{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/100652/1/794107036.pdf"], "title": ["The simple analytics of helicopter money: Why it works - always"], "plaintext": "Vol. 8, 201428 August 21, 2014 http:dx.doi.org10.5018economicsejournal.ja.201428The Simple Analytics of Helicopter Money: Why It Works Always Willem H. Buiter Abstract The author provides a rigorous analysis of Milton Friedmans parable of the helicopterdrop of money a permanentirreversible increase in the nominal stock of fiat base moneyrate which respects the intertemporal budget constraint of the consolidated Central Bank and Treasury the State. Examples are a temporary fiscal stimulus funded permanently throughan increase in the stock of base money and permanent QE an irreversible, monetized openmarket purchase by the Central Bank of nonmonetary sovereign debt. Three conditionsmust be satisfied for helicopter money always to boost aggregate demand. First, there mustbe benefits from holding fiat base money other than its pecuniary rate of return. Second, fiatbase money is irredeemable viewed as an asset by the holder but not as a liability by theissuer. Third, the price of money is positive. Given these three conditions, there always exists even in a permanent liquidity trap a combined monetary and fiscal policy action that boostsprivate demand in principle without limit. Deflation, lowflation and secular stagnation aretherefore unnecessary. They are policy choices.JEL Keywordsquantitative easing Authors Willem H. Buiter, 10013, USA, willem.buiterciti.com Helicopter money; liquidity trap; seigniorage; secular stagnation; central bank; E2 E4 E5 E6 H6 Citigroup Global Markets Inc., 388 Greenwich Street, New York, NY Willem H. Buiter 2014. The Simple Analytics of Helicopter Money: Why It Works Always.Citation Economics: The OpenAccess, OpenAssessment EJournal, Vol. 8, 201428. http:dx.doi.org10.5018economicsejournal.ja.201428Received May 21, 2014 Published as Economics Discussion Paper June 13, 2014Revised August 6, 2014 Accepted August 17, 2014 Published August 21, 2014 Authors 2014. Licensed under the Creative Commons License Attribution 3.0 1 Introduction Let us suppose now that one day a helicopter flies over this community and drops an additional 1000 in bills from the sky,   Let us suppose further that everyone is convinced that this is a unique event which will never be repeated, Friedman 1969, pp 45. This paper aims to provide a rigorous analysis of Milton Friedmans famous parable of the helicopter drop of money Friedman 1948, 1969. A helicopter drop of money is a permanentirreversible increase in the nominal stock of fiat base money with a zero nominal interest rate, which respects the intertemporal budget constraint of the consolidated Central Bank and fiscal authorityTreasury henceforth the State. An example would be a temporary fiscal stimulus say a oneoff transfer payment to households, as in Friedmans example, funded permanently through an increase in the stock of base money. It could also be a permanent increase in the stock of base money through an irreversible open market purchase by the Central Bank of nonmonetary sovereign debt held by the public that is, QE. The reason is that QE, viewed as an irreversible or permanent purchase of nonmonetary financial assets by the Central Bank funded through an irreversible or permanent increase in the stock of base money, relaxes the intertemporal budget constraint of the State. Consequently, there will have to be some combination of current and future tax cuts or current and future increases in public spending to ensure that the intertemporal budget constraint of the State remains satisfied. QE relaxes the intertemporal budget constraint of the consolidated Central Bank and Treasury either if nominal interest rates are positive or because fiat base money is irredeemable. In our simple model, QE is the irreversible purchase by the Central Bank of sovereign debt funded through irreversible base money issuance. The same results would hold, however, if the Central Bank purchased private securities outright instead of sovereign debt, or expanded its balance sheet through collateralized lending. There are three conditions that must be satisfied for helicopter money as defined here to always boost aggregate demand. First, there must be benefits from holding fiat base money other than its pecuniary rate of return. Only then will base money be willingly held despite being dominated as a store of value by nonmonetary assets with a positive riskfree nominal interest rate. This means that in a cashless economy, like the WoodfordGali Woodford 2003, Gali 2008 worlds in www.economicsejournal.org 1 which something called money serves as a numeraire but either has no existence as a store of value currency, an account with the Central Bank or emoney or yields no nonpecuniary benefits, earns the same pecuniary rate of return as bonds and is not irredeemable, helicopter money is ineffective. Second, fiat base money is irredeemable: it is view as an asset by the holder but not as a liability by the issuer. This is necessary for helicopter money to work even in a permanent liquidity trap, with riskfree nominal interest rates at zero for all maturities. Third, the price of money is positive. The paper shows that, when the State can issue unbacked, irredeemable fiat money or base money with a zero nominal interest rate, which can be produced at zero marginal cost and is held in positive amounts by households and other private agents despite the availability of riskfree securities carrying a positive nominal interest rate, there always exists a combined monetary and fiscal policy action that boosts private demand in principle without limit. Deflation, inflation below target, lowflation, subflation and the deficient demanddriven version of secular stagnation are therefore unnecessary.1 They are policy choices. This effectiveness result holds when the economy is away from the zero lower bound ZLB, at the ZLB for a limited time period or at the ZLB forever. The feature of irredeemable base money that is key for this paper is that the acceptance of payment in base money by the government to a private agent constitutes a final settlement between that private agent and any other private agent with whom he exchanges that base money and the government. It leaves the private agent without any further claim on the government, now or in the future. The helicopter money drop effectiveness issue is closely related to the question as to whether Stateissued fiat money is net wealth for the private sector, despite being technically an inside asset, where for every creditor that holds the asset there is a debtor who owes a claim of equal value see Patinkin 1965, Gurley and _________________________ 1 The term lowflation is, I believe, due to Moghadam et al. 2014. The term subflation has been around the blogosphere for a while. I use it to refer to an inflation rate below the target level or lower than is optimal. Secular stagnation theories go back to Alvin Hansen 1939. I refer here to the Keynesian variant, which holds that there will be longterm stagnation of employment and economic activity without government demandside intervention. There also is a longterm supply side variant, associated e.g. with Robert Gordon 2014, which focuses on faltering innovation and productivity growth. Larry Summers 2013 marries the demandside and supplyside secular stagnation approaches by invoking a number of hysteresis mechanisms. For a formal model see Eggertsson and Mehrotra 2014. www.economicsejournal.org 2 Shaw 1960 and Pesek and Saving 1967, Weil 1991. The discussions in Hall 1983, Stockman 1983, King 1983, Fama 1983, Helpman 1983, Sargent and Wallace 1984, Sargent 1987 and Weil 1991 of outside money, private money and the payment of interest on money ask some of the same questions as this paper, but do not offer the same answer, because they dont address the irredeemability of fiat base money. Krugman 1998, Sims 2001, 2004, Buiter 2003a, 2004 and Eggertsson and Woodford 2003, 2006 all stress that to boost demand in a liquidity trap, base money increases should not be, or expected to be, reversed. None of these papers recognized that even a permanent increase in the stock of base money will not have an expansionary wealth effect in a permanent liquidity trap unless money is irredeemable in the sense developed here; without this, there is no wealth effect or real balance effect from irreversible base money issuance in a permanent liquidity trap. Ben Bernanke spent years living down the moniker helicopter Ben which he acquired following a nontechnical discussion of helicopter money Bernanke 2003. The issue has also been revisited by Buiter 2003b, 2007 and, in an informal manner, by Turner 2013, by Reichlin et al. 2013. The paper shows that, because of its irredeemability, stateissued fiat money is indeed net wealth to the private sector, in a very precise way: the initial stock of base money plus the present discounted value of all future net base money issuance is net wealth, an outside asset to the private sector, even after the intertemporal budget constraint of the State which includes the Central Bank has been consolidated with that of the household sector. This irredeemability of base money and the resulting asymmetric treatment of base money in the solvency constraints of households and of the state accounts for our base money expansionQE effectiveness at the zero lower bound ZLB, when Eggertsson and Woodford 2003 henceforth EW established the existence of a selffulfilling deflationary trap at the ZLB and ineffective base money issuance or QE. In most of the EW paper, base money is treated symmetrically in the solvency constraints of the State and the household sector. When, towards the end of the EW paper, a fiscal rule is introduced that effectively imposes asymmetric treatment of base money in the solvency constraints of the State and the household sector identical to what we assume, QE effectiveness at the ZLB is present, even in the EW model. www.economicsejournal.org 3 The paper also demonstrates that fiat base money issuance is effective in boosting household demand regardless of whether there is Ricardian equivalence debt neutrality. Finally, the effectiveness of helicopter money requires that there is a rateofreturn dominated except at the ZLB store of value that is willingly held by the private sector and that is irredeemable. Base money must be rateofreturndominated equivalently, base money must yield nonpecuniary benefits to the holder if helicopter money is to have wealth effects away from the ZLB or if the economy is at the ZLB temporarily. Irredeemability of base money is required for helicopter money to have wealth effects even if the economy is at the ZLB forever. In a cashless economy, where money exists only as a numeraire, the wealth effect of helicopter money drops cannot exist either at or away from the ZLB and it is not possible do discuss the topic of helicopter money. In the Woodford 2003 cashless world, where there is a security issued by the government called money which serves as the numeraire, yields the same pecuniary rate of return as nonmonetary securities and yields no other nonpecuniary benefits, there can be no effective helicopter money drops away from the ZLB or if the economy is at the ZLB temporarily. If Woodfords money were irredeemable his specification of the solvency constraint of the State suggests it is not there could be effectiveness of helicopter money drops if the economy were at the ZLB forever. The model 2 All important aspects of how helicopter money drops work and what makes helicopter money unique can be established without the need for a complete dynamic general disequilibrium model. All that is needed is a complete specification of the choice process of the household sector in a monetary economy, the period budget identity and solvency constraint of the consolidated general governmentTreasury and Central Bank the State and the noarbitrage conditions equating in principle riskadjusted returns on all nonmonetary stores of value and constraining the instantaneous nominal interest rate to be nonnegative. www.economicsejournal.org 4 I shall show that, as long as the price of money is positive, the issuance of fiat base money can boost household consumption demand by any amount, given the inherited stocks of financial and real assets, given current and future wages and prices, and given current and future values of public spending on goods and services. Whether such helicopter money drops change asset prices and interest rates, goods prices, wages andor output and employment depends on the specification of the rest of the model of the economy including, in more general models, the behavior of the financial sector and of nonfinancial businesses in driving investment demand, production and labor demand, the rest of the supply side of the economy and the rest of the world, if the economy is open. The point of this paper is to show that, whatever the equilibrium configuration we start from, helicopter money drops will boost household demand and must disturb that equilibrium. What gives ultimately, in a fully articulated dynamic general equilibrium model nominal prices and wages, employment or output, is not our concern here. The model of household behavior I use is as strippeddown and simple as I can make it without raising concerns that the key results will not carry over to more general and intricate models. The continuoustime YaariBlanchard version of the OLG model is used to characterize household behavior see Yaari 1965, Blanchard 1985, Buiter 1988 and Weil 1989. This model with its easy aggregation and its closedform aggregate consumption function includes the conventional infinitelived representative agent model as a special case when the birth rate is zero. With a positive birth rate, there is no Ricardian equivalence or debt neutrality in the YaariBlanchard model. With a zero birth rate there is Ricardian equivalence. This permits me to show that helicopter money drops boost household demand regardless of whether there is Ricardian equivalence or not. Apart from the uncertain lifetime that characterized households in the YaariBlanchard model which plays no role either in Ricardian equivalence or the effectiveness of helicopter money drops, the model has no uncertainty. To save on notation I consider a closed economy. www.economicsejournal.org 5 The household sector 2.1 We consider the household and government sectors of a simple closed economy. The holding of intrinsically worthless fiat base money is motivated through a moneyinthedirect utility function approach, but alternative approaches to making money essential cashinadvance, legal restrictions, moneyinthe transactionsfunction or moneyinthe production function, say would work also. For expository simplicity, there is only private capital. The helicopter money we discuss could, however, be used equally well to fund government investment programs as tax cuts or transfer payments that benefit households, or boost to current exhaustive public spending. Individual household behavior 2.1.1 At each time t 0, a household born at time s t maximizes the following utility functional: v tmax E ettc s v m s v b s v k s v s , ; , , , ,1c s v , m s v , P v tt v, , ,lndv 1 c , ,s v m s v , 0,0,01 , t E is the conditional expectation operator at time t, where 0 is the pure rate of c s v is consumption at time v by a household born at time s, time preference, , b s v and k s v are, respectively, the stocks of nominal base money, , , m s v , nominal riskfree constant market value bonds and real capital held at time v by a 0P v is the general price level at time v.2 The household born at time s, and cashless economy where money only serves as a numeraire is the special case of this model when 0 . 0 . The remaining expected life time Each household faces a constant ageindependent instantaneous probability 1 is therefore also ageof death, _________________________ 2 If a unit of real capital is interpreted as an ownership claim to a unit of capital equity, then k can be negative, zero or positive. If it is interpreted as a unit of physical capital itself, k has to be nonnegative. www.economicsejournal.org 6 independent and constant. The randomness of the timing of ones demise in the only source of uncertainty in the model. It follows that the objective functional in 1 can be rewritten as: etv t maxc s v m s v b s v k s v v , ; , , , ,1c s v , , ,m s v , P v tlndv 2 Households act competitively in all markets in which they operate, and asset markets are complete and efficient, with free entry. In particular, there exist actuarially fair annuities markets that offer a household an instantaneous rate of return of on each unit of nonfinancial wealth it owns for as long as it lives, in exchange for the annuityissuing entity claiming the entire stock of financial wealth owned by the household at the time of its death. The household has three stores of value: fiat base money, which carries a zero nominal rate of interest and is an irredeemable financial instrument issued by the State the consolidated general government and Central Bank, in this note, nominal instantaneous bonds with an instantaneous nominal interest rate i and real capital yielding an instantaneous gross real rate of return .3 Capital goods and consumption goods consist of the same physical stuff and can be costlessly and instantaneously transformed into each other. Capital depreciates at the 0 . The real wage earned at time v by a household constant instantaneous rate born at time s is denoted w s v and the real value of the lumpsum tax paid to the , Treasury lumpsum transfer payment received if negative at time v by a household born at time s is . The nominal value of the helicopter money d s v . This can be drop received at time v by a household born at time s is , viewed as a lumpsum transfer payment from the Central Bank which is part of our consolidated State to the household sector. Labor supply is inelastic and scaled to 1. s v , Competition ensures that pecuniary rates of return on bonds and capital are equalized. With money yielding positive utility, there can be no equilibrium with a _________________________ 3 In Sections 3.5, 3.6 and 3.7 we interpret bonds as bonds net of loans. Bonds and loans are assumed to be perfect substitutes as stores of value. www.economicsejournal.org 7 negative nominal interest rate. Let r t be the instantaneous riskfree real interest rate and t P t P t the instantaneous rate of inflation. It follows that i t 0 t t r t i t t 3 4 The instantaneous budget identity of a household born at time s t that has survived till period t is:4 k s v , m s v , b s v , P v v k s v, i tb s v , P v m s v , P v w s v , s v , d s v , P v c s v , 5 The real value of total nonhuman wealth or financial wealth at time v of a household born at time s is a s v , k s v , m s v , b s v , P v 6 The flow budget identity 5 can, using 4 and 6 be written as: a s v , r v a s v , i v m s v , P v w s v , s v , d s v , P v c s v , 7 The noPonzi finance solvency constraint for the household is that the present discounted value of its terminal financial wealth be nonnegative in the limit as the time horizon goes to infinity: a s v elim , vvtr udu 0_________________________ 4 The notational convention is that k s v , k s v , v. www.economicsejournal.org 8 Because the instantaneous utility function is increasing in both consumption and the stock of real money balances, the solvency constraint will bind: a s v elim , vvtr udu 08 The terminal net financial wealth whose present discounted value NPV must be nonnegative includes the households stock of base money. Note that in 8 base money is viewed as an asset by the holder the household. The household may know that base money is irredeemable that when it ownsholds X amount of base money, it has no claim on the issuer for anything other than X amount of base money. Base money in this model is fiat base money: it is not backed by intrinsically valuable goods and services at any fixed exchange rate. Like all fiat money, it will only have positive value if households believe it to have positive value. At least in a flexible nominal price and wage economy, there will always be an equilibrium with a zero price of money in every period the barter equilibrium. This is not an issue will shall address in what follows. I will restrict the analysis to strictly positive sequences of the general price level. The optimality conditions of the households choice problem imply the following decision rules for the household: c s t , 1 j s t , j s t , a s t , h s t , h s t , tw s t , s t , d s v , P v e 11i t c s t , m s t , P t i t 0vtrududv 9 10 11 12 The net present discounted value of household aftertax and after helicopter money drops labor income,, will be referred to as human wealth. A shorter life expectancy a higher value of raises the marginal propensity to consume h s t , www.economicsejournal.org 9 out of comprehensive wealth, or the sum of financial and human wealth j We assume in what follows that j . 0 . ha 2.1.2 The case of satiation in real base money balances The CobbDouglas instantaneous utility function does not have satiation in real money balances for finite holdings of real money balances. There is a material issue with the existence of a liquidity trap equilibrium or ZLB equilibrium when the demand for real money balances goes to infinity as the nominal interest rate goes to zero.5 An infinite demand for real money balances can only be accommodated by a zero price level andor an infinite stock of nominal money balances. In a Keynesian world Old or New the price level is predetermined and cannot drop to zero instantaneously. Even in a model with a perfectly flexible general price level, a zero general price level would hardly be an attractive or plausible equilibrium. Even the most QEenamored monetary authority will have trouble coming up with an infinite stock of nominal base money. With a sticky general price level, what happens when i 0 and the demand for money becomes unbounded, depends on the rationing mechanism imposed by the monetary authorities on wouldbe holders of base money when their demand becomes unbounded at the ZLB, and on the consequences of the rationing mechanism and the response of the private agents to this mechanism for the equilibrium configuration of prices and quantities in a fully articulated model. I do not propose to go there in this paper. Instead I will consider a simple alternative instantaneous direct utility function that has satiation in real money balances at a finite level of the stock of real money balances. The model has the expositional advantage that, when the economy is stuck in an enduring liquidity trap at the ZLB forever, it exhibits effectively the same behavior for aggregate consumption as the CobbDouglas utility function model does away from the ZLB. The model with satiation at the ZLB shares with the CobbDouglas model away from the ZLB the property that a permanent increase in the stock of base money always stimulates consumption demand. _________________________ 5 This issue is considered at length and in depth in Eggertsson and Woodford 2003. I am indebted to an anonymous referee for pointing out the relevance of the issue. www.economicsejournal.org 10 0212 Consider the case of an instantaneous utility function which, unlike the CobbDouglas function used thus far, has satiation in real money balances at a finite positive level of real money balances. We replace equation 2 with 2: tue max v tc s vln , c s v m s v b s v k s v v , , , ; , ,m s vm s v , , 1P v P v 2 2m s v , P v , ,12u;m s v , P v tm s v , P v 2;0m s v , P v ;,0 2 The utility of real money balances increases in real money balances for m s v , P v , reaches its maximum value of m s v , P v , and is 212 at constant at for m s v , P v . The firstorder conditions for a household optimum now imply: m s v , i vc s v , 1 ifi v 0 ifi v 012 i v 0,v household consumption demand at time t is determined t For from: c s t , 1c s t , ti v 2evtr u 2 dudvevtr ududvj s t , 13 Equation 13 defines individual household consumption at time t as an increasing function of comprehensive household wealth: www.economicsejournal.org 11 c s t , f fj s t , 0 forc s t , 0 9 r u 2 du dvvt t 2c s t , 2i v e c s t , 2tvThis is hardly surprising, because both consumption and until satiation sets in real money balances are normal goods. From Engel aggregation we know that if we have two goods in the instantaneous utility function, they cannot both be , real money balances and consumption are inferior. Since, for positively related see 12 consumption demand and money demand are both increasing in comprehensive wealth. So it suffices to show that helicopter money can increase the comprehensive wealth of every household to demonstrate its effectiveness. This we do below. i v 0,i v When we are in a permanent liquidity trap and there is satiation in real money balances at each instant. We assume that real money balances remain finite. The household consumption function for this case is given by 0,0v c s t , j s t , 9 This is the same as the consumption function derived in 9 from a Cobb0 . Note, however, that this is where the analogy Douglas utility function with 0 in the CobbDouglas with the CobbDouglas function case ends: when model, the demand for real balances is, from equation 12zero we are in a cashless economy in which money will not be held if the nominal interest rate is positive, because money is rateofreturn dominated as a store of value and does i base money is no longer rateofnot yield any nonpecuniary benefits. When return dominated and households will be indifferent between holding money and nonmonetary stores of value. When i t households may end up holding real money balances in excess 00. To do so does, of course, use up comprehensive wealth without increasing of instantaneous utility today. With the utility of consumption increasing without bound in consumption, would a utility maximizing household take resources out of www.economicsejournal.org 12 and allocate them to current consumption real money balances in excess of instead? If current consumption were the only option it would, but this household 1 , so it would want to allocate more to has an expected lifetime of durationfuture consumption as well, since optimal consumption over time is characterized, both in the CobbDouglas model and in the model with satiation in real money balances for finite stocks of real money, by c s v , c s t e , vtr udu So if faced with redundant real money balances a level in excess of the satiation level, an optimizing household would want to raise current consumption and consumption in all future time periods. To increase future consumption total comprehensive wealth has to be higher, but the household will be indifferent between holding that wealth in the form of base money, bonds or real capital, as the nominal yield on all these stores of value is zero. In what follows, I will, except when I deal with the permanent liquidity trap case, work with the CobbDouglas instantaneous utility function. It permits a simple closedform solution unlike the nonhomothetic preferences that generate instantaneous utility functions capable of producing satiation for a finite stock of real money balances. When I consider the permanent liquidity trap special case, in Section 2.7, I will switch to the instantaneous utility function with satiation, which, when it comes to aggregate consumption behavior, in the special case under 0 in the aggregate consumption consideration only requires one to set function derived from the CobbDouglas instantaneous utility function, but without the implication that the amount of money held is zero. 2.1.3 Aggregation We assume that there is a constant and ageindependent instantaneous birth rate 0 . The size of the cohort born at time t is normalized to . The size of the surviving cohort at time t which was born at time s t is therefore 0 by . Total population at time t is therefore given, for t ste eeswww.economicsejournal.org 13 se dse t. For the case 0 we set the size of the population at t 0 t etto equal 1, so population size at time t is again household variable as follows: . For any individual x s t , we define the corresponding population aggregate Xt , et et Xtttext e 0, x s t e ds , sif 0 tif0We assume that each household earns the same wage, pays the same taxes and received the same helicopter money drop, regardless of age: w s t , s t , d s t , w t t d t It follows that each household, regardless of age, has the same human wealth: h s t , h t Finally, there are neither voluntary nor involuntary bequests in this model, so 14 a s ,s 0 By bruteforce aggregation, if follows that aggregate consumption and money demand for the CobbDouglas model is determined as follows: J t C t 1 M t P t 11 i t C t A t r t A t i t M t P t W t T t D t P t C t www.economicsejournal.org 15 16 17 14 r ududv 18 19 vt H t t W v T v D v P v e A t K t B t M t P t J t A t H t For future reference, the solvency constraint of the aggregate household sector vtr udu0A v elim vor K vlim vB v M v P v e r udu020 vt is Comparing the aggregate household financial wealth dynamics equation 17, with the individual surviving household financial wealth dynamics equation 7 shows that the return on the annuities, A is missing from the aggregate A t is both the extra returns over and dynamics. This is as it should be, because above the riskfree rate earned by all surviving households at time t and the amount of wealth paid to the annuities sellers by the estates of the fraction of the population that dies at time t. Comparing the aggregate human wealth equation 18 describing the human wealth of all generations currently alive but not of those yet to be born and the individual surviving households human wealth equation 11, we note that if the households alive at time t were to discount all future aftertax labor income at the individually appropriate, annuity premiumaugmented rate of return r , they would fail to allow for the fact that the labor force to whom that aftertax labor income accrues includes the surviving members of generations born after time t. In the absence of the institution of inherited slavery, those currently alive cannot claim the labor income of the future surviving members of generations as yet unborn. Population and labor force grow at the proportional rate , so the appropriate discount rate applied to the future aggregate streams of labor income is r . www.economicsejournal.org 15 The State 2.2 The State whose budget identity and solvency constraint we model is the consolidated general government the Treasury in what follows and Central Bank. Let G denote real public spending on goods and services exhaustive public spending by the state, current and or capital. The States budget identity and solvency constraint are given in equation 21 and 22 respectively. t B t ,The implicit assumption that base money can be created at zero marginal real resource cost and indeed that government bonds can be issued at zero marginal t 0 real resource cost is reflected in the absence of terms like and on the RHS of equation 21. We also ignore any fixed cost of fiat base money issuance, although any fixed cost could be buried in Gt. For simplicity we assume that the State gets tax revenue only from the household sector and makes transfer payments including helicopter money drops only to the household sector. t M t , t 0M MBB B t M t P t i t B t P t G t T t D t P t 21 Because of the irredeemability of base money, money is in no meaningful sense a liability of the State. The solvency constraint of the State therefore requires that the present discounted value of its terminal net nonmonetary liabilities be nonpositive, not that the present discounted value of its terminal net financial liabilities be nonpositive. limv B v P v evtr udu 0 22 Equation 22 is the natural way to formalize the familiar notion that fiat base money is an asset wealth to the holder the owner households in this simple model but does not constitute in any meaningful sense a liability to the issuer the borrower the State or the Central Bank as an agent of the State. The owner of a 20 dollar Federal Reserve Note may find comfort in the fact that This note is legal tender for all debts, public and private, but she has no claim on the Federal Reserve, now or ever, other than for an amount of Federal Reserve Notes adding up to 20 in value. UK currency notes worth X carry the proud inscription   www.economicsejournal.org 16 promise to pay the bearer the sum of X but this merely means that the Bank of England will pay out the face value of any genuine Bank of England note no matter how old. The promise to pay stands good for all time but simply means that the Bank will always be willing to exchange one old, faded 10 Bank of England note for one new, crisp 10 Bank of England note or even for two 5 Bank of England notes. Because it promises only money in exchange for money, this promise to pay is, in fact, a statement of the irredeemable nature of Bank of England notes. The asymmetric treatment of base money in the solvency constraints of the households and the State is the key assumption underlying our effectiveness propositions for base money expansionsQE even at the ZLB. It represents a departure from the earlier literature, which specified the solvency constraint of the state in terms of the nonpositivity of the NPV of the terminal debt both monetary and nonmonetary, of the State see e.g. Leeper 1991. I believe that the irredeemability property of fiat currency that it is an asset to the holder but not a liability of the issuer extends also to the other component of base money commercial bank reserves held with the Central Bank, but the simple theoretical model does not depend on this and does not make this distinction. Until further notice, we assume, although unlike with the household sector, there is no optimizing justification for it, that the State satisfies its solvency constraint with strict equality. The case of the state as NPV creditor to the private sector, even in the long run, is considered briefly in Section 2.5. Equation 21 implies that B t M t P t t T v G v i v M v P v evtr u dudv 23 D v P v M v P v limv B v r u duvte Because of the irredeemability of base money equation 22, assumed to hold with strict equality, the intertemporal budget constraint of the State is www.economicsejournal.org 17 r u dudv 24 G v i v M v P v evt B t M t P t t T v D v P v M v e P v vtlimvr u duSubstituting the intertemporal budget constraint of the State into the aggregate consumption function 15, using 18 and 19, and rearranging yields, when i v 0, :6 vtW v G v ev tev r u tdudv T v D v P v ev r u tduevt1dv 25 t K t t1P t t C t 1 i v M v e vi u dut dvvi u dut M v e lim v _________________________ 6 Note that ti v 1P t M v P v tvter u du dvlim vvte M v P v r u du i v M v e vti u du dvlim v M v e vti u du . www.economicsejournal.org 18 26 From integration by parts it follows that 7 t vti u du i v M v e vti u du dvlim v M v e vi u dut M v e dv M t t It follows that 25 can also be written as: C t 1 T v t K t tW v G v ev tev r u tdudv D v P v tevtdvv r u tduevi u dut dv M v e 11P t M t 27 _________________________ 7 If instead of having a zero nominal interest rate, fiat base money carried the possibly timevarying nominal interest rate t , equation 26 would become Mii v i Mv M v e vti u du dvlim v M v e vti u du , M v i Mv e vi u dut dv M t t twith obvious modifications required in the intertemporal budget constraints of households and the State. www.economicsejournal.org 19 Debt neutrality 2.3 When the birth rate is zero, the consumption function is equivalent to the consumption function of the representative agent model. From the perspective of pure fiscal stabilization policy a cut in lumpsum taxes today accompanied by a credible commitment to an increase in future taxes equal in net present value to the 0 , an upfront tax cut upfront tax cut, will not boost household demand. With and the credible announcement of a future increase in taxes of equal net present discounted value when discounted at the riskless rate r boosts the human wealth of those currently alive because some of the deferred taxes will fall on as yet unborn 0 the wedge between the governments discount rate for generations. With future taxes, r, and the effective discount rate of the private sector for future taxes, r disappears, and Ricardian equivalence or debt neutrality prevails. With 0 , the aggregate consumption function 27 becomes W v G v e v r u dut dvi v M v e vi u dut dvvi u dut M v e lim v 28 K t 1P t tt C t 1or, equivalently C t 1 W v G v e v r u dut dv K t t1P t M t tvi u dut dv M v e 29 Lumpsum taxes and helicopter drops transfers disappear from the aggregate consumption function once the intertemporal budget constraint of the State is used to substitute out the initial values of the private sectors holdings of monetary and www.economicsejournal.org 20 nonmonetary sovereign debt. The first line on the RHS of equations 28 and 29 shows the result, familiar from nonmonetary representative agents models that the bite taken out of private comprehensive wealth by the government is measured by the net present discounted value of future exhaustive public spending. 2.4 Helicopter money with debt neutrality Even in a representative agent model with debt neutralityRicardian equivalence, monetary injections will boost private consumption demand, holding constant the G v v, sequences of current and future spending on real goods and services ;prices, wages and interest rates. The path of lumpsum taxes and of nonmonetary 0 , as long as the State satisfies its intertemporal budget debt is irrelevant with constraint 24. t P t It is immediately obvious from equations 28 and 29 that, holding constant the sequence of current and future real exhaustive public spending constant, monetary injections will always boost consumption demand, as long as the price is positive. We can think of monetary injections, holding constant the level path of current and future exhaustive public spending, as being introduced either through lumpsum transfer payments, T, or by purchasing nonmonetary debt sovereign bonds from the private sector QE. If the State, starting at time t, increases the stock of base money by buying back nonmonetary public debt from , it is clear from the the public, say with intertemporal budget constraint of the State, equation 24, that, holding constant the current and future paths of the price level and interest rates, the State will have to raise the NPV of future public spending on goods and services plus helicopter drops minus taxes to satisfy its intertemporal budget constraint. Permanent open market purchases of nonmonetary public debt by the Central Bank irreversible QE are deferred helicopter money: future taxes will be cut andor future public spending will have be raised if the State is to satisfy its intertemporal budget constraint.8 B v 0t for M v v t,tt_________________________ 8Indeed, the State could choose to become a net nonmonetary creditor to the private sector, with B 0. The States solvency constraint after all only requires the NPV of its terminal stock of nonmonetary debt to be nonpositive equation 22. It could be strictly negative in equilibrium, as long www.economicsejournal.org 21 This definition of QE as a permanent or irreversible expansion of the monetary base is not meant to capture everything central banks have done on both the liability and the asset sides of their balance sheets during the aftermath of the Great Financial Crisis GFC. Because of the deterministic nature of the model the same would apply to any complete markets model without financial trading frictions, changes in the size and composition of the assets held by the Central Bank cannot be meaningfully considered. All assets other than base money are, effectively, equivalent.9 In a more general model with incomplete and inefficient financial markets, pure QE would be defined as a permanent increase in the size of the Central Banks balance sheet through a permanent expansion of the monetary base without changes in the liquidity or creditworthiness of the assets held and purchased by the Central Bank. Pure credit easing or qualitative easing would be changes in the composition of the assets held by the Central Bank, in the direction of less liquid and less creditworthy securities without any change in the size of the Central Banks balance sheet or in the monetary base, or collateralized loans. Realworld balance sheet expansions by the Central Banks during the GFC have often combined elements of pure QE and pure qualitative easing, or have introduced yet other extensions, such as an expansion of nonmonetary Central Bank liabilities. The model of this paper can only address pure QE. The creditor state 2.5 Remember that equation 22 does not have to hold with strict equality. The same holds for equations 22, 24, 25, 27, 28 and 29. Consider the case financial assets K is nonnegative. M BP_________________________ as the household sector satisfies its solvency constraint, that the NPV of the terminal value of its 9 Such matters as the influence of unconventional monetary central bank policies on money market spreads, considered e.g. in Lenza, Pill and Reichlin 2010 can therefore not be considered in this framework. www.economicsejournal.org 22 vr udu B v P v telimvthe private sector, even in the very long run. We assume that Z is finite.10 , where the State is a net nonmonetary creditor to 0ZThe limvvr uaggregate B v du P v duei uvthousehold solvency M v r uP v evtK vlim vP v K v M v e vi uduconstraint 20 du Z0 implies or tB v elim v . The state is a permanent creditor to the household sector, something it can do when the longrun growth rate of fiat base money is at least as high as the longrun nominal interest lim vp t Z 0trate, since M v elim vvti udu requires 0limv M v M v limv i v 0. W v G v ev tev r u tdudv C t 1 T v D v P v ev r u tduevt1dvt K t t1P t i v M v e vi u dut dvt Z 30 Acting as a longrun NPV creditor state to the private sector therefore does not alter the capacity of the State to boost the comprehensive wealth of the household sector, after consolidation of the intertemporal budget constraints of the household sector. This is because, unlike the State, the household sectors NPV of all financial assets has to be nonnegative in the long run. From the governments intertemporal budget constraint 24 it is clear that the fiscal space created by limv M v P v evtr udu0 can be used to cut future taxes or _________________________ 10 In a model with positive real growth in the long run, the ratio of real government bonds to output would be restricted to be finite. www.economicsejournal.org 23 increase future helicopter drops or public spending on goods and services, but not to any greater degree than when the NPV of nonmonetary sovereign debt in the long run was required to be zero. 2.6 Helicopter money in the normal case Consider what is perhaps the normal case, when, in the long run, the State grows the nominal stock of fiat base money at a proportional rate strictly below the instantaneous riskfree nominal interest rate, that is, vi u dut 0. M v e lim v In the representative agent case C t 1tt. 0 the consumption function becomes K t W v G v e v r u dut dv 1P t i v M v e vi u dut dv The State can boost demand by monetary injections, for given sequences of exhaustive public spending, the general price level and interest rates. A larger future money supply will, ceteris paribus, increase the comprehensive wealth or permanent income of the household sector by boosting the NPV of the interest bills saved by borrowing through the issuance of zerointerestbearing base money rather than through positive interestbearing debt. The same conclusion stares one in the face even more clearly when we use the equivalent expression for the seigniorage blessings of monetary issuance, shown in equation 29. The wealthcreating effect of seigniorage is the outstanding stock of base money plus the NPV of future base money issuance: 1P t M t tvi u du tdv M v e for given sequences of G, P and i. . Again this can be made arbitrarily large www.economicsejournal.org 24 2.7 Helicopter money in a permanent liquidity trap Consider an economy stuck in the ultimate liquidity trap with the nominal interest rate at zero forever. To avoid the technical and conceptual problems with unbounded money demand at a zero nominal interest rate, we consider the permanent liquidity trap for the model with satiation at a finite level of real balances. The aggregate consumption function and money demand for this case are given by: C t J t M t P t et v0,i v With , monetary injections lose none of their potency. Sure, the NPV of the current and future interest saved by issuing base money rather than nonmonetary securities bonds is zero: tvi u dut i v M v e dv0i v when 0,v . tt But the NPV of the terminal stock of base money can be made anything the State the monetary authority wants it to be: M v e lim vvi u dut lim v M v i v when 0,v . tlimvt M t i u du M e The alternative expression for the wealth represented by the seigniorage monopoly of the State vt M vlim vd M t which encouragingly is the same as the one derived earlier, again shows that the authorities can use helicopter money to boost consumer demand even in the severest of all conceivable liquidity traps. What this means is that a fiat money economy where the State controls the issuance of fiat money, a liquidity trap is a choice, not a necessity. Most general equilibrium completions of a model with the consumption function used in this paper will have the property that if, in a perpetM d limvvt, www.economicsejournal.org 25 ual zero nominal interest rate equilibrium, real demand is boosted by a sufficiently large magnitude, the permanent liquidity trap vanishes. Equations 28 or 29 with 0 which represents the aggregate consumption function for the case with satiation at a finite level of real money balances, or their more general versions without Ricardian equivalence, make it clear that it is also possible for the State to boost public spending on real goods and services, current or capital, and avoid any negative impact of the anticipation of higher future taxes on demand by monetizing the resulting public sector deficits. How likely is an economy to find itself in a permanent liquidity trap? The secular stagnation hypothesis is one route to such an unfortunate equilibrium see Summers 2013 and Buiter et al. 2014. It is beyond the scope of this paper to work out a comprehensive formal model for recent examples of such a model see Eggertsson and Krugman 2012 and Eggertsson and Mehrotra 2014, but the broad outlines of such a model will be familiar. Consider a Keynesian economy with sticky money wages or prices. Output is demanddetermined. The initial real interest rate at full employment is low and so are inflation and the nominal interest rate. There is a negative shock to aggregate demand say a cut in real public spending on goods and services. This creates an exante saving minus investment glut at the old equilibrium real interest rate. Equilibrium can only be restored at full employment at a negative real rate of interest. There are two ways to get the real interest rate to negative levels. Either cut the nominal interest rate or raise the expected rate of inflation. The initial contractionary shock, however, lowers the rate of inflation. The nominal interest rate cannot go into negative territory by more than the carry cost of currency. The result may be that the new real equilibrium interest rate at full employment cannot be achieved through conventional monetary policy. There has to be a positive shock to demand to restore full employment at a feasible real interest rate. Expansionary fiscal policy is the obvious policy instrument. Helicopter money drops are a combined monetary and fiscal stimulus that can do the job. Whether absent helicopter money the economy is likely to remain stuck forever at the ZLB is a moot point. The real message of this paper is that even in such a deeply perverse equilibrium, helicopter money drops could raise aggregate demand and thus lift the economy from the ZLB floor. The value of studying the www.economicsejournal.org 26 permanent liquidity trap is therefore mainly the demonstration that there is no reason ever to get stuck in one. Helicopter money plus minimally intelligent and cooperating monetary and fiscal authorities are sufficient to rule out a permanent sojourn at the ZLB. 2.8 Why is this result different from the ineffectiveness result of Eggertsson and Woodford? Eggertsson and Woodford 2003 hereafter EW argue that expansions of the monetary base, holding constant the Central Banks interest rate rule, will have no effect at the ZLB. The effectiveness of helicopter money or permanent QE in boosting household demand in the pure liquidity trap case where the safe nominal rate of interest is at the effective lower boundZLB at all maturities is due to the asymmetric treatment of the NPV of the terminal stock of base money in the household solvency constraint equation 20 and in the State solvency constraint equation 22. This asymmetry is a result of the irredeemability of base money, which implies that base money is an asset to the holder but not a liability to the issuer. If the State instead were to treat base money as a liability, that is, if equation 22 were to be replaced by limv B v M v P v evtr udu0 31 Then the aggregate consumption function 25 or 27 would be replaced, respectively, by equation 32 and equation 33. 11 _________________________ 11 As regards equation 32 note that r u du vteti v 1P t M v P v tdvlim vvte M v P v r u du i v M v e vti u du dvlim v M v e vti u du . www.economicsejournal.org 27 v tev r u tdudvW v G v e T v D v P v ev r u tduevt1dv 1P t ti v M v e vi u dut dvt C t 1 K t t 32 t T v K t t1P t M t W v G v ev tev r u tdudv D v P v tv r u tduevti u du dv M v e evt1dvvti u du M v e lim v33 C t 1 i u So in the pure liquidity trap case 0,u these two equivalent versions tof the aggregate consumption function reduce to: eduv t1 e C t K t tv r u t W v G v t 34 For those who are concerned about the unbounded demand for real money balances at the ZLB in the CobbDouglas case, equation 34 can be reinterpreted, 0 , as the aggregate consumption demand when the economy is by setting v r u t D v P v e T v 1vtdudvdvewww.economicsejournal.org 28 stuck permanently at the ZLB for the model with satiation in real money balances at a finite level of real money balances. In equation 34, current andor future money stocks dont appear. Helicopter money is completely ineffective and so, of course, is any increase in the base money stock, even if it is permanent, say a permanent increase in the monetary base brought about through irreversible QE. I assume that the difference in results is due to a symmetric treatment of money in the household and State solvency constraints by EW. I cannot be completely certain of this, as EW specify the intertemporal budget constraint of the household the first equation not numbered on their p. 149 directly without explicitly giving a noPonzi finance solvency constraint for the household. From the form of the intertemporal budget constraint that the household solvency constraint is that the NPV of the households terminal financial wealth, including base money balances be nonnegative base money is perceived as an asset by the household sector. The only time we see something that looks like a solvency constraint for the State is EWs equation 38 on page 196, which requires that the NPV of the States nonmonetary liabilities be zero. The intertemporal budget constraint of the State is not spelled out, so we cannot back out whether the solvency constraint of the State requires the NPV of the terminal stocks of all financial liabilities of the State including the base money stock to be nonnegative or just the NPV of the terminal stocks of nonmonetary liabilities. The ineffectiveness of base money expansions at the ZLB in the first part of their paper suggests that EW have, implicitly, until they arrive at equation 38 on page 196, adopted a symmetric role of the base money stock in the solvency constraints of the household sector and of the State in the first part of their paper. However, when on page 196 EW impose limv B v P v evtr udu0 they have the same asymmetry as regards the way base money is viewed between households on the one hand and the State on the other hand, as does our paper. EW note that, with the asymmetric solvency constraint, base money expansion at the ZLB can be effective. Thus a commitment of this kind can exclude the possibility of a selffulfilling deflation of the sort above as a rational expectations equilibrium. It follows that there is a possible role for quantitative easing understood to mean www.economicsejournal.org 29 the supply of base money beyond the minimum quantity required for consistency with the zero nominal interest rate as an element of an optimal policy commitment Eggertsson and Woodford 2003, p. 197. EW, however, view limv B v P v evtr udu0 not as the solvency constraint of the State the consolidated general government and Central Bank but as a fiscal commitment, which need not hold all the time. This probably accounts for the ineffectiveness of base money expansions at the ZLB when the economy is in a selffulfilling deflationary trap and the fiscal commitment rule is not imposed. This is the only reason why we get a general effectiveness of permanent base money expansions result, away from as well as at the ZLB while EW in much of their paper until equation 38 on page 196 get an ineffectiveness result at the ZLB. The fact that EW look at a specific Taylortype interest rate rule away from the ZLB and a monetary base rule at the ZLB, while we establish the effectiveness result for all sequences of current and future interest rates, does not account for the differences in our results. Neither is the difference in our results due to the fact that EW work with a general equilibrium model while I work with an incomplete or partial equilibrium model containing only the household and the State sectors. In this partial equilibrium framework I show that for any sequences of interest rates, positive price levels and other variables that are taken as exogenous by the individual households but will be endogenous in a fullyfledged general equilibrium model, household demand can be boosted through helicopter money drops by any desired amount. Whether such an increase in consumer demand raises prices and money wages alone, or employment and output as well, will depend on the general equilibrium closure rule that is adopted. Establishing the point that household demand can be boosted does not require a general equilibrium model. 2.9 Helicopter money without Ricardian equivalence The way helicopter money affects household demand is the same in the 0 as in the overlapping generations model the YaariBlanchard model with representative agent model 0 . A comparison of equations 25 and 27 with equations 28 and 29 shows that the comprehensive wealth term in the aggregate www.economicsejournal.org 30 M t M v e vi u dut dv. tconsumption function is augmented by base money issuance to the tune of t or, equivalently, i v M v e lim M v e i u du vtvti u du dvv It is clear from the model without Ricardian equivalence that permanent monetary base expansions of a given magnitude in NPV terms will now have different effects when they are implemented through upfront lumpsum transfer paymentshelicopter money dropstax cuts than through upfront QE open market purchases of sovereign bonds followed by deferred transfer payments, helicopter money drops or tax cuts. Because the deferred transfer payments, helicopter money drops and tax cuts will in part be enjoyed by generations not yet born today, the upfront QE and deferred transfer payment boost version will be less expansionary, for a given NPV of base money issuance, than the version with the upfront transfer payment boost. 2.10 The cashless economy The cashless economy is the special case of our CobbDouglas instantaneous 0 . Without a nonpecuniary return motive for holding utility function when base money, base money, even if there were such a security, will not be held as long as the nominal interest rate on nonmonetary securities is positive, provided there is a fixed money price for these securities. If there were a variable exchange rate between noninterestbearing base money and positive interestbearing securities, there could be an equilibrium in which the interest bearing securities depreciate in terms of base money, thus compensating for the interest differential. In the extreme form of the cashless economy where there is no noninterestbearing Stateissued instrument called base money, money is reduced to a pure numeraire and any form of helicopter money is impossible, away from the ZLB or at the ZLB. This case is considered by Gali 2008. If there is no nonpecuniary return motive for holding base money, but base money pays the same interest rate i as the nonmonetary security the case studied by Woodford 2003, there is no wealth effect on consumption from helicopter base www.economicsejournal.org 31 money drops if nominal interest rates are positive, at least in the long run. If the economy is in a permanent liquidity trap, helicopter money drops would have wealth effects if and only if base money is irredeemable. Consider a sequence of economies indexed by for which 0 . As long as the value of is positive and the price of money the inverse of the general price level is positive, helicopter money will boost aggregate demand, as is clear from equations 25 and 27. It is true that, for any given level of aggregate consumption, real money balances held willingly are lower for lower values of . But, at given sequences of current and future prices, wages, interest rates etc. real consumption would be higher by enough to equate money demand and supply. Of course, higher aggregate consumption demand will falsify the assumption that the sequences of current and future prices, wages, interest rates etc. can be taken as given, once a plausible supply side and market clearing conditions complete the model. But that is just another way of saying that helicopter money is effective, in the Cobb Douglas model, as long as is positive and i is positive. The case where i is zero and is positive was discussed is Section 2.1.2; it is unlikely to be welldefined because of the unbounded demand for real money balances. The case where both i and are zero is also beyond my ken. 0i is unlikely to be the solution when 0 when 0 . This The limit as 0 we are in the cashless economy where money is not valued is because when intrinsically and is rateofreturn dominated as a store of value. Consequently, it does not have positive value in any reasonable general equilibrium completion of our aggregate demand model. Helicopter money does not work. However, for any positive value of , no matter how small, helicopter money is effective and there therefore can be an equilibrium in which money has positive value. Such discontinuities at zero are not uncommon. In Nickelsburg 1984 a friction is introduced in the Kareken and Wallace 1981 model of exchange rate determination in the form of a positive probability of currency controls being imposed in the future. This friction makes for a determinate exchange rate in what, without the friction, would be an indeterminate exchange rate. As that friction goes to zero the probability of currency controls being imposed goes to zero, the exchange rate remains determinate even for tiny but positive probabilities. However, when the probability of currency controls equals zero, there is exchange rate indeterminacy a qualitatively different outcome. www.economicsejournal.org 32 Some further considerations Fiat base money is special 3 3.1 In this model unbacked fiat base money is unique for two reasons. First, it performs liquidity or transactions functions that cause it to be willingly held by private agents despite carrying a zero nominal interest rate, even when other safe assets are present that yield a positive nominal interest rates. I shoehorned this uniqueness into the model by having money as an argument in the households direct utility function. This is not very satisfactory. The only justification is simplicity and the robustness of the results of the paper to using other mechanisms for making fiat base money a superior asset money in the production function, cashinadvance or legal restrictions. What makes something or some class of objects desirable because of its unique transactionsfacilitating properties differs in the many different approaches that have been adopted for generating a willingness to hold something that is pecuniaryrateofreturndominated as a store of value. It is the outcome of a collective, decentralized social choice. It may help if something is granted legal tender status by the State, but this not a necessary condition. Should fiat base money issued by the State lose this unique advantages it has in facilitating transactions, it will have to pay interest at the same rate as the other safe, liquid financial assets bonds in this model, or it will not be held voluntarily by private agents. We are in the Wallace 1981, 1990 world of the ModiglianiMiller theorem for open market operations. The net present discounted value of future interest saved is, of course zero in this case. However, if the monetary asset is irredeemable, the NPV of the terminal base money stock would still be net wealth. For this to be positive, the growth rate of the nominal stock of base money would have to be at least equal to the nominal rate of interest in the long run. In the liquidity trap case, with a zero nominal interest rate forever, a helicopter money drop would still be effective in boosting household consumption demand, even though a helicopter bond drop would not be. Fiat base money is net wealth 3.2 Fiat base money is net wealth for the consolidated private sector and State sector. Despite fiat money technically being inside money and an inside asset issued by www.economicsejournal.org 33 tdv one economic agent and held by another, fiat base money behaviorally or effectively is like natures bounty: an asset and wealth to the owner but not a claim on or liability of the issuer. M t M v e 1P t vi u du tequation 27 or 29, note that the term Indeed, looking at the version of the aggregate consumption function in could equally well represent true outside assets, like intrinsically worthless pet rocks or Rai, the stone money used on the Isle of Yap. The stock of rare bits of rock deposited on earth by meteorites, say, could be represented by Mt and the net present value of future meteorite deposits could be represented by tworthless commodities like gold and intrinsically worthless virtual media of exchange like Bitcoin could also fit into our consumption function. Both are, of course, costly to produce or mine. Helicopter drops of Rai, gold or Bitcoin would not share with fiat base money the property that they are issued by the State and can be used to fund the State. They dont roll off the printing presses but are gifts from nature Rai and gold and from human ingenuity in the case of Bitcoin. . With some slight modifications, almost intrinsically vi u dut M v e dv 3.3 When is a helicopter money drop preferred to a bondfinanced fiscal stimulus? When there is no Ricardian equivalence, aggregate demand can be stimulated through sovereign bondfinanced tax cuts or through higher exhaustive public spending as well as through helicopter money. Which method one prefers depends on how the model of the economy is completed and on policy preferences. The formal model of this note is not well suited to deal with problems like sovereign default risk or inflation risk, but richer models that permit a meaningful discussion of these issues would likely have the property that if 1 the sovereign has a high stock of nonmonetary net debt outstanding and 2 there are political limits to its current and future capacity to raise taxes or cut public spending, adding to the stock of nonmonetary debt through further sovereign bond issuance could raise sovereign default risk. That would call for monetary www.economicsejournal.org 34 financing as the preferred funding method for a fiscal stimulus. The case for monetary financing would be stronger if inflation is below target and if one or more key financial markets are illiquid. If the public finances are healthy low sovereign debt and deficit, considerable political scope for cutting public spending or raising taxes and inflation is abovetarget, using sovereign bonds to fund a stimulus would make sense. In the current economic conditions faced by the euro area, Japan and, to a slightly lesser degree, by the US and the UK, with question marks behind the sustainability of the public finances and with inflation well below target, monetizing a fiscal stimulus would seem to be the obvious first choice. The institutional implementation of helicopter money drops 3.4 In most contemporary advanced economies, the issuance of fiat base money often with legal tender status is performed by an agency of the State, the Central Bank, that has some degree of operational independence and in a few cases even a measure of target independence in the design and implementation of monetary policy. Some Central Banks can act as fiscal agents for the State central government or federal TreasuryMinistry of Finance but none that I know of acts openly as fiscal principals, sending checks to the citizens on their own behalf or engaging in public investment over and above the construction of their own offices. Central Banks typically transfer their profits over and above what they want to add to reserves or provisions to their beneficial owner, the central government or federal Treasury.12 Specifically, Central Banks do not levy taxes, make transfer payments or pay overt subsidies to other domestic economic entities, nor do they engage in exhaustive public spending other than what is inevitably involved in the running of the Central Bank payroll, capital expenditure on buildings and equipment, supplies, utilities etc  The fact that many Central Banks have engaged in largescale quasifiscal interventions, most recently during and after the NorthAtlantic financial crisis of 20072008, does not change the basic _________________________ 12 The European Central Bank ECB is unique in that its shareholders are the national Central Banks NCBs of the 28 as of May 2014 European Union member states. The profits of the ECB are distributed to the 18 as of May 2014 NCBs of the EU member states that are also members of the euro area. www.economicsejournal.org 35 legal and institutional reality that a Central Bank cannot implement helicopter money on its own. Cooperation and coordination between the Central Bank and the Treasury is required for the realworld implementation of helicopter money drops. In practice, to implement the temporary fiscal stimulus permanentlyirreversibly financed through the issuance of fiat base money that is closest to the original Friedman helicopter money parable a lumpsum transfer payment households permanently funded through base money issuance , the following coordinated fiscalmonetary actions would take place. There would be a oneoff cash transfer to all eligible households by the Treasury. The Treasury funds these payments by selling Treasury debt to the Central Bank, which credits the account held by the Treasury with the Central Bank which is not normally counted as part of the monetary base. As the Treasury pays out the cash to the eligible households, the Treasurys account with the Central Bank is drawn down. The monetary base increases because the transfer payment to the households either ends up as increased cashcurrency held by households, corporates or banks or as increased bank reserves held with the Central Bank. A virtually identical story can be told if instead of a transfer payment to the household sector, the Treasury were to engage in a program of current or capital expenditure. 3.5 The irrelevance of the cancellation of Treasury debt held by the Central Bank From a fundamental economic perspective, it makes no difference whether the Central Bank cancels the sovereign bonds it buys as proposed e.g. by Turner 2013 or holds them indefinitely rolling them over as they mature. This is because the Treasury is the beneficial owner of the Central Bank. The Treasury therefore receives the Central Banks profits and is responsible for its losses. Their accounts including balance sheets and PL account therefore can be or indeed ought to be consolidated to get a proper perspective on the flow of funds and balance sheet accounts that matter. The only reason to prefer cancellation of sovereign debt held by the Central Bank over the Central Bank holding the sovereign debt permanently is that cancellation may be seen as a more credible commitment device. www.economicsejournal.org 36 The disaggregated period instantaneous budget identity, the intertemporal budget identity and the solvency constraint of the Treasury are given in equations 37, 38 and 39. Those of the Central Bank are given in equations 40, 41 and 42. As before, B stands for the net nonmonetary claims on the State held by h B is nonmonetary the private sector the household sector, for simplicity; cb B denotes Treasury debt held claims on the Treasury held by the private sector, by the Central Bank and L Central Bank nonmonetary financial claims on the private sector. All nonmonetary financial claims are nominally denominated and earn the riskfree instantaneous interest rate i. T is the real value of taxes paid by cb T is the real value of payments made by the the private sector to the Treasury, g G in real terms on Central Bank to the Treasury. The Treasury spends cb G . For consumption goods and services and the Central Bank spends expositional simplicity, Treasury and Central Bank capital expenditure are ignored. Because we are considering a closed economy, the Central Bank does not hold any foreign exchange reserves. Note that: B Bh L 35 g G Gcb G 36 h B t cb B t P t i t h B t cb B t P t g G t T t Tcbt 37 h B t cb B t P t t T v Tcbt G t gevtlimvh B v cb B t P v vtelimvh B v cb B t P v vter udu 0 r u dudv r u duM t L t cb B t P t cb G t D t P t Tcbt i t L t cb B t P t 38 39 40 37 www.economicsejournal.org M t cb B t P t L t tcb G t M v limv D t P t cb B v P v Tcbv i v M v P v evt L v er u duvt r u dudv41 limv L v cb B v P v evtr udu 0 42 The Treasurys intertemporal budget identity and solvency constraint imply the Treasurys intertemporal budget constraint: h B t cb B t P t tT v Tcbt G t gevtr u dudv 43 The Central Banks intertemporal budget identity and solvency constraint, which recognizes the irredeemability of fiat base money, imply the Central Banks intertemporal budget constraint: M t L t cb B t P t limv M v P v tcb G v tve D v P v Tcbv i v M v P v evt44 r u dur u dudv Assume that the Treasury, as the beneficial owner of the Central Bank, receives all the profits or cash flows of the Central Bank. Defining Central Bank profits as the Central Banks financial surplus, that is, the excess of Central Bank interest income over Central Bank consumption expenditures, investment expenditures and helicopter drops, this implies: Tcbt i t L t cb B t P t cb G t D t P t This in turn implies that M t cb B t L t www.economicsejournal.org 45 46 38 Under this strict interpretation of the Treasury appropriating all Central Bank profits, the Central Bank runs a balanced budget continuously thus keeping its conventionally defined Net Worth or Equity the excess of the value of its financial assets over the value of its financial liabilities constant except for capital gains and losses not considered here. For the equivalence of the Central Bank cancelling a given amount of sovereign debt or holding it permanently rolling it over as it matures a continuous budget balancing through payments to transfers from the Treasury is not necessary. All that is required is that the present discounted value NPV of the net payments made by the Central Bank to the Treasury be the same as the NPV of the payments stream that balances the Central Banks budget continuously. Equations 44 and 45 imply that cb B t M t L t i v M v tM v elim vvtvtcb B v L v ei u dui u dudv 47 Briefly, it does not matter whether the Central Bank today cancels an amount cb B t of debt owed to it by the Treasury and as a result does not pay out as profits to the Treasury an infinite future stream of Central Bank profits t cb B t , or whether it keeps its existing holdings of whose NPV is, of course, Treasury debt on its books and pays out as profits to the Treasury an infinite stream of future profits that is larger at each point of time by an amount i v B t v , i v B t v ,t .13 cbcb 3.6 Helicopter money drops and the ECB Matters are slightly more complicated for the ECB, whose equity is held by the national Central Banks NCBs of the member States that are part of the euro area. Each NCB has its national Treasury as its beneficial owner. Cancelling an amount i cbi B t _________________________ of sovereign debt of euro area member State i which has an equity stake 13 ti v B t e cbvti u dudv B t cb www.economicsejournal.org 39 cbi B t in the ECB, represents ultimately a wealth transfer of 1 to the Treasury of member State i from the Treasuries of all other member States. indefinitely on the balance sheet of the ECB would result in an Holding infinite stream of profits tto the NCB of country i, and thus ultimately to the Treasury of country i, and i v 1 to the NCBs of the remaining euro area member States and thus ultimately to their national Treasuries. i v B t v , cb B t v ,icbi B t iiticbi This realworld implementation of helicopter money drops is legal and easily implemented everywhere except in the euro area. Article 123.1 of the Treaty on the Functioning of the European Union States: Overdraft facilities or any other type of credit facility with the European Central Bank or with the Central Banks of the Member States hereinafter referred to as national Central Banks in favour of Union institutions, bodies, offices or agencies, central governments, regional, local or other public authorities, other bodies governed by public law, or public undertakings of Member States shall be prohibited, as shall the purchase directly from them by the European Central Bank or national Central Banks of debt instruments. 14 This clause has commonly been interpreted as ruling out the financing of government deficits in the euro area through government debt sales to the ECB or to the national Central Banks NCBs of the Eurosystem and their monetization by the Eurosystem. Unless this can be fudged by the Eurosystem purchasing the sovereign debt in the secondary markets as it did under the Securities Markets Programme and proposes to do under the Outright Monetary Transactions programme should it ever be activated, Article 123.1 deprives the euro area of the one policy instrument a temporary fiscal stimulus permanently funded by and monetized by the Central Bank that is guaranteed to prevent or cure deflation, lowflation or secular stagnation. It is time for Article 123 to be scrapped in its entirety if the euro area does not wish to face the unnecessary risk of falling into any of these traps. _________________________ 14 unionandcommentspart3unionpoliciesandinternalactionstitleviiieconomicandmonetarypolicychapter1economicpolicy391article123.html http:www.lisbontreaty.orgwcmthelisbontreatytreatyonthefunctioningoftheeuropeanwww.economicsejournal.org 40 3.7 How can the Central Bank, technically, do helicopter money drops on its own? Consider again the case where the Treasury, as the beneficial owner of the Central Bank, receives all the profits or cash flows of the Central Bank as in equations 45 and 46.15 From 45 it follows that if the Central Bank increases its flow of helicopter cb G being equal, it will reduce oneforone the money drops Dt, other things cb T . If nothing else changes in the amount of profits it remits to the Treasury cb T and if the Central Bank does not Treasurys budget constraint other than increase its net lending to the private sector L , the Treasury will increase its sales of Treasury debt to the Central Bank by the same amount as the cb BPreduction in cb T and the increase in DP. The increase in the change in the monetary base, M therefore equals the increase in the rate of helicopter money drops, D. If the taxation by the Treasury of the profits of the Central Bank were less cb T is given asphyxiating than assumed in 45, for instance in the case where exogenously, the Central Bank can, in principle, engage in helicopter money drops without purchasing Treasury securities or indeed engaging in any kind of open market purchases or sales of financial assets or changing the stocks of outstanding nonmonetary Central Bank liabilities not considered in this simple model. Consider the period budget identity of the Central Bank in 40. Assume the Central bank increases its helicopter money drops, holding everything else constant securities purchases from the Treasury, lending to the private sector, Central Bank consumption, Central Bank investment and taxes paid to the Treasury, and maintains such a policy for some finite period of time. Thus for tt 0 we have: t D t _________________________ 15 This subsection owes much to the insightful comments of Norbert Haring on an earlier version of this paper. He is quite correct that, technicallylegally, the Treaty does not prohibit helicopter money drops when the ECB signs the checks. My reservations relate to legitimacy consideration rather than legal ones. 48 t 1M t www.economicsejournal.org 41 Here stands for the difference relative to some benchmark sequence. The implications of such unilateral helicopter money drops by the Central Bank could worry those accustomed to analyzing the conventionally defined Central Bank balance sheet, consisting of the Central Banks financial assets and liabilities Table 1. Here NW stands for conventionally defined net worth or equity, the excess of the value of conventional assets over conventional liabilities. NW Bcb L M 49 It is clear that if the Central Bank engages in monetized helicopter money drops itself as in 48, it follows from Table 1 that, if the monetary base expands expands at a faster rate because of helicopter money drops a faster rate of helicopter money drops and the financial assets of the Central Bank remain constant, the equity or conventionally defined net worth of the Central Bank falls falls faster. It could become negative. Does this matter? Consider the intertemporal budget constraint of the Central Bank, equation 44 in Table 2 as the Comprehensive Balance Sheet of the Central Bank. Here NW stands for the comprehensive net worth of the Central Bank. Compared to the conventional balance sheet in Table 1, the comprehensive balance sheet ads two assets, i v M v e and three liabilities, P v G v e lim vdv, M v e D v e and i u dudv P v T and v e r u dudvdvi u dui u dui u dut. vtvtvcbcbvtttvttt Table 1: Stylized Conventional Central Bank Balance Sheet Liabilities Assets M NW Bcb L www.economicsejournal.org 42 Table 2: Comprehensive Central Bank Balance Sheet Assets Liabilities M t P vv e G cbvti u dudv vti u dudv Bcb L i v M v e tvti u du M v elim v D v e vti u dudv P v T cbv e vtr u dudv ttNW Solvency of the Central Bank only requires, from equation 44, that its comprehensive net worth is nonnegative. This is perfectly consistent with its conventional net worth being negative: NW NWi v M v e tvti u dudv M v elim vvti u du t P v G v e cbvti u dudvD v e tvti u dudvt P v T cbv e vt 50 r u dudv In Buiter and Rahbari 2012 and Buiter 2012 we have estimated the NPV of future currency issuance 16 by the ECBEurosystem and other Central Banks at the target rate of inflation assumed to be 2 percent and making a range of assumptions about the other drivers of real currency demand assumed to be nominal interest rates and real GDP. It was not difficult, in the case of the Eurosystem to come up with what we labelled the NonInflationary Loss _________________________ 16 From equation 26 this is given by ti v M v e lim M v e M v e i u du i u du i u du M t tvtvtvtdvdvv www.economicsejournal.org 43 Absorption Capacity NILAC of around 3 trillion. This number of course is an underestimate of the true NILAC as it only considers future issuance of currency. The other component of the monetary base, commercial bank deposits with the Central Bank are effectively assumed not to be a source of profit to the Central Bank they pay the market rate of interest. 3.8 The legality and legitimacy of unilateral helicopter money drops by the Central Bank Can a Central Bank act openly as a fiscal principal, engaging in public expenditure on real goods and services over and above what is required for the fulfillment of its mandated tasks, making transfer payments to the private sector such as helicopter drops of money and imposing taxes on the private sector? It is clear that Central Banks can and do act as quasifiscal actors on a large scale. Reserve requirements that dont pay the market rate of interest are equivalent to a tax on banks. During the financial crisis many Central Banks paid implicit subsidies to the banks they dealt with by lending on terms that were better than was warranted by the creditworthiness of the borrowing banks and by the quality of the collateral that they offered. No Central Bank I know of does, however, engage in open fiscal actions as a principal. They do not levy taxes and explicit transfer payments are de minimis charitable contributions etc. In some countries the power to tax and to use public resources to fund transfer programs and other public spending programs are constitutionally or legally reserved for the legislature. In the US Constitution, Article 1, Section 8. Clause 1 http:www.law.cornell.educonstitutionarticleisection 8. states: The Congress shall have Power to lay and collect Taxes, Duties, Imposts and Excises, to pay the Debts and provide for the common Defence and general Welfare of the United States; but all Duties, Imposts and Excises shall be uniform throughout the United States. If one interprets The Congress as Only the Congress then the Fed can only engage in explicit tax and spend actions with the approval of and as an agent of the Congress. We have not been able to find a comparable clause in the European Treaties TEU and TFEU. However, as regards explicit taxation, the widely accepted www.economicsejournal.org 44 principle of no taxation without representation would seem to make it implausible that the ECB, as an unelected, appointed technocratic body could impose taxes on euro area EA citizens or residents. The lack of political legitimacy of taxation by the Central Bank would doom the effort and probably also the Central Bank engaged in it. What about public spending transfer payments to EA residentscitizens or spending on consumption health or education, say or investment EA infrastructure? Again, although we have not been able to find clauses in the Treaties prohibiting helicopter money drops by the ECB, other good deeds or infrastructure spending beyond its own organizational needs, the political legitimacy of such actions would appear to be questionable. Central Bank resources are public resources taxpayers money. An unelected body like the ECB would appear to lack the input legitimacy to decide how to spend public resources over and above what is necessary to implement its mandate. Here, however, there is a bridge over the legitimacy chasm. The primary objective of the ECB is price stability, operationally defined as an inflation rate on the HIPC measure below but close to two percent per annum in the medium term. If the only way to pursue this primary objective of price stability is to engage in helicopter money drops, and if Article 123 of the TFEU is deemed to rule out a joint monetaryfiscal policy stimulus by the ECB and 18 in 2014, 19 from January 1, 2015, when Lithuania joins the EA national fiscal authorities, then one could argue that the Treaty not only permits but demands helicopter money drops from the ECB. Output legitimacy may trump the lack of input legitimacy. While the argument in the previous paragraph may appear persuasive in the case where inflation is below the level deemed consistent with price stability the case where a helicopter money drop is called for , it fails to convince when the inflation rate is above target and the helicopter would have to vacuum up money held by private agents. Such reverse helicopter money drops or vacuum cleaner money grabs which would have the Central Bank send a bill to each eligible resident in its jurisdiction, would definitely be met with cries of taxation without representation. A combined Central BankTreasury operation with the Treasury sending the demands for payment would likely not be met with such outcry and resistance. Both practically and conceptually, there appears to be an asymmetry in the direct helicopter money drop procedure. www.economicsejournal.org 45 4 4.1 Conclusion The two funding advantages of fiat base money: zero nominal interest rate and irredeemability The fiat base money analyzed in this paper, which can be produced at zero marginal cost by the State much like paper currency or bank reserves with the Central Bank in the real world, and which households are willing to hold at a zero nominal interest rate even when alternative stores of value with positive nominal interest rates are available, has two things going for it as a funding instrument for the State, compared to interestbearing nonmonetary debt. First, the State saves each period instant in the continuous time model the interest bill it would have paid had it issued bonds instead of money. Second, even if the nominal interest rate is zero and even if it is confidently expected to be zero forever, money is a more attractive funding instrument for the State because it is irredeemable. Fiat base money is net wealth to the private sector in the sense that its current stock plus the NPV of net future issuance is a component of the comprehensive wealth of the household sector. 4.2 Helicopter money drops always boost demand A permanent helicopter drop of irredeemable fiat base money boosts demand both when Ricardian equivalence does not hold and when it holds. It makes the deficient demand version of secular stagnation a policy choice, not something driven by circumstances beyond national policy makers control. It boosts demand when nominal riskfree interest rates are positive and when they are zero and even in a pure liquidity trap when nominal interest rates are zero forever. A helicopter money drop always boosts demand when the price of money is positive.17 If the Central Bank has the legal right and the political legitimacy to send checks to those living in its jurisdiction, it can implement helicopter money drops on its own. Otherwise cooperation between the Central Bank and the _________________________ 17 In dynamic general equilibrium with flexible nominal prices, there always exists an equilibrium with a zero price of money in all periods and all States of nature the barter equilibrium or nonmonetary equilibrium. Obviously, helicopter money drops wont boost demand in such an equilibrium. www.economicsejournal.org 46 national Treasury Treasuries in the euro area is necessary to implement helicopter money drops. Acknowledgement The views and opinions expressed are those of the author alone and should not be attributed to Citigroup or to any other organization the author is associated with. I would like to thank Larry Summers from prodding me to write a shortish note setting out the essence of the helicopter money argument, and Norbert Haring for insightful comments on an earlier version of this paper. Two anonymous referees provided exceptionally helpful comments on an earlier version of this paper. www.economicsejournal.org 47 References Bernanke, Ben 2003. Some Thoughts on Monetary Policy in Japan, speech, Tokyo, May. http:www.federalreserve.govBoard DocsSpeeches200320030531 Blanchard, Olivier J. 1985. Debt, Deficits and Finite Horizons. Journal of Political Economy 932: 223247. http:ideas.repec.orgaucpjpolecv 93y 1985i 2p 22347.html Buiter, Willem H. 1988. Death, Birth, Productivity Growth and Debt Neutrality. Economic Journal 98 June: 279293. http:ideas.repec.orgaecjeconjlv 98y 1988i 391p 27993.html Buiter, Willem H. 2003a. Deflation; Prevention and Cure, 2003 Mc Kenna Lecture on International Trade and Economics; Perspective on the Economy. NBER Working Paper 9623, April 2003. http:willembuiter.commckenna.pdf Buiter, Willem H. 2003b. Helicopter Money: Irredeemable Fiat Money and the Liquidity Trap. NBER Working Paper No. W10163, Dec. http:www.willembuiter.comhelinber.pdf Buiter, Willem H. 2004. Two Naked Emperors? Concerns about the Stability and Growth Pact Second Thoughts about Central Bank Independence. Fiscal studies 253: 249277. http:eprints.lse.ac.uk8461ifs_25%283%29.pdf Buiter, Willem H. 2007. Seigniorage. Economics: The OpenAccess, OpenAssessment EJournal 1200710: 149. http:dx.doi.org10.5018economicsejournal.ja.200710 Buiter, Willem H. 2012. The Role of Central Banks in Financial Stability: How Has it Changed?, in World Scientific Studies in International Economics: Volume 30, edited by Douglas D Evanoff, Cornelia Holthausen, George G Kaufman and Manfred Kremer. http:willembuiter.comchicago.pdf Buiter, Willem H. and Ebrahim Rahbari 2012. Looking into the Deep Pockets of the ECB. Citi Economics, Global Economics View, 27 February. http:blogs.r.ftdata.co.ukmoneysupplyfiles201202citiLookingintotheDeepPocketsoftheECB.pdf Buiter, Willem H., Ebrahim Rahbari and Joseph Seydl 2014. Secular Stagnation: Only If We Really Ask for It. Citi Research, Economics, Global, Global Economics View, 13 January. https:ir.citi.comSHP9j Qov S7%2Bi LAYop Q%2F8XAu ZL6i SYJm 8QGw YXy K64o J5e O3Iz 86d 9Dv 2CS%2Blg Kn 2 www.economicsejournal.org 48 Eggertsson, Gauti and Michael Woodford 2003. The Zero Bound on Interest Rates and Optimal Monetary Policy. Brookings Papers on Economic Activity 341: 139233. http:www.brookings.eduaboutprojectsbpeapapers2003zeroboundinterestratesmonetarypolicyeggertsson Eggertsson, Gauti and Michael Woodford 2006. Optimal Monetary and Fiscal Policy in a Liquidity Trap, edited by Richard H. Clarida, Jeffrey Frankel, Francesco Giavazzi and Kenneth D. West, editors NBER International Seminar on Macroeconomics 2004, NBER book, pp. 75144. Eggertsson, Gauti and Paul Krugman 2012. Debt, Deleveraging and the Liquidity Trap: A FisherMinskyKoo Approach, Quarterly Journal of Economics, 1273, 14691513. Eggertsson, Gauti and Neil Mehrotra 2014. A Model of Secular Stagnation. Discussion Paper, July 4. http:www.econ.brown.edufacgauti_eggertssonpapersEggertsson_Mehrotra.pdf Fama, Eugene F. 1983. Financial Intermediation and Price Level Control. Journal of Monetary Economics, 121: 728. Helpman, Elahanan 1983. Comments on: Financial Intermediation and Price Level Control by Eugene F. Fama. Journal of Monetary Economics 121: 2931. http:www.sciencedirect.comsciencearticlepii0304393283900466 Friedman, Milton 1948. A Monetary and Fiscal Framework for Economic Stability. The American Economic Review 38 3: 245264. http:www.jstor.orgstable1810624?__redirected Friedman, Milton 1969. The Optimum Quantity of Money, in Milton Friedman, The Optimum Quantity of Money and Other Essays, Chapter 1. Adline Publishing Company, Chicago. Gali, Jordi 2008. Monetary Policy, Inflation and the Business Cycle: An Introduction to the New Keynesian Framework, Princeton University Press. Gordon, Robert J. 2014. The Demise of U. S. Economic Growth: Restatement, Rebuttal, and Reflections. NBER Working Paper 19895, February. http:econpapers.repec.orgpapernbrnberwo19895.htm Gurley, John G. and Edward S. Shaw 1960. Money in a Theory of Finance. The Brookings Institution, Washington D.C. Hall, Robert E. 1983. Optimal Fiduciary Monetary Systems. Journal of Monetary Economics 121: 3350. http:web.stanford.edurehallOptimal_Fiduciary_Monetary_Systems.pdf www.economicsejournal.org 49 Hansen, Alvin 1939. Economic Progress and Declining Population Growth. American Economic Review 291, Part 1 115. http:www.jstor.orgstable1806983 Kareken, John and Neil Wallace 1981. On the Indeterminacy of Equilibrium Exchange Rates. The Quarterly Journal of Economics, 962: 207222. http:qje.oxfordjournals.orgcontent962207.full.pdf King, Robert G. 1983. On the Economics of Private Money. Journal of Monetary Economics 121: 127158. http:www.sciencedirect.comsciencearticlepii0304393283900533 Krugman, Paul R. 1998. Its Baaack: Japans Slump and the Return of the Liquidity Trap. Brookings Papers on Economic Activity 2: 137205. http:www.brookings.edumediaprojectsbpea1998%2021998b_bpea_krugman_dominquez_rogoff.pdf Leeper, Eric 1991. Equilibria under Active or Passive Monetary and Fiscal Policy. Journal of Monetary Economics 271: 129147. http:www.sciencedirect.comsciencearticlepii030439329190007B Lenza, M, Pill, H and Reichlin L 2010. Monetary policy in exceptional times Economic Policy 25, 295339. http:ideas.repec.orgablaecpoliv 25y 2010ip 295339.html Moghadam, Reza, Ranjit Teja and Pelin Berkmen 2014. Euro Area Deflation Versus Lowflation. IMFdirect, The international Monetary Funds global economy forum, March 4. http:blogimfdirect.imf.org20140304euroareadeflationversuslowflation . Nickelsburg, Gerald 1984. Dynamic Exchange Rate Equilibria with Uncertain Government Policy. Review of Economic Studies 513: 509519. http:restud.oxfordjournals.orgcontent513509.abstract Patinkin, Don 1965. Money, Interest and Prices; An Integration of Monetary and Value Theory. Second Edition, Harper Row, Publishers, New York. Pesek, Boris P., and Thomas R. Saving 1967. Saving, Money, Wealth, and Economic Theory. New York: The Macmillan Company,. Reichlin, Lucrezia, Adair Turner and Michael Woodford 2013. Helicopter money as a policy option. Vox EU, 20 May 2013, http:www.voxeu.orgarticlehelicoptermoneypolicyoption . Sargent, Thomas. J. 1987. Dynamic Macroeconomic Theory, Cambridge Massachusetts: Harvard University Press. Sargent, Thomas J. and Neil Wallace 1984. Interest on Reserves. Journal of Monetary Economics 153: 279290. http:ideas.repec.orgaeeemonecov 15y 1985i 3p 279290.html www.economicsejournal.org 50 Sims, Christopher A. 2001. Fiscal Aspects of Central Bank Independence. CESifo Working Paper Series No. 547. http:ideas.repec.orgpcesceswps_547.html Sims, Christopher A. 2004. Limits to inflation targeting, in Ben S. Bernanke and Michael Woodford eds. The InflationTargeting Debate, NBER Books, National Bureau of Economic Research, Inc, number bern 041, July. http:ideas.repec.orgbnbrnberbkbern 041.html Stockman, Alan C. 1983. Comments; Optimal Fiduciary Monetary Systems by Robert E. Hall. Journal of Monetary Economics,121: 5154. http:www.sciencedirect.comsciencearticlepii030439328390048X Summers, Lawrence 2013. IMF 14th Annual Research Conference in Honor of Stanley Fisher, International Monetary Fund, November 8. http:larrysummers.comimffourteenthannualresearchconferenceinhonorofstanleyfischer Turner, A 2013. Debt, Money and Mephistopheles, speech at Cass Business School, 6 February, http:www.fsa.gov.uklibrarycommunicationspeeches20130206at . Wallace, Neil 1981. A ModiglianiMiller theorem for open market operations. American Economic Review 713: 267274. http:ideas.repec.orgaaeaaecrevv 71y 1981i 3p 26774.html Wallace, Neil 1990. A suggestion for oversimplifying the theory of money. Federal Reserve Bank of Minneapolis Quarterly Review 131: 1926. http:ideas.repec.orgafipfedmqry 1990iwinp 1926nv.14no.1.html Weil, Philippe 1989. Overlapping Families of Infinitelylived Agents. Journal of Public Economics 382: 183198. http:ideas.repec.orgaeeepubecov 38y 1989i 2p 183198.html Weil, Philippe 1991. Is Money Net Wealth? International Economic Review 321, February: 3753. http:ideas.repec.orgaieriecrevv 32y 1991i 1p 3753.html Woodford, Michael 2003. Interest and Prices A Foundation of a Theory of Monetary Policy. Princeton, New Jersey: Princeton University Press. Woodford, M 2012. Methods of Policy Accommodation at the InterestRate Lower Bound. Proceedings Economic Policy Symposium Jackson Hole: 185288. http:ideas.repec.orgafipfedkpry 2012p 185288.html Yaari, M. E. 1965. Uncertain Lifetime, Life Insurance and the Theory of the Consumer. Review of Economic Studies 322: 137150. http:restud.oxfordjournals.orgcontent322137.extract www.economicsejournal.org 51 Please note: You are most sincerely encouraged to participate in the open assessment of this article. You can do so by either recommending the article or by posting your comments. Please go to: http:dx.doi.org10.5018economicsejournal.ja.201428 The Editor Authors 2014. Licensed under the Creative Commons License Attribution 3.0. ", "filename": "794107036.pdf", "person": ["Willem H. Buiter", "Buiter, Willem H."], "date": ["2014"]}