{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/102048/1/795349955.pdf"], "title": ["Social security around the world: A review of datasets"], "plaintext": "Gnuss Afnemm Asuz Mit zunehmendem wissenschaftlichen Interesse an sozialpolitischen Reformen sowie an Prozessen der Politikdiffusion werden umfassende Datensatze zu sozialen Sicherungssystemen umso mehr benotigt. Daher stellt dieses Arbeitspapier einen Uberblick uber die bestehenden Datensatze zur sozialen Sicherung zur Verfugung und diskutiert deren Starken und Schwachen. Die prasentierten Projekte eignen sich sowohl fur Ereignisdatenanalysen als auch fur multivariate Regressionen. Da sich ein Groteil der Forschung bisher hauptsachlich mit OECD Landern beschaftigt hat, widmet sich dieses Arbeitspapier insbesondere Daten jenseits der OECD Welt, die somit fur die weitere Vervollstandigung bestehender Datenprojekte und die Analyse von globalen Dynamiken der sozialen Sicherung genutzt werden konnen.56WORKING PAPERS 03 2014tnetnoc 1. Introduction 2. Event Data on Social Security Systems International Social Security Association and 2.1 Social Security Programs Throughout the World Database of National Labour, Social Security and Related Human Rights Legislation and Information System on International Labour Standards 2.2 2.3 World Treaty Index 3. Global Data on Social Security 3.1 World Bank 3.2 3.3 United Nations International Labour Organization 4. Regional Data NonOECD Countries 4.1 4.2 4.3 Asian Development Bank ASEAN Social Security Association SocioEconomic Database for Latin America and the Caribbean Social Policy in Latin America and the Caribbean Dataset Caribbean Community Secretariat Federation of Pension Funds Administrators Social Assistance in Developing Countries Database 4.4 4.5 4.6 4.7 5. OECD Welfare State Datasets 5.1 5.2 5.3 5.4 5.5 Comparative Welfare States Dataset Comparative Welfare Reform Dataset Comparative Welfare Entitlements Dataset Social Citizenship Indicator Project Quality of Government Social Policy Dataset 91010111316161719202021212122222223232323242476. Further Datasets Europe and the OECD World 6.1 6.2 6.3 6.4 General Government and Taxation Data Comparative Family Policy Database Comparative Political Datasets I and III Social Assistance and Minimum Income Protection Interim DataSet 6.5 Unemployment Replacement Rates Dataset 6.6 European Commission 6.7 6.8 OECD European Data Centre of Work and Welfare 7. National Statistics Agencies and Social Security Boards 8. List of Abbreviations 9. References 2425252526262627272845478WORKING PAPERS 03 20141. Introduction As scholarly interest in processes of policy diffusion and outcomes of policy reforms grows, the demand for comprehensive datasets on social security systems does as well. In the past, several research projects have compiled comprehensive datasets on social security systems. However, most of these only cover European countries and the OECD world e.g. Comparative Welfare Entitlements Dataset CWED, Comparative Welfare States Dataset CWSD, Social Citizenship Indicator Project SCIP and were often based on data provided by the European Commission or the Organization for Economic Cooperation and Development OECD itself. Comprehensive datasets on nonOECD countries are still sparse despite attempts of international organizations such as the World Bank or the International Labour Organization ILO to close this gap. Moreover, many sources e.g. the International Social Security Association ISSA, Social Security Programs throughout the World provided by the United States Social Security Administration USSSA, the Database of National Labour, Social Security and Related Human Rights Legislation NATLEX, the Information System on International Labour Standards NORMLEX or the World Treaty Index only provide qualitative data on social security laws and treaties, which must then be transformed into quantitative data.Subsequently, this working paper provides an encompassing review of social security datasets, which to date have been widely used in comparative welfare state research. In addition to discussing their strengths and shortcomings, I will present data on nonOECD countries that supplement existing projects. Given the fact that only a few comprehensive datasets focus on nonOECD countries e.g. Social Protection Index SPI, SocioEconomic Database for Latin America and the Caribbean SEDLAC, Social Assistance in Developing Countries Database, data from national statistics agencies and social security boards are taken into account as well. Overall, this paper aims to shed light on existing social security data projects and to present data from nonOECD countries that can be used for the analysis of global social security dynamics.In the following, I provide an overview of social security datasets that can be employed for event history analyses. After that, I will focus on data projects of international organizations such as the World Bank, the ILO and the United Nations UN, specifically those that entail data on social security expenditures, social security contributions, social security coverage, duration of benefit receipt, the amount of benefits or qualifying conditions. Furthermore, regional datasets on nonOECD countries, OECD welfare state datasets and data projects with a specific focus on social security are discussed as well. Finally, I will conclude with an overview of social security data from national statistics agencies and social security boards for those countries which are not sufficiently represented in the aforementioned datasets.92. Event Data on Social Security Systems In recent years, welfare state research has been criticized for its nationcentred focus in explaining public policy outcomes. As a result of globalization and the integration of countries within supranational organizations such as the European Union EU, national policies can no longer be analysed in isolation. Moreover, inter and supranational influences as well as relations between nationstates Obinger et al. 2013: 112, emphasis in the original have to be taken into account. In light of a growing interconnectedness of states, current research increasingly focuses on analysing processes of policy diffusion. Thereby, policy diffusion occurs if a governments policy decision systematically depends on policy decisions made in other countries Simmons et al. 2006: 787. In order to analyse the diffusion of social security systems in global perspective, event datasets that code the implementation of social security laws and treaties are required. With regard to this goal, five data projects entail valuable information for the construction of event datasets: 1 the International Social Security Association ISSA; 2 Social Security Programs Throughout the World provided by USSSA; 3 the Database of National Labour, Social Security and Related Human Rights Legislation NATLEX, ILO; 4 the Information System on International Labour Standards NORMLEX, ILO; and 5 the World Treaty Index. In the following, I will discuss the strengths and shortcomings of the mentioned datasets and visualize their commonalities and differences in coding social security legislation.2.1 INt ERNAt IONAL SOCIAL SECu RIty ASSOCIAt ION AND SOCIAL SECu RIty PROGRAm S th ROu Gh Out th E WORLD The International Social Security Association ISSA provides data on social security legislation in 176 countries and distinguishes between five domains of social security: 1 Family benefits; 2 old age, disability and survivors; 3 sickness and maternity; 4 unemployment; and 5 work injury. This information is available on the ISSA website but has to be transformed into quantitative data. Beyond the domains of social security, ISSA distinguishes between different social security systems which are subdivided into the following ten categories: 1 Social insurance; 2 social assistance; 3 employmentrelated; 4 universal; 5 meanstested; 6 individual account; 7 mandatory occupational pension; 8 mandatory private insurance; 9 provident funds; and 10 employerliability system. Under each category, coverage lists persons eligible for receiving the given cash or in kind benefits. Furthermore, the ISSA provides information on the payments of contributions and distinguishes between four kinds of contributors: 1 Insured person; 2 selfemployed person; 3 em10WORKING PAPERS 03 2014ployer; and 4 government. The ISSA also refers to the qualifying conditions that have to be met in order to be eligible for social security benefits. For example, this may comprise a percentage constraint in workforce to qualify for occupational invalidity benefits or a minimum period of contributions to be eligible for unemployment benefit. Lastly, the amount of benefits that can be received from each of the social security programmes is added according to national currency.One problematic issue with the information provided by the ISSA is the presentation of the data. For each of the mentioned domains of social security, the ISSA lists the law which has been passed first first law and the laws which are currently in force current laws. However, the presentation of the data alongside the mentioned scheme makes it impossible to identify which part of a regulation still refers to the first law and which parts have been reformed. Due to this shortcoming, change over time and breaks cannot be documented. Nevertheless, it is possible to simply code the passage of laws on a given issue without focusing on its exact content.The Social Security Programs Throughout the World project provided by the United States Social Security Administration USSSA entails the same data as ISSA but slightly differs with regard to the data presentation. On the one hand, the USSSA mainly refers to the core laws that have been passed on social security, only partially mentioning amendments. In addition, the exact description of the laws and their identification number are not listed but short keywords on the content of a law are provided. In contrast to the ISSA, the USSSA updates its data every two years but still provides the older versions on the website see for example the data on Europe: 2002, 2004, 2006, 2008, 2010, 2012. Therefore, it is possible to document change over time for at least eight to ten years. In sum, the data presented by the ISSA and the USSSA are especially useful for coding the passage of social security laws, their topical context as well as the kind of social security system to which they belong to without taking a too narrow focus on specific differences of the social security systems or on change over time with regard to the content of social security laws.2.2 DAt ABASE OF NAt IONAL LABOu R, SOCIAL SECu RIty AND RELAt ED hum AN RIGht S LEGISLAt ION AND INFORm At ION Sy St Em ON INt ERNAt IONAL LABOu R St ANDARDSThe Database of National Labour, Social Security and Related Human Rights Legislation NATLEX mainly provides data on social security legislation at the national level and distinguishes between the following categories of social security: 1 Social security general standards; 2 medical care and sickness benefit; 3 oldage, invalidity and survivors benefit; 4 employment accident and occupational disease benefit; 5 unemployment benefit; 6 social assistance and services; 7 administration and financing; and 8 maternity protection this category does 11not belong to social security but serves as a category on its own. In addition to this, specific laws for seafarers are listed in the category Seafarers Social Security, whereas international agreements are subsumed under the category international social security agreements. With regard to the kind of laws, NATLEX distinguishes between 1 constitution; 2 law, act; 3 regulation, decree, ordinance; 4 miscellaneous circular, directive, legal notice, instruction, etc.; 5 international agreement; 6 EU directive; 7 EU regulation; 8 EU decision, 9 EU recommendation; 10 collective agreement; and 11 case law. Furthermore, NATLEX provides information on the scope of social security laws and refers to the following five categories: 1 European Union; 2 international; 3 national; 4 nonmetropolitan territories; and 5 state or province. On the website, countries and categories can be selected for which laws are displayed with information on their date of passage as well as on their date of implementation. The names of the laws are listed in the national language, often with a keyword or a short summary in English. Moreover, the original legal text is also available as a pdfsheet. For every law, which has been passed, additional links to amendments and repeals are listed within a grey box from which the following forms can be distinguished: 1 Repealed texts; 2 amending texts; 3 related texts; 4 implementing texts; and 5 basic texts. The last category refers to the original law that has been passed in relation to a given domain of social security. Due to the fact that NATLEX provides a lot of information, a very precise dataset on social security legislation could be established. However, it is also difficult to handle with the preciseness of NATLEX as for every law there exist further amendments and subcategories of the amendments so that coding all these laws would be very finegrained.In comparison to NATLEX, the Information System on International Labour Standards NORMLEX mainly refers to the content of international agreements of the ILO and distinguishes between the following kinds of agreements: 1 Conventions; 2 protocols; and 3 recommendations. Especially interesting are conventions on which protocols and recommendations are based.The category status on the website lists whether conventions are still in force. For repealed conventions, NORMLEX sometimes provides links to their revisions from which one can derive information on the exact date of repeal. Another way to retrieve information on repeals is selecting the category conventions and recommendations by subject and status, which entails specific information on the status of a convention and is displayed in the following manner: 1 Uptodate instrument; 2 instrument with interim status; 3 withdrawn instrument; 4 instrument to be revised; 5 outdated instrument; and 6 shelved convention. Furthermore, the category uptodate conventions comprises all conventions that are currently in force. Concerning the topical domains, NORMLEX distinguishes, inter alia, between: 1 Social security; 2 maternity protection; and 3 seafarers. The third category exclusively refers to jobrelated regulations for seafarers 12WORKING PAPERS 03 2014ty belongs to the category 2SECUR. Nevertheless, the titles of the laws are listed in a way that the treaties can be allocated to one of the issues. Beyond the category on social security, there also exists the category 2LABOR, which among other things focuses on maternity leave and on workers health of safety. The advantage of the World Treaty Index is that it is a good display of bilateral and multilateral treaties, which can be used to accomplish the data on national social security legislation with an international perspective. The differences and commonalities between all datasets are listed in Table 1. that are in general concerned with social security as well as with pensions and health insurance. To conclude, the dataset is especially useful for analysing temporal variance with regard to the introduction of conventions. 2.3 WORLD t REAty INDEx The World Treaty Index project focuses on international agreements on social security as well as on the contracting parties and distinguishes between 28 forms of international agreements. Whereas information on bilateral treaties can be found on the website, information on multilateral treaties is presented within an Excelsheet that is available in two forms. The first sheet entails data wherein every treaty is listed once with the respective treaty parties. The second sheet lists every treaty with the treaty partners displayed in dyadic form. In addition, more specific information is provided on 1 the treaty number; 2 the edition of the volume in which the treaty has been published; 3 the page number on which the treaty can be found; 4 the date when the treaty came into force; 5 the place or organization where the treaty has been ratified; as well as 6 the place where the treaty has been registered. Treaties on social security are listed within the category 2SECUR, which covers the following issues: 1 Social security entails all treaties, which are generally concerned with social security; 2 retirements; 3 old age benefits; 4 disability; and 5 unemployment compensation. The dataset does not distinguish between these forms but only reports that the trea13Table 1: Visualization of event data Dataset International Social Security Association ISSA and Social Security Programs Throughout the World USSSA NATLEX ILO Countries 176 ISSA, 176 USSSA 196 Domain of social security 1. Family benefits 2. Old age, disability and survivors 3. Sickness and maternity 4. Unemployment 5. Work injury Social security system 1. Social insurance 2. Social assistance 3. Employmentrelated 4. Universal 5. Meanstested 6.7. Mandatory occupational pension 8. Mandatory private insurance 9. Provident funds 10. EmployerLiability system Individual account Kind of law or treaty Law 1. Social security general standards 2. Old age, invalidity and survivors benefits 3. Medical care and sickness benefit 4. Unemployment benefit 5. Employment accident and occupational disease benefit 6. Maternity protection 7. Social assistance and services 8. Administration and financing No categorization! 1. Law, act 2. Constitution 3. Regulation, decree, ordinance 4. Miscellaneous circular, directive, legal notice, instruction, etc. International agreement 5.6. EU directive 7. EU regulation 8. EU decision 9. EU recommendation 10. Collective agreement 11. Case law Laterality of laws and treaties 1. Unilateral 1. Unilateral 14WORKING PAPERS 03 2014Table 1 continued Dataset NORMLEX ILO World Treaty Index Countries 185 200 Domain of social security Social security system Kind of law or treaty 1. Social security comprises sickness, old age, survivors, invalidity, unemployment 2. Maternity protection 3. Seafarers occupational specific regulations 1. Social security comprises retirements, old age benefits, disability, employment compensation 2. Maternity protection No categorization! No categorization! 1. Convention 2. Protocols 3. Recommendations 1. Convention 2. Agreement 3. Protocol 4. Constitution 5. Memorandum 6. Supplement 7. Act 8. Regulation 9. Exchange 10. Treaty 11. Statute 12. Declaration 13. Charter 14. Terms of reference 15. Pact 16. Instrument 17. Covenant 18. Modification 19. Article 20. Arrangement 21. Code 22. Contract 23. Letter 24. Decision 25. Understanding 26. Minute 27. Framework 28. Programme Laterality of laws and treaties 1. Multilateral 1. Unilateral this category can be chosen, however, no information on social security is available 2. Bilateral 3. Multilateral 153. Global Data on Social Security In comparison to the aforementioned eventbased data sources, there exist far more datasets on social security revenues and expenditures as well as on the design of social security systems. These comprise information on the coverage of social security systems, benefit generosity and the duration or the waiting period for receiving benefits. In the following, I will first discuss datasets with a global focus, as provided by international organizations such as the World Bank, the ILO and the UN. Then, I will refer to datasets with a regional focus on nonOECD countries, before turning to common welfare state datasets and projects on specific issues of social security for the OECD world and the European Union.3.1 WORLD BANk The World Bank offers four datasets that cover social security: 1 The Atlas of Social Protection Indicators of Resilience and Equity ASPIRE, 20052010; 2 World Development Indicators WDI, 19602013; 3 Global Financial Development 19602011; and 4 Spending on Social Safety Nets 19962006.The first project, ASPIRE, focuses on 59 countries, which mainly do not belong to the OECD or the EU. With regard to social security, they address four domains: 1 Social insurance; 2 labour market; 3 social assistance; and 4 remittances. These are further subdivided into smaller categories. Thereby, the category social insurance comprises 1 old age contributory pensions including old age, survivors, disability; and 2 social securityhealth insurance including occupational injury benefits, paid sick leave, health insurance, maternity and other forms of social insurance. The second category focuses on labour market programmes and includes the following issues: 1 Unemployment compensation; 2 severance pay; 3 early retirement due to labour market reasons; 4 labour market services intermediation; 5 training vocational, life, skills, cash for training; 6 job rotation and job sharing; 7 employment incentiveswages subsidies; 8 supported employment and rehabilitation; as well as 9 employment measures for the disabled. The category social assistance comprises 1 cash transferslast resort programmes; 2 social pension; 3 other cash transfers programmes; 4 conditional cash transfers; 5 in kind food transfers; 6 school feeding; 7 other social assistance programmes; and 8 public works. Last but not least, the category remittances distinguishes between 1 domestic remittances; 2 remittances from abroad; 3 income and support from charity; and 4 other private transfers. These categories are displayed by one of the following indicators: 1 Average per capita transfer; 2 coverage; 3 benefit incidence; 4 beneficiary incidence; 5 generosity; 6 gini inequality reduction; 7 poverty headcount reduction; 8 poverty gap reduction; 9 cost benefit ratio; or 10 social protection overlap. Due to 16WORKING PAPERS 03 2014its display with ten indicators, this dataset has a high compatibility and therefore is a valuable source for extending existing data projects. However, the covered period is too short for analysing major changes in social security systems.Secondly, the World Development Indicators WDI project covers roughly 200 countries and focuses on benefits, the generosity of social security systems, programme participation as well as social exclusion equity and social protection ratings ranging from low 1 to high 6. With regard to benefits, WDI reports the benefits received by the first twenty per cent of the population concerning all social insurance, all social protection, all safety nets or unemployment benefits and active labour market policies. The level of generosity and programme participation are additionally listed for all domains of social security given.In contrast, the Global Financial Development dataset only provides information on pension fund assets in relation to the Gross Domestic Product GDP for 197 countries, territories and islands.Lastly, the Spending on Social Safety Nets dataset has compiled social expenditure data measured as a percentage of GDP, including items such as: 1 Social insurance; 2 social assistance; 3 total social protection; 4 education; 5 health; 6 total social spending; and 7 total government spending. Furthermore, the dataset provides useful qualitative information on the design of social security systems such as on coverage, benefits or contributions. The problem of the expenditure data is that for each country the data is only available for one point in time during the period from 1996 to 2006. Hence, few countries refer to the same year and thus reduces the comparability of the dataset.In sum, the World Bank offers some interesting data projects, which cover a broad range of countries. However, one shortcoming is that ASPIRE and Spending on Social Safety Nets focus on a too short time span. 3.2 INt ERNAt IONAL LABOu R ORGANIz At IONThe ILO provides five datasets which focus on social security: 1 Cost of Social Security 19901996; 2 Cost of Social Security in collaboration with the Mannheim Centre for European Social Research MZES 19491993; 3 Social Security Inquiry SECSOC, 20002009; 4 Social Security Database 19892012; and 5 Conditions of Work and Employment Programme TRAVAIL, 19452013.The Cost of Social Security dataset focuses on social protection expenditure and social protection receipts, which can be displayed in national currency and as a percentage of GDP. With regard to the expenditures on social protection benefits, the dataset distinguishes between cash and in kind benefits for the following domains: 1 Old age; 2 survivors; 3 invalidity; 4 employment injury; 5 sickness and health; 6 family benefits; 7 unemployment; 8 housing; 9 social assistance and others; 10 administrative costs; 11 other expenditure; and 12 transfers to reserves. Concerning social security receipts, however, the dataset re17fers to a different category scheme. The six categories comprise 1 oldage, invalidity and survivors programme; 2 employment injury programme; 3 sickness and health programme; 4 unemployment programme; 5 family programme; and 6 housing and social assistance programme. For each domain, information on protected persons and employers contributions are available as well as on taxes and transfers from reserves. The advantage of this project is that it covers 112 countries. However, the data is presented separately for each country, which must first be merged for comparative quantitative analyses. The disadvantage of this project is that the data presentation on expenditures and receipts varies over time and with regard to the given country so that it is not always comparable. This is especially true for the years before 1994, which have a completely different coding scheme.In collaboration with the ILO, the MZES extended the Cost of Social Security data under the direction of Peter Flora and Franz Kraus. Their project covers 23 European countries over the period from 1949 to 1993. While providing the original data for each of the countries separately, they also proposed a coding scheme for merging the data and to counter the problem of comparability of the different sources. Their coding scheme comprises the following variables: 1 Agency referring to the kind of social security system; 2 body referring to the institution responsible for social security; 3 eligibility criterion for coverage; 4 scope; 5 contingency; 6 riskneed; 7 contractual basis of the establishment of the scheme; 8 form of establishment of entitlement; 9 mode of apportionment of financing; 10 type of receipts; and 11 type of intervention. To conclude, this dataset is a valuable source for gaining an indepth understanding of social security systems and their financing in European countries.Another data project of the ILO is the Social Security Inquiry SECSOC. This dataset covers a variety of social security issues such as short and longterm benefits, the requirements for receiving meanstested benefits, guaranteed minimum benefits, social security coverage and their duration as well as social security expenditure and benefit receipt ratios. The advantage of this dataset is that it comprises 97 countries and so also entails nonEuropean and nonOECD countries. Furthermore, it refers to the social risks and needs of 1 old age; 2 disability; 3 survivorship; 4 sickness; 5 maternity; and 6 unemployment. However, only the period from 2000 to 2012 is covered.The Social Security Database includes 125 countries and is subdivided into two parts: 1 Social Security Database Programmes and Mechanisms; and 2 Social Security Expenditure Database. The first dataset provides qualitative information on the social security systems in the given countries including: 1 Sickness; 2 maternity; 3 old age; 4 invalidity also called disability; 5 sickness also called death; 6 family allowances; 7 work injury; and 8 unemployment. Furthermore, the first dataset also offers data on the financing, the conditionality as well as the coverage of social security. Even though this part comprises valuable information on the design of social security systems, 18WORKING PAPERS 03 2014the majority of its information is based on data provided by the USSSA. In contrast, the Social Security Expenditure Database focuses on all kinds of expenditure associated with 1 health care; 2 sickness; 3 maternity; 4 old age; 5 invalidity; 6 survivors; 7 family allowances; 8 work injury; and 9 unemployment. This comprises public, mandatory as well as private expenditure and is available for the period from 1989 to 2005.The last project, Conditions of Work and Employment Program TRAVAIL, offers qualitative information on regulations for 1 working time; 2 minimum wages; and 3 maternity protection. With regard to social security, the last category is of particular interest. It focuses on the following issues: 1 Scope; 2 qualifying conditions; 3 duration; 4 and the leave due to illness or complications during pregnancy. Furthermore, the regulations on parental leave, paternity leave and adoption leave are listed as well as information on the amount of cash benefits and their duration. In addition, the TRAVAIL project covers topics such as medical benefits, health protection and nondiscrimination as well as employment security for the parents. One of the interesting aspects of this project is the interactive data selection on its website. Here, users can select the relevant categories and countries so that information on the regulations is displayed.Beyond qualitative information on the content of maternity protection regulations, the data project also entails historical information on the general duration of maternity leave and the amount of benefits. The data is available for the years 1994, 1998, 2004 and 2009. Additionally, one can derive information on the financing institutions of maternity leave for the years covered. The dataset is regularly updated and therefore displays current regulations on maternity protection. As the information on which paragraph a regulation refers to is listed as well, it is further possible to identify when a regulation was introduced and to code events on social security legislation, accordingly.3.3 u NIt ED NAt IONSThe United Nations offer data on social security within its regional departments such as the Economic Commission for Latin America and the Caribbean ECLAC, the Economic and Social Commission for Western Asia ESCWA, the Economic and Social Commission for Asia and the Pacific Region ESCAP and the United Nations Economic Commission for Europe UNECE. The Comision Economica para America Latina y el Caribe Statistics CEPALSTAT of ECLAC covers 15 Latin American and Caribbean countries over the period from 1989 to 2005 and entails data on 1 wage earners who contribute to social security; 2 employees covered by social security; 3 employed persons, who contribute to social security; as well as 4 health and social public expenditure.Similarly, ESCWA focuses on Middle Eastern countries, comprising Bahrain, Egypt, Jordan, Kuwait, Lebanon, Oman, Qatar, Saudi Arabia, the Sudan, Syria and the United Arab Emirates. In comparison to ECLAC, information on health expenditure and on prenatal care coverage can 19only be derived for different points in time 1999, 2000, 2005 and 2010. to 2050, the remaining data is only available for the period from 1990 to 2012.The ESCAP project comprises 53 countries in the Asian and the Pacific region offering data on the oldage support ratio, various forms of health expenditure e.g. private or outof pocket expenditure, the number of physicians and hospital beds as well as data on prenatal care coverage. Although the oldage support ratio is estimated for the period from 1980 Lastly, the UNECE department provides data on the prenatal care coverage for sixty European countries during the period from 1988 to 2012.To conclude, the departments of the United Nations entail virtually every country but cover only few social security issues and short time spans.4. Regional Data NonOECD Countriesgrammes. Even though these indices are useful for comparing the extent of social protection among Asian and Pacific countries, they are not suitable to compare countries on a global scale. Furthermore, the Social Protection Index project comprises information on the number of beneficiaries covered by the social security system and on social security expenditure. Beyond the Social Protection Index project, the ADB statistical database system also entails data on social security and welfare expenditure for 48 countries during the period from 1988 to 2012.In this section, regional datasets on nonOECD countries are reviewed, which serve as a valuable supplement to the aforementioned data projects. The most comprehensive datasets are available for Latin America and the Caribbean as well as for the Asian and Pacific region. Thus, information is particularly lacking for the African continent.4.1 ASIAN DEv ELOPm ENt BANk The Asian Development Bank ADB provides data for 42 countries in the Asian and the Pacific region. Its Social Protection Index SPI project offers an index that comparatively measures the scope and depth of different social security programmes, including social insurance, social assistance and active labour market policies. In addition, an overall indicator is calculated for all social security pro20WORKING PAPERS 03 20144.2 ASEAN SOCIAL SECu RIty ASSOCIAt ION The ASEAN Social Security Association ASSA offers country specific information on the social security systems of nine of its ten member states: Brunei Darussalam, Cambodia, Indonesia, Lao PDR, Malaysia, Philippines, Singapore, Thailand and Vietnam. Comprehensive reports for each country can be obtained, which are regularly updated, covering years from 2005 to 2013. Moreover, the ASSA has published three books entitled Social Security Profiles, two of which are available on their website. The first edition mainly includes quantitative data for the years 1995 to 1997 for the following issues: 1 Rates of contributions as percentage of wages; 2 contributions in millions of Rupiah; 3 social security membership; 4 benefits; and 5 other financial statistics. These categories focus on different domains of social security such as pension schemes. However, only five countries are covered in this edition, namely Indonesia, Singapore, Malaysia, Thailand and the Philippines. The third edition revises the previous two editions so that it provides a wellstructured overview of social security legislation, related schemes as well as the extent of coverage. In comparison to the first edition, Brunei Darussalam and Vietnam are also included. Thus, the ASSA is a valuable source for obtaining indepth information on the structure and organization of social security systems as well as on their legislative context.4.3 SOCIOECONOm IC DAt ABASE FOR LAt IN Am ERICA AND th E CARIBBEANThe Centre for Distributional, Labour and Social Studies CEDLAS of the National University de la Plata offers the SocioEconomic Database for Latin America and the Caribbean SEDLAC in collaboration with the World Bank. The project covers 16 Latin American and Caribbean countries especially during the period from 1990 to 2011 and includes data on the share of salaried workers with the right to pensions or health insurance for different age groups and education levels. Even though the dataset provides useful information, the split into different age groups and education levels reduces the comparability with other datasets. The covered time spans vary depending on the country context.4.4 SOCIAL POLICy IN LAt IN Am ERICA AND th E CARIBBEAN DAt ASEt The Social Policy in Latin America and the Caribbean Dataset compiled by Evelyne Huber, John D. Stephens, Thomas Mustillo and Jennifer Pribble at the University of North Carolina, focuses on 26 Latin American and Caribbean countries between 1960 to 2006. The dataset solely comprises expenditure data with regard to 1 social expenditure; 2 social security expenditure; and 3 social security and welfare expenditure. The data is available as a percentage of overall expenditure or in relation to GDP.214.5 CARIBBEAN COmmu NIty 4.7 SOCIAL ASSISt ANCE IN DEv ELOPING COu Nt RIES DAt ABASEThe Social Assistance in Developing Countries Database compiled by Armando Barrientos, Miguel NinoZarazua and Mathilde Maitrot from the Chronic Poverty Research Centre and the Brooks World Poverty Institute at the University of Manchester provides qualitative information on social assistance programmes in 52 developing countries in Latin America, Africa and the Asian and Pacific region. The dataset covers social assistance programmes since 1945 but mainly refers to programmes adopted during the past twenty years. The information primarily covers programme objectives, transfers, the targeted population and coverage, the selection criteria of beneficiaries, costs, programme start date as well as additional issues related to implementing social assistance programmes. Moreover, the database distinguishes between the following three forms of social assistance programmes: 1 Pure income transfers; 2 transfers plus interventions with the focus on human, financial or physical asset accumulation; and 3 integrated poverty reduction programmes.SECREt ARIAt The Caribbean Community Secretariat CARICOM provides qualitative data on contribution periods and qualifying conditions for 17 Caribbean islands, specifically focusing on the following social risks: 1 Invalidity; 2 industrial disablementoccupational disease; 3 old ageretirement; 4 survivors; and 5 industrial death. The main shortcoming is that the data on e.g. contribution periods or qualifying conditions is not provided with reference to a particular law or point in time. Additionally, the qualitative information has to be transformed for quantitative data analyses. However, the CARICOM is a valuable source for capturing different patterns of social security welfare in the Caribbean region.4.6 FEDERAt ION OF PENSION Fu NDS ADm INISt RAt ORS The Federation of Pension Funds Administrators FIAP collects information associated with different kinds of pensions and provides data on 1 affiliates to pension funds; 2 total number of pensions; 3 pension contributions; 4 number of contributors; or 5 insurance premiums. With regard to the regional focus, the dataset refers to Latin America, Asia and Europe and covers 15 countries between 1981 to 2006 or again from 1999 to 2005.22WORKING PAPERS 03 20145. OECD Welfare State Datasets In the following, I will discuss five of the best known and most comprehensive welfare state datasets for the European and OECD context: 1 Comparative Welfare States Dataset CWSD; 2 Comparative Welfare Reform Dataset Version II CWRDii; 3 Comparative Welfare Entitlements Dataset CWED; 4 Social Citizenship Indicator Project SCIP; and 5 Quality of Government Qo G Social Policy Dataset. After, I present additional data projects with a more narrow focus on specific social security issues and refer to the data provided by the European Commission, the OECD and the European Data Centre for Work and Welfare EDAC.5.1 COm PARAt Iv E WELFARE St At ES DAt ASEt The Comparative Welfare States Dataset CWSD established by David Brady Berlin Social Science Center, WZB, Evelyne Huber and John D. Stephens both from the University of North Carolina comprises 22 Western European countries and entails variables for the years 1960 to 2011. The dataset covers issues such as benefit generosity, social security benefit expenditure as well as in and outpatient medical coverage through public programmes and medical care.5.2 COm PARAt Iv E WELFARE REFORm DAt ASEt In comparison to the Comparative Welfare State Dataset, the Comparative Welfare Reform Dataset Version 2 CWRDii of Stefan Kuhner from the University of York ranges from 1960 to 2010 and focuses on 23 OECD countries. Data covers year to year changes in social expenditure, public net social expenditure, social security benefit expenditure, social security generosity indices, net replacement rates for the short and longterm unemployed, strictness of employment protection as well as data on the waiting days and duration of benefits.5.3 COm PARAt Iv E WELFARE ENt It LEm ENt S DAt ASEt Following these examples, Lyle Scruggs, Kati Kuitto and Detlef Jahn, however, extend both datasets to focus more entirely on the design of social security systems. Their Comparative Welfare Entitlements Dataset CWED covers the period from 1970 to 2011 and comprises 32 OECD countries and Taiwan. The dataset centres on 1 unemployment; 2 sickness; and 3 pensions. Whereas data on single and family replacement rates is provided as well as on the duration, waiting days and coverage of benefits for the first two categories, the category of pensions solely refers to single and family replacement rates as well as to coverage. Ad23ditionally, it entails information on minimum and standard replacement rates, the ratio of employee pension contributions to employer and employee pension contributions, years of earnings used in the pensionable wage calculation, male and female retirement age and the life expectancy at age 65.5.4 SOCIAL CIt Iz ENSh IP INDICAt OR PROj ECt The Social Citizenship Indicator Project SCIP provided by the Swedish Institute for Social Research SOFI at University of Stockholm entails similar data than the Comparative Welfare Entitlements Dataset CWED. It focuses on 1 pensions; 2 unemployment; 3 sickness; and 4 accidents and offers data on minimum, maximum and standard benefits as well as on replacement rates, social security coverage, waiting days and takeup ratios. The data is available every three or five years since 1930, covering the longest period of all welfare state datasets. However, it only comprises 18 OECD member states.5.5 Qu ALIty OF GOv ERNm ENt SOCIAL POLICy DAt ASEt The Quality of Government Qo G Social Policy Dataset is a synthesis of the aforementioned datasets and additional data from related projects, such as the Iversen and Cusack data on the consequences and causes of welfare state expansion IversenCusack 2000 a, b, c. Some of the data is available in timeseries format between 1946 to 2009, whereas other variables are only available as crosssectional data, mainly for the year 2002. The advantage of the Qo G Social Policy Dataset is that it covers a broad range of variables and entails data from all major welfare state datasets. Moreover, its crosssectional data refers to 194 countries and is therefore not limited to the OECD world. Its main disadvantage, however, is that the many gaps in the data over time renders it unsuitable for multivariate regressions with a focus on longer time spans. Furthermore, recent years are not sufficiently covered.6. Further Datasets Europe and the OECD World The following datasets also focus on the European Union or the OECD world but refer to specific domains of social security, including: 1 General Government and Taxation Data; 2 Comparative Family Database; 3 Comparative Political Dataset I and III; 4 Social Assistance and Minimum Income Protection Interim Dataset Sa Mip; and 5 Unemployment Replacement Rates Database. To conclude my 24WORKING PAPERS 03 2014data review on social security in Europe and the OECD world, I will additionally present those organisations and projects from which many of the aforementioned datasets derive their information. This comprises 1 the European Commission; 2 the OECD; and 3 the European Data Centre for Work and Welfare EDAC.6.1 GENERAL GOv ERNm ENt AND t Ax At ION DAt AThe General Government and Taxation Data, which was established by Thomas R. Cusack at the Berlin Social Science Center WZB, refers to twenty OECD countries and comprises the years from 1950 to 1995. With regard to social security, data on social security contributions as a percentage share of GDP can be obtained.6.2 COm PARAt Iv E FAm ILy POLICy DAt ABASEThe Comparative Family Policy Database compiled by Anna Gauthier from the Netherlands Interdisciplinary Demographic Institute NIDI in The Hague focuses on those parts of social security concerned with families. Her project consists of the following two datasets: 1 Comparative Family Cash Database; and 2 Comparative Maternity, Parental, and Childcare Leave and Benefits Database. The first one provides data on 1 family allowances expenditure; 2 monthly family allowances for the first, second or third child; as well as 3 an index of disposable income; and 4 the value of tax and benefit transfers to a twochild family. The data is available for the period from 1960 to 2008, for which 22 OECD countries are covered. The Comparative Maternity, Parental, and Childcare Leave and Benefits Database in turn focuses on information such as 1 the total number of weeks of maternity or parental leave; 2 the number of weeks of maternity leave prior and after childbirth; and 3 the cash benefits paid during parental leave or childcare leave. Additionally, this dataset includes qualitative information for when the first regulation on maternity protection was introduced, making it further suitable for event history analyses. In contrast to the Comparative Family Cash Database, this dataset covers two more years, ranging from 1960 to 2010.6.3 COm PARAt Iv E POLIt ICAL DAt ASEt S I AND IIIThe Comparative Political Datasets I and III provided by the University of Bern under the direction of Klaus Armingeon mainly focus on features of the political system, but also offer data on social security. The Comparative Political Dataset I covers the period from 1960 to 2011 and refers to 23 OECD countries, whereas the Comparative Political Dataset III only ranges from 1990 to 2011 but comprises 35 OECD countries.Furthermore, the Comparative Political Datasets I includes data on 1 social security transfers; 2 public and mandatory private social expenditure in cash or in kind as percentage of GDP for various forms of social security e.g. old age, survivors, incapacity health, family, active labour market programmes etc.; and 3 25unemployment compensation. In contrast, the Comparative Political Dataset III provides data on 1 social security receipts; 2 tax revenue of social security funds; as well as on 3 Social benefits and therefore can be used for a completion of the Comparative Political Dataset I. available in various forms as net, gross and average replacement rates. In addition, data is provided on 1 taxes; 2 the benefit rate for single persons with no children; 3 social security contributions; and 4 allowances for one earner families with two children.6.6 Eu ROPEAN COmm ISSIONThe European Commission offers data on social protection within the European System of Integrated Social Protection Statistics ESSPROS as well as within the Mutual Information System on Social Protection MISSOC. The ESSPROS project entailed in Eurostat, is mainly concerned with 1 social protection expenditure in general and in particular with the social risks of 2 sickness; 3 invalidity; 4 old age; 5 survivors; 6 familychildren; 7 unemployment; 8 housing; and 9 social exclusion. The data can either be displayed as percentage of GDP or Euro in millions and mainly covers the period from 1999 to 2010.In addition, MISSOC provides more specific data on the design of social security systems. Included are information on the 1 financing of social security systems; 2 in kind sickness benefits; 3 cash sickness benefits; 4 maternity and paternity; 5 invalidity; 6 age; 7 survivors; 8 work injury and occupational disease; 9 family allowances; 10 unemployment; 11 minimum collateral; and 12 longterm care. The data appears twice a year since 2006 and once in the first two years i.e. 2004 and 2005.6.4 SOCIAL ASSISt ANCE AND m INImum INCOm E PROt ECt ION INt ERIm DAt ASEt The Social Assistance and Minimum Income Protection Interim DataSet Sa Mip provided by the Swedish Institute for Social Research SOFI at the University of Stockholm refers to 34 OECD countries and covers the years from 1990 to 2009. It comprises data on meanstested social benefits for the following issues: 1 Social assistance; 2 childrens allowances; 3 household surcharges; 4 singleparents benefits; and 5 family aid.6.5 u NEm PLOym ENt REPLACEm ENt RAt ES DAt ASEt The Unemployment Replacement Rates Dataset established by Olaf van Vliet and Koen Caminada at the University of Leiden focuses on 34 OECD countries during the period from 1971 to 2009. The dataset is an update of the Comparative Welfare State Entitlements Dataset CWED and comprises extended and modified data. Unemployment replacement rates are 26WORKING PAPERS 03 20146.8 Eu ROPEAN DAt A CENt RE OF WORk AND WELFAREThe EDAC which is part of the Reconciling Work and Welfare RECWOWE project comprises more than 500 datasets associated with work, care and welfare. EDAC offers many of the previously mentioned datasets like the Comparative Family Policy Database, the Comparative Welfare Reform Dataset, the Comparative Welfare States Data Set or the Social Citizenship Indicator Project. Moreover, various EU reports are listed with data on social security expenditure and social security contributions as well as additional OECD data projects on social indicators, pension systems or benefits and wages. EDAC also comprises links to national statistics agencies and to global statistical data banks and so is one of the most comprehensive databases for searching social security data, especially for European and OECD countries.6.7 OECDSimilarly to the European Commission, the OECD offers various data on social security. First, the OECD.Stat Extracts website entails the Social Expenditure Database SOCX, providing data related to social security expenditure, including: 1 Old age; 2 survivors; 3 incapacity related; 4 health; 5 family; 6 active labour market programmes; 7 unemployment; 8 housing; and 9 other social policy areas. The expenditure data is further subdivided into cash benefits and in kind benefits. Moreover, it can be distinguished between different forms of social security expenditure: 1 Public; 2 mandatory private; 3 public and mandatory private; 4 voluntary private; 5 net public; and 6 net private. For each kind of social security expenditure, further information can be derived. For example, old age expenditure is subdivided into pension, early retirement pension and other types of old age expenditure. Beyond data on social security expenditure, the OECD also provides data on 1 pension replacement rates gross and net; 2 pension wealth gross and net; as well as on 3 taxes and benefits for different family and labour market constellations. The data is available for all OECD member states mainly during the period from 1980 to 2013 and thus can be used for multivariate regression analyses. Moreover, the annual OECD Factbooks are further sources for obtaining social security data.277. National Statistics Agencies and Social Security Boards As many of the existing datasets provide limited coverage of nonOECD countries and also some European and OECD countries, it is further necessary to account for data of national statistics agencies and social security boards. Such information can add important data to existing projects. In the following, I will list countries with poor coverage in the aforementioned datasets and the main indicators available on social security. Most extensive data, however, is only available for recent years. With regard to Africa, many statistics agencies use the same standardized websites and therefore encompass the same data, which are mainly concerned with issues such as malnutrition, access to water and HIV prevalence. Information on the design of social security systems is only available for a few countries. Compared to Africa, Latin America, the former communist countries of the Eastern Bloc as well as many Asian countries and Pacific islands are more comprehensive.28WORKING PAPERS 03 2014Table 2: Social security data from national statistics agencies and social security boards Country Indicators Albania Algeria Andorra Total family protection fund 19982012 Income from contributions of social insurance 19952009 Oldage pensions amount 19982012 Rural pensions in social insurance schemes by gender and type 19982012 Urban pensions in social insurance schemes by gender and type 19982012 Unemployment benefit 19982012 Social insurance receiptsspendingcurrent balance 20032009 Pensions receiptsspendingcurrent balance 20032009 Social security receiptsspendingcurrent balance 20032009 Unemployment insurance receiptsspendingcurrent balance 20032009 Leave and unemployment receiptsspendingcurrent balance 20032009 Evolution of assured people by insurance type contributions, pensioners, associated employersemployees, provided services 20022009 Number of social benefits by function 2007092012 Total expenditure on social benefits by function 2007092012 Mean expenditure on social benefits by function 2007092012 Number of households benefited 2007092012 Number of persons benefited 2007092012 Social benefits threshold by equivalent member 20072011 Compensation of employees total or by activity Level 2 19662013 Compensation of employees by age 19662013 Compensation of employees by sex 19662013 Compensation of employees by origin 19662013Argentina Distribution of national social security benefits by sex, age and type of benefits 2002 National benefits by type of benefits and region 20032009 Noncontributory pensions benefit by type of benefits and average receipts 20072011 Distribution of national social security benefits by sex, age and type of benefits 200229Country Indicators National benefits by type of benefits and region 20032009 Noncontributory pensions benefit by type of benefits and average receipts 20072011 Beneficiaries by type of benefits, sex and age group 20002009 Members and contributors to the Argentine Integrated System, total various years from 20002011 Public expenditure on social security, health or welfare 2001, 2010, 2011 Unemployment insurance beneficiaries by sex 20052011 Unemployment insurance beneficiaries by region 20072011Armenia Number of pensioners 20002012 Average pension size 20002012 Number of families receiving family poverty benefits 20022012 Number of families receiving lump sum financial assistance 20022012Aruba Social contributions and benefits as expenditure % of GDP 19972006Azerbaijan Amount of minimum pensions allocated in the country 1995, 1998, 2000, 2003, 2005, 2006, 2006, 2007, 2007, 2008, 2008, 2010 Number of pensioners 19902012 Average amount of fixed monthly pensions 19952011 Number of employed and unemployed pensioners 20092012 Average amount of fixed monthly pensions of employed and unemployed pensioners 20092012 Number of pensioners by sex 20092012 Number of persons receiving social benefits 20072012 Average amount of per capita monthly benefits 20072012 Different benefits provided by the government to population 20062011 Addressed public social aid granted to poor families 20072012 Number of persons receiving a grant 20092012 Average monthly amount per capita, grants 20092012 Expenditure on health, social protection and social security 2011 Disability among population Number of invalids receiving pensions and benefits 2000, 2005, 20072012 Unemployed receiving fixed social benefits by economic and administrative regions and towns 201030WORKING PAPERS 03 2014Country Indicators Number of persons receiving compensation according to unemployment by economic regions 2000, 2003, 20052012 Distributions of persons receiving unemployment status by sex 2000, 20052012 Bahamas Number of shortterm benefit claims awarded by kind of social insurance programme Number of shortterm benefit weeks paid by kind of social insurance programme Value of shortterm claims paid by kind of social insurance programme Contributions paid to the National Insurance Board employers, employees, selfemployed, total National Insurance Benefit Payments shortterm, industrial, longterm, total benefits 20102013, available for each quarterBahrain Beneficiaries of social welfare by gender 20082011 Lump sum payments paid to serviceterminated employees 20052011 New pensioners according to the type of pension claim 20002011 Pension salaries paid for pensioners and beneficiaries 20062011 Pensioners due to age 20052011 Value of receipts for different social security programmes 20052011 Number of families by social risk 20052011 Number of individuals by social risk 20052011 Reason for social security assistance 20052011Bermuda Social contributions weekly contribution rate 19692013Bolivia Members of pension funds, dependents 19982011 Member of pension funds, independents 19982011Bosnia Herzegovina Minor beneficiaries by categories and sex 20012006 Adult beneficiaries by category and sex 20012006 Forms and services of social welfare minor beneficiaries 20012006 Forms and services of social welfare adult beneficiaries 2001200631Country Indicators Brazil Accumulated value of social security benefits 19932012 Average value of social security benefits 19932012 Cash transfer programme for poor people number of beneficiary family 20042011 Continuous cash benefit for disabled people or the elderly 19962011 Contributors to social security 19822009 Pensioners 19822009 Retirees 19822009 Lifetime monthly income for elderly or disabled people 19932011 Social security benefits 19932012 Social security direct or indirect coverage for different age groups 19822009 Cash transfer programme for poor people total amount of benefits 20042011Bulgaria Social benefits by family children 20052011 Social benefits by old age function 20052011 Social benefits by survivors function 20052011 Social benefits by unemployment function 20052011 Social benefits by disability function 20052011 Social benefits by sicknesshealth care function 20052011 Social protection expenditure 20052011 Social protection receipts 20052011Each category entails the following subcategories: Nonmeanstested benefits Lump sum benefits Benefits in kind Meanstested benefits Burkina Faso Social security, total 1980, 1985, 1990, 19952008 Social security pensions 19952007 Social security, pensions in kind 19992007 Contributions being paid to the autonomous pension fund for officers CARFO 1999200732WORKING PAPERS 03 2014Country Indicators Costa Rica Health insurance insured 19912013 Health insurance direct, active insured by institutional sector, province, canton 20002013 Health insurance insured by branch of economic activity 19902013 Health insurance active insured by branch of economic activity and age 20002013 Health insurance by institutional sector employers, province and canton 20002013 Health insurance direct and active insured, mass contributions and average salary income by economic activity and sex 20002013 Health insurance direct and active insured by age group and sex 20002013 Health insurance direct and active insured by economic activity and wage scale income 20002013 Health insurance employers, direct and active insured, mass contributions by year and institutional sector 19912013 Health insurance insured workers by economic activity and monthly salary scale 20002013 Health insurance external consultations and emergency consultation by type of consultation, region and medical centre 20002013 Health insurance external consultations for the first time and average per person consultation by type, region and medical centre 20002012 Health insurance contracted hours and queries per hour contracted, consultation by type, region and medical centre 20002012 Health insurance emergency cases treated by ranking, region and medical centre 20002012 Health insurance dental clinics actions by type of action, region and medical centre 20002012 Health insurance orders and average days given by order, institution, regime and medical centre 20002013 Health insurance orders and days of disability by sex, regime and focal area 20002013 Health insurance drugs declared by focal area, region and medical centre 20002012 Health insurance clinical laboratory tests by focal area, region and medical centre 2000201233Country Indicators Health insurance radio diagnostic studies by focal area, region and medical centre 20002012 Health insurance fluoroscopy by focal area, region and medical centre 20002012 Health insurance blood transfusion by focal area, region and medical centre 20002012 Health insurance grams per transfused patient by focal area, region and medical centre 20002012 Health insurance images and axial tomography studies by focal area, region and medical centre 20002012 Health insurance realized mammograms by region and medical centre 20002012 Health insurance studies and images of ultrasound gynaecological and obstetric by focal area, region and medical centre 20002012 Health insurance biopsies, cytology and autopsy 20002012 Health insurance transfused patients by focal area, region and medical centre 20002012 Health insurance births, fetal and mother deaths 20002012 Health insurance patient days, day bed, beds average, occupancy rate and rotation beds by region and medical centre 20002012 Health insurance patient days for service by region and medical centre 20002012 Health insurance beds by average service, region and medical centre 20002012 Heath insurance bed days by service, region and medical centre 20002012 Health insurance revenues, expenses, stays, average stay, mortality rate by region and medical centre 20002012 Health insurance expenses for services by region and medical centre 20002012 Health insurance expenses by average service, region and medical centre 20002012 Health insurance service revenues by region and medical centre 20002012 Health insurance births, abortions and Csections by region and medical centre 20002012 Health insurance summary indicators of health services 2000201234WORKING PAPERS 03 2014Country Indicators Health insurance summary of revenue and expenses indicators 20002012 Health insurance analysis of revenues and expenses indicators 20002012 Health insurance cost of health care programme by issue 20002012 Health insurance workers for health insurance by sex and years of service and amount of total salaries 20002012 Health insurance workers for health insurance, relative and absolute changes 20002011 Health insurance technical staff and assistant health care services by occupational group, region and labour centre 20002012 Health insurance general service by occupational group, region and labour centre 20002012 Health insurance administrative services staff by occupational group, region and labour centre 20002012 Health insurance cost for consultation by year and programme unit 19912012 Health insurance people served by home visiting, technical assistant primary care ATAP by age group, region and medical centre 20002012 Health insurance served emergencies by accident or violence, hospitalized and deceased patients 20002012 Noncontributory pension scheme pensioner movement by risk 20002012 Noncontributory pension scheme pensioner movement by region 20002012 Noncontributory pension scheme pension beneficiaries by sex and type of benefit 20002009 Noncontributory pension scheme products and expenditure period by item 20002012 Pension insurance direct insured by condition of insurance 19912013 Pension insurance direct and active insured by institutional sector, province and canton 20002013 Pension insurance direct and active insured by economic activity 19902013 Pension insurance direct and active insured by wage level income and economic activity 20002013 Pension insurance direct and active insured by age and sex 2000201335Country Indicators Pension insurance employers, insured workers and mass contribution 19912013 Pension insurance pensioners and monthly amount paid 19932013 Pension insurance movement of pensioners by risk 20002013 Pension insurance instigator and beneficiary of death pension by risk and sex of the instigator 20002013 Invalidity, old age and death pension pension and monthly amount by sex, risk and age group 20002012 Pension insurance analysis of income and revenue 20002012 Investment in securities by type of investment 20002012 Pension insurance reserve fund by destination 20012004 Pension insurance investment in securities by type of investment 20002004Cuba Main indicators on social assistance 20062011 Current number of social security beneficiaries, average pension and discharges granted 20062011 Social security expenditure in each province 20062011 or 2011Curacao Dominican Republic Maximum welfare benefits per month 20072012 Number of persons receiving free medical assistance 20092012 Number of persons receiving social securities 20082012 Social securities general old age insurance, general widows and orphans insurance, accident insurance, illness insurance 20082012 Welfare benefits, relief 20072012 Contributors to pension funds charged by number of minimum wages 20032012 Contributors to pension funds by age 20032012 Contributors to the pension scheme by scheme 20032012 Members and contributors to the pension scheme 20032012 Pensions granted 2003201236WORKING PAPERS 03 2014Country Indicators Fiji Central government final consumption expenditure on health 20052012 Central government final consumption expenditure on social protection 20052012 Central government gross fixed capital formation by type of service, health 20052012 Central government gross fixed capital formation by type of service, social protection 20052012Georgia Number of helpless families registered in the unified database 20082012 Number of helpless families receiving subsistence allowances 20082012 Number of household allowance recipients by categories 20022011 Number of pensioners registered with social security authorities 19952006 Persons receiving pension and social packages by region and gender 20072012 Persons receiving pension and social packages, total 20072012 Amount of the sum transferred for the household benefit 20022009Honduras Insured people of the IHSS Instituto Hondureno de Seguridad Social beneficiaries, contributors, paid subsidies, annuities and pensions 20032004 or 20052012Hong Kong Number of Comprehensive Social Security Assistance CSSA cases by category 20012011 Number of CSSA recipients by age group 20012011 Average monthly CSSA payments by number of eligible members 20012002 20112012India Workmens compensation death, permanent disability, temporary disability, total 20002007 Expenditure incurred on pay and allowances of civilian employees by the central ministriesdepartments, health and family welfare 20072008 Total expenditure on incurred pay and allowances 20052008 Employment in insurance employment in life insurance, employment in general insurance, total employment life and general insurance 2000200937Country Indicators Israel Benefit payments and collection from the public 1980, 1985, 1990, 19952000 Number of benefit recipients in main insurance branches, monthly average 1985, 1990, 19952000 Oldage and survivors pension and the minimum income guaranteed to pension recipients, monthly average 1975, 1980, 1985, 1990, 19952000 Income support benefit to the workingage population 1985, 1990, 19952000 Childallowance point and child allowances, monthly average 1975, 1980, 1985, 1990, 19952000 National insurance benefit payments 19952000 National insurance contributions 19982000 or 19981999 Sources of financing of national insurance branches 1985, 1990, 19952000 Surplusesdeficit in national insurance branches 19982000 National insurance institute financial reserves and coverage levels by insurance branch 19982000Jordan Socially insured employees by nationality 20082012 Socially insured employees by economic activity 20082012 Socially insured employees by nationality, sex, total wages, monthly average wage 2012 Socially insured employees by age group, nationality and sex 2012Republic of Kazakhstan Number of pensions recipients, person 19902008 Average monthly rate of the granted pension 19992008 Average monthly rate of granted government social allowance 19992008 Minimum rate of pension 1996200838WORKING PAPERS 03 2014Country Indicators Lebanon Distribution of residents according to whether benefiting from health insurance 2007 Distribution of residents according to whether benefiting from health insurance and age 2007 Percentage distribution residence according to whether benefiting from health insurance and age 2007 Distributions of residents benefiting from any type of health insurance according to type of health insurance and age 2007 Percentage distribution of residents benefiting from any type of health insurance according to type of health insurance and age 2007 Distributions of residents benefiting from any type of health insurance and sex 2007 Percentage distribution of residents benefiting from any type of health insurance according to type of health insurance and sex 2007 Distribution of residents benefiting from any type of health insurance according to type of health insurance and primary status in economic activity 2007 Percentage distribution or residents benefiting from any type of health insurance according to type of health insurance and primary status in economic activity 2007 Distribution of residents benefiting from any type of health insurance according to source of health insurance 2007 Distribution of residents benefiting from any type of health insurance according to type of health insurance and marital status 2007 Percentage distribution of residents benefiting from any type of health insurance according to type of health insurance and marital status 2007 Distribution of households according to the receipt of in kind aid during the war 2007 Distribution of households who received in kind aid during the war according to the principal part, who provided this aid 200739Country Indicators Malaysia Number of registered employeesemployers with the Social Security Organisation SOCSO 20002011 Number of accident cases receiving medical benefits 20002011 Cash benefits for temporary invalids 20002011 Number of beneficiaries of SOCSO by social risk 20002011 Total cash paid for social risk by SOCSO 20002011 Number of contributors to Employees Provident Fund by age group 20002011 Number of contributors active and inactive accounts to Employees Provident Fund by age group 20002011 Number of persons receiving aid by type of aid 20022011Mauritius Various forms of allowances, monthly 198384, 198889, 199394, 199899, 200304, 200809 Unemployment hardship relief 198384, 199394, 199899, 200304, 200809 Basic retirement pension rates per month by age group 19501952, 19531956, 19571971, 19722009 Basic social benefits by type and sex 19912009 Beneficiaries of basic invalid pension BIP by age group, amount disbursed and rate per month 199091200809 Beneficiaries of basic orphans pension by age group, island and amount disbursed 199091200809 Beneficiaries of basic retirement pension BRP by age group and amount paid 198283 to 200809 Beneficiaries of basic widows pension BWP by age group, amount disbursed and rate per month 199091200809 Beneficiaries of carers allowance ABIP 19992009 Beneficiaries of Enhanced Basic Retirement Pension BRPSH by age group and island 19912009 Number of cases of social aid paid by island 19782009 Number of beneficiaries of basic pensions and amount paid 2006, 2007, 2009, 2010, 2011, various months Amount paid by pension type 20052011 Number of beneficiaries by type of benefit 2006, 2007, 2009, 2010 Amount paid by type of benefit for financial year 200506200809 and calendar year 2010201140WORKING PAPERS 03 2014Country Indicators Contributions to the National Pensions Fund 200506200809 and calendar year 20102011 Contributions to the National Savings Fund 200506200809 and calendar year 20102011 Number of beneficiaries of contributory pensions June 20062009 and December 20102011 Amount paid to beneficiaries of contributory pensions by financial year 200506200809 and calendar year 20102011 Number of cases receiving assistance from the National Solidarity Fund by type 200506200809 and calendar year 20102011 Amount disbursed by the National Solidarity Fund 200506200809 and calendar year 20102011 Noncontributory benefits by type and amount payable 200506200809 and calendar year 20102011 Total Enhanced Basic Retirement Pension rates by age group 19852009Mexico Contributors to the Mexican system of social security IMSS by economic sector 20002002 Insured population of the IMSS by insurance type 20002012 Insured workers by sex 20002012 Percentage distribution of the pensioner population by age group for each sex 2009 IMSS pension granted by type of pension and insurance class 20002012 Insured population of the ISSSTE Institute for Social Security and services for State Workers by insurance type 20002011Moldova Average amount of allowance for children 20052012 Average monthly size of awarded monthly pension of the pensioners registered at the organs of social security of population 20062013 Correlation between the allowances for children and the subsistence level for children 20052012 Expenditure on health care from consolidated budget by indicators and years 19982011 Material aid beneficiaries 20052012 Number of persons receiving pensions 20052012 Social security to solitary old and disabled people 2005201241Country Indicators Mozambique Social security benefits paid sickness, death, hospital, subsistence allowance, old age allowance, old age pension, disability pension 20032011New Caledonia Solidarity family allowances beneficiaries 20062011 CAFAT Compensation Fund for Family Benefits, Workmens Compensation and the Welfare of Employees spending and revenue by regime 20102011 CAFAT contribution rates in effect at January 1 2012 Beneficiaries of the aid scheme in favour of persons with handicap and dependence situation 20102011 Contributions received and benefits paid by CLR to New Caledonias civil servants 20002011 CAFAT general pension regime revenue and spending 20102011 Number of pensioners and amounts paid under the various regimes 20062011 Beneficiaries of partial unemployment 2000 and 20052011 Total unemployment beneficiaries, annual average 20082011 Total protected population by social security 2012 Insured contributors, total 2012 Dependents, total 2012 Central government spending for health sector 19942011 Male and female population affiliated with any health insurance 20072012 Insured population in the social security system Salud es Salud 20052012 Affiliated with any health insurance, percentage of total population 20032012 Social spending priority of social programmes 20032012Panama Peru Russian Federation Average pension 1992, 2000, 2005, 20072012 Real pension 1992, 2000, 2005, 20072012 Subsistence minimum level of a pensioner for the purpose of receiving an additional social support 1992, 2000, 2005, 20072012 Social transfers 1992, 2000, 2005, 20072012 Provision of dwellings to population 1992, 2000, 2005, 2007201142WORKING PAPERS 03 2014Country Indicators Senegal Serbia Singapore Health budget Personnel budget health budget National budget health budget Public expenditure on healthhealth benefit trust in FCFA 19702004 Number of adult beneficiaries of social welfare 20012009 Recipients of social care 2011 Number of public assistance cases by category 20052008 Number of social assistance cases by various schemes 20052008 Number of social assistance cases by schemes 20072012 Number of Com Care long term assistance public assistance cases by category 20092012 Social assistance and support, Com Care long term assistance 20112012South Africa Total number of social grants by grant type and region various months in Sri Lanka 2012 and 2013 Total number of social security grants number of grants various months in 2012 and 2013 Total number of social security grants number of beneficiaries various months in 2012 and 2013 Central social security contribution 20052010 Employees Provident Fund 19862010 Receipt and payment of Employees Trust Fund 19902010 Expenditure under the pension payments 20032010 Number of contributors under the widows and orphans and widowers and orphans pensions 20042010 Industrial accidents settled and compensation paid 20032010 Social conditions public health 20032009 Total number of new pensioners 20092010Taiwan Social security expenditure 20002005 Social insurance 20002012 Social relief 20002012Tajikistan Monthly average amount of pensions 19982012 Number of pensioners 1998201243Country Indicators Thailand Number of population who have health insurance by type of health insurance, sex, area and region 2007, 2011 Type of health insurance, coverage 2007, 2011Turkey Health expenditure, total 19992012 Social security health expenditure 19992012Tuvalu Business, employees, normal and voluntary contributions for the National Ukraine United Arab Emirates Provident Fund 20062007 Monthly average pensions 19912013 Amount of pensioners 19912013 Number of social assistance cases and social assistance value 19962011 Social assistance cases, values and number of beneficiaries by sex 19962011 Total payments of social assistance by type of case 19962011Uruguay Total members of the AFAP Fund Administrator and Savings system 19962012 Total amounts being transferred to AFAP 19962012 Beneficiaries of family allowances by year and education level 19822012 Consolidated income and expenditure of the social security system by type of risks 19902012 Consolidated income and expenditure of the social security systems 19902012 Number of benefits and social security beneficiaries by year 19862012 Number of pensioners of the Bank of Social Welfare by year and by age group 19892012 Number of retired of the social security bank 19892012Yemen Number of cash assistance and benefits of the Social Regards Fund by governorate 20002003 Total number of insured by sex and governorate 20002003 Insurance and pensions expenditure of the Public Authority 19912001 Social welfare and youth indicators 20032004 Statistical indicators of social welfare 2002200344WORKING PAPERS 03 20148. List of Abbreviations ADBASSAAsian Development Bank ASEAN Social Security Association ASPIREAtlas of Social Protection Indicators of Resilience and Equity CARICOMCaribbean Community Secretariat CEDLASCentre for Distributional, Labour and Social Studies CEPALSTATComision Economica para America Latina y el Caribe Statistics CWEDComparative Welfare Entitlements Dataset CWRDii Comparative Welfare Reform Dataset Version IICWSDComparative Welfare States Dataset ECLACEconomic Commission for Latin America and the Caribbean EDACEuropean Data Centre for Work and Welfare ESCAPEconomic and Social Commission for Asia and the Pacific Region ESCWAEconomic and Social Commission for Western Asia ESSPROSEuropean System of Integrated Social Protection Statistics EUFIAPILOISSAEuropean Union Federation of Pension Funds Administrators International Labour Organization International Social Security Association MISSOCMutual Information System on Social Protection 45MZESMannheim Centre for European Social Research NATLEXDatabase of National Labour, Social Security and Related Human Rights Legislation NIDINetherlands Interdisciplinary Demographic Institute NORMLEXInformation System on International Labour Standards OECDOrganization for Economic Cooperation and Development Qo GQuality of Government RECWOWEReconciling Work and Welfare Sa Mip Social Assistance and Minimum Income Protection Interim DataSet SCIPSocial Citizenship Indicator Project SECSOCSocial Security Inquiry SEDLACSocioEconomic Database for Latin America and the Caribbean SOFISPISwedish Institute for Social Research Social Protection Index TRAVAILConditions of Work and Employment Programme UNUnited Nations UNECEUnited Nations Economic Commission for Europe USSSAUnited States Social Security Administration WDIWZBWorld Development Indicators Berlin Social Science Center 46WORKING PAPERS 03 20149. References Agency for Statistics, 2014: Bosnia and Herzegovina. http:www.bhas.ba; accessed August 01, 2014.Agency of Statistics of the Republic of Kazakhstan, 2014: Kazakhstan. http:www.stat.gov.kz; accessed August 01, 2014.Agency on Statistics under President of the Republic of Tajikistan, 2014: Tajikistan. http:www.stat.tj; accessed August 01, 2014.ANSD Agence Nationale de la Statistique et de la Demographie, 2014: Senegal. http:www.ansd.sn; accessed August 01, 2014.Armingeon, Klaus; Knopfle, Laura; Weisstanner, David; Engerl, Sarah; Potolidis, Panajotis; Gerber, Marlene, 2013: Comparative Political Dataset I 19602011. Bern: Institute of Political Science, University of Bern.Armingeon, Klaus; Careja, Romana; Knopfle, Laura; Weisstanner, David; Engler, Sarah; Potolidis, Panajotis; Gerber, Marlene, 2013: Comparative Political Dataset III 19602011. Bern: Institute of Political Science, University of Bern.Asian Development Bank, 2014: Asian Development Bank Statistical Database System Online. http:www.adb.orgdatastatistics; accessed July 31, 2014.Asian Development Bank, 2011: Asian Development Bank Social Protection Index. http:spi.adb.orgspidmzindex.jsp; accessed July 31, 2014.ASEAN Social Security Association, 2014: Profiles of ASSA Member Organisations. http:www.aseanssa.orgpublicationspublishedcompilationspublications; accessed July 31, 2014.Barrientos, Armando; NinoZarazua, Miguel; Maitrot, Mathilde, 2010: Social Assistance in Developing Countries Database Version 5.0. Manchester: Chronic Poverty Research Centre; Brooks World Poverty Institute, University of Manchester.Bommarito, Michael J.; Katz, Daniel M.; Poast, Paul D., 2010: World Treaty Index. East Lansing, New Brunswick: Michigan State University College of Law; Rutgers School of Arts and Sciences.Caja Costarricense de Seguro Social, 2014: Costa Rica. http:www.ccss.sa.cr; accessed August 01, 2014.CARICOM Caribbean Community Secretariat, 2011: Needed Contribution Period for Entitlement to Social Security Benefits. http:www.caricom.org; accessed August 01, 2014.CBS Central Bureau of Statistics Aruba, 2014: Aruba. http:www.cbs.aw; accessed August 01, 2014.CBS Central Bureau of Statistics Curacao, 2014: Curacao. http:www.cbs.cw; accessed August 01, 2014.Census and Statistics Department, 2014: Hong Kong. http:www.censtatd.gov.hk; accessed August 01, 2014.Central Administration of Statistics, 2014: Lebanon. http:www.cas.gov.lb; accessed August 01, 2014.Central Bureau of Statistics Israel, 2014: Israel. http:www 1.cbs.gov.il; accessed August 01, 2014.Centre for Distributional, Labour and Social Studies CEDLAS; World Bank, 2014: SEDLAC SocioEconomic Data47base for Latin America and the Caribbean. http:sedlac.econo.unlp.edu.ar; accessed July 31, 2014.Corporate Services Department of the Employees Provident Fund, 1998: Social Security Schemes of ASSA Member Countries. Kuala Lumpur: Corporate Services Department of the Employees Provident Fund, Malaysia.CSO Central Statistical Organisation, 2014: Yemen. http:www.csoyemen.org; accessed August 01, 2014.Cusack, Thomas R., 2003: General Government Taxation Data Set. Berlin: WZB Berlin Social Science Center.Data Portal Mozambique National Institute of Statistics, 2014: Mozambique. http:www.ine.gov.mz; accessed August 01, 2014.Department of Census and Statistics Sri Lanka, 2014: Sri Lanka. http:www.Statistics.gov.lk; accessed August 01, 2014.Department d Estadistica, 2014: Andorra. http:www.estadistica.ad; accessed August 01, 2014.Department of Statistics of the Bahamas, 2014. Bahamas. http:statistics.bahamas.gov.bs; accessed August 01, 2014.Djamin, Awaloedin; Kertonegoro, Sentanoe, no date: Social Security Profiles in ASEAN Countries 1st edition. Jakarta: Indonesian Human Resource Foundation.Djamin, Awaloedin; Kertonegoro, Sentanoe, no date: Social Security Profiles in ASEAN Countries 3rd edition. Jakarta: The Employees Social Security Jamsostek; The Indonesian Human Resources Foundation YTKI.DOS Department of Statistics, 2014: Jordan. http:www.dos.gov.jo; accessed August 01, 2014.ECLAC Economic Commission for Latin America and the Caribbean, 2014: CEPALSTAT. Databases and Statistical Publications. http:estadisticas.cepal.org; accessed July 31, 2014.EDAC European Data Center for Work and Welfare, 2014: http:www.edac.eu; accessed July 31, 2014.ESCAP Economic and Social Commission for Asia and the Pacific, 2014: ESCAP Online Statistical Database. http:www.unescap.org; accessed July 31, 2014.ESCWA Economic and Social Commission for Western Asia, 2014: Statistics Division SD. http:www.escwa.un.org; accessed July 31, 2014.European Commission, 2013a: Eurostat European System of Integrated Social Protection Statistics ESSPROS. http:epp.eurostat.ec.europa.euportalpage portalsocial_protectionintroduction; accessed July 31, 2014.European Commission, 2013b: Social Protection Systems Mutual Information System of Social Protection MISSOC. http:www.missoc.org; accessed July 31, 2014.FIAP International Federation of Pension Funds Administrators, 2014: Historical Statistics. http:www.fiap.cl; accessed July 31, 2014.Fiji Bureau of Statistics, 2014: Fiji. http:www.statsfiji.gov.fj; accessed August 01, 2014.Flora, Peter; Kraus, Franz, 2001: Cost of Social Security 19491993. Mannheim, Geneva: Mannheim Centre for European Social Research; ILO.Gauthier, Anna H., 2011: Comparative Family Policy Database, Version 3. The Hague, Rostock: Netherlands Interdisciplinary Demographic Institute; Max Planck Institute for Demographic Research.48WORKING PAPERS 03 2014GEOSTAT National Statistics Office of Georgia, 2014: Georgia. http:www.geostat.ge; accessed August 01, 2014. Government of Bermuda, 2014: Social Insurance. http:www.gov.bm; accessed August 01, 2014.Huber, Evelyne; Ragin, Charles; Stephens, John D.; Brady, David; Beckfield, Jason, 2014: Comparative Welfare States Data Set. Chapel Hill, Berlin: University of North Carolina; WZB Berlin Social Science Center.Huber, Evelyne; Stephens, John D.; Mustillo, Thomas; Pribble, Jennifer, 2008: Social Policy in Latin America and the Caribbean Dataset. Chapel Hill: University of North Carolina.IHSS Instituto Hondureno de Seguridad Social, 2014: Honduras. http:www.ihss.hn; accessed August 01, 2014. INDEC Instituto Nacional de Estadistica y Censos, 2014: Argentina. http:www.indec.mecon.ar; accessed August 01, 2014.INE Instituto Nacional de Estadistica, 2014. Bolivia. http:www.ine.gob.bo; accessed August 01, 2014.INE Uruguay Instituto Nacional de Estadistica, 2014: Uruguay. http:www.ine.gub.uy; accessed August 01, 2014.INEI Instituto Nacional de Estadistica e Informatica, 2014: Peru. http:www.inei.gob.pe; accessed August 01, 2014.INEC Panama Instituto Nacional de Estadistica y Censo, 2014: Panama. http:www.contraloria.gob.painec; accessed August 01, 2014.INEGI Instituto Nacional de Estadistica y Geografia, 2014: Mexico. http:www.inegi.org.mx; accessed August 01, 2014.INSD Institut National de la Statistique et de la Demographie, 2014. Burkina Faso. http:www.insd.bf; accessed August 01, 2014.INSTAT Instituti i Statistikave, 2014: Albania. http:www.instat.gov.al; accessed August 01, 2014.ISEE Institut de la statistique et des etudes economiques, 2014: New Caledonia. http:www.isee.nc; accessed August 01, 2014.International Labour Organization, 2013a: NATLEX. http:www.ilo.orgdynnatlex natlex_browse.home; accessed July 31, 2014.International Labour Organization, 2013b: NORMLEX. http:www.ilo.orgdyn normlexenf?pNORMLEXPUB:1:0; accessed July 31, 2014.International Labour Organization, 2013c: Conditions of Work and Employment Programme TRAVAIL. http:www.ilo.orgdyntravail; accessed July 31, 2014.International Labour Organization, 2013d: Cost of Social Security 19901996. http:www.socialprotection.org; accessed July 31, 2014.International Labour Organization, 2013e: Social Security Inquiry SECSOC. http:www.ilo.orgdynilossissimain.home; accessed July 31, 2014.International Labour Organization, 2013f: Social Security Database. http:www.ilo.orgdynsesameIFPSES.Social Database; accessed July 31, 2014.International Social Security Association, 2013: Social Security Country Profiles. http:www.issa.int; accessed July 31, 2014.49Ipeadata, 2014: Brazil. http:www.ipeadata.gov.br; accessed August 01, 2014.Iversen, Torben; Cusack, Thomas, 2000a: Consequences data. http:www.people.fas. harvard.eduiversendatadeindustrialization.htm; accessed July 31, 2014.Iversen, Torben; Cusack, Thomas, 2000b: Causes data. http:www.people.fas. harvard.eduiversendatadeindustrialization.htm; accessed July 31, 2014.Iversen, Torben; Cusack, Thomas, 2000c: The Causes of Welfare State Expansion: Deindustrialization or Globalization?, World Politics 52 3: 313349.Kingdom of Bahrain Central Informatics Organisation, 2014: Bahrain. http:www.cio.gov.bh; accessed August 01, 2014.Korpi, Walter; Palme, Joakim, 2007: The Social Citizenship Indicator Program SCIP. Stockholm: Swedish Institute for Social Research SOFI, University of Stockholm.Kuhner, Stefan, 2014: Comparative Welfare Reform Dataset. York: University of York.Ministry of Statistics and Programme Implementation, 2014: India. http:mospi.nic.in; accessed August 01, 2014. MSF Ministry of Social and Family Development, 2014: Singapore. http:app.msf.gov.sg; accessed August 01, 2014.Mys IDC Malaysia Informative Data Centre, 2014: Malaysia. http:mysidc.statistics.gov.my; accessed August 01, 2014.National Statistical Office Ministry of Information and Communication Technology, 2014: Thailand. http:web.nso.go.th; accessed August 01, 2014.National Statistical Service of the Republic of Armenia, 2014: Armenia. http:www.armstat.am; accessed August 01, 2014.National Statistics Republic of China Taiwan, 2014: Taiwan. http:eng.stat.gov.tw; accessed August 01, 2014. Nelson, Kenneth, 2009: The Social Assistance and Minimum Income Protection Interim DataSet Sa Mip. Stockholm: Swedish Institute for Social Research SOFI, University of Stockholm.Obinger, Herbert; Schmitt, Carina; Starke, Peter, 2013: Policy Diffusion and Policy Transfer in Comparative Welfare State Research, Social Policy Administra tion 47 1: 111129.OECD, 2014a: OECD.Stat Extracts Social Protection and Wellbeing. http:stats.oecd.org; accessed July 31, 2014.OECD, 2014b: OECD Factbook. http:www.oecdilibrary.orgeconomicsoecd factbook_18147364; accessed July 31, 2014.OECD, 2014c: Social Expenditure Database SOCX. http:stats.oecd.org; accessed July 31, 2014.ONS National Office Of Statistics, 2014: Algeria. http:www.ons.dz; accessed August 01, 2014. ONE Oficina Nacional de Estadistica. El Portal de las Estadisticas Dominicanas, 2014: Dominican Republic. http:www.one.gob.do; accessed August 01, 2014.ONEI Oficina Nacional de Estadistica e Informacion. Republica de Cuba, 2014: Cuba. http:www.one.cu; accessed August 01, 2014.Republic of Bulgaria National statistical institute, 2014: Bulgaria. http:www.nsi.bg; accessed August 01, 2014.Russian Federation Federal State Statistics Service, 2014: Russian Federation. http:www.gks.ru; accessed August 01, 2014.50WORKING PAPERS 03 2014Samanni, Marcus; Teorell, Jan; Kumlin, Staffan; Dahlberg, Stefan; Rothstein, Bo; Holmberg, Soren; Svensson, Richard, 2012: The Qo G Social Policy Dataset, version 4Apr 12. Gothenburg: The Quality of Government Institute, University of Gothenburg.SASSA South African Social Security Agency, 2014: South Africa. http:www.sassa.gov.za; accessed August 01, 2014.Scruggs, Lyle; Jahn, Detlef; Kuitto, Kati, 2014: Comparative Welfare Entitlements Dataset 2. Version 201403. Storrs, Greifswald: University of Connecticut; University of Greifswald.State Statistics Service of Ukraine, 2014: Ukraine. http:www.ukrstat.gov.ua; last access August 01, 2014.Tuvalu Central Statistics Division, 2014: Tuvalu. http:www.spc.intprismtuvalu; accessed August 01, 2014.UNECE United Nations Economic Commission for Europe, 2014: Social and demographic statistics. http:www.unece.org; accessed July 31, 2014.UNESCWA Statistics ePublications, 2013: A Compendium of Social Statistics, 20122013, Arab Society 11: 171. http:www.escwa.un.orgdivisionssdpubs; accessed July 31, 2014.UNESCWA Statistics ePublications, 2011: Compendium of Social Statistics and Indicators, 20102011, Arab Society 10: 145. http:www.escwa.un.org divisionssdpubs; accessed July 31, 2014.Statistica Moldovei National Bureau of Statistics of the Republic of Moldova, 2014: Moldova. http:www.statistica.md; accessed August 01, 2014.United Arab Emirates National Bureau of Statistics, 2014: United Arab Emirates. http:www.uaestatistics.gov.ae; accessed August 01, 2014.Statistics Mauritius, 2014: Mauritius. http:statsmauritius.gov.mu; accessed August 01, 2014.Simmons, Beth; Dobbin, Frank; Garrett Geoffrey, 2006: Introduction: The International Diffusion of Liberalism, International Organization 60 4: 781810.SORS Statistical Office of the Republic of Serbia, 2014: Serbia. http:webrzs.stat.gov.rsWeb SiteDefault.aspx; accessed August 01, 2014.The State Statistical Committee of the Republic of Azerbaijan, 2014: Azerbaijan. http:www.stat.gov.az; accessed August 01, 2014. TUIK Turkish Statistical Institute, 2014: Turkey. http:www.turkstat.gov.tr; last access August 01, 2014.USSSA United States Social Security Administration, 2013: Social Security Programs Throughout the World. http:www.ssa.govpolicydocsprogdescssptw; accessed July 31, 2014.van Vliet, Olaf; Caminada, Koen, 2012: Unemployment replacement rates dataset among 34 welfare states 19712009. An update, extension and modification of the Scruggs Welfare State Entitlements Dataset, NEUJOBS Special Report No. 2. Leiden: University of Leiden.World Bank, 2013: Global Financial Development. http:data.worldbank.orgdata catalogglobalfinancialdevelopment; accessed July 31, 2014.World Bank, 2014a: ASPIRE: The Atlas of Social Protection Indicators of Resili ence and Equity. http:datatopics.worldbank.orgaspire; accessed July 31, 2014.51World Bank, 2014b: World Development Indicators. http:data.worldbank.orgdatacatalogworlddevelopmentindicators; accessed July 31, 2014.World Bank, 2014c: Spending on Social Safety Nets: Comparative Data compiled from World Bank Analytic Work. http:web.worldbank.orgWBSITEEXTERNALTOPICSEXTSOCIALPROTECTION0,,content MDK:21795024menu PK:5078967page PK:210058pi PK:210062the Site PK:282637,00.html; accessed July 31, 2014.52WORKING PAPERS 03 201453i nenehcsre 4102 Frank Nullmeier Frank Nullmeier Out of the Public Eye The International Labour Organisation in the Media Ze SWorking Paper No. 012014Out of the Public Eye The International Labour Organisation in die Media Ze SArbeitspapier Nr. 012014Politics takes place in public communication and is part of public communication. Today, public communication is substantially determined by the media. This is also the case for the field of global social policy. The following study addresses the question of how global social policy and, in particular, the International Labour Organization ILO as the key player in global social policy, is discussed in the media. Are global social policy and the ILO visible at all in the media? To what extent is the organisation visible? How do the media report about the ILO and on what exactly does media coverage of the ILO focus?54WORKING PAPERS 03 2014Herbert Obinger Klaus Petersen Mass Warfarethe Welfare State and Causal Mechanismsand Effects Ze SWorking Paper No. 022014Herbert ObingerKlaus Petersen Mass Warfare and the Welfare State Causal Mechanisms and Effects Ze SArbeitspapier 022014The question whether and how warfare has influenced the development of advanced Western welfare states is contested. So far, scholarly work either focused on the tradeoff between military and social spending or on case studies of individual countries. What is missing, however, is a systematic comparative approach that is informed by an explicit consideration of the underlying causal mechanisms. This paper outlines an agenda for a comparative analysis of the warfare welfare state nexus. By distinguishing between three different phases war preparation, warfare, and postwar period it provides a comprehensive analysis of possible causal mechanisms linking war and the welfare state and provides preliminary empirical evidence for war waging, occupied and neutral countries in the age of mass warfare stretching from ca. the 1860s to the 1960s.WORKING PAPERS 03 2014", "filename": "795349955.pdf", "person": ["Aline Grünewald", "Grünewald, Aline"], "date": ["2014"]}