{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/100672/1/795402376.pdf"], "title": ["Entrepreneurship, knowledge, and the industrial revolution"], "plaintext": "Discussion Paper No. 201434 September 02, 2014 http:www.economicsejournal.orgeconomicsdiscussionpapers201434Entrepreneurship, Knowledge, and the Industrial Revolution M. Aykut Attar Abstract This paper constructs a twosector unified growth model that explains the timing and theinevitability of an industrial revolution through entrepreneurs role for the accumulation of usefulknowledge. While learningbydoing in agriculture eventually allows the preindustrial economy toleave its Malthusian trap, an industrial revolution is delayed as entrepreneurs of the manufacturingsector do not attempt invention if not much is known about natural phenomena. On the otherhand, these entrepreneurs, as managers, serendipitously identify new useful discoveries in all times,and an industrial revolution inevitably starts at some time. The industrial revolution leads theeconomy to modern growth, the share of the agricultural sector declines, and the demographictransition is completed with a stabilizing level of population in the very long run. Several factorsaffect the timing of the industrial revolution in expected directions, but some factors that affect theoptimal choice of fertility have ambiguous effects. The analysis almost completely characterizesthe equilibrium path from ancient times to the infinite future, and the model economy successfullycaptures the qualitative aspects of the unified growth experience of England.JEL Keywordstransition; endogenous technological change Authors M. Aykut Attar, maattarhacettepe.edu.tr This paper is a substantially revised version of some parts of my doctoral dissertation submitted to the University of North Carolina at Chapel Hill in December 2011.Citation Discussion Papers, No 201434, Kiel Institute for the World Economy. http:www.economicsejournal.orgeconomicsdiscussionpapers201434 Unified growth theory; useful knowledge; industrial enlightenment; demographic O31 O33 O41 J13 N33 Department of Economics, Hacettepe University, Ankara, Turkey, M. Aykut Attar 2014. Entrepreneurship, Knowledge, and the Industrial Revolution. Economics Received August 22, 2014 Accepted as Economics Discussion Paper September 1, 2014 Published September 2, 2014 Authors 2014. Licensed under the Creative Commons License Attribution 3.0conomics Discussion Paper 1 Introduction Unified Growth Theory UGT of Galor and Weil 2000 and the literature following their methodology and motivation study the very longrun patterns of economicgrowth and development within dynamic general equilibrium environments. A unified model does not only feature the Malthusian stagnation and the modern growthequilibria; it also accounts for the factors that trigger and govern the endogenouslyoccurring and the gradual transition from stagnation to growth.1Since an industrial revolution is the major turning point in any economystransition from stagnation to growth, the UGT literature is the very researchprogram within which we would start developing a rigorous understanding of whythe first Industrial Revolution in Britain started when it did and which factorsdid keep todays developed societies and others in a quasitrap of poverty forseveral millennia. Some recent papersincluding those of Desmet and Parente2012, ORourke et al. 2013, Strulik et al. 2013, Peretto 2013, and Strulik2014provide new insights regarding the causes of the first Industrial Revolutionin Britain by focusing on endogenous technological change, and Madsen et al.2010 show that British economic growth in the last couple of centuries can bestbe understood as a story of productivity growth resulting from inventive activities.Complementing this view, Clark 2014 argues that only the models that endogenizetechnological progress would be successful to explain Englands transition from Malthusian stagnation to modern growth.This paper constructs a unified growth model that explains the timing andthe inevitability of an industrial revolution in a preindustrial economy throughentrepreneurs role for the accumulation of useful knowledge. The growth ofliving standards in the model is due to new inventions created by entrepreneurswho behave very much like Schumpeters 1934 entrepreneurinventors, and thestart of the industrial revolution is an endogenously occurring switch from anequilibrium regime of zero inventive effort to that of positive inventive effort.1.1 Premises The model builds upon three premises that specify the role of entrepreneurs for theaccumulation of useful knowledge:Firstly, entrepreneurs in the model establish and manage their firms that produceand sell a consumption good in a perfectly competitive sector as in Hellwig and Irmen 2001 and Grossmann 2009. That entrepreneurs appropriate positive profits 1 Early contributions to the literature include those of Kogel and Prskawetz 2001, Jones 2001,Hansen and Prescott 2002, Lucas 2002, Tamura 2002, Hazan and Berdugo 2002, Boldrinand Jones 2002, Lagerlof 2003, and Doepke 2004, and Galor 2005, 2010 provides twoilluminating surveys of the UGT literature.www.economicsejournal.org 2conomics Discussion Paper Figure 1: Patented Process Innovations in England, 16611850Data Source: Sullivan 1989by managing their own firms implies that it may be optimal for entrepreneurs toallocate some of their scarce time endowment to inventive activity while decreasingthe time they spend on routine management.Next, building on Mokyrs 2002 theory of useful knowledge, inventionsand discoveries are differentiated such that, for a given level of effort directed toinventive activity, it is less likely to be successful in achieving a given numberof inventions if the number of available discoveries is smaller. By this premise,recently exploited by ORourke et al. 2013 as well, the model endogenizes theproductivity term of a standard invention technology that exhibits constantreturnstoscale with respect to its rival labor input.Finally, the stock of discoveries expands in time through the process of collective discovery. Entrepreneurs serendipitously identify new discoveries, i.e., newknowledge about natural phenomena underlying the production processes but notbeing themselves inventions, and share what they discover with each other in theircommon social environment. This is a way to formalize, albeit imperfectly, what Mokyr 2002 calls industrial enlightenment, and it is motivated, among others, by Jacob 1997, Bekar and Lipsey 2004, and Landes 2006 who emphasize the creation and the diffusion of useful knowledge among BritishEuropean entrepreneursand capitalists.www.economicsejournal.org 31660168017001720174017601780180018201840100101102103logarithmic scaleconomics Discussion Paper 1.2 Motivation What motivates the emphasis on entrepreneurial invention is Meisenzahl and Mokyrs 2012 prosopographical evidence on 759 British inventors born between 1660 and 1830. Among 598 inventors with a known business ownership status,only 88 inventors around 15% were employed as nonmanagers, and 467 of themaround 78% were business owners. The latter statistic suggests that understanding the role of inventors incentivized by profit motive during the first Industrial Revolution may be of prime importance.The motivation for focusing on the role of discoveries for inventions originatesfrom Sullivans 1989 evidence showing that the number of patented inventions in England started increasing around 1750 without any change in patent regulationsand in the propensity to patent. Figure 1 pictures Sullivans 1989 data on thenumber of process innovations patented in England, and knowledge in the formof useful discoveries reaching to a critical level around 1750 might indeed be thetrigger of such a trend break without any change in other fundamentals.1.3 Main Results The model of this paper incorporates the mechanism of entrepreneurial invention,the distinction between discoveries and inventions, and the process of collectivediscovery with the simple unified growth model of Strulik and Weisdorf 2008atwosector unified growth model with learningbydoing and endogenous fertilitythat allows for a closedform solutionto arrive at the following:Result 1 There exists an endogenously determined threshold level of the stockof useful discoveries: Entrepreneurs optimally choose to not to invest in inventiveactivities if the existing stock of useful discoveries is not larger than this thresholdlevel.Result 2 An industrial revolution is inevitable: Collective discovery makes thestock of discoveries to continuously grow in preindustrial times and to cross itsthreshold level in finite time.Result 3 The preindustrial economy faces a tradeoff for the timing of itsindustrial revolution: Choosing a high level of fertility implies a faster accumulationof discoveries due to a larger mass of entrepreneurs, but it also implies a slowergrowth of discoveries with a smaller share of entrepreneurs since a larger share ofadult population remains in the agricultural sector to support higher fertility.www.economicsejournal.org 4conomics Discussion Paper 1.4 Contribution This paper shows that thinking a bit seriously about the productivity term of anotherwise standard invention technology and bringing the entrepreneurinventorback to the scene of economic development allow us to understand why purposefulinvention may not be optimal for a very long episode of history and why anindustrial revolution is inevitable.Due to the uncertainty in the process of invention and ex post heterogeneityacross firms in the manufacturing sector, the model provides a richer understandingof modern industrial structure than most unified growth models do. Specifically,it explains why more innovative firms on average are larger and why the sizedistribution of innovative firms are skewed. These are two wellknown regularitiesmost recently reiterated, respectively, by Akcigit and Kerr 2010 and Klette and Kortum 2004.This paper complements some recent contributionse.g., ORourke et al.2013 and Strulik 2014that formalize Mokyrs 2002 notion that the creationand the diffusion of some sort of useful knowledge in preindustrial times was thekey for the purposeful activation of innovation by business firms.1.5 Outline Section 2 presents a brief discussion of the related literature. Section 3 introducesthe model economy, and Section 4 defines and analyzes static, dynamic, andasymptotic equilibria. Section 5 characterizes the model economys equilibriumpath in the very long run. Section 6 discusses the implications of the model,and Section 7 concludes. Proofs of all lemmas and propositions are presented in Appendix A.2 The Related Literature At least since Schumpeter 1934, entrepreneurinventors are leading actors of thenarratives of the Industrial Revolution. Solo 1951, Baumol 1990, Murphy et al.1991, and Mokyr 2010, among others, argue specifically that entrepreneurialinvention was indeed the engine of technological progress during the first Industrial Revolution long before the rise of modern R D lab. Peretto 1998 emphasizesthe distinction between entrepreneurial invention and corporate R D activitiesin a second generation Schumpeterian model. Michelacci 2003 studies the roleof entrepreneurial skills in bringing inventions to markets. From an evolutionaryperspective, Doepke and Zilibotti 2008 and Galor and Michalopoulos 2012study the role of entrepreneurial traits for economic development in the very longwww.economicsejournal.org 5conomics Discussion Paperrun. This paper, differently from all these, incorporates both occupational choiceand entrepreneurial invention within a unified growth setting. Twooccupationframework adapted is similar to, and even simpler than, those of Lucas 1978,Murphy et al. 1991, and Michelacci 2003, and the formulation of entrepreneurialinvention under perfect competition shares similarities with the treatments of Hellwig and Irmen 2001, Grossmann 2009, and Haruyama 2009.The conceptual framework of useful knowledge that this dissertation buildsupon, with discoveries and inventions being distinct knowledge forms, is due to Mokyr 2002. In his theory, discoveries are propositional forms of knowledge thatdo not have direct technological applications. Discoveries are laws and principlesthat answer What? questions about natural phenomena underlying the productionprocesses. Inventions, in contrast, are prescriptive in the sense that they provideanswers to How? questions; inventions take the forms of blueprints and recipes.Other than Mokyr 2002, the role of the discoveryinvention distinction and theusefulness of discoveries for inventive activity are emphasized by Landes 1969,Rosenberg 1974, Nelson 1982, and Easterlin 1995. In one context, Weitzman1998: 345 suggests that knowledge accumulation has distinct recombinant andproductivity aspects where the former corresponds to the role of discoveries forinventions. With reference to knowledge capital, Lucas 2002: 12 asks whatcan be gained by disaggregating into two or more knowledgerelated variables.The model studied in this paper answers this question by showing that, when theproductivity of inventive effort is endogenous to how large the stock of usefuldiscoveries is, purposeful and costly invention may not be optimal. The distinctionbetween discoveries and inventions is also emphasized by Haruyama 2009 inan endogenous growth model with perfectly competitive innovation. ORourkeet al. 2013 incorporates the distinction into the formal analysis of unified growth,and Strulik 2014 emphasizes the distinction between existing knowledge andaccessible knowledge where the access costs are decreasing in time as suggestedby Mokyr 2002. However, the dual role of entrepreneurship for useful knowledgeremains unexplored in a unified model with population growth and structuraltransformation. This is what this paper attempts to deliver.The process of collective discovery by entrepreneurs is described by Landes2006: 6 as the seventeenthcentury European mania for tinkering and improving.Bekar and Lipsey 2004 go further to argue that the diffusion of Newtonianmechanics among British industrialists was the prime cause of the first Industrial Revolution. A similar argument on the diffusion of scientific culture, again withan emphasis on British success, is made by Jacob 1997. Kelly 2005 developsa network model that analyzes this type of collective learning for the industrialrevolution. Lucas 2009 also emphasizes collective learning in a model thatdifferentiates propositional knowledge from productivity. ORourke et al. 2013and Milionis and Klasing 2009, with environments similar to that of Galor andwww.economicsejournal.org 6conomics Discussion Paper Weil 2000, link the accumulation of propositional knowledge to human capitalaccumulation respectively through the number of highskilled individuals andthe individuallevel stock of skills. Howitt and MayerFoulkes 2005 assumethat the skill level of entrepreneurs is proportional to the average productivityassociated with intermediate inputs of production. What differentiates this papersformulation of industrial enlightenment is the role of the mass of entrepreneurs.More entrepreneurs create more useful discoveries given the quality of creating anddiffusing these discoveries. This type of scale effect by which knowledge growthdepends not on the mass of entire population but instead on a certain mass of urbanpopulation is emphasized by Crafts and Mills 2009.3 The Model Economy This section constructs the model economy. The first four subsections respectivelyintroduce the demographic structure, endowments, preferences, and technologies,i.e., the model environment. Then described are occupations and the marketstructures. Decision problems are formally defined next, and the section concludeswith the market clearing conditions.Time in the model, denoted by t, is discrete and diverges to the infinite future:t 0,1,   Following the UGT literature, the economy is closed, and there is nophysical capital accumulation. The produced goods of the model are food and themanufactured good, and the primary inputs are land and labor.3.1 The Demographic Structure Consider two overlapping generations: Individuals who are adults in period t givebirth to children at the beginning of period t. Their surviving children becomeadults at the beginning of period t 1.For simplicity, reproduction is asexual, and nt R denotes the number ofsurviving children a generic adult in period t optimally chooses, i.e., net fertilityper adult. Note that nt, not being an integervalued variable, represents average netfertility among periodt adults.Denote by Nt R the adult population in period t. Since there exists acommon level of net fertility for all adults in equilibrium, Nt1 simply reads Nt1 nt Ntwhere N0 0 is exogenously given.www.economicsejournal.org17conomics Discussion Paper 3.2 Endowments Normalizing the length of a period to unity implies that a periodt adult has aunit time endowment. This is the only source of homogeneous labor force in thiseconomy. Children, not having a time endowment, remain idle until they becomeadults next period.Land is a production factor of the agricultural technology that is used to producefood, and the total land endowment of the economy is fixed. As it is common inthe UGT literature, there do not exist property rights over land, and who owns landand at what proportions are of no importance from an analytical point of view.3.3 Preferences An adult in period t derives lifetime utility from her consumption Ct of the manufactured good and her net fertility nt. As in Strulik and Weisdorf 2008 and de la Croix and Licandro 2013, the utility function representing these preferences isquasilinear and defined as in UCt,nt Ct lnnt 0with a boundary restriction in the form ofnt 1.23UCt,nt takes its nonhomothetic form for two reasons: First, linearity in Cteliminates the direct income effect on fertility which leads to a fertility declineat the advanced stages of economic development. The second reason of adaptingrisk neutral preferences with respect to Ct is to simplify the decision problem ofentrepreneurs. As we shall see below, the decision toward entrepreneurial inventionis an expected utility problem.The inequality in 3 represents the parental preference for reproductive successin transmitting genes to the next generations.2 3 is the simplest way of introducingreproductive success in a model of fertility choice, but this suffices to produce adesired property:3 The baseline level of net fertility is equal to unity as in Jones2001, and this implies a stabilizing level of population in the long run.2 Notice that, by construction, all surviving children become fecund at the beginning of theiradulthood.3 de la Croix and Licandro 2013 and Strulik and Weisdorf 2014 incorporate reproductivesuccess, respectively, into continuous and discrete time environments where parents simultaneouslychoose the number of children they have and the likelihood of these childrens survival.www.economicsejournal.org 8conomics Discussion Paper 3.4 Technologies This subsection introduces the technologies of the model economy without reference to the ownership and the market structures.Reproduction The only input of the reproduction technology is food; reproduction requires onlythe food intake by children. For simplicity, adults do not consume food, and eachsurviving child requires one unit of food.4 Then, the budgetary cost of having ntsurviving children is equal to nt units of food.Agriculture Consider any farm f operating in the agricultural sector. The CobbDouglastechnology of production for farm f is specified as in Yf t L f Xf t1Hf t 0,14where Yf t denotes output, L f denotes land input, Xf t denotes productivity, and Hf tdenotes the flow of worker hours.The productivity Xf t of farm f changes in time due to learningbydoing at thefarm level. The technology of learningbydoing is specified as in Xf t1 Xf t Yf t 0.5Manufacturing Consider any firm i operating in the manufacturing sector. The CobbDouglastechnology of production for firm i reads 0,1yit Xithwit h 16mitwhere yit denotes output, Xit denotes productivity associated with worker hourshwit, and hmit denotes the flow of manager hours.Recall that the labor endowment of individuals is homogeneous. Accordingly,what differentiates worker and manager hours in 6 is only the nature of the tasksin the question. Two distinct tasks are required to produce the good: Workers arethe ones who actually produce the good in its finalized form with their eyehandcoordination, and managers are the ones who tell workers what to do and how todo it.4 This assumption, as in Strulik and Weisdorf 2008, simplifies the model to allow for a closedform solution.www.economicsejournal.org 9conomics Discussion Paper The growth of productivity in the manufacturing sector is due to inventions.Requiring research hours as its only rival input, an invention project generates astochastic number of inventions, and each invention increases a baseline level ofproductivity by some fixed factor. As in Desmet and Parente 2012, this baselinelevel of productivity for firm i in period t, denoted by Xt, is taken as the averageoperating productivity attained by the firms of the previous generation and definedas incid:90 Et 10 Xt E1t 1Xit 1di7where Et 1 0 denotes the mass of firms operating in the manufacturing sector inperiod t 1.Define, now, firm is operating productivity Xit as in Xit zit Xt8where 1 is the stepsize of inventions and zit 0,1,   is the stochasticnumber of inventions satisfyingzit Poisson ait .9Here, ait R denotes the arrival rate of inventions for firm i and is tied to theresearch effort viaait f Kthrit 010where hrit denotes the flow of hours allocated to research by firm i. This inventiontechnology features constant returns to scale with respect to its rival input hrit.The novelty here is the term f Kt, i.e., the research productivity per unitof inventive effort, where Kt R denotes the mass of useful discoveries andf Kt : R 0,1 is a function that represents the role of useful discoveries forinvention. What follows next is a discussion of the three restrictions on f Kt.Suppose firstly that it is likely to be more successful in invention if more usefuldiscoveries are available. A plausible way to restrict the function f Kt to reflectthis is to assume, for all Kcid:48,Kcid:48cid:48 R, thatfcid:0Kcid:48cid:48cid:1 fcid:0Kcid:48cid:1 Kcid:48cid:48 Kcid:48.11The second restriction is that discoveries not only are useful for invention butalso are the essential inputs of the invention projects:f 0 0.www.economicsejournal.org1210conomics Discussion Paper In Mokyrs 2002: 1314 words, the likelihood that a laptop computer wouldbe developed in a society with no knowledge of computer science, advancedelectronics, materials science, and whatever else is involved is nil.Finally, there exists an upper limit of the research productivity f Kt when Kt as in, say, Weitzman 1998: 342. Even if every single thing about thenatural phenomena underlying the production processes is known, i.e., Kt ,the arrival rate ait is bounded above because a unit of hrit must have a finite capacityto process knowledge. One simple way to impose such a limit is to assume thatlim Ktf Kt 1.1313 basically implies that the case of Kt as the ultimate enlightenmenteliminates what causes a unit of inventive effort to be less productive than its fullpotential of . When firm i has access to the knowledge formed with practicallyeverything about the natural phenomena, there is no need to spend resources torealize which certain discoveries are useful and which are not. The firm simplygenerates an expected number ait hrit of inventions with constant maximumproductivity as it is usual in endogenous growth theory.5Collective Discovery Collective discovery governs how Kt changes in time. The idea, as introducedearlier, is that entrepreneurs, owning the firms operating in the manufacturingsector, collectively discover new pieces of propositional knowledge during theirlifetime. They not only create new knowledge in this serendipitous way individuallybut also share what they create with each other in their common environment, e.g.,in coffeehouses. This is a network effect that is most consistent with the commonknowledge characterization of useful discoveries.The simplest way to formalize this is a linear knowledge production functionof the form Kt1 Kt Et 014where Et, the mass of the firms operating in the manufacturing sector in period t,denotes the total mass of all entrepreneurs in period t since, as we shall see in a 5 Note that Strulik 2014 models the access cost to existing knowledge by firms with a similarfunction described by 11, 12, and 13 such that i knowledge diffusion accelerates if thestock of capital expands, ii knowledge does not diffuse if there is no capital, and iii knowledgediffusion is perfect if the stock of capital converges to positive infinity. The two postulationsthoseof Strulik 2014 and of this paperare, however, on entirely different notions as f Kt describedabove governs the research productivity and Kt is collectively known by all periodt individuals.Extending the present framework with the access costs as in Strulik 2014 is left for future research.www.economicsejournal.org 11conomics Discussion Papermoment, each manufacturing firm is owned by a single entrepreneur in equilibrium.Thus, the total mass Et of all entrepreneurs is in fact the time input of collective discovery. The parameter 0 in 14 represents the quality of the environment forcreating and sharing useful discoveries. This constant thus represents geographical,cultural, and social determinants of collective discovery.63.5 Occupations and the Market Structures There exist, in equilibrium, two occupational groups in this economy, entrepreneursand workers, and the occupation is chosen optimally. An entrepreneur establishesa firm that produces and sells the manufactured good under perfectly competitiveconditions, and a worker inelastically supplies her labor endowment to these firmsand to the farms producing food. Thus, three things are traded in this economy:First, all adults consume the manufactured good produced and sold by the firms.This is the numeraire. Second, a worker hour is traded at the wage Wt 0 in aperfectly competitive labor market where firms run by entrepreneurs and farmsproducing food are the buyers. Finally, food is traded at the price Pt 0 in aperfectly competitive food market where all adults are, again, buyers.The incentive for entrepreneurs to engage in inventive activities in the manufacturing sector originates from the presumption that each entrepreneur manages herown firm. This implies that the flow of profit to an entrepreneur is strictly positiveunder all circumstances. Instead of allocating all of her labor endowment to routinemanagement, then, an entrepreneur may choose to allocate some of it to inventionfor an increased market share and profit. Firm i operating in period t shuts downwhen entrepreneur i dies at the end of period t. New firms are then established inthe beginning of period t 1 by adults who choose to become entrepreneurs inperiod t 1.Closely following the usual treatment of the agricultural sector in the UGTliterature, it is assumed that there exists a continuum 0,1 of identical and perfectlycompetitive farms each owned by its workers with equal ownership shares. Theseimply, given the production technology 4 and the normalization of L f 1 forall f 0,1, that a worker in the agricultural sector earns price times her averageproductcid:32X 1f t Hf t Hf tcid:33Pt 6 Note that the main results of this paper are not sensitive to the linearity with respect to Et. Thequalitative nature of the main results does not change as long as Kt1 Kt is an increasing functionof Et.www.economicsejournal.org 12conomics Discussion Paperif Hf t units of worker hours are allocated to production. Moreover, the perfectmobility of workers between agriculture and manufacturing dictates that Pt Wt.15cid:33cid:32X 1f t Hf t Hf t 3.6 Decision Problems There are three decision problems: the problem of the representative worker, theproblem of the representative entrepreneur, and the problem of occupational choicefor all individuals. The solution to the last problem builds upon the solutions of thefirst and the second problems in such a way that, in equilibrium, an individual isindifferent between becoming a worker and becoming an entrepreneur.Workers Let Cwt and nwt respectively denote consumption and net fertility for the worker.Since the worker earns only the wage income Wt regardless of the sector shesupplies her labor endowment, the workers deterministic problem, given 2, is tomaximize Uwt Cwt lnnwtsubject to the budget constraint Cwt Ptnwt Wtand the boundary constraint nwt 1. The problem is then to Wt Ptnwt lnnwt.maxnwt 1Entrepreneurs161718With a slight abuse of notation, let entrepreneur i be the representative entrepreneurwho establishes firm i. This entrepreneurs income is equal to the flow it of profit,and it is, in the general case, stochastic due to the uncertainty in the process ofinvention. 2 and entrepreneur is budget constraint Cit Ptnit itimply the expected utility of entrepreneur i as in EUit Eit Ptnit lnnitwww.economicsejournal.org192013conomics Discussion Paperwhere nit 1 is her net fertility, and E is the expectation operator.Entrepreneur i maximizes EUit by choosing an optimal level of nit and bymaximizing Eit. To achieve the latter, operating with the production technology6 and the invention technology 10, she chooses an optimal level hwit of thedemand for worker hours and allocates her time between management and inventionunder the resource constrainthmit hrit 1.21Suppose that entrepreneur i chooses hwit contingent upon Xit,hmit,Wt.7 Given6, the profit function is defined as init hwit,Xit,hmit,Wt Xithwit h 1mit Wthwit,and the problem of maximizing hwit,Xit,hmit,Wt by choosing hwit 0 has aunique interior solution satisfyinghwit hmit 111 Xit 11Wtand implyingit 1 1can now be defined as in Eit cid:20azit exp aitz!z01Wthmit.cid:19 cid:18Xitcid:211 12223Using 8, 9, 10, 21, and 23, the expected profit Eit of entrepreneur icid:18 z Xtcid:19 1cid:18Wtcid:19 . 241 ait f KtThe term in the first brackets on the righthand side denotes the Poisson probabilityof generating z inventions given ait, and the term in the second brackets is the levelof optimal profit when the entrepreneur generates z inventions given ait.7 This is not an uncommon assumption in the quality ladder framework adapted heresee, e.g.,Aghion and Howitt 2009. Forcing the entrepreneur to choose hwit and hrit simultaneously resultsin a secondbest result for the entrepreneur such that she cannot perfectly insure herself againsttoo low or too high levels of hwit relative to Xit ex post. The main results of the paper, however, arenot altered.www.economicsejournal.org 14Lemma 1. The expected profit in 24 can be rewritten asconomics Discussion Papercid:19cid:18cid:18 Xt Wt 1 ait f Ktcid:19Eit exp aitwhere the parameters25 1 0, 1 1 0,and 1 1 0are defined for notational ease.25 identifies the return to and the cost of inventive activity. Eit increaseswith exp ait that depends, through , on the stepsize of invention and theelasticity of output with respect to Xit. The last term in the last parentheses,ait f Kt, is the time cost of inventing with an expected number ait of inventions.Clearly, 25 specifies the deterministic level of profit when no inventive activity isundertaken ait 0. In this case, the entire labor endowment of the entrepreneuris spent to management, i.e., hmit 1, and the realization of z is equal to zero. Xitis thus equal to Xt if ait 0.Using 20 and 25, entrepreneur is problem of maximizing EUit can nowbe formally stated as incid:18 Xtcid:19cid:18cid:191 ait Ptnit lnnit26maxexp aittnit 1,ait0,amaxt f Kt is the upper bound of ait associated with the case of hrit 1.where amax Notice that, since all entrepreneurs face the same set ,, Xt,Wt,, ,Kt,Pt,of givens, any solution to 26 implies a unique EUit. f KtWt Occupational Choice Given 16 and 20, the optimality condition of the occupational choice is simply EUit Uwt27so that all adults are indifferent between becoming an entrepreneur and becominga worker at the beginning of period t.3.7 Market Clearing Conditions This subsection closes the model through the market clearing conditions where thelefthand sides denote the quantity supplied and the righthand sides denote thequantity demanded.www.economicsejournal.org 15conomics Discussion Papercid:90 Et 0Firstly, the food market clears via Yf t Nt Etnwt cid:90 Etyitdi Nt EtCwt cid:90 Et Next, the market for the manufactured good clears vianitdi.28029Finally, the market for worker hours, where the equilibrium mass Et 0,NtCitdi.0of entrepreneurs is determined residually, clears via Nt Et Hf t hwitdi.30cid:90 Et 04 Static, Dynamic, and Asymptotic Equilibria This section defines and analyzes the equilibria of the model economy. Themain purpose is to establish the analytical foundations of the model economysequilibrium path from some initial period to the infinite future.4.1 Static General Equilibrium SGEDefinition 1. A SGE of the model economy, for any t 0,1,  , is a collectionnwt,Cwt,Hf t,Yf t,Et,nit,ait,hrit,hmit,zit,Xit,hwit,yit,it,Citi0,Et of quantities and a pair Pt,Wt of relative prices such that, given the state vectorNt, Xt,Xf t,Kt, nwt solves the workers problem 18, nit,ait solves the entrepreneurs problem 26, all adults are indifferent between becoming a worker and becoming anentrepreneur through 27, the food market and the market for worker hours clear respectively via 28and 30,8 and 8 Note that the market clearing condition 29 for the manufactured good is satisfied via Walras Law in general equilibrium, and it is therefore not an equilibriumdefining equation.www.economicsejournal.org 16conomics Discussion Paper the equations 4, 6, 8, 9, 10, 15, 17, 19, 21, 22, and 23 aresatisfied.Proposition 1. There exists a unique SGE at which nit nwt nt 1 and ait at 0. Furthermore, depending on the given state vector Nt, Xt,Xf t,Kt, thisunique SGE features either Regime 1: nt 1 and at 0 or Regime 2: nt 1 and at 0 or Regime 3: nt 1 and at 0 or Regime 4: nt 1 and at 0.Proposition 1 lists all four equilibrium regimes that the unique SGE mightfeature depending on Nt, Xt,Xf t,Kt, and it is constructive to discuss these regimesunder two separate headings; firstly, with regard to at 0, the equilibrium inmanufacturing, and, then, with regard to nt 1, the equilibrium in agriculture.Invention and the Manufacturing Sector The industrial revolution in the model is defined as the endogenously occurringswitch from the equilibrium regime of at 0 to that of at 0, and the main resultfollowing from the proof of Proposition 1 is the following:Corollary 1. The arrival rate at of inventive activity is characterized by a uniquethreshold such thatif f Kt cid:104cid:161 1 cid:17cid:1051at 1 1 otherwise31Furthermore, if the inverse function f 1 exists, then there exists a threshold level K of Kt defined as in K f 11 1 032where Kt K implies at 0 for any t.99 For concreteness, and without affecting the results in any significant way, it is hereafter assumedthat f 1 and K exist.www.economicsejournal.org 17 0 f Ktcid:16cid:201cid:16cid:171cid:171cid:21conomics Discussion Paper Corollary 1 directly follows from the solution A.2 to the entrepreneursproblem. Notice from 25 that the return to and the cost of invention are notadditively separable: The marginal cost of increasing the expected number ofinventions from zero to an infinitesimally small amount is a strictly positive numberthat may well exceed its marginal return basically because the entrepreneur has todecrease her management input to increase her inventive effort. This is not trivialas the entrepreneurs dual role as managerinventor, i.e., entrepreneurial invention,is essential in implying this nonseparability.Naturally, then, the stock Kt of useful discoveries determines, through the timecost of inventive effort, whether invention is optimal or not given , , . Given Kt, on the other hand, higher values of and increase the return to inventiveeffort, and a higher value of decreases the time cost of it.The real wage Wt at the unique SGE, along with other things, determines thelevel of economic development in this economy. Specifically, it affects the size ofthe agricultural sector and the optimal level of net fertility. Thus, it is useful toremark how Wt is tied to Xt.Corollary 2. The mapping from productivity to wage in manufacturing is Wt at,Kt 1 1 Xtwhere at,Kt 1 is an auxiliary function defined as incid:104cid:16cid:105cid:18cid:17at at,Kt exp1 1 1 1 at f Ktcid:191.3334When inventive activity is not optimal at 0, we have 0, 1 thatimplies Wt 1 1 Xt . This simply corresponds to the unit price of aworker hour that would prevail in a competitive model of occupational choice with CobbDouglas technology and without entrepreneurial invention.When inventive activity is optimal at 0, management input is tied to invention technology through the optimal use of entrepreneurs time. Wt in competitiveequilibrium thus embeds this effect via , function. Another important resultfor the equilibrium regime of at 0 is the following:Corollary 3. Ex ante symmetry across entrepreneurs translates into ex post heterogeneity such that, for any arrival rate at 0, the ex ante probability of generatingz inventions is equal to the ex post fraction of entrepreneurs with z inventionsunder Borels version of the law of large numbers. Thus, the unique crosssectiondistribution of any element of the set Xit,hwit,yit,it,Citi0,Et is the Poissondistribution with the parameter at 0.www.economicsejournal.org 18conomics Discussion Paper Corollary 3 emphasizes that the stochastic nature of inventive activity creates winners and losers among ex ante symmetric entrepreneurs as in Galor and Michalopoulos 2012. Consequently, more innovative entrepreneursfirms attainhigher productivities, higher firm sizes, and higher market shares.The final result to be noted regarding the manufacturing sector is on the equilibrium supply of entrepreneurship. Recall that the mass Et of entrepreneurs is centralto the equilibrium path of the model economy as the growth rate of Kt is a functionof Et, and it is in this respect necessary to highlight the equilibrium solution of Et:Corollary 4. At the unique SGE, Et satisfiescid:19cid:181 Hf t Nt Et 1 Nt35where Hf tNt is the labor share of the agricultural sector.Note that Et satisfies 35 regardless of at 0 and nt 1. Here, 1 is the CobbDouglas exponent of the manager hours in 6, and the fraction 1 ofall adult individuals occupying the manufacturing sector, i.e., Nt Hf t, becomeentrepreneurs. Et thus negatively depends on the size of the agricultural sector asexpected.Fertility and the Agricultural Sector Corollary 5. At the unique SGE, net fertility nt satisfiescid:17cid:16 Xf tcid:171Ntcid:16 cid:17 if Xf t Nt Wt 1otherwise Wt 1cid:16 nt Hf t Ntand the labor share of the agricultural sector Hf tNt satisfiescid:17 1Wtcid:16 Xf t Ntcid:17 cid:16 if Xf t Nt Wt 1otherwise3637given Wt at,Kt 1 1 Xt .Corollary 5 follows from A.1 and the solutions of Pt and Hf t for the casesof Pt given A.4 and of Pt given A.5. Almost exactly as in Strulikand Weisdorf 2008, nt changes positively with Xf t and negatively with Nt and Xt. These follow from the equilibrium value of the price Pt of food that respondswww.economicsejournal.org 19conomics Discussion Papernegatively to agricultural productivity Xf t and positively to adult population Nt andto manufacturing productivity Xt see the proof of Proposition 1. Also as in Strulikand Weisdorf 2008, nt converges to unity when Nt and Xt get sufficiently highrelative to Xf t given , . Differently than Strulik and Weisdorf 2008, however,the regime of nt 1 prevails mainly because of the reproductive success constraintnt 1 that forces adults to have the minimum number of surviving children for themaximization of lifetime utility.The labor share Hf tNt of the agricultural sector is a decreasing function of Wt and hence of Xt for the regime of nt 1. This is the pull effect of the manufacturing sector. In the regime of nt 1, the role of Wt vanishes completely, andthe labor share of agriculture depends negatively on Xf t since higher productivityreleases labor out of agriculture and positively on Nt Nt1 N because foodremains essential for reproduction where N is some fixed level of adult population.For completeness, it is necessary to state the conditions required for bothsectors to operate in equilibrium, i.e., Hf tNt 1. In the regime of nt 1, 1 1 X0 for t 0 is sufficient to imply Wt 1 for all t since at,Ktis bounded below by unity and Xt is nondecreasing. In the regime of nt 1where Hf tNt Xf tNt1, the sufficient condition simply reads Xf t Nt Nt1 N since Xf t increases without bound given 5.4.2 Dynamic General Equilibrium DGETo define a DGE, how the vector Nt, Xt,Xf t,Kt of state variables evolves from tto t 1 should be specified. The laws of motion for Nt, Xf t, and Kt are respectively1, 5, and 14. To derive the law of motion for Xt, iterate 7 to obtaincid:90 Et 0 Xt1 E1t Xitdi.Substituting Xit with zit Xt and noting, once again, that the ex post fraction ofentrepreneurs with z inventions is equal to the ex ante probability of generating zinventions result int exp atcid:18az Xt1 Xtcid:19z0z! z.This law of motion reduces into the following after some arrangements as in theproof of Lemma 1: Xt1 Xt exp 1at .38Thus, as in Aghion and Howitt 1992 and others, the growth rate of averageproductivity in the innovating sector is explained by the stepsize and the arrivalrate at of inventions.www.economicsejournal.org 20conomics Discussion Paper Table 1: SGE Regimes Regime 1234Conditions Kt K vt 1x f t Kt K vt 1x f t Kt K vt 1x f t Kt K vt 1x f t Inventionat 0at 0at 0at 0Fertilitynt 1nt 1nt 1nt 1Definition 2. Given the vector N0, X0,Xf 0,K0 R4 of initial values, a DGE isa sequence of SGE, for the entire history from t 0 to t , together with thesequences Nt, Xt,Xf t,Ktt1, that satisfies the laws of motion 1, 5, 14, and38.Proposition 2. There exists a unique DGE.4.3 Global Dynamics and the Asymptotic Equilibrium Since the model economys dynamical system cannot be transformed into anautonomous dynamical system of normalized state variables, the analysis of theasymptotic equilibrium builds upon a conditional dynamical system as in Galorand Weil 2000 and others. This subsection constructs this conditional dynamicalsystem, defines an asymptotic equilibrium of the model economy, and shows thatthe unique asymptotic equilibrium is globally stable.To ease the exposition in what follows, define two endogenous state variables,x f t and vt, as inx f t Xf t Ntand vt cid:19 1,cid:18 Wtand let GWt Wt1Wt 1 denote the gross growth rate of Wt. Since Xf t is theprime determinant of the growth of living standards in this economy in the verylong run, the rest of the analysis focuses on GWt as the main indicator of economicgrowth.1010 Real GDP per worker, with t 0 being the base period, is defined as incid:18yt N1t P0Yf t yitdicid:19cid:90 Et 0where the integral term denotes the total volume of output in the manufacturing sector. Because ithis total volume is proportional to Et given the crosssection Poisson distribution and ii Yf t Ntdeclines in the long run as we see below, the secular growth of yt originates from the growth of Xt.www.economicsejournal.org 21conomics Discussion Paper With the new notation introduced, 36 now impliescid:26 cid:0x f tvtcid:11nt 1ifcid:0x f tvtcid:11otherwise 139given x f t,vt, and Table 1 summarizes the equilibrium regimes the unique SGE att might feature given x f t,vt,Kt.Lemma 2. GWt is increasing in t for at 0 with 40Lemma 3. Given GWt 1, there exists a conditional dynamical system of x f t,vtthat satisfies 1 11cid:17cid:105 1W exp GWt Gcid:63limtcid:16 1.cid:104tf t 1x 1v 11 x f t 1Wt. G x f tif nt 1if nt 1, and4142x f t1x f tvt1vt Figure 2 pictures the global dynamics of x f t and vt on x f t,vt plane for thecases of GWt 1 and GWt 1. For GWt 1, we simply have vt1 vt for all t,and, for GWt 1, Lemma 2 implies that vt is decreasing towards zero as Wt growswithout bound.cid:40Define, now, the Ncid:63 locus using 39 ascid:26x f t,vt : nt cid:0x f tvtcid:11Ncid:63 cid:27 1 or, equivalently, vt 1x f twhere we have nt 1 above and nt 1 below and over the Ncid:63 locus. Thus, the Ncid:63locus divides the plane into Regimes 1 and 2 for GWt 1 and into Regimes 3 and 4 for GWt 1.Next, the x f x f locus, for the case of nt 1, is defined as inx f t,vt : x f t1 x f t or, equivalently, vt cid:32 xf tx f t x f x f cid:33 11given 41, where x f t is decreasing above and increasing below the x f x f locus.For the case of nt 1, on the other hand, there does not exist a pair x f t,vt thatimplies x f t1 x f t, and x f t is increasing for any x f t,vt.www.economicsejournal.org 22conomics Discussion Paperx f x f , nn Ncid:63x f txqf Regimes 1 2: GWt 1nnt x f t Regimes 3 4: GWt 1x f x f Ncid:63x f tvt 1vqvt 111Figure 2: x f t ,vt dynamics for GWt 1 top and GWt 1 bottomand above which nt is decreasingis defined as inx f t,vt : nt1 nt or, equivalently, vt nn Finally, using 39, 41 and 42, the nn locusbelow which nt is increasing 11xf t Wt x f t 1Gand overlaps with the x f x f locus for GWt 1. For GWt 1, Lemma 2 implies thatthe nn or nnt locus moves towards the origin as GWt increases.Notice that the Ncid:63 locus resides below the x f x f locus for any 0; these twoloci do not intersect for x f t 1 since 0. Also notice that the x f x f and the nnloci either do not intersect for the case of GWt 1 or overlap for any x f t,vt forthe case of GWt 1. On the other hand, the Ncid:63 locus and the nn locus intersect atwww.economicsejournal.org 23conomics Discussion Papera unique point x f t defined as in x f t Wt 11G43given GWt 1, and the nn locus resides below the Ncid:63 locus for any x f t x f t.Proposition 3. Given any initial value X0 of Xt, there exists a unique quasisteadystate equilibrium xqf ,vq in Regime 2 such thatcid:34cid:401 1 X0cid:18 xx 1cid:35 cid:19 11andcid:41 0.4445vq v 0 xqf argsolvexvq The quasisteadystate xqf ,vq in Regime 2 is an equilibrium state to which theeconomy may converge in finite time as long as the unique SGE features at 0.This quasisteadystate is a balanced growth equilibrium where adult population Ntand agricultural productivity Xf t grow at the same gross growth ratecid:16f vqcid:171xqnt nq 1,and the growth of Xf t allows the economy to sustain a growing Nt with a constantprice Pt of the food.Proposition 4. Suppose that K0 K, i.e., the economy is either in Regime 1 or in Regime 2 initially. Then, there exists a period t 0 such that at 1 0 and at 0:If the economy starts its evolution in a period at which invention is not optimal, anindustrial revolution inevitably starts at some future period.The economy may or may not reach the quasisteadystate before the industrialrevolution starts. This depends on the growth rates of x f t and Kt such that, if Ktgrows sufficiently fast given the growth rate of x f t, the industrial revolution startsbefore the convergence to the quasisteadystate is completed. In any case, that Ktand Wt are increasing for all t as long as at 0 motivates the following definitionof the asymptotic equilibrium:Definition 3. An asymptotic equilibrium of the model economy, for t , is theunique limiting SGE of the model economy in Regime 4 with 1 1 at acid:63 cid:16for t tcid:63nt ncid:63 1cid:171 0.andwww.economicsejournal.org 24conomics Discussion Paper At this asymptotic equilibrium, the labor share of the agricultural sector declinestowards zero for t as implied by 37 and 41, and adult population Nt isstabilized at some Ncid:63 0 for t tcid:63 1 given ntcid:63 1. As the growth of Kt impliesf Kt 1 through 13, at converges to acid:63. Thus, the asymptotic equilibrium isthe one with the perpetual growth of Xtand, therefore, of Wt and yt.Proposition 5. The unique asymptotic equilibrium of the model economy is asymptotically globally stable. That is, for any N0, X0,Xf 0,K0 R4, the modeleconomys SGE converges to the asymptotic equilibrium for sufficiently large t.5 The Equilibrium Path from Stagnation to Growth While the economys unique asymptotic equilibrium is globally stable, this does notguarantee that the model economys transition from stagnation to growth exhibits ademographic transition. An industrial revolution inevitably starts at some finite tas stated in Proposition 4, but the economy may in general transit directly from Regime 1 to Regime 4 with nt 1 for all t.This section shows that, if the model economy starts its evolution at t 0 in Regime 1 and if t is sufficiently large, then the model economys unique DGEfeatures an equilibrium path from stagnation to growth with an industrial revolutionand a demographic transition.Proposition 6. Suppose that i v 0 1x f 0 and K0 K, i.e., the economy is in Regime 1 initially, and that ii t is sufficiently large, i.e., the industrial revolutionis to start sufficiently late. Then, the economy enters Regime 2 at some t 0, thenenters Regime 3 at some t t, and eventually enters Regime 4 at some tcid:63 t,where t, t, and tcid:63 are all endogenously determined.Remark 1. Both assumptions of Proposition 6 are in complete accordance withhistorical evidence. The first one requires that the preindustrial economy to have asufficiently low level Xf 0 of agricultural productivity, given N0 and X0, such thathistorically low values of N0 and X0 imply a low level of upper bound for Xf 0 for Regime 1 to prevail, i.e.,v 0 1x f 0 Xf 0 N01 1 X0.cid:32cid:33 1The economy without a sufficiently advanced agricultural sector, then, cannotsupport fertility above replacement. Moreover, since x f 0 is itself sufficiently low,the labor share of the agricultural sector is at its historical maximum at t 0.www.economicsejournal.org 25nt 1atacid:630conomics Discussion Paper Regime 1Regime 2Regime 3Regime 4tttttcid:63Figure 3: The Equilibrium Path from Stagnation to Growth Note: This figure pictures the equilibrium path under the assumption that the industrial revolution starts before the economy converges to the quasisteadystateequilibrium. The dashed lines of the bottom panel indicate alternative paths of at in Regime 3 depending on the alternative parameterizations of f Kt .The second assumption builds upon the fact that the first Industrial Revolutionin Britain started around 50,000 years later than the rise of modern human populations, i.e., populations that share cultural universals such as language, art, religion,and toolmaking. The takeoff to modern growth through an industrial revolution isa recent phenomenon if one takes a very longrun perspective.Figure 3 pictures the economys transition from Malthusian stagnation to modern growth for the case of the industrial revolution starting before the convergenceto the quasisteadystate is completed.11 A narrative of this transition is now inorder:At the very beginning of history, productivity measures in both sectors andpopulation are at historically lowest levels, and the labor share of the agriculturalsector is at its historical maximum to sustain a stable population level under 11 Recall that, for the industrial revolution to start after the population expansion begins, weassume in Proposition 6 that t is sufficiently large. For the industrial revolution to start before theconvergence to the quasisteadystate, we additionally require t to be not too large. This adds tothe explanatory power of the model because, if t is too large for some reason, such an economyremains poor for long episodes of history while increasing its population with a high and a stablerate of population growth as in the case of todays least developed economies.www.economicsejournal.org 26conomics Discussion Paperpoverty. Since knowledge about natural phenomena underlying the manufacturingtechnologyin the form of useful discoveriesis limited, entrepreneurs allocatetheir entire labor endowment to routine management. While this implies stagnatingproductivity in manufacturing, agricultural productivity grows in time throughlearningbydoing and results in a declining labor share of agriculture.This expansion eventually allows the economy to sustain a level of fertilityabove replacement, and population starts growing. The ongoing growth of agricultural productivity implies an increasing rate of population growth in this regime.The economy starts converging to a quasisteadystate at which growing population is sustained only by growing agricultural productivity, and the labor share ofthe agricultural sector is now constant because of stagnating productivity in themanufacturing sector.An industrial revolution starts since a sufficiently larger set of useful discoveriesare now available for entrepreneurs to optimally allocate some of their scarce timeendowment to inventive activities. Increasing with a declining labor share ofagriculture in Regime 1 and with an expanding population in Regime 2, the growthof the stock of useful discoveries is now increasing with both factors, and more timeallocated to invention by each generation means faster growth of manufacturingproductivity. Besides, an increasing share of entrepreneurs time allocated toinvention implies a more skewed crosssection distribution of productivity andfirm size in the manufacturing sector. Some time after the industrial revolutionstarts, population and manufacturing productivity get sufficiently high to implya sufficiently high price for the food and, hence, to imply a declining populationgrowth. In the meantime, since the declining labor share of agriculture feeds backto the growth of the stock of useful discoveries and since population gets evenlarger in time, the growth of manufacturing productivity may accelerate at someperiod before it decelerates and converges to its asymptotic equilibrium.When it is too costly to have more than one child, the economy enters the finalstage of its demographic transition. Population level and fertility are stabilizedwhile the decline of the agricultural sector continues. Since the total mass ofentrepreneurs is also stabilized, the growth rate of the stock of useful discoveriesstarts decreasing. At the very end of history, humanity has access to every bit ofknowledge about natural phenomena underlying the manufacturing technology andkeeps investing into new technology for higher prosperity.To conclude, Proposition 6 shows that the unified growth model of this paper,if located at the correct initial position in historical time, successfully replicatesthe equilibrium path of an economy, say, England, in the very long run. Aftersuffering for several thousand years in a Malthusian trap, population in Englandstarts increasing in mid1600s, at the period t, and the first Industrial Revolutionstarts at around 1750, at the period t. According to the most recent populationwww.economicsejournal.org 27conomics Discussion Paperprojections of the United Nations 2012, population in the United Kingdom willstabilize at around 77 million at the end of this century, at the period tcid:63 1.6 Discussion Entrepreneurs of a special generation find it optimal to direct resources into riskyinventive activities unlike those of past generations. These entrepreneurs are specialbecause the number of useful discoveries they have access to is large enough tosignal a higher expected level of profit for them if they are to decrease the timethey spend to routine management. They benefit from standing on the shouldersof dead entrepreneurs who collectively created all these useful discoveries in aserendipitous way.The invention threshold in the model leads to a kinked timeseries of laborproductivity in manufacturing, and this in turn implies a kinked timeseries of thereal wage that exhibits exponential growth starting with the industrial revolution.The Industrial Revolution in history is matched by an invention revolution in themodel. After this invention revolution, exerting inventive effort to appropriate anincreasing profit remains optimal throughout the history.6.1 The Industrial Revolution: Break or Continuity?Whether the first Industrial Revolution, roughly covering the period from 1760 to 1830, is a break from the past or a continuity remained controversial among someeconomic historians. The gradualist view of Crafts and Harley 1992 suggeststhat there was little economic growth in England until the early 19th century inper capita terms and that the scope of fast technological progress was limitedwith the textile sector before the diffusion of the steam technology. However, anindustrial revolution as a structural break characterized by very slow growth in percapita terms is not controversial. As Pereira 2004 documents, several variables ofinterestincluding total industrial output and populationexhibit endogenouslydetermined upward trend breaks during the first Industrial Revolution in Britain,and Mokyr 2004 and others suggest that what kept output per capita at a verylow level during the first Industrial Revolution was indeed the fast expansion of English population.The model of this paper, as a unified model, captures exactly this type of dynamics between population and technology. The model predicts that an industrialrevolution may start when population growth is accelerating and that the productivity gains due to inventions would be modest during these early stages. Thesenaturally imply that the acceleration of the rate of economic growth in per capitaterms would be slow during the first Industrial Revolution.www.economicsejournal.org 28conomics Discussion Paper 6.2 The Timing of the Industrial Revolution Desmet and Parente 2012 and Peretto 2013 ask a specific timing question: Whatfactors do affectexplain the period at which the industrial revolution starts? Thistiming question is basically asking for a solution of tthe period at which theindustrial revolution startsin terms of the models exogenous givensparametervalues and the initial values of endogenous state variables.The model of this paper is not simple enough to allow for a closedform solutionof t. However, some concrete answers to the timing question can be obtained byinspecting the economys evolution in Regimes 1 and 2.The timing effects are of two types: the threshold effects where the fixedthreshold value K 0 of Kt determines how far away the industrial revolution is,and the growth effects where the gross growth rate GKt Kt1Kt of Kt determineshow fast the economy moves towards its invention threshold.Since K, defined in 32, is determined by the exogenous component 0 ofresearch productivity, the stepsize 1 of inventions, and the labor exponent 0,1 of manufacturing production such that K 0, K 0,and K 0,the higher values of these parameters imply a lower value of t. Clearly, a higherinitial value K0 of Kt also implies a lower value of t.More complicated is the analysis of growth effects where 14, 35, and 37imply GKt in Regimes 1 and 2 as in 1 1 GRegime 1Kt 1 x 1f tcid:19cid:18N0cid:19Ktcid:18cid:32cid:33cid:18Ntcid:19Kt GRegime 2Kt 1 1 1 1 1 X0Notice that 0, representing the quality of the process of collective discovery, unambiguously increases GKtfor any t and in both regimesand, hence,unambiguously decreases t. A higher initial value N0 of adult population alsoimplies a higher value for GKt unambiguously in both regimes. For , the growtheffect is ambiguous because we have GRegime 2 0.A faster growth of x f t with a higher value of 0 increases the share ofentrepreneurs in adult population and implies a higher level of GRegime 1. Besides,since faster growth of x f t increases nt without affecting the labor share of theagricultural sector in Regime 2, we have GRegime 2 0. Thus, a faster growthof agricultural productivity unambiguously hastens the industrial revolution.Kt Kt Ktwww.economicsejournal.org 29conomics Discussion Paper The preference parameter and the initial value X0 of manufacturing productivity affect both nt and Hf tNt in Regime 2 and have ambiguous growth effects.While a higher level of and a lower level of X0 increase the labor share ofagriculturefor the economy needs to sustain faster population growth with ahigher level of agricultural productionand, hence, decrease the share of entrepreneurs contributing to collective discovery, it also implies a larger population Nt that implies a higher value of GRegime 2for all t. In other words, the economyfaces a tradeoff for the timing of the industrial revolution as faster populationgrowth, through higher or lower X0, implies both a lower labor share of themanufacturing sector and a larger mass of adult population.Kt These results on threshold and growth effects perfectly overlap with the results obtained by Desmet and Parente 2012 and Peretto 2013. In Desmet and Parentes 2012 model, the parameters that are most closely related with institutional quality and policies are the parameters that represent the cost of innovativeactivities by firms. Higher values of these parameters imply a delayed industrialrevolution similarly to the ambiguous hastening effect of higher . Desmet and Parente 2012 also document the hastening timing effect of improving infrastructurerepresented here by a higher value of that ambiguously increases GKt in bothregimes. Regarding the exogenous and fixed growth of agricultural productivitybefore the industrial revolution in their model, Desmet and Parente 2012 find anunambiguous effect where a faster growth of agricultural productivity hastens theindustrial revolution. Perettos 2013, Prop.s 67 analytical results on the timingof the industrial revolution also indicate that population growth has an ambiguouseffect under all scenarios, a higher initial level of population implies a soonerindustrial revolution, and a higher level of fixed operating cost of firms delays thetakeoff.6.3 England vs. China While there are difficulties in comparing preindustrial economies of differentgeographical sizes, as Pomeranz 2000 emphasizes, the model of this paper hasinteresting implications for the question of Why England, but not China?As noted earlier, as a structural parameter represents the quality of theenvironment in which entrepreneurs create and share useful discoveries. Englandhere had the advantage of being a small country in terms of its geographical size.Also advantages of England, as noted by Mokyr 2002 and others, were i thegentlemanly behavior and the technological motivation of business owners and iithe efficiency of social networks and informal institutions.Next, if we assume that , as a technological parameter, is not radically differentfor England and China, the prime determinant of the share of entrepreneurs in adultpopulation would be the labor share of the agricultural sector. The limited datawww.economicsejournal.org 30conomics Discussion Paperhere indicates that England in preindustrial times had a higher rate of urbanizationthan China Voigtlander and Voth, 2006.In general, any rival use of time endowment is important in determining thesupply, or the lack, of entrepreneurship, and the labor shares of occupations that donot contribute to collective discovery would have delaying growth effects for thetiming of the industrial revolution. One such occupation regarding which Englandhad arguably an advantage compared to China is state bureaucracy. A larger statebureaucracy would imply a lower level of GKt, ceteris paribus, because the mass ofentrepreneurs who collectively discover would be smaller. England might indeedhave benefited from avoiding a large professional bureaucracy before the Industrial Revolution, as noted by Mokyr 1998, and Chinas potential might indeed havebeen restricted by its large and ineffective bureaucracy, as emphasized by Landes2006.6.4 Serendipitous Inventions That the rate of technological progress in manufacturing before the Industrial Revolution is zero is counterfactual to what we observe in the data: The realwage series in England has an increasing trend after mid1600s as Clark 2010documents, and a minuscule rate of growth in the real wage before the Industrial Revolution is also consistent with the patent data of Sullivan 1989 pictured in Figure 1. A question of interest is thus whether the model can be extended toaccount for such haphazard type of technological progress.The simplest extension along this line of thought is to allow for serendipitousinventions to exogenously increase the baseline productivity Xt. Serendipitousinventions can be thought of as resulting exogenously without altering the optimalbehavior of entrepreneurs regarding the inventive activity. The law of motion for Xt can simply be extended to include serendipitous inventions as in Xt1 Xt exp 1at aswhere as 0 represents the arrival rate of serendipitous inventions. Clearly, whenever at 0, the gross growth rate of Xt reduces into exp 1as.6.5 Adult Longevity The simplest way of capturing the role of adult longevity within this frameworkis to assume, as in Hazan and Zoabi 2006, that all periodt adults live a fractioncid:96t 0,1 of period t. For simplicity, cid:96t is exogenous, common across periodtadults, and known by periodt adults with certainty.This extension generalizes the main results in two respects: Firstly, the threshold value K now depends on cid:96t because a longer life, as an endowment, implies awww.economicsejournal.org 31conomics Discussion Paperhigher level of profit for entrepreneurs, and 32 reads Kt f 11 1 cid:961t 0cid:201cid:16cid:171cid:21where we have Kt cid:96t 0. Next, since the total lifetime of entrepreneurs nowreads Etcid:96t, the process of collective discovery in 14 is generalized to Kt1 Kt Etcid:96twith GKt cid:96t 0. Since a higher level of cid:96t decreases Kt and increases GKt, adultlongevity unambiguously hastens the industrial revolution by implying a lowervalue of t.6.6 Mortality Shocks and the Loss of Discoveries While the law of motion 14 implies Kt1 Kt for any t, mortality shocks inan extended model would lead to the loss of discoveries before the industrialrevolution. Since discoveries reside at least partially in the minds of people, amortality shock such as the Black Death affects the growth of Kt as in Bar and Leukhina 2010.12Suppose, then, that mt is some random measure of mortality for adult individuals, presumably with a deterministic component, such that a fraction 1 smt 0,1 of entrepreneurs Et dies at some interim pointbetween t and t 1 with scid:48 0 before participating to collective discoverybut after completing reproduction, and that a fraction dmt 0,1 of discoveries Kt depreciates, again, at some interimpoint between t and t 1 with dcid:48 0.GKt 1 1 cid:18GKt in Regimes 1 and 2 then reads 1 Hf t Ntcid:181 Hf t Ntwhere GKt 1 requires 1 dmtsmtcid:19cid:18Ntcid:19cid:19cid:19cid:18Nt Kt.Ktsmt dmt12 Strictly speaking, the type of knowledge that is lost due to mortality shocks in Bar and Leukhina2010 is prescriptive knowledge in the terminology of Mokyr 2002 and corresponds to Xt of themodel of this paper.www.economicsejournal.org 32conomics Discussion Paper The growth of Kt in some long run before the Industrial Revolution thus necessitatesthat the deterministic component of mt decreases to lower dmtsmt in time asin the case of England. In general, one can conclude that sizable mortality shockssuch as the Black Death unambiguously delay the industrial revolution because ofthe loss of discoveries.7 Concluding Remarks The turning point of the transition from Malthusian stagnation to modern growthwas the Industrial Revolutiona structural break in the sense that technologicalprogress was no longer simply due to serendipitous inventions. Schumpeters1934 entrepreneurinventors, seeking increased market shares and profits, tookthe stage instead, and the world was not the same when the first corporate R Dlab was opened by Thomas Edison in 1876.This paper studies a view of the Industrial Revolution that promotes the dualrole of entrepreneurship for inventions and discoveries; the serendipitous expansionof the latter eventually leads to the purposeful activation of the former. No suchthing as an industrial revolution occurred for a very long episode of history becausenot enough was known about natural phenomena. Yet the type of useful knowledgerelevant to production processes was created by and diffused among entrepreneurs.In one sense, this had to be the case because these agents were managing the firmsutilizing these production processes.The endogenous timing of the industrial revolution is affected by severalstructural parameters and initial values, and this prediction of the model is inaccordance with the observation that countries realize their takeoffs to moderngrowth regime at different dates.Several issues are left to future research. Among these are the role of thedemandside determinants of inventive activity, the role of patents for the industrialrevolution, the importance of professional scientists for the second Industrial Revolution, the effect of the growth of useful knowledge on the decline of mortality,and, the last but not the least, the mechanisms by which the enlightenment of theeconomy through useful knowledge affects the rises of democracy and formaleducation.www.economicsejournal.org 33conomics Discussion Paper References Aghion, P., and Howitt, P. 1992. A Model of Growth through Creative Destruction. Econometrica, 602: 32351. URL http:ideas.repec.orgaecmemetrpv 60y 1992i 2p 32351.html.Aghion, P., and Howitt, P. 2009. The Economics of Growth. Cambridge: MITPress.Akcigit, U., and Kerr, W. R. 2010. Growth Through Heterogeneous Innovations.NBER Working Papers 16443, National Bureau of Economic Research, Inc.URL http:ideas.repec.orgpnbrnberwo16443.html.Bar, M., and Leukhina, O. 2010. The role of mortality in the transmission ofknowledge. Journal of Economic Growth, 154: 291321. URL http:ideas.repec.orgakapjecgrov 15y 2010i 4p 291321.html.Baumol, W. J. 1990. Entrepreneurship: Productive, Unproductive, and Destructive. Journal of Political Economy, 985: 893921. URL http:ideas.repec.orgaucpjpolecv 98y 1990i 5p 893921.html.Bekar, C. T., and Lipsey, R. G. 2004. Science, Institutions and the Industrial Revolution. Journal of European Economic History, 333: 709753.Boldrin, M., and Jones, L. E. 2002. Mortality, Fertility, and Saving in a Malthusian Economy. Review of Economic Dynamics, 54: 775814. URLhttp:ideas.repec.orgaredissuedv 5y 2002i 4p 775814.html.Clark, G. 2010. The macroeconomic aggregates for England, 12092008. Research in Economic History, 27: 51140. URL http:dx.doi.org10.1108S0363326820100000027004.Clark, G. 2014. The Industrial Revolution. In Handbook of Economic Growth,volume 2 of Handbook of Economic Growth, chapter 5, pages 217262. Elsevier.URL http:ideas.repec.orgheeegrochp2217.html.Crafts, N., and Harley, K. 1992. Output growth and the British industrial revolution: a restatement of the CraftsHarley view. Economic History Review, 454:703730. URL http:Econ Papers.repec.orgRe PEc:bla:ehsrev:v:45:y:1992:i:4:p:703730.Crafts, N., and Mills, T. C. 2009. From Malthus to Solow: How did the Malthusian economy really evolve? Journal of Macroeconomics, 311: 6893. URLhttp:ideas.repec.orgaeeejmacrov 31y 2009i 1p 6893.html.www.economicsejournal.org 34conomics Discussion Paperde la Croix, D., and Licandro, O. 2013. The Child is Father Of the Man:Implications for the Demographic Transition. Economic Journal, 123567:236261. URL http:ideas.repec.orgaecjeconjlv 123y 2013i 567p 236261.html.Desmet, K., and Parente, S. 2012. The evolution of markets and the revolutionof industry: a unified theory of growth. Journal of Economic Growth, 173:205234. URL http:ideas.repec.orgakapjecgrov 17y 2012i 3p 205234.html.Doepke, M. 2004. Accounting for Fertility Decline During the Transition to Growth. Journal of Economic Growth, 93: 347383. URL http:ideas.repec.orgakapjecgrov 9y 2004i 3p 347383.html.Doepke, M., and Zilibotti, F. 2008. Occupational Choice and the Spirit of Capitalism. Quarterly Journal of Economics, 1232: 747793. URL http:ideas.repec.orgatprqjeconv 123y 2008i 2p 747793.html.Easterlin, R. A. 1995. Industrial Revolution and Mortality Revolution: Twoof a Kind? Journal of Evolutionary Economics, 54: 393408. URL http:ideas.repec.orgasprjoevecv 5y 1995i 4p 393408.html.Galor, O. 2005. From Stagnation to Growth: Unified Growth Theory.In P. Aghion, and S. Durlauf Eds., Handbook of Economic Growth, volume 1of Handbook of Economic Growth, chapter 4, pages 171293. Elsevier. URLhttp:ideas.repec.orgheeegrochp104.html.Galor, O. 2010. The 2008 Lawrence R. Klein LectureComparative Economic Development: Insights From Unified Growth Theory. International Economic Review, 511: 144. URL http:dx.doi.org10.1111j.14682354.2009.00569.x.Galor, O., and Michalopoulos, S. 2012. Evolution and the growth process:Natural selection of entrepreneurial traits. Journal of Economic Theory, 1472:759780. URL http:ideas.repec.orgaeeejetheov 147y 2012i 2p 759780.html.Galor, O., and Weil, D. N. 2000. Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond. American Economic Review, 904: 806828. URL http:ideas.repec.orgaaeaaecrevv 90y 2000i 4p 806828.html.Grossmann, V. 2009. Entrepreneurial innovation and economic growth. Journalof Macroeconomics, 314: 602613. URL http:ideas.repec.orgaeeejmacrov 31y 2009i 4p 602613.html.Hansen, G. D., and Prescott, E. C. 2002. Malthus to Solow. American Economic Review, 924: 12051217. URL http:ideas.repec.orgaaeaaecrevv 92y 2002i 4p 12051217.html.www.economicsejournal.org 35conomics Discussion Paper Haruyama, T. 2009. Competitive Innovation With Codified And Tacit Knowledge.Scottish Journal of Political Economy, 56s 1: 390414. URL http:ideas.repec.orgablascotjpv 56y 2009is 1p 390414.html.Hazan, M., and Berdugo, B. 2002. Child Labour, Fertility, and Economic Growth.Economic Journal, 112482: 810828. URL http:ideas.repec.orgaecjeconjlv 112y 2002i 482p 810828.html.Hazan, M., and Zoabi, H. 2006. Does longevity cause growth? A theoreticalcritique. Journal of Economic Growth, 114: 363376. URL http:ideas.repec.orgakapjecgrov 11y 2006i 4p 363376.html.Hellwig, M., and Irmen, A. 2001. Endogenous Technical Change in a Competitive Economy. Journal of Economic Theory, 1011: 139. URL http:ideas.repec.orgaeeejetheov 101y 2001i 1p 139.html.Howitt, P., and MayerFoulkes, D. 2005. RD, Implementation, and Stagnation: A Schumpeterian Theory of Convergence Clubs. Journal of Money,Credit and Banking, 371: 14777. URL http:ideas.repec.orgamcbjmoncbv 37y 2005i 1p 14777.html.Jacob, M. C. 1997. Scientific Culture and the Making of the Industrial West. New York: Oxford University Press.Jones, C. I. 2001. Was an Industrial Revolution Inevitable? Economic Growth Over the Very Long Run. B.E. Journal of Macroeconomics, 12: 145. URLhttp:ideas.repec.orgabpjbejmacvadvances.1y 2001i 2n 1.html.Kelly, M. 2005. The Invention of Invention. Working Papers 200515, School Of Economics, University College Dublin. URL http:ideas.repec.orgpucnwpaper200515.html.Klette, T. J., and Kortum, S. 2004. Innovating Firms and Aggregate Innovation.Journal of Political Economy, 1125: 9861018. URL http:ideas.repec.orgaucpjpolecv 112y 2004i 5p 9861018.html.Kogel, T., and Prskawetz, A. 2001. Agricultural Productivity Growth and Escapefrom the Malthusian Trap. Journal of Economic Growth, 64: 33757. URLhttp:ideas.repec.orgakapjecgrov 6y 2001i 4p 33757.html.Lagerlof, N.P. 2003. From Malthus to Modern Growth: Can Epidemics Explainthe Three Regimes? International Economic Review, 442: 755777. URLhttp:ideas.repec.orgaieriecrevv 44y 2003i 2p 755777.html.www.economicsejournal.org 36conomics Discussion Paper Landes, D. S. 1969. The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present. Cambridge:Cambridge University Press.Landes, D. S. 2006. Why Europe and the West? Why Not China? Journal of Economic Perspectives, 202: 322. URL http:www.aeaweb.orgarticles.php?doi10.1257jep.20.2.3.Lucas, R. E., Jr. 1978. On the Size Distribution of Business Firms. Bell Journal of Economics, 92: 508523. URL http:ideas.repec.orgarjebelljev 9y 1978iautumnp 508523.html.Lucas, R. E., Jr. 2002. The Industrial Revolution: Past and Future. In Lectureson Economic Growth,, chapter 5, pages 97188. Cambridge: Harvard University Press.Lucas, R. E., Jr. 2009. Ideas and Growth. Economica, 76301: 119. URLhttp:ideas.repec.orgablaeconomv 76y 2009i 301p 119.html.Madsen, J., Ang, J., and Banerjee, R. 2010. Four centuries of British economicgrowth: the roles of technology and population. Journal of Economic Growth,154: 263290. URL http:ideas.repec.orgakapjecgrov 15y 2010i 4p 263290.html.Meisenzahl, R. R., and Mokyr, J. 2012. The Rate and Direction of Inventionin the British Industrial Revolution: Incentives and Institutions. In J. Lerner,and S. Stern Eds., The Rate and Direction of Inventive Activity Revisited,chapter 9, pages 443479. Chicago: University of Chicago Press. URL http:www.nber.orgchaptersc 12364.pdf.Michelacci, C. 2003. Low Returns in RD Due to the Lack of Entrepreneurial Skills. Economic Journal, 113484: 207225. URL http:Econ Papers.repec.orgRe PEc:ecj:econjl:v:113:y:2003:i:484:p:207225.Milionis, P., and Klasing, M. 2009. InnovationBased Growth LongRun Economic Development. Unpublished manuscript.Mokyr, J. 1998. Editors introduction: The new economic history and the Industrial Revolution. In J. Mokyr Ed., The British Industrial Revolution: An Economic Perspective, pages 1127. Boulder: Westview Press.Mokyr, J. 2002. The Gifts of Athena: Historical Origins of the Knowledge Economy. Princeton: Princeton University Press.www.economicsejournal.org 37conomics Discussion Paper Mokyr, J. 2004. Accounting for the Industrial Revolution. In R. Floud, and P. Johnson Eds., The Cambridge Economic History of Modern Britain, volume 1, chapter 1, pages 127. Cambridge: Cambridge University Press.Mokyr, J. 2010. Entrepreneurship and the Industrial Revolution in Britain. In D. S. Landes, J. Mokyr, and W. J. Baumol Eds., The Invention of Enterprise:Entrepreneurship from Ancient Mesopotamia to Modern Times, chapter 7, pages 183210. Princeton: Princeton University Press.Murphy, K. M., Shleifer, A., and Vishny, R. W. 1991. The Allocation of Talent:Implications for Growth. Quarterly Journal of Economics, 1062: 50330. URLhttp:ideas.repec.orgatprqjeconv 106y 1991i 2p 50330.html.Nelson, R. R. 1982. The Role of Knowledge in RD Efficiency. Quarterly Journal of Economics, 973: 45370. URL http:ideas.repec.orgatprqjeconv 97y 1982i 3p 45370.html.ORourke, K., Rahman, A., and Taylor, A. 2013. Luddites, the industrial revolution, and the demographic transition. Journal of Economic Growth, 184:373409. URL http:ideas.repec.orgakapjecgrov 18y 2013i 4p 373409.html.Pereira, A. S. 2004. Localized or Generalized Growth? Structural Breaks andthe Two Views of the Industrial Revolution. Historical Social Research, 351:323339. URL http:www.jstor.orgstable20762440.Peretto, P. F. 1998. Technological Change, Market Rivalry, and the Evolutionof the Capitalist Engine of Growth. Journal of Economic Growth, 31: 5380.URL http:ideas.repec.orgakapjecgrov 3y 1998i 1p 5380.html.Peretto, P. F. 2013. From Smith to Schumpeter: A Theory of TakeOff and Convergence to Sustained Growth. Working Papers 1310, Duke University,Department of Economics. URL http:ideas.repec.orgpdukdukeec1310.html.Pomeranz, K. 2000. The Great Divergence: China, Europe, and the Making ofthe Modern World Economy. Princeton: Princeton University Press.Rosenberg, N. 1974. Science, Invention and Economic Growth. Economic Journal, 84333: 90108. URL http:Econ Papers.repec.orgRe PEc:ecj:econjl:v:84:y:1974:i:333:p:90108.Schumpeter, J. A. 1934. The Theory of Economic Development. Cambridge:Harvard University Press. First German Edition in 1912 www.economicsejournal.org 38conomics Discussion Paper Solo, C. S. 1951. Innovation in the Capitalist Process: A Critique of the Schumpeterian Theory. Quarterly Journal of Economics, 653: 417428. URLhttp:qje.oxfordjournals.orgcontent653417.short.Strulik, H. 2014. Knowledge and Growth in the Very Long Run. International Economic Review, 552: 459482. URL http:dx.doi.org10.1111iere.12057.Strulik, H., Prettner, K., and Prskawetz, A. 2013. The past and future ofknowledgebased growth. Journal of Economic Growth, 184: 411437. URLhttp:ideas.repec.orgakapjecgrov 18y 2013i 4p 411437.html.Strulik, H., and Weisdorf, J. 2008. Population, food, and knowledge: a simpleunified growth theory. Journal of Economic Growth, 133: 195216. URLhttp:ideas.repec.orgakapjecgrov 13y 2008i 3p 195216.html.Strulik, H., and Weisdorf, J. 2014. How Child Costs and Survival Shapedthe Industrial Revolution and the Demographic Transition. Macroeconomic Dynamics, 181: 114144. URL http:journals.cambridge.orgarticle_S1365100512000302.Sullivan, R. J. 1989. Englands Age of invention: The acceleration of patents andpatentable invention during the industrial revolution. Explorations in Economic History, 264: 424452. URL http:Econ Papers.repec.orgRe PEc:eee:exehis:v:26:y:1989:i:4:p:424452.Tamura, R. 2002. Human capital and the switch from agriculture to industry.Journal of Economic Dynamics and Control, 272: 207242. URL http:ideas.repec.orgaeeedynconv 27y 2002i 2p 207242.html.United Nations 2012. World Population Prospects: The 2012 Revision. United Nations Population Division. URL http:esa.un.orgunpdwppindex.htm. Accessed on June 20, 2014.Voigtlander, N., and Voth, H.J. 2006. Why England? Demographic factors, structural change and physical capital accumulation during the Industrial Revolution.URLhttp:ideas.repec.orgakapjecgrov 11y 2006i 4p 319361.html.Journal of Economic Growth, 114: 319361.Weitzman, M. L. 1998. Recombinant Growth. Quarterly Journal of Economics,1132: 331360. URL http:ideas.repec.orgatprqjeconv 113y 1998i 2p 331360.html.www.economicsejournal.org 39conomics Discussion Paper Appendix A Proofs Proof of Lemma 1:24 can be arranged as in Eit exp ait 1 1cid:18 Xt Wt 1cid:18cid:19 1 ait f Ktcid:32cid:19 z0Eit exp ait 1 1where the summation on the righthand side is the Taylor series expansion of exparound ait 0. Thus, we simply havecid:18 Xt Wtcid:19cid:19 1cid:18cid:18 Xt f Kt1 aitcid:19 1cid:18cid:16exp 1 aitcid:19and this can be rewritten ascid:104cid:16cid:17cid:105ait Eit exp 1 1 1 11 ait f KtWt Defining 1 , 1 1 , and 1 1 completes the proof. Q.E.D.1 it z azz!cid:33cid:17 1 aitcid:16cid:17cid:40 Pt 1 0 f Ktcid:16cid:19cid:18cid:18 Xt Proof of Proposition 1:Note that the unique solutions of 18 and 26 satisfynwt nit nt if Ptotherwiseandait at if f Kt cid:104otherwisecid:171cid:16cid:17cid:10511 1 1 1 A.1A.2where Pt depends on Nt, Xt,Xf t. At these solutions, 27 reduces into Wt Eit to yield Wt exp atWt 1 at f Ktcid:19which implies Wt at,Kt 1 1 Xtwhere at,Kt is an auxiliary function defined as incid:104cid:16cid:17cid:105cid:18 at,Kt exp1 1 1 at 1 at f Ktwww.economicsejournal.orgcid:191.A.340,Wt 1Ntcid:16 cid:17 cid:191cid:19cid:18Xf tcid:18 cid:19Nt Nt .Wt,Wt 1Ntcid:16 cid:17 cid:18Xf tcid:19 1Nt Pt Xf t we havent cid:18 Wt Yf t X 1f t For the case of Pt Xf t on the other hand, we havent 1, Pt Wt Et remains to be solved., Pt cid:16 Wtcid:17cid:16 Xf t Ntcid:171 , Hf t cid:18 cid:19Wt Nt, andA.4A.5cid:19 1cid:18Xf t Nt, Hf t Nt, and Yf t Nt.conomics Discussion Paper Since at 0 is a function of Kt when it is strictly positive and does not depend onother endogenous state variables, A.2 and A.3 solve Wt. at from A.2 also solveshrit hrt via 10, and this solves hmit hmt via 21. Given at 0, the realization ofzit for entrepreneur i follows from 9, and 8 solves Xit for entrepreneur i given zit and Xt. Given these solutions, the unique values of hwit, yit, and it follow respectively from22, 6, and 23. Four equations that solve nt, Pt, Hf t and Yf t given Wt and Nt are 4with L f 1, 15, 28, and A.1 where 28 reduces into Yf t Ntnt under nit nwt nt.These solutions satisfy the following: For the case of Now, given nt, Pt, Wt and it, 17 and 19 respectively solve Cwt and Cit. Thus, only What solves Et is basically 30. To see this, first recall that the arrival rate at iscommon across entrepreneurs. This and the fact that invention events are independentacross entrepreneurs imply, via Borels version of the law of large numbers, that the expost fraction of entrepreneurs with z 0 inventions for any given at is equal to the ex antet exp atz! of achieving z 0 inventions. This property allows Poisson probability azus to write Etcid:900hwitdi Etz0t exp athwtzwhere hwtz readscid:18 hwtz 1 exp 1 1 cid:21cid:20azcid:19z!cid:104cid:16www.economicsejournal.orgcid:17cid:105at 1 zA.641conomics Discussion Paperas implied by 22 and the solution of Wt. Applying now the reasoning of the proof of Lemma 1 to the righthand side of A.6 impliescid:18 cid:191 .hwitdi Et Etcid:900This last equation and 30 then solve Et as in 35. Q.E.D.Proof of Proposition 2:The existence and the uniqueness of periodt SGE from Proposition 1 and that the lawsof motion for endogenous state variables, i.e. 1, 5, 14, and 38, are all realvaluedfunctions imply the existence and the uniqueness of the DGE for the entire history fromt 0 to t . Q.E.D.Starting with the claim that GWt is increasing in t for at 0, 33 implies Proof of Lemma 2:GWt cid:21cid:18 Xt1cid:19 Xt at,Ktcid:20 at1,Kt1expcid:104cid:16cid:16cid:34t at,Kt 1 1 1 1 1 1, thatand it follows, given 1t 1 t f Kt.cid:17cid:17cid:1051 f Kt 1 f KtSince 38 with at 0 implies Xt1 Xt 1, it is sufficient to show that at,Kt isincreasing in t. Substituting at 0 from 31 in 34 implies,A.7 exp f Kt 1 f Kt 1 f Kt2cid:35 0since at 0 requires f Kt 1 0. As f is an increasing function given 11,showing that Kt is also increasing in t completes this part of the proof. To see this, rewrite14 with 35 to get Kt1 Kt Et Kt 1 cid:19cid:181 Hf t Nt Nt Next, regarding the limit Gcid:63where Hf tNt 1 since both sectors operate in equilibrium. Thus, Kt1 Kt for at 0.W , notice from A.7 that t converges to a positiveconstant since we have Kt1 Kt for all t and f Kt 1 from 13. This implies GWt limt Xt1 Xt , and 38 leads to Gcid:63W limt limtexp 1at exp 1acid:63cid:18 Xt1cid:19 Xtwww.economicsejournal.org 42conomics Discussion Paperwhere acid:63 limt at 1 11 given 31 and 13. Q.E.D.Proof of Lemma 3:42 simply follows from vt Wt1 . For x f t1x f t, we havex f t1x f tXf t1Nt1Xf tNtXf t1Xf t Nt1NtXf t1Xf tntby definition. For nt 1, 4, 5, 36 and 37 imply Xf t1Xf t 1 X 1f t Hf t Xf t 1 cid:19cid:18 Wtcid:18 1cid:19x f t 1 ntx f tx 1f twhich implies the desired result given 39. For the case of nt 1, the result follows from Yf t Nt.Proof of Proposition 3:Since vq in 44 uniquely exists given any X0, the only task is to show that the equationwithin the argsolve term of 45 is solved for a unique and a strictly positive x given vq.Rewrite this equation as inx vq1x ,A.8and notice that, since the righthand side of A.8 is strictly increasing, strictly concave,and equal to for x 0, there exists a unique x 0 that solves the equation.Proof of Proposition 4:Since we have Kt1 Kt for all t from the proof of Lemma 2, the growth of Kt throughout Regimes 1 and 2 eventually implies Kt K at some t. Q.E.D.Proof of Proposition 5:The task is to show that, if the economy starts its evolution at t 0 in Regimes 1, 2 or 3, iteventually enters Regime 4, and that, if the economy is in Regime 4, it stays in Regime 4to converge to the unique asymptotic equilibrium.Starting in Regime 1 with n 0 1 and a 0 0, vt vq v 0 is constant, and x f t and Ktare growing. There are, then, three possibilities for a regime change at a future period: Ifthe growth of x f t is sufficiently larger than the growth of Kt, the economy enters Regime 2with x f t 1vq and Kt K. Conversely, if the growth of x f t is not sufficiently larger thanthe growth of Kt, the economy enters Regime 4 with Kt K and x f t 1vq. Finally, if x f tand Kt grow in such a way that the conditions Kt K and x f t 1vq are satisfied for thesame t 0, then the economy enters Regime 3.www.economicsejournal.org 43conomics Discussion Paper Next, starting in Regime 2 with n 0 1 and a 0 0, vt vq v 0 is constant, Kt isgrowing, and x f t is either increasing or decreasing towards its quasisteadystate value ofxqf 0 depending on x f 0 as the point x f 0,v 0 may reside either below or above the x f x flocus. The economy then can only transit to Regime 3 when Kt is large enough to imply Kt K since we have nt 1 for all t in Regime 2.Starting in Regime 3 with n 0 1 and a 0 0 the economy does not transit to Regime 1 or Regime 2 because the growth of Kt implies at 0. This leaves only two possibilities,transiting to Regime 4 or staying in Regime 3. The claim is that the economy enters Regime 4 at some finite t. Since we have x f tvt 1 in Regime 3 and x f tvt 1 in Regime 4,the transition requires x f tvt to decrease and to intersect with the Ncid:63 locus of the bottompanel of Figure 2. Denoting by Gx f v,t the gross growth rate of x f tvt, the transition mayoccur in two ways: Firstly, the state of the economy in Regime 3, i.e., x f t,vt, may reside above thennt locus so thatvt xf t 1Wt x f t G 11cid:32cid:33 G1Wt 1x 1f t v 1tx f t Gx f v,t 1.x f tvt then decreases towards unity to lead x f t,vt to intersect with the Ncid:63 locus,and the economy enters Regime 4. Secondly, x f t,vt in Regime 3 may reside below the nnt locus to imply Gx f v,t 1.In this case, the state of the economy does not directly move towards the Ncid:63 locusbecause x f tvt is growing. But since x f t is increasing and vt is decreasing, the stateof the economy can move only towards the nnt locus while the nnt locus itself isgradually shifting towards the origin given GWt is increasing in t see Lemma 2.Basically because the nnt locus and the Ncid:63 locus intersect for a unique and a strictlypositive x f t, denoted by x f t, the state of the economy satisfies Gx f v,t 1 after somefinite t. Then, x f tvt decreases towards unity as in the previous case, and the economyenters Regime 4.Finally, starting in Regime 4 with n 0 1 and a 0 0, the economy does not transit to Regime 1 or Regime 2 because the growth of Kt, again, implies at 0. There exist twoscenarios through which the economy ends up staying in Regime 4 with x f tvt 1 toconverge to the asymptotic equilibrium: Firstly, if we have x f t x f t, 43 implies thatcid:18cid:19 1Gx f v,t G 1Wt 1 x f tand the state of the economy resides below the Ncid:63 locus. That is, the economy staysin Regime 4 for t .www.economicsejournal.org 44conomics Discussion Paper Regime 2Regime 3Regime 1Regime 4Figure A.1: Regime transitions If, however, we have x f t x f t, 43 now leads to Gx f v,t 1 and the economy mightenter Regime 3 at some finite t if it does not stay in Regime 4. But if the economyenters Regime 3, it eventually enters Regime 4 as discussed above.Consequently, the economy always ends up in Regime 4 for large tas it transitsonly to Regime 3 while in Regime 2 and only to Regime 4 while in Regime 3 see Figure A.1. In Regime 4, vt keeps decreasing towards zero, and x f t keeps increasing towards .The economy thus converges to its asymptotic equilibrium with at acid:63 0, GWt Gcid:63W ,nt ncid:63 1, Nt Ncid:63 0, and Hf tNt 0. Q.E.D.Proof of Proposition 6:Starting in Regime 1, the economy does not enter Regime 3 or Regime 4 since, as arguedin the proof of Proposition 5 above, t is assumed to be sufficiently large. There exists,then, t 0 at which the economy enters Regime 2. Then, again as argued in the proof of Proposition 5, the economy enters only Regime 3 at some t t, and transits from Regime 3 to Regime 4 at some tcid:63 t. Q.E.D.Acknowledgements I am grateful to Lutz Hendricks, Pietro Peretto, John Seater, Richard Froyen,Oksana Leukhina, Neville Francis, Michael Salemi, Aykut Kibritcioglu, and theseminar participants at the University of North Carolina at Chapel Hill, the Triangle Dynamic Macro workshop, and Hacettepe University for very helpful commentsand suggestions on earlier versions of this work.www.economicsejournal.org 45 Please note: You are most sincerely encouraged to participate in the open assessment of this discussion paper. You can do so by either recommending the paper or by posting your comments. Please go to: http:www.economicsejournal.orgeconomicsdiscussionpapers201434 The Editor Authors 2014. Licensed under the Creative Commons Attribution 3.0. ", "filename": "795402376.pdf", "person": ["M. Aykut Attar", "Attar, M. Aykut"], "date": ["2014"]}