{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103806/1/796717117.pdf"], "title": ["Certification and market transparency"], "plaintext": "Certification and Market Transparency Konrad Stahl and Roland Strausz September 2, 2014Abstract We provide elementary insights into the effectiveness of certification to increase market transparency. In a market with opaque product quality, sellersuse certification as a signaling device, while buyers use it as an inspectiondevice. This difference alone implies that sellercertification yields more transparency and higher social welfare. Under buyercertification profit maximizingcertifiers further limit transparency, but because sellercertification yields largerprofits, active regulation concerning the mode of certification is not needed.These findings are robust and widely applicable to, for instance, patents, automotive parts, and financial products.JEL Classification Numbers: D82, G24, L15.Keywords: Market Transparency, Certification, Information and Product Quality,Asymmetric Information Contact details: Konrad Stahl, University of Mannheim, D68131 Mannheim, kosecon.unimannheim.de. Roland Strausz, Humboldt Universit at Berlin, strauszrwiwi.huberlin.de. We aregrateful to seminar audiences at the Free University of Berlin, ESSET in Gerzensee, Hebrew University, University of Copenhagen, University of Oxford, Tel Aviv University, University College London, the Institute for Advanced Studies Vienna, and in particular Helmut Bester, Gary Biglaiser,Patrick Bolton, Eddie Dekel, Leonardo Felli, Hans Gersbach, Matthias Lang, Guy Laroque, Raphael Levy, Alessandro Lizzeri, Zvika Neeman, Andras Niedermayer, Andrea Prat, Patrick Rey, Frank Rosar, and Lucy White for very constructive comments. We acknowledge financial support by the Deutsche Forschungsgemeinschaft SFBTR15 and SFB64911Introduction A market exhibits limited transparency when sellers lack the ability to convey crediblytheir private information about product quality. As a result, a market with opaqueproduct quality obtains, inducing economic inefficiencies. These inefficiencies createa demand for independent experts certifiers, who increase market transparencyby verifying quality independently. Examples abound. Credit rating agencies certifymodern financial products, commercial testing agencies certify the quality of finaland intermediate goods, patent offices certify the patentability of inventions, andacademic journals certify the quality of research articles.The above examples all have in common that, in principle, there is demand fortransparency through certification from both sides of the market. High quality sellershave a demand for certifiers in order to obtain an appropriately high price for theirproduct, while buyers have a demand for certification to ensure that they do notoverspend on low quality.Given that demand arises from either side of the market, we ask to what extentdifferences between the two business models, buyer pays vs. seller pays, affect markettransparency and subsequent economic outcomes.1 At first sight one may expect thatthe question who pays for certification is immaterial if under both models certification is equally effective in reducing the informational asymmetries and thus ensuringtrade. Our main insight is however that even though the basic role of certification increasing market transparency is the same under either model, their economicroles differ fundamentally. In particular, we argue that under the seller pays model,certification acts as a signalling device. In contrast, certification acts as an inspectiondevice under the buyer pays model.Due to this economic difference alone, we obtain, surprisingly univocally, the resultthat certification under the seller pays model is more effective in raising markettransparency than under the buyer pays model.It follows that more gains fromtrade are exhausted under the seller pays model, so that social welfare is higher,bringing us to our normative statement that, all other things equal, a certifier shouldoffer its services to the seller rather than the buyer. Moreover, we show that a certifieralso obtains larger profits when it offers its services to the seller, leading us to ourpositive statement that, all other things equal, a certifier indeed does opt for the sellerpays model. The result implies that the certifiers preference are in line with socialwelfare; active regulation concerning the mode of certification is not needed.1In the financial sector, the two alternatives are discussed under the terms investor pays vs. issuerpays.2We obtain these results by first studying a most parsimonious market with opaqueproduct quality: an adverse selection setup between one buyer and one privatelyinformed seller who sells a good with only two potential qualities. In this setup wecharacterize and compare equilibrium outcomes under the seller pays and the buyerpays model, respectively. In the outcome under the former, only the seller of the highquality good demands certification, in order to obtain an appropriately high price.Thus, under the seller pays model, certification signals high quality and attains fullmarket transparency so that all gains of trade are realized.In contrast, under the buyer pays model, both the high quality and the lowquality seller pick a high price with positive probability. Upon seeing this high price,the buyer demands certification with a positive probability to prevent herself fromoverspending on low quality. Certification is therefore used as an inspection device,and the outcome exhibits the typical logic underlying inspection games: only a mixedstrategy equilibrium exists, where the buyer certifies with positive probability, andthe low quality seller mixes between charging a low and a high price. As a result,certification under the buyer pays model does not attain full market transparency;due to the mixed equilibrium the sellers information remains private with positiveprobability.Beyond the intransparency created this way, we show that the certifier strategically exacerbates market intransparency under buyercertification. The reason isthat the buyers demand for certification is high when she is unsure about productquality, and therefore the certifier benefits from minimizing market transparency bysetting a price of certification that reduces this transparency.Summarizing, the seller pays model is more effective in promoting market transparency than the buyer pays model, for two reasons. First, its economic role as asignalling device is more suited to the task than the respective role of an inspectiondevice under the buyer pays model. Second, a certifier has no incentive to limittransparency under the former, whereas it has such an incentive under the latter. Asa result, the seller pays model generates more social welfare.We further argue that also the certifiers equilibrium profits are larger in theseller pays model so that the certifiers incentives are aligned with social welfare.This result is not straightforward, because, as we explicitly show, the aforementionedability of the certifier to manipulate actively the buyers demand for certificationresults in a higher certification intensity in the buyer pays model under a largeset of parameter constellations. This higher intensity is however offset by a lowerequilibrium price of certification so that the certifiers revenues are lower in the buyer 3pays model, despite a larger demand for certification.In our formal model, it is relatively straightforward to derive these results underthe assumption that certification is costless. The reasoning is substantively moreinvolved when certification is costly, however, as we then need to tradeoff the higherbenefits from transparency under the seller pays model against potentially highercertification costs in order to obtain our welfare result.Whereas our parsimonious setup implies that our formal results are derived underrestrictive assumptions, we examine their robustness in much detail. In particular,we argue that our results hold under moral hazard, where the high quality sellercan actively choose between producing the high or low quality good. Moreover, weshow that our results do not depend on the absence of renegotiation, multiple buyersor certifiers, imperfect certification, or the buyers private information about herpreferences.Since our insights are so elementary, they help to shed light on a diverse rangeof topical debates. We here single out two, and discuss further applications in moredetail in Section 7. First of all, our results contribute to the continuing debate about In the aftermath of the 2008 financial crisis, acertification in financial markets.frequently issued claim is that, due to concerns of capture, credit rating agenciesCRA should abandon their issuerpays business model, and return to the investorpays model adopted in earlier years, by offering their certification services to thebuyers of financial products rather than their sellers See White 2010.Our contribution to this debate is twofold. First, our results imply that even inthe absence of capture, it is natural to expect that in equilibrium, CRAs employ theissuer pays model, because it yields them larger profits than the investor pays one.More importantly yet, we provide a clear ceterisparibus benchmark, that withoutany further differences between the two models, the current issuer pays model leadsto more market transparency and higher social welfare. Hence, any deviation fromthis model should be motivated by a violation of our ceteris paribus assumption thatis strong enough to overturn these results.In the context of capture, this meansthat the investor pays model will only lead to more market transparency and higherwelfare if the problem of capture is significantly more severe under the issuer paysmodel.The second application singled out here involves the debate about certifying inventions in the form of patents. A prominent and controversially discussed view onthis is provided by Lemley 2001, who argues that patent offices should essentiallyregister patent applications, as opposed to tightly examine them. This way, only 4valuable patents would be challenged by potential users, with their examination delegated to the courts. In terms of our model, this mode of patenting corresponds tothe buyer pays model, with the courts playing the role of the certifier. Lemley contrasts this to the procedure in which the patent office directly examines the inventorspatent application before its commercial use, which in our context corresponds to theseller pays model, with the patent office certifying the patent application.With this interpretation of the two different patent systems, our analysis impliesthat examination by the patent office is preferable from a welfare point of view, evenif we disregard the higher certification costs typically associated with legal courts.We argue this primarily on the basis of one of our extensions involving moral hazardin Section 6, by which revelation of the true quality under the seller pays modelinduces the inventor to exercise effort towards obtaining a high quality invention the only one he is willing to spend money for having its quality certified.2The remainder of this paper is organized as follows.In Section 2 we discussthe related literature. In Section 3, we describe the baseline model. In Section 4,we derive the results for sellercertification.In Section 5 we derive the results forbuyercertification and compare them to the case of sellercertification. In Section 6 we discuss extensions of our baseline model and show the results to be robust.In Section 7 we discuss a variety of applications of third party certification, whichour model can address. We summarize and conclude with Section 8. All proofs arerelegated to the Appendix.2 Related Literature Dranove and Jin 2010 provide an extensive survey of the literature on certification.They point out that in the theoretical literature, third party certification is viewedas a means for sellers to credibly disclose information, thereby increasing markettransparency. Hence, earlier authors e.g. Viscusi 1978, Grossman and Hart 1980,Grossman 1981, Jovanovic 1982 focus exclusively on the sellers incentive to engagein certification and its effects on market outcomes. The implicit assumption is thatonly the seller has the ability to disclose information through certification.2We also note that our certification model provides for a straightforward explanation of the socalled patent puzzle in the U.S.: Whereas until recently in the U.S., every innovation was registeredas a patent, no matter whether of high or low quality, patents in Europe were granted for, andtherefore applied to only for relatively high quality innovations. For a recent discussion of the valueof patenting in the U.S., see Boldrin and Levine 2013.5In a second, more recent strand of the literature, authors focus on the certifiersincentives to manipulate information disclosure. In particular, they investigate thestrategic incentives for a partial disclosure of information e.g. Lizzeri 1999, Albanoand Lizzeri 2001, distorting information disclosure e.g. FaureGrimaud et al. 2009,Skreta and Veldkamp 2009, Bolton et al. 2012 or engaging in outright collusione.g. Strausz 2005, Mathis et al. 2009, Peyrache and Quesada 2011. Given ourinterest in providing a ceteris paribus benchmark, we abstract from these concernsand assume that certification is honest and leads to unbiased disclosure. We also donot investigate the incentives of economic agents to become certifiers e.g. Biglaiser 1983, the interaction between the acquisition and disclosure of information e.g.Shavell 1994, or the effect of certifiers on market structure e.g. Board 2009, Guoand Zhao 2009.In contrast, we compare sellers versus buyers incentives in demanding certification, and to study their implications for a profit maximizing certifier and social welfare. In an older workingpaper Durbin 1999 has a focus similar to ours. In contrastto our approach, his seller cannot make any nonverifiable claims about the quality of his product under buyerinduced certification. As a result, buyercertificationdoes not result in an inspection game. We consider unnatural the exclusion of anynonverifiable claims by the seller, since such claims arise naturally in the form ofinitial price quotations. Focusing on rating agencies, Fasten and Hofmann 2010discuss the provision of certification to a seller versus individual buyers.In theirsetup, the certification model, however, directly affects its informational content,because sellerinduced certification leads to a public signal, whereas buyerinducedcertification is private to the buyer who bought it. Thus, a superior transparency ofsellercertification is already build in by assumption.3 The Setup In our baseline model, we consider certification in an Akerlof adverse selection setupbetween one seller he and one buyer she.3 The goods quality q represents thebuyers willingness to pay and can either be high, qh, or low, ql, where q qhql 0and ql 0. High quality has production costs ch 0, while low quality has costscl 0. The exact quality level is known only to the seller, while all other participantsexpect high quality with probability and low quality with probability 1 . Highquality delivers higher economic rents, qh ch ql, but its production costs exceed 3In Section 6, we discuss multiple extensions of the baseline model, including moral hazard,multiple buyers, and the possibility of renegotiation.6average quality, ch q qh 1 ql. Outside options are zero: the seller obtainszero if he does not produce the good, and the buyer obtains zero if she does not buy.As is wellknown, the assumption ch q creates Akerlof s 1970 adverse selectionproblem. Without being able to observe quality, the uninformed buyer is willing topay at most a price p q. Because this price does not cover the production costsof high quality, a high quality seller will not produce and the market outcome isinefficient. Viscusi 1978 shows that Akerlofs framework creates a demand for anexternal certifier, who raises market transparency. We assume that such a certifierit is available and can, at some fixed cost cc 0, qh ch, reveal truthfully andpublicly the sellers quality and charge a price pc for its services.With its choice of the certification model, the certifier determines whether it offersits service to the seller, which in short we call sellercertification; or to the buyer,which we call buyercertification. As motivated in the introduction, our main interestis to understand how each certification model affects market transparency and equilibrium outcomes. We therefore study separately the subgames that arise conditionalupon the certifiers choice of the model.Starting point of our analysis is the observation that in our setup a demand forcertification exists from the high quality seller, because only with certification he isable to sell his good at the price p qh and achieve a profit of qh ch 0. Becausewithout certification his profits are zero, the high quality seller is willing to certifyat any price pc qh ch. A monopolistic certifier can therefore earn a profit up tof qh ch cc under sellercertification.Yet, it seems we can just as well argue that also the buyer has a demand forcertification for any price pc qh ch. Indeed, the buyers certification possibilityallows a high quality seller to offer his good at a high price p qh pc, and allowsthe buyer to verify through certification that it is properly priced before buying it.Consequently, we can replicate the aforementioned certification outcome of sellercertification also under buyercertification with a certification price pc qh cc, aprice p ch for the high quality good, and a price p ql for the low quality good.This reasoning suggests that the mode of certification does not matter.A careful reader might however have noticed that the previous reasoning is misleading, because it disregards the buyers lack of knowledge about the sellers quality.Indeed, the suggested replication of the outcome under sellercertification requiresthat the buyer demands certification only when facing a high quality seller. Butexactly because of the informational asymmetry, the buyer does not know this. Onemay argue that even though she does not observe quality directly, she may deduce 7it indirectly from seeing a price exceeding ql because the low quality seller has noincentive to charge this price if the buyer certifies. But this would imply that, whenobserving this price, the buyer would have actually no incentive to certify at all sinceit is costly and she does not expect to learn anything from it. However, if, uponseeing a high price, she would buy the good without certifying it, a low quality sellerwould also offer the good at this high price. Yet again, such behavior cannot be anequilibrium outcome. Thus, the equilibrium behavior under buyercertification is notstraightforward at all and requires a proper analysis if we want to understand howbuyercertification affects market outcomes.In order to study the consequences from each certification model, we consider thefollowing generic certification game:t1: The certifier sets a price pc for certification.t2: Nature picks quality q ql, qh and reveals it to the seller.t3: The seller decides whether to produce and sets a price p for the good.t4: The sellerbuyer decides whether to certify.t5: The buyer decides whether or not to buy.This setup captures the mode of certification in stage 4, where under sellercertificationthe seller decides whether to certify, whereas under buyercertification the buyer decides. Moreover, the setup is sufficiently general to capture many different certification procedures in practice, as we discuss more extensively in Section 7.4As argued, we are especially interested in the effectiveness of certification in bothattaining market transparency and realizing potential gains of trade. For this reason,we say that a certification model is informationeffective if it leads to an equilibriumoutcome where the buyer perfectly learns the sellers quality before buying the good.When certification is informationeffective, it achieves full market transparency. We,moreover, say that a certification model is tradeeffective if it leads to an equilibriumoutcome in which all potential gains of trade are realized, which in our setting meansthat the good is always produced and sold.In our certification game, the certifiers price pc set at t 1 triggers a proper subgame, which is a Bayesian game in extensive form. Clearly, the equilibrium outcomeof this subgame plays a crucial role in the determination of the certifiers optimal price 4It is straightforward to include the certifiers choice of certification model by an initial stage t 0, where the certifier first decides whether in stage 4, the seller or buyer decides about certification.8pc. For this reason, our approach is as follows. We first study, for a given pc, theoutcome of the sellercertification subgame spc, where at t 4 the seller decidesabout certification. After characterizing this outcome, we solve for the monopolisticcertifiers optimal price under sellercertification. We then contrast this analysis bystudying the buyercertification subgame bpc, where at t 4 the buyer rather thanthe seller decides about certification.4Seller Pays Model We first consider sellercertification. As explained, we start with characterizing theequilibrium outcomes of the subgame spc. In this subgame, the seller picks a pricep and decides to offer the good certified or uncertified. Observing the sellers decisionand, possibly, the outcome of certification, the buyer decides whether to buy.Allowing for mixed strategies, we denote the sellers strategy as a probabilitydistribution over prices p and whether to certify the good. In particular, let ci pdenote the probability that a seller with quality qi offers the good certified at a pricei p the probability that he offers the good uncertified at that price.5 Thep, and usellers strategy i is then a combination ci , i l, h such thati , u Xji pj Xjcui pj 1.After observing the sellers price and his decision to certify, the buyer forms a If the seller has hisbelief about the probability that the good has high quality.good certified, the buyer learns its true quality, and thus her beliefs after certificationcoincide with the true quality qi. Consequently, she buys a certified good wheneverp qi. If the good is uncertified, the buyers belief p that it is of high qualityis, in general, uncertain. It depends on the price p, since the buyer may interpretthe price p as a signal of quality. In equilibrium, the belief must follow Bayes rulewhenever possible. Consequently, we say that the belief p is consistent with thesellers strategy l, h if for any ui p 0 it satisfiesp uhpuhp 1 ul p.1Facing an uncertified good at a price p, the buyers belief equals p, and itis optimal for her to buy when the expected quality pqh 1 pql exceedsthe price p quoted by the seller. When that price exceeds expected quality, it is 5In order to circumvent measuretheoretical complications, we let the seller randomize over afinite but arbitrary number of prices.9optimal not to buy, and when expected quality coincides with the price, any randombuying behavior is optimal. Let sbp, denote the probability that the buyer buysthe good uncertified, i.e. takes the action sb, given the seller has quoted the price pand the buyers belief is . We say that sbp, is optimal if for any p, , thecorresponding buying behavior sbp, is optimal.Let ui denote the expected payoff of a seller with quality qi, who offers the gooduncertified. Given the buyers belief p and her buying behavior sbp, , a highquality seller and a low quality seller expect the following respective payoffs fromoffering the good uncertified at a price p:uhp sbp, pp ch and ul p sbp, pp.2Hence, a strategy i ci , ui yields the seller of quality qi the expected payoffii Xjui pjui pj Xjci pjpj 1ipj pc ci,where 1ip is an indicator function which equals 1 if p qi and 0 otherwise. We saythat the seller strategy i is optimal if it maximizes ii.h, , for which the sellers strategies A perfect Bayesian equilibrium PBE of the subgame spc is a combinationh are optimal, the belief isl , consistent, and the buyers strategy is optimal. With this definition the followinglemma characterizes the equilibrium outcomes corresponding to the subgame spc.l and Lemma 1 Consider the subgame spc with sellercertification.i. For pc qhch, a PBE exists for which the certifier obtains the payoff pccc,the good is always sold, the seller with quality qh always certifies, whereas the sellerwith quality ql does not. For pc qh ch, this equilibrium outcome is unique.ii. For pc qh ch, the high and the low quality seller do not certify in any PBEand the outcome coincides with the market outcome without a certifier.The lemma shows that for a low enough price of certification, the high qualityseller certifies to reveal his high quality. Hence, certification is used as a signalingdevice and the buyer interprets an uncertified good as revealing bad quality. For allcertification prices different from qh ch, the equilibrium outcome is unique. Notethat this is in line with results about certification in competitive adverse selectionmarkets e.g. Viscusi 1978. Effectively, only certification serves as a credible signal,whereas the price p does not.The lemma has the following direct implication for the effectiveness of sellercertification.10Corollary 1 For pc qh ch, sellercertification is information and tradeeffective.When choosing its price of certification, the certifier will take into account howit affects its demand as stated in the lemma. Let s denote the certifiers payoffunder sellercertification. The following proposition characterizes the outcome undersellercertification when we include the price setting decision of the certifier.Proposition 1 The game with sellercertification has a unique equilibrium outcome psc qh ch with equilibrium expected payoffs s qh ch cc to the certifier,and l ql to the seller. Moreover, the high quality seller certifies withcertainty, the low quality seller does not certify, and the good is always traded.h 0 and Unsurprisingly, the monopolistic certifier extracts all economic rents from certification. Consequently, the high quality seller is just as well off as without certificationand obtains zero profits. Yet, in equilibrium all gains of trade are realized and thesellers quality is fully revealed. This yields the following corollary.Corollary 2 Monopolistic sellercertification is information and tradeeffective.5Buyer Pays Model, Equilibrium, and Welfare Model Choice We next study buyercertification. Again, we first consider the subgame bpc for agiven price of certification pc. In this subgame, the seller first picks a price p and thebuyer then decides whether to certify the good and to buy it.Under buyercertification, the sellers task is to pick a price. We let ipj denotethe probability that the seller with quality qi sets a price pj. Thus, for both i l, h,Xjipj 1.Observing the price p, the buyer forms a belief p about the probability that thegood has high quality. Again, the buyers belief follows Bayes rule whenever possible.We, therefore, say that the belief p is consistent with the sellers strategy h, lif for any ip 0 it satisfiesp hphp 1 lp.3Given the price p and belief , the buyer has three relevant actions:111. Action sb: The buyer does not certify but buys the good. This yields payoff Usbp, qh 1 ql p.2. Action sn: The buyer does not certify, nor buy the good. This yields payoff Usnp, 0.3. Action sh: The buyer certifies the good and buys only if certification revealsthe high quality qh. This yields payoff Ushp, qh p pc.The other three actions open to the buyer to certify and always buy, to certifybut never buy, and to certify and buy only if quality is low are clearly suboptimal.We therefore disregard them.The action sn is optimal whenever Usnp, Usbp, and Usnp, Ushp, . Hence, the set of p, combinations for which sn is optimal is Ssnpc p, p qh 1 ql pc qh p .Likewise, the action sb is optimal whenever Usbp, Usnp, and Usbp, Ushp, . Hence, the set of p, combinations for which sb is optimal is Ssbpc p, p qh 1 ql pc 1 p ql .Finally, the action sh is optimal whenever Ushp, Usnp, and Ushp, Usbp, . Hence, the set of p, combinations for which sh is optimal is Sshpc p, pc qh p pc 1 p ql .Figure 1 illustrates the buyers optimal actions. For low product prices p, thebuyer buys the good uncertified, p, Ssb, whereas for high prices p the buyerrefrains from buying, p, Ssn. It turns out that as long as pc q4, thereis an intermediate range of prices p and beliefs such that the buyer demands certification, i.e. p, Ssh. In this case, the buyer only buys the product whencertification reveals it to be of high quality. Note that apart from points on the thick,dividing lines, the buyers optimal action is uniquely determined so that mixing overdifferent actions is suboptimal.For future reference we define p cid:16qh ql pqq 4pccid:17 2 and cid:161 p 1 4pcqcid:17 2.412pqh pql SsnSshSsb 1Figure 1: Buyers buying behavior for given pc q4.If the seller quotes the price p and the buyer has beliefs , then the buyer is indifferentbetween all his three actions.Let sp, denote the probability that the buyer takes action s S sb, sn, shgiven price p and belief . We can then denote the buyers mixed strategy by probabilities sp, such thatsbp, snp, shp, 1.We say that the strategy is optimal if it randomizes among those actions that areoptimal: sp, 0 implies that p, Sspc.Given buyers belief and her strategy , a seller with quality qh and a seller withquality ql expect the following respective payoffs from offering the good at a price p:hp, sbp, shp, p ch and lp, sbp, p.Given that a price p leads to the belief p, a seller with quality qh and a seller withquality ql expect the following respective payoffs from offering the good at a price p:bhp hp, p and bl p lp, p.5We say that the sellers pricing strategy i is optimal with respect to the buyersbehavior , if any price p such that ip 0 maximizes bi p:ip 0 ip, p ip, p, p.6A perfect Baysian equilibrium PBE of the subgame bpc is a combinationl , h are optimal, the belief isl and h, , for which the sellers strategies consistent and the buyers strategy is optimal.13It follows that in a PBE sellers payoffs, respectively, areh, l , , the high quality sellers and the low qualityh Xihpihpi, pi and l Xil pilpi, pi.Corollary 1 showed that sellercertification at a price pc chqh is both informationaland tradeeffective. The following lemma reveals that buyercertification does notlead to transparent markets if it is tradeeffective.Lemma 2 If buyercertification at some price pc is tradeeffective, then it is notinformationeffective.The lemma makes precise the sense in which buyercertification is an imperfecttool for achieving market transparency, given that one ultimately wants to achieveefficient trade. The next lemma shows that, as a result, efficient trade is not attainableunder buyercertification.Lemma 3 Buyercertification is not tradeeffective.Lemma 3 indicates that under buyercertification gains from trade are not fullyrealized, and some trading inefficiencies remain. This points to an important drawback of buyercertification. When certification involves no costs cc 0, this resultallows us to conclude directly that welfare under sellercertification is higher than under buyercertification, where welfare is defined simply as the sum of all the agentssurplus. Because in the seller pays model, the certifier is able to extract all the rentsfrom certification, this also directly implies that the certifier can charge a higher priceand its profits are larger. We therefore obtain the following corollary.Corollary 3 Suppose the certifier incurs no cost of certification cc 0. Thenthe seller pays model is welfare superior to the buyer pays model. Moreover, thecertifier charges a higher price and obtains larger profits under sellercertification sothat its preferences concerning the certification model are in line with welfare.Lemma 3 is insufficient to make similar claims, however, when certification iscostly cc 0.In this case, overall welfare depends on both the indirect gainsof trade from certification and the direct welfare costs of certification. Althoughthe indirect gains are higher under sellercertification, we cannot exclude a priorithat, due to a higher certification intensity, these higher gains are offset by largercertification costs.In order to address this question, we first need to characterizefully the equilibrium outcome in the subgame bpc. This characterization will also 14enable us to show a further perverse effect of buyercertification, that it inducescertifiers to artificially limit market transparency.We obtain a characterization of the market outcome in a series of three lemmata.The first of these makes precise the intuitive result that the sellers expected profitsincrease when the buyer is more optimistic about the goods quality.Lemma 4 In any PBE hp, and lp, are nondecreasing in .l , h, , of the subgame bpc with pc 0 the payoffs The next lemma shows the implications of the consistency requirement 3 on thebelief p. In particular, it shows that the seller, no matter his type, never sets aprice below ql, and the low quality seller never sets a price above qh. The lemmaalso shows that, in equilibrium, the low quality seller never loses from the presenceof asymmetric information, since he can always guarantee himself the payoff ql thathe obtains with observable quality. By contrast, the high quality seller loses from thepresence of asymmetric information; his payoff is strictly smaller than qh ch.Lemma 5 In any PBE for all p 6 ql, qh and h, , of the subgame bpc we have i h qh ch.l ql; iii hp 0 for all p ql; ii l , l p 0As is well known, the concept of Perfect Bayesian Equilibrium places only weakrestrictions on admissible beliefs. In particular, it does not place any restrictions onthe buyers beliefs, that are based on prices not played in equilibrium; any outofequilibrium belief is allowed. Hence, as is typical for signaling games, without anyrestrictions on outofequilibrium beliefs we cannot pin down behavior in the subgamebpc to a specific equilibrium. Especially by the use of pessimistic outofequilibriumbeliefs, one can sustain many equilibrium pricing strategies.In order to reduce the arbitrariness of equilibrium play, it is necessary to strengthenthe solution concept of PBE by introducing more plausible restrictions on outofequilibrium beliefs. A standard belief restriction is the intuitive criterion of ChoKreps 1987, which in its standard formulation only has bite in an equilibriumwhere the signalling player reveals himself fully so that 0, 1 results. Besterand Ritzberger 2001 propose the following extension of the intuitive criterion tointermediate beliefs 6 0, 1.Belief Restriction BR: A Perfect Bayesian Equilibrium h, fies BR if, for any 0, 1 and any outofequilibrium price p, we havel , , satislp, l hp, h p .15The belief restriction states intuitively that if a pessimistic belief gives onlythe high quality seller an incentive to deviate, then the restriction requires that thebuyers actual belief should not be even more pessimistic than .It extends theintuitive criterion of ChoKreps, which obtains for the special case 1. Indeed,the restriction extends the logic of the ChoKreps criterion to situations where thedeviation to a price p is profitable only for the high quality seller when the buyerbelieves that the deviation originates from the high quality seller with probability .As we may have 1, the restriction considers more pessimistic beliefs than the ChoKreps criterion.The next lemma characterizes equilibrium outcomes that satisfy the belief restriction BR. In particular, the refinement implies that the high quality seller can sellhis product at a price of at least p.Lemma 6 Any Perfect Bayesian Equilibrium that satisfies BR exhibits i hp 0 for all p p and ii h p ch.l , h, , of the subgame bpcBy combining the previous three lemmata, we are now able to characterize theequilibrium outcome.Proposition 2 Consider a PBE l , h, , of bpc that satisfies BR. Theni. For and p ch it is unique. The high quality seller sets the price pwith certainty, h p 1, while the low quality seller randomizes between price pand ql and the buyer randomizes between sb and sh upon observing the price p. Therespective probabilities with which the low quality seller picks p and the buyer certifiesarel p 1 1 and sh p, p ql. pii. For or p ch, certification does not take place in equilibrium.iii. For and p ch, an equilibrium outcome as described under i. exists.The proposition formalizes our insight that buyercertification serves as an inIndeed, the high quality sellerspection device to discipline the low quality seller.signals his quality by announcing p, while the buyer and the low quality seller playthe mixed strategies typical of an inspection game: By choosing the low price ql,the low quality seller provides an honest signal, whereas he cheats by picking thehigh price p. Whenever the buyer observes p, she cannot identify the goods quality.Therefore she certifies with positive probability.A pure equilibrium does not exist. On one hand, if the buyer would always certifywhen seeing the high price, the low quality seller would not cheat by asking such a 16price; but without any cheating certification is suboptimal. On the other hand, if thebuyer would never certify, then the low quality seller would have a strict incentiveto cheat and to quote the high price; but with such cheating the buyer would wantto certify. Hence, only a mixed equilibrium exists, where the buyers certificationprobability keeps the low quality seller indifferent between cheating and honestlypricing his good, while at the same time the cheating probability of the low qualityseller keeps the buyer indifferent between buying the good uncertified and asking forcertification.equal p and the buyers belief must equal .In order to satisfy both indifference conditions, the high price must In Proposition 2 we characterize the equilibrium outcome under buyercertificationfor a given price of certification pc. The proposition allows us to derive the demandfor buyercertification by taking into account that and p depend on pc accordingto 4. We therefore write these dependencies explicitly as ppc and pc. Becausethe equilibrium probability of buyercertification is the compounded probability thatthe seller picks the price p and the buyer certifies, we can write demand asxbpc 1 l ppcsh ppc, pc,whenever pc and ppc ch, and as zero otherwise.sh p, from Proposition 2, the certifiers profit under buyercertification is Inserting l p andbpc xbpcpc cc ppc ql pc ppcpc cc,7whenever pc and ppc ch, and zero otherwise. In the next proposition wederive the monopoly price of buyercertification.Proposition 3 Consider the game with buyercertification.i. For ch qh ql2, the certifier sets a price pbc q4, which induces asubgame b pbc with pbc 12 and a certification profit ofb q 2qh qlq 4cc.ii. For ch qh ql2, the certifier sets the price pbc qh chch qlq,which induces a subgame b pbc with p pbc ch and a certification profit ofb qh chch ql qccch.The proposition reveals the perverse effect that buyercertification induces thecertifier to minimize market transparency artificially. According to Proposition 3i.,the certifier picks a price pbc such that after observing the price p, the buyer has beliefs 17c 12. This maximizes her uncertainty about product quality and implies that pbmarket transparency is minimized.To see that this perverse effect results directly from the role of buyercertificationas an inspection device, observe that the value of an inspection device is typicallyhigher when the underlying uncertainty is larger. Hence, the buyers willingness topay for certification and her demand are highest when, conditional upon observingthe price p, market transparency is minimized. The certifiers most preferred price pcis, therefore, such that pc 12. The certifier must however ensure that at thisprice the high quality seller does not drop out of the market. In the case specified in Proposition 3ii, this limits the certifiers ability to fully minimize transparency.In Corollary 3 we showed that, for zero certification costs, sellercertification outperforms buyercertification both from a social welfare and an equilibrium perspective. By contrasting the equilibrium outcomes under seller and buyercertificationas derived in Proposition 1 and 3, we now show that these two results also obtainwhen certification costs are positive. We first show this for the certifiers profits:Proposition 4 For any cost of certification cc 0, qh ch, the certifier obtains ahigher profit and charges higher prices under sellercertification than under buyercertification, s b and psc. Hence, the certifier prefers the seller pays tothe buyer pays model. The certification intensity in the buyer pays model exceedsthe certification intensity in the seller pays model, whenever ch qh ql2 orqh 3ql.c pb Next we show that Corollary 3 extends to positive certification costs also for socialc and pbwelfare. We thereby ideally want to establish that social welfare is higher not onlyfor the respective monopoly prices psc but also for lower price combinations.If this were the case, then our welfare result would also hold when certification markets are more competitive in that they exhibit equilibrium prices below monopoly.Under perfect competition we expect certification prices to equal marginal costs cc.For intermediate forms of competition, where certifiers have some market power,we expect prices to exceed marginal costs but not reach monopoly levels. Hence,we want to show that for any combination of certification prices, psc, in betweenmarginal costs and the respective monopoly price, social welfare is larger under sellercertification.c, pb For any price of certification psmonopoly price under sellercertification psgood is always traded. Hence, welfare under sellercertification isc that lies in between marginal cost cc and thec, the high quality seller certifies and the W s qh ch 1 ql cc.18As long as the price of certification, psc, welfareunder sellercertification is independent of the actual price, because for such pricesdemand is inelastic so that the price represents a pure welfare transfer.c, does not exceed the monopoly price ps This is different under buyercertification, because here the certification priceaffects directly the gains of trade. This is because buyercertification is not tradeeffective; the good is not sold when the low quality seller picks a price exceeding qland the buyer certifies. According to Proposition 2, this happens with probabilitypbc l ppbcsh ppbc, pbc,which depends explicitly on the price of certification pbthat does not exceed the monopoly price under buyer certification pbgood is always sold so that social welfare under buyercertification isc. For any certification pricec, the high quality W bpbc qh ch 1 1 pbcql xbpbccc.The difference in welfare is therefore W pbc W s W bpbc 1 pbcql xbpbccc.8The expression illustrates the tradeoff between differences in tradeeffectiveness represented by the first, positive term 1pbcql and the cost of certification represented by the second, possibly negative term xbpbccc. For zero certificationcosts, the second term disappears and the expression is strictly positive. This confirms Corollary 3. When certification costs are positive, then we cannot directly draw aconclusion, because when the certification intensity under buyercertification, xbpbc,is substantially lower than the certification intensity under sellercertification, thesecond term outweighs the first term and renders W pbc negative.The next proposition shows, however, that this is not the case for any buyercertification price pbc in between marginal costs cc and the monopoly price pbc.Proposition 5 For any cost of certification cc 0, qh ch and any combination ofsellercertification and buyercertification prices such that each price lie in betweenmarginal costs and the respective monopoly price, psc cc, psc, welfareunder sellercertification exceeds welfare under buyercertification.c cc, pbc, pb 6 Extensions We derived our formal results in a highly stylized Akerlofstyle model. In this section, we argue that they are robust to many extensions. Specifically, we argue the 19results remain unchanged with the introduction of seller moral hazard concerning theendogenous choice of the goods quality; of multiple quality levels; of many buyers;of imperfect certification; of competition between certifiers; and of ex post price renegotiations. We further show that our results do not crucially depend on the absenceof seller uncertainty about product quality and the absence of the buyers privateinformation about her preferences.6.1 Moral hazard We analyzed certification in a pure adverse selection setting, where quality is determined exogenously in that a high quality seller cannot produce at low quality.Ifwe consider a model in which the high quality seller has this choice, moral hazardresults. Here we show that such moral hazard does not affect our insights. We doso by extending our certification game with and intermediate stage in between t 2and t 3:t2.5: Seller type qh decides whether to produce quality qh or ql.The introduction of moral hazard improves the outside option of the high qualityseller, because in addition to not producing, the seller now can also decide to produceat low quality. Thus, the certifier can extract less rents and its equilibrium profitsdecrease. As we now argue, this however does not affect our insights.To make this precise, note that with moral hazard, type qhs relevant outsideoption is to produce ql leading to profit ql rather than not sell at all leading toprofit 0. As a result, the certifiers profits from sellercertification reduce as follows:Proposition 6 Under sellercertification and moral hazard the certification gamehas the unique equilibrium outcome psc q ch with equilibrium payoffs s q ch cc, h ql, and l ql.The outside option changes similarly under buyercertification, where rather thanensuring that p ch 0, the certifier now has to ensure that p ch ql. The nextproposition makes precise how Proposition 3 changes in the presence of moral hazard.Proposition 7 Consider buyercertification with moral hazard.i. For 12 and ch q2, the certifier sets a price pbc q4 and obtainsb q 2qh qlq 4cc.ii. For 12 or ch q2, the certifier sets a price pbc ch1chq and obtainsb chq ch qccch ql 20.Although under sellercertification the certifiers profit declines with moral hazard,the next proposition shows that the certifiers profits remain higher under sellercertification.Proposition 8 With moral hazard the certifier obtains a higher profit under sellerthan under buyercertification: s b.Hence, including moral hazard does not affect our result that the certifier prefersthe seller pays model. Moreover, our welfare result remains also unchanged, becausethe equilibrium including moral hazard involves no change in the allocation, but onlya redistribution of rents away from the certifier towards the seller. We thereforeconclude that our results readily extend to the presence of moral hazard.We point out that this extension is particularly relevant for the application of ourresults to the alternative patents examination schemes introduced in the introduction:under the seller pays model, inventors take extra effort to provide high quality, andhave only high quality examined by the patent office, whereas under the buyer paysmodel, low quality patents go through with a positive probability, and are wastefullyexamined by the courts.6.2 More than two qualities In our formal analysis, we assumed that sellers have only two qualities. This assumption allowed us to fully characterize the equilibrium outcome under buyercertification. Yet, even though the problem of characterizing the equilibrium outcome becomes intractable with more than two types, it should be clear that our mainresults do not depend on its explicit characterization. In particular, Corollary 3 extends, because the result that sellercertification is information and tradeeffectiveLemma 1 whereas buyercertification is not Lemma 23, is valid for any numberof quality levels.Also the logic underlying the perverse effect of buyercertification that a certifierwants to minimize market transparency, is independent of the number of seller types.This effect is directly linked to our insight that buyercertification plays the role of aninspection device, because it implies that the demand for buyercertification is largerwhen the market is less transparent. This demand effect gives a strategic certifier anincentive to make markets more opaque. Effectively, our explicit characterization ofthe equilibrium outcome was only needed to show this effect formally and to be ableto compute explicitly the certifiers payoffs under buyercertification.216.3 Multiple buyers We can also extend our results to multiple buyers. In particular, consider a settingthat applies particularly well to the financial market, where one seller can sell n unitsto n identical buyers. Essentially, there are two possible information structures.In the first one, buyers cannot share the certification result but they each must buycertification individually. Under sellercertification, Proposition 1 is changed so thatthe profits from selling the product are multiplied by n. Under buyercertification, ourformal results carry through, implying that the certifiers profits are also multiplied byn. Because the certifiers profits from selling to buyers and sellers are both multipliedby n, the equilibrium ranking of seller vs. buyercertification from the perspective ofboth a monopolistic certifier and social welfare remains unchanged.The second information structure is one in which buyers collude to collectivelyinitiate certification. Again both under seller and buyercertification, the certifiersprofits are multiplied by n. Again, the results remain unchanged.6.4 Competitive certification Due to both technical and reputational economies of scale, certification markets tendto be highly concentrated. For this reason, our assumption of a monopolistic certifierrepresents a good baseline. We want to point out however that our two results buyercertification leads to both less transparent markets and lower social welfarethan sellercertification holds independent of the market structure in the certification market. In particular, the lemmata 1,2, and 3, which imply our transparencyresults, do not depend on the market structure, while Proposition 5, which statesour welfare ordering for any cost of certification, holds for any price charged by thecertifier that lies in between marginal costs and monopoly prices, and therefore forany mode of competition in the certification markets.Moreover, the logic behind the perverse effect that under buyercertification thecertifier has an incentive to minimize market transparency artificially implies thatit arises whenever certifiers can set their prices strategically to influence demand.Hence, as soon as certifiers have market power the perverse effect crops up and itsdegree depends on the certifiers effective market power.Finally, it is relatively straightforward to see that even in the extreme case ofperfect Bertrand competition our positive result that the seller pays model yieldscertifiers higher profits is not overturned. Bertrand competition leads the certifiersto offer their service at a price pc cc under both seller and buyercertification, thusmaking certifiers indifferent between the two modes of certification.226.5Imperfect certification Consider a certification technology is informative, but not perfectly so. Assumespecifically that the certifier can reveal the correct quality only with probability 12, and identifies the wrong quality with corresponding probability 1 0. Although this imperfection reduces the profitability of both seller and buyercertification, it does not qualitatively change the equilibrium. In the case of sellercertification, the equilibrium outcome remains separating also with imperfect certification and is continuous in .6Imperfect certification also does not change thenature of the equilibrium outcome with buyercertification. Intuitively, a less informative certification technology shrinks the intermediate area in Figure 1, where Sshis optimal. Hence, the equilibrium outcomes under buyer and sellercertification arecontinuous in so that at least for close to 1 our results remain unchanged. Ourresults are therefore robust to the introduction of imperfections in the certificationtechnology.6.6 Ex post renegotiation In our pure adverse selection setting, we assumed that the buyer does not purchasethe good if she finds out that the seller has quoted an inappropriately high price.Implicit in this assumption is the idea that the seller cannot renegotiate and lowerthat price; for instance because renegotiation is too costly or requires too much time.To see that both our normative and positive result do not depend on the absence ofsuch renegotiation, consider the other extreme where renegotiation is costless, so thatafter certifying a low quality good, renegotiation leads to trade at the price p ql. Inthis case, the low quality seller has always an incentive to initially quote a high price,because renegotiation ensures him that he can trade at the lower price even whenthe buyer certifies. Hence, ex post renegotiation raises the sellers cheating incentivesunder buyercertification. This induces the buyer to increase her certification intensityand, in comparison to sellercertification, this leads to excessive certification and lowersocial welfare. Our normative welfare result is therefore robust to renegotiation.To see that this implies that also our positive result of higher certification profitsunder sellercertification is robust, recall that sellercertification is tradeeffective.The certifier is therefore able to appropriate the entire increase in aggregate surplusfrom certification, which as we just argued is larger under sellercertification.6See Strausz 2010 for a formal derivation of this result.236.7 Certification informative to the seller In line with the literature, we modelled certification as a technology that does notgenerate new, but only verifies the sellers private information. We can extend ourresults also to settings where certification generates additional information.To make this claim more precise,let the value of the good be still either qhor ql, but assume that the seller in stage t 2 receives only an imperfect privatesignal h, l about the goods actual value in that the signal is only correctwith probability 12. Bayes rule then implies that upon receiving the signali h, l, the seller learns that the good has value qi with probability i, whereh Prqh h 1 1 ; l Prqh l 1 1 1 .In other words, upon receiving the signal i h, l the seller privately learns thatthe buyers expected value is vi iqh 1 iql rather than qh 1 ql. Nowlet certification be informative in that it reveals publicly the true value of the good,qi, rather than only the sellers private information, vi. Since our framework obtainsfor 1, this setup extends it.One may show that the equilibrium outcome under sellercertification changes asfollows: the certifier sets a price pc hqh ch, the h seller certifies and sets a pricep qh, whereas the l seller sells the good uncertified at a price vl. The equilibriumoutcome is therefore continuous in .One may further show that for buyercertification our reasoning determining pand does not change. Propositions 2 and 3 then extend naturally. In particular,for the relevant case and ch p, the seller h picks the price p with probability 1, seller l picks the price p with some probability l 0 and vl with 1 l 0,while the buyer always buys when observing the price p vl and certifies withprobability 0 when observing the price p p. The equilibrium outcome underbuyercertification is therefore also continuous in .Hence, the equilibrium outcomes of seller and buyercertification do not changequalitatively and are, in particular, continuous in . Consequently, our results arerobust to the consideration of informative certification, because by continuity theyare guaranteed to hold for 1 close to 1.6.8 Buyers private information Our results also do not depend crucially on the absence of private information onbuyers side. To make this claim more precise, suppose that the buyer has privateinformation about her willingness to pay for the product. In particular, let buyer 24type l, h value the quality qi with qi, where 0 l h 1. Let beprivate information of the buyer, whereas the seller and certifier share the commonbelief 0, 1 that the buyer has the higher valuation h 1.In this formulation l measures the degree of private information. For the case l h private information is meaningless and the equilibrium coincides with the modelwithout asymmetric information. The extension is therefore especially interestingwith l small.Yet for small l 0, one can formally show that there exists a threshold lbelow and bounded away from 1 such that for any l, 1, the equilibriumoutcome under sellercertification is such that the low quality seller charges a priceql and sells only to the hbuyer, whereas the high quality seller certifies at a pricepc qh ch and sells only to the hbuyer at a price qh.Similarly, the equilibrium outcome under buyercertification extends straightforwardly for any l, 1 in the following sense. The seller and the hbuyerbehave in the same way as in the equilibrium of our model without private information, whereas in this equilibrium the lbuyer does not certify nor buy the product.Comparing outcomes, we once again obtain that sellercertification yields a highersocial welfare than buyercertification, because welfare under both modes of certification decreases proportionally to . Moreover, the certifiers profits are necessarilyhigher under sellercertification for 1 but close enough to 1. Hence, for 1close to 1 our results are robust to the introduction of asymmetric information onpart of the buyer, even when the difference h l in buyer valuation is large.6.9 More general contracts Starting from an industrial organization perspective, we naturally assumed that thebuyer and the seller, as well as the certifier can only use prices rather than more sophisticated contracts to coordinate their exchange. Indeed, in many contexts explicitregulation limits the ability of certifiers to use general contracts. For instance, the European Securities and Markets Authority ESMA explicitly forbids credit ratingagencies to charge discriminatory fees or base them on any form of contingency.7We may nevertheless investigate the theoretical question whether more complicated 7EU Regulation No 4622013 31.5.2013 states A credit rating agency shall ensure that feescharged to its clients for the provision of credit rating and ancillary services are not discriminatoryand are based on actual costs. Fees charged for credit rating services shall not depend on the levelof the credit rating issued by the credit rating agency or on any other result or outcome of the workperformed. Such regulatory restrictions are often justified by the claim that uniform certificationprices give the certifier less incentives to manipulate certification outcomes.25contracts, such as prices that condition on the certification outcome, can change ourranking between seller and buyercertification.An extreme way to investigate this is to allow the certifier to offer a generalprofit maximizing mechanism towards seller or buyer. From this perspective, the twomodes of certification models studied here are but two possible mechanisms which thecertifier may then use. The question is then whether there exist better mechanismsthan the sellercertification one.The answer to this question depends crucially on the commitment power underlying the mechanism. In the extreme where commitment to any possible mechanismand, in particular, random mechanisms, is possible, the certifier can achieve the firstbest arbitrarily closely. By these mechanisms, the seller is asked to report his quality,while the certifier commits to certify with arbitrary small probability and punish theseller arbitrarily harshly when certification does not confirm the announced quality.The applicability of these mechanisms, however, is subject to the critique that therandomization is not sequentially rational: In equilibrium the seller always reportshonestly, and thus there is an incentive to manipulate the randomization outcomeso as not to certify, in order to save on the costs of certification. The mechanismabove therefore depends crucially on the ability of the parties to commit to an honestrandomization, even though the certification is suboptimal in equilibrium.If the certifier cannot commit to a random mechanism, then it is relativelystraightforward to show that the certifier cannot improve on sellercertification. Hence,sellercertification implements indirectly the optimal deterministic mechanism.6.10 The ceteris paribus assumption After arguing that our results are robust to all these extensions, we wish to emphasizethat they were obtained under the assumption that, apart from the question who initiates certification, all other things are equal. Clearly, our results can be overturnedif this condition is not met. For instance, if for some reason the cost of certification ccis substantially higher under sellercertification than under buyercertification, thenbuyercertification is optimal both from a profit maximization and a welfare perspective. Moreover, concerns of certifier capture or more certifier credibility may dependon the mode of certification. Depending on their direction, such additional differencesmay strengthen or dampen the effects we identified here, and thereby explain why insome cases we may see the buyer pays model implemented.267 Applications In addition to the two examples given in the introduction, a further class of economictransactions for which our model applies particularly well involves situations in whichcertification is both product and customer specific.8 A specific example is partsprocurement in the automotive industry.9 The development and production of acomplex part for a premium automobile is typically done by only one supplier our seller, whom the automotive producer our buyer selects explicitly. Becausethe part supplied is customer specific, the buyerseller relationship after the buyersselection is a bilateral monopoly.Due to significant economies of scope involving the analytical instruments, thecertification industry is highly concentrated.10 Key test criteria are the functionalityof parts measured in failure of parts per million and safety norms, characteristicsabout which the seller as the producer will typically possess private information. Asit turns out, in about 80 per cent of all cases the testing of car modules and systemsis performed on the request of the upstream supplier rather than the buyer and ifperformed on request of the buyer it is paid by the seller. Moreover, the buyer conditions her purchase decision on the outcome of the certification process. Our model,therefore, captures the typical procurement relationship in the automotive industry,and our equilibrium result is consistent with the observations in this industry.Similarly interesting and important examples belonging to this class are parts procurement in the aerospace industry, or the provision of building construction services,where again functionality and safety considerations figure prominently.Whereas our model applies directly to cases in which certification is both productand customer specific, the results also help understanding purely product specificcertification. Examples range from the certification of foodstuff in terms of productionwithout herbicides or pesticides; to the certification of toys in terms of productionwithout aggressive chemicals, to the certification of building materials, or ecologically 8Headwaters 2012 values this Testing, Inspection and Certification TIC sector at 100 billioneuro 125 billion dollar for 2012.9The evidence is taken from Mueller et al. 2008, and from a large scale study conductedin 200708 by Stahl et al.for the German Association of Automotive Manufacturers VDA on Upstream Relationships in the Automotive Industry. Survey participants were car producers andtheir upstream suppliers. All German car producers and 13 first tier counterparts were questionedas to their procurement relationships. A description of the data base is found in Koenen et al.201110An example is EDAG, an engineering company centering on the development andprototypeconstruction of cars, as well as on independent certification of car modulesand systems.Seehttp:www.edag.deprodukteprueftechnikautomotiveindex htmlserves all major car producers world wide.In thisfunction it 27correct inputs into the production of particular products, or of the fireresistance ofsafes.11 An example close to our academic activity is the certification process inducedby the editors of academic journals, on request of the producers of research papers.There are counterexamples as well, however, with mixed evidence between sellerpays and buyer pays certification. Both models are used in real estate and in usedcar markets. One reason seems to be that certifiers in these markets are not alltrustworthy, which violates our credibility assumption on certifier behavior.Once again, a particularly timely and controversially discussed application is thecertification of financial products. Certification is produced in a heavily concentratedrating industry.12 Many buyers of financial products have admitted that they poorlyunderstood the products complexities. This underscores the opaqueness of these markets, and the importance of the rating agencies role in promoting transparency. Before the crisis, and consistent with our result on the superiority of sellercertification,rating agencies used the issuer pays model. A controversial claim is that such sellercertification led to certifiers capture, and inflated ratings precipitated the financialcrisis. Proponents of this claim, therefore, argue for a regulatory response to transferthe rating decision from sellers to buyers. Due to the superior welfare properties ofsellercertification, however, our results caution against regulatory pressure in favorof buyercertification.8 Conclusion In a market with opaque product quality, demand for certification to raise markettransparency arises from both buyers and sellers. We provide new, elementary insights into the economic role of such third party certification by examining how thecertification model affects transparency and market outcomes. In particular, we showthat sellers use certification as a device to signal their quality. In contrast, buyersuse certification as an inspection device to safeguard themselves against low qualitysellers. Due to these differences, the seller pays model is more effective in raisingmarket transparency than the buyer pays model. As a result, it also generates largergains of trade, more social welfare, and higher profits to the certifier.Our analysis leads to a clear policy implication, that is relevant especially in theongoing discussion about patent certification, and certification in financial markets.11Our certification setup captures both product and process certification. The distinction beingthat product certification regards inspecting the final good, while under process certification, thecertifier inspects the quality of the production process.12That concentration is reinforced by the regulatory decree. See White 2010.28Against a current argument about changing to the buyer pays model, we point outthat, based on elementary but fundamental differences in their economic use, theseller pays model has a natural advantage over the buyer pays one.29Appendix The appendix contains all formal proofs to our Lemmata and Propositions.Proof of Lemma 1: Consider the subgame spc with pc qh ch. Let the qhsellers strategy be the pure strategy chqh 1, and the qlseller be the pure strategyul ql 1. Moreover, let the Bayes consistent buyers belief satisfy p 0 forall p and let sbp, equal 1 if p ql and zero otherwise. These strategies andbeliefs describe a perfect Bayesian equilibrium of the game spc with an outcomeas described in the lemma.To show uniqueness for pc qh ch, note first that by certifying and chargingthe price p qh, the qhseller can guarantee himself a payoff ch qh ch pc 0.Hence, in any equilibrium of the subgame spc the qhseller must obtain a payoffof at least ch 0. Moreover, if the qhseller always certifies, he obtains the payoffch only if charging a price p qh. Hence, given that the qhseller always certifies,the equilibrium outcome is unique. We next show that there does not exist a perfect Bayesian equilibrium where the qhseller certifies with a probability less than 1. Forsuppose such an equilibrium would exist, then there exist prices p such that the highquality seller does offer the good uncertified with positive probability, i.e. uh p 0.For p to be an equilibrium price, the associated profits to the qhseller, uh p, mustat least match ch 0. Hence, at any such price p, the buyer must buy with positiveprobability: sb p, p 0. This however requires that pqh 1 pql p.This implies that p , for if not, then p pqh1 pql qh1ql ch, so that the high quality seller would not want to offer his product at price p. Hence,by 1, it must hold that uh p 0. Addingover all such prices, we get the contradictionl p for each price p such that uh p u 1 X p:uh p0h p X p:uuh p0ul p 1,where the last equality follows, because if the qlseller picks a price p with uh p 0,then by 1, p 0 so that either sb p, p 0 or p ql. In either case, theprofits to the qlseller are less than from a price p such that uh p 0, because forsuch a p, uh ch ch q ql.l p uh p ch c For a subgame with pc qh ch, the qhseller cannot obtain a profit from certification, because after certification, he can sell the good at a price of at most qh,which yields the negative payoff, since qh pc ch 0. Consequently, an equilibriumin which the qhseller certifies with positive probability does not exist, because he isbetter off not offering his good to the market at all. Due to the lemon problem, anequilibrium where the qhseller offers his good uncertified does not exist. Such an 30equilibrium would have a price of at most q, which exceeds the sellers productioncosts.Q.E.D.Proof of Proposition 1: An equilibrium in which the certifier obtains a profitstrictly less than qh ch cc does not exist, because, by Lemma 1, the certifier canguarantee itself a payoff arbitrarily close to qh ch cc by setting a price pc slightlybelow qh ch. Hence, if an equilibrium exists, it must exhibit sc qh ch cc.This profit is attainable only if the certifier sets a price of certification pc qh chand the qhseller always certifies. According to Lemma 1 this is indeed an equilibriumoutcome of the subgame sqh ch.Q.E.D.Proof of Lemma 2: Let buyercertification be tradeeffective. Then for any lp 0 it must hold sbp, p 1; for any price which the qlseller picks with positiveprobability, the buyer must buy with probability 1. Moreover, for any hp 0it must hold snp, p 0; for any price which the qhseller picks with positiveprobability, the buyer may not refrain from buying.Suppose to the contrary that buyercertification is informationeffective. Thismeans that for any ip 0 it holds p 0, 1; for any price that is picked withpositive probability, the buyer learns the goods quality perfectly. It follows that thebuyer will never certify, so that shp, p 0. Hence, if buyercertification isboth information and tradeeffective, then for any hp 0 chosen by the seller,the buyer chooses sbp, p 1. But then the sellers strategy is suboptimal ifthere exist p 1 6 p 2 such that hp 1 0 and lp 2 0 because the higher priceyields either seller type the highest profit. Hence for any hp 0 it must holdlp 0. But then 3 implies p 0, 1, which contradicts p 0, 1. Hence,buyercertification cannot be both trade and informationeffective.Q.E.D.Proof of Lemma 3 Consider any pc 0 and suppose to the contrary that buyercertification is tradeeffective so that bpc has an equilibrium where trade takesplace with probability 1. Let Pl plp 0 denote the set of prices that the qlseller charges with positive probability in this equilibrium. Tradeeffectiveness impliesthat for any p Pl, we must have sbp, p 1. Let Ph php 0 denotethe set of prices that the qhseller charges with positive probability in equilibrium.For any p Ph, we must have p ch, because otherwise the qhseller makes a lossfrom offering this p. Now suppose Pl Ph 6 and let p denote the highest pricein Pl Ph. Then tradeeffectiveness implies sbp, p 1 and p ch. Hence,the qlseller obtains an equilibrium profit of at least sbp, pp p. The set Pl,therefore, cannot contain a price below the highest price p. Hence, if Pl Ph 6 , theset Pl contains only one element. But then, lp 1 hp so that 3 implies thatp . But then pqh 1 pql ch p so that we get the contradiction 31sbp, p 0. Hence, if a tradeeffective equilibrium exists then Pl Ph . Butit then follows that for any p Ph we have lp 0 so that 3 implies p 1and, hence, sbp, p 1. Moreover, since Pl Ph we have for any pl Pland ph Ph either pl ph or pl ph. If pl ph then pl yields the qlseller lessthan ph because as established sbp, p 1 so that we obtain the contradictionthat lpl 0 is not part of an optimal strategy. Likewise, if pl ph the price plyields the qhseller strictly more than ph and, hence, we obtain the contradiction thathph 0 is not part of an optimal strategy.Q.E.D.Proof of Lemma 4: To show that hp, is nondecreasing in we first establishthat, in any PBE, snp, is weakly decreasing in . Suppose not, then we mayfind 1 2 such that 0 snp, 1 snp, 2 1. snp, 2 0 implieshat p, 2 Ssnpc and, consequently,andp 2qh 1 2qlpc 2qh p.910Now since snp, 1 1 we have either sbp, 1 0 or shp, 1 0.Suppose first sbp, 1 0, then p, 1 Ssbpc, which implies p 1qh 1 1ql. But from 2 1 and qh ql it then follows that 2qh 1 2ql p, which contradicts 9. Suppose therefore that shp, 1 0, then p, 1 Sshpc, which implies 1qh p pc 0. This requires qh p. But then, due to 2 1, we get 2qh p pc, which contradicts 10. Hence, we establish thatsnp, is weakly decreasing in and therefore sbp, shp, must beweakly increasing in . This directly implies that hp, is weakly increasing in.Next we show that in any PBE sbp, is weakly increasing in . Supposenot, then we may find 1 2 such that 1 sbp, 1 sbp, 2 0. Sincesbp, 1 0, it holds p, 1 Ssbpc and, consequently,andp 1qh 1 1qlpc 1 1p ql.1112Now since sbp, 2 1 we have snp, 2 0 or shp, 2 0. Supposefirst snp, 2 0, then p, 2 Ssnpc, which implies p 2qh 1 2ql.32But due to 2 1 and qh ql we get p 1qh 1 1ql. This contradicts11. Suppose therefore that shp, 2 0, then p, 2 Sshpc, which implies1 2p ql pc 0. This requires p ql. But then, due to 2 1, weget 1 1p ql pc. This contradicts 12. Hence, sbp, must be weaklyincreasing in . This directly implies that lp, is weakly increasing in . Q.E.D.i For any p ql, 0, 1 we have p, 6 Ssnpc,Proof of Lemma 5: p, 6 Sshpc and p, Ssbpc. Hence, sb p, p 1. Now suppose forsome p ql we have i p 0. This would violate 6, because instead of charging p seller qi could have raised profits by by charging the higher price p qlwith 0, ql p. At p ql the buyer always buys, because, as established,sb p , 1 for all and in particular for p .For any p qh, 0, 1 we have p, Ssnpc, p, 6 Sshpc and p, 6 Ssbpc. Hence, sn p, p 1. Now suppose we have l p 0. Thiswould violate 6, because instead of charging p, which due to sn p, p 1leads to zero profits, seller ql could have obtained strictly positive profits by chargingthe price ql , where 0, ql.iii For any p such that l . This contradicts 6.hp 0, we have ii Suppose to the contrary that ql l 0. Now consider a price p ql with 0, then for any 0, 1 we have p, Ssbpc andp, 6 Ssnpc Sshpc so that we have sbp, p 1 and, therefore,lp, p p h hp, p sbp, pshp, pp ch. As argued in i, we have snp, 1 for all p qh and 0, 1. Hence, hp, 0 whenever p qh. But for any price p qh we havehp, qh ch. Hence, it follows that h qh ch.hqh 1 and sbqh, qh shqh, qh 1. But, due Then we must have to qhqh qh 0 pc, we have qh, qh 6 Sshqh so that shqh, qh 0. Hence, we must have sbqh, qh 1. This requires qh, qh Ssbpcso that we must have qh 1. By 3, this requires l qh 0. But sincelqh, 1 sbqh, qhqh qh we must, by 6, have l qh. Together withl qh 0, it would require l p 0 for some p qh and leads to a contradictionwith i.Q.E.D.h qh ch. Now suppose Proof of Lemma 6: We first prove ii: Suppose to the contrary that p ch h 0. Then, due to the countable number of equilibrium prices, we canfind an outofequilibrium price p p for some 0, . Then for any belief pcqhp, 1pcpql13 we have p, Ssh and p, 6 SsnSsb.13To see that pcqh p 1 pcp ql define lp pcqh p and hp 1 pcp ql.Then by the definition of p we have l p h p. Moreover, for ql p qh we have lp 33Consequently, shp, 1. Hence, hp, pch pch pch h and lp, 0 ql l . Therefore, by BR the buyers equilibrium beliefmust satisfy p . By Lemma 4 it follows hp, p hp, p ch h p ch. Toshow i note that for all p p and 0, 1 we have hp, pch pch hso that hp 0 would violate 6.Q.E.D.h. This contradicts 6. Consequently, we must have Proof of Proposition 2: i: First we show that for and p ch there existsno pooling, i.e., there exists no price p such that l p 0. For supposethere does. Then, by Lemma 6.i, we have p p and, by Lemma 5.i, we have p qh.Yet, due to 3 we have p so that ql pq p ql q p 0.Moreover, pqh p qh p pc. Therefore, sn p, p 1 and, hence,h p, p 0. As a result, h p 0 contradicts 6, because, by Lemma 6.ii,h p ch 0 h p, p.h p Second, we show that for , we cannot have h p 0 for some p p. Suppose to the contrary we find such a p then, by definition of p, we have p, 6 Sshfor any 0, 1. Hence, sh p, p 0 so that l p, p h p, p ch.From Lemma 6.ii it then follows l p, p p and, therefore, Pp pl p 1.From p p and it follows q ql p q ql p 0 so thatq ql p. Now suppose it also holds l p 0 then, by Lemma 5.ii and 6,0 ql l l p, p sb p, p p. This requires sb p, p 0and therefore p, p Ssbpc and, hence, pq ql p. Combining thelatter inequality with our observation that q ql p and using 3, it followsq ql h ph p 1 l pq ql,which is equivalent to h p 1 yields the contradiction Pp p p p. But this contradicts Pp pfor all p p.l p l p 0 for anyh p 0l p. Summing over all p p and using Pp php 1. Hence, we must have l p 1 and, therefore, we must have This second observation implies that if an equilibrium for and p ch existsthen, by Lemma 6, it exhibits h p ch and sh p, sb p, 1. We now show existence of such an equilibrium and demonstrate that any suchequilibrium has a unique equilibrium outcome. If h p 1 then 3 implies that p wheneverh p 1, l p 1 1 ,pcqh p2 hp pcp ql2 0. Hence, l p h p for 0 small. Since p p we have lp hp.34which is smaller than one exactly when . By definition, p, SshSsb sothat any buying behavior with sh p, sb p, 1 is consistent in equilibrium.In particular, sb p, ql p 1 is consistent in equilibrium. Only for this buyingbehavior we have lql, 0 ql l p, so that seller ql is indifferent between price pand ql. The equilibrium therefore prescribes l p. Finally, let ql 0and sbql, ql 1 and p 0 for any price p larger than ql and unequal to p. This outofequilibrium beliefs satisfies BR.l ql 1ii In order to show that, in any equilibrium of bpc, we have bpc 0 whenever , we prove that for any p such that sh p, p 0, it must holdh p l p 0. Suppose we have sh p, p 0, then p, p Ssh and,necessarily, p p. But by Lemma 6.i, h p 0 also implies p p. Therefore, wemust have p p. But p, Ssh only if . Hence, we must have p .By 3 it therefore must hold p h ph p 1 l p.h p For this requires l p 1 and therefore there is some other p psuch that hp 0. But if also p is an equilibrium price, then h p, p hp, p. Yet, for any p p it holds p, 6 Sshpc for any 0, 1 so thatlp, hp, ch and, together with our assumption sh p, p 0yields l p, p h p, p ch hp, p ch lp, pso that, by 6, h p 0. As a result,sh p, p 0 implies l p 0. Since p p, this violates h p 0.l p In order to show that we must also have l p 0, assume again that sh p, p 0. We have shown that his implies l p 0 then, by 3, it follows p 0. But then ql pq p pc ql p pc ql p so that p, p 6 Ssh, which contradicts sh p, p 0.h p 0. Now if In order to show that p ch implies bpc 0 suppose, on the contrary that,bpc 0. This requires that there exists some p such that sh p, p 0 andi p 0 for some i l, h. First note that sh p, p 0 implies p p. Nowsuppose h p 0 then h p, p sh p, p sb p, p p ch 0so that the high quality seller would make a loss and, thus, violates 6. Therefore, wehave l p 0 then 3 implies p 0 so that sh p, p 0, which contradicts bpc 0.Q.E.D.h p 0. Now if Proof of Proposition 3: In order to express the dependence of and p on pcexplicitly, we write pc and ppc, respectively. We maximize expression 7 withrespect to pc over the relevant domain P pcpc q4 pc ppc ch.35First, we show that 7 is increasing in pc. Definepc ppc ql pc ppcso that cpc pcpc cc. We havepc 4q 2pqq 4pccid:16qh ql pqq 4pccid:172 0so that pc is increasing in pc and, hence, cpc is increasing in pc and maximizedfor max P .We distinguish two cases. First, for ch qh ql2 it follows 12 q2q ch qlq , where the last inequality follows from ch q. From 12, itthen follows pc 12 . Therefore,P pcpc q4 ppc ch.Hence, max P is either pc q4 or such that ppc ch. Because pq4 qh ql2, it follows that for ch qh ql2, the maximum obtains at pc q4withb q 4cc.q 2qh qlSecond, for ch qh ql2 the maximum obtains for pc such that ppc ch incase 12. This yields pc qh chch qlq withb qh chch ql qccch;while for 12 we have pc pc 1 q.Since 1 14 the requirement pc 1 q automatically implies pc q4. Hence for 12 we have P pcpc 1 q ppc ch.Because, p1 q qh 1 ql, which by assumption is smaller than ch,we have max P qh chch qlq. Note that ch qh 1 ql and 12implies that ch qh ql2. It follows ch qlq andb qh chch ql qccch 36;Q.E.D. qh qh ql2 cc qhqlqhql Proof of Proposition 4: For ch qh ql2 we have s qh ch cc qh ch cc qhql 2qhql qh qhqlql 4cc qhql 2qhql b, where the second inequality uses ch qh ql2. Moreover,c xbq4 qch,the certification intensity in the buyer pays model is xb pbwhich exceeds the certification intensity in the seller pays model, , because due toqh ch cc ql it holds q ch cc ch. qh ql 2cc qhql For ch qh ql2 it follows b qhchchqlqcc qh ch cc s, where the first inequality uses qh ch.Q.E.D., which is smaller than if and only if qh 3ql. qhchchqlchqlccchchqh ch cc chqlch Moreover, xb pbc 2qqhql Proof of Proposition 5: For a combination of certification prices pscc, pbc, it followsc, pbc cc, pscW pbc W s W bpbc 1 pbcql xbpbc ccc ppbcc ppbc1 pbc ppbc qlql cc pbcqlcc1 pbc pbcqql cc pbcqlcc13141516171819 pb pb ppbc ppbc1 pbcqql cc qlcc1 ccqql cc qlcc1 p 1 4ccqqql cc 2qlcc2 ppbcc hqql cc 2qlcc p 1 4ccqqql cci ,2 ppbwhere the inequality holds because is decreasing in pbc cc if the certifieris not to make a loss. It remains to show that the term in the squared bracket ispositive for any cc 0, qh cc. That is, we need to showc and pbqql cc 2qlcc p 1 4ccqqql cc.To see this first note that the left hand side is indeed positive, since q 4cc impliesqcc ql qql2 2ccql. Squaring both sides yieldsq 2ql cc2 4qql ccqlcc 4q 2l c 2c 1 4ccqq 2ql cc2,which is equivalent to ccqql cccc q 2W pbc 0.l c 2c 0, which is evidently true. As a result,Q.E.D.Proof of Proposition 6: Follows from applying the same arguments as in the proofof Proposition 1 but with the high quality sellers outside option of h ql insteadof h 0. The certifier therefore can at most ask for ps Q.E.D.c q ch.37Proof of Proposition 7: Mimics the arguments in the proof of Proposition 3 wherethe critical threshold for ch is p ql rather than p.Q.E.D.Proof of Proposition 8: For 12 and ch q2, it followsb q 2qh qlq 4cc q2 2cc q q2 2cc q ch 2cc q ch cc s,where the first inequality uses q qh ql and the second uses ch q2.For 12 or ch q2, it followsb chq ch qccch qlchq ch ccch qlchq ch cc q chccch ql q ch cc s,where the first inequality follows because q ch.Q.E.D.Literature Akerlof, G., 1970, The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 84, 488500.Albano, G. and A. Lizzeri 2001, Strategic Certification and Provision of Quality,International Economic Review, 42, 267284.Bester, H. and K. Ritzberger 2001, Strategic Pricing, Signalling, and Costly Information Acquisition, International Journal of Industrial Organization, 19,13471361Biglaiser, G. 1983, Middlemen as Experts, The RAND Journal of Economics, 24,212223.Board, O. 2009, Competition and disclosure, Journal of Industrial Organization 57, 197213Boldrin, M. and D. K. Levine 2013, The Case Against Patents, The Journal of Economic Perspectives 27, 322Bolton, P., X. Freixas and J. Shapiro 2012, The Credit Ratings Game, The Journalof Finance, 67, 85111.Cho, IK. and D. Kreps 1987, Signaling games and stable equilibria, Quarterly Journal of Economics 102, 179221.38Durbin, E. 1999, Mc Donalds or the Michelin Guide? Revealing Quality through Privatesector Certification, mimeo, Olin School of Business, Washington University Dranove, D. and G. Jin 2010, Quality Disclosure and Certification, Journal of Economic Literature, 48, 935963Fasten, E. and D. Hofmann 2010, Twosided Certification: The Market for Rating Agencies, mimeo, Humboldt University of Berlin FaureGrimaud, A., E. Peyrache, and L. Quesada 2009, The ownership of ratings,The RAND Journal of Economics 40, 234257.Felli, L., J. Koenen and K. Stahl 2011 Competition and Trust: Evidence from German Car Manufacturers, CEPR Discussion Paper 8265Guo, L. and Y. Zhao 2009, Voluntary Quality Disclosure and Market Interaction,Marketing Science 28, 488501.Grossman, S. 1981, The informational role of warranties and private disclosureabout product quality, Journal of Law and Economics 24, 46183.Grossman, S. and O. Hart 1980, Disclosure Laws and Takeover Bids, Journal of Finance 35, 323334Jovanovic, B. 1982, Truthful Disclosure of Information, Bell Journal of Economics 13, 3644.Koenen, J., L. Felli and K. Stahl 2011, Competition and Trust: Evidence from German Car Manufacturers, CEPR DP 8265Lemley, M. 2001, Rational Ignorance at the Patent Office, Northwestern University Law Review 95, 134Lizzeri, A., 1999, Information Revelation and Certification Intermediaries, The RAND Journal of Economics 30, 214231.Mathis, J., J. Mc Andrews, J.C Rochet, 2009, Rating the raters: Are reputationconcerns powerful enough to discipline rating agencies?, Journal of Monetary Economics 56, 657674.Headwaters, 2012, Global Testing, Inspection and Certification MA update. http:headwatersmb.comrsrcresearchGlobal_Testing_Inspection__Certification.pdf last retrieved 69201439Mueller, F., Stahl, K. and F. Wachtler 2008, Upstream Relationships in the Automotive Industry: A Contractual Perspective, mimeo, University of Mannheim Peyrache, E. and L. Quesada 2011, Intermediaries, Credibility and Incentives to Collude, Journal of Economics and Management Strategy 20, 10991133Shavell, S. 1994, Acquisition and Disclosure of Information Prior to Sale, The RAND Journal of Economics, 25, 2036Skreta, V. and L. Veldkamp 2009, Ratings shopping and asset complexity: Atheory of ratings inflation, Journal of Monetary Economics 56, 678695.Strausz, R. 2005, Honest Certification and the Threat of Capture, International Journal of Industrial Organization, 23, 4562Strausz, R. 2010, Separating Equilibria with Imperfect Certification, mimeo Humboldt Universit at Berlin.Viscusi, W. 1978, A Note on Lemons Markets with Quality Certification, Bell Journal of Economics 9, 277279White, L. 2010, Markets: The Credit Rating Agencies, Journal of Economic Perspectives 24, 21122640SFB 649 Discussion Paper Series 2014 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 001 002 Principal Component Analysis in an Asymmetric Norm by Ngoc Mai Tran, Maria Osipenko and Wolfgang Karl Hardle, January 2014. A Simultaneous Confidence Corridor for Varying Coefficient Regression with Sparse Functional Data by Lijie Gu, Li Wang, Wolfgang Karl Hardle and Lijian Yang, January 2014. An Extended Single Index Model with Missing Response at Random by Qihua Wang, Tao Zhang, Wolfgang Karl Hardle, January 2014. Structural Vector Autoregressive Analysis in a Data Rich Environment: A Survey by Helmut Lutkepohl, January 2014. Functional stable limit theorems for efficient spectral covolatility estimators by Randolf Altmeyer and Markus Bibinger, January 2014. A consistent twofactor model for pricing temperature derivatives by Andreas Groll, Brenda LopezCabrera and Thilo MeyerBrandis, January 2014. Confidence Bands for Impulse Responses: Bonferroni versus Wald by Helmut Lutkepohl, Anna StaszewskaBystrova and Peter Winker, January 2014. Simultaneous Confidence Corridors and Variable Selection for Generalized Additive Models by Shuzhuan Zheng, Rong Liu, Lijian Yang and Wolfgang Karl Hardle, January 2014. Structural Vector Autoregressions: Checking Identifying Longrun Restrictions via Heteroskedasticity by Helmut Lutkepohl and Anton Velinov, January 2014. Efficient Likelihood Estimation of HighParameterized Time Series Models by Nikolaus Hautsch, Ostap Okhrin and Alexander Ristig, January 2014. Fiscal Devaluation in a Monetary Union by Philipp Engler, Giovanni Ganelli, Juha Tervala and Simon Voigts, January 2014. Nonparametric Estimates for Conditional Quantiles of Time Series by Jurgen Franke, Peter Mwita and Weining Wang, January 2014. Product Market Deregulation and Employment Outcomes: Evidence from the German Retail Sector by Charlotte SenftlebenKonig, January 2014. Estimation procedures for exchangeable Marshall copulas with hydrological application by Fabrizio Durante and Ostap Okhrin, January 2014. Ladislaus von Bortkiewicz statistician, economist, and a European intellectual by Wolfgang Karl Hardle and Annette B. Vogt, February 2014. An Application of Principal Component Analysis on Multivariate TimeStationary SpatioTemporal Data by Stephan Stahlschmidt, Wolfgang Karl Hardle and Helmut Thome, February 2014. The composition of government spending and the multiplier at the Zero Lower Bound by Julien Albertini, Arthur Poirier and Jordan RoulleauPasdeloup, February 2014. Interacting Product and Labor Market Regulation and the Impact of Immigration on Native Wages by Susanne Prantl and Alexandra SpitzOener, February 2014. Iterative Maximum 003 004 005 006 007 008 009 010 011 012 013 014 015 016 017 018 SFB 649, Spandauer Strae 1, D10178 Berlin SFB 649, Spandauer Strae 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2014 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 019 020 Unemployment benefits extensions at the zero lower bound on nominal interest rate by Julien Albertini and Arthur Poirier, February 2014. Modelling spatiotemporal variability of temperature by Xiaofeng Cao, Ostap Okhrin, Martin Odening and Matthias Ritter, February 2014. Do Maternal Health Problems Influence Childs Worrying Status? Evidence from British Cohort Study by Xianhua Dai, Wolfgang Karl Hardle and Keming Yu, February 2014. Nonparametric Test for a Constant Beta over a Fixed Time Interval by Markus Rei, Viktor Todorov and George Tauchen, February 2014. Inflation Expectations Spillovers between the United States and Euro Area by Aleksei Netsunajev and Lars Winkelmann, March 2014. Peer Effects and Students SelfControl by Berno Buechel, Lydia Mechtenberg and Julia Petersen, April 2014. Is there a demand for multiyear crop insurance? by Maria Osipenko, Zhiwei Shen and Martin Odening, April 2014. Credit Risk Calibration based on CDS Spreads by ShihKang Chao, Wolfgang Karl Hardle and Hien PhamThu, May 2014. Stale Forward Guidance by GundaAlexandra Detmers and Dieter Nautz, May 2014. Confidence Corridors for Multivariate Generalized Quantile Regression by ShihKang Chao, Katharina Proksch, Holger Dette and Wolfgang Hardle, May 2014. Information Risk, Market Stress and Institutional Herding in Financial Markets: New Evidence Through the Lens of a Simulated Model by Christopher Boortz, Stephanie Kremer, Simon Jurkatis and Dieter Nautz, May 2014. Forecasting Generalized Quantiles of Electricity Demand: A Functional Data Approach by Brenda Lopez Cabrera and Franziska Schulz, May 2014. Structural Vector Autoregressions with Smooth Transition in Variances The Interaction Between U.S. Monetary Policy and the Stock Market by Helmut Lutkepohl and Aleksei Netsunajev, June 2014. TEDAS Tail Event Driven ASset Allocation by Wolfgang Karl Hardle, Sergey Nasekin, David Lee Kuo Chuen and Phoon Kok Fai, June 2014. Discount Factor Shocks and Labor Market Dynamics by Julien Albertini and Arthur Poirier, June 2014. Risky Linear Approximations by Alexander MeyerGohde, July 2014 Adaptive Order Flow Forecasting with Multiplicative Error Models by Wolfgang Karl Hardle, Andrija Mihoci and Christopher HianAnn Ting, July 2014 Portfolio Decisions and Brain Reactions via the CEAD method by Piotr Majer, Peter N.C. Mohr, Hauke R. Heekeren and Wolfgang K. Hardle, July 2014 Common price and volatility jumps in noisy highfrequency data by Markus Bibinger and Lars Winkelmann, July 2014 Spatial Wage Inequality and Technological Change by Charlotte SenftlebenKonig and Hanna Wielandt, August 2014 The integration of credit default swap markets in the pre and postsubprime crisis in common stochastic trends by Cathy YiHsuan Chen, Wolfgang Karl Hardle, Hien PhamThu, August 2014 021 022 023 024 025 026 027 028 029 030 031 032 033 034 035 036 037 038 039 SFB 649, Spandauer Strae 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2014 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 040 041 Localising Forward Intensities for Multiperiod Corporate Default by Dedy Dwi Prastyo and Wolfgang Karl Hardle, August 2014. Certification and Market Transparency by Konrad Stahl and Roland Strausz, September 2014. SFB 649, Spandauer Strae 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. ", "filename": "796717117.pdf", "person": ["Konrad Stahl", "Stahl, Konrad", "Roland Strausz", "Strausz, Roland"], "date": ["2014"]}