{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/102662/1/797133321.pdf"], "title": ["On the empirics of social mobility: A macroeconomic approach"], "plaintext": "On The Empirics of Social Mobility: AMacroeconomic Approach Norbert Berthold and Klaus Gr undlerUniversity of W urzburg, Department of Economics, Sanderring 2,97070 W urzburg. EMail: klaus.gruendleruniwuerzburg.de.September 2014Abstract What are the causes of social mobility in a society? Whereas this question is of great interest for both researchers and policymakers, empiricalstudies concerning crosscountry evidence usually suffer from small sample biases as intergenerational income elasticities are only available for asmall number of countries.In this paper, we provide two measures based on widely available macrodata enabling the estimation of social mobility for a large number of countries. Based on these measures we empirically explore the determinantsof crosscountry differences in mobility. It turns out that particularly lesssegregation, a good family environment, inspiring cognitive brain stimulation in early childhood education, high rates of employment, good opportunities to catch up to the average human capital endowment, lowvariations in school quality and a high amount of social capital foster social mobility. We further find that the Great Gatsby Curve is muchless pronounced when analyzing the relationship between inequality andmobility in a large sample of countries.1Introduction Amancio Ortega, whose father was a railway employee, was born the youngestof four sons in Busdongo de Arb as in Spain. At the age of 14 Amancio beganhis first job as an assistant in a small local clothing company. On the otherside of the Atlantic, Jim was also the youngest in his family, born in Newportto one of the richest families in the world. After having successfully completing 1his studies at university, he was given a position at his fathers company in aneffort to continue the family legacy. According to Forbes, today both Amancio Ortega Gaona and Jim Walton are among the ten wealthiest people on earth.Individual income patterns often differ substantially from one another. Inmost cases, they are strongly determined by parental income. Yet we also findexamples where family income does not seem to matter at all. Corak 2011reports an intergenerational income elasticity of about 50% for the USA. In otherwords, around half of the economic advantages and disadvantages experiencedby a father during his lifetime are inherited by his adult son. In Germany, thiseffect is a bit lower at 32 %, but is nonetheless significant. Overall, we observe alarge scatter of elasticity of income between generations or viceversa, mobility:While Scandinavian countries like Denmark 15%, Norway 17%, or Finland18% exhibit a low persistence of income inequality, mobility in Peru 67%,China 60% and Brazil 58% is relatively low. The question at hand becomes:Why do these countries differ so strongly from one another?An observation that has gathered quite a bit of attention in the last threeyears is the fact that mobility and income inequality seem to be negativelycorrelated to one another. Mobility is observed to be very high when inequalityis low and viceversa. Not without irony did Alan Krueger name this finding,which builds on the work of Corak 2006, 2011 the Great Gatsby Curve.While the curve involves some provocative implications for economic policy,until now there has been little empirical research on the drivers behind thedifferences of social mobility across countries. This is first and foremost due tothe fact that for many countries, there is insufficient microdata existent for theexact measurement of income elasticity. Thus a comparison between economiessuffers from sample selection bias, where the limited degress of freedom yieldinconsistency in the estimations due to omitted variables.This paper is an attempt to close the gap in the empirical literature. Aftera brief overview of the theory of social mobility in Chapter 2, we propose twosimple methods to estimate the degree of mobility using widely available macroeconomic data. Utilization of these measures in empirical explarations enablesa more sound foundation compared to the application of traditional mobilitymeasures. These methods are indeed a little more rough than the measurementof intergenerational income elasticity; however, they provide a comprehensiveanalysis of the empirical correlations. Chapter 4 presents and discusses the extent of social mobility in the world. In Chapter 5 we empirically investigate thedeterminants of our mobility measures and discuss our results. Chapter 6 draws 2some economic and policy conclusions based on the findings. We conclude in Chapter 7.2 Theory of Social Mobility In the past 200 years, a fierce debate has taken place between competing theorieson the relationship between social background and the level of prosperity. Theliterature that emerged in the 19th and 20th century can be generally be classified as being either Libertarian or Marxist. A thorough overview of themain representatives of both schools of thought can be found in Erikson and Goldthorpe 1992. While libertarian theory emphasizes that the irreversiblecommitment of industrialized societies to economic rationality and the increasing use of technological innovations must lead to an equally high level of socialmobility and opportunity, Marxist theory essentially asserts the opposite. Themain focus lies on class reproduction: While a small class of superrich dynasties passes their wealth from one generation to the next, the vast majorityof the working class earns a significantly lower income without any chance ofimprovement in the future or in the future of their children.As Piketty 2000 illustrates, the conflict between these opposing theoriesin its extreme form has now been resolved. Against the background of theenormous wealth increases and the significant improvement in the standard ofliving, which developed economies have experienced since the outbreak of theindustrial revolution, the Marxist position has increasingly lost importance. Atthe same time, the sharp rise in income inequality in most developed economieswith relatively low social mobility indicates that the purely Libertarian pointof view was too nave in its assumptions. Over the last decades, an entirely newclass of models has developed, whose main focus is to identify the determinantsbehind the persistence of income. The cornerstone of this new class of modelswas built by Becker and Tomes 1979, who use an intergenerational altruisticutility function to indicate how investment in education and genetically determined abilities and characteristics contribute to the mobility of income. Themodel of Solon 2004, which addresses and expands the ideas of Becker and Tomes 1979, has become the point of departure of many theoretical studies.In simple terms, this model shows how three fundamental institutions influencechildrens opportunities. These institutions are the family, the labor market,and the state. Since the balance between these factors in various countries is 3highly heterogeneous, social mobility between countries also fluctuates.It isworthwhile to have a look on the theoretical determinants of social mobilitybecause important insights into the cause of intergenerational elasticity can bederived and later used in the empirical examination. At the same time, this consideration fosters the revelation of causations, while empirical research mainlyuncovers correlations.Imagine a representative family i consisting of a parental unit of generationt and a child of generation t 1. The family shares the parents lifetime earningsafter taxes 1 yi,t 1 between the parents consumption Ci,t 1 and investments in the human capital of the child Ii,t 1. If the parents cannot accumulatedebt, the budget constraint is 1 yi,t 1 Ci,t 1 Ii,t 1. Becker and Tomes1986 illustrate the effects of a removal of this restriction. The human capitalendowment of the child hi,t is often depicted ashi,t logIi,t 1 Gi,t 1 ei,twhere Gi,t 1 represents government investment, such as public education ora statefinanced health care system. For 0 1 equation 1 has corresponding diminishing marginal returns. The factor ei,t denotes the amount of humancapital possessed by the child, independent of the investment decision of theparents and the state. This form of abilities refers to the combination of a variety of attributes, which are influenced by the genetic and social backgroundsof the parents and the social environment in which the child grows up. It isapparent that this parameter is correlated to a large extent to the endowmentof the parents ei,t 1. The classic formulation of this correlation can be foundin Becker and Tomes 1979, in which ei,t follows an autoregressive process offirst order, so that ei,t ei,t 1 vi,t. Here vi,t denotes the error term und 0, 1 the inheritance parameter.The childs income can now be described as a function of human capital, sothat the following applieslogyi,t phi,t ,1where p reflects a form of returns to education. Juhn, Murphy, and Pierce1993 characterize a period which is distinguished by high income inequalityas periods in which p assumes high values. Such a period is not necessarilyassociated with an increased level of income, since higher p can be accompaniedby lower .4The parents share the aftertax income between their own consumption Ci,t 1 and the investment in the human capital of children Ii,t 1 accordingto the CobbDouglas utility function Ui 1 logCi,t 1 logyi,t .2The altruism parameter 0, 1 is of crucial importance here, since thepreference of the parents regarding yi,t, the income of the child, is depicted inrelation to own consumption. Considering the correlations set forth above, 2can be converted to Ui 1 log 1 yi,t 1 Ii,t 1 p logIi,t Gi,t 1 pei,t .The necessary condition of this optimization problem yields Ui Ii,t 1 1 1 yi,t 1 Ii,t 1 p Ii,t 1 Gi,t 1 0 .The optimum choice of Ii,t 1 is obtained by the corresponding reforming ofthis condition by Ii,t 1, so thatcid:20cid:21cid:201 1 1 pcid:21Gi,t 1 .1 yi,t 1 Ii,t 1 p 1 1 pThis simple result provides some intuitive implications. Firstly, parents withhigh incomes for given values of public investment in education invest more inthe human capital of their children. Similarly, there is a crowdingout effect ofstate investment in education and private institutions in the human capital ofchildren. Moreover, investments Ii,t 1 rise with increasing values of altruismparameters and the returns to education. Thus parents invest more in thehuman capital of their children if the expected returns from this investment arehigher.Considering the above conditions, the relationship between yi,t and yi,t 1can be represented bylogyi,t p logIi,t 1 Gi,t 1 ei,t .3Inserting the optimale choice of Ii,t 1 and rearranging yields 5cid:21cid:20cid:26p 1 1 pcid:20logyi,t p logp logyi,t 11 Gi,t 11 yi,t 1cid:21cid:27 pei,t4The equation indicates that public investments in the human capital of achild play an important role. But what determines the rate of public investmentin human capital and the parents after tax income? Solon 2004 characterizesthis quotient as Gi,t 11 yi,t 1 logyi,t 1 .This form of public investment very clearly displays a type of relative progressiveness. With respect to values 0, no statement can be made regardingthe question of whether it is rich or poor families that tend to be favored in absolute terms. However, it is apparent that the percentage of public investmentin the human capital of children decreases with rising parental income. In thissense, the higher the values for are, the more progressive policy is. Small valuesfor Gi,t 1 1 yi,t 1 make it possible for the second term in equation4 to become p logyi,t 1 p pei,t. Inserting the assumption about public investment in human capital then yields the wellknown intergenerationalincome elasticity 1.logyi,t 1 p logyi,t 1 pei,t ,in which case an endogeneity problem occurs, since the regressor logyi,t 1is apparently correlated to the error term pei,t. In steady state logyi,t andlogyi,t 1 have the same variance, which is why the correlation between thetwo variables is equal to the slope parameter of an OLSregression. The slopeparameter can be presented for the following problem with the aid of previousconsiderations as 21 p 1 1 p. This corresponds to the intergenerational income elasticity, which is often 1The intercept is given as p p log p1 1 1 p.2See Greene 2000 for the conversion in this case.6estimated in empirical studies. It has been shown, that theoretical considerations are of great advantage, since 5 provides direct conclusions regarding theoccurrence of intergenerational elasticity of income. Thus always increases in5 whenever , , p and 1 increase. Intergenerational elasticity is alwaysgreater if 1 the inheritance parameter is greater, i.e. when more of the socialenvironment and the parents genes are passed along to the children, 2 theinvestments in human capital are more productive, 3 the returns to educationon human capital are greater and 4 state investment in human capital are lessprogressive. Hence it seems likely that the differences between these countriesare due to varying configurations of these four determinants.Until now, the analysis has not provided a statement about the correlationbetween mobility and income inequality. In order to illustrate this relationship,we must remove the steady state from equation 5. Let the change of p overtime be represented by p. By omitting the steady state, the variance of yi,t andyi,t 1 no longer correspond. Thus the intergenerational income elasticity thenbecomest Cov logyi,t, logyi,t 1Var logyi,t 1.In order to illustrate this elasticity with the previous equations, a largeralgebraic effort is required. After some rearrangements, the final result for thecase of a constant progressivity of state investment in human capital is yieldedast ppcid:20 1 p 1 1 pcid:21.This corresponds to equation 5 inflated by the factor pp. As can be seen,an increase in the returns to education leads to a reduction of intergenerationalmobility. This is intuitively very easy to understand: An increase in the returnsto education increases the incentives to invest in human capital over the entireincome distribution. If access to education at the upper end of distribution iseasier, then increasing returns to education lead to lower mobility. Meanwhile,the rise of pp also leads to an increase in inequality in personal income distribution, as documented by Juhn et al. 1993. Hassler, Rodriguez Mora, and Zeira 2007 come to a similar result, albeit with the aid of an entirely differentmodel. In this model, mobility and inequality of education and returns to education are dependent as third factors. However, this leads to an interesting and 7completely different interpretation of Kruegers Great Gatsby Curve. In thiscase there is no direct causal relationship between the two variables; insteadthe mobility and inequality education are influenced by education in such a waythat a negative correlation between the two concepts is created.3 Measuring Social Mobility Intergenerational income elasticity is most often used to measure the extent ofsocial mobility, which can be determined via 3logyi,t logyi,t 1 i,t .Being analogus to the theoretical considerations of the previous chapter, tdepicts the index of generations and yi,t and yi,t 1gives the incomes of fatherand son. While this variable provides a thorough overview of the persistence ofincome inequality between father and son, the number of countries for which thevariables can be calculated is severely limited due to limited availability of microdata. Corak 2006, 2011 calculates the elasticity for a sample of 22 countries,which is currently the most comprehensive comparison of mobility rates betweencountries. This limited amount of data is disadvantageous for two reasons. First,only a very incomplete picture of the mobility across countries can be obtained,especially since the Corakdata largely consists of relatively similar industrialnations. Second, the small sample makes a thorough econometric analysis of thedeterminants of income elasticity difficult, since the small number of degrees offreedom leads to biases of the estimation results and the standard error.To circumvent both problems, two indicators for mobility are derived below,which can be calculated using widely available macrodata. In contrast to theconventional method of calculation, this approach has the advantage of allowingmobility rates to be estimated for a broad sample of countries. Disadvantageous,however, is the fact that the correlation measured by the indicator is considerably less exact. Thus a careful interpretation of the resulting mobility rates isnecessary. However, we will show below that the measures correlate stronglywith the Corakdata. Yet there will always be a tradeoff between accuracy inthe measurement and accuracy and possibility of empirical estimations.The first measure is based on the mobility of the level of education betweenparents and children. Let LPAREDU be the number of children whose parents 3See Corak 2006, 2011.8have a low level of education. Corresponding data was compiled for 39 countriesby the OECD 2009 as part of the PISA Project. Parents with a low level ofeducation are classified by the OECD as people who have attended school forless than 12 years. The influence of parents education level on the education oftheir children , can be estimated viai 0 1LPAREDUi .Data for the average number of school years an individual has completedis compiled by Barro and Lee 2013. As expected, when estimating the equation empirically, 1 is significantly negative. This suggests that the higher thenumber of parents with a low level of education, the lower the average education of children in the economies. With 54 %, the level of the parental education accounts for a large part of the variance of education levels between theeconomies. But when one considers the residuals of the estimation, it becomesapparent that there are significant deviations from the average effect. Individuals in economies where the level of education is higher than the estimationpredicts are on average more mobile than individuals in other economies. Thisis due to the fact that apparently the children in countries in which the residual i 0 1LPAREDUi is positive are able to obtain more education thanchildren in the remaining economies on average. Thus the economy is characterized by higher social mobility. Naturally, this measure has the property Ei 0. To scale the measure to R, the minimum of the residuals is subtracted, so that the first mobility measure results from MOBEDUi imin.The second measure MOBPOV follows the same principal; however, it doesnot consider the level of education of the parents, but the budget constraint ofthe family. While the first measure includes the economic intuition that parentswith a lower level of education possess either a lower preference for the educationof their children or conversely, a high preference for presentconsumption, thismeasure explicitly depicts the budget restriction from the theoretical model.A high immobility measured at this level suggests that parents cannot affordexpenses required for the education of their children. The measure is determinedanalogously to the first parameter, where the level of education of the childrenis regressed on the extent of poverty in a country, measured on the basis of thesize of the lowest quintile of the income distribution. Data for these variablesis provided by the World Bank 2014a. Economies in which it is possible forchildren to obtain a higher level of education than the estimation predicts for 9Figure 1 Correlation of the Mobility Measures and the Intergenerational Income Elasticity of Corak 2011the given average poverty level are generally more mobile than others. Themeasure is then scaled back once more to the positive real number range.Figure 1 depicts the correlation of the derived measures with data from Corak 2011. Note that due to the nature of their calculation, MOBPOV andthe intergenerational income elasticity of Corak 2011 depict a measure of immobility. This means that a high value is equivalent to a low level of mobility.MOBEDU, however, directly reflects the level of social mobility and must beinterpreted inversely. For both MOBEDU and MOBPOV the correlation withthe Corak 2011 mobility is high: Considering MOBPOV, Pearsons r is 54 %;regarding MOBEDU, it amounts to 65 %. This means that the inaccuracycaused by the use of the parameters on the basis of the macrodata is manageable. At the same time, the consideration allows a more comprehensive analysisof social mobility. One major outlier is Pakistan where Corak 2011 predictsa medium level of mobility. However, when consulting the influence of povertyon education, Pakistan does not outperform comparable nations.4 Status Quo: Income Mobility in the World How high is the level of social mobility in the world? Figure 2 illustrates theintergenerational income elasticity for the Corak 2011 countries and the connection to the GINI coefficients of income, which is often referred to as the 10051015202530.1.2.3.4.5.6.7Mobility, Corak 2011Mobility, MOBEDU0246810121416.1.2.3.4.5.6.7Mobility, Corak 2011Mobility, MOBPOVGreat Gatsby Curve. The data on income inequality is taken from the SWIIDdatabase, a standardization of different databases for income inequality, whichis documented in Solt 2009.Figure 2 The original Great Gatsby Curve using Data from Corak 2011.Figure 2 makes it clear that income inequality and intergenerational incomeelasticity are positively correlated. This means that in countries with higher levels of income inequality, there is generally also a low level of social mobility andviceversa. The Scandinavian countries in particular are characterized by a veryhigh mobility: In Denmark 15%, Norway 17% and Finland 18% a fatherseconomic conditions play a minor role in the sons income. Even in Canada19% and Australia 26% income persistence is comparatively low. Germany32%, Japan 34%, Spain 40%, and France 41% land in the lowermiddlerange of the Corakcountries. The highest intergenerational income elasticity isseen in South American countries. In particular, the level of income inequalityis stable across the board in Peru 67%, Brazil 58%, and Chile 52%. The AngloSaxon countries Great Britain 50% and the USA 47% are not too farfrom South American countries, as the income of the father accounts for around 11.1.2.3.4.5.6.72030405060Gini Coefficient Mobility, Corak 2011DENNORSWECANAUSFINNZEGERJAPESPFRACHEITAGBRUSAARGSGPPAKCHLBRAPERhalf of the sons income.There are two opposing theories behind the underlying economic mechanismsof the socalled Great Gatsby curve. Krueger 2012 argues that there is a causalrelationship behind the correlation. He points out that children with affluentparents have a far better starting position in life and thus also have more accessto a number of developmental and educational opportunities. On the otherhand, the model from Chapter 2 and the works of Hassler et al. 2007 and Solon 2004 suggest that education as a third determinant influences mobilityand income inequality and that the correlation between both variables is cumhoc ergo propter hoc. A further argument is that the causality may also runin the opposite direction: When the social mobility is high, then the incomeinequality is less persistent.An additional explanation that has received relatively little attention untilnow is a statistical explanation: Perhaps the correlation is simply random. Inother words, a sample selection bias could also be responsible for the positivesynchronization of the two variables.It is already difficult enough to find afundamental law on the basis of only 22 countries. So what is the relationshipbetween mobility and inequlaity in the remaining 190 countries in the world?Figure 3 illustrates this relationship measuring social mobility with the variablesderived in previous chapters, MOBPOV and MOBEDU.The graphs provide an interesting insight on the emergens of the Great Gatsby Curve. The mobility variable MOBPOV can be calculated for a largesample of countries and can thus reflect the relationship between income inequality and mobility for a large number of countries.If at first glance oneonly considers the Corak countries red dots, the original Great Gatsby Curveremains. However, if all countries incorporated in the analysis, including thosethat are not part of the Corak 2011 data, no visible correlation in either direction between the two variables can be found. The second graph shows theparallelism between MOBEDU and income inequality. Here the Great Gatsby Curve is preserved in both cases. However, the calculation of mobility by theeducational level of the parents is only possible for OECD countries, which aregenerally quite developed.In sum, the two graphs clearly indicate a bias inthe small sample of Corak countries. When all countries are considered, thesynchronization between mobility and income inequality disappears.Asian and African nations in particular provide for the strong deviation fromthe original Great Gatsby Curve in Figure 3. More general, it is notable thatin most cases, it are deleoping economies that deviate from the Great Gatsby 12Figure 3 The adjusted Great Gatsby Curve using MOBPOV and MOBEDU.Curve e.g. Rwanda, Malawi, Indonesia, Thailand, Senegal, and Jordan. Indeveloped economies, the Great Gatsby Curve even applies when consulting MOBPOV or MOBEDU.5 Empirical Determinants of Social Mobility We now turn to the empirically exploration of the determinants behind the differences of mobility rates across counries. The model from Chapter 2 provides astarting point in identifying possible causes of mobility. Some of these variableshave been explored earlier; however, empirical evidence is based almost exclusively on microdata studies conducted for single countries. An explanation ofthe variance between mobility rates across countries is therefore limited. Chetty,Hendren, Kline, and Saez 2014 demonstrate that mobility in states in the USis higher when local segregation is low, school quality is high, students performwell in primary schools, families are stable, social capital is high, and incomeinequality is low. The importance of family stability is discussed in detail in Bj orklund and J antti 2009 and Corak 2011. An argument that is often suggested relates to the highly important time window in a childs developmentbetween birth and the first year of life. The central idea is that stimulationobtained in this early phase of brain development greatly affects the boundaries 1351015202530202530354045505560Gini Coefficient MOBEDUMOBEDU, Corak 2011 Countries 46810121416202530354045505560Gini Coefficient MOBPOVMOBPOV, Corak 2011 Countriesof future mental abilities.In sum, a stimulating social environment leads tobetter cognitive development, social skills, and health as indicated by Knudsen,Heckman, Cameron, and Shonkoff 2006. In fact, this effect can already be seenin the theoretical model, since the inheritance parameter plays an importantrole in relation to the intergenerational elasticity. The strength of the influenceof family environment is often measured with the sibling correlation. Whenthe income of siblings who were brought up in the same environment is stronglycorrelated, social environment as a deciding factor is at hand. Mazumder 2008illustrates that the correlation of incomes of brothers is nearly 50%. Bj orklundand J antti 2009 provide smaller values for the Scandinavian countries Norway14%, Sweden, Finland and Denmark around 25% each. Family backgroundis therefore less influential in Scandinavian countries than in the USA. It islikely that essential stimulation during early developmental years, which maybe missing for children with instable families in many countries, is replacedin Scandinavian countries by the public school system. The fact that noneducation specific human capital is largely influenced by upbringing and less soby genes 4 is documented by Sacerdote 2007 and Bj orklund, Lindahl, and Plug2006, who find an intergenerational elasticity of income for adopted childrenin Sweden and the United States of about two thirds of the coefficient of biological children in the same family. Thus the explanation of mobility by familybackgrounds leads to the same result as the model in Chapter 2. In both cases,government investment in the quantity and quality of schooling can lead to areduction in the persistence of income inequality.5.1 Estimation Equation and Data Specification In the following, theoretical predictions and the implications of previous microeconomic studies will be empirically tested for a broad sample of countries. Thespecification of the estimation equation is based on the theoretical implicationsand generally has the following form MOBILITYi GINIi cid:88j1jxij zi i ,where MOBILIY represents a measure of mobility and GINI depicts the Ginicoefficient of income distribution after taxes and transfers. The variables 4Some authors emphasize the influence of genes on social mobility. Clark 2014 measuresthe multigenerational income elasticity over centuries with the help of family names. Heattributes the high persistence of rich families to genetic traits.14xj are control variables, while zj denotes the effect of each variable, whose influence on mobility is to be measured. Due to the heterogeneous samples, itapplies that Var i cid:54 0. To circumvent the problem of heteroscedasticity, theequation is estimated via FGLS which increases efficiency compared to a linearestimation using HuberWhite standard errors. The number of observations ofeach estimation equation depends strongly on the data availability of the variables xj and z . Data on income inequality GINI is available for 94 countriesin the SWIID database, whose mobility measures allow for 22 MOBCORAK;72 MOBPOV AND 38 MOBEDU observations.The variables included in the estimations can be divided into five broad categories: inequality and redistribution, family structure and social background,education, labor market and culture and religion. Data on inequality and distribution is obtained from the Standardized World Income Inequality DatabaseSWIID and is documented and discussed in detail in Solt 2009. The databasecontains Ginicoefficients for market income and disposable income and also calculates the amount of redistribution as the difference of both variables. Familystructure and social background is represented by the national standard deviation of the Index of Economic, Social, and Cultural status ESCS, whichis calculated by the OECD as part of the Program for International Student Assessment PISA for each participating student. To obtain an estimate offamily stability, the number of children who were not raised by two parentsPARENTS and the number of divorces DIVORCE is considered. This datais obtained from the World Family Map from Child Trend 2013 and UN 2013.Data on family nonspecific social environment, which provides informationabout the presence of social capital and the stability of political conditions,includes on one hand the points in the FIFA world rankings in relation topopulation SOCCER, which are obtained from FIFA 2014. On the otherhand, the influence of crime is measured on the basis of the incarceration rateCRIME. The corresponding data is collected by the UN 2014.The third category deals with the effects of education and includes information on education expenditure PSE, the PISA results PISA, education inequality GINIEDUC and the variation in student performance between schoolsSCHOOL and within schools SSCAT. PSE and PISA are obtained from World Bank 2014a and World Bank 2014b. The Gini coefficients of educational level are calculated on the basis of the methods Castell oCliment and Domen enech 2014 proposed for data from Barro and Lee 2013. Data onvariation in student performance is from OECD 2009. In addition, we analyze 15the effect of cognitive skills and the variation of cognitive abilities in an economyusing data on cognitive skills from Hanushek and Woessmann 2012.We also investigate the effect of the labor market, using data on the labor force partizipation rate LFPR and the size of the manufactoring sector.Both variables reflect average values of the period 20002010 in order to smoothcyclical fluctuations. The data source is ILO 2014.The final category of culture and religion include data on Hofstedes fourcultural dimensions. These are power distance, individualism vs. collectivism,masculinity vs.femininity and uncertainty avoidance. The source of thisdata is Hofstede 2001. The number of religious individuals is calculated withthe help of the CREG 2014 database, while the population is from World Bank 2014a. Both databases serve as a foundation for the calculation of the Herfindahl index of ethnic group concentrations.5.2 Results of the Beaseline Estimate Table 1 depicts the results of the baseline estimate. For the sake of clarity, theresults are only presented on the basis of the intergenerational income elasticity MOBCORAK from Corak 2011 and the variable MOBPOV, which allows forthe highest number of observations. The estimations of empirical determinantsof the second macroeconomic variable MOBEDU provide quite compatible results and are therefore not shown separately.Column 1 of Table 1 shows the original Great Gatsby Curve, depicted aspublished in Corak 2011. As expected, the Ginicoefficients of income aftertaxes and transfers exert a significantly positive influence on intergenerationalincome elasticity. As most of the regressors are not available for developingcountries, there is a slight deviation from this ground rule. Overall, slightlymore than half of the variation in mobility rates can be explained by this simplebivariate model. The small number of Corakcountries does not allow for consistent estimation of a detailed multivariate model, since the intersection of thedata availability of the regressors is small which drastically reduces the numberof degrees of freedom. Therefore column 2 initially only extends the baseline estimation to the variation of the ESCS index. The higher the value of ESCS, thegreater are the differences in the social background the children are raised. As itturns out, the influence of ESCS is significantly positive. This means the morethe families differ in their social and economic conditions, the more immobilethe individuals in this society are. The coefficient of income inequality remains 16stable so that there is no change in the Gatsbyrelationship after controlling forsocial background. The explanatory power of the model increases significantlyRsquared: 56% vs. 99% when the influence of social background is taken intoaccount. At the same time, the number of observations drops from 22 to 18, sothe results must be interpreted cautiously.The estimation of the variable MOBPOV allows for a wider investigationof the causes of income mobility. Columns 3 and 4 display the results of theseevaluations. As in the estimate based on the Corak countries, the impact of ESCS is positive, albeit less significant. The model in column 3 also illustratesthe influence of educational outputs on mobility, measured by the PISA scores inreading, which students of the respective countries earned in the last PISA study.The correlation between the two variables indicates a thirddegree polynomial,which is why PISA has a cubic influence in the estimation. As it turns out,a higher average level of education reduces the social mobility of an economy.This result indicates that the higher the general education level of a societyis, more difficult it is for individuals with poor initial conditions within thateconomy to achieve average human capital levels. The process of catchingup isonly made more difficult as the education level of the society increases. The lossof investment in early childhood has an apparent significant effect and thereforeupward mobility is lower.The model in column 3 raises the question of how the mobility of individualsis affected by a direct state redistribution. The redistribution is approximatedin the estimation as the difference in the Gini coefficients for market incomeand disposable income, using the SWIID database in each case. Looking at thedata, a nonlinear relationship is apparent, which suggests a parabolic functionof both variables. For this reason, the REDIST variable in the estimate islinear once and square once. In fact, the results indicate a downward openingparabola. This suggests that redistribution initially exerts a negative effect onmobility and further indicates that there is only a mobilityenhancing effect ifredistribution is strong. This is the result of two opposing forces, which aretriggered by the redistribution. The first effect reflects the decreasing incentiveto invest in human capital in more progressive design of the tax system. Thestronger redistribution through the tax and transfer system is, the less willingindividuals will be to invest in human capital. This effect is most apparentfor families with a low preference for education. In addition, the incentive forpoorer families to finance the investment in their childrens education via debtfrom the capital market decreases. In sum, affluent families can be considered 17Table 1 Causes of Social Mobility, Baseline EstimatesiMOBCORAKiiMOBCORAKiiiMOBPOVivMOBPOV0.0490.540.0124.920.2607.210.0095.210.3664.93GINIi ESCSi PISA3i REDISTi REDIST2i GINIEDUCi PARENTSi 1.5532.490.1098.361.0121.541.2003.430.44816.350.0209.702.4415.62NRsquared F Statistic SER220.5624.210.10180.95151.300.08450.991531.151.721.834.500.1081.594.7302.800.1471.650.0072.09.412.440.1507.47220.9446.041.71Notes: The table reports the results of the FGLSestimation, tstatistics are in brackets,SERstandard error of the regression, p .10, p .05, p .01.more likely to invest money in education than poorer households, which leadsto a reduction in mobility. However, redistribution is subject to yet anothereffect. If the government redistributes, there is an exchange of income betweenrich and poor families, which by definition directly leads to approximation ofdisposable incomes. If the level of redistribution exceeds a critical value, thissecond effect offsets the first and thus the economy is located on the right sideof the redistribution parabola.The last variable of the basic model in column 3 shows the influence of educational inequality. The coefficient of GINIEDUC is significantly positive. Thehigher the inequality of education, the lesser the mobility of income. The sameconclusion is also reached when the Corak 2011 mobility is used as dependentvariable. This result strongly confirms the implications of the theoretical modelin Chapter 2. Higher inequality of education leads to an increase in inequalityand at the same time reduces intergenerational income elasticity, as returns to 18jobs requiring high levels of education rise.Column 4 in Table 1 deals with the question of the influence of an intactfamily on the mobility of children. Chetty et al. 2014 find a strong negativeinfluence on mobility in the US for children raised by a single parent. Theauthors see a restrictive budget restraint as the reasoning for this result.Inaddition, it is conceivable that early childhood stimulation suffers from theabsence of a second parent because the potential available time of the parentsis cut in half. The results of Chetty et al. 2014 are also clearly visible betweenthe countries; the impact of the variable PARENTS is strongly positive. Theinfluence of other remaining variables is reflected in the very robust against thechange of the specification. However, the redistribution parable loses some ofits significance. Due to the high correlation between ESCS and PARENTS, thescattering of the ESCS index is not included in the estimate in column 4. Infact, the measurement of social background also includes information on singleparenthood, so that a multicorrelation between the variables may develop.Table 2 should be understood as an extension of the base estimate from Table 1, with a focus on education, the labor market and the family nonspecific environment. Unfortunately it is not possible for many variables to beestimated in a comprehensive model, since the intersection of the data availability with an increasing number of regressors is very small. The first modelin Table 2 is shown in column 1 and is concerned with the influence of government expenditure on education. The intuition behind this exploration stemsfrom the theoretical model: If the state were to increase investments in education, then the households with a restrictive budget constraint would generallyprofit more than highincome households. In fact, the estimate shows that public educational investments are highly mobilityenhancing. The presumption of Hassler et al. 2007, which argue that the positive relationship between intergenerational income elasticity and income inequality results only from the thirdvariable namely the expenditure on education, remains unconfirmed. The significantly positive effect of the Gini coefficient is retained even after taking intoaccount the expenditure on education. Moreover, the marginal effect remainsremarkably constant 0.012 without and 0.011 with spending on education.The second model in Table 2 illustrates the impact of school quality. Thevariable SCHOOL measures the variance of PISA results in reading betweenschools in each country as a percentage of the total variance in the OECDcountries. The higher the value, the more heterogeneous the quality of schoolsin the national economy is. As indicated by the second model in Table 2,19Table 2 Causes of Social Mobility, Extension 1iMOBCORAKiiMBCORAKiiiMOBPOVivMOBPOVvMOBPOV0.0632.380.01117.410.0093.060.24021.200.01769.860.0024.611.2551.480.15812.090.0685.910.1414.347.79712.530.0989.240.7008.710.0937.92GINIi PSEi SCHOOLi SSCATi LFPRi SOCCERi CRIMEi NRsquared F Statistic SER200.96188.730.09190.992973.680.08460.7848.811.79540.92184.492.914.27913.770.12015.800.0046.610.00716.23510.96379.092.13Notes: The table reports the results of the FGLSestimation, tstatistics are in brackets,SERstandard error of the regression, p .10, p .05, p .01.the less pronounced the differences in the quality of individual schools are, themore mobile societies are. Model 3 extends this investigation to the variancewithin individual schools SSCAT. This variable also indicates a clearly evidentmobilityinhibiting effect.Model 4 examines the effects of education spending on a broad basis, using the mobility variable MOBPOV and also analyzes the effects emanatingfrom the labor market, captured by the labor force participation rate LFPR.The results confirm the mobilitypromoting effect of governmental educationspending. In this model, the GreatGatsby correlation remains; however, themarginal effect is halved from about 0.2 to about 0.1. This clearly shows thateducation spending influences both the mobility and the Great Gatsby correlation, as assumed by the theoretical model. However, this estimate also showsthat this is not a conclusive explanation. The effect of the Gini coefficient indeed decreases, but is not zero. The model further suggests that unemployment 20decreases mobility as LFPR possesses a negative sign and is strongly significant.The last of the studies in Table 2 deals with general social conditions of thecountries which act the same for all people, independently of family background.The variable SOCCER approximates the level of social capital available to thepeople in a country. It depicts the point value of the respective nations in the FIFA world rankings, each divided by the population. A high point value percapita indicates a thriving culture of clubs and associations. In these organizations, children form social connections and networks, learn to be integrated intocommunities and maintain intrapersonal connections. Social capital is proven tobe an important determinant of intergenerational income elasticity in a numberof studies, such as in Borjas 1992, Putnam 1995 and Chetty et al. 2014.Putnam 1995 uses the spread of bowling centers in the United States as anapproximation of social capital. Yet in a crosscountry analysis we are convinced that soccer is much more appopriate to proxy social capital, as bowlingis not nearly as popular as soccer outside the United States, especially whenconsidering children and adolescents.The second variable of family nonspecific social environment is the extent ofcrime CRIME in the country. Crime is mapped via the ratio of inmates pereconomy and serves as a proxy of the extent of social stability within a society. Ifa country is characterized by high crime rates, then the family nonspecific socialbackground must be deemed disadvantageous. The influence of both variableson the mobility is negative. This means a less stable environment has a negativeeffect on mobility. It is quite conceivable that there is an incentive in countrieswith a high crime rate to earn income by illegal means, rather than throughthe devotion to the comparatively more difficult alternative of human capitalallocation. Similar empirical evidence for this can be found in Levitt 2004.What is surprising is the result of social capital. As the estimate suggests, ahigher social capital reduces mobility. This effect is understandable if there arehigh monetary restrictions on entry to organizations e.g. membership fees orif the preference for participation in associations is less pronounced in familieswith a weaker social background.In both cases, a corresponding structuralreinforcing effect on immobility would result.Table 3 provides a further extension of the baseline estimates that considers the effect of cognitive skills. We use three of the measures provided by Hanushek and Woessmann 2012 that capture the cognitive abilities of students, distinguishing between the percentage of students possessing at least basic skills BASIC, the share of students with a high cognitive skill level TOP21Table 3 Causes of Social Mobility, Extension 2iMOBPOViiMOBPOViiiMOBCORAKivMOBPOVGINIi COGNISCATi COGNITIVEi GINIEDUCi 13.77711.95.0988.937.9455.906.2111.39.1237.224.1481.87.6871.561.4032.14.0124.82.9822.15.1142.44NRsquared F Statistic SFR47.6745.281.9347.7849.751.9119.9483.57.0813.1477.30.0745.577.0923.561.9203.4047.6932.141.97Notes: The table reports the results of the FGLSestimation, tstatistics are in brackets,SERstandard error of the regression, p .10, p .05, p .01.and the average level of the economy COGNITIVE. The index uses data frominternational test scores achieved in math and science between 1964 and 2003and normalizes the data to match the PISA norm of mean 500 and standarddeviation 100, divided by 100. We use BASIC and TOP to construct a measureCOGNISCAT that gives the variation of cognitive skills in a country COGNISCATi TOPi BASICiBASICi.Whenever the gap between the different levels of cognitive abilities is high,COGNISCAT assumes high values. The first column in table 3 depicts the effect of COGNISCAT in the basic specification using MOBPOV as independentvariable. It is clearly visible that a high scatter of cognitive skills of studentsleads to a decline in social mobility, as COGNISCAT possesses a positive signand is strongly significant. Column 2 expands this basic model controlling forthe effect of the average level of cognitive skills. The negative effect on mobilityemanating from COGNISCAT remains, whereas COGNITIVE further enhancesimmobility. This results strongly resembles the negative effect of the average human capital endowment found in table 1. The higher the average cognitive skillsin an economy, the more difficult it is for disadvantaged students to catch up to 22the mean level of education when lacking the important cognitive stimulationin early childhood. Column 3 follows the same specification using intergenerational income elasticity of Corak 2011 as dependent variable. The negativeimpact of COGNISCAT is confirmed in this estimation; however, unlike in column 2, the average level of cognitive skills positively affects mobility. The lastspecification of table 3 examines the effect of COGNISCAT controlling for education inequality rather than the average education level. The intuition behindthis exploration is that it allows to disentangle the effects emanating from theoutput and the general abilities. Whereas GINIEDUC gives the educationalinequality that results from a schooling system, COGNISCAT illustrates the inequality of abilities. The outcome of the model in column 4 suggests that bothconcepts differ substantially. First, significance of both variables indicates thatthere is no multicollinearity. Indeed, the correlation between the GINIEDUCand COGNISCAT is quite low less than 2%. The model illustrates that bothinequality in abilities and inequality in education output reduces mobility. Withrespect to the very significant influence of COGNISCAT, the argument of Knudsen et al. 2006 concerning the importance of early childhood brain stimulationfinds some strong empirical support.The outcomes of the estimates illustrate a number of interesting implicationsregarding the cause of mobility; yet some of the influence factors raise even morequestions concerning the underlying mechanisms. In the following, we discussthe individual determinants of mobility in detail.Redistribution and Inequality One effect that is highly relevant for policy is the relationship between redistribution and mobility. As the estimates illustrate in Table 1, this linkage isparabolic. Figure 4 illustrates the empirical synchronization of the variables onthe basis of MOBPOV. The coefficients suggest that redistribution on averageleads to an increase in mobility only if the difference of Gini coefficients formarket income and the Gini coefficients for disposable income is at least 11%.This value is surprisingly robust and is also set when the mobility is regressedon the redistribution parable without any control variables. However, up tothe critical threshold, the negative effect on the incentives to invest in humancapital is predominant, resulting in a reduction of mobility. This has an asynchronous impact on investment in education and tends to benefit children frommore affluent families and those with high preferences for education. If one only 23considers the Corakcountries, as in the second graph in Figure 4, the impression is that redistribution continually supports mobility. However, the analysisbased on a broad data sample in the first chart indicates that this conclusion ismisleading and is caused by a sample selection bias through the exclusive use of Corakcountries. Apparently, almost all Corak countries are on the right armof the parabola, which would not come to light without consideration of othernations.Which countries are able to move past the critical hurdle and in which countries does redistribution actually lead to an increase in mobility? The mean inthe sample of 94 SWIID countries is 6.21 and the median is 3.63. This meansthe average of the degree of redistribution in most countries amounts to onlyhalf of the necessary distribution levels required for more social mobility.Ifredistributioninduced mobility effects are desired, then the tax and social security systems in many countries must undergo a fundamental change. However,in the light of existing incentive structures, a sudden increase in redistributioncan trigger a variety of sideeffects. Overall, 23 of the 94 SWIID countries exceed the critical value redistribution. This includes the Scandinavian countries Denmark, Finland, Norway and Sweden. Mobilitypromoting effects are alsolikely in Austria, Canada, Ireland, and France due to their expansive systemsof redistribution.However, the data does not provide any conclusion to the question of theform of redistribution. The method of considering the difference of Gini formarket income and Gini for disposable income merely indicates how the resultof the redistribution process affects mobility. The exact distribution policiesbehind this result remain to be seen. The critical value of 11% points is alsorelatively high. This means that there must first be a large measure of redistribution before the positive effects on mobility take place. However, up to thispoint, there are significant incentive effects on investments in education and thelabor supply. The question whether an economy is willing to hazard the consequences is a matter of preferences of the respective society. Yet the level ofefficiency suffers considerably under these incentive distortions, so that a highprice for the increase in mobility must be paid. The results of the estimation,however, reveal a variety of approaches to the reduction of intergenerationalincome elasticity. Many of these approaches lead to positive effects on othervariables, such as equal opportunities, the reduction of income inequality, andeconomic growth. For this reason, the increase in mobility via redistributionappears to be the worst of all approaches.24Figure 4 The Redistribution Parabola.Family Structure and Social Background Many studies emphasize the influence of family stability on mobility, such as Becker 1991, Murray 1984, 2012 and Chetty et al. 2014. Until now, thisinfluence has been confirmed either exclusively theoretically or through the useof countryspecific microdata. The influence of the variation of the ESCS index and the number of children being raised by a single parent see Table 1confirms the relationship in the context of an analysis between the countries. Astable family environment apparently on average provides better stimulation ofcortical skills in early childhood and softens the budget constraint as comparedto a child with a single parent. It is striking that the number of children withouta second parent in Sweden is at about the level of the median 20%. Nevertheless, social mobility in Sweden in comparison to other countries is very high.Apparently, the Swedish education system with its broadly based preschools isable to compensate for a large amount of stimulation that is missing in unstable families. One result is the extremely low variance in student performance.While the OECD countries have on average a variance of 33% in school performance in science according to the PISA study Germany: 66%, Sweden is farbelow this value, exhibiting a variance of only 11%.If the importance of a stable family structure is susbtantially, a nearby conjecture would be that divorce must lead to a negative effect on the income of 25246810121416404812162024Redistribution MOBPOVMOBPOV, Corak 2011 Countries.1.2.3.4.5.6.7404812162024Mobility, Corak 2011Redistributionchildren. Figure 5 depicts the relationship between the number of divorces andsocial mobility based on the Corak countries.Figure 5 The Correlation of the Divorce Rate and Social Mobility.As it turns out, there is no positive correlation between the two variables. Onthe contrary, the concepts even seem to be negatively correlated 62%. Thismeans that children of divorce contribute to mobility to some extent. Thereis at least a partial explanation for this counterintuitive result. The argumentof stricter budget constraints and the reduced time for parental attention andthe resulting loss of stimulation for cognitive ability is not a crucial factor for alarge number of divorces. Alimony and visitation rights ensure that the negative effects are less pronounced if both divorced parents remain involved in theeducation of the child. Thus, the negative effect of single parenthood is lowerfor children with divorced parents than for children who lost a parent throughdeath. Moreover, Bellou 2013 demonstrates that rising inequality in manydeveloped economies has led to a reduction in divorce rates in recent decades.If true, Figure 5 again would reflect a form of the Great Gatsby Curve.26.1.2.3.4.5.6.7.00.05.10.15.20.25.30.35Divorce Rate Mobility, Corak2011Education Family structure and education are closely intertwined, as indicated by the Swedish example. A developed educational system is able to account for familyrelated disadvantages and can thus provide more equal opportunities. The influence of education is evident in the estimates of Tables 1 and 2. The influenceof spending on education is equally significantly negative for MOBCORAK and MOBPOV, which suggests that countries with higher state educational spending tend to also have a higher social mobility. Thus one of the key predictions ofthe theoretical model in Chapter 2 is confirmed. Even if poor and rich familiesare able to draw the same profits from state education transfers, there is anincrease in mobility, as poor families gain disproportionately relative to theirbudget constraint.However, if one considers not only the input of the educational system,but also the output of government investments with the PISAresults, it becomes clear that a higher general level of education reduces mobility if deficientequality of opportunities hinders investments in human capital for disadvantaged children. Thus, the investment in public education is indeed an adequatemeans of increasing mobility.It exerts an effect only when it is possible tobenefit all students equally. If the investments are asynchronous, then only thegeneral human capital level is increased, making it more difficult for childrenfrom disadvantaged families to catch up to the average levels. This point isclearly confirmed in Table 2. As it turns out, a high variance in student performance between schools and a strong divergence of performance within schoolsare mobilityinhibiting. In particular, countries which can guarantee a qualityeducation, regardless of the school which the children attend are characterizedby high mobility rates. Germany, compared to OECD countries, is quite a negative example here. The variation in results between schools located in Germanyis at 68%, well above the OECD average 42%. Only in very few countriesIsrael, Qatar, Turkey, Trinidad and Tobago and Argentina is this value morepronounced. At the same time, the variation in student performance within aschool is relatively low 44% vs. 65% in the OECD. Thus although students ingood schools are on a comparable level, at the same time, the chances for students in poorperforming schools of reaching the stock of average human capitalare reasonable.Segregation according to social origin and education are closely interrelatedand influence the mobility of children to a large extent. Public investments in 27human capital must therefore be aimed first and foremost at reducing segregation. In this way, cream skimming of the best students by good schools wouldbe prevented.Labor Market Table 2 indicates that a high labor force participation rate exerts a mobilityenhancing effect. Therefore the higher the size of the labor force is, the highersocial mobility is. People who do not participate in the labor market naturallyhave a lower opportunity for advancement, making this relationship intuitivelyunderstandable. Some studies, such as Wilson 1996, have demonstrated thatthe presence of jobs in the manufacturing industry represents a ladder for lowskilled workers to move upwards in income distribution. Hence the greaterthe size of the production industry is, the higher social mobility tends to be.The link between the number of jobs in the manufacturing sector and incomemobility is depicted in Figure 6.Figure 6 The Size of the Manufactoring Sector and Social Mobility.In fact, the figure illustrates a negative correlation of the two variables.Whenever a high percentage is employed in the manufactoring sector, mobilitytends to be higher. The correlation of the variables is relatively strong with 280246810121416.05.10.15.20.25.30Share of Manufactoring Sector Mobility, MOBPOV40%, although the scatter around this average is quite high. In many developedeconomies, several structural changes have taken place in recent decades. Oneparticular observation is that the industrial sector diminished in importance asthe service sector began to exert a stronger influence on the national labor markets. This is especially true for the United States. For example, while the size ofthe manufacturing sector in 1970 was 22.4%, the sector had shrunk significantlyby 2009, where it only amounted to a share of 8.9% of total employment. Atthe same time, social mobility in the United States is relatively low. Moreover,Levine and Mazumder 2007 and Aaronson and Mazumder 2005 demonstratethat mobility in the United States has declined significantly in recent decades.In Germany the manufacturing industry is still relatively large with 18.5%, buta downward trend in the data 1979 vs. 2009: 48% can also be seen. Figure 6 indicates that the mobilityinhibiting effect of structural change may possiblyemerge in the future in Germany.Culture and Religion An influential variable, which has received very little consideration in empiricalestimates, is the cultural and religious component. Basically, it is conceivablethat mobility rates in societies whose values are closely connected with a hierarchical doctrine would tend to be rather low. Conversely, the very high mobilityrates in Scandinavian countries suggest that countries with cultures in whichequality is strongly emphasized have a lower persistence of income inequality.Of course, subjectivity and low operationality have the potential to be problematic in empirical studies of culture. However, the Hofstede 2001 approachenables the quantification and measurability of culture and thus facilitates theincorporation of culture in quantitative empirical estimations. This method involves the analysis of a societys culture on the basis of six dimensions, in whichdata was collected in nearly 60 countries for each dimension. Of these dimensions, four are crucial to mobility: power distance denotes the extent to whichless powerful individuals are willing to accept an unequal distribution of power.The degree of individualism indicates whether a society is more influenced byindividual values or by a collectivist culture. The third dimension, masculinity,determines whether a society is characterized more by masculine or femininevalues. Hofstede 2001 considers values such as confidence and competitiveness to be masculine, while cooperation, tolerance, and humility are thought ofas more feminine values. The last dimension is uncertainty avoidance, which 29reflects the degree of aversion to unpredictable situations.Figure 7 Culture and Social Mobility.Figure 7 illustrates the relationship between the four dimensions and intergenerational income elasticity. The clearest correlations in the data can beseen in terms of individualism correlation 51% and power distance 69%.The more individualistic a society is, the more mobile the people are in theincome distribution. At the same time, the persistence of the income distribution is lower if less powerful individuals do not accept an unequal distribution ofpower. In particular, the Scandinavian countries are characterized by a very lowpower distance Sweden: 31 Denmark: 18, Norway: 31 Finland: 33. This is ofcourse where mobility is highest worldwide. The relationship may also reflectthe context of the expansiveness of the redistribution systems. Thus it standsto reason that a society with a low power distance also harbors a relatively highpreference for redistribution. At the same time, however, there is also a low level 30020406080100.1.2.3.4.5.6.7Mobility, Corak 2011Individualism vs. Collectivism020406080100120.1.2.3.4.5.6.7Mobility, Corak 2011Masculinity vs. Femininity020406080100120.1.2.3.4.5.6.7Mobility, Corak 2011Uncertainty Avoidance 020406080100120.1.2.3.4.5.6.7Mobility, Corak 2011Power Distanceof acceptance of nepotism and crony capitalism. It is obvious that economiesin which professional success does not depend on established relationships tendto be more mobile.The results in terms of masculinity correlation 36% and uncertainty avoidance 45% are less straightforward. While a mobilityinhibiting effect can beseen in terms of the degree of uncertainty avoidance, there is no clear connectionbetween masculinity and mobility. Societies in which individuals are willing totake risks tend to be more mobile. This result is strongly related to the degreeof entrepreneurship.If the level of riskaversion towards entrepreneurship ortowards investment in new businesses and inventions of any kinds is high, thenthe opportunity for upward movement is limited. These are, however, preciselythe economic activities which tend to cause the highest jumps in the incomeladder.Figure 8 Religion and Social Mobility.If the cultural influence on mobility is analyzed, one may also raise thequestion to what extent religion influences intergenerational income elasticity.Figure 8 illustrates this relationship. The measure of religiousness is determinedby percentage of religious individuals in the total population. Depending on thecountry, this percentage may involve various different denominations; however,3102468101214160.750.800.850.900.951.00Share of Believers Mobility, MOBPOVit is the prevalence, not the type of religion that is significant for this analysis.As illustrated in Figure 8, there is no clear correlation between religion andmobility. Thus unlike culture, religion plays no role in relation to the equalityof opportunity for individuals.A final variable assigned to culture is the distribution of ethnic groups ina country. Chetty et al. 2014 demonstrate that a strong scattering of ethnicorigin reduces mobility. Figure 9 considers this relationship, where a Herfindahlindex is used as a measure for estimating the dispersion of ethnic groups. Thedata basis is the CREG 2014 Database of the University of Illinois. The datacontained therein depicts the number of each respective ethnic group from theyears 1945 to 2013, where the type and number of ethnic groups differ fromcountry to country. The higher the value of the Herfindahl index is, the greaterthe concentration if individual groups in each country is. The basic idea of thisindex is the summation of squared shares, so that the index of H is defined as 0 H 10, 000.Figure 9 Concentration of Ethnic Groups and Social Mobility.The relationship of the two variables is surprisingly distinct. It clearly illustrates a parabolic synchronization of the variables. This means that mobilityis highest in societies that are either very homogenous or very diverse. In both 32024681012141602,0004,0006,0008,00010,00012,000Herfindahl Index of Ethnic Segregation Mobility, MOBPOVcases it can be assumed that on average there is relatively little prejudice andresentment against other individuals on the basis of ethnicity. In the case ofrather uniform societies, this is because there simply are no different ethnicgroups; in the other case, a high level of diversity allows no single ethnic groupto be systematically favored or be disadvantaged. Yet when it comes to a moderate concentration, mobility is significantly lower. Apparently the dominanceof a small number of groups amidst an equal distribution of skills between thevarious ethnic groups leads to a systematic nepotistic distortion.6 What Is To Be Done The results of this paper provide a variety of approaches to increasing social mobility in a society. In some cases, the fruits are lowhanging and easily reachedas the necessary measures can be implemented easily and can also exert positive effects on other factors.In other cases, implementation is difficult andcan only be managed with greater structural and institutional change. In anycase, implementation always depends on the subjective preference of the deciding individuals; there is rarely ever a starting approach without a normativecomponent.As the estimates indicate, education and socialization are the most important empirical factors influencing social mobility. However, these factors arenot independent of each other, but are instead closely interwoven. It is clearfrom Table 1 that the promotion prospects of children always are lower whenthey are not raised by a twoparent family, and if the social conditions in asociety differ greatly from one another. In other words, companies with a highsegregation according to social status are less mobile on average. One obviouspolicy for the increase of mobility is greater investment in education. In fact,Table 2 illustrates that an increase in government expenditure on education encourages mobility. However, the results also show that the type of investment isof crucial importance. A simple increase in a schools financial resources is theworst of all alternatives. The explanation behind this conclusion can be foundin Models 3 and 4 in Table 1. As it turns out, mobility is lower in countrieswith a relatively high educational output. The better the students perform onaverage, the harder it is for disadvantaged students to catch up to the averagelevel of education. If increased state spending on education leads to a furtherdisparity between students, this cements income inequality rather than increas33ing mobility. This effect can be seen in Table 2 in particular. Apparently, ahigh dispersion of academic achievement between schools inhibits mobility. Thesame applies to the scattering of students performance within a school. Whenever the difference between good and bad schools is large, mobility is alwaysrelatively low. Public expenditure on education must therefore ensure qualityeducation nationwide. But how can this be accomplished?First, a brief inventory: Countries with high social mobility invest on averagea little more in the education system, but these differences are generally notso great. While the Scandinavian countries Sweden 7.0%, Finland 6.8%,Norway 6.9% and Denmark 8.7% have a relatively high proportion of GDPinvested in education, this value is lower in other nations with high mobilityCanada: 5.4% and Australia: 5.1%. The relatively immobile AngloSaxonnations of the USA 5.4% and Great Britain 6.2% do not actually give lessfunding to schools. Even Germany 5.1% and the group with a similar level ofmobility France: 5.7% and Japan 3.9% are at a comparable level with thesecountries. Only in the highly immobile countries Chile 4.5%, Peru 2.8%and Brazil 5.8% is there an average significant difference in the amount ofgovernment investment in education. As this distribution indicates, the levelof expenditure on education plays a deciding role. To improve school quality,it is not enough to simply give schools more money to spend. This is alsodemonstrated by Hanushek 2003. Much more important are the questionsof how the current budget is spent and the accessibility of a schools financialresources.In Germany the problem of segregation according to social origin is severe.According to the results of the OECD 2012, the influence of social backgroundon educational success in Germany is as strong as it is in most of the other 38countries included in the study. Only in Hungary, Chile, Turkey and Belgiumdoes social status play a more influential role than in Germany. There aremultiple reasons for this. One of the main causes is the strong scattering ofschool quality in Germany. If the demand for places at good schools exceedsexisting capacities, the risk of cream skimming, i.e. the risk that the beststudents will be awarded places at these schools is relatively high. Lubienski2006 demonstrates that children from disadvantaged families are rarely chosen.Moreover, Musset 2012 illustrates that a large part of this creamskimmingis due to local segregation.If there is an increased geographical concentration of citizens with a comparable social background, the problem of mobilityis complicated further. Firstly, residential area is an indicator of social status 34that can be used by schools as a basis for selection of individual students. Furthermore, more affluent families tend to avoid schools with a higher numberof children from disadvantaged families. Studies carried out by Schneider and Buckley 2002, Hastings, Kane, and Staiger 2005 and Raveaud and Van Zanten 2007 show that wealthy parents usually enroll their children in schoolswhose students have a similar ethnic origin. Riedel, Schneider, Schuchart, and Weishaupt 2010 also illustrate for Germany that families take into account thesocioeconomic background of the other students and the percentage of childrenfrom migrant families in their choice of school. While wealthier families choosethe best school for their children, families with a weaker socioeconomic statustend to send their children to the geographically closest school. This increasedlocal segregation leads to an increase in the problem of immobility.Why are there such distinct differences in the choice of schools? The resultsof Hastings et al. 2005 suggest that families with a lower level of education takeless time to choose a school. In addition, it is evident that wealthier families havea clear information advantage in relation to the education system and schoolquality, partly because of their own experiences. Overall, it is often difficultfor disadvantaged families to obtain the information needed for an informeddecision about school choice. In some cases, the choice of school or school formis simply the result of the preferences of the parents; parents with higher levelsof education tend to have a higher preference for education. This is suggestedby the results of the OECD 2009, which show that an early separation ofchildren in different types of schools leads to a higher degree of segregation andto a reduction of educational success. The less time spent at the primary andsecondary school level, the more significant the preferences of the parents, whilethe childrens preferences are less significant. Moreover, the study illustratesthat the number of different types of schools is positively correlated with thelevel of segregation. Both findings are the result of a lack of information availableto disadvantaged families and differing educational preferences.Insufficient information policy has strong implications: The results of the PISA study show that in Germany, students from families with a migrationbackground achieve only 88% of the score of native students. In open societiessuch as Australia 100%, Canada 98%, New Zealand 98% or the United States 95%, the process of catching up to the level of average human capitalis significantly easier. It is also striking to note that little progress can be seenbetween the results of first generation migrant children 450 points in reading PISA and the second generation 457 in Germany. On one hand, education 35potential is wasted, which exerts considerable negative macroeconomic effects onthe economy in the face of structural change, skillbased technological change,and the expected shortage of skilled workers. At the same time, the waste ofeducational potential associated with a uniform distribution of abilities in children from families with different socioeconomic backgrounds essentially leadsto a reduction of mobility, as indicated by the results of the estimations shownin Chapter 5.How can these problems be overcome? Ladd, Fiske, and Ruijs 2009 showthat creamskimming always becomes a problem when schools can choose theirown admission criteria, if the application deadlines for the schools differ fromeach other and if fees are estimated. Uniform application deadlines nationwideand a consistent information policy in the preschool and elementary areas, especially for disadvantaged parents, are indispensable. Godwin, Leland, Baxter,and Southworth 2006 report positive effects of a corresponding field project inthe United States. Performance in the elementary stage is often seen as the mostcrucial criterion for admission of students in various types of schools. However,in school systems in which there is an early separation of children, this leadsto a premature selection, which is ex post difficult to correct. In addition, theresults of a series of studies show that students from disadvantaged social backgrounds continue on to the secondary level significantly less often, even thoughthey often possess sufficient skills. If the separation were to occur later in theschool system, this channel of segregation would be reduced.A further mobilitypromoting measure here is the reduction of local segregation. However, this is difficult to realize and not very feasible in the longterm. Thus improvement in the incentive structure of schools in the selection ofstudents seems a reasonable way to avoid segregation of students according tosociocultural and economic background. One such example is formula funding, which has been practiced in the Netherlands since 1985. In this system,each student is first assigned a weight. The schools funds are ultimately determined by the sum of its weights. If students from disadvantaged families areassigned a higher weight, it provides incentives for schools to take on these students, thereby taking into account that the admission of disadvantaged studentscan be costintensive due to a higher need for care for these students. Creamskimming is therefore limited; a mixture of students from diverse ethnologicaland social background leads to a reduction of cluster formation. Desegregation also decreases the influence of parental preferences that are suboptimal forchildren, whether they are individually determined or determined by social and 36cultural origin. At the same time, this method reduces the number of badschools. However, as indicated by Waslander, Pater and Van der Weide 2010,higher travel expenses occurring for children from disadvantaged families thatmust travel to a good schools negatively affects the choice of school. The subsidization of ticket prices or framework agreements that affect price reductionon economies of scale can remedy this.The importance of cognitive stimulation in early childhood was emphasizedin previous chapters. Studies such as those of Knudsen et al. 2006 indicatethat early childhood education is crucial for the later education potential andthus has a significant impact on social mobility. Children who are denied thisstimulation often tend to perform significantly worse in later school years. Asthe theoretical model and the results of the estimate suggest, early childhoodeducation is significantly influenced by the preferences of the parents for thetype of education and by the number of parents involved in raising the child.In addition, the example of Sweden illustrates that cognitive stimulation, whichis initially unavailable to children from disadvantaged families under certaincircumstances, can be administered by the government. For this reason it is ofgreat importance that the state provides sufficient resources for early childhoodeducation in the preschool area and that these resources in particular are readilyavailable for underprivileged children.Another measure that is often discussed is the provision of education vouchers. This can help reduce segregation and allow students to have free choiceof schools, regardless of their socioeconomic background. This also leads toan increase in competition between schools, thereby also creating incentives toimprove quality. Friedman 1955 first introduced this concept in the mid1950sby stating that educational institutions should no longer be financed directlyfrom the state, but indirectly via the students. Here each student would receivea voucher that can be redeemed at a school of their choosing.In Germanythere are vouchers from the Federal Labor Agency for various continuing education programs. However, similar programs in Chile and a few other OECDcountries have yielded mediocre results at best. The reason for such soberingoutcomes is the fact that it has not yet become possible for these programs toprevent creamskimming and increase competition between schools. This maybe because the quality of schools exhibits a high persistence, meaning that theschools, which were initially very popular before the introduction of voucherprograms, remained in demand for potential students afterwards. The combination of education vouchers with Dutchstyle formula funding could reduce 37creamskimming of the good students. A further cause for the previouslysobering effect of school vouchers is the fact that they do not take into accountall costs of education. There are often additional costs, such as fees for the careof children during breaks, travel expenses, costs for tutoring, course materials,school uniforms and school strips. Waslander, Pater, and Van der Weide 2010and Elacqua 2012 suggest that these additional costs negatively affect choiceof school.Alongside education and social background, the analysis in Chapter 5 illustrates further factors influencing mobility. It turns out that the labor market isan instrument essential to the achievement of higher social mobility. Countriesthat are able to bring more people into the work force can be characterized onaverage by a higher social mobility. Structural change in terms of labor marketpolicy has been proven to be a key driver of immobility. Technological advanceshave changed the demand for skills on the part of the company. If the changingnature of jobs does not fit the current skills of workers, the result is mismatchunemployment. Thus is it critical that policy makers respond quickly to thisstructural change. This concerns first and foremost the manufacturing industry. The analysis shows that countries with large manufacturing sectors aremore mobile on average. If these jobs are lost or moved abroad in the courseof structural change, the society becomes more immobile.In particular, theservice sector profits from this industrial shift, as a number of new jobs willbe created in coming years. A targeted information policy and promotion ofthese career fields in school age children may make it possible to draw positivemacroeconomic change from the structural shift.The analysis also shows that the effect of redistribution on social mobility isparabolic, so that a small amount of redistribution first decreases mobility andgreater upheavals cause a mobilityenhancing effect. Only when the amount ofredistribution exceeds a relatively high value of 11% points of the Gini coefficientis there a positive effect on mobility. As shown above, the average in the sampleof the 94 SWIID countries is 6.21, the median is 3.63. This means the average isjust half the amount necessary for a positive effect on mobility is redistributed.However, redistribution induced effects on mobility would result in fundamentalchanges of the tax and social security systems in many countries. With increasedincentive structures, this can trigger a number of sideeffects, especially in termsof labor supply and the decision to invest in human capital. In addition, thequestion of how redistributed funds for underprivileged families should be usedremains.If these funds are not used on the education of the children, but 38are instead consumed, there is no positive effect on mobility. The theoreticalmodel clearly shows that the use of a familys budget is highly dependent onthe parental preferences for either present consumption or for education of theirchildren. Thus an increase in mobility via a greater redistribution appears tobe the worst of all alternatives.A final finding from the analysis of this paper is that both the culture andthe composition of ethnic groups in a society exert influence on the mobility oftheir individuals. It is not desirable to change the culture in a country; however,the results of the study suggest that highly diverse societies are more mobile. Aplausible cause of this result is the fact that there are relatively few prejudicesand resentment towards other ethnic groups in a diverse society, as no onegroup has a favored status. Nepotistic structures that arise from membershipin a selection group are significantly reduced. Thus the results indicate thatthe trend in Germany towards greater ethnic diversity can be seen as a positivedevelopment in terms of mobility, especially considering the Herfindahl value of 8,200 for Germany, which is near the top of the parabola 6,400.7 Conclusion This paper has empirically examined the causes of differences in social mobilityrates across countries using widely available macroeconomic data. We furtherdiscussed various approaches to solving the problem. As the analysis indicates,mobility is always high when 1 there is less social segregation in a country, 2,children grow up in a stable family environment and are given an appropriatelevel of stimulation of cognitive abilities in early childhood, 3, the employmentrate is high, 4, the process of catchingup to the average level of human capitalis easier, i.e. there is more equality of opportunities, 5 the extent of redistribution is either very high or very low, 6 there is an adequate and sensiblelevel of investment in the education system, 7 the variation of school qualityis low and 8 social capital is open to any citizen of a country. The questionof whether a society wishes to increase social mobility and what paths they areready pursue in order to achieve this is always a normative one. However, arestructuring of the education system not only creates a higher social mobility,but also leads to a lower income inequality, greater equity, targeted expenditure,and positive effects on efficiency.39References Aaronson, D. and B. Mazumder 2005: Intergenerational economic mobilityin the u.s., 1940 to 2000, Working Paper Series, 0512, federal Reserve Bankof Chicago.Barro, R. and J.W. Lee 2013: A new data set of educational attainment inthe world, 19502010, Journal of Development Economics, 104, 184198.Becker, G. 1991: A Treatise on the Family, Harvard University Press.Becker, G. and N. Tomes 1979: An equilibrium theory of the distribution ofincome and intergenerational mobility, Journal of Political Economics, 87,11531189.Becker, G. and N. Tomes 1986: Human capital and the rise and fall offamilies, Journal of Labor Economics, 4, 139.Bellou, A. 2013: Male wage inequality and marital dissolution: Is there alink? IZA Discussion Paper.Bj orklund, A. and M. J antti 2009: Intergenerational income mobility andthe role of family background, in B. N. Wiemer Salverda and T. Smeeding,eds., The Oxford Handbook of Economic Inequality, Oxford University Press.Bj orklund, A., M. Lindahl, and E. Plug 2006: The origins of intergenerationalassoociations: Lessons from swedish adoption data, Quarterly Journal of Economics, 212, 9991028.Borjas, G. 1992: Ethnic capital and intergenerational mobility, Quarterly Journal of Economics, 107, 123150.Castell oCliment, A. and R. Domen enech 2014: Human capital and incomeinequality: Some facts and some puzzles, BBVA Research Working Paper.Chetty, R., N. Hendren, P. Kline, and E. Saez 2014: Where is the landof opportunity? the geography of intergenerational mobility in the unitedstates, NBER Working Paper.Child Trend 2013: World Family Map Database, Child Trend.Clark, G. 2014: The Son Also Rises: Surnames and the History of Social Mobility, Princeton University Press.Corak, M. 2006: Do poor children become poor adults? lessons for publicpolicy from a cross country comparison of generational earnings mobility,Research on Economic Inequality, 13, 143188.Corak, M. 2011: Inequality from generation to generation: The united statesin comparison, Unpublished Paper, university of Ottawa.40CREG 2014: Composition of Religious and Ethnic Groups Data, Cline Centerfor Democracy, University of Illinois.Elacqua, G. 2012: The impact of school choice and public policy on segregation: Evidence from chile, International Journal of Educational Development, 32, 444453.Erikson, R. and J. Goldthorpe 1992: The Constant Flux: A Study of Class Mobility in Industrial Societies, Oxford Press.FIFA 2014: The FIFACocaCola World Ranking, International Federation of Association Football.Friedman, M. 1955: The role of government in education, in R. Solo, ed.,Economics and Public Interest, Rutgers University Press.Godwin, K., S. Leland, A. Baxter, and S. Southworth 2006: Sinking swann:Public school choice and resegregation of charlottes public schools, Reviewof Policy Research, 23, 983997.Greene, W. 2000: Econometric Analysis, Prentice Hall, 4 edition.Hanushek, E. and L. Woessmann 2012: Do better schools lead to moregrowth? cognitive skills, economic outcomes, and causation, Journal of Economic Growth, 17, 267321.Hassler, J., J. Rodriguez Mora, and J. Zeira 2007: Inequality and mobility,Journal of Economic Growth, 12, 235259.Hastings, J., T. Kane, and D. Staiger 2005: Parental preferences and schoolcompetition: Evidence from a public school choice program, NBER Working Paper.Hofstede, G. 2001: Cultures Consequences: Comparing Values, Behaviors,Institutions and Organizations Across Nations, Sage Publications, 2 edition.ILO 2014: LABORSTA Database, International Labour Organization.Juhn, C., K. Murphy, and B. Pierce 1993: Wage inequality and the rise inreturns to skill, Journal of Political Economy, 101, 410442.Knudsen, E., J. Heckman, J. Cameron, and J. Shonkoff 2006: Economic, neurobiological and behavioral perspectives on building americas future workforce, NBER Working Paper, 12298.Krueger, A. 2012: The rise and consequences of inequality in the unitedstates, Manuscript of the Speech at the Center for American Progress, January 2012.Ladd, H., E. Fiske, and N. Ruijs 2009: Parental choice in the netherlands:Growing concerns about segregation, Disussion Paper of the University of Vanderbilt.41Levine, D. and B. Mazumder 2007: The growing importance of family: Evidence from brothers earnings, Industrial Relations: A Journal of Economyand Society, 46, 721.Levitt, S. 2004: Understanding why crime fell in the 1990s: Four factors thatexplain the decline and six that do not, Journal of Economic Performance,18, 163190.Lubienski, C. 2006: School diversification in secondbest education markets.international evidence and conflicting theories on change, Educational Policy, 20, 323344.Mazumder, B. 2008: Sibling similarities and economiv inequality in the us,Journal of Population Economics, 21, 685701.Murray, C. 1984: Loosing Ground: American Social Policy, 19501980, Basic Books.Murray, C. 2012: Coming Apart: The State of White America, Crown Forum.Musset, P. 2012: School choice and equity: Current policies in oecd countriesand a literature review, OECD Education Working Paper.OECD 2009: PISA 2009 Database, Organisation for Economic Cooperationand Development.Piketty, T. 2000: Theories of persistent inequality and intergenerational mobility, in A. Atkinson and F. Bourguignon, eds., Handbook of income Distribution, Elsevier.Putnam, R. 1995: Bowling alone: Americas declining social capital, Journalof Democracy, 6, 6578.Raveaud, M. and A. Van Zanten 2007: Choosing the local school: middleclass parents values and social and ethnic mix in london and paris, Journalof Education Policy, 22, 107124.Riedel, A., K. Schneider, C. Schuchart, and H. Weishaupt 2010: School choicein german primary schools: How binding are school districts? Journal for Educational Research Online, 2, 94120.Sacerdote, B. 2007: How large are the effects from changes in family environment? a study of korean american adoptees, Quarterly Journal of Economics, 122, 119157.Schneider, M. and J. Buckley 2002: What do parents want from schools?evidence from the internet, Educational Evaluation and Policy Analysis, 24,133144.42Solon, G. 2004: A model of intergenerational mobility variation over time andplace, in M. Corak, ed., Generational Income Mobility in North America and Europe, Cambridge University Press.Solt, F. 2009: Standardizing the world income inequality database, Social Sciences Quarterly, 90, 231242.UN 2013: UNSD Demographic Statistics Database, United Nations.UN 2014: UNODC Database, United Nations.Waslander, S., C. Pater, and M. Van der Weide 2010: Markets in education: An analytical review of empirical research on market mechanisms ineducation, OECD Education Working Paper.Wilson, W. 1996: When Work Disappears: The World of the New Urban Poor,Knopf.World Bank 2014a: World Development Indicators Database, The World Bank.World Bank 2014b: Educational Statistics, The World Bank.43", "filename": "797133321.pdf", "person": ["Norbert Berthold", "Berthold, Norbert", "Klaus Gründler", "Gründler, Klaus"], "date": ["2014"]}