{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103213/1/798550880.pdf"], "title": ["Does team competition increase pro-social lending? Evidence from online microfinance"], "plaintext": "Wissenschaftszentrum Berlin fur Sozialforschung g Gmb H Reichpietschufer 50 10785 Berlin Germany www.wzb.eu Abstract Does Team Competition Increase ProSocial Lending? Evidence from Online Microfinance by Roy Chen, Yan Chen, Yang Liu and Qiaozhu Mei We investigate the effects of team competition on prosocial lending activity on Kiva.org, the first microlending website to match lenders with entrepreneurs in developing countries. Using naturally occurring field data, we find that lenders who join teams contribute 1.2 more loans 3042 per month than those who do not. To further explore factors that differentiate successful teams from dormant ones, we run a largescale randomized field experiment n 22, 233 by posting forum messages. Compared to the control, we find that lenders make significantly more loans when exposed to a goalsetting and coordination message, whereas goalsetting alone significantly increases lending activities of previously inactive teams. Our findings suggest that goalsetting and coordination are effective mechanisms to increase prosocial behavior in teams. Keywords: social identity, prosocial lending, microfinance, field experiment JEL classification: C1, C93, D64, H41 Email: ecscwrnus.edu.sg, yanchenumich.edu, owenliuumich.edu, qmeiumich.edu We would like to thank Jim Andreoni, Vicki Bogan, Tilman Borgers, Betsy Hoffman, Nancy Kotzian, Erin Krupka, Yusufcan Masatlioglu, and seminar participants at Kiva, the National University of Singapore, Michigan, North Carolina State, Pittsburgh, Purdue, Tsinghua, the Wang Yanan Institute at Xiamen University, WZB, Zurich, the 2011 International Meetings of the Economic Science Association Chicago, IL, the 2013 AsiaPacific Meetings of the Economic Association Tokyo, Japan, the 2013 Inequality Workshop at Tampere University, the 2014 Decentralization Conference, and Stanford SITE Psychology and Economics Session for helpful discussion and comments, and Tyler Fisher and Roy Runyu Shi for excellent research assistance. We are grateful to Martin Butt and Webb Phillips for making the data dump available. The financial support from the National Science Foundation through grant no. BCS1111019 is gratefully acknowledged. The research has been approved by the University of Michigan IRB. R. Chen: Department of Economics, Faculty of Arts and Social Science, National University of Singapore, AS2 Level 6, 1 Arts Link, Singapore 117570. 1Introduction Understanding strategies to increase prosocial behavior is of major interest across the social sciences. The sizeable mechanism design literature has identified innovative taxsubsidy rules toreduce freeriding in the presence of public goods when a central authority can enforce the rulesClarke 1971, Groves 1973, Groves and Ledyard 1977. In comparison to the mechanism designapproach, we investigate a realworld mechanism designed to increase prosocial behavior in apublic good environment, namely, team competition.Our research question is whether team competition increases prosocial behavior in the field. Alarge body of experimental research in economics and social psychology has demonstrated that theexistence of identitybased teams can increase public goods provision Eckel and Grossman 2005and improve coordination Bornstein, Gneezy and Nagel 2002, Croson, Marks and Snyder 2008,Chen and Chen 2011.1 However, one limitation of this research is that it has been conducted ina laboratory setting. Thus, it is an open question whether team competition increases prosocialbehavior in a natural field setting, and if so, why.Our research is conducted at Kiva.org, the worlds first and largest peertopeer microfinancewebsite. Kiva was created to help micro and small enterprises in developing countries, whichcomprise the largest group of employers in many developing countries. However, their growth isoften stifled by a lack of access to credit and other financial services Flannery 2007. To meetthis large ongoing need for entrepreneurial support, Kiva provides a unique opportunity to increasethe participation of ordinary people around the world through the process of online microlending.Founded in 2005, Kiva partners with microfinance institutions and matches individual lenders fromdeveloped countries with lowincome entrepreneurs in developing countries as well as in selectedcities in the United States. Through Kivas platform, anyone can make a zerointerest loan of 25or more to support an entrepreneur. As of January 2014, more than 1.5 million lenders across 208countries have contributed 516 million in loans, reaching over 1.2 million borrowers in more than 73 countries. Through its online lending model, Kiva has transformed the entrepreneur lendinglandscape, creating a new form of capital market enabled by information technology.Despite its success, Kiva faces a challenge in terms of lender engagement. Although the membership of Kiva, along with the number of loans made through Kiva, has increased greatly, only afew lenders give many loans, while most members give only a few or no loans Liu, Chen, Chen,Mei and Salib 2012. Indeed, Premal Shah, the president of Kiva, indicates that many Kiva lenderslend once, but then never come back to the site, despite the fact that their loans have been repaid 1Goette, Huffman, Meier and Sutter 2012 also demonstrate the dark side of intergroup competition in that groupmembers might hurt outgroup memebers. In our field setting, this negative aspect does not apply.2and thus they could make another loan at no additional cost.2To increase lender engagement, in August 2008, Kiva instituted a lending teams program, asystem through which lenders can create teams or join existing teams. The lending team conceptworks as follows. First, any lender is allowed to create or join any number of teams. When thatlender next makes a loan, a prompt asks whether to assign that loan to any of the teams the lenderhas joined. For a given loan, a lender may choose to assign it to either one team or no team. Oncea team is created, it appears on Kivas team leaderboard http:www.kiva.orgteams.This leaderboard sorts teams by the total loan amounts designated to them by their team members.Since 2008, more than 29,000 Kiva teams have been created, many of which are organized basedon lender group affiliations such as school, organization, geographic location, religious affiliation,or sports. Of note, many of the highly ranked teams are identitybased, such as the Atheists andthe Kiva Christians.To investigate the effect of team membership on prosocial lending behavior, we first conductempirical analysis using naturally occurring field data. To further explore factors that differentiatesuccessful teams from dormant ones, we run a randomized field experiment by posting forummessages designed to motivate lending activity. These messages relate to two possible underlyingmechanisms that might affect team performance. One mechanism is team competition throughgoal setting. The second mechanism is team coordination to reduce transaction costs.Our results provide both academic and practical insights. First, our study contributes to socialidentity research by demonstrating that group membership can be leveraged as a design tool topromote prosocial behavior in the real world. This approach takes social identity research fromtheory Akerlof and Kranton 2000, Tajfel and Turner 1979 and the laboratory Charness, Rigottiand Rustichini 2007, Chen and Li 2009 to the realm of market design and intervention. It alsocontributes to econometric by incorporating data mining techniques from computer science toanalyze both numerical and text data. Finally, our study is directly relevant for Kiva and otheronline public goods sites looking to increase participant engagement.2 Literature Review Our paper relates to two streams of economic research the role of group identity in publicgoods provision and the effectiveness of online microfinance in motivating lender behavior. Ineconomics, there is a large body of research examining why people give to charities Andreoni 2006b, Vesterlund 2006. There is also a more recent literature that uncovers the positive effectsof group identity and team competition on public goods provision and coordination. However,2Source: http:www.youtube.comwatch?va EC3Ow KWgfc, retrieved on March 5, 2014.3these studies are largely based on results obtained in a laboratory setting. These laboratory results show that participants with a salient group identity contribute more to public goods underthe voluntary contribution mechanism Eckel and Grossman 2005, and coordinate to a more efficient Nash equilibrium in the context of the minimumeffort game Bornstein et al. 2002, Chenand Chen 2011, the provision point mechanism Croson et al. 2008 and the Battle of the SexesCharness et al. 2007.However, one challenge in interpreting these findings is the question of whether they can applyto naturally occurring settings. One study provides a positive answer in a field experiment of fruitharvesting in an orange grove Erev, Bornstein and Galili 1993. In this setting, the authors findthat team competition increases productivity, but they do not explore mechanisms which mightcause such a team effect. By contrast, our study takes advantage of the Kiva online forum, whichenables communication among team members, to explore mechanisms which lead to successfulteam lending in a field setting. We then use our findings from the team forums to design a randomized field experiment to explore the relative effectiveness of these underlying mechanisms inincreasing lender activity.A second stream of literature on the economics of microfinance largely focuses on the borrower side Armend ariz and Morduch 2010. More recently, a few studies on online microfinanceexamine lender motivations Liu et al. 2012, biases Jenq, Pan and Theseir 2012 and sensitivityto transaction costs Meer and Rigbi 2011. Focusing on Kiva, these studies find that lenders appear to favor more attractive, lighterskinned and less obese borrowers. They are also more likelyto fund loan requests from borrowers they perceive to be needy, honest and creditworthy Jenq etal. 2012. In one field experiment on Kiva which varies the language of the loan requests, Meerand Rigbi 2011 find that untranslated requests take substantially longer to obtain full funding thantranslated ones, indicating that transaction costs arising from translation significantly deter fundingspeed. The authors also find that social distance plays a role in funding decisions. Closer to ourstudy, Hartley 2010 reports observations of 120 lending teams on Kiva over a twomonth period.Specifically, the author compares team size and openness on group lending activities. However,the small sample size precludes an econometric analysis of the observations.3 Lastly, using the Kiva API data from a shorter time horizon May September 2012 than ours February 2006 February 2012 and a different statistical model linear mixed model, Schaaf 2013 independentlystudies the effects of team membership on lending behavior in his masters thesis, and concludesthat team membership significantly increases loan amount but not loan frequency. His analysis onloan amount uses the same approximation as we do in Table 3, both following the approximation 3While Kiva loans are interest free, other microfinance websites, such as Prosper.com, allow users to make loansfor profit. As we are interested in prosocial lending, we do not review the literature which investigates forprofitmicrofinance sites Lin, Prabhala and Viswanathan forthcoming.4method in our earlier work Liu et al. 2012, and reaches similar conclusions as we do, whereas hiscoefficient on loan frequency is positive but insignificant, which might be due to a smaller numberof observations. While Schaaf 2013 focuses on empirical analysis using naturally occurring data,our study also contains a randomized field experiment designed to explore mechanisms underlyingthe team effects.Our study thus advances the existing literature in several dimensions. First, we investigatethe effects of lending teams on prosocial lending with a largescale empirical study. Second,the team forum data enable us to uncover the mechanisms behind the positive effects of teammembership, and to verify the efficacy of these mechanisms using a randomized field experiment.Finally, the existing social identity literature in economics and social psychology is largely basedon theory Akerlof and Kranton 2000, Tajfel and Turner 1979 or laboratory experiments Charnesset al. 2007, Chen and Li 2009. In comparison, our study examines the effects of identitybasedteam competition in a realworld setting.3 Field Setting: Kiva Founded in 2005, Kiva enables citizen lenders from developed countries to make loans of at least25 to borrowers in developing countries through its online platform. Kiva partners with 238microfinance institutions across 68 countries to select borrowers and administer its loans Flannery 2007. These individual loans are then combined into a single loan to the borrower.Table 1 displays the summary statistics for Kiva as of February 2012. These statistics show that,while 64% of those who have joined the site have made at least one loan, the remaining 36% havenever made a loan. This is consistent with previous research that finds that only a few lenders givemany loans, while many lenders give few to no loans Liu et al. 2012. This uneven distribution ofloans results in a small group of core lenders and a large group of peripheral lenders.To address this disparity in lending activity, in August 2008, Kiva instituted a lending teamsprogram. This program allows any lender to create or join any number of teams. Once a teamis created, it is displayed on Kivas team leaderboard http:www.kiva.orgteams. Alender who has joined a team is subsequently asked if she wants to assign any loan she makes toone of her teams. For a given loan, a lender may choose to assign it to either one team or no teams.Kiva teams share a name and a motivation statement,4 which form a basis for the groups 4The team motivation statement can be found on each teams home page. When a team is formed, they can fill outa field called We loan because: . .   For example, the motivation statement for Team Canada says, We loan because:So little means so much. And because we are so fortunate to be able to lend with the luxury of not worrying aboutwhether we ever see that money again, while the clients borrow with the hope and determination that they will be ableto repay, and improve their lives along the way.5Table 1: Summary Statistics As of February 2012Number of Lenders Lenders who have made:No loans At least 1 loan Avg. number of loans At least 5 loans Avg. number of loans Lenders with:Location information Motivation statements Occupation information Lenders who are:Male Female Companies Families Couples Lenders who are members of:At least 1 team Median number of teams Number of teams Avg. number of lenders per team Avg. number of loans per team 884,692315,543569,14913.41246,67328.26500,131129,731436,986175,219318,1721,1323,5583,171159,833122,32211.92120.556identity. Furthermore, Kiva teams consist of open and closed teams, each designated by the teamcaptain. While anyone can join an open team, one must have the permission of the team captainto join a closed team. Of the 22,322 teams in the 2012 data set, 17,194 77% are open, and 5,128 23% are closed. In addition, each Kiva lending team has a restricted forum accessible onlyto team members. The team forum enables communications between team members, which canfoster both team identity and team bonds Ren, Kraut and Kiesler 2007.Premal Shah suggests that the lending teams program was designed to increase lender engagement on Kiva and to make Kiva as fun and compelling as possible. To this end, the lending teamsprogram provides a venue for team competition. Competition is implemented on Kiva through ateam leaderboard. The team leaderboard sorts teams by the total loan amounts that their team members have assigned to them this month, or last month or all time.5 As of March 2014, the topfive lending teams displayed on the leaderboard are Atheists, Agnostics, Skeptics, Freethinkers,Secular Humanists and the NonReligious, Kiva Christians, Guys Holding Fish, milepoint,and Team Canada.6 While the top lending teams are characterized by their vibrant forums andlending activity, many teams become dormant shortly after their creation. Among all open teams,36.5% have not made a loan in the past year and 89.9% have not made a forum post in the pastyear.Since Kiva teams were designed to increase lender engagement, these findings suggest theymay benefit from a clearer understanding of how team membership motivates member behavior.To investigate this question, we draw on naturally occurring data on Kiva and a randomized fieldexperiment. We obtain our data from two sources. First, we download data from Kivas publicapplication programming interface API. This provides us with a snapshot of the information that Kiva collects about its lenders, teams and loans from February 2006 through February 2012. Oursecond data source comes from a Kiva data dump in April 2013, which contains encrypted loanteam assignment information and a time stamp for each loan, as well as anonymized team forummessages for public users in open teams. It is important to note that Kiva does not report theamount that an individual lender lends, due to privacy concerns. While we know the number ofloans each lender gives, we do not know how much money is lent for each of these loans, exceptthat the minimum loan amount is 25. Therefore, we will use the number of loans per lenderas our main outcome variable. In our empirical analysis, in addition to the number of loans, weuse a proxy variable for the amount loaned. Detailed descriptions of the list of variables and ourfreetext data coding methodology are contained in Appendix A.5Alternative team leaderboards sort teams by new members this month, last month and all time. However,the new member leaderboards are less prominently displayed on the site.6Source: http:www.kiva.orgteams, retrieved on March 28, 2014.74 Theoretical Framework In this section, we outline our theoretical framework for prosocial lending on Kiva, which servesas a benchmark for our empirical analysis and experimental design. While our theoretical framework is closely related to the literature on sequential contributions to public goods Varian 1994,Vesterlund 2003, Andreoni 2006a and charitable giving in the field Shang and Croson 2009, List 2011, Kessler 2013, we also incorporate features of online microfinance into our model to betterrepresent the Kiva context.One feature of our model is search cost. Kiva lenders make charitable loans for differentreasons Liu et al. 2012. Some want to help women entrepreneurs in Africa, whereas others wantto help borrowers who share their religious beliefs. At any given time, thousands of borrowerswith outstanding requests are displayed on the Kiva page.7 Therefore, we assume that Kiva lenderi incurs a search cost, ki, to find a borrower whose profile is a good match for her lending criteria.Search cost can be thought of as the opportunity cost of time. In our model, we assume that lenderis search cost, ki, is an i.i.d. draw from a continuous distribution, F , with support k, k. Leti 0, index the match quality of making a loan request, and ci 0 be lender is opportunitycost of making a zerointerest loan.j, then Gj cid:80We further let i be is initial endowment of private good, xi be her composite private good,and gi be her loan amount. If J represents the set of lenders who have made a loan to borroweri J gi is the total loan amount to borrower j. From the lenders perspective, weassume only one borrower is her best match. Therefore, we omit the subscript j in subsequentnotations.Finally, we assume that individual lenders belong to preference classes, comprised of identicalpreferences. Define utility as Ui U xi, G; i. For simplicity, we assume the utility function isquasilinear,Uixi, G; i ivG xi ivG i cigi ki Iki k 0i ,1where v is lender is value function for the public good; k 0i is the threshold of lender is searchcost if she does not belong to any team; and Iki k 0i is an indicator function which equals oneif lender i decides to search and zero otherwise. We assume that v is concave. We first considerthe case of a lender who does not belong to any team. This lender first decides whether to incurcost ki to search among the thousands of borrowers. If she chooses to search, we assume that shewill find a borrower who matches her criteria and will subsequently make a loan.By contrast, if a lender belongs to a team, we assume that members within a team have identicalpreferences with regard to the public goods. In other words, team members agree on which loan 7For example, a lender can choose among 2,552 loan requests on January 31, 2014.8is the best fit for the team, i j t, for i, j T . This assumption is based on our similarityanalysis which is explained in detail in Section 5. Using the Kiva API data, we explore two typesof similarity: location and motivation. For each type of similarity, we first calculate the lenderlender similarity between each pair of lenders. Then, for each lender, we find the average of theselenderlender similarities for each existing team, giving us a lenderteam similarity between eachlender and each team. Finally, we break the teams into those that the lender has and has not joinedand take the average of these lenderteam similarities in each subset, treating each team as a unit.Doing so gives us both an ingroup and an outgroup lenderteam similarity measure for each lender.The results of this analysis show that lenders are more locationally and motivationally similar totheir team members than to nonteam members.8After establishing lenderteam similarity, we next explore the effect of lending team competition and coordination on lender behavior. If a lender belongs to a team, in addition to her utilityfrom private and public goods consumption, we assume that she cares about her team ranking. Theextent to which she cares is represented by the parameter, i 0, 1. Using the Kiva API data, weestimate the equation, lnRank a b lntotal team loan, and obtain the parameters a 10.208and b 0.504. Based on this estimation, we make the assumption that the team ranking function,RGt, is increasing and concave in the total amount of team T s loan, Gt.9 We then modify theutility function 1 to the following:U xi, Gt; t tvGt i ctgt ki Iki kt2Going through the same exercise, we can derive conditions under which Gt G0. A lenderi if t is sufficiently high. Therefore, we obtaini t RGt.will search if ki ktour first proposition.i. It can be shown that kti k 0Proposition 1 Team Competition. When team ranking is sufficiently important to a lender, alender who belongs to a lending team will be more likely to search and to make more loans than alender who does not belong to any team.Proof: See Appendix B.If, instead of emphasizing on team competition and ranking, team members coordinate byrecommending loans to each other, thus reducing the search cost. If the lender with the lowest 8For the motivation similarity measure, the average ingroup lenderteam similarity is 0.014 and the average outgroup lenderteam similarity is 0.009. A signedrank test indicates that this difference is significant at the 1% levelp 0.0001, twosided test. For the location similarity measure, the average ingroup lenderteam similarity is 0.417and the average outgroup lenderteam similarity is 0.099. A signedrank test indicates that this difference is alsosignificant at the 1% level p 0.0001, twosided test. See Section 5 for the details of our similarity analysis.9Alternatively, if lenders are motivated by warm glow instead of team ranking, using the specification in Andreoni1990, we can obtain similar results.9search cost conducts the search, the likelihood that a lender who belongs to a team will conduct asearch is 1 F kin 1 1. Therefore, the lenders expected utility function in the lending stagebecomes U xi, G; t tvGt i ctgt ki1 F kin 1.3This leads to our second proposition.Proposition 2 Team Coordination. A lender who belongs to a lending team where membersrecommend loans to each other will be more likely to make loans than a lender who does notbelong to any team.Proof: See Appendix B.It follows that if a team successfully emphasizes competition and coordination, the combinedeffects separately identified in the two propositions will be stronger.5 Empirical Analysis In this section, we present the findings from our analysis of the naturally occurring field dataobtained from Kiva, examining whether joining a team increases lending activity. We also explorethe factors that might differentiate active teams from dormant ones.5.1 Team membership and lending behavior We first examine whether joining a team increases individual lending. Based on Propositions 1 and 2, we expect that joining a Kiva team will increase individual lending when team members have astrong sense of team identity and coordinate to reduce search cost. Thus, in the Kiva setting, weexpect the following hypothesis to hold:Hypothesis 1 Effect of Team Membership on Lending. Joining a team increases a lenderslending activity level.Figure 1 presents the average number of loans per person per month for those who have joinedat least one team gray triangles compared to those who do not belong to any team black dots.The vertical line through August 2008 denotes the time when teams were introduced as an optionon the Kiva site. While lenders who join teams lend more than those who do not join teams, giventhe behavior of these lenders before the team system was implemented, this difference may reflecta selfselection bias. That is, it is possible that lenders who join teams are simply more active on Kiva in general.10Figure 1: Average lending activity loans per person per month, separated by whether lendershave joined at least one team on Kiva. The gray triangles denote lenders who join at least one teambetween August 2008 and February 2012, while the black dots denote lenders who do not belongto any team as of February 2012.1100.511.5200602200605200608200611200722007520078200711200822008520088200811200922009520098200911201022010520108201011201102201105201108201111201202Loans per Person MonthWithout further analysis, it is unclear whether Kivas team design has any effect on overalllending or whether it simply shifts the most active Kiva users into teams. To control for anypotential selection bias, we employ an instrumental variables analysis. We begin with the followingeconometric model:average loansi 0 constant 1 joined teami B Demographicsi iwhere average loansi is the average number of loans loansday given by lender i, joined teamiis a dummy variable for whether lender i has joined a team, and Demographicsi represents demographic variables including location, gendertype, and occupation. We find the variable joinedteami to be correlated to the error term i, verified by a Hausman test p 0.0001. Therefore, weinstrument for joined teami using a version of the lenderteam location similarity measure. Thismeasure is inspired by the empirical network science literature which tries to explain why usersjoin certain communities. It is often observed that people tend to associate with others whom theyperceive as similar to themselves in some way, a phenomenon known as homophily in the sociology literature Mc Pherson, SmithLovin and Cook 2001. To understand how homophily mightplay a role in the Kiva lending community, we first define a location similarity measure using ahierarchical network model Watts, Dodds and Newman 2002 as displayed in Figure 2.Figure 2: Location similarity hierarchy The location similarity between two lenders i and j is denoted lij 0, 1, 2, 3, defined asthe level of their closest common parent node. For example, if two lenders are in two differentcountries, the similarity score will be 0.If Lender 1 is from Ann Arbor, MI and Lender 2 isfrom Chicago, IL, their closest common parent node is the US, giving these two lenders a locationsimilarity of 1. However, if Lender 1 is from Ann Arbor, MI and Lender 2 is from Detroit, MI, theirclosest common parent node will be Michigan, giving them a location similarity of 2. Therefore, ahigher location similarity between two users indicates closer jurisdictional proximity between two 12All Level 0Level 1: Country Level 2: State Province Level 3: City USMIDetroit Ann Arbor Chicago Victoria British Columbia IL CA users. For this measure, we assign a location similarity of 0 to all pairwise comparisons where atleast one lender does not provide location information to Kiva.10 The location similarity betweenlender i and team T is defined by li T cid:80j T lijT.This instrument is calculated by taking the maximum of the similarity measure between eachlender and each team, li max T li T , i.e. the similarity between lender i and her most similar team,regardless of her membership in that team. We expect this measure to affect lending activity onlythrough its correlation with whether the lender joins a team. In what follows, we discuss the tworequirements for the validity of the instrument.First, regarding the requirement that there exists partial correlation between the instrument andjoined team, we expect this correlation to exist due to the large number of locationbased teams.Using teams self categorization, we find that 69.99% of the 22,605 teams are locationbased.11Furthermore, in our twostage least squares IV regressions displayed in Table 2, the F statistic onthe maximum location similarity instrument is greater than 100 in all cases, eliminating potentialweakinstrument problems. Thus, our first stage is strong.Second, regarding the exclusion restriction requirement, i.e., the instrument influences the lending activities only through its correlation with whether the lender joins a team, we argue that themaximum location similarity does not enter the second stage, as the correlation between the instrument and lending activities is only 0.037. Furthermore, it is exogenous, as the maximum locationsimilarity is the similarity between a lender and her most similar team regardless of whether shebelongs to the team. Indeed, only 0.49% of the lenders belong to the team which has the maximumlocation similarity. Lastly, one might argue that lenders who live in large cities, and therefore morelikely to have teams with which they are more similar according to our instrument, might tend tolend more. However, we find that this is not the case. Using a 1673person random subsample ofour lenders who provide their city information, we find that the correlation coefficient between theaverage number of loans and the population of their cities of residence is 0.0028.The results of the twostage least squares instrumental variables regression are displayed in Table 2. This table shows the results of two specifications of the regression. Columns 1 and2 show the results of the firststage regressions while columns 3 and 4 show the results ofthe secondstage regressions. In both specifications, we include only lenders that have made atleast one loan, ignoring those who have signed up for Kiva but not done anything on the site.Columns 1 and 3 present the results of a regression with no demographic variables included.We find that increasing the maximum location similarity measure by 1 increases the probability ofjoining a team by 4.49%, and joining a team increases the number of loans given per day by 0.04.10This measure can also be seen as the worst case scenario, where we assume that each lender who does not providelocation information lives in a different country.11See Appendix A.4 for the average member similarity in teams for each category.13This represents an increase of about 1.2 loans per month, or at least 30 per month, since Kivasminimum loan amount is 25.Table 2: Effect of Team Membership on No. of Loans: 2SLS Instrumental Variables Regressions IV 1st Stage: Joined Team IV 2nd Stage: Average 1234OLS: Average 56Joined Team Max Location Similarity 0.04490.04480.0010.0010.03970.05000.01800.01790.0050.0030.0010.000Constant Female 0.14070.18730.00950.00520.01410.01390.0010.0030.05870.0020.0010.0010.0000.0000.00490.0000.00680.000Occupation Controls Observations Note:No Yes No Yes No Yes 569,149179,412569,149179,412569,149179,412Significant at the: 10%, 5%, and 1% levels.Columns 2 and 4 include the demographic variables gender and occupation. Both of thesevariables are derived from human coders and trained classifiers. The occupation categories aretreated as dummy variables. For this specification, we restrict the lenders included in the regression to individuals that provide occupation information and are coded as either male or female.This specification does not provide substantially different results from the first specification. Anydifferences are due to either the restriction to a more engaged set of lenders or the inclusion ofthese two demographic controls. When we run the original regression no demographic controlsbut for the subset of lenders included in the second regression with demographic controls in Table 11 in Appendix C, we find that lenders in this subset are 4.72% more likely to join a team if theirlocation similarity measure increases by 1, and joining a team increases their lending by 0.057loans per day 1.7 loans per month, or at least 42 more per month. Including the demographiccontrols reduces this to about 0.05 loans per day or at least 38 per month.Finally, in columns 5 and 6, we repeat the regressions from columns 1 to 4, but usingordinary least squares rather than an instrumental variables regression. We find that the IV estimateof joined team is 0.0397, while the OLS estimate is 0.018. Thus, the IV estimate is more thantwice as as large as the OLS estimate, indicating that the OLS estimators might suffer from theattenuation bias as a result of the correlation between joined team and the error term.In Table 3, we repeat the exercise in Table 2, but use a proxy lending amount, rather thanthe number of loans, as the dependent variable. Since Kiva does not release the amount loaned,for each loan request in which a lender participates, we divide the total amount requested by the 14Table 3: Effect of Team Membership on Loan Amounts: 2SLS Instrumental Variables Regressions IV 1st Stage: Joined Team IV 2nd Stage: Average Amount OLS: Average Amount Joined Team Max Location Similarity Constant Female120.04490.04480.0010.0010.14070.18730.0010.0030.05870.00231.40710.16641.77810.117560.61570.61080.0190.0120.32630.0360.17610.0340.17020.0130.49310.49240.0090.0110.24160.010Occupation Controls Observations Note:No Yes No Yes No Yes 569,149179,412569,149179,412569,149179,412Significant at the: 10%, 5%, and 1% levels.number of lenders who participate, and use this as a proxy for the amount that this lender loans.The results are robust. We find that lenders who join teams on average make 42 more in loans permonth compared to those who do not belong to any team.Overall, the results indicate support for Hypothesis 1, and show that joining a team significantlyincreases lending activity. We next explore the mechanisms which might explain this finding.5.2 Underlying mechanisms for team effects Based on our theoretical analysis, we expect that both team competition Proposition 1 and coordination Proposition 2 will increase the lending activities of team members. To examine themechanisms by which this might occur, we analyze the characteristics of team forum discussionson Kiva. We do so to obtain insight into the underlying mechanisms that motivate members ofsuccessful teams. For example, we observe that members of high ranking teams often refer loanrequests to other team members, as seen in this post from a member of a highly ranked team:I just loaned to Diarras Group in Senegal. The featured borrower is a mother of 4 whosells vegetables. With the earnings she takes care of her children, mainly by buyingfood for them. Please kindly consider supporting this loan. Thanks! www.kiva.orglend664224In this case, by pointing to the url link of a specific borrower or borrower group, the lendersaves the search costs of fellow team members. To identify teamprompted motivations, we examine two aspects of these team forums: the number of links to specific loans each month, and the 15number of members who have posted to the forums for the first time in that month. The number oflinks to specific loans measures the extent to which the forums facilitate coordination towards specific loans, while the number of members who post for the first time measures the level of activityand engagement of the team.In addition to team coordination, we examine forum postings for messages that reinforce teamcompetition. For example, a lender from an active team posted the following forum message:Except for July, when the Mormons surged to pass the 1,000,000 mark, weve steadilybeen increasing our lead on them. Weve been slowly gaining on India. However,Trolltech is gaining on us, and Nerdfighters, with huge membership and lending numbers are rapidly outpacing all sorts of teams. They will soon be outdoing us in doinggood.This type of message appeals to members competitive motivations. In particular, when a lenderjoins a team, particularly a highlyranked team, the team leader board provides a level of prestigethat the lender may wish to maintain or surpass. If competition motivates engagement, then wewould expect that teams close to overtaking another team or being overtaken in terms of numberof loans will attract more loans from their members. To explore this possibility, we first calculateeach teams monthly percentile in terms of number of loans, as well as the loan differences betweenteams just above and below them in the rankings. Loan percentile is calculated as the number ofteams with strictly fewer cumulative loans divided by the total number of teams multiplied by 100. For the percentile and loan difference variables, we expect the monthtomonth change to bemore relevant to lending than the absolute values, so we calculate their first differences and then lagthem by one period. Since we also wish to examine an interaction term between a teams percentileand their loan differences with other teams, we center the rank and loan difference variables beforecalculating these interaction terms. These possibilities yield the following econometric model,where we also include the lagged lending to account for persistence:loansi,t 0 constant 1 linksi,t 2 percentilechangei,t 13 newpostersi,t 4 diffabovechangei,t 15 diffbelowchangei,t 1 6 loansi,t 1 i,t We run the above model as a fixedeffects regression with i denoting teams and t denoting In column 1, we run thismonths. Table 4 displays three specifications of this regression.1212These specifications do not control for team size, as it is highly correlated with lagged loans. An alternativespecification that does control for team size is included in Appendix C the results are not greatly affected.16Table 4: Team Loan Analysis: Fixed Effects Dependent Variable: Number of Loans each Month month t1All Teams 0.15870.0030.16070.0070.84610.0020.01700.0000.04960.0010.71490.0016.42480.034651,49119,1750.6982N 50.15250.0050.16870.0150.84720.0030.01700.0010.04570.0010.72520.0018.36900.081270,3406,8450.7123Top 500 Teams 0.15680.0110.35780.0590.87880.0060.01690.0010.04920.0030.71530.00220.17080.41156,8211,1030.704Number of Linksmonth tPercentile Changemonth t 1 month t 2Members who Posted for the First Timemonth tLoan Difference Change Abovemonth t 1 month t 2Loan Difference Change Belowmonth t 1 month t 2Number of Loans Laggedmonth t 1Constant Observations Number of Teams R2Note:Significant at the 10%, 5%, and 1% levels.17regression on all teams. Note that all of the included regressors are significant at the 1% level.These results show that both the number of url links posted to a teams forum and that teamsmovement on the leaderboard significantly affect lending behavior. A team with one more link inthe forum gives 0.16 more loans per month, or about one more loan per month for every six links.Also, a team with a 1 percentile decrease in rank gives 0.16 more loans in the next month.Our results further show that there is a large amount of persistence in the number of loans ateam gives in a month, as evidenced by the large coefficient on the lagged number of loans. Inaddition, when a member posts for the first time, lending increases by 0.85 for the month. Thiscould be due to the posters loan as well as loans by other members. We also see smaller effectswhen a teams loan difference to the team above it or below it increases. In these cases, a teamlends more, indicating a desire to maintain their current rank against other teams. Note that thecoefficient on the below variable is about twice as large as the coefficient on the above variable,showing that teams care more about maintaining vs. improving their rank.In column 2, we restrict our attention to teams that have at least five members; this yields asubsample of about a third of the teams. This group is of interest because it is the sample for ourfield experiment. In column 3, we restrict our attention to teams ranked in the top 500 teams atsome point in their history, with the expectation that team ranking might be more important forthose ranked higher on the leaderboard. This ranking is based on the total number of loans in theteams histories. The results of these regressions show very similar results. One difference is thatwhen we restrict our attention to highlyranked teams, the coefficient on percentile change doublesfrom the case where we include all teams. This indicates that highlyranked teams care more aboutchanges in rankings, and will respond more strongly than lowerranked teams when these changesoccur.Together, these analyses indicate that coordination and competition messages on team forumsare each correlated with increased lending activities. However, effective teams often use bothtypes of messages. To separately evaluate the effects of coordination and competition, we run afield experiment that targets teams forums, using both url links to specific loans and goal settingto determine the separate effects of competition and coordination on lender behavior.6 Experimental Design In this section, we describe the design of our randomized field experiment. This experimentaldesign allows us to separately investigate the effects of coordination through a reduction of transaction costs and competition through goal setting on increasing lending behavior on the Kiva site.Our randomized field experiment takes advantage of the design of Kivas team system. When ateam is formed on Kiva, it receives a dedicated forum accessible to only that teams members. Our 18initial analysis of forum messages shows that highlyranked teams often set goals and coordinatetheir lending around specific borrowers. Our experimental design draws on the team forum component in two ways. First, we utilize the forum as a means of posting messages to teams. Second,we use the nature of the forum messages to study both coordination through a reduction of searchcosts and competition through goal setting.Specifically, we implement a 22 betweenteams factorial design in which we vary the contentof our posted messages between our treatment groups. Along one dimension of the experimentaldesign, we vary whether the message includes a link to a specific borrower. Along the otherdimension, we vary whether the message includes a teamcompetition related statement. Since Kiva sends a daily email summary of all messages on a teams forum to all team members, weknow our experimental message is pushed to each team members inbox.Table 5: Features of Experimental Treatments Coordination No Link Link No Goal 1. No GoalNo Link 109 teams 2. No GoalLink 107 teamsCompetition Goal New team member intro.3. GoalNo Link 106 teamsIntro. Goal Intro. Link to a loan 4. GoalLink 105 teamsIntro. Link to a loan Goal Control 0. No forum message 109 teamsOur control condition, in which a lender makes a 25 loan and credits it to her team withoutposting a forum message, controls for both new member and new loan effects. By contrast, inour No GoalNo Link treatment, a lender credits a 25 loan to her team and introduces herself byposting a message on the team forum, such as:Hi, I am , and I am new to the team. I just credited my first loan to the team.In our next condition, the No GoalLink treatment, in addition to the introduction message, thelenders message links to a specific loan with a description of the borrower from the Kiva Webpage:Hi, I am , and I am new to the team. I just credited my first loan to the team. I loaned toUmurzok from Tajikistan. Umurzok raises cattle and he is requesting a loan of 1,900 to buybulls and cows. Here is the url to his request: http:www.kiva.orglend476601.In comparison, in the GoalNo Link treatment, in addition to the introduction message, thelender sets a goal for the team to improve their ranking on the leaderboard:Hi, I am , and I am new to the team. I just credited my first loan to the team. If each of us 19make a 25 loan in the next month, we will improve our rank.Lastly, in the GoalLink treatment, in addition to the introduction message, the lender bothprovides a link to a specific loan, and sets a specific goal for the team:Hi, I am , and I am new to the team. I just credited my first loan to the team. I loanedto Hranush from Armenia. She requested a loan of 3,000 to help her purchase wheat to feedthe livestock. Here is the url to her request: http:www.kiva.orglend470174. Ifeach of us make a 25 loan in the next month, we will improve our rank.Given this experimental design, we randomly select 2,000 open teams out of the pool of 17,194open teams on the Kiva site. Recall that open teams are those any Kiva lender can join. From thisinitial pool, we exclude those with fewer than five current members, as such teams may consist ofmembers with additional relations across them, such as family or friends. After eliminating theseteams, we arrive at a sample of 550 teams. We then assign each team to the control or one of thetreatment groups, using stratified random assignment.This stratified random assignment is based on the level of team activity. While some teamshave generated many loans, most teams have generated four or fewer loans.13 To ensure that ourtreatments are balanced, we classify teams into three levels based on the number of loans they havegiven in their entire history: 100 or fewer loans, 101 to 1,000 loans, and more than 1,000 loans.We then randomly distribute the teams into the treatments evenly within these subsets.Note that between assigning teams to treatments and running the experiment, 14 teams changedstatus and were thus dropped from our sample. Specifically, 8 teams switched from open any Kivauser could join to closed joining required approval by the team captain and 6 were disbanded.These 14 teams were distributed amongst the treatments as listed in Table 5. This yields a finalsample of 536 teams, with a total sample size of 22,233 lenders across all teams.Before running the experiment, we run pairwise KolmogorovSmirnov tests of equality of distributions based on observable team characteristics to verify that our randomization works well inmost dimensions. The results of tests show that the number of forum messages, words in the forum messages, team members who post forum messages, URLs posted per lender, plural pronounssuch as we, our, etc., singular pronouns such as I, me, etc., loans and lenders do not differsignificantly between any two treatments. Thus, the KolmogorovSmirnov tests do not reject thehypothesis that these values are drawn from the same distribution. However, for the number ofdays each team has existed, the KolmogorovSmirnov test finds differences significant at the 5%level between the GoalNo Link treatment and the other three treatments where we post a forummessage No GoalNo Link, No GoalLink, and GoalLink.14 In addition, for the number of loans 13The median number of loans of all teams in the data dump is 4. As our sample is comprised of teams with morethan five members, the median number of loans given is 50.14The mean number of days that a team has existed in each treatment is as follows: No GoalNo Link 879.35 days;20per member per number of days each team has existed, this test finds a difference, significant atthe 10% level, between the GoalNo Link treatment and the control, and between the GoalNo Linktreatment and the No GoalNo Link treatment.15To implement our experiment, with Kivas permission, we create 50 experimental lender identities. We choose lender names from among the top 25 most popular male and female first namesand the top 50 most popular last names based on the 1990 US census. We choose lender locationsas the capital city of each of the fifty states. We then randomly match names with locations. Weallow each created identity to join eleven teams from our sample. The protocol of creating experimental online identities for the purpose of implementing an experimental design has been usedin previous online field experiments Resnick, Zeckhauser, Swanson and Lockwood 2006. Notethat in our experimental forum messages, our experimental lenders do in fact make a loan of 25to the named borrower and credit it to the team. This fact can be verified by any team memberby clicking on the lender name or borrower URL. The only part which is not true is the first nameof our experimental lender, which constitutes a minor form of deception. The use of experimental lenders follows the tradition of resume audit studies examining how employers respond to thecharacteristics of job seekers, such as race Bertrand and Mullainathan 2004 or postsecondarycredentials Deming, Yuchtman, Abulafi, Goldin and Katz 2014.To select the borrowers that would receive loans for our experiment, we use four criteria:1. To ensure that the loans we select are not fulfilled immediately, we select loans where therequested amount is at least 1,000.2. For the same reason, we select loans where the amount yet to be fulfilled in the request isabove 50% of the original request.3. To ensure sufficient timing, we choose loans that will not expire within the next 5 days.4. To provide a consistent borrower profile across treatment groups, we choose only loans requested by individual borrowers.Our experiment takes place in a threeweek span between October 8 and 25, 2012. In eachweek, we make loans and post forum messages on Monday, Tuesday, Wednesday and Thursdayexcept for Thursday, October 11. The experimental process for each day is as follows:1. Among the active loans available that day, we randomly select 50 loans, each of whichsatisfies all four criteria listed above. It was our intention to not repeat any loans for anyteam. However, 1 loan was repeated separated by six days.No GoalLink 890.61 days; GoalNo Link 783.94 days; and GoalLink 897.04 days.15The mean average number of loans for the control and treatments is as follows: Control 0.0120; No GoalNo Link 0.0102; and GoalNo Link 0.0098212. We then make 50 25 loans through our experimental lenders, each attributed to a differentteam. The teams are evenly distributed among our five experimental conditions. The orderthat these teams are treated is randomized.3. We then post 40 forum messages through our experimental lenders, one on each of the corresponding teams forum. As 10 of our teams are in the control group, we do not post anymessages to those teams forums.We then monitor the forum messages and lending activities for each team in the subsequentmonth. Here is one example of how team members responded to our forum message in the GoalLink treatment:Our message October 18: I am Paul, and I am new to the team. I just credited my first loanto the team. I loaned to Sandra from Colombia. Sandra is asking for a loan of 1,400 inorder to buy decorative items and aromatherapy products. Here is the url to her request:www.kiva.orglend483106. If each of us make a 25 loan in the next month, wewill improve our rank.Lender 1 October 19: Welcome Paul. I added 25 more to Sandra as well. Happy team nameto you!Lender 2 October 19: Good call Paul. Thanks for sending out the message. Im in.Lender 3 October 19: Another thanks for sending out the message. Im in!Lender 4 October 22: My 10year old daughter and I just added some loans to the team namepool. Lets keep going!Lender 5 October 23: Im in for 25.Lender 6 November 1: 100.In this example, everything that Paul said in his message was true and verifiable through clicking on his profile and Sandras loan request page, except that our research assistants name was not Paul. In the threeweek period, our experimental lenders make a total of 13,725 of loans, each ofwhich credited to the team that they belong. We then observe the subsequent lending behavior ofmembers of the teams in our sample for a month to analyze the effects of our forum messages.227 Experimental Results Using the Kiva data dump on April 27, 2013, we run our analysis of lending behavior at theindividual lender level. With this data, we are able to observe the behavior of lenders both beforeand after our treatment, allowing us to perform a differenceindifferences analysis. Along withanalysis that includes all lenders, we also separately analyze lenders who join active vs. those whojoin inactive teams. To define team activity, we examine the recent history of the teams forums.We consider a team to be active as long as at least one member of the team has posted at leastone message within the year before we begin our experiment.16 Using this definition, we find thatapproximately one quarter of the teams in our sample are active.17 We also note that members ofactive teams make significantly more loans than those in inactive teams in the year before the startof our experiment 19.09 versus 6.67 loans per person, p 0.001, twosided ranksum test.We then further define lenders who join active teams as being exposed to forum messages,and those who do not to be unexposed to forum messages. The breakdown by treatment of thesevarious categories is displayed in Table 6.18Table 6: Number of Teams and Lenders of Each Treatment in Various Categories Unexposed Exposed Lenders Total Teams Lenders Inactive Active Teams Lenders Treatment Control No GoalNo Link No GoalLink GoalNo Link GoalLink Total Total Teams 10910910710610553681857179783942824362727142269128192403116933529222339009346341164583418917911885176910529294618044Our experiment provides several results. First, Figure 3 indicates that treatment messagesincrease lending activity for lenders from previously inactive teams when we include the 4 days 16The first day of the experiment is October 8, 2012, so a team is considered active if someone has posted a forummessage from October 7, 2011 to October 7, 2012.17This percentage of inactive teams applies generally to teams with at least five members.18Since our randomization is at the team level, and lenders can join multiple teams, 3% of the lenders in ourexperiment are treated multiple times 26 out of 4,189 unexposed and 715 out of 18,044 exposed lenders. Thenumber of lenders in each treatment row includes those treated multiple times, while the number of lenders in the Total row does not. Subsequent regressions include all lenders who are treated multiple times. Removing this set oflenders does not change the results appreciably.23Figure 3: Average loans before and after treatment for lenders in teams with no forum messages ayear before treatment Top and for lenders in teams with at least one forum message a year beforetreatment Bottom. Standard errors are indicated with error bars.2400.010.020.030.040.050.060.070.080.090.143210123Control Treatment 00.010.020.030.040.050.060.070.080.090.143210123Average Loans Days from Treatment Treated on Day 000.010.020.030.040.050.060.070.080.090.143210123Average Loans Days from Treatment Treated on Day 0before and after the treatment top panel.19 In comparison, we find that the treatment effect isless pronounced for lenders from active teams bottom panel. This is verified by differenceindifferences regressions of the number of daily loans a lender makes on whether the lender hasreceived a forum message, as represented below:numloansi,t 0 1 messagei,t ui vt i,t,where numloans is the number of loans contributed by lender i on day t. In the above specification,the treatment dummy, message, has a value of one if lender i has been treated with a forum messageon or before day t and zero otherwise. Furthermore, the term, ui, represents a full set of lendereffects while the term, vt, represents a full set of time effects. The message coefficient thus providesa differenceindifference estimate of our pooled treatment effect.Table 7: DifferenceinDifferences Regressions of Number of Loans Treated Constant Observations R21Day 0.05120.0430.03560.0478,3780.50114Day 0.01100.0060.00410.006117,2920.051Lenders from Inactive Teams 7Day 0.01270.0100.01740.00958,6460.091Lenders from Active Teams 7Day0.00580.0100.00660.062252,6160.32014Day0.00290.0050.00070.050505,2320.19330Day 0.00660.0030.01880.012251,3400.04030Day0.00380.0040.01090.0631,082,6401Day0.06630.0880.01910.06936,0880.686Treated Constant Observations R2Notes:0.1591 Standard errors clustered at the individual level.2 Significant at the: 10%, 5%, and 1% levels.3 Full set of day and lender dummies included.Table 7 displays the results of this differenceindifferences regression. The columns indicate 19The day that a team in the control was treated is defined as the day that team would have been treated had theybeen assigned to a treatment. All control teams are randomly assigned to days in the same way as the other teams are.25different window sizes e.g., the 7Day specification includes data from 7 days before and 7 daysafter the treatment. We also run the regressions separately for the subset of active vs. inactiveteams, clustering standard errors at the individual level. Doing so yields the following result:Result 1 Effect of Forum Message on Lending Activity. Lenders on inactive teams who aretreated with a forum message make 0.007 more loans per lender per day, or 0.2 more loans atleast 5 per month, compared to those in the control condition, in the month before and aftertreatment. There is no significant treatment effect for lenders on active teams.We interpret this finding as an indication that forum messages have a significant effect onlenders unused to seeing such messages. To better understand how these messages impact theirrecipients, we conduct a differenceindifferences regression without pooling the treatments. Thespecification for this regression is as follows:numloansi,t 0 1 nogoal nolinki,t 2 nogoal linki,t 3 goal nolinki,t 4 goal linki,t ui vt i,t,where the treatment dummy variables, nogoal nolink, nogoal link, goal nolink and goal link eachhave values of one if lender i has been treated in the respective treatment on or before day t andzero otherwise.The results of this regression for all teams, inactive, and active teams are displayed in Tables 8,9 and 13 Appendix C, respectively. Standard errors are clustered at the individual level for eachspecification. We summarize the results below.Result 2 Goal Setting and Coordination: All Teams. In the 14day window, lenders in the GoalLink treatment make 0.018 more loans per lender per day 0.25 more loans, at least 6.25, in twoweeks than those in the control condition.In comparison, the results in Tables 9 and 13 show a differential effect based on whether thelenders have been exposed to forum messages in the past year. For lenders who do not normallyreceive forum messages, our GoalNo Link messages, compared to the control, increase lendingat both the 14 and 30day windows. Within the 14day window, individuals who receive a goalmessage gives 0.0118 more loans per day on average than their control counterparts. Over a month,this increase is smaller, but still significant, at 0.0080 more loans per day, or 0.24 more loans overa month, for the GoalNo Link messages. Using the average team size of 46.7 members in oursample, this translates into 11 more loans per month.Result 3 Goal Setting: Inactive Teams. In the 14day 30day window, lenders of inactive teamsin the GoalNo Link treatment make 0.012 0.008 more loans per lender per day, 0.168 more loansin two weeks 0.24 more loans, at least 6, per month than those in the control condition.26Table 8: DifferenceinDifferences Regressions of Number of Loans on Treatments 1Day 0.02400.0660.00830.0400.02850.1020.00740.0460.03850.05644,4660.6827Day0.00040.0100.01660.0160.00240.0090.00690.0110.01250.034311,2620.31614Day 0.00430.0060.00070.0090.01020.0060.01810.0090.01120.026622,5240.19030Day0.00470.0050.00190.0060.00030.0040.00270.0050.01260.0331,333,9800.157No GoalNo Link No GoalLink GoalNo Link GoalLink Constant Observations R2Notes:1 Standard errors clustered at the individual level.2 Significant at the: 10%, 5%, and 1% levels.3 Full set of day and lender dummies included.Table 9: DifferenceinDifferences Regressions of Number of Loans on TreatmentsLenders Not Exposed to Forum Messages in Past Year1Day 0.07670.1020.02260.0240.05330.0300.03030.0220.01920.0208,3780.5027Day 0.01030.0160.00590.0090.01610.0100.01670.0140.01730.00958,6460.09114Day 0.01120.0090.00900.0070.01180.0050.01260.0080.00420.005117,2920.05130Day 0.00480.0030.00510.0040.00800.0030.00910.0050.01900.012251,3400.040No GoalNo Link No GoalLink GoalNo Link GoalLink Constant Observations R2Notes:1 Standard errors clustered at the individual level.2 Significant at the: 10%, 5%, and 1% levels.3 Full set of day and lender dummies included.27Result 3 indicates that, in our experiment, competition through goal setting significantly increases lending for inactive teams compared to the control group. Inactive teams are preciselythe set of teams that the designer would like to reactivate. The positive effect of goal setting hasbeen demonstrated in a field experiment on individual productivity Goerg and Kube 2012. Incomparison, our result shows that it is effective in public goods provision. Results 2 and 3 are bothconsistent with findings in behavioral economics that simple situational details, known as channelfactors, such as a concrete goal and a link to a borrower, can have great impact on participationBertrand, Mullainathan and Shafir 2004.It is also interesting to note that our competition message is fairly neutral, yet still has animpact on lending behavior. In comparison, the naturallyoccurring competition messages postedto teams forums are often emotionally charged and very specific to the team. For example, amember from an active team expresses the following goaloriented sentiment:Guuuuuyys! Weve beat both the Trolltech Foundation AND the Church of the Flying Spaghetti Monster in the past weeks! Were now number 17 on the most lended list!Next up, India!Finally, we note that our link treatment messages are not as detailed as many actual messages inthe forums. In our experiment, we compose our link messages as a restatement of the borrowersreason for borrowing. By contrast, many lenders in active teams provide borrower biographiesalong with the links. For instance, a member of an active team posts the following,Thought you might be interested:Dembe Development Association Group Business: Sale of used shoes, with loan: newshoes MFI: UGAFODE, secular www.kiva.orgpartners222Featured borrower is Julius, 34, his wife died during labor. Their three children go toschool, one of them suffers from tuberculosis. Julius mainly sells used shoes in the Nakulabye market.He has insufficient capital because his profits go to the medical expenses. With theloan he will stock new shoes to sell to students who are going back to school.www.kiva.orglend523980This distinction between our message lengths and naturallyoccurring message lengths mayexplain the lack of effect obtained among the active groups in our treatment. In the active teams,lenders see messages much more detailed and sometimes more emotionally charged than the oneswe post, perhaps on a regular basis. Thus, our shorter and neutral messages could have gone 28unnoticed. In the inactive teams, people rarely post messages and none in the past a year, so ourtreatment stands out. The effects of our short and neutral messages should be taken as a lowerbound for forum interventions.In sum, we find that our goalsetting and coordination messages significantly increases lendingfor all team members in the 14day window, whereas our goalsetting message alone increaseslending for members of inactive teams in both the 14day and 30day window, compared to thecontrol condition.8 Conclusion In this paper, we investigate whether team competition increases prosocial behavior in the field.We present the results of an empirical and experimental investigation of the effect of team membership on individual lending behavior on the microfinance site Kiva. Our study yields a numberof interesting results. First, our results show that joining a team increases lending activity. Byemploying an instrumental variables analysis, we are able to show that teams do not simply gatherthe most active lenders. Rather, lenders who join teams make 1.2 more loans 3042 per monththan their counterparts who do not join teams. In addition, we find substantial heterogeneity inteam participation levels. Indeed, of the 26,000 teams on the Kiva site, more than half have notmade a loan for the past year. This heterogeneity leads us to design an experiment that exploreslending motivations across active vs. inactive teams.Our experiment makes use of the Kiva forum mechanism that allows team members to postmessages to each other. An initial examination of team message boards shows that some forummessages promote competition in the form of encouraging members to help the team maintain orboost its ranking on Kivas team leaderboard. We also find that teams whose forum users post morelinks to specific loans are more active lenders overall. This result indicates that the Kiva forumsmight be useful as a coordination device where the lenders of a team can share the information ofborrowers they have found on Kiva and thus reduce transaction costs for other team members.To separately estimate the effects of competition and coordination, we implement a field experiment by posting messages emphasizing competition through goalsetting or coordination througha reduction in transaction costs. Interestingly, we find that our goalsetting and coordination messages significantly increases lending for all team members in the 14day window, compared to thecontrol. By contrast, merely providing a link to a borrower does not increase participation, suggesting that online communities looking to increase engagement need to provide a concrete actiongoal for participants.In addition, we find that our goalsetting messages have the strongest effect on inactive teams.This may be due to the fact that our messages remind inactive users of their team affiliation. If 29so, then our protocol provides Kiva with useful information on how to increase the participation ofcurrently inactive members.Finally, we note that our experimental results were obtained even though our messages wererelatively short and neutral compared to actual member postings. This suggests that the effectsof real competition or coordination messages on lender activity may be even greater than thoseobserved in our study.Our study advances social identity research by using a field setting to examine team competitionin a largescale empirical study of an online microfinance community, and by evaluating teamidentity as a design tool to increase prosocial lending. Our results also provide direct value to Kiva and similar organizations. Specifically, we provide insight into how the team structure canbe used to enhance participation. Kiva has already begun implementing changes based on thesefindings. Now, when a team member posts a link to a specific loan, Kiva automatically displaysthe borrowers information and picture along with the link.Overall, our results may help guide Kivas further development of its system as well as providehelpful guidance to other online communities just beginning to create their systems. As onlinelending sites evolve, further research will be needed to understand how best to utilize site featuresand mechanisms to enhance participation. Our research suggests that group identity and teamcompetition will be important considerations in promoting prosocial behavior.References Akerlof, George A. and Rachel E. Kranton, Economics and Identity, Quarterly Journal of Economics, August 2000, 115 3, 715753.Andreoni, James, Impure Altruism and Donations to Public Goods: A Theory of WarmGlow Giving, The Economic Journal, June 1990, 100 401, 464 477., Leadership Giving in Charitable FundRaising, Journal of Public Economic Theory, 2006,8 1, 122., Philanthropy, in SergeChristophe Kolm and Jean Mercier Ythier, eds., Handbook on the Economics of Giving, Altruism and Reciprocity, Amsterdam: North Holland, 2006.Armend ariz, Beatriz and Jonathan Morduch, The Economics of Microfinance, second ed.,Cambridge, Massachusetts: The MIT Press, 2010.30Bertrand, Marianne and Sendhil Mullainathan, Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, The American Economic Review, 2004, 94 4, 9911013., and Eldar Shafir, A BehavioralEconomics View of Poverty, American Economic,Review, 2004, 94 2, 419423.Bornstein, Gary, Uri Gneezy, and Rosmarie Nagel, The Effect of Intergroup Competition on Group Coordination: An Experimental Study, Games and Economic Behavior, October 2002, 41, 1 25.Charness, Gary, Luca Rigotti, and Aldo Rustichini, Individual behavior and group membership, American Economic Review, September 2007, 97, 1340 1352.Chen, Roy and Yan Chen, The Potential of Social Identity for Equilibrium Selection, American Economic Review, October 2011, 101 6, 25622589.Chen, Yan and Sherry Xin Li, Group Identity and Social Preferences, American Economic Review, March 2009, 99 1, 431457.Clarke, Edward H., Multipart Pricing of Public Goods, Public Choice, 1971, 11, 1733.Croson, Rachel T. A., Melanie B. Marks, and Jessica Snyder, Groups Work for Women: Gender and Group Identity in the Provision of Public Goods, Negotiation Journal, October 2008,24 4, 411427.Deming, David J., Noam Yuchtman, Amira Abulafi, Claudia Goldin, and Lawrence F. Katz,The Value of Postsecondary Credentials in the Labor Market: An Experimental Study,2014.Eckel, Catherine C. and Philip J. Grossman, Managing Diversity by Creating Team Identity,Journal of Economic Behavior Organization, November 2005, 58 3, 371392.Erev, Ido, Gary Bornstein, and Rachely Galili, Constructive Intergroup Competition as a Solution to the Free Rider Problem: A Field Experiment, Journal of Experimental Social Psychology, November 1993, 29 6, 463478.Flannery, Matt, Kiva and the Birth of PersontoPerson Microfinance, Innovations, 2007, 212, 3156.Goerg, Sebastian and Sebastian Kube, Goals that Work Goals, Monetary Incentives, and Workers Performance, 2012. Florida State University Working Paper.31Goette, Lorenz, David Huffman, Stephan Meier, and Matthias Sutter, Competition Between Organizational Groups: Its Impact on Altruistic and Antisocial Motivations, Management Science, 2012, 58 5, 948960.Groves, Theodore, Incentives in Teams, Econometrica, 1973, 41 4, 61731.and John O. Ledyard, Optimal Allocation of Public Goods: A Solution to the Free Rider Problem, Econometrica, 1977, 45 4, 783809.Hartley, Scott, Kiva.org: CrowdSourced Microfinance Cooperation in Group Lending, 2010.Harvard working paper.Jenq, Christina, Jessica Pan, and Walter Theseir, What Do Donors Discriminate On? Evidence from Kiva.org, 2012. Manuscript.Kessler, Judd B., Announcements of Support and Public Good Provision, 2013. University of Pennsylvania Working Paper.Lin, Mingfeng, N. R. Prabhala, and Siva Viswanathan, Judging Borrowers by the Company They Keep: Friendship Networks and Information Asymmetry in Online PeertoPeer Lending, Management Science, forthcoming.List, John A., The Market for Charitable Giving, The Journal of Economic Perspectives, 2011,25 2, pp. 157180.Liu, Yang, Roy Chen, Yan Chen, Qiaozhu Mei, and Suzy Salib, I loan because : understanding motivations for prosocial lending, in Proceedings of the fifth ACM internationalconference on Web search and data mining WSDM 12 ACM New York, NY, USA 2012,pp. 503512.Mc Pherson, Miller, Lynn SmithLovin, and James M. Cook, Birds of a Feather: Homophilyin Social Networks, Annual Review of Sociology, August 2001, 27, 415444.Meer, Jonathan and Oren Rigbi, Transactions Costs and Social Distance in Philanthropy: Evidence from a Field Experiment, 2011. Manuscript.Ren, Yuqing, Robert Kraut, and Sara Kiesler, Applying Common Identity and Bond Theoryto Design of Online Communities, Organization Studies, 2007, 28 3.Resnick, Paul, Richard Zeckhauser, John Swanson, and Kate Lockwood, The Value of Reputation on e Bay: A Controlled Experiment, Experimental Economics, June 2006, 9 2, 79 101.32Schaaf, Pim, The effect of team membership on lending behavior on Kiva.org, 2013. Erasmus University Rotterdam, Master Thesis in Sociology.Shang, Jen and Rachel Croson, A Field Experiment in Charitable Contribution: The Impactof Social Information on the Voluntary Provision of Public Goods, The Economic Journal,2009, 119 540, 14221439.Tajfel, Henri and John Turner, An Integrative Theory of Intergroup Conflict, in Stephen Worchel and William Austin, eds., The Social Psychology of Intergroup Relations, Monterey,CA: BrooksCole, 1979.Varian, Hal R., Sequential contributions to public goods, Journal of Public Economics, 1994,53 2, 165 186.Vesterlund, Lise, The Informational Value of Sequential Fundraising, Journal of Public Economics, 2003, 87 34, 627657., Why Do People Give?, in Walter W. Powell and Richard Steinberg, eds., The Nonprofit Sector: A Research Handbook, New Haven, CT: Yale University Press, 2006.Watts, Duncan J., Peter Sheridan Dodds, and Mark E. J. Newman, Identity and Search in Social Networks, Science, May 2002, 296 5571, 13021305.33Appendix A. Data Sources and Descriptions For Online Publication OnlyIn this appendix, we introduce our data sources A.1, variable list A.2, coding task categoriesfor freetext data A.3, and location similarity in teams A.4.A.1. Data Sources Our data come from two sources. First, we download data from Kivas application programminginterface API, located at http:build.kiva.orgapi. This provides us with a snapshotof the information that Kiva collects about its lenders, teams and loans from February 2006 through February 2012. Two important pieces of data that we collect from Kivas API are the number ofloans each lender has made and a list of teams that each lender has joined. A full listing of thevariables from the Kiva API is presented in Section A.2.Some of these variables, such as location information, are provided in free text form, whichwe must process before using them in our analysis. Thus, we recruit subjects to code informationwhich cannot be extracted from the API in a usable form. We obtain three variables from thisprocess: lender gendergroup type, occupation, and motivation for lending. For the occupation andmotivation variables, lenders provide free text describing their jobs and why they are making loanson Kiva.20We first have the coders code a subset of lenders. We then train automatic classifiers based onthese examples to code the rest. For gendergroup type, we ask the coders to look at each lendersusername and profile picture to determine whether the lender is male, female, a couple, a company,a family, or another type of group. For occupation and motivation, we have our coders code thelenders freetext descriptions into occupation and motivation categories. For a complete list of thecategories we employ, see Section A.3. Prior to this coding task, the researchers code a subset ofthese profiles and randomly place them among the lender profiles that the coders see. The codersare paid based on how many of these precoded profiles they match to ensure consistency andreliability.Our second data source comes from a Kiva data dump on April 27, 2013. The data dumpcontains encrypted loantoteam assignment information and a time stamp for each loan, as wellas anonymized team forum messages for public users in open teams.It is important to note that Kiva does not report the amount that a lender lends, due to privacyconcerns. While we know the number of loans each lender gives, we do not know how much 20The prompts on Kiva are Occupation and How would you describe your work? for lender occupation, and Iloan because: for lender motivation. See Liu et al. 2012 for a more detailed analysis of Kiva lender motivations.34money is lent for each of these loans, except that the minimum loan amount is 25. Therefore,throughout the paper, we use the number of loans per lender as our main outcome variable.A.2. Variable List This section contains a list of the variables that we collect from Kiva. We break this data into thosethat concern lenders, teams, and loans.1. Lendersa Kiva APIi. nameii. profile pictureiii. country code: lenders countryiv. whereabouts: lenders detailed location information in free text form i.e. stateprovince,and city informationv. member since: when the lender joined Kivavi. occupation: lenders occupation information in free text formvii. I loan because: lenders motivation statementviii. number of loans: number of loans given by lenderix. teams: list of teams that the lender has joinedb Incentivized codingi. gender or group type: lenders gender or group type. These are either hand codedor predicted using a name dictionary from the US Census. Possible values include:Male, Female, Couple, Family, Company, Other Group.ii. motivation category: 5250 randomlyselected motivation statements hand coded;the rest are classified using a trained machine learning classifier.iii. occupation category: 5250 randomlyselected occupation descriptions hand coded 2. Teamsa nameb categoryc whereaboutsd We loan because 35e team since: when the team was foundedf membership type: open or closed to all Kiva lendersg member count: number of membersh loan count: number of loans belonging to the teami loaned amount: total amount of lending attributed to the team 3. Loansa idb posted datec loan amount 4. Lenders, Loansa the list of loans made by each lender 5. Teams, Loansa the list of loans belonging to the team 6. Teams, Lendersa the list of public lenders belonging to the teamb team join date: when a team member joined the team A.3. Coding Task Categories This section contains a list of the categories for motivation statements and occupations that we usein the incentivized coding. Our coders take each motivation statement and occupation and placethem into one or more of the following categories. Each statement is coded by three independentcoders. All coders are recruited from a database of University of Michigan students willing toparticipate in behavioral economics experiments and trained in the School of Information Laboratory.21 Afterwards, we take these examples and train machinelearning classifiers to classify therest of the data.Motivation categories:21See Liu et al. 2012 for details of our training protocol.361. General altruism Gnl. Altruism: e.g., I believe in a global community.2. Groupspecific altruism Grp. Altruism: e.g., I want to help women succeed in businessand in life.3. Empathy: e.g., I am disabled and I know what its like to feel helpless.4. Reciprocity: e.g., I am very fortunate to have several people in my life to lend me a handwhen I needed help. I hope that I can do the same for someone.5. Equality and social safety net Equity: e.g., I want to help others who are less fortunate.Everyone deserves a fair chance.6. Social responsibility and social norms Norms: e.g., I have the ability and Im luckyenough to be able to.7. Effective development tool Tool: e.g., I believe in change through bottomup initiativesand sustainable business models.8. Personal satisfaction Satisfaction: e.g., It makes my heart smile.9. Religious duty Religious: e.g., I believe that sometimes God works thru people to answerprayers. What a privilege!10. External reasons External: e.g., Its for a community service project at my university.Occupation categories:1. Art, Media and Entertainment Entertainment: Artist, Musicians, Directors, Designers,Writers, Journalists, Producers, Editors 2. Entrepreneurship Entrepreneur: Business Owners, Entrepreneurs, Venture Capitalists,Angel Investors, Business Incubator Managers 3. Business and Finance Business: Financial Managers, CEOs, Management Consultants,Accountants, Bankers, CPAs, Bookkeepers, Loan Officers, Auditors, Business Analysts 4. Information Technology IT: Computer Programmers, Software Developers, Systems Administrators, Web Developers, Technical Support Specialists 5. Higher Education Higher Ed.: Professors, CollegeUniversity Students, Researchers 376. Primary, Secondary, and other Education Education: Teachers, Educators, NonCollege Students, School Administrators 7. Engineering: Mechanical Engineers, Electrical Engineers, Chemical Engineers, Civil Engineers, Environmental Engineers, Systems Engineers, Computer Engineers 8. Health Care: Doctors, Dentists, Nurses, Medical Assistants, Medical Students, Emergency Medical Personnel 9. Household Management Home: Homemakers, StayatHome Parents, Child Care Providers,Housekeepers 10. Retail: Salespeople, Retail Buyers, Cashiers, Clerks, Store Managers, Sales Managers 11. Law and Government Government: Lawyers, Judges, Court Personnel, Elected Officials,Civil Servants, Military Personnel, Firefighters, Police Officers, Social Workers 12. Nonprofit: Any work with nonprofit organizations 13. Retired: Any lenders who say they are retired A.4. Location Similarity in Teams Each Kiva team can self categorize into one of 17 categories. We compute each teams averagelocation similarities between all pairs of team members, then take the average of team similarity ineach category, and present them in Table 10.The left two columns only use location information provided by team members, whereas theright two columns compute the worst case scenario where we treat users with no location information as living in a different country. Based on this calculation, we label teams in the following categories as locationbased teams: Religious Congregations, Schools, Local Area, CollegesUniversities, Clubs, Events, Businesses Internal Groups, Families, Friends, Businesses,Youth Groups, Memorials, Alumni Groups.38Table 10: Location similarity in each team category Using Provided Location Information 1.225 Religious Congregations 1.213 Schools 1.194 Local Area 1.149 CollegesUniversities 1.090 Clubs 1.012 Events 0.996 Businesses Internal Groups 0.975 Families 0.952 Friends 0.950 Businesses 0.914 Youth Groups 0.908 Memorials 0.880 Alumni Groups 0.807 Sports Groups 0.798 Other 0.757 Common Interest 0.580 Field Partner Fans Worst Case Scenario 0.664 Local Area 0.599 Religious Congregations 0.581 Families 0.537 Clubs 0.507 CollegesUniversities 0.482 Schools 0.468 Friends 0.461 Alumni Groups 0.460 Sports Groups 0.458 Businesses Internal Groups 0.458 Events 0.420 Businesses 0.419 Other 0.411 Memorials 0.406 Youth Groups 0.370 Common Interest 0.293 Field Partner Fans 39Appendix B. Proofs For Online Publication OnlyIn the proofs and examples in this appendix, we will omit the subscript i when we compare withina preference class where lenders have identical preferences, but different endowments and searchcosts.Proof of Proposition 1: We first derive the equilibrium search decision and loan amount for alender who does not belong to any team. Using backward induction, we first examine lender isloan amount, g 0, after she searches and finds the bestmatch borrower:U xi, G0; vG0 i cg 0 ki.max4g 0The firstorder condition is therefore vcid:48G0 cborrower j and lender is loan amount are, respectively:J. Thus, the total amount of loans made tocid:19cid:18 cJG0 vcid:481, and g 0 G0J,where J is the set of lenders who loan to borrower j. The latter comes from the assumption thatlenders within each preference class have identical preferences. Let G0i G0 g 0.In the search stage, lender i will search for the bestmatch borrower if doing so makes her atleast as well off as not searching and subsequently not making a loan:vG0 cg 0 ki vG0i , orki vG0 vG0i cg 0 k 0i .In comparison, if the same lender belongs to a team, in addition to her utility from private andpublic goods consumption, she also cares about her teams total loan amount, Gt, which affectsher team ranking, RGt. In the second stage, her loan amount is the solution to the followingoptimization problem:U xi, Gt; vGt i cgt ki RGt.maxgt5The corresponding firstorder condition is therefore vcid:48Gt Rcid:48Gt c, which implicitly defines the equilibrium loan amount Gt. We characterize the total amount of loans made toborrower j as:cid:20 cJ cid:21JRcid:48Gt.Gt vcid:481By concavity of v and monotonicity of R, we have Gt G0. It follows that lender is loanamount is gt GtJ g 0, where J is the set of lenders who loan to borrower j.40Again, using backward induction, in the search stage, lender i will search for the bestmatchborrower if doing so makes her at least as well off as not searching:vGt cgt ki RGt vGti RGti, orki vGt vGti RGt RGti cgt kti.Comparing the search decisions, we obtain kti if the following inequality is satisfied:i k 0vGt vGti RGt RGti cgt vG0 vG0i cg 0.6Let vGt vGt vGti, vG0 vG0 vG0i, and RGt RGt RGti.Then 6 is reduced to the following: vG0 vGt cgt g 0RGt.7Note the right hand side is always nonnegative. Therefore, when is sufficiently high, a lenderwho belongs to a team is more likely to search and make a loan compared to when she does notbelong to a team. Furthermore, her loan amount is at least as large as when she does not belong toa team.Proof of Proposition 2: To prove that a lender who belongs to a lending team where membersrecommend loans to each other will be more likely to make a loan than a lender who does notbelong to any team, we compare the team coordination outcomes with that of a standalone lender.Using backward induction, we first characterize the total and individual loan amount, Gc andi , respectively. If team members do not care about team ranking, i.e., i 0 for all i T , thegctotal loan amount is the same as if all lenders are standalone, i.e., Gc G0.Next, we investigate the search stage. We model this stage as a simultaneousmove game. Ifteam members coordinate by sharing search results, the most efficient outcome is for the lenderwith the lowest search cost, ki kj, i, j T , to search for and announce the bestmatch borrower.Other team members then make the optimal loan amount gc to this borrower. For this stage to beinteresting, we assume that there exists at least one lender who would rather incur the search costthan see the borrower not funded, i.e., ki vGc cgci . Under this assumption, thesearch stage contains multiple asymmetric pure strategy Nash equilibria, each characterized byonly one lender conducting the search. In each equilibrium, the payoff function for the searcher is U xi, Gc; vGc i cgc ki, whereas that for the nonsearchers becomes U xi, Gc; vGc i cgc. We skip the equilibrium selection discussions as it is beyond the scope of thispaper.i kc Among all Nash equilibria of the search stage, we discuss the efficient equilibrium, wherethe lender with the lowest search cost conducts the search and announces the results. Ex ante,41the likelihood that a lender who belongs to a team will conduct a search is 1 F kin 1 1.Therefore, lender is expected utility becomes:U xi, G; vGt i cg ki1 F kin 1.8Taking both stages into consideration, this equilibrium yields the highest efficiency. Regardlessof which equilibrium is selected in the search stage, because of the reduction in total search cost,the overall efficiency is improved compared to the standalone case. Furthermore, as the entireteam participates, it has a higher participation rate.42Appendix C. Additional Tables For Online Publication OnlyTable 11 reports the results of the twostage least squares instrumental variables regression, withthree specifications. Columns 1 through 3 show the results of the firststage regressions whilecolumns 4 through 6 show the results of the secondstage regressions. In both specifications,we include only lenders that have made at least one loan, ignoring those who have signed up for Kiva but not done anything on the site. Columns 1 and 4 present the results of a regression withno demographic variables included. We find that increasing the location similarity measure by 1,which is equivalent to changing the parent location node of a pair of lenders from a country to astate or from a state to a city, increases the probability of joining a team by 4.49%, and joining ateam increases the number of loans given per day by 0.04. This represents an increase of about 1.2loans per month, or at least 30 per month, since Kivas minimum loan amount is 25.Table 11: Effect of Team Membership on Lending: Instrumental Variables Regressions First Stage: Joined Team123Joined Team Max Location Similarity Constant Female 0.04490.04720.04480.0010.0010.0010.14070.14780.18730.0010.0020.0030.05870.002Second Stage: Average Loans6450.03970.05660.05000.0050.0030.0030.00950.0010.00070.0010.00520.0010.00490.000Occupation Controls Observations Notes:No No Yes No No Yes 569,149179,412179,412569,149179,412179,4121 Significant at the: 10%, 5%, and 1% levels.2 Controls included for days since joining Kiva.Our third specification includes the demographic variables gender and occupation. Both ofthese variables are derived from human coders and trained classifiers. The occupation categoriesare treated as dummy variables. For this specification columns 3 and 6, we restrict the lendersincluded in the regression to individuals that provide occupation information and are coded aseither male or female. This specification does not provide substantially different results fromthe first specification. Any differences are due to either the restriction to a more engaged set oflenders or the inclusion of these two demographic controls. To separate these two possibilities, thesecond specification columns 2 and 5 shows the same regression as the first specification no 43demographic controls but for the subset of lenders included in the third specification. The resultsfrom this specification show that lenders in this subset are 4.72% more likely to join a team if theirlocation similarity measure increases by 1, and joining a team increases their lending by 0.057loans per day 1.7 loans per month, or at least 42 more per month. Including the demographiccontrols reduces this to about 0.05 loans per day or at least 38 per month.Table 12 is a version of Table 4 in the main text that, in each specification of the fixed effectsregression, controls for team size. This version is excluded from the main text due to a highdegree of correlation between the number of members in a team and the number of lagged loans 0.85. The results with these specifications are largely similar to those in Table 4, with nocoefficients changing sign or becoming insignificant at the 1% level. An increase of one memberin a team increases the number of loans that team makes each month by an average of about 0.055,meaning an increase of about 18 members in a group will increase monthly lending in that groupby 1 loan. This is true whether we restrict our attention to teams with at least five members or tothe top 500 teams.Table 12: Team Loan Analysis: Fixed Effects Dependent Variable: Number of Loans each Month month tNumber of Linksmonth tPercentile Changemonth t 1 month t 2Members who Posted for first timemonth tLoan Difference Change Abovemonth t 1 month t 2Loan Difference Change Belowmonth t 1 month t 2Number of Membersmonth tNumber of Loans Laggedmonth t 1Constant Observations Number of Teams R2Note:1All Teams 0.14910.0030.12980.0070.75360.0020.01810.0000.04620.0010.05730.0000.59340.0015.54130.034651,49119,1750.7092N 50.14550.0050.13560.0150.76190.0030.01820.0010.04330.0010.05300.0010.60960.0027.51980.080270,3406,8450.7213Top 500 Teams 0.14800.0110.28790.0580.78720.0070.01800.0010.04600.0030.05470.0010.59920.00420.17680.40456,8211,1030.714Significant at the 10%, 5%, and 1% levels.44Table 13 displays the results of the differencesindifferences regression on the active teams.While our Goal treatments increase lending activity for the inactive teams, they do not for theactive teams. None of our experimental treatments significantly increase lending in the activeteams.Table 13: DifferenceinDifferences Regressions of Number of Loans on TreatmentsLenders Exposed to Forum Messages in Past Year7Day0.00430.0120.02400.0230.00560.0110.00100.0140.00050.067252,6160.32014Day 0.00170.0080.00140.0120.00840.0070.01630.0110.00020.051505,2320.19330Day0.00990.0070.00500.0080.00310.0050.00610.0060.01230.0641,082,6401Day0.02430.0890.00140.0590.07620.1670.02900.0740.03920.10036,0880.686No GoalNo Link No GoalLink GoalNo Link GoalLink Constant Observations R2Notes:0.1591 Standard errors clustered at the individual level.2 Significant at the: 10%, 5%, and 1% levels.3 Full set of day and lender dummies included.45Discussion Papers of the Research Area Markets and Choice 2014 Research Unit: Market Behavior Hidekazu Anno, Morimitsu Kurino Secondbest incentive compatible allocation rules for multipletype indivisible objects Pablo Guillen, Rustamdjan Hakimov Monkey see, monkey do: truthtelling in matching algorithms and the manipulation of others Roel van Veldhuizen, Joep Sonnemans Nonrenewable resources, strategic behavior and the Hotelling rule: An experiment Roel van Veldhuizen, Hessel Oosterbeek, Joep Sonnemans Peers at work: From the field to the lab Sebastian Kodritsch On TimeInconsistency in Bargaining Dietmar Fehr, Julia Schmid Exclusion in the AllPay Auction: An Experimental Investigation David Danz The curse of knowledge increases selfselection into competition: Experimental evidence Isa E. Hafalir, Rustamdjan Hakimov, Dorothea Kubler, Morimitsu Kurino College admissions with entrance exams: Centralized versus decentralized Roy Chen, Yan Chen, Yang Liu, Qiaozhu Mei Does team competition increase prosocial lending? Evidence from online microfinance Research Unit: Economics of Change Jan Grohn, Steffen Huck, Justin Mattias Valasek A note on empathy in games Maja Adena Taxprice elasticity of charitable donations Evidence from the German taxpayer panel Orazio Attanasio, Britta Augsburg, Ralph De Haas, Emla Fitzsimons, Heike Harmgart Group lending or individual lending? Evidence from a randomized field experiment in Mongolia SP II 2014201 SPII 2014202 SPII 2014203 SPII 2014204 SPII 2014205 SPII 2014206 SPII 2014207 SPII 2014208 SPII 2014209 SP II 2014301 SP II 2014302 SP II 2014303 All discussion papers are downloadable: http:www.wzb.euenpublicationsdiscussionpapersmarketsandchoice Britta Augsburg, Ralph De Haas, Heike Harmgart and Costas Meghir Microfinance at the margin: Experimental evidence from Bosnia and Herzegovina Andrew Schotter, Isabel Trevino Is response time predictive of choice? An experimental study of threshold strategies Lukas Wenner Expected prices as reference points Theory and experiments Steffen Huck, Gabriele Lunser, Florian Spitzer, JeanRobert Tyran Medical insurance and free choice of physician shape patient overtreatment. A laboratory experiment Steffen Huck, Tobias Schmidt, Georg Weizsacker The standard portfolio choice problem in Germany WZB Junior Research Group: Risk and Development Ferdinand M. Vieider, Abebe Beyene, Randall Bluffstone, Sahan Dissanayake, Zenebe Gebreegziabher, Peter Martinsson, Alemu Mekonnen Measuring risk preferences in rural Ethiopia: Risk tolerance and exogenous income proxies SP II 2014304 SP II 2014305 SP II 2014306 SP II 2014307 SPII 2014308 SP II 2014401 All discussion papers are downloadable: http:www.wzb.euenpublicationsdiscussionpapersmarketsandchoice ", "filename": "798550880.pdf", "person": ["Roy Chen", "Chen, Roy", "Yan Chen", "Chen, Yan", "Yang Liu", "Liu, Yang", "Qiaozhu Mei", "Mei, Qiaozhu"], "date": ["2014"]}