{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/102728/1/798628383.pdf"], "title": ["International investment positions and exchange rate dynamics"], "plaintext": "International Investment Positions and Exchange Rate Dynamics Michael Binder Goethe University Frankfurt Christian J. Offermanns Freie Universit at Berlin September 30, 2014Abstract We revisit medium to longrun exchange rate determination, focusing on the role ofinternational investment positions. To do so, we make use of a new econometric framework accounting for conditional longrun homogeneity in heterogeneous dynamic paneldata models. In particular, in our model the longrun relationship between effectiveexchange rates and domestic as well as weighted foreign prices is a homogeneous function of a countrys international investment position. We find rather strong supportfor purchasing power parity in environments of limited negative net foreign asset to GDP positions; furthermore, longrun exchange rate equilibria may have little relationto purchasing power parity outside such environments. We thus argue that the purchasing power parity hypothesis holds conditionally, but not unconditionally, and thatinternational investment positions are an essential component to characterizing thisconditionality.Keywords: Exchange Rate Determination; International Financial Integration; Dynamic Panel Data Models.JEL Classification: F31; F37; C23.Part of the research on this project was carried out while Christian Offermanns was visiting the Deutsche Bundesbank. We would like to thank the Research Center of the Deutsche Bundesbank for its support, andparticularly Heinz Herrmann for comments and suggestions. Furthermore, we are grateful for commentsand suggestions from YinWong Cheung, Menzie Chinn, J urgen von Hagen, Michael Melvin, Adrian Pagan,Hashem Pesaran, Ron Smith and Vanessa Smith; as well as from seminar and conference participants at the Bank of England, the Deutsche Bundesbank, European University Institute, FGVIMPA, Goethe University Frankfurt, Humboldt University Berlin, Makro okonomischer Ausschuss des Vereins f ur Socialpolitik, University of Bonn, University of Maastricht and Xiamen University. Of course, all remaining errors are our own.Financial support by DFG German Research Foundation through research grant OF 9611 is gratefullyacknowledged.Email: mbinderwiwi.unifrankfurt.de Email: christian.offermannsfuberlin.de1Introduction Research on exchange rate dynamics constitutes a continued cornerstone of applied economicinvestigations. A sizeable fraction of these investigations have aimed at understanding thedriving forces of medium to longrun exchange rate dynamics. Nevertheless, little consensushas been reached. In particular, in the quest to characterize medium to longrun anchorsfor the fluctuations of exchange rates, the purchasing power parity PPP hypothesis hasreceived support by some studies, yet has been rejected by others. While these differencesin empirical findings may in part be attributed to choice of econometric methodology, thedifferences have also emerged due to different currency pairs andor different time periodsbeing considered.For research in this area to move forward, it thus appears essential to view the PPP hypothesis as at most conditionally valid and to pay close consideration to the interaction betweenexchange rate fluctuations on the one hand and the macroeconomic as well as financial environment within which the pricing of currencies occurs on the other hand. One importantaspect of the financial globalization we have witnessed over the last few decades has beenthe dynamics of countries net international investment positions, resulting in the emergenceof heightened external imbalances. In this paper, we study the interaction between mediumto longrun exchange rate dynamics and a countrys net international investment position.We analyze to what extent the PPP hypothesis may be viewed as an anchor for the pricing of a currency over medium to longrun horizons if conditioned on the net internationalinvestment position of the country issuing the currency.Previous work on the PPP hypothesis for example, Taylor, Peel and Sarno, 2001, has arguedthat mean reversion of real exchange rates only occurs under sufficiently large misalignmentsrelative to PPP. For such dynamics of exchange rates their pricing would, however, need toadhere to PPP unconditionally, at least in the long run. In this paper, we in contrast conjecture that foreign exchange market participants consider PPP to be an appropriate measurefor medium to longrun exchange rate pricing only if they perceive that key macroeconomicand financial indicators are in imbalance. Our starting point for characterizing such imbalances in the macroeconomic and financial environment that are relevant for exchangerate pricing is the net foreign asset NFA to GDP ratio as a measure of a countrys netinternational investment position. We investigate the hypothesis that if foreign exchangemarket participants perceive this investment position to be imbalanced of such magnitudethat exchange rate adjustment both appears called for and would seem to make a differencein bringing the investment position back into balance, that the market participants thenexpect a return of exchange rates to a fundamental anchor, and that this fundamental anchor is given by the PPP relationship. We also investigate the hypothesis that under rather 1severe imbalances in a countrys international investment position foreign exchange marketparticipants may doubt that reversion of exchange rates towards PPP constitutes a key tothe necessary adjustment process, and that therefore, as in the absence of imbalances, market participants pay little if any attention to PPP as a relevant anchor even for mediumto longrun exchange rate determination.We test these hypotheses in this paper and more generally provide a characterization of therole of international investment positions for medium to longrun exchange rate dynamicsusing a panel of up to 72 countries over the time period 1970 to 2004. We propose andimplement a new dynamic panel data model for our analysis. Our panel model has a varietyof appealing features: In line with existing state of the art crosscountry panel models in theliterature, our model explicitly distinguishes between short and longrun dynamics, does notimpose untenable exogeneity restrictions, is valid in the presence of unit roots in the seriesbeing considered, and allows for heterogeneous shortrun dynamics of these series acrosscountries. It moves beyond the models presently available in the panel data literature byintroducing conditional homogeneity across countries in the longrun relation between theseries. We model the conditional longrun homogeneity both parametrically using flexiblefunctional form polynomials resulting in what we call the conditional pooled mean groupCPMG panel model and nonparametrically using local kernels resulting in what wecall the state kernel mean group SKMG panel model. We believe that this econometricframework could indeed be appealing for a wide range of panel data sets with sufficientlylarge time dimension for which traditional pooling restrictions are not tenable.Our main empirical results are as follows: We find rather strong support for the PPP hypothesis in environments of limited negative international investment positions as measuredby the NFA to GDP ratio. In such environments the coefficients in the longrun relationbetween effective nominal exchange rates, domestic prices and weighted foreign prices areeconomically close to their predicted values under PPP. Furthermore, the speed of adjustment towards the longrun relation is, in light of the estimates typically obtained in theprevious literature, surprisingly fast, at less than two years halflife of shocks to the PPPrelation. We also document that in environments of large negative and zero NFA to GDPpositions the PPP hypothesis does not provide a relevant medium to longrun anchor forthe pricing of currencies. Our robustness analysis finds that qualitatively our results are notdriven by a variety of other features of the macroeconomic and financial environment. Whilethere is some quantitative sensitivity of the range of NFA to GDP positions for which the PPP hypothesis appears valid to a countrys income level, its degree of price stability and thevolatility of its terms of trade shocks though not its exchange rate regime, the conditioningof PPP on a countrys international investment position remains important under variationsin these factors.2The remainder of this paper is organized as follows: In Section 2 we discuss the relation ofour work to previous literature, both that on medium to longrun exchange rate dynamicsand that on crosscountry panel models. Section 3 develops the CPMG and SKMG panelmodels. We outline the main features of the database on international capital flows andinternational investment positions that we have assembled and work with in this paper in Section 4. Our empirical findings are presented in Section 5, and Section 6 concludes anddiscusses directions for future research. Three appendices provide details on various aspectsof inference in the CPMG and SKMG models.2 Relation to the Literature 2.1 Exchange Rate Dynamics While there is an enormous body of literature investigating the validity of the purchasing power parity hypothesis,1 rather limited attention has been paid to investigating theinteraction between exchange rate dynamics and the macroeconomic as well as financial environment within which the pricing of currencies occurs. Three of the exceptions are Cheungand Lai 2000, Taylor, Peel and Sarno 2001 and Binder, Pesaran and Sharma 2004. Taylor, Peel and Sarno 2001 propose a nonlinear model for medium to longrun real exchangerate dynamics, capturing that mean reversion of real exchange rates would only occur if realexchange rates deviated sufficiently strongly from the PPP anchor. Cheung and Lai 2000and Binder, Pesaran and Sharma 2004 using different types of dynamic panel modelsinvolving simple sample splits argue that the empirical validity of the PPP hypothesis islinked to the volatility of domestic prices, and that below a minimum threshold of pricevolatility arbitrage opportunities would be too small for PPP to hold.None of these papers considers the link between exchange rate determination and a countrys international investment position. Theoretical bases for this link were discussed interalia by Dornbusch and Fischer 1980 and by Cavallo and Ghironi 2002; the latter makethe case for a dependence of exchange rates on net foreign assets both under a model withflexible and with sticky prices. Gourinchas and Rey 2007 argue that valuation effects represent an important part of the dynamics of investment positions and exchange rates. Otherimportant papers empirically investigating the link between exchange rate determinationand a countrys international investment position include Faruqee 1995, Gagnon 1996,Lane and MilesiFerretti 2004 and Cheung, Chinn and Pascual 2005. All of these latter empirical papers consider a linear regression specification with the real exchange rateas the dependent variable and a measure of the international investment position as one of 1For a recent review of the PPP literature see, for example, Taylor and Taylor 2004. Engel, Mark and West 2007 discuss state of the art exchange rate modelling beyond the PPP literature also.3the regressors. Our approach, in contrast, will not be to add the international investmentposition as an additional regressor, implying unconditional rejection of the PPP hypothesisif this regressor is significant and unconditional support for the PPP hypothesis if this regressor is insignificant. We follow an alternative approach to evaluating PPP as consideredin the literature for example by Krugman 1978; this approach involves estimating the coefficients in the longrun relation between the nominal exchange rate, domestic prices andforeign prices and inspecting how closely the estimated coefficients correspond to the valuespredicted by PPP. We allow the relevant coefficients to continuously vary across differentmacroeconomic environments, particularly across different degrees of imbalance in a countrys international investment position. We are thus able to investigate the hypothesis that ifa countrys international investment position is imbalanced of such magnitude that exchangerate adjustment both appears called for and would seem to make a difference in bringing theinvestment position back into balance, that then foreign exchange market participants expectmacroeconomic fundamentals to matter, and that these fundamentals can be described byone of the simplest noarbitrage relations there is, namely PPP. We will also investigate thehypothesis that imbalances from a certain magnitude onwards may be too severe for foreignexchange market participants to still expect that a PPPbased reversion to fundamentalswould occur. Clearly, investigation of these hypotheses requires specification of a nonlinearempirical model, though the nonlinearity has quite different economic underpinnings thanin Taylor, Peel and Sarno 2001. We think that our dynamic model with conditionally homogeneous longrun relations is a more informative means to characterize the link betweena countrys international investment position and its medium to longrun exchange ratedynamics than the default linear regression approach of tacking on the international investment position as an additional regressor for the reasons that our model allows for bandsof real exchange rate reversion as well as lack thereof, is able to characterize the economicdeterminants of these bands and does not impose a monotonic relationship between changesin a countrys international investment position and its exchange rate adjustment.2.2 Panel Data and Varying Parameter Models Key to the understanding of the recent econometric literature on crosscountry dynamic paneldata models is the result by Pesaran and Smith 1995 that if a models slope coefficients varyacross countries, whether randomly or systematically, that then the means of the coefficientscannot be estimated consistently using a model imposing crosscountry homogeneity of theslope coefficients and only allowing for structural heterogeneity in the form of randomor fixed effects. To obtain consistent estimators of the means of the slope coefficients,Pesaran and Smith 1995 proposed the mean group MG estimator based on the idea ofaveraging the estimates obtained from countryspecific timeseries regressions. This MG4estimator has the drawback of not materializing any of the efficiency gains that are feasiblewhen some economic features are common across countries. While macroeconomic shortrundynamics beyond some common shocks are rather unlikely to share common features acrossa broad range of countries, common features often may be present in longrun relationships.This insight is exploited by the pooled mean group PMG estimator of Pesaran, Shin and Smith 1999, which imposes homogeneity of the slope coefficients entering the longrunrelationships, but allows for unrestricted heterogeneity of the coefficients characterizing theshortrun dynamics.The dynamic panel model we propose in this paper addresses situations where the homogeneity of the slope coefficients entering the longrun relationships does not hold unconditionally,but rather is tied to certain features of the macroeconomic and financial environment. Insuch settings, the PMG estimator would yield inconsistent estimates of the longrun slopecoefficients, while the MG estimator would still suffer from lack of efficiency. We will pursuetwo approaches to modelling the dependence of the longrun slope coefficients on features ofthe macroeconomic and financial environment. Our first approach is parametric, modellingthe state dependence using flexible functional form polynomials to reflect that economictheory may provide limited insight into the functional form of the interrelation between thelongrun slope coefficients on the one hand and the macroeconomic and financial environment on the other hand. Our second approach involves modelling the state dependencevia nonparametric kernel methods. The statistical literature on nonparametric varyingparameter models in static regression settings on which our modelling approach builds isquite extensive; see, for example, Fan and Zhang 1999. Kumar and Ullah 2000 haveemployed a related nonparametric approach in the context of a univariate dynamic panelmodel studying convergence of crosscountry output growth, though their conditioning isnot linked to any features of the macroeconomic and financial environment.3 Econometric Methodology 3.1 The Mean Group and Pooled Mean Group Panel Models We begin by reviewing the dynamic panel models, mean group MG and pooled mean groupPMG, on which our proposed new panel modelling framework does build. Let us considerthe heterogeneous panel version of an autoregressive distributed lag, ARDLp, q, model inerrorcorrection representation:yit i iyi,t 1 cid:48ixi,t 1 cid:48ikxi,tk uit,1q 1cid:88k0ikyi,tk p 1cid:88k15where i 1, 2, . . . , N indexes countries, t 1, 2, . . . , T indexes time periods, denotes thedifference operator, yit represents the dependent variable, xit represents the m 1 vectorof explanatory variables, ik and ik denote coefficient scalars and vectors of correspondingdimension, and i represents the countryspecific intercept term fixed effect. We assumethat T is sufficiently large so that the ARDL model in 1 can be estimated for each countryseparately. Note that for notational convenience, we neglect any subscripts to both, thetime dimension T and the lag orders p and q. In the empirical application of this model wenevertheless allow for an unbalanced panel as well as for lag orders that vary across variablesand crosssection units; the modifications to the models equations should be straightforward.The error term uit is assumed to be distributed independently across time, although it doesnot necessarily have to be uncorrelated across i. In particular, we allow for such crosssectiondependence through the following common factor structure:uit cid:48if t it,2such that the source of error term dependencies across countries is captured by the commonfactors f t, whereas the impacts of these factors on each country are governed by the idiosyncratic loadings in i. The error component it is assumed to be distributed independentlyacross i and t with zero mean and variance 2i 0.Although the common factors in f t are modelled as unobservable, we can control for these byaugmenting the model 1 with crosssectional averages of the models observable variablesfollowing the correlated effects augmentation CEA of Pesaran 2006. Averaging 1 acrossi under the assumption that slope coefficients and regressors are uncorrelated, one obtainscid:48k xtk cid:483 k ytk f t t,k0i1 ik, k 0, 1,  , p; xtk N1cid:80Ni1 i, N1cid:80Ni1 i, N1cid:80Ni1 xi,tk,i1 i,i1 it. Since the error component it by assumptionis distributed independently across i and t, t tends to zero in root mean square error as N becomes large. The crosssectional correlation in uit can therefore be captured througha linear combination of the crosssectional averages of the dependent variable and of allregressors:cid:48if t i cid:48f t i yt 1 cid:48i xt 1 p 1cid:88k0ik ytk q 1cid:88k0ik xtk i ,cid:484with i i , i ik 0, 1,  , q 1, for some i. , i 0 i, ik i k, k 1, 2,  , p 1, and ik i k,6cid:48 yt yt 1 p 1cid:88i1 yi,tk, k N1cid:80Ni1 ik, k 0, 1,  , q; N1cid:80Ni1 i and t N1cid:80Nwhere ytk N1cid:80N k N1cid:80N N1cid:80N xt 1 k1q 1cid:88Using Equation 4, the CEA representation of the model 1 and 2 can be written as:yit i iyi,t 1 cid:48ixi,t 1 ikyi,tk cid:48ikxi,tkp 1cid:88p 1cid:88k1k0q 1cid:88q 1cid:88k0k0 i yt 1 cid:48i xt 1 ik ytk cid:48ik xtk it,5with i i i .From 5, the longrun relationship between y and x is given byi 1i cid:48y LRi 1ix LRi i 1i i y LR 1i cid:48i x LR cid:48i i i y LR cid:48ix LRi x LR6where the superscript LR denotes the longrun value of the respective variable.In what follows, we will focus our attention on a part of the coefficients that constitutethe key coefficients of economic interest, i.e. the speed of adjustment parameter i and thelongrun coefficients i. Hence, let us collect the remaining coefficients and regressors,i i i 1 i 2 . . . i,p 1 cid:48i 0 cid:48i i 0 i 1 . . . i,p 1 cid:48i 1 . . . cid:48i 0 cid:48i,q 1i 1 . . . cid:48i cid:48i,q 1cid:48andhit 1 yi,t 1 yi,t 2 yt 1 xt 1cid:48 yt yt 1to obtain a compact version of 5,. . . yi,tp1 xcid:48it xcid:48. . . ytp1 xcid:48i,t 1t xcid:48t 1. . . xcid:48i,tq1. . . xcid:48tq1cid:48,yit iyi,t 1 cid:48ixi,t 1 cid:48ihit it.7The Pesaran and Smith 1995 MG estimators of i and i are obtained by leastsquaresestimation of 7 for each country separately, computing i 1i and subsequentlyaveraging the countryspecific coefficient estimates. Standard errors for these MG estimatesican be computed nonparametrically on the basis of the spread of the coefficients acrosscountries.The idea underlying the Pesaran, Shin and Smith 1999 PMG estimation is to assume thati the longrun coefficients i are homogeneous across all countries, that is, i 1, i 1, 2,  , N, in Equation 7, whereas all other coefficients are still allowed to differ iniunrestricted fashion across countries, leading to the following model:yit iyi,t 1 cid:48xi,t 1 cid:48ihit it.8Since 8 is nonlinear in , the PMG estimator is usually based on numerical maximizationof the implied likelihood function.73.2 Conditioning the Dynamic Panel Model The PMG estimator exhibits considerable appeal for the study of exchange rate dynamics:It is rather unlikely that the shortrun dynamics of nominal exchange rates and domestic aswell as foreign prices exhibit strong commonalities across countries it thus appears to bea very sensible choice to let such shortrun dynamics differ in unconstrained fashion acrosscountries, as the PMG estimator does do. At the same time, the PPP hypothesis imposesa common restriction across countries on the longrun coefficients, that the PMG estimatordoes incorporate.As we have argued in the Introduction, though, it seems unlikely that PPP would hold evenin the long run across all countries and their differing macroeconomic and financial environments. To capture the interaction between medium to longrun exchange rate dynamics onthe one hand and a countrys international investment position on the other hand, we proposeto condition the coefficients in the longrun relation between nominal exchange rates anddomestic as well as foreign prices on a predetermined state variable measuring a countrys international investment position. To map this idea back to the generic panel errorcorrectionmodel 8, denoting the value of the conditioning predetermined state variable by zi,t 1,2 wetherefore propose the following augmented model:yit izi,t 1yi,t 1 zi,t 1cid:48xi,t 1 izi,t 1cid:48hit it9Note that this specification corresponds to the PMG approach of Pesaran, Shin and Smith1999: all shortrun coefficients in 9 are a function of both, zi,t 1 as well as other countryspecific characteristics reflected in the i subscripts for all coefficient functionals, but thelongrun coefficients in 9 are specified across all countries as homogeneous functions of theconditioning variable.3.2.1 Parametric Conditioning: The Conditional Pooled Mean Group Model For what we will call the conditional pooled mean group CPMG model, we propose to specify zi,t 1 using a parametric function of flexible form, and in particular choose Chebyshevpolynomials as one specification of orthogonal polynomials.3 Our CPMG model thus specicid:88fies thatzi,t 1 cszi,t 1,s102In this paper, we specify zi,t 1 to be a scalar. The extension to considering a vector of state variablesis beyond the scope of this paper and is left for future research.3We work with orthogonal polynomials in part as an effective means to avoid multicollinearity problems.s08with the Chebyshev polynomials cszi,t 1 recursively defined ascs1zi,t 1 2zi,t 1cszi,t 1 cs 1zi,t 1,s 1, 2,  , ,initialized as c 0zi,t 1 1 and c 1zi,t 1 zi,t 1, and where is an mdimensional vectorsof coefficients that is homogeneous across countries. The coefficient functionals izi,t 1and izi,t 1 can be specified in similar form albeit with countryspecific rather thanhomogeneous coefficients.We stack the variables and coefficients along the time dimension, noting that the coefficientsare timespecificyi izi,1 cid:12cid:104yi,1 mcid:88cid:96zi,1 cid:12 xcid:96,i,1cid:961cid:105ncid:88cid:961cid:96,izi,1 cid:12 hcid:96,i i,11where yi yi 1 yi 2 . . . yi,T cid:48, izi,1 izi 0 izi 1 . . . izi,T1cid:48, yi,1 yi 0 yi 1 . . . yi,T1cid:48, cid:96zi,1 cid:96zi 0 cid:96zi 1 . . . cid:96zi,T1cid:48, xcid:96,i,1 xcid:96,i,0 xcid:96,i,1 . . . xcid:96,i,T1cid:48,cid:96 1, 2,  , m, cid:96,izi,1 cid:96izi 0 cid:96izi 1 . . . cid:96izi,T1cid:48, hcid:96,i hcid:96,i,1 hcid:96,i,2 . . . hcid:96,i,T cid:48,cid:96 1, 2,  , n, n 2p 1 m2q 1, and i i 1 i 2 . . . i,T cid:48. The symbol cid:12 denoteselementwise multiplication of vectors.One approach to the estimation of the CPMG model is to concentrate the likelihood function, writing it as a function of izi,t 1 and zi,t 1 the coefficient functions of economicinterest only, and subsequently maximize this concentrated likelihood function. A computationally less burdensome alternative that we follow here is to adapt the twostep generalizedleastsquares GLS estimation strategy proposed by Breitung 2005 for the PMG model toour CPMG model. We rewrite 11 in a form which is linear in the coefficients like in theinitial setup of Equation 7,yi izi,1 cid:12 yi,1 mcid:88cid:961cid:96,izi,1 cid:12 xcid:96,i,1 ncid:88cid:961cid:96,izi,1 cid:12 hcid:96,i i,12where cid:96,izi,1 cid:96izi 0 cid:96izi 1 . . . cid:96izi,T1cid:48, cid:96 1, 2, . . . , m. In order to circumventelementwise multiplication and use standard matrix algebra instead, we can diagonalize thedata vectors and rewrite the coefficients as linear functions of the polynomial parametersyi diagyi,1izi,1 diagxcid:96,i,1cid:96,izi,1 diaghcid:96,icid:96,izi,1 imcid:88mcid:88cid:961 diagyi,1zi,1ii ncid:88cid:961diagxcid:96,i,1 zi,1cid:96iicid:961ncid:88diaghcid:96,i zi,1cid:96ii i Y ,i,1zi,1ii X ,i,1zi,1ii H,izi,1ii i,cid:961139whereii cid:104cid:104cid:104cid:48cid:105cid:48cid:48cid:105cid:48i icid:48cid:48cid:48cid:48i0i i1i i2i. . . iicid:105cid:48,cid:104cid:104cid:105cid:48cid:105cid:48,1ii2ii. . . mii, cid:96iicid:96i0icid:96i1icid:96i2i. . . cid:96i iii1ii, cid:96iii . . . ni2icid:96i1i Y ,i,1zi,1 diagyi,1zi,1,X ,i,1zi,1 cid:2 diagx 1,i,1 zi,1 diagx 2,i,1 zi,1 . . . diagxm,i,1 zi,1cid:3,H,izi,1 cid:2 diagh 1,i zi,1 diagh 2,i zi,1 . . . diaghn,i zi,1cid:3. . . cid:96iicid:96i2icid:96i0i,iandzi,1 T c 1zi,1 c 2zi,1 . . . czi,1 with dimension T 1.In the first step we estimate the coefficients in 13 including 2i consistently using countryspecific least squares. In a second step, we estimate the conditionally homogeneous longruncoefficients through leastsquares estimation of a transformed model that has concentratedout all countryspecific coefficients, namely,wherevi X ,i,1zi,1 i,vi Aizi,11cid:104yi H,izi,1ii14cid:105 yi,1,i Aizi,11i,V i Aizi,122i ,with Aizi,1 diagizi,1 and. . . mcid:48 1cid:482cid:48cid:48, cid:96 cid:960cid:961. . . cid:96cid:48, cid:96 1, 2, . . . , m.To improve upon the firststep estimates, the resulting coefficient estimates can beplugged into 11 to reestimate the firststep parameters. Using these estimates again in14, the procedure can be conducted iteratively until some convergence criterion is reached.In practice, to keep the model structure parsimonious one may wish to restrict the polynomialorder corresponding to the regressors hit to zero. Note that such a restriction is completelyconsistent with the idea of unrestricted crosscountry heterogeneity of the models shortrundynamics. Due to the heterogeneous nature of the functional relationship between i andthe conditioning variable z that still remains under such a restriction, we should be explicitabout how we propose to compute a panel estimate of the speed of adjustment coefficientfor each value of the conditioning state variable. For each zi,t 1, we compute the average 10across all functionals jzi,t 1, j 1, 2,  , N, incorporating in the averaging procedure aweighting with respect to the local environment for which each jzi,t 1 has been estimated.The details of the procedure we use to compute a smoothed mean group SMG estimateof the speed of adjustment coefficient and its corresponding standard error are provided in Appendix A.3.2.2 NonParametric Conditioning: The State Kernel Mean Group Model The CPMG model carefully separates the form of the effect of changes in the conditioningstate variable zi,t 1 on speed of adjustmentshortrun coefficients through countryspecificconditioning functions from those on the longrun coefficients through pooled conditioningfunctions. An alternative conditioning procedure would be to make the form of the conditioning dependent on the specific value that the conditioning state variable assumes; that is,to construct conditioning functions that do not differ across short vs. longrun coefficients,but for both types of coefficients give priority to neighboring values of the conditioningstate variable, and assign more distant values of the conditioning state variable a relativelyminor role in shaping the conditioning functions.To pursue this latter idea, our state kernel mean group SKMG model introduces a nonparametric kernel approach to the following panel errorcorrection model:yit zi,t 1yi,t 1 zi,t 1cid:48xi,t 1 zi,t 1cid:48hit it15Note that for such a kernel estimation approach, there is no advantage in taking accountof the nonlinearity captured in the model 9 since the coefficient functionals are specifiedas being locally homogeneous.4 Hence, for the longrun coefficient we have zi,t 1 zi,t 11zi,t 1 within a local neighborhood around zi,t 1, similar to the MG estimationapproach to 7.To estimate the parameters zi,t 1 zi,t 1 zi,t 1cid:48 zi,t 1cid:48of Kumar and Ullah 2000, we weight all available observations using a kernel function and, building on the workcid:48minimize a modified residual sum of squares, namely Ncid:88Tcid:88z argminzi1t1it bzi,t 1 z,2z ziti1,2, ,N, t1,2, ,T16where bzi,t 1 z represents the kernel that effectively gives higher weight to observations zi,t 1 that are close to z and lower weight to those observations that are far fromthis value, with b denoting the bandwidth parameter that controls this neighborhood. In 4Specifying e.g. the speed of adjustment parameter as being locally heterogeneous requires a prohibitivelylarge amount of observations for z around zi,t 1 for each country i and will usually not be feasible in empiricalapplications.11particular, we definebzi,t 1 z Kcid:18 zi,t 1 zcid:19,bwhere K denotes a standard kernel function such as the Gaussian kernel.5 We follow Pagan and Ullah 1999, p. 26 and choose the bandwidth parameter for the Gaussian kernelasb 1.06 sz N T 15 ,with sz representing the overall standard deviation of zi,t 1, i 1, 2,  , N, t 1, 2,  , T .Taking account of heteroskedastic variances 2i , Equation 16 can be solved using the localleastsquares kernel LLSK estimator,z W cid:481zW 1W cid:481zy,17where W y 1 X1 H,1z 12K bz 1 z12,cid:48 . . . y N,1cid:48cid:48, y 1 y 1,1cid:48 y 2,1cid:48 y 2cid:48 X 2,1with y y 1cid:48cid:48. K bz 1 z is X i,1 xi 0 xi 1 . . . xi,T1cid:48, i 1, 2,  , N and H H 1a diagonal matrix containing the values of bzi,t 1 z for i 1, 2,  , N and t 1, 2,  , T :cid:48cid:48, X1 X 1,1cid:48 . . . y Ncid:48 . . . H Ncid:48 H 2cid:48 . . . X N,1cid:48cid:48,K bz 1 z diag K bz 1,1 z, K bz 2,1 z, . . . , K bz N,1 z ,K bzi,1 z diag bzi 0 z, bzi 1 z, . . . , bzi,T1 z .The variance matrix is defined as diag21, 22, . . . , 2N I T ,and can be estimated using OLS estimates of 2ifor each country. The variance of theparameter estimates can thus be obtained as V z W cid:481zW 1W cid:4811 zW W cid:481zW 1,18where 11 z 12K 2z 1 z12.Similar to the parametric CPMG approach, we wish to focus on the relation between theconditioning variable on the one hand and the speed of adjustment and longrun coefficientson the other hand. To that aim, we concentrate out the coefficients of the remaining variablessuch that in Equations 17 and 18 the matrix W and the vector y are replaced by W M y 1 X1and y M y,195Note that the specific kernel function is not crucial for the estimation results as for kernels belonging tothe same class, the bandwidth parameter can be adjusted using canonical kernels such that the estimatedfunctions are largely equivalent see, e.g. H ardle, 1990.12respectively, to obtain estimates for the concentrated vector of coefficients zi,t 1 zi,t 1 zi,t 1cid:48i, i 1, 2,  , N, with I T denoting the identity matrix of dimension T and H i stacking the extractedregressors, H i hi 1 hi 2, where M diagM 1, M 2,  , M N , M i I TH iHcid:48i H i1Hcid:48. . . hi T cid:48.cid:48Furthermore, to allow for richer patterns of coefficient variation across values of the conditioning state variable than obtained by the LLSK estimator, for our SKMG model weincorporate, as far as possible, polynomials of higher order into the conditioning procedureas employed in static regression settings by Fan and Zhang 1999. To incorporate thepolynomials in the computation of the local coefficients, we again make use of Chebyshevpolynomials. We therefore modify the regressors 19 as follows: W z w 11z w 12z . . . w N T zcid:48, witz wcid:481,itz wcid:482,itz . . . wcid:48mn1,itzcid:482021whereand wcid:48cid:96,itz w wcid:96,it c 0zi,t 1 z c 1zi,t 1 z c 2zi,t 1 z . . . c zi,t 1 zcid:96,it zi,t 1 zcid:48,22cid:96,it refers to observation i, t for the cid:96th variable in W . In practice, the order Note that w will only be small to avoid multicollinearity problems, given that the values of zi,t 1 to beincluded will not vary much since they will be in a small neighborhood around z.cid:96 1, 2, . . . , m n 1.Given that for computational efficiency, we actually compute the estimated coefficients for agrid of equidistant values for z, we denote the intermediate estimator for z that resultsfrom the righthand side of 17 with W replaced by W and with y replaced by yas z, and those of its elements that correspond to the regressors wcid:96,itz as cid:96 z. Thisestimator can in turn be used to construct final interpolated estimates of z at actualobservations of the conditioning variable, zi,t 1, asz z zi,t 1cid:48 cid:96 zbz zi,t 1cid:80cid:96 zi,t 1 cid:80z bz zi,t 1cid:80cid:80z z zi,t 1cid:48V cid:96 z z zi,t 1bz zi,t 1z bz zi,t 1cid:96 1, 2, . . . , m n 1,,,23cid:96 1, 2, . . . , m n 1,24and V cid:96 zi,t 1 where the summationcid:80the SKMG estimator.13z runs over the grid of values for z. We call the resultant estimatorContrasting the ideas underlying the CPMG and SKMG modelling approaches, the parametric CPMG clearly is the more parsimonious of the two approaches. However, it also tends tobe the less robust of the two approaches, as the curvatures of the conditioning functions canbe more heavily influenced by outlying values of the conditioning variable.6 All modellingapproaches, MG, PMG, CPMG and SKMG, require the existence of a longrun relationbetween yit and xit which has to be tested for prior to the application of the estimationprocedures. Appendix B reviews the panel cointegration test of Westerlund 2005, whichwe will employ in the empirical part of our paper, and provides reasoning why it may beapplied both for models with unconditional and those with conditional longrun relations.4International Capital Flow and Investment Position Data We have assembled a new database for this paper featuring data on international capital flowsand the implied international investment positions of countries. Our database comprisesthese data on an annual basis for a total of 153 countries over the time period 1970 to 2004.We obtained most of the flow data from the International Monetary Funds IMF Balance of Payments Statistics BOPS; stock data were taken from the IMFs International Investment Position IIP database as well as the World Banks Global Development Finance GDFdatabase. All international capital data we used were compiled in millions of U.S. Dollars.In addition to international capital flows and stocks, our database incorporates data on grossdomestic product GDP from the World Banks World Development Indicators database,7bilateral nominal exchange rates and consumer prices from the IFS, as well as exports andimports which are taken from the Direction of Trade Statistics also maintained by the IMF.The key difficulty in the compilation of our database was that the IIP for most countriesonly contains a small number of observations. It was therefore essential to augment the IIPstock data by cumulating flow data. For this cumulation the stock data have to be initializedwith an existing stock figure for some reference period. For the overall investment positionof a country, the NFA position, possibly the best source of such a figure is Sinn 1990 whoprovides NFA estimates for up to 145 countries over the period 1970 to 1987. For the subcomponents of NFA we used stock data from the IIP database for purposes of initialization.Given that the flow data may have an earlier starting point than the stock data, occasionallywe needed to backcast the initial stock value. In effect, our cumulative flow figures are thusanchored by the first available stock figure from IIP data. We did not compute cumulativeflow figures if they did not overlap with corresponding stock data.6A more detailed analysis and comparison of the finite and large sample properties of the CPMG and SKMG estimators is beyond the scope of this paper.7Some of the GDP data in this database are reported in domestic currency values; we converted such GDP data to U.S. Dollar figures using yearly average bilateral exchange rates.14Changes in the stock of any asset or liability are not only due to new flows, but can also be dueto changes in the value of the existing stock. The sources of valuation changes differ acrosstypes of financial assets and liabilities. In particular, we adjusted portfolio equity investmentliabilities using domestic stock market indices adjusted for exchange rate changes obtainedfrom Datastream that in turn draws upon Morgan Stanley and other sources and portfolioequity investment assets using a world stock market index MSCI World Index from Morgan Stanley. Furthermore, we adjusted foreign direct investment FDI liabilities using bilateralreal exchange rates relative to the United States, and FDI assets using effective real exchangerates.8 Changes in the value of external debt are already incorporated in the stock valuesreported in the GDF database, and changes in the value of international reserve assets wereobtained from the difference between flows and the change in the corresponding stock value.Denoting net valuation changes aggregated across all asset and liability types as N V , wefinally obtained the stock of NFA as N F Ait N F Ai,t 1 CAit KAit N Vit,25where CAit denotes country is current account balance at time t and KAit refers to itscapital account balance.9Since we completed compilation of our database, Lane and MilesiFerretti 2007 have augmented the international capital flow and investment position database described in Laneand MilesiFerretti 2001; the new version of the Lane and MilesiFerretti database now hassimilar crosscountry and time coverage as our database. In contrast to Lane and MilesiFerretti 2007, our database also separately reports the valuation effects. So as to be ableto assess the role of net valuation changes for our results for exchange rate dynamics using asingle database, we prefer to use our database, but we will provide in Section 5 a robustnesscheck of our results using the Lane and MilesiFerretti 2007 database. For more details onthe construction of our database, see Offermanns and Pramor 2007.cid:80Nwith country j as a share of country is overall trade volume, that is wijt 1r cid:80t 1EXPijt IM Pijtcid:80N8 Throughout this paper we use effective exchange rates computed using trade weights. Denoting byeijt the nominal spot exchange rate between country i and country j units of country i currency perunit of country j currency, measured as annual averages, we compute the effective exchange rate as eit j1 wijteijt. The weights wijt are computed as predetermined moving averages of country is trade volumestr wijs with wijt k1 EXPikt IM Pikt, where EXPijt and IM Pijt denote country is exports toand imports from country j in U.S. Dollars, and the window width is chosen as r 3. While a mixtureof trade and capital weights might be most appealing, we have to restrict our attention to trade weights,as information on bilateral flows of capital that would be needed to compute informative capital weights atpresent is not available for even a substantial subsample of the broad cross section of countries we wishto examine.9According to the definitions laid out in the fifth edition of the Balance of Payments Manual BOPM,the sum of the current account balance and the capital account balance offset what is called the financialaccount balance. Some of the literature still refers to what the BOPM labels as the capital account balanceas net capital transfers within the current account, reserving the term capital account balance for thechange in NFA that we are aiming at.15While our overall database contains annual observations on a total of 153 countries, for theempirical analysis of this paper we restrict attention to 65 countries only. These countrieswere selected from the 153 countries in our database on the basis of the following criteria:i at least 25 consecutive timeseries observations available for all variables entering ouranalysis;ii population size of at least one million in 1970;10iii economy not centrally planned for most of the sample period according to the classification used by Hall and Jones, 1999;iv economy not a major oil producer according to the classification used by Mankiw,Romer and Weil, 1992.The resultant 65 countries included in our analysis are: Argentina, Australia, Austria, Bolivia, Brazil, Burkina Faso, Canada, Chile, Colombia, Costa Rica, Cote d Ivoire, Denmark,Dominican Republic, Ecuador, Egypt, Finland, France, Germany, Ghana, Guatemala, Haiti,Honduras, India, Israel, Italy, Jamaica, Japan, Jordan, Kenya, Korea, Libya, Madagascar,Malaysia, Mexico, Morocco, Myanmar, Netherlands, New Zealand, Nigeria, Norway, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Portugal, El Salvador,Senegal, Sierra Leone, Singapore, Spain, Sri Lanka, Sudan, Sweden, Switzerland, Syrian Arab Republic, Thailand, Togo, Turkey, Uganda, United Kingdom, United States, Uruguayand Venezuela.11Over our sample period, the process of international financial integration has had a significant impact on countries net international investment positions, namely has led to a markedincrease of imbalances in net international investment positions. As one measure, the crosscountry dispersion of the NFA to GDP ratio has increased by 84% over our sample periodsee Figure 1. As we wish to examine to what extent imbalances in a countrys internationalinvestment position induce corrections towards PPP as a foreign exchange market anchor,in what follows we will focus on these net, not gross, international investment positions.12While an analysis of the sources of the marked increase in net international investment position imbalances might need to cope with structural changes, for example due to capitalaccount liberalization, for the purposes of our analysis namely investigating the interrelation between a countrys net international investment position and its medium to longrunexchange rate determination we can arguably view the rising crosscountry dispersion of 10The population data were taken from the World Banks World Development Indicators, complementedby data from the Penn World Tables.11For our robustness check using the Lane and MilesiFerretti 2007 database, using the same criteria asunder i to iv, we can include seven more countries in the analysis. The additional countries are: Algeria,Belgium, Cameroon, Greece, Indonesia, Irland, Malawi and Niger, while in turn Sierra Leone is not includedin the sample any more.12Figure 1 confirms the welldocumented world NFA discrepancy see, for example, Lane and MilesiFerretti, 2007 with a ratio of aggregate NFA to aggregate GDP that averages at 0.058 over our sampleperiod. For the full data set of 153 countries in our database, the ratio of aggregate NFA to aggregate GDPaverages at 0.048 over our sample period.16pi,t 1ei,t 1 i zi,t 1cid:48q 2i 1cid:88q 1i 1cid:88q 2i 1cid:88q 1i 1cid:881ikpi,tk pi,t 1k0k0ikei,tk 2ikpi,tkeit i i zi,t 1pi 1cid:88pi 1cid:88k1the NFA to GDP ratio merely as helpful to ensure sufficient spread in the net internationalinvestment position as the conditioning model variable.5 Empirical Analysis 5.1 Model Specification To facilitate discussion of our empirical results, let us adapt the generic notation used in Section 3 for our panel ARDL model to the exchange rate model that we take to the data.Based on our general panel errorcorrection model 9 we specify: i et 1 1i pt 1 2i pt 1ik etk 1ik ptk 2ik ptk it,26k0k0k0where eit denotes the logarithm of country is effective nominal spot exchange rate, pitthe logarithm of country is consumer price index and pit the logarithm of weighted foreignconsumer price indices using the same weighting scheme as for the effective exchange rate13.The variable zit denotes a smooth function of the NFA to GDP ratio over the precedingyears in the sample as a measure for the past medium to longrun trend of the countrysinternational investment position that is cleansed of shortrun volatility details regardingthe smoothing procedure will be presented below.Note that the PPP hypothesis does not pin down a unique choice of dependent and independent variables for the ARDL model. We specify the effective nominal exchange rate asthe dependent variable, as our primary interest is in how the nominal and real exchangerates adjust to changes of macroeconomic and financial fundamentals. Our choice of the dependent variable does not imply that we are assuming domestic and weighted foreign pricesto be strictly exogenous, however. In the context of ARDL models endogeneity of an independent variable can be overcome by adding sufficiently many lags of that independentvariable.14 To account for the presence of global shocks, following our discussion in Section 3we augment the model by incorporating crosssectional averages of the observable variables,denoted by et, pt and p 13As is well known, the use of aggregate price indices implies that the longrun relationship, even ifconsistent with the PPP hypothesis, can only be interpreted as providing evidence for relative but notabsolute PPP.t , respectively.14For a more detailed discussion of this issue in the timeseries setting see Pesaran and Shin 1999.17The parameters of principal interest are those that have immediate structural interpretation,namely the longrun coefficients i zi,t 1 1i zi,t 1, 2i zi,t 1cid:48 and the speed of adjustment parameter i zi,t 1. Note that unconditional PPP implies that 1i 1 and 2i 1with i 0. By conditioning these coefficients on zi,t 1, we render them dependent on thecountrys smoothed NFA to GDP ratio. Specifically, the filter we use is a onesided versionof the Hodrick and Prescott 1997 filter that uses only the preceding observations forcalculating the estimate of the medium to longrun component zi,t 1 for all t, also ensuringthat the conditioning variable can be treated as predetermined.Given that empirical results could be sensitive to the specification of the width of the windowof observations used to separate short from mediumlongrun dynamics, we implementseveral alternative choices for this parameter varying between 3, 5, 7 and 10 years. Thesechoices are intended to reflect a significant range of foreign exchange market participantsviews as regards to the relevant horizon of international investment position data to conditionon. For the beginning of the sample, to avoid losing a significant number of observations wecompute the initial values of the zi,t 1 series using the average change of the actual NFAto GDP ratio over the initialization period, t 1, 2,  , .We have considered a number of other specifications of zit than the NFA to GDP ratioalso, including cumulative current account balances and changes in asset and liability valuation all scaled by GDP. Interestingly, changes in asset and liability valuation seemedan ineffective conditioning variable, whereas the results we will report in what follows werenearly unchanged when we used the unadjusted cumulative current account balance.Incontrast to the findings of Gourinchas and Rey 2007, this suggests that valuation effectsas a component of the international investment position are not the major driving force ofthe adjustment of effective exchange rates to macroeconomic fundamentals. While beyondthe scope of this paper, it would be interesting to explore in future research what is drivingthese differences in results relative to Gourinchas and Rey 2007.In the next section, we will present our results, using the trend component in the NFAto GDP ratio as the conditioning variable, comparing the different estimation approachesdiscussed in Section 3. For MG estimation of our model, we specify i zi,t 1 i andi zi,t 1 i. For PMG estimation, we specify i zi,t 1 i and i zi,t 1 . For CPMG estimation, we specify i zi,t 1 zi,t 1, with i zi,t 1 and zi,t 1 modelled asfirst and thirdorder Chebyshev polynomials, respectively. For SKMG estimation, we use a Gaussian kernel combined with homogeneous coefficient firstorder Chebyshev polynomialsto model the state dependence of i and i. Lag orders are selected on the basis of the Akaike Information Criterion AIC or the Schwarz Bayesian Criterion SBC.185.2 Empirical Results 5.2.1 Testing the Model Specification We begin by examining the stationarity properties of the various variables entering our modelfor exchange rate dynamics 26. For this model to be well specified, the model variablesshould be either integrated of order zero or one, I0 or I1, and the longrun levels relationbetween the model variables should be I0. To test for the order of integration of nominaleffective exchange rates, e, domestic prices, p, and weighted foreign prices, p, we employ thepanel unit root test of Pesaran 2007.15 The results in Table 1a provide strong evidencethat p and p are I1 variables. Somewhat surprisingly, the evidence in favor of e to be I1 isless compelling. However, as the unit root test statistic for the level of e was insignificant atthe one percent level when the crosssectional augmentation term was dropped, we proceedwith the consensus view in the literature that e is best modelled as I1. We invoke the teststatistic proposed by Westerlund 2005 to test for conditional panel cointegration betweene, p and p, that is, the existence of an I0 relation between e, p and p depending on ourconditioning variable z; Appendix B provides details on the test statistic and its applicabilityfor our panel modelling approach. Table 1b provides evidence that e 1 zp 2 zp is I0. The results in Table 1b are based on a thirdorder Chebyshev polynomial specificationof z, but we obtained qualitatively similar results when we reduced the polynomial orderto zero or one. Overall, Table 1 provides strong support for the exchange rate model in Equation 26 being an appropriate model formulation concerning nonstationarity of themodel variables.Nonstationarity of exchange rates and price indices on the individual country level impliespotential nonstationarity also in the crosssectional averages of these variables. In principle, the inclusion of common effects being I1 does not pose a problem to the estimationapproach, see Kapetanios, Pesaran and Yamagata 2011. However, the correlated effectsaugmentation is introduced to capture crosssectional correlation between error terms whichis stationary by its very nature. Furthermore, we are interested in interpreting the relationbetween the individual country levels of our variables as conditional longrun equilibriasuch that the stochastic trends should not be extracted by the common factor approximation. Hence, in our empirical specification we incorporate only the stationary componentsof the correlated effects, using the decomposition according to Beveridge and Nelson 1981.15This panel unit root test inter alia allows for two features of the data that are accounted for in the modelin Equation 26 also: countryspecific shortrun dynamics and crosscountry correlation of the disturbanceterms.195.2.2 Estimation Results for the Full Sample We can thus turn to estimation results for the coefficients with structural interpretation inour exchange rate model in Equation 26. Table 2 reports the longrun coefficients on p andp in the longrun relation between effective nominal exchange rates, domestic prices andweighted foreign prices, as well as the speed of adjustment to this longrun relation underthe different estimation procedures we consider. The first two columns report MG and PMG estimation results, whereas the third and fourth columns show the average estimatesacross all values of the conditioning variable, the smoothed NFA to GDP ratio, obtainedunder CPMG and SKMG. In contrast to the MG estimates that do not involve any form ofpooling, the estimates of both longrun parameters based on all other estimation proceduresare highly significant. It may be worth pointing out that the standard errors under CPMGand even under SKMG are smaller yet than those under PMG, providing some support forthe CPMG and SKMG procedures we are proposing in this paper to be effective poolingprocedures for the number of observations available in many crosscountry macroeconomicpanels, even though the CPMG and SKMG procedures involve much weaker assumptionson which pooling is based than traditional pooling procedures such as dynamic fixed effects.Note that at least from a statistical perspective unconditional PPP, that is 1 1 and 2 1 across all values of the NFA to GDP ratio, is clearly rejected under the PMG, CPMGand SKMG procedures. All point estimates of the longrun parameters for 1 fall in theinterval 0.58, 0.83, and those for 2 fall into the interval 0.70,0.54 and suggest a strongerlongrun reaction of effective nominal exchange rates to domestic prices as compared toweighted foreign prices. It is quite remarkable that the estimates of the speed of adjustmentcoefficients all suggest rather fast adjustment to the longrun relation, in particular implyinghalf lives between one and two years, much faster than what has typically been found in theliterature and removing most of the stickiness puzzle that the previous literature on PPPsee, for example, Rogoff, 1996 has argued to be present.While the average parameter estimates for CPMG and SKMG across all values of the NFAto GDP ratio are qualitatively similar to those obtained under the PMG approach, the ideaunderlying our CPMG and SKMG approaches is, of course, to report on the variation ofthe speed of adjustment and longrun coefficients across different values of the NFA to GDPratio. Figures 2 to 16 pick up on this point. Figure 2 conveys that for our full sampleof 65 countries there appears to be a strong dependence of the two longrun coefficientsfor domestic and weighted foreign prices on a countrys international investment positionas reflected by the smoothed NFA to GDP ratio with the trend component of this ratioextracted using a tenyear filtering window. In particular, we find rather strong evidencethat foreign exchange market participants appear to view the PPP relation as a strong anchorfor the pricing of currencies in environments of limited negative NFA to GDP ratios. Under 20a limited negative NFA to GDP ratio, the longrun coefficients on domestic and weightedforeign prices are economically and partially even statistically insignificantly different fromone and minus one, respectively.The boundaries of this limited negative NFA to GDP ratio do differ, though, across the CPMG and SKMG procedures: about minus one to minus one and a half under the CPMGapproach, and about minus one third to minus one under the SKMG approach. Whatis causing these differences? The curvatures of the Chebyshev polynomials entering the CPMG model are quite sensitive to the shape of the distribution of smoothed NFA to GDPratios. This sensitivity is well conveyed in Figure 3, which shows that the curvatures of the Chebyshev polynomials increase substantially with lengthening of the window of observationsused to calculate the trend component of the NFA to GDP ratio. This in turn is due to thefact that the mass of the distribution of this trend component shifts somewhat towards arange of NFA to GDP ratios involving more pronounced negative imbalances as the windowlength is increased. As the SKMG estimation results in Figure 4 display rather little suchsensitivity, we prefer these, suggesting that for limited negative NFA to GDP ratios of aboutminus one third to minus one foreign exchange market participants appear to price mediumto longrun exchange rates in line with PPP. For yet larger imbalances of the internationalinvestment position or balanced international investment positions, the longrun equilibriumbears limited, little or even no resemblance with what PPP would suggest. When the NFAto GDP ratio is balanced, the SKMG approach suggests longrun elasticities of the effectivenominal exchange rate with respect to domestic and weighted foreign prices of less than onehalf in absolute value.Figure 2 also suggests that when there is a limited positive NFA to GDP ratio of aroundplus one third, then again medium to longrun exchange rate pricing appears to be inline with PPP. However, the latter result needs to be expressed with more caution than thecorresponding one for limited negative NFA to GDP ratios, as the number of limited positive NFA to GDP ratios in our sample is rather limited, and the longrun coefficient standarderror bands specifically under SKMG widen sizeably for NFA to GDP ratios larger than plusone fifth.Figures 5 and 6 report on the speed of adjustment coefficients for our full sample of 65countries under the CPMG and SKMG approaches. Both under the CPMG and SKMGapproaches the speed of adjustment coefficients in the range of limited negative NFA to GDP positions vary very little with the latter. Once more, however, it appears prudent notto put strong emphasis on results obtained for values of the smoothed NFA to GDP ratiolarger than plus one fifth, given the limited number of observations in our sample involvingsuch NFA to GDP ratios.Overall, Figures 2 to 6 provide rather strong evidence that the NFA to GDP ratio signifi21cantly influences medium to longrun exchange rate dynamics, but has limited, if any, effecton shortrun dynamics. Medium to longrun exchange rate dynamics particularly underlimited negative NFA to GDP ratios seem well characterized by PPP. Figures 7 and 8 provide a robustness check on our results if the database of Lane and MilesiFerretti 2007 isused to compute the conditioning variable series zi,t 1.16 While the quantitative aspects ofour results are affected by use of the Lane and MilesiFerretti 2007 database, our key qualitative finding that medium to longrun exchange rate dynamics are significantly affectedby changes in the smoothed NFA to GDP ratio, whereas shortrun dynamics are not, is verymuch present still with the Lane and MilesiFerretti 2007 database also. Furthermore,under use of the Lane and MilesiFerretti 2007 database, too, there is still considerableevidence that there is an environment of limited negative NFA to GDP ratios under whichmedium to longrun exchange rate pricing is well described by PPP.5.2.3 Robustness Analysis Using Sample Splits In addition to the international investment position of a country, it is likely that its mediumto longrun exchange rate dynamics are also influenced by other features of its macroeconomicand financial environment such as its income level, its exchange rate regime, its degree ofprice stability or its exposure to terms of trade shocks. One reason that the income levelmay matter is that if a countrys NFA to GDP ratio was on average negatively related toits income level and we will document evidence for this to be the case, then it would seemreasonable to conjecture that the range of NFA to GDP ratios for which foreign exchangemarket participants tend to price medium to longrun exchange rates on the basis of PPPconsiderations is broader for low income countries than for middle or high income countries.Depending on the exchange rate regime, imbalances of real exchange rates may be judgedto be more or less sustainable, resulting in differing degrees of conformity of the exchangerate with price fundamentals. Regarding price stability, a relatively low degree of pricestability will ceteris paribus lead to a larger number of situations where imbalances will besufficiently pronounced to require correction and thus might result in PPP equilibrium beinga more relevant description of medium to longrun exchange rate dynamics. The occurrenceof relatively large terms of trade shocks affecting the international competitiveness of acountry might lead to changes both in its international investment position and its effectiveexchange rate, implying a spurious relation between the NFA to GDP ratio and exchangerate dynamics.As a first analysis to what extent our results regarding the role of a countrys international 16As pointed out in Section 4, when using the Lane and MilesiFerretti 2007 database, the full samplecan be expanded from 65 to 72 countries. For the reasons also discussed in Section 4 we nevertheless preferto work with our own database.22investment position for medium to longrun exchange rate dynamics are sensitive to alsoaccounting for other factors of the macroeconomic and financial environment, we thereforeinclude income level, exchange rate regime, price stability and terms of trade informationin our analysis to disentangle the impact of these factors from that of the internationalinvestment position. It would clearly be appealing to allow for multivariable conditioningthrough a CPMG or SKMG model that conditioned on a vector rather than just a scalar ofstate variables. However, in the setup of our panel model of Section 3 this could easily resultin a loss of parameter parsimony. How to best preserve parsimony in multivariable CPMGand SKMG models is left for future research. In this paper, we instead confine ourselves todocumenting the variation of the longrun elasticity of the effective nominal exchange ratewith respect to domestic and weighted foreign prices across differing NFA to GDP ratios forfour sample splits: i high and middle income countries vs. low income countries, ii floatingexchange rate regimes vs. sticky exchange rate regimes, iii countries with a relatively lowdegree of price stability vs. countries with a relatively high degree of price stability and ivcountries with on average large terms of trade shocks vs. countries with on average smallterms of trade shocks.Beginning with the split based on income levels, we split our sample of 65 countries into twogroups, following the World Banks incomebased classification of countries. In particular,we collect countries categorized by the World Bank as high income OECD countries,high income nonOECD countries and upper middle income countries, labelling theseas high and middle income countries, while our group of low income countries comprisesthe World Banks lower middle income countries and low income countries. We find thatfor this sample split the average NFA to GDP ratio is equal to 0.187 for high and middleincome countries, and is equal to 0.561 for low income countries. Figure 10 suggests thatthe relation between medium to longrun exchange rate pricing and a countrys internationalinvestment position that we found for the full sample of countries is also present both for ourhigh and middle income countries sample as well as our low income countries sample, leadingto similar types of curvature as for the full sample of countries. There are some quantitativequalifications, though. For the high and middle income countries sample the range of limitednegative international investment positions for which we observe the strongest PPPtypemedium to longrun exchange rate pricing is associated with slightly smaller investmentposition imbalances than for the sample comprising all countries, appearing now at valuesfor the NFA to GDP ratio around minus one third to minus one half. For the low incomecountries, the range of values for which the elasticities of the effective exchange rate withrespect to prices approaches or even exceeds unity is broader, with PPPtype medium tolongrun exchange rate pricing materializing for NFA to GDP ratios from around minus onethird to minus one and a quarter. Overall, it appears that as we had conjectured foreign 23exchange market participants for low income countries view PPP as a relevant anchor fora broader range of negative imbalances of the international investment position than forhigh and middle income countries.To consider the role of exchange rate regimes for our results, we employ a data set on the defacto classification of exchange rate flexibility assembled by LevyYeyati and Sturzenegger2005. Their data set contains an annual fiveway categorization of the exchange rateregimes of inter alia all the 65 countries considered in our analysis as flexible, dirtyfloat, inconclusive, crawling peg and fixed. We recode these five categories from avalue of one for a flexible exchange rate regime to a value of five for a fixed exchangerate regime.17Our sample split then constructs two groups of countries: The first group consists of countriesfor which the exchange rate classification code over our sample period is on average atmost equal to three, and the second group features all countries with an exchange rateclassification code being on average larger than three over our sample period.18 Figure 12reports on our exchange rate regime based sample split.Inspection of this figure revealsthat the curvatures of the functions depicting the longrun coefficients in dependence on the NFA to GDP ratio are somewhat more pronounced for fixed exchange rate regimes thanfor floating ones. However, for both fixed and floating regimes we find strong adherenceto medium to longrun exchange rates being priced on the basis of a PPPtype relationunder limited negative NFA to GDP ratios. This suggests that our international investmentposition conditioning is separate from an influence of exchange rate regimes on medium tolongrun exchange rate dynamics.To consider the impact of a countrys degree of price stability on our results, we split oursample into one group of countries for which the average rate of inflation over our sampleperiod exceeded twelve percent we label countries in this group as those exhibiting a lowdegree of price stability as well as a second group of countries for which the average rate ofinflation over our sample period was twelve percent or lower we label countries in this groupas those exhibiting a high degree of price stability. Figure 14 reports on this sample split.The figure suggests that the magnitudes of international investment position imbalancesunder which foreign exchange markets in the medium to long run price currencies in linewith PPP are somewhat sensitive to the degree of price stability. Limited negative NFA to GDP ratios leading to PPPtype pricing of exchange rates for countries with a low degree ofprice stability are centered around minus three quarters to minus one, but for countries with a 17The LevyYeyati and Sturzenegger 2005 data set spans the period 1974 to 2004; we assume that allexchange rates were fixed over the period 1970 to 1973.18It should be kept in mind, of course, that we work with effective exchange rates spanning a broad rangeof countries, whereas the LevyYeyati and Sturzenegger 2005 classification concerns fluctuations of onecurrency relative to one other, selected currency often the U.S. Dollar, the Pound Sterling, the Deutsche Mark or the French Franc only.24high degree of price stability are in absolute value a bit smaller, namely are centered aroundminus one half.In other words, under a relatively high degree of price stability, foreignexchange markets return to PPP fundamentals under lower degrees of external imbalancethan in environments of relatively low degrees of price stability. The qualitative pattern ofadjustment towards PPPtype pricing when a countrys international investment positionmoves into imbalance is surprisingly similar for countries with low and with high degrees ofprice stability.Finally, we evaluate the implications of differences in the countries exposure to terms oftrade shocks. We split our sample into two groups exhibiting on average relatively large andrelatively small terms of trade shocks, respectively. Given that data on a countrys termsof trade are only available in index form, such that the level itself is not interpretable, weextract shocks by fitting simple autoregressive integrated moving average ARIMA modelsto annual terms of trade time series obtained from the World Banks World Development Indicators. The lag orders for these models are determined via the Akaike Information Criterion allowing for a maximum lag order of three for both the autoregressive and themoving average parts. The degree of integration is determined according to an Augmented DickeyFuller test at the 5% significance level. The model includes a time trend and aconstant for the level specification and a constant for the specification using first differencesof the time series. Based on the variance of the shocks that we obtain from the estimatedtime series model, we split our sample into a group of countries that exhibit a shock variancethat is larger than or equal to the average shock variance across all countries, labelling thesecountries with large terms of trade shocks, and a group of countries that exhibit a shockvariance that is smaller than the average shock variance across all countries, labelling thesecountries with small terms of trade shocks. Figure 16 suggests that PPP for countries withsmall terms of trade shocks continues to hold in environments of limited negative NFA to GDP positions. For countries with large terms of trade shocks the evidence is not as clear;the longrun coefficient on domestic prices shows the same type of curvature as in the fullsample, whereas the longrun coefficient on foreign prices shows relatively weak variationas a function of the NFA to GDP position in the range of NFA to GDP ratios for which asatisfactory number of data points is available. This result may, however, be driven by thelimited range of NFA to GDP ratios we have available for countries with large terms of tradeshocks. Overall, we view the the results in Figure 16 as soundly refuting the hypothesis thatour results concerning the conditional validity of PPP would be driven by countries withlarge terms of trade shocks.256 Conclusion In this paper we have revisited medium to longrun exchange rate determination, focusing on the role of international investment positions. To do so, we have developed a neweconometric framework accounting for conditional longrun homogeneity in heterogeneousdynamic panel data models. In particular, in our model the longrun relationship betweeneffective exchange rates and domestic as well as weighted foreign prices has been specifiedas a function of a countrys international investment position as measured by a smoothedpredetermined value of the NFA to GDP ratio. We have found rather strong support for PPP in environments of limited negative NFA to GDP ratios, but not in environments ofbalanced NFA to GDP positions, or negative NFA to GDP ratios that are rather large inabsolute value. We have also adduced evidence that the conditioning of PPP on a countrysinternational investment position remains important when allowing for other features of themacroeconomic environment, such as the income level, the exchange rate regime, the degreeof price stability and the magnitude of terms of trade shocks.Our future research will in particular address two issues: i the extension of CPMG and SKMG models to a parsimonious multivariate conditioning framework, and ii the extensionof at least part of our database to bilateral measurement of international capital flows,allowing to address issues of links between the sources and destinations of capital flows aswell as their effects on stocks of international investment positions on the one hand andmacroeconomic and financial market outcomes on the other hand.26Tables and Figures Table 1: Stationarity Properties for 65 Countries, 1970 to 2004a Panel Unit Root Testepp Level 3.05852.01632.3704First Difference 3.94392.68662.8502b Panel Cointegration Test 10e 1 zp 2 zp 4.8255 4.8354 4.8510 4.8603 3 5 7Notes: The panel unitroot test Part a is computed according to Pesaran 2007 and has a nonstandarddistribution under the null hypothesis of a unit root in the time series under consideration for all countries.Under the alternative hypothesis, the time series under consideration is I0 for a nonvanishing share ofcountries. Levels of the variables are modelled with a constant and a linear time trend, whereas the specifications for first differences of the variables include a constant only. The critical value at the 5% 1%significance level for the level of a series is 2.58 2.69 and 2.08 2.19 for the first difference of a series. The panel cointegration test statistics Part b are distributed standard Normal under the null of nocointegration see Westerlund, 2005, with the alternative hypothesis being that cointegration prevails for allcountries. The test statistics were computed using Chebyshev polynomials of order three for the estimationof conditionally homogeneous longrun coefficients and are reported for different window widths for thefiltering of the conditioning variable, z. The lag orders in both parts of the table were selected according tothe Akaike Information Criterion based on a maximum lag order of 2, but the results are robust to otherchoices, as well as to lag selection on the basis of other information criteria such as the Schwarz Bayesian Criterion. Figures in bold face denote significance at the 5% level.Table 2: Speed of Adjustment and LongRun Coefficients Averages12MG0.03660.49450.19380.65490.54330.3051PMG0.37320.03210.82310.02310.54900.0722CPMG0.39790.03140.81760.01280.69160.0128SKMG0.36740.00010.58810.02050.55300.0175Notes: Crosscountry averages of the speed of adjustment coefficient and the longrun coefficients on thedomestic 1 and weighted foreign 2 prices in Equation 26. PPP would suggest that 0, 1 1,and 2 1. Under CPMG and SKMG, countryspecific coefficients are evaluated at the mean of theconditioning variable zi,t 1, with the series for zi,t 1 constructed under 10. The lag length is selectedaccording to the Akaike Information Criterion with a maximum lag order of 2. Standard errors are given inparentheses below the coefficients; figures in bold face denote significance at the 5% level.27Figure 1: Net Foreign Assets as a Ratio to GDP, 1970 to 2004Notes: The solid line represents the aggregate of NFA divided by aggregate GDP across our sample of 65 countries, with thestandard deviation across countries of the NFA to GDP ratio represented by the boundaries of the shaded area.2819701975198019851990199520000.80.60.40.200.20.40.6NFAFigure 2: LongRun Coefficients for 65 Countries, 1970 to 2004a CPMG Approach, 10b SKMG Approach, 10Notes: Estimates of the conditional longrun coefficients in the relation between the effective nominal exchange rate anddomestic as well as weighted foreign prices in the panel ARDL model 26, with the conditioning variable being defined as theonesided HodrickPrescott filtered NFA to GDP ratio over a window of width 10. The CPMG approach uses Chebyshevpolynomials of order three in the conditioning variable; the SKMG approach uses local kernels in the conditioning variable.The lag order is selected according to the Akaike Information Criterion with a maximum lag order of 2. Standard error bandsdenote the 95% confidence intervals of the coefficient estimates.29210121.510.500.511.52NFAGDP PPSTARNFAGDP 2.521.510.500.513210123PPSTARFigure 3: LongRun Coefficients for 65 Countries, 1970 to 2004:CPMG Approacha 3b 5c 7d 10Notes: Estimates of the conditional longrun coefficients in the relation between the effective nominal exchange rate anddomestic as well as weighted foreign prices in the panel ARDL model 26 using Chebyshev polynomials of order three inthe conditioning variable, the latter being defined as the onesided HodrickPrescott filtered NFA to GDP ratio over differentwindow widths . The lag order is selected according to the Akaike Information Criterion with a maximum lag order of 2.Standard error bands denote the 95% confidence intervals of the coefficient estimates.30210121.510.500.511.52NFAGDP PPSTAR210121.510.500.511.52NFAGDP PPSTAR210121.510.500.511.52NFAGDP PPSTAR210121.510.500.511.52NFAGDP PPSTARFigure 4: LongRun Coefficients for 65 Countries, 1970 to 2004:SKMG Approacha 3b 5c 7d 10Notes: Estimates of the conditional longrun coefficients in the relation between the effective nominal exchange rate anddomestic as well as weighted foreign prices in the panel ARDL model 26 using local kernels in the conditioning variable, thelatter being defined as the onesided HodrickPrescott filtered NFA to GDP ratio over different window widths . The lag orderis selected according to the Akaike Information Criterion with a maximum lag order of 2. Standard error bands denote the 95%confidence intervals of the coefficient estimates.31NFAGDP 2.521.510.500.513210123PPSTARNFAGDP 2.521.510.500.513210123PPSTARNFAGDP 2.521.510.500.513210123PPSTARNFAGDP 2.521.510.500.513210123PPSTARFigure 5: Speed of Adjustment Coefficients for 65 Countries, 1970 to 2004:CPMG Approacha 3b 5c 7d 10Notes: Smoothed mean group estimates of the speed of adjustment coefficients in the panel ARDL model 26 using Chebyshevpolynomials of order one in the conditioning variable, the latter being defined as the onesided HodrickPrescott filtered NFAto GDP ratio over different window widths . The lag order is selected according to the Akaike Information Criterion with amaximum lag order of 2. Standard error bands denote the 95% confidence intervals of the coefficient estimates.32210110.90.80.70.60.50.40.30.20.10NFAGDP EC210110.90.80.70.60.50.40.30.20.10NFAGDP EC210110.90.80.70.60.50.40.30.20.10NFAGDP EC210110.90.80.70.60.50.40.30.20.10NFAGDP ECFigure 6: Speed of Adjustment Coefficients for 65 Countries, 1970 to 2004:SKMG Approacha 3b 5c 7d 10Notes: Estimates of the speed adjustment coefficients in the panel ARDL model 26 using local kernels in the conditioningvariable, the latter being defined as the onesided HodrickPrescott filtered NFA to GDP ratio over different window widths .The lag order is selected according to the Akaike Information Criterion with a maximum lag order of 2. Standard error bandsdenote the 95% confidence intervals of the coefficient estimates.33NFAGDP2.521.510.500.5110.90.80.70.60.50.40.30.20.10NFAGDP2.521.510.500.5110.90.80.70.60.50.40.30.20.10NFAGDP2.521.510.500.5110.90.80.70.60.50.40.30.20.10NFAGDP2.521.510.500.5110.90.80.70.60.50.40.30.20.10Figure 7: LongRun Coefficients for 72 Countries using Lane and MilesiFerretti 2007Data, 1970 to 2004a CPMG Approach, 10Notes: See Figure 2.b SKMG Approach, 10342101221.510.500.511.52NFAGDP PPSTARNFAGDP 210123210123PPSTARFigure 8: Speed of Adjustment Coefficients for 72 Countries using Lane and MilesiFerretti2007 Data, 1970 to 2004a CPMG Approach, 10b SKMG Approach, 10Notes: Part a: Smoothed mean group estimates of the speed of adjustment coefficients in the panel ARDL model 26 using Chebyshev polynomials of order one in the conditioning variable; part b: Estimates of the speed of adjustment coefficientsin the panel ARDL model 26 using local kernels in the conditioning variable. For both parts, the conditioning variable isdefined as the onesided HodrickPrescott filtered NFA to GDP ratio over a window of width 10. The lag order is selectedaccording to the Akaike Information Criterion with a maximum lag order of 2. Standard error bands denote the 95% confidenceintervals of the coefficient estimates.352101210.90.80.70.60.50.40.30.20.10NFAGDP ECNFAGDP2101210.90.80.70.60.50.40.30.20.10Figure 9: IncomeBased Sample Split, 1970 to 2004High and Middle Income Countries, CPMG Approach, 31 Countriesa 5b 10Low Income Countries, CPMG Approach, 34 Countries Notes: See Figure 3.c 5d 1036210121.510.500.511.52NFAGDP PPSTAR210121.510.500.511.52NFAGDP PPSTAR2.521.510.5021.510.500.511.52NFAGDP PPSTAR2.521.510.5021.510.500.511.52NFAGDP PPSTARFigure 10: IncomeBased Sample Split, 1970 to 2004High and Middle Income Countries, SKMG Approach, 31 Countriesa 5b 10Low Income Countries, SKMG Approach, 34 Countries Notes: See Figure 4.c 5d 1037NFAGDP 2.521.510.500.513210123PPSTARNFAGDP 2.521.510.500.513210123PPSTARNFAGDP 2.521.510.503210123PPSTARNFAGDP 2.521.510.503210123PPSTARFigure 11: Exchange Rate RegimeBased Sample Split, 1970 to 2004Floating Exchange Rate Regimes, CPMG Approach, 20 Countriesa 5b 10Fixed Exchange Rate Regimes, CPMG Approach, 45 Countries Notes: See Figure 3.c 5d 103810.500.5121.510.500.511.52NFAGDP PPSTAR10.500.5121.510.500.511.52NFAGDP PPSTAR2.521.510.500.521.510.500.511.52NFAGDP PPSTAR2.521.510.500.521.510.500.511.52NFAGDP PPSTARFigure 12: Exchange Rate RegimeBased Sample Split, 1970 to 2004Floating Exchange Rate Regimes, SKMG Approach, 20 Countriesa 5b 10Fixed Exchange Rate Regimes, SKMG Approach, 45 Countries Notes: See Figure 4.c 5d 1039NFAGDP 10.500.513210123PPSTARNFAGDP 10.500.513210123PPSTARNFAGDP 2.521.510.500.53210123PPSTARNFAGDP 2.521.510.500.53210123PPSTARFigure 13: Price StabilityBased Sample Split, 1970 to 2004Countries with Low Degree of Price Stability, CPMG Approach, 24 Countriesa 5b 10Countries with High Degree of Price Stability, CPMG Approach, 41 Countries Notes: See Figure 3.c 5d 10402.521.510.500.521.510.500.511.52NFAGDP PPSTAR2.521.510.500.521.510.500.511.52NFAGDP PPSTAR210121.510.500.511.52NFAGDP PPSTAR210121.510.500.511.52NFAGDP PPSTARFigure 14: Price StabilityBased Sample Split, 1970 to 2004Countries with Low Degree of Price Stability, SKMG Approach, 24 Countriesa 5b 10Countries with High Degree of Price Stability, SKMG Approach, 41 Countries Notes: See Figure 4.c 5d 1041NFAGDP 2.521.510.500.53210123PPSTARNFAGDP 2.521.510.500.53210123PPSTARNFAGDP 2.521.510.500.513210123PPSTARNFAGDP 2.521.510.500.513210123PPSTARFigure 15: Terms of Trade ShockBased Sample Split, 1970 to 2004Countries with Large Terms of Trade Shocks, CPMG Approach, 18 Countriesa 5b 10Countries with Small Terms of Trade Shocks, CPMG Approach, 36 Countries Notes: See Figure 3.c 5d 104221.510.500.521.510.500.511.52NFAGDP PPSTAR1.510.500.521.510.500.511.52NFAGDP PPSTAR2.521.510.500.521.510.500.511.52NFAGDP PPSTAR2.521.510.500.521.510.500.511.52NFAGDP PPSTARFigure 16: Terms of Trade ShockBased Sample Split, 1970 to 2004Countries with Large Terms of Trade Shocks, SKMG Approach, 18 Countriesa 5b 10Countries with Small Terms of Trade Shocks, SKMG Approach, 36 Countries Notes: See Figure 4.c 5d 1043NFAGDP 21.510.500.53210123PPSTARNFAGDP 1.510.500.53210123PPSTARNFAGDP 2.521.510.500.53210123PPSTARNFAGDP 2.521.510.500.53210123PPSTARAppendices A Computation of Smoothed Mean Group Estimatesand Standard Errors for Speed of Adjustment Coefficients Under the CPMG approach, we estimate N separate functional forms for the speed of adjustment coefficients, such thatjit jzi,t 1,i 1, 2,  , N, t 1, 2,  , T, j 1, 2,  , N,A.1represents the estimate of the speed of adjustment evaluated at observation i, t using thefunctional form estimated for country j. Similar to the MG approach we now want to obtainan estimate of the mean relationship in the panel between the speed of adjustment coefficientand the conditioning state variable zi,t 1 by averaging across countryspecific estimates of thisrelationship. The countryspecific functional forms are based on Chebyshev polynomials upto order , with polynomial terms cszi,t 1 and parameters j , s 0, 1,  , . The meancoefficient at the point zi,t 1 should therefore be an average of the coefficients implied byeach polynomial. However, the polynomial function for each countrys speed of adjustmentsjcoefficient is estimated on the basis of the observations for that country only and thereforemight only be valid in a limited range of values for zi,t 1. Extrapolating this function tovalues that are far from this range might lead to large outliers which can distort the panel MG coefficient.We therefore compute a weighted average of the heterogeneous coefficients jzi,t 1, wherethe weights decrease with the distance of zi,t 1 from the mean for country j, zj. The distancemay be incorporated using a kernel specification. In particular, let j be the 1 vectorof estimated polynomial coefficients for country j. Thenjcid:48it j jjA.2where zi,t 1 c 0zi,t 1, c 1zi,t 1, . . . , c zi,t 1cid:48. We now obtain the weights from thestandardized kerneli 1, 2,  , N, t 1, 2,  , T, zi,t 1,cid:80Nbzi,t 1 zjk1 bzi,t 1 zkA.3where, as in Section 3.2.2, b denotes the Gaussian kernel function with bandwidth parameter b 1.06 szN T 15.it .wjWe finally are in a position to construct a smoothed mean group estimator SMG of thespeed of adjustment coefficient from SM Gitit wjjit ,A.4Ncid:88j144and the corresponding standard error fromcid:118cid:117cid:117cid:116 1N 1Ncid:88j1SM G,it cid:16cid:172wjit .it SM GjitA.5B Testing for the Existence of a LongRun Relationship To compute the MG, PMG, CPMG and SKMG estimators, we need to be assured that alongrun relation between the dependent variable, y, and the regressors, x, in the panel ARDL model exists unconditionally for MG and PMG, and conditionally for CPMG and SKMG. Presuming that y and x are integrated of order one, I1, one may test whetherthey are cointegrated by considering a least squares regression of the formyit i zi,t 1cid:48xit it,B.1and examining whether the error term it in this regression is I0 or I1.hypothesis is formulated as there being no cointegrating relation between yit and xit, thenthe error term it should be I1. We employ the panel cointegration test proposed by Westerlund 2005 which implements this idea in a nonparametric format, not relying on If the nullspecific assumptions regarding the datagenerating processes for yit and xit. This makes thetest applicable both when the conditioning function z collapses to a constant and whenit exhibits variation across different values of z. All that is required is that zcid:48x containsonly I0 and I1 regressors.The test also allows for crosssection dependence in the error term, it, via common effects. Totest the null hypothesis of no cointegration against the alternative hypothesis of cointegrationfor all countries, following Westerlund 2005 we compute the following panel variance ratiostatistic:where vit cid:80t V RP is and ui cid:80Tcid:32 Ncid:88cid:331 Ncid:88Tcid:88uii1i1t12it. This test statistic is distributed standard Normalunder the null hypothesis of no cointegration after appropriate mean and variance correctionss1t1v 2it,B.2as reported by Westerlund 2005.45References Beveridge, S. and C. Nelson 1981: A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics, 72, 151174.Binder, M., M.H. Pesaran and S. Sharma 2004: Common Features in Exchange Rate Dynamics Using Dynamic Heterogeneous Panel Data Models, Working Paper, Goethe University Frankfurt.Breitung, J. 2005: A Parametric Approach to the Estimation of Cointegration Vectors in Panel Data, Econometric Reviews, 242, 151173.Cavallo, M. and F. Ghironi 2002: Net Foreign Assets and the Exchange Rate: Redux Revived, Journal of Monetary Economics, 495, 10571097.Cheung, Y.W., M.D. Chinn and A.G. Pascual 2005: Empirical Exchange Rate Modelsof the Nineties: Are Any Fit to Survive?, Journal of International Money and Finance,247, 11501175.Cheung, Y.W. and K.S. Lai 2000: On CrossCountry Differences in the Persistence of Real Exchange Rates, Journal of International Economics, 502, 375397.Dornbusch, R. and S. Fischer 1980: Exchange Rates and the Current Account, American Economic Review , 705, 960971.Engel, C., N.C. Mark and K. West 2007: Exchange Rate Models Are Not as Bad as You Think, Working Paper No. 13318, NBER.Fan, J. and W. Zhang 1999: Statistical Estimation in Varying Coefficient Models, Annalsof Statistics, 275, 14911518.Faruqee, H. 1995: LongRun Determinants of the Real Exchange Rate: A StockFlow Perspective, IMF Staff Papers, 421, 80107.Gagnon, J.E. 1996: Net Foreign Assets and Equilibrium Exchange Rates: Panel Evidence,International Finance Discussion Paper No. 574, Board of Governors of the Federal Reserve System.Gourinchas, P.O. and H. Rey 2007:International Financial Adjustment, Journal of Political Economy, 1154, 665703.Hall, R.E. and C.I. Jones 1999: Why Do Some Countries Produce So Much More Output Per Worker Than Others?, Quarterly Journal of Economics, 1141, 83116.46H ardle, W. 1990: Applied Nonparametric Regression, Cambridge: Cambridge University Press.Hodrick, R.J. and E.C. Prescott 1997: Postwar U.S. Business Cycles: An Empirical Investigation, Journal of Money, Credit, and Banking, 291, 116.Kapetanios, G., M.H. Pesaran and T. Yamagata 2011: Panels with NonStationary Multifactor Error Structures, Journal of Econometrics, 1602, 326348.Krugman, P.R. 1978: Purchasing Power Parity and Exchange Rates, Journal of International Economics, 83, 397407.Kumar, S. and A. Ullah 2000: Semiparametric Varying Parameter Panel Data Models:An Application to Estimation of Speed of Convergence, in: T. B. Fomby and R. Carter Hill Eds., Advances in Econometrics, Stamford: JAI Press, Vol. 14, pp. 109128.Lane, P.R. and G.M. MilesiFerretti 2001: The External Wealth of Nations: Measuresof Foreign Assets and Liabilities for Industrial and Developing Countries, Journal of International Economics, 552, 263294.Lane, P.R. and G.M. MilesiFerretti 2004: The Transfer Problem Revisited: Net Foreign Assets and Real Exchange Rates, The Review of Economics and Statistics, 864, 841857.Lane, P.R. and G.M. MilesiFerretti 2007: The External Wealth of Nations Mark II:Revised and Extended Estimates of Foreign Assets and Liabilities, 1970 2004, Journalof International Economics, 732, 223250.LevyYeyati, E. and F. Sturzenegger 2005: Classifying Exchange Rate Regimes: Deeds vs.Words, European Economic Review , 496, 16031635.Mankiw, N.G., D. Romer and D.N. Weil 1992: A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 1072, 407437.Offermanns, C.J. and M. Pramor 2007: The CFS International Capital Flow Database: AUsers Guide, Working Paper No. 200724, Center for Financial Studies.Pagan, A. and A. Ullah 1999: Nonparametric Econometrics, Cambridge: Cambridge University Press.Pesaran, M.H. 2006: Estimation and Inference in Large Heterogeneous Panels with a Multifactor Error Structure, Econometrica, 744, 9671012.Pesaran, M.H. 2007: A Simple Panel Unit Root Test in the Presence of Cross Section Dependence, Journal of Applied Econometrics, 222, 265312.47Pesaran, M.H. and Y. Shin 1999: An Autoregressive Distributed Lag Modelling Approachto Cointegration Analysis,in: S. Strom Ed., Econometrics and Economic Theory inthe 20th Century: The Ragnar Frisch Centennial Symposium, Cambridge: Cambridge University Press.Pesaran, M.H., Y. Shin and R.P. Smith 1999: Pooled Mean Group Estimation of Dynamic Heterogeneous Panels, Journal of the American Statistical Association, 94446, 621634.Pesaran, M.H. and R. Smith 1995: Estimating LongRun Relationships from Dynamic Heterogeneous Panels, Journal of Econometrics, 681, 79113.Rogoff, K. 1996: The Purchasing Power Parity Puzzle, Journal of Economic Literature,342, 647668.Sinn, S. 1990: Net External Asset Positions of 145 Countries: Estimation and Interpretation, in: H. Siebert Ed., Kieler Studien, T ubingen: Mohr, Vol. 234.Taylor, A.M. and M.P. Taylor 2004: The Purchasing Power Parity Debate, Journal of Economic Perspectives, 184, 135158.Taylor, M.P., D.A. Peel and L. Sarno 2001: Nonlinear MeanReversion in Real Exchange Rates: Toward a Solution to the Purchasing Power Parity Puzzles, International Economic Review , 424, 10151042.Westerlund, J. 2005: New Simple Tests for Panel Cointegration, Econometric Reviews,243, 297316.48KNABE, Andreas, Ronnie SCHOB und Marcel THUM Der flachendeckende Mindestlohn Economics QUINT, Dominic und Pau RABANAL Monetary and Macroprudential Policy in an Estimated DSGE Model of the Euro Area Economics SCHREIBER, Sven Anticipating businesscycle turning points in real time using density forescasts from a VAR Economics FOSSEN, Frank M. und Daniela GLOCKER Stated and revealed heterogeneous risk preferences in educational choice Economics FOSSEN, Frank M.; Ronny FREIER und Thorsten MARTIN Race to the debt trap? : Spatial econometric evidence on debt in German municipalities Economics Diskussionsbeitrage Fachbereich Wirtschaftswissenschaft Freie Universitat Berlin Discussion Paper School of Business and Economics Freie Universitat Berlin 2014 bereits erschienen: 20141 20142 20143 20144 20145 20146 20147 20148 20149 201410 HUGHES HALLETT, Andrew; Ansgar RANNENBERG und Sven Schreiber New Keynesian versus old Keynesian government spending multipliers: a comment Economics DOBUSCH, Leonhard Digitale Zivilgesellschaft in Deutschland : Stand und Perspektiven 2014 Management BEZNOSKA, Martin Estimating a Consumer Demand System of Energy, Mobility and Leisure : a Microdata Approach for Germany Economics GORLITZ, Katja und Sylvi RZEPKA Does Regional Training Supply Determine Employees Training Participation? Economics BRANDSTETTER, Laura Do Corporate Tax Cuts Reduce International Profit Shifting? FACTS 201411 201412 201413 201414 201415 201416 201417 201418 201419 201420 201421 HETSCHKO, Clemens; Andreas KNABE und Ronnie SCHOB Looking Back in Anger? Retirement and Unemployment Scarring Economics HEIMSTADT, Maximilian; Frederic SAUNDERSON und Tom HEATH Conceptualizing Open Data Ecosystems: a timeline analysis of Open Data development in the UK Management QUINT, Dominic Is it Really More Dispersed?: Measuring and Comparing the Stress from the Common Monetary Policy in the Euro Area Economics SCHREYOGG, Georg und Simone M. OSTERMANN Managing uncertainty in Intensive Care Units: Exploring formal and informal coping practices in a university hospital Management LUTHEN, Holger Rates of Return and Early Retirement Disincentives: Evidence from a German Pension Reform Economics MEISSNER, Thomas und Davud ROSTAMAFSCHAR Do Tax Cuts Increase Consumption? An Experimental Test of Ricardian Equivalence Economics EICHFELDER, Sebastian und Mona LAU Capital Gains Taces and Asset Prices: The Impact of Tax Awareness and Procrastination FACTS BLAUFUS, Kay; Matthias BRAUNE; Jochen HUNDSDOERFER und Martin JACOB SelfServing Bias and Tax Morale FACTS AMBROSIUS, Christian und Alfredo Cuecuecha Do Remittances Increase Borrowing? Economics EVERS, Andrea und Jochen Hundsdoerfer CountrybyCountry Reporting: Eine neue Rechnungslegung uber landerspezifische Wertschopfung und Ertragsteuern? FACTS BONKE, Timm und Guido NEIDHOFER Parental background matters: Intergenerational mobility and assimilation of Italian immigrants in Germany Economics 201422 JURKATIS, Simon und Wolfgang STREHL Gini decompositions and Gini elasticities : on measuring the importance of income sources and population subgroups for income inequality Economics ", "filename": "798628383.pdf", "person": ["Michael Binder", "Binder, Michael", "Christian J. Offermanns", "Offermanns, Christian J."], "date": ["2014"]}