{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103976/1/799687847.pdf"], "title": ["A lower carbon strategy for the electricity sector of Kazakhstan to 2030/50: Scenarios for generation and network development. Technical report"], "plaintext": "DIW Berlin: Politikberatung kompakt 85 Table of Contents Table of Contents Table of Contents  I List of Tables   III List of Figures   IV Abbreviations   V 1 Introduction   1 2 Lessons from LowCarbon Transformations: Europe and Germany   3 3 The Kazakh Energy Sector   6 4.14.24 The Kazakh Electricity Sector   9 Electricity Demand   10 Electricity Supply   12 4.2.1 Conventional power generation capacities   12 4.2.2 Renewables Potential: Wind and Solar   15 4.2.2.1 Wind Power   15 4.2.2.2 Solar Power   17 4.2.2.3 Fluctuating Renewable Generation in TypeHours   18 Highvoltage Transmission Network   19 4.35.15 Scenarios for Kazakhstan in the Year 2030   20 Overview on Scenarios   20 5.1.1 KEGOC Masterplan   20 5.1.2 Scenario Data of Generation Capacity on National Level   21 Costs for Decommissioning, Refurbishment and New Investment   22 Changes in Regional Generation Capacity   26 5.3.1 The Conventional Scenario   26 5.3.2 The Renewables Scenario   27 5.3.3 The Efficiency Scenario   28 5.25.36.16.26.36 Scenario Results   31 Network Topology and Options for Investment   31 Model Description   32 Results of the Network Expansion Model  34 6.3.1 Electricity System Costs   34 6.3.2 Results on Annual Generation in the year 2030   35 I DIW Berlin: Politikberatung kompakt 85 Table of Contents 6.3.3 Annual CO2 Emissions   38 6.3.4 Expansion of the AC and DC Network   39 6.3.5 Flows between the Western and Eastern Network   40 7 Conclusion and Outlook to 2050   42 Discussion of the Scenarios in the 2050 Perspective   42 Conclusion on Policy Implications   43 7.17.28 References   46 II DIW Berlin: Politikberatung kompakt 85 List of Tables List of Tables Table 1: Regional Electricity Demand today and 2030   10 Table 2: Aggregate of the Generation Data for 2011   13 Table 3: Price Assumptions on Resources for 2010 and 2030   14 Table 4: Assumption on Investment Costs for Generation Capacity   15 Table 5: Planned Wind Installations until 2016   16 Table 6: TypeHours for Wind   18 Table 7: Installed Generation Capacities and Shares in KEGOC Masterplan   20 Table 8: Investment Costs for Generation Capacity in the Conventional and Renewables Scenario  24 Table 9: Regional Change in Conventional Capacity until 2030 in the Conventional Scenario   27 Table 10: Regional Change in Conventional Capacity until 2030 in the Renewables Scenario   28 Table 11: Regional Change in Conventional Capacity until 2030 in the Efficiency Scenario   30 Table 12: Investment Costs of the Scenarios in the Electricity System until 2030   34 Table 13: Annual Variable Costs of the Scenarios in the Electricity System 2030   35 Table 14: Annual Utilization, Generation and CO2 Emissions for the Conventional Scenario   36 Table 15: Annual Utilization, Generation and CO2 Emissions for the Renewables Scenario   37 Table 16: Annual Utilization, Generation and CO2 Emissions for the Efficiency Scenario   37 Table 17: Scenario Matrix for the Kazakh Electricity System   43 III DIW Berlin: Politikberatung kompakt 85 List of Figures List of Figures Figure 1: The Decarbonization in the European Energy and Power Sector   3 Figure 2: The Scenario Outlook for Germany in 2033 and the Role of Renewables and Natural Gas   5 Figure 3: Economical and Political Regions of Kazakhstan   6 Figure 4: Existing and Proposed Gas Pipelines in Kazakhstan  7 Figure 5: Age Structure of the Power Plant Fleet and Projected Investments   9 Figure 6: Population Distribution on District Level in 2011   11 Figure 7: Hourly Demand of Peak Demand Day and Modeled Summer and Winter Days   12 Figure 8: Spatial Distribution of Installed Generation Capacity for Kazakhstan in 2011   13 Figure 9: Kazakhstan Wind Resource Map   16 Figure 10: Kazakhstan Solar Global Horizontal Irradiation   17 Figure 11: TypeHours for Photovoltaic   18 Figure 12: Digitalized Map of the HighVoltage Transmission Network of Kazakhstan   19 Figure 13: Installed Generation Capacities in 2011 and for the three Scenarios in 2030   22 Figure 14: Decommissioned OFF, Unaffected OK, Refurbished REF, and New Capacity NEW   23 Figure 15: Technology Costs and Price Duration Curve   25 Figure 16: Local Investment in New Generation Capacity in the Conventional Scenario   26 Figure 17: Local Investment in New Generation Capacity in the Renewables Scenario   28 Figure 18: Local Investment in New Generation Capacity in the Efficiency Scenario   29 Figure 19: Topology for Transmission Investment Model in 2030   31 Figure 20: CO2 Emission for Scenarios and Technologies   38 Figure 21: Expansion Decisions in the Conventional Scenario in 2030   39 Figure 22: Expansion Decisions in the Renewables Scenario in 2030   40 Figure 23: Exchange Flows on DC Connector between the Western and Eastern Electricity Network   41 IV DIW Berlin: Politikberatung kompakt 85 Abbreviations Abbreviations Alternating current Billion cubic meter per year Billion 1,000,000,000 Combined cycle Combined cycle gas turbine Combined heat and power Direct current European emissions trading system Gas turbine Gas turbine power plant Wind energy plant High voltage direct current Million Million barrel per day Run of River Steam turbine World Trade Organization AC bcma bn CC CCGT CHP DC EUETS GT GTPP WEP HVDC M Mbbld Ro R ST WTO V DIW Berlin: Politikberatung kompakt 85 Introduction Introduction 1 Kazakhstan has taken commitments for a longterm climate policy including an emission trading system ETS that was introduced in 2013. A further linking with the European EUETS is discussed. However, the instrument set to reach the climate policy targets of lower greenhouse gas GHG emissions is yet somewhat unclear. Undoubtedly, a major share of the GHG reduction effort must come from the electricity sector, just as in the European Union where model forecasts and EC plans call for a full decarbonization of the electricity sector until 2050. This report thus sets out elements of a lower carbon strategy for the electricity sector of Kazakhstan at the horizon 20302050. As part of the Kazakh green growth strategy, the report identifies pathways to lower the greenhouse gas emissions, mainly CO2, from the electricity sector. The report takes KGOCs estimates for 2030 as the basis to develop a Conventional scenario, and, since this base scenario is clearly not lowcarbon, then develops two lowercarbon alternatives: i a Renewables and, ii an Efficiency scenario. It compares the system costs, the generation mix, CO2intensities, as well as the institutional conditions that favor such lowercarbon pathways. The assumptions of the Conventional Scenario for 2030 are largely based on the KEGOC Masterplan KEGOC, 2011. We have complemented the generation data base to arrive at a regional representation of the Kazakh electricity system on the unit level. Generally, the Masterplan envisages a continuation of reliance on coal as the primary fuel for electricity generation. By contrast, the Renewables scenario constitutes a major change in the electricity system with 30% of the electricity generated in 2030 coming from wind and solar PV. A third, more stringent, Efficiency scenario with stricter efficiency efforts including demandside management for peak shaving, may be a compromise between the two first scenarios. The report is based on extensive analytical work on the Kazahk electricity sector, and also relies on previous experience of lowercarbon strategies in Europe and in Germany. It discusses the potential contribution of the electricity sector to the reduction of GHG emissions in Kazakhstan and sketches out pathways towards different kinds of electricity systems for 2030. The considerations explicitly take into account the national resource base and longterm commitments. It is structured in the following way: Section 2 provides a description 1 DIW Berlin: Politikberatung kompakt 85 Introduction and analytical insights on lowercarbon strategies at the European level EU Energy Roadmap as well as at national level in Germany Energiewende. The subsequent Section 3 gives a general to the Kazakh energy sector and Section 4 sets out the point of inception of the Kazakh electricity sector including generation and transmission infrastructure. Additionally, it surveys the potential for renewable energy sources i.e. solar and wind. Section 5 proposes two alternatives to the highcarbon Conventional scenario that is derived from KEGOCs 2030 Masterplan. These alternatives are a Renewables and an Efficiency scenario. Section 6 then calculates, based on an electricity sector model, the implications of the different strategies, in terms of electricity system costs, CO2emissions, and network extension. The last section concludes with an interpretation of the model results and provides policy implications and a 2050 perspective. 2 DIW Berlin: Politikberatung kompakt 85 Lessons from LowCarbon Transformations: Europe and Germany 2 Lessons from LowCarbon Transformations: Europe and Germany Both Europe and Germany have embarked on pathways towards a largely decarbonized electricity sector by 2050. Europe has defined policy targets in the Energy Roadmap 2050, including the reduction of greenhouse gases by 8095 % compared to 2005, and a full decarbonization of the electricity sector to allow other sectors, such as transport and industry, a higher GHGbudget see Figure 1. In addition to a Reference scenario which under current policy misses the GHG reduction target, the High Renewables scenario sketches out a pathway of 85 % renewable electricity supply, whereas the High Efficiency scenario indicates ways towards lower electricity consumption. Figure 1: The Decarbonization in the European Energy and Power Sector Source: European Commission 2011. Germany has likewise embarked on an ambitious path to decarbonize its energy sector, and push the use of renewable source in the electricity sector beyond 50 % in 2030, and beyond 80 % in 2050 with a share of renewables in primary energy of 60 % by 2050. This is accompanied by an integrated approach to develop generation, transmission, and demandside resources into a comprehensive market design. Just like Europe, the German government has set out a Reference scenario Scenario B until 2033, with upper and lower scenarios A, and C defined at the horizon 2023 Table 1. 3 DIW Berlin: Politikberatung kompakt 85 Lessons from LowCarbon Transformations: Europe and Germany The use of natural gas is the most critical issue both with respect to a lowercarbon energy mix, and to spur the flexibility of the electricity system with a high share of intermittent renewables. Given that new nuclear plants are too expensive, and that there is no hope for a lowcarbon use of coal in the foreseeable future, natural gas is the natural partner for a lowercarbon energy transformation. Natural gas will help to bridge the lowercarbon electricity sector in the next decades, but will then cede market shares to the renewables and, thus, decline in importance in a 2050 perspective. To fulfill this purpose new gasfired power plants have to substitute the remaining coalfired capacity as base technology. In the scenarios by the German government this is enforced with an emission price of 45 t CO2 in 2033 see Figure 2. In addition to the nuclear phaseout by 2022, the fuel with the highest carbon intensity, lignite, starts to phase out, too. No new projects are realized and almost half of the existing capacity is shut down by 2033. Scenarios Reference 2011 Scenario A 2023 Scenario B 2023 Scenario B 2033 Scenario C 2023 Technology Nuclear Lignite Hard Coal Natural Gas Pump Storage Oil Other Sum Conventional Hydro Wind onshore Wind offshore Photovoltaic Biomass Other Renewable Sum RES Sum Capacity 12.1 20.2 26.3 26.5 6.4 3.8 4.1 99.4 4.4 28.9 0.2 25.3 5.5 0.9 65.2 164.6 Installed Generation GW 0.0 18.0 31.9 23.2 11.0 2.7 3.3 90.1 4.5 45.7 10.3 55.3 8,1 1.0 124.9 215.0 0.0 17.6 25.7 33.0 11.0 2.7 3.3 93.3 4.8 49.3 14.1 61.3 8.5 1.5 139.5 232.8 0.0 11.8 20.2 41.0 11.0 1.0 2.3 87.3 5.0 66.3 25.3 65.3 9.0 2.3 173.2 260.5 0.0 18.5 25.7 33.0 11.0 2.7 3.3 93.3 4.8 86.0 17.8 55.6 7.3 1.4 172.9 266.2 Table 1: Scenario Framework for the Energiewende in Germany Source: Bundesnetzagentur 2012. 4 DIW Berlin: Politikberatung kompakt 85 Lessons from LowCarbon Transformations: Europe and Germany Marginal Costs MWh 200180160140120100806040200Peak Demand 84 GW 050.000100.000150.000200.000Capacity MW 250.000Hydro Biomass Gas Wind Onshore Nuclear Coal Wind Offshore Lignite Oil Photovoltaic Waste Figure 2: The Scenario Outlook for Germany in 2033 and the Role of Renewables and Natural Gas Source: Bundesnetzagentur 2012. Realizing the impact of high shares of renewables e.g. in Figure 2 they exceed peak demand twice for Germany in 2033 there is a broad consensus that the traditional market design is not suited to accompany the lowercarbon transformation. This regards both the market segments, which do not include sufficient flexibility resources, as well as financing aspects of new generation conventional or renewable. Issues like flexibility markets, capacity instruments, renewable feedin tariffs, and the like may also become relevant for the lowercarbon transformation in Kazakhstan. 5 DIW Berlin: Politikberatung kompakt 85 The Kazakh Energy Sector 3 The Kazakh Energy Sector Kazakhstan is the largest of the former Soviet Union republics after Russia. It has 15.7 million inhabitants and a size five times as big as Germany. Administratively, it is divided in 14 regions see Figure 3. It has a continental climate with cold winters in the north and hot summers in the south. Figure 3: Economical and Political Regions of Kazakhstan Source: Wild Natures 2003. The breakdown of the Soviet Union caused a severe economic downturn to the closely linked Kazakh economy. During this period the contribution of industry to the GDP fell from 31 to 21 percent Library of Congress, 2006. International investments, mainly in the oil sector, restored the countrys economy. While Kazakhstan has accomplished a privatization of formerly state owned companies and has promoted unbundling in the energy and other sectors in the 1990s there has been some renationalization since, the economy still suffers from a low diversification. The government wants to address this issue with goals to establish domestic renewable energy, pharmaceutical and other innovative industries. Kazakhstan has joined a trade union with Russia and Belarus to facilitate commodity flows and to incentivize foreign investments into this region CIA Factbook, 2012. Moreover, the country is expected to become a WTO member in 2013. 6 DIW Berlin: Politikberatung kompakt 85 The Kazakh Energy Sector Most regions are characterized by mostly agricultural activity Akmola, Almaty, Zhambyl, Kostanai, North Kazakhstan, South Kazakhstan and nonoil industrial activity is concentrated in East Kazakhstan, Karagandy, and Pavlodar. Kazakhstan has three main industrial regions: The western regions with their oil and gas resources and associated industries, the northern regions that are strongly bound to Russia and comprise the main nonoil industry, and South Kazakhstan Almaty region. Kazakhstan is rich of natural resources, in particular oil, natural gas and coal. Atyrau, Mangystau and West Kazakhstan are the main oil and gas producing regions of the country. With an oil production of 1.6 1.4 for export mbbld in 2012 and a gas production of 36 bcma currently 75 percent of the produced volumes are being reinjected to enhance oil recovery Kazakhstan is a major oil exporting country and is expected to become a significant gas exporter in the future EIA, 2012. The energy intensive oil processing is currently accomplished at three sites: close to production centers in city of Atyrau, in the Pavlodar region, which is supplied with crude oil from Siberia and in Shymkent, in the South Kazakhstan region, which is served from smaller oil fields in central Kazakhstan. Gas processing plants are located in Mangystau, Akotbe, and Pavlodar region Yenikeyeff, 2008. Figure 4: Existing and Proposed Gas Pipelines in Kazakhstan Source: EIA 2008. While Kazakhstan used to be a net importer of natural gas, the produced volumes are nowadays sufficient to satisfy domestic demand. However, due to its two separate natural gas 7 DIW Berlin: Politikberatung kompakt 85 The Kazakh Energy Sector transportation systems in the west and in the south of the country, inherited from the Soviet era, the gas produced in the Atyrau and Mangystau regions cannot supply demand in the economic centers in the north and the south of the country. Therefore, at the moment, the country still needs to import natural gas from Uzbekistan which supplies the southern industrial belt see Figure 4. The construction of the BeineuBozoiAkbulak pipeline which is scheduled to deliver 5 bcm per year by 2015 will decrease the dependency on Uzbek natural gas supply EIA, 2012. 8 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector 4 The Kazakh Electricity Sector The Kazakh electricity sector will face some major challenges in the next years. It will have to supply increasing electricity demand, while relying on an aging power plant fleet. Figure 5 shows the age structure of the electricity generation capacity. It reveals that a substantial share of the current capacity consists of old coalpower plants from the Soviet era. About 10 GW of coal power plants and 1 GW of natural gas power plants have been built before 1990 whereof 6 GW of the coal power plants even before 1980. A generation that is largely based on coal will also be a challenge with respect to greenhouse gas emissions. There is also a spatial challenge of transmission infrastructure for having one single internal electricity market in Kazakhstan. The electricity transmission system today is still largely based on the integration in former Soviet Union system. Among other particularities, it includes a 1,150 k V transit line which connects hydropower from Siberia to industrial centers in central and western Russia. Capacity MW 35.00030.00025.00020.00015.00010.0005.00001960 Projection Gas Coal Hydro 1970198019902000201020202030Year Figure 5: Age Structure of the Power Plant Fleet and Projected Investments Source: Own illustration based on data from Kaz NIIEK 2012b and KEGOC 2011. 9 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector 4.1 Electricity Demand The spatial character of an electricity market is determined by local demand for electricity and district heat. On the generation side the main constraints are the local availability of fossil fuels at a competitive price and the renewable energy potential, respectively. The highvoltage transmission system has to bridge the distance between generation and demand centers. This section analyses current electricity demand, generation and transmission data for Kazakhstan which are required for developing a consistent electricity market model. The annual electricity demand in Kazakhstan amounts to 83.8 TWhyear in 2010 and is expected to increase by 73 % to 144.7 TWhyear in 2030 Table 1. The data reveals a strong concentration of demand in the central and eastern economic region. Yet there, only the Akmola region with 85 % is expected to have demand growth rates above the national average of 73 % until 2030. The western regions of Atyrau 133 %, West Kazakhstan 127 %, and Mangystau 105 % and the southern regions of Zhambyl 117 % and Almaty 108 % are expected to see the highest growth rates. Until 2030, these five regions increase their joint contribution to Kazakhstans total electricity demand from 25 % to 31 %. Region 2010 2030 Increase TWhyear TWhyear Economic Political West Aktobe South Almaty Central Akmola West Atyrau East East Kazakhstan Central Karagandy North Kostanay South Kyzylorda West Mangystau North North Kazakhstan East Pavlodar South Kazakhstan South West Kazakhstan West Zhambyl South All of Kazakhstan 6.2 18.3 12.2 8.4 14.1 26.3 8.6 1.8 8.4 2.4 22.8 5.5 3.4 6.3 144.7 Table 1: Regional Electricity Demand today and 2030 3.7 8.8 6.6 3.6 8.3 15.3 5.5 1.2 4.1 1.6 17.4 3.3 1.5 2.9 83.8 % 67 108 85 133 70 72 56 50 105 50 31 67 127 117 73 Source: KEGOC 2011. 10 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector The distribution of demand is very heterogeneous within the 14 regions of Kazakhstan. Therefore, the regional demand is further disaggregated to district level based on population data. Here we assume that demand for electricity is correlated with population. Figure 6 shows the population distribution on the district level. This data enables a more precise allocation of regional demand to the respective network nodes substations of the transmission system. For the development of scenarios, demand allocation on the districts and network nodes is kept constant from 2010 to 2030, for each region. Figure 6: Population Distribution on District Level in 2011 Source: Own illustration based on Agency of Statistics of the Republic of Kazakhstan 2012. Since electricity demand strongly differs between seasons as well as between hours of day, we do not use yearly data but further refine it. The time resolution is abstracted from 8,760 hours per year to three representative days for the winter and summer season, respectively. We derive a reference value on the distribution of demand between summer and winter Kaz NIIEK, 2012a and employ it to arrive at consumption values for the respective representative day. The load curve of each day is split into 24 different time slices hours representing hourly load variation Figure 7. The data on demand variation is derived from the day with the highest demand in 2011 and employed accordingly. The average winter and summer day is weighted with 0.8 compared to 0.1 for the respective low and high demand 11 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector days. If scaled up to one year the load curves of the representative days cover the annual demand of the respective year. MW 25.00020.00015.00010.0005.000 2010 159131721Hour MW 25.00020.00015.00010.0005.0001525.00020.00015.000Winter High Summer High MAX10.0005.0001Winter Avg Summer Avg 2030 17139Winter Low Summer Low 21Hour Figure 7: Hourly Demand of Peak Demand Day and Modeled Summer and Winter Days Source: Own illustration based on data provided by Kaz NIIEK 2012a. 4.2 Electricity Supply 4.2.1 Conventional power generation capacities Data on conventional coal and gasfired power stations is disaggregated to the individual blocks of each power plant. The database contains information on location, fuel in use, generation technology, installed and available generation capacity, efficiency, combined heat and power CHP capabilities, and year of installation of the respective power plant block. The detailed list of power plants is attached in the Appendix. The aggregate Table 2 illustrates the importance of coal for the electricity system in Kazakhstan. A significant share of the installed capacity is equipped with CHP indicating the strong linkage between electricity generation and district heat supply. The low share of currently available generation capacity originates from an old and technologically outdated power plant fleet Kaz NIPIITES, 2010. In 2011 electricity generation from conventional fossil power plants sum up to 78.7 TWh. At the same time power plants equipped with CHP produced 44.7 TWh of district heat as a byproduct. 7.9 TWh of electricity was produced from hydro power. There is hardly any renewable electricity generation other than hydro, i.e. solar and wind. 12 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector Fuel Type Technology Coalfired plant Gasfired plant Hydro power plant Solar and Wind Steam Turbine Steam Turbine Gas Turbine Steam Turbine Renewable CHP No Yes No Yes No Sum of Capacity: Total Capacity MW 7,430 4,602 1,448 2,498 2,272 18,250 Available Capacity MW 5,045 3,749 1,180 1,840 1,953 13,767 Table 2: Aggregate of the Generation Data for 2011 Sources: Kaz NIPIITES 2010 and data provided by Kaz NIIEK 2012b. Figure 8: Spatial Distribution of Installed Generation Capacity for Kazakhstan in 2011 Source: Own illustration based on data provided by Kaz NIIEK 2012b. Figure 8 illustrates the spatial distribution of power plants by capacity and fuel type in Kazakhstan. The main characteristic is the concentration of coal generation capacity on the northeast. In total, 72 % of the generation capacity is located in the central and east economic region but the regional demand share is only about 57 %. With the exceptions of the city of Almaty and Taldykorgan, the southern and western regions of Kazakhstan are supplied from gasfired generation. All major cities have local CHP plants ensuring the district heat supply during the winters. The clear separation between coal and gas capacity results 13 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector from the local access to either coal resources or gas production and pipelines.1 Hydro power is available in East Kazakhstan, Almaty, and South Kazakhstan and amounts to 12 % of the total installed capacity. The variable generation costs for the individual power plants are derived from the input fuel price, the CO2 content per MWhthermal of the respective fuel in use, the respective efficiency factor and the assumed CO2 emission price. Table 3 shows the assumed fuel prices for coal and gas. A common estimate of the CO2 price in Europe in 2030 is about 40 t CO2 50Hertz et al., 2012. Kazakhstan has currently set up an EUETSstyle carbon trading system including emissions from power generation and other sources. For 2030 we assume a CO2 price of 20 t and perform a sensitivity analysis on market coupling with the EUETS by using a CO2 price of 40t. Efficiency values for the existing power plant fleet are not available on plant or block level. They are estimated based on the respective year of installation. For existing conventional plants efficiency values range between 25 and 43 %. Refurbishments improve the efficiency to 38 %. New steam and gas turbine plants are assumed to have an efficiency of 45 % and new CCGT plants 60 %, respectively. Fuel type Coal Gas Unit MWh MWh 2010 5 13 2030 6 19 Table 3: Price Assumptions on Resources for 2010 and 2030 Source: DIW Econ 2011. As outlined by Kaz NIPIITES 2010, existing generation capacity includes a high share of aging power plants which have to undergo refurbishments if they want to reenter or remain in the market. In this study, we assume a technical lifetime of 40 years for gasfired and 50 years for coalfired power plants. In addition, the increasing demand for electricity also re 1 Coal resources: Ekibastuz Pavlodar region, Karagandy Karagandy region and Kushmurun Kostanay region. Gas resources: among others, Tengiz Atyrau region, Tolkyn Mangystau region, Karachaganak West Kazakhstan region, Kukmol Karagandy and Kyzylorda region. Supplied by gas pipeline: Aktobe, Kostanay, South Kazakhstan and Almaty regions. Supplied by coal trains: Almaty and East Kazakhstan regions. 14 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector quires new investments in generation capacity. The cost of maintaining and expanding the power plant fleet depends on the choice of technology. The investment costs Table 4 are used to give an indication of the fixed cost related to the scenarios. Refurbishments are assumed to be associated with 50 % of the fixed cost for new installations. Fuel Type Technology Coal Power Plant Gas Power Plant Hydro Power Plant Nuclear Power Plant Onshore Wind Photovoltaics Steam Turbine Steam Turbine Gas Turbine Gas Turbine Steam Turbine Steam Turbine Combined Cycle New Refurbished New Refurb. New Refurb. New Refurb. New New Refurb. New New New Investment Costs 2010 k W 1,300 650 400 200 400 200 800 3,000 1,500 6,000 1,300 1,800 Investment Costs 2030 k W 1,153 576 400 200 400 200 729 3,000 1,500 5,671 1,182 1,207 Table 4: Assumption on Investment Costs for Generation Capacity Source: Schroder et al. 2012. 4.2.2 Renewables Potential: Wind and Solar 4.2.2.1 Wind Power The Government of Kazakhstan has adopted The Program of Wind Power Development till 2030 which defined nonconventional power development as one of the priority profiles Maximov, 2010. Kazakhstan possesses enormous potential of wind energy, especially at the Dzungarian Gate and the Shelek Corridor in the Almaty region. It should be noted that almost the entire territory of Kazakhstan shows favorable conditions for installation of wind power plants Figure 9. Despite the great potential, the current installed wind capacity in Kazakhstan is limited to a 0.5 MW plant in Dostyk at the Dzungarian Gate and 1.5 MW in the Zhambyl region. 15 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector Figure 9: Kazakhstan Wind Resource Map Source: Parsons Brinckerhoff 2011. Company Region Planned Start of Operation Installed Capacity MW The first wind farm Green Energy lmat NAR South Wind Power Synergy Astana Central Asia Green Power Spain Consulting Akmola Ereimentau Almaty Zhambyl Mangystau Kostanay Arkalyk Zhambyl East Kazakhstan 2013 Table 5: Planned Wind Installations until 2016 2013 2013 2015 2015 2014 2013 2016 45 51 75 42 48 100 24 Source: Kaz NIIEK 2012c The most promising sites for wind power development are i in the Southeastern part of the country; the Dzungarian Gate widegap south from the Alakol lake to the border with China, the ChuIliysky mountains in the area of the town of TienShan and off spurs Karatau ridge in the area of Zhambyl; ii in the western part of the country the Urals southern off spurs Mugojar mountains and the Caspian zone with the Mangyshlak peninsula; and iii in 16 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector the northern part of the country. Currently, envisaged projects account for a total of 400 MW installed by 2016 Table 5. 4.2.2.2 Solar Power No notable development has taken place for solar electricity generation, so far. In the next two decades, the technology could be a relevant factor in increasing the renewable share of the electricity system for several reasons. Firstly, the solar energy resource potential is no binding constraint given the vast territory of Kazakhstan that is subject to considerable sunlight exposure due to its geographic location. The best conditions for photovoltaic are in the southern part of the country Figure 10 with a high number of sunlight hours 2,2003,000 per year and solar irradiation of 1,3001,800 k Wm 2 per year. While investment cost in photovoltaic has been at 3,000 k W and higher five years ago, enormous price reduction could be observed in the last years. Today installation cost per k W for multimegawatt plants are well below 1,500 which is the same range as onshore wind power plants. Photovoltaic has a lower annual load factor than wind but possesses good correlation in its availability with the demand levels during the day. Figure 10: Kazakhstan Solar Global Horizontal Irradiation Source: EBR Renewables 2012. 17 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector 4.2.2.3 Fluctuating Renewable Generation in TypeHours The fluctuating character of the availability of wind and PV can be modeled employing a limited number of typehours. We assume an average availability of 0.36 or about 3,150 load hours per year for the wind power plants in Kazakhstan. The wind generation is differentiated in three typehours both for the winter and the summer days Figure 11. The medium hour is weighted with 0.6 and assumes availability factors of 0.3 for summer days and 0.42 for winter days. The low and high wind hours are weighted with 0.2 each and have significantly lowerhigher availability factors. For PV installations in southern Kazakhstan we assume an average availability of 0.18 or about 1,580 load hours per year. Two separate curves for the hourly availability of PV are used to differentiate between winter and summer days Figure 11. Season Weight Winter Days Summer Days Low Wind 0.2 0.08 0.06 Medium Wind 0.6 0.42 0.30 High Wind 0.2 0.76 0.54 Table 6: TypeHours for Wind Availability 1,000,800,600,400,200,001Winter Summer Hours 95Figure 11: TypeHours for Photovoltaic 131721 18 DIW Berlin: Politikberatung kompakt 85 The Kazakh Electricity Sector Highvoltage Transmission Network 4.3Building on network data from KEGOC 2012 a comprehensive representation of the Kazakh highvoltage transmission system is developed. We digitalized the network map Figure 12 which consists of 224 network nodes and a total of 277 power lines on three different voltage levels 1150 k V in green, 500 k V in red and 220 k V in black color. The data contains information on the location of the network node and combines the network topology with regional generation and demand. For power lines it includes the number of circuits and the length of each network link in kilometers to approximate the resistance and reactance as well as investment costs of the respective connection. Todays electricity system consists of two separated transmission networks for Kazakhstan. The western part of the country is still isolated from the rest of Kazakhstan. The integration of both markets within the next years is discussed in the scenario section. In the Eastern part of the country the northeast is well connected into the Russian system while the connection to the population centers in the south, has been enforced with a second 500 k V link in 2010. The crossborder connections to its neighbors Russia, Uzbekistan, and Kirgizstan are included in the network topology but no foreign generation and demand is implemented. Therefore, selfsufficiency in electricity supply is assumed. Figure 12: Digitalized Map of the HighVoltage Transmission Network of Kazakhstan Source: Own illustration based on illustration from KEGOC 2012. 19 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 5 Scenarios for Kazakhstan in the Year 2030 This section outlines three scenarios of the future electric system in Kazakhstan. The underlying paradigms are highlighted and both economic and technical implications are discussed on national and regional level. The consecutive sections evaluate the interdependencies with transmission infrastructure and energy policies. In addition to the analyses for 2030 the scenarios are discussed in their role as milestones for the longterm 2050 perspective and beyond. 5.1 Overview on Scenarios The scenarios Conventional close to the Base Case by KEGOC, Renewables with 30 % of demand supplied by solar and wind generation, and Efficiency reduced demand growth reflect on three different pathways to an electricity system for Kazakhstan in 2030. While crossborder exchange can be beneficial, all scenarios provide sufficient capacity for domestic supply of electricity. 5.1.1 KEGOC Masterplan The starting point for the development of the three scenarios is the Master Plan for the development of the power sector in the Republic of Kazakhstan until 2030 published by KEGOC the Kazakh network operator in November 2011 KEGOC, 2011. The document includes demand projections see section 4.1 and suggests an increase of generation capacity from today 19.4 GW to 32 GW in 2030. The electricity system remains dominated by conventional generation capacity 25.6 GW covering 87.2 % of total supply. Hydro, solar and wind generation are represented with a joint capacity of 6.6 GW and a respective 12.8 % share of the electricity supply see Table 7. Fossil Power Plants ST CC Fossil Power Plants GT Nuclear Power Plant Large Hydro Power Plants Wind, Solar and Small Hydro Capacity installed MW 22,600 2,000 1,000 2,900 3,500 Share of Total % 75.9 7.1 4.2 6.8 6.0 Table 7: Installed Generation Capacities and Shares in KEGOC Masterplan Source: KEGOC 2011. 20 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 While the KEGOC Masterplan includes national figures and a list of projects for new and refurbished power plants, it does not provide detailed information on all individual power plants required for its 2030 projection. Thus, especially on regional level additional sources and assumptions are required. 5.1.2 Scenario Data of Generation Capacity on National Level The Conventional scenario closely follows the generation fleet envisaged in the projections of the KEGOC Masterplan on national level. To develop a comprehensive scenario we add assumptions on the split between coal and gasfired generation capacity according to planned projects and the regional availability of coal and gas resources. In the Conventional scenario the energy system remains dominated by coalfired electricity generation 4,700 MW of nonCHP capacity and 1,400 MW of CHP capacity which covers most of the national demand increase until 2030. Gasfired power plants continue to play a minor role in the electricity system with some installation of new gas turbine plants to address for peak demand 1,900 MW. The investment in one nuclear power plant provides additional nonfossil base load generation 1,000 MW. The few planned renewable capacities consists of wind power 2,000 MW, additional hydro power plants 1,750 MW, and minor investments in PV. In contrast to the Conventional scenario the Renewables scenario constitutes a major change in the electricity system of Kazakhstan. It assumes substantial investments in wind power 10,000 MW and PV 8,000 MW which ultimately cover 30 % of the electricity demand in 2030. Hydro power is expanded to the same level as in the Conventional scenario but no nuclear power plant is realized. To meet the future demand for district heat and in the absence of locally available gas resources coalfired CHP capacity expansion is almost at the same level as in the Conventional scenario 1,300 MW. In contrast, no new projects for electricityonly coalbased capacity are initiated in the Renewables scenario. Compared to 2011 levels nonCHP coalfired power plants start to decline 600 MW. The higher share of renewable capacity is backedup by substantial expansions of gas turbine capacity 4,500 MW. New CCGT plants serve the increasing demand for electricityonly capacity 2,300 MW and CHP capacity 1,500 MW. At the same time they replace some of the older gasfired steam turbine CHP plants 600 MW. 21 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 In both scenarios the increase in installed capacity see Figure 13 reflects the rising electricity demand in Kazakhstan 83.8 TWhyear up to 144.8 TWhyear. In the Conventional scenario generation capacity of about 31,000 MW is required. The capacity is adjusted to cover the annual peak demand see Figure 7 in section 4.1 and therefore includes 1,000 MW less in conventional generation than the KEGOC Masterplan. In the Renewables scenario wind and PV are assumed to have a low capacity credit requiring additional backup. Under conservative assumptions the amount of conventional power plants in the Renewables scenario almost equals the level of the Conventional scenario. At the same time CO2 emissions to meet the anticipated demand are significantly lower in the Renewables scenario see section 6.3.2 due to a higher share of lowemission gasfired generation. The third scenario highlights the high potential for an increase in energy efficiency in Kazakhstan. For 2030 it assumes an annual demand of 114.3 TWh compared to the 144.8 TWhyear in the Conventional and Renewables scenario which is equal to a 50% reduction in demand increase from 2010 to 2030. Figure 13: Installed Generation Capacities in 2011 and for the three Scenarios in 2030 5.2 Costs for Decommissioning, Refurbishment and New Investment Based on cost assumption from Table 4 see section 4.2.1 and assumptions on the respective power plant fleet see Figure 14 we estimate the costs associated with refurbishment and installation of new capacity for the two scenarios see Table 8. In the Renewables sce22 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 nario investment intensive coalfired and nuclear generation capacity dedicated to serve the increasing electricity demand is substituted by cheaper gasfired generation. Consequently, the required investments in new fossilfueled capacity and in refurbishing the old coalfired fleet are 1.3 bn lower compared to the Conventional scenario. Moreover, the scenario spares the introduction of a nuclear facility in Aktau which induces additional savings of 5.7 bn. While required investments in hydro power are the same in both scenarios, investments in new wind power plants and photovoltaic facilities are significantly higher in the Renewables scenario 2.5 bn compared to 21.5 bn. In total investments for refurbishments and new capacity sum up to 40.8 bn in the Renewables scenario and total investment costs for the Conventional scenario are estimated as 28.7 bn. While the Renewables scenario results in higher investment costs the reduced fuel consumption and lower CO2 emissions significantly lower operational costs. A discussion on the timing of investment decisions for new generation capacity is included in section 7.1 and a more detailed analysis of variable costs induced in the respective scenarios is performed in section 6.3. Figure 14: Decommissioned OFF, Unaffected OK, Refurbished REF, and New Capacity NEW Source: Own illustration based on data from Kaz NIIEK 2012b, Kaz NIPIITES 2010, KEGOC 2011 and own assumptions. 23 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 Fuel Type Technology CHP CHP CHP CHP ST ST ST ST ST CCGT CCGT GT GT Nuclear Coal Coal Gas Gas Gas Gas Gas Gas Subtotal of Fossil Generation Hydro Wind Photovoltaic Total RES RES RES Conventional Scenario 0 1,803 2,421 185 84 0 0 7 0 m Refurb New 5,665 2,421 6,589 12 0 638 0 51 538 Total 5,665 4,224 9,011 197 84 638 0 58 538 4,500 10,249 14,748 5,834 2,364 97 5,325 23,384 28,708 5,009 2,364 97 825 0 0 Renewables Scenario 0 1,389 1,557 168 84 0 0 7 0 m Refurb New 0 1,822 3,770 20 0 1,090 1,677 51 1,818 Total 0 3,211 5,327 188 84 1,090 1,677 58 1,818 3,204 10,426 13,451 5,834 0 11,820 11,820 9,656 0 4,029 36,911 40,761 9,656 825 5,009 Table 8: Investment Costs for Generation Capacity in the Conventional and Renewables Scenario Source: Own calculations based on costs data from Schroder et. al 2012 and own assumptions. Box 1: Excursus on Economic Considerations in Electricity System Planning The economic rationale for a generation mix consisting of several technologies originates from their cost structure. A schematic example is presented in Figure 15. Generation technologies with high initial investment costs and low variable costs provide electricity at a lower average price per unit if the number of full load hours are sufficiently high e.g. coal and nuclear power plants. The supply of peak load generation requires capacity generating only in several hundred hours per year. For this purpose technologies with low investment costs are more competitive despite the higher variable costs e.g. gas turbines. The cost characteristics of different generation technologies and the varying level of demand results in the differentiation in base, mid, and peak load. Combining information on available technologies with the load duration curve of the region of interests, the least cost power plant fleet can be determined. With the generalized assumptions in Figure 15, the optimal technology mix is a combination of coal power plants for base load, combined cycle gas turbines for mid load, and gas turbines for peak load. This optimization is often used in electricity sector models to determine the optimal 24 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 investment mix. The results are static and highly dependent on the cost and price assumptions. They should be related to the various uncertainties and additional constraints in the system: For nuclear power plants the assumption on investment costs is of key importance. While their construction costs are often estimated in the range of 2,000 to 3,000 k Wh, figures from the latest projects in France and Finland have skyrocketed to well above 5,000 k Wh. In addition, the cost of decommissioning and waste management has to be evaluated carefully. The uncertainty is mainly on the fixed cost; The choice between coal and gas has three main aspects: i CCGT plants are cheaper in investment and have a higher efficiency; ii domestic coal and gas resources have political and economic implications; iii the carbon emission price is the major price risk to coal due to higher specific emissions and lower efficiency than CCGT plants; Policies aiming to increase renewable capacities in the market negatively affect the economics of conventional power plants by a reduced and more volatile residual load; The market design e.g. price zones, etc. can affect the economics of power plants increasing the need for regional studies of the electricity market. Figure 15: Technology Costs and Price Duration Curve 25 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 5.3 Changes in Regional Generation Capacity 5.3.1 The Conventional Scenario Regionally disaggregated generation data builds on the figures for national generation of KEGOC Masterplan see section 5.1.2 which do not include major changes in the coal dominated generation fleet in Kazakhstan. Additionally, we use data on planned cumulative generation capacity by technology and region provided by Kaz NIPIITES 2010 to benchmark data on the residual power generation fleet and to adjust for discrepancies. With some own assumptions on the fuel type and the local distribution within one region we conclude on the capacities for every power plant on block level. The scenario data is illustrated on power plant level for new investments and refurbishments see Figure 16 and aggregated to changes in the generation capacity for conventional technologies on regional level for 2011 and 2030 see Table 9. The regional analysis indicates that coalfired generation which has a high share of the planned additional capacity 68 % is mainly to be installed in the northern and northeastern regions 47 % of planned capacity. The remaining 21 % are added from electricityonly generation in the Almaty region which will be supplied by coal trains from the north. The additional demand in the western regions is met by 1,000 MW of nuclear generation capacity. Gasfired capacity provides supply for peak load hours in the western regions additional gas turbines and some additional CHP capacity additional CCGT capacity but does not substitute electricityonly coalfired generation in any region. Figure 16: Local Investment in New Generation Capacity in the Conventional Scenario 26 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 258 MW Nuclear Coal CHP 698 AKM AKT ALM ATY KAR KUS KZY MAN PAV SEV VOS YUZ ZAP ZHA SUM 78 1,980 785 1,000 950 125 385 999 1,388 4,715 999 Coal Gas ST CHP Gas ST Gas CC CHP Gas CC Gas GT CHP Gas GT Delta 30 12 630 100 40 472 0 385 240 250 875 0 650 323 127 698 480 2,287 650 1,043 1,228 87 459 950 125 385 100 444 40 127 1,344 8,976 87 90 194 Table 9: Regional Change in Conventional Capacity until 2030 in the Conventional Scenario 5.3.2 The Renewables Scenario In contrast to the Conventional scenario, the Renewables scenario envisages a major reformation of the electricity system in Kazakhstan with 30 % of electricity generated from solar and wind. Despite the expected demand increase, existing coalfired generation capacity is refurbished but no new projects are initiated. This scenario assumes a reduction of the supply surplus in the coal regions in the northeast. CCGT electricityonly plants with a total capacity of 2,300 MW are built in the southern and western regions. In the coal regions CHPs remain coalfired while in all other regions they are substituted with gasfired CHP plants. Renewable generation is mainly located in the western and southern regions. Capacity needed to backup their intermittent supply is provided by additional gas turbines installed in these regions. The transformation from extensive coal to more renewable and gas generation results in a strong shift of generation capacity on regional level see Table 10. Compared to the Conventional scenario the major share of new investment takes place in the south and west of Kazakhstan. In the coal regions the scenario assumes the conservation of the status quo see Figure 17. 27 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 Figure 17: Local Investment in New Generation Capacity in the Renewables Scenario Coal Gas ST CHP Gas ST Gas CC CHP Gas CC Gas GT CHP Gas GT Delta MW Nuclear Coal CHP 628 AKM AKT ALM ATY KAR KUS KZY MAN PAV SEV VOS YUZ ZAP ZHA SUM 234 112 160 26 16 10 558 1,320 550 770 0 30 85 12 630 120 40 537 885 1,200 300 400 400 0 1,495 2,300 360 250 323 127 628 480 1,200 4,047 965 1,050 234 236 387 87 890 660 710 0 26 504 444 194 800 840 127 4,544 8,689 Table 10: Regional Change in Conventional Capacity until 2030 in the Renewables Scenario 5.3.3 The Efficiency Scenario While the Conventional and the Renewables scenario only differs in the respective generation fleet aiming at the satisfying a predefined demand, the efficiency scenario assumes a less rigid growth in electricity demand due to the realization of efficiency potentials in various energyintensive sectors. Consequently the required generation capacity is smaller 28 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 which opens an even wider scope for a transition towards a lowemission, renewable energy based electricity system see Table 11. The generation fleet assumed here deviates from the assumptions of the renewable scenario by enforcing an even more consequent reduction of noCHP coalfired generation. Compared to the renewable scenario 700 MW of coalbased generation is decommissioned instead of being refurbished in Pavlodar region. Additionally, planned projects with a volume of 1,950 MW are not realized in this area. The same is true for the Almaty region were a 1,320 MW project for coalfired generation is not realized. The substitution for reduced availability of coalfired generation and the balancing of an increased share of intermittent electricity supply is again performed with additional capacity of gas turbines is this scenario. Due to the reduced demand the dimensioning of both the renewable system and the supplement gasfired backup capacity has being downsized. Again aiming at achieving a 30 % share of combined wind and solar supply the scenario assumes 6,400 MW of photovoltaic and 8,000 MW of wind powered generation. The sites of renewable generation remain unchanged. Compared to the Renewables scenario less installations for gasfired capacity is required in the western regions 580 MW and in the southern part of the country 900 MW see Figure 18. Figure 18: Local Investment in New Generation Capacity in the Efficiency Scenario 29 DIW Berlin: Politikberatung kompakt 85 Scenarios for Kazakhstan in the Year 2030 AKM AKT ALM ATY KAR KUS KZY MAN PAV SEV VOS YUZ ZAP ZHA MW Nuclear Coal CHP 468 0 558 0 84.3 112 0 0 0 288 900 770 0 0 87 690 0 0 0 0 194 600 127 3,529 Table 11: Regional Change in Conventional Capacity until 2030 in the Efficiency Scenario 0 0 0 0 900 0 0 0 0 0 0 0 300 0 300 0 0 0 0 0 0 0 300 0 0 0 0 0 0 1,495 1,800 Gas CC Gas GT CHP 0 127 0 0 0 0 0 0 0 0 0 0 0 0 Gas ST Gas CC CHP 0 0 885 0 0 360 0 0 0 0 0 0 250 0 Coal Gas ST CHP 0 30 0 85 0 12 0 630 0 0 0 120 0 40 537 0 0 0 0 0 0 0 0 270 3,200 0 0 0 0 0 430 3,200 0 26 16 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 Gas GT Delta 468 445 2,127 685 84.3 236 387 360 3,470 0 26 404 444 640 2,784 30 DIW Berlin: Politikberatung kompakt 85 Scenario Results 6 Scenario Results The applied methodology provides a technoeconomic assessment of the Conventional, Renewables, and Efficiency scenario. It builds on the spatial electricity data for Kazakhstan in 2030 described in section 3 and evaluates network investments and utilization of generation capacity, quantifying usage of the respective technology in electricity generation and associated CO2 emissions. The model is a mixed integer linear optimization problem developed in the open access modeling software GAMS General Algebraic Modeling System. The objective function includes the sum of variable generation costs and annualized network investment costs. The model is solved using the commercial solver CPLEX. The mathematical formulation is shown in Box 3. 6.1 Network Topology and Options for Investment The network topology of the high voltage transmission grid of Kazakhstan for 2030 includes only minor updates compared to the 2010 data Figure 19. Figure 19: Topology for Transmission Investment Model in 2030 The model can decide endogenously on the expansion of individual transmission lines as long as they already exist in the topology. Therefore the network for 2030 includes the new 220 k V lines in the eastern part of the country proposed in the KEGOC Masterplan. The 31 DIW Berlin: Politikberatung kompakt 85 Scenario Results separated networks of western and eastern Kazakhstan can by connected by optional investments in HVDC connectors. In the model the possibility of endogenous line expansion increases the system costs. For expansions of 500 k V lines with one additional circuit we assume 4 m for transformer stations and 1.4 m km of transmission line. In the 220 k V network the cost of additional circuits is calculated for every line with half the cost factors as for 500 k V. HVDC lines can be built in 1,000 MW steps and impose 130 m in cost for the transformer station and 0.8 M km of transmission line. The costs are annualized assuming a lifetime of 40 years and an interest rate of 10 %. 6.2 Model Description The model includes two decision levels; i the investment decision in transmission infrastructure and ii the decision on the generation. The two stages are reduced to one objective function assuming perfect competition between the generation companies and optimal infrastructure planning by the TSO. Given the generation mix of the respective scenario, the objective of the model is to compute the cost minimizing dispatch of generation capacity that satisfies demand. The costs consist of variable expenditures for operation fuel and CO2 emission costs and capital cost for investments in transmission infrastructure. The market dispatch balances varying nodal demand and available generation capacity. Generation is constraint by the availability of conventional generation capacity and varying levels of renewable generation output for each hour. Network restrictions include the transmission capacity of each link and we apply the DC load flow DCLF approach Schweppe et al., 1988 for the meshed AC network. The DCLF constraint is a simplified model approach to enforce physical flows according to line characteristics in meshed electricity networks. The main driver of infrastructure investments is the regional level of demand in relation to the spatial availability and cost of generation. In case of network congestion, it is not possible to operate the electricity system with the least cost generation capacities. Additional infrastructure could relieve this congestion as it provides exchange capacity and alters the flow pattern in the AC network. The options for expansions include the investment in additional circuits for the existing topology of the 220 k V and the 500 k V voltage level. Further32 DIW Berlin: Politikberatung kompakt 85 Scenario Results more, we include three investment options on HVDC lines connecting the two separated networks in the west and east of Kazakhstan. An overall reduction in system costs is achieved, if costs savings from congestion relieve are higher than expenditures for new transmission infrastructure. All results are scaled to and reported on annual basis. Box 3: Excursus on the Mathematical Formulation of Model Equations Objective function: Minimization of electricity system cost Mincostgp,d,t,n,d,t,exp ACl,exp DCdc Energy balance: Generation minus demand and network inoutflows have to be zero at each node according to Kirchhoffs current law WeightdMCpgp,d,tp,d,texp ACl Cost EXPll exp DCdc Cost DCdcdcdc Inputdc0 DC line flow constraint: Power flow limit link determined by investments in respective new DC connector Generation constraints: Generation constraint for each block of conventional and renewable power stations see Appendix AC line flow constraint: Power flow limit for every AC transmission line determined by voltage level and number of circuits. Additional capacity from upgrades and expansions. Powerflowlimitl exp ACl Capacity Expl DCLF constraint: Voltage angle for one slack node of every AC network equals zero nn Qn,d,t nn,d,t Bn,nn gp,d,tpgp,d,t Gmaxp,d,t lf ACl,d,tn,d,t Hl,nn Slacknn,d,t0 lf DCl,d,texp DCdc Capacity DC 33 n,t p,d,t l,d,t n,d,t l,d,t DIW Berlin: Politikberatung kompakt 85 Scenario Results 6.3 Results of the Network Expansion Model The results are discussed for the scenarios and include a sensitivity analysis of the emission prices with 20 t CO2 and 40 t CO2. We provide quantitative results on system costs, on the annual output for each generation technology, on annual CO2 emissions, and insights in usage and investments in transmission infrastructure. 6.3.1 Electricity System Costs All scenarios address the age structure of todays generation park and the projections of rising demand with refurbishments of existing and investments in new power plants. The resulting system costs which include investments in generation and transmission and operational cost are discussed from the 2030 perspective. Table 12 depicts the scenario specific investment costs. Investment costs are determined exogenously for generation by the scenario specifications and endogenously for the transmission costs by the investments decisions in the infrastructure model. The Conventional Scenario has the highest investments in conventional generation capacity 16.7 bn . Due to 5 bn for new hydro power and only 2.5 bn for wind power the overall costs for generation capacity is moderate compared to the Renewables scenario and almost in range of the Efficiency scenario. The Renewables scenario has the highest capital requirements though the major share of almost 30 bn is directed towards renewable generation. The network investments include 0.5 bn for one westeast HVDC connector in all scenarios. The extensions in the AC network are only punctual in the Conventional and in the Efficiency scenario. In the Renewables scenario some more line extensions are built 1.3 bn . The higher CO2 emission price influences only the Renewables scenario 0.5 bn . The cost figures do not include required refurbishments in the high voltage transmission network until 2030. Conventional 20 t 40 t Renewables 40 t 20 t Efficiency 20 t 40 t 10.74 29.45 4.22 5.74 17.23 3.32 0.81 27.10 Table 12: Investment Costs of the Scenarios in the Electricity System until 2030 0.71 30.60 1.83 46.24 2.30 46.71 0.89 27.18 bn CO2 Price New Conventional New Renewables Refurbishment Transmission Sum 16.69 7.61 5.59 0.60 30.49 34 DIW Berlin: Politikberatung kompakt 85 Scenario Results The scenario specific investments in generation and transmission infrastructure provide the market setting for the cost minimal generation dispatch. Table 13 states the variable system costs for fuel and CO2 emissions for the two analyzed CO2 prices. The Renewables and the Efficiency scenario save about 0.4 bn per year in fuel costs at 20 t CO2 and about 0.2 bn per year at 40 t CO2 compared to the Conventional scenario. Thereby, with the higher CO2 emission price the Renewables and Efficiency scenario include significantly higher expenses for gas and lower ones for coal. The fuel costs of the Conventional scenario are more robust with increasing CO2 emission prices indicating missing alternatives in the generation park. The expenses for CO2 emissions are about 1.5 bn higher. bn year CO2 price Conventional Scenario Renewables Scenario Efficiency Scenario Fuel Costs Coal Fuel Costs Gas Fuel Costs Nuclear Sum Fuel Costs CO2 Emission Costs 20 t 0.94 0.65 1.59 1.26 Table 13: Annual Variable Costs of the Scenarios in the Electricity System 2030 20 t 1.06 0.55 1.61 1.39 40 t 0.78 1.13 1.91 2.31 20 t 1.55 0.39 0.07 2.01 1.94 40 t 1.49 0.51 0.07 2.07 3.78 40 t 0.71 1.09 1.80 2.15 6.3.2 Results on Annual Generation in the year 2030 Table 14, Table 15, and Table 16 provide scenario results for generation, CO2 emissions and the full load hours for each technology at 20 t CO2 : In the Conventional scenario, RES only supply 20.5 TWh 14% of the 144.8 TWh of annual demand. Except for the gasfired CHP generation 9.1 TWh the remaining generation is coalbased 107.5 TWh; In the Renewables scenario, RES generate 57.6 TWh 40%, gasfired generation accounts for 14.5 TWh and coalfired power plants for 72.8 TWh. Full load hours of coalfired generation are significantly reduced due to the high share of fluctuating renewable generation. As total available coalfired capacity is lower in this scenario more generation from CCGT plants is included into the dispatch; In the Efficiency scenario 36.1 TWh are supplied from RES which corresponds to a 32% share of total generation given lower demand predictions 114.3 TWh. The remainders are 60.7 TWh from coal and 17.5 TWh from gasfired generation. 35 DIW Berlin: Politikberatung kompakt 85 Scenario Results At a CO2 price of 20 t CCGT plants only complement coalfired generation in hours of high demand. Electricity generation from coal is not substituted by gas. In the scenarios the generation capacities are an exogenous assumption. Thus, a policy instrument which implements CO2 prices can only evaluate the impact on the short term generation dispatch assuming a market design with marginal pricing. In this sensitivity analysis the changes of model results for an increased CO2 emission price of 40 t CO2 are discussed. With higher emission prices variable costs of CCGT plants become lower than those for coalfired generation. The impact is rather low for the Conventional scenario fuel switch for 3.5 TWh as CCGT capacities are low. For the two alternative scenarios where additional CCGT capacity is available the fuel switch from coal to gas is significantly higher about 18 TWh in the Renewables scenario and about 14 TWh in the Efficiency scenario. It is important to note that the CO2 price required to make CCGT plants competitive highly depends on the assumptions on coal and natural gas prices. Coal CHP Coal Sum of Coal Gas CC CHP Gas CC Gas ST CHP Gas ST Gas GT CHP Gas GT Sum of Gas Nuclear Water Wind PV Sum RES Total Supply Utilization hours 6,484 5,294 3,860 3,854 0 3,854 0 7,709 3,504 3,154 1,569 20 t CO2 Output TWh 43.17 64.29 107.46 3.38 4.89 0 0.84 0.01 9.12 7.70 14.11 6.31 0.13 20.54 144.82 Conventional Scenario Emission Mt CO2 39.05 54.00 93.05 1.05 2.39 0 0.37 0 3.82 96.87 Utilization hours 6,218 5,137 7,709 3,854 0 3,854 146 7,709 3,504 3,154 1,569 40 t CO2 Output TWh 41.39 62.40 103.79 6.75 4.89 0 0.84 0.31 12.79 7.70 14.11 6.31 0.13 20.54 144.82 Emission Mt CO2 37.37 52.19 89.56 2.11 2.39 0 0.37 0.13 5.00 94.56 Table 14: Annual Utilization, Generation and CO2 Emissions for the Conventional Scenario 36 DIW Berlin: Politikberatung kompakt 85 Scenario Results Coal CHP Coal Sum of Coal Gas CC CHP Gas CC Gas ST CHP Gas ST Gas GT CHP Gas GT Sum of Gas Nuclear Water Wind PV Sum RES Total Supply Utilization hours 4,874 5,916 4,362 1,042 3,857 0 3,854 20 3,462 3,120 1,551 20 t CO2 Output TWh 32.07 40.70 72.77 6.52 2.40 4.64 0.00 0.84 0.10 14.50 13.97 31.20 12.40 57.57 144.82 Renewables Scenario Emission Mt CO2 29.04 34.85 63.89 2.04 0.75 2.26 0.00 0.37 0.04 5.46 69.35 Utilization hours 4,288 3,754 7,241 7,059 3,856 0 3,856 44 3,496 3,138 1,569 40 t CO2 Output TWh 28.21 25.83 54.04 10.82 16.24 4.64 0 0.84 0.24 32.78 14.08 31.37 12.55 58.00 144.82 Emission Mt CO2 25.43 21.54 46.97 3.38 5.07 2.26 0 0.37 0.10 11.18 58.15 Table 15: Annual Utilization, Generation and CO2 Emissions for the Renewables Scenario Coal CHP Coal Sum of Coal Gas CC CHP Gas CC Gas ST CHP Gas ST Gas GT CHP Gas GT Sum of Gas Nuclear Water Wind PV Sum RES Total Supply Utilization hours 7,043 6,293 4,951 2,307 3,855 0 3,854 109 3,504 3,150 1,569 20 t CO2 Output TWh 34.08 26.62 60.70 7.40 4.15 4.64 0 0.84 0.47 17.50 14.11 15.75 6.28 36.14 114.34 Efficiency Scenario Emission Mt CO2 31.16 25.17 56.33 2.31 1.30 2.26 0 0.37 0.20 6.44 62.77 Utilization hours 6,047 4,154 7,709 7,606 3,861 0 3,874 153 3,502 3,153 1,568 40 t CO2 Output TWh 29.26 17.57 46.83 11.52 13.69 4.65 0 0.84 0.66 31.37 14.10 15.77 6.27 36.14 114.34 Emission Mt CO2 26.54 16.30 42.84 3.60 4.27 2.26 0 0.38 0.28 10.79 53.62 Table 16: Annual Utilization, Generation and CO2 Emissions for the Efficiency Scenario 37 DIW Berlin: Politikberatung kompakt 85 Scenario Results 6.3.3 Annual CO2 Emissions The CO2 emission levels for all scenarios and both CO2 prices are illustrated in Figure 20. At a price of 20 t, the Conventional scenario results in annual emissions of 97 Mt CO2 in 2030 which represents a 50% increase compared to 2010. Only 69 Mt are emitted in the Renewables scenario. In both scenarios more than 90 % of the emissions originate from coalfired power plants. Due to its lower variable costs, coal remains the base load technology in all scenarios. A higher CO2 price of 40 t results in a shift from coal to natural gas as the least cost fuel. While the impact on the Conventional scenario is limited with its persistence in coal fired generation infrastructure, the emissions in the Renewables scenario decrease significantly. The annual level decreases by 11 Mt to 58 Mt CO2 in 2030 which is slightly lower than the emission level in 2010. The Efficiency scenario realizes only slightly lower emissions than the Renewables scenario for both emission prices. The higher efforts in conservation measures allow the scenario to reach this levels at almost half the costs compared to the Renewables scenario 19 bn less in investments until 2030. Figure 20: CO2 Emission for Scenarios and Technologies 38 DIW Berlin: Politikberatung kompakt 85 Scenario Results 6.3.4 Expansion of the AC and DC Network The new transmission lines connecting the region East Kazakhstan with the highvoltage transmission network in Karagandy and Almaty are exogenously implemented exogenous lines in Figure 19. In both scenarios model results indicate only one HVDC transmission line upgrade of 1,000 MW connecting the cities of Aktobe in Aktobe region and Kulsary in Atyrau region Figure 21 and Figure 22. In the Conventional scenario Figure 21 two AC lines are extended on the 220 k V level with one additional circuit. In the region Atyrau one line starts at the station of the DC connector and ends in the city of Atyrau. In Karagandy the second line is located between north of Akadyr and Topar. Figure 21: Expansion Decisions in the Conventional Scenario in 2030 Like in the Conventional scenario a transmission line from Akadyr to Topar is expended in the Renewables scenario. The regional integration of the increased renewable capacities required some extensions of lines on the 220 k V level. For combined wind and PV integration lines in South Kazakhstan, Zhambyl, and Almaty have to be extended. The wind capacity in eastern Akmola requires additional lines to enforce the connection to Astana. In Zhambyl, the model builds an additional circuit on the 500 k V connections between Shu and Taras which passes through Kirghizstan. 39 DIW Berlin: Politikberatung kompakt 85 Scenario Results Figure 22: Expansion Decisions in the Renewables Scenario in 2030 6.3.5 Flows between the Western and Eastern Network The motivation of the model to invest in the DC connector between the western and eastern electricity network in Kazakhstan is important to understand the spatial results of the scenarios. From an economic perspective flows indicating trade provide insights in the relation of the regional electricity balance and prices. The aggregated load flow on the HVDC connector Figure 23 illustrates for one year the exports from west to east with negative values and imports to west from east with positive values. In most hours western Kazakhstan imports cheap electricity from the coalfired power plants in the east to substitute more expensive generation from gasfired power plants. The annual net exchange is 5.2 TWh in the Renewables Scenario and 5.1 TWh in the Conventional scenario. These insights suggest that from an economic perspective the DC connector reduces system costs but in all scenarios it increases emission volumes by substituting about 5 TWh of generation from yet to be built modern gasfired power plants in the west with coalfired generation from the large coal producing regions. 40 DIW Berlin: Politikberatung kompakt 85 Scenario Results Further considering the surplus of natural gas and possible developments of new oil and gas resources in western Kazakhstan the local gasprice in the western part of the country could be significantly lower. MW 1.00080060040020002004006008001.000Hours CON 20RES 20EFF 20CON 40RES 40EFF 40Figure 23: Exchange Flows on DC Connector between the Western and Eastern Electricity Network 41 DIW Berlin: Politikberatung kompakt 85 Conclusion and Outlook to 2050 7 Conclusion and Outlook to 2050 7.1 Discussion of the Scenarios in the 2050 Perspective The fundamental questions regarding the transformation of the Kazakh electricity system are: Does Kazakhstan want to move away from using its large domestic coal deposits as main resource for electricity generation? The alternatives are increasing shares of electricity from renewable sources and natural gas as bridge towards a renewable electricity system as well as more efforts in energy conservation. What is the time line to shift from coal to less carbon intense electricity generation? Will the investments required to satisfy increasing electricity demand be coal power station in the next ten years or will the green transformation be initiated in the next decade? In 2010 the available capacity was dominated by coal with a share of 64%. Facing a carbon constrained world, a reduction of the share of coal generation capacity does not automatically result in a reduction of carbon emissions. Growing demand has to be balanced with investments in new generation capacity. If the demand is to increases by 73% as predicted in the KEGOC Masterplan, halving the share of capacity from coalfired power plants would still require refurbishments and even investments in new coalfired power plants. Moreover, the carbon intensive coalfired power plants will be around for at least 50 years. In a 2050 perspective postponing the efforts beyond 2030 while preceding a faster decarbonization after 2030 results in a conflict between increasing fluctuating renewable generation and coal power plants built in the 2020th. Advancing technology for wind and PV could let the coal power plants become obsolete long before their technical life time expires see Figure 17. The exemplary Renewables scenario is not a radical turnaround. It rather elaborates on a sooner turning point in the electricity system. It still relies on coal and gas generation but reduces the dependency on fossil fuels before 2030. Still, the assumed pathway of this scenario introduces renewables on a more conservative path than the frontrunners e.g. Germany. Kazakhstan can still observe and benefit from their experiences. In the Conventional scenario possible future corrections towards sustainability will be very costly and face even stronger opposition due to the risk of stranded assets. The paradigm of the Renewables 42 DIW Berlin: Politikberatung kompakt 85 Conclusion and Outlook to 2050 scenario is to keep doors open. It suggests a gradual but timely change of the system. The Efficiency scenario follows a similar pathway. Higher efforts on energy conservation buy time in the transformation as they lower electricity demand and the need for new investments. Raising the question if changing the capacity mix is sufficient to make the first step towards a low carbon electricity system, we also test the sensitivities of the scenario with respect to higher CO2 prices. Year 2030 2050 Conventional Scenario KEGOC Masterplan Stranded Assets Renewable Scenario 30 % Solar and Wind Decarbonization Table 17: Scenario Matrix for the Kazakh Electricity System 7.2 Conclusion on Policy Implications The spatial technoeconomic electricity market model section 6.2 has been applied to the regional electricity data section 4 to compare three scenarios for the electricity system of Kazakhstan in 2030. Closely following the generation fleet envisaged in the projections of the KEGOC Masterplan the Conventional scenario heavily relies on coal. By contrast, the Renewables scenario constitutes a major change in the electricity system of Kazakhstan. It assumes substantial investments in wind and solar power which together cover 30 % of the electricity demand in 2030. All scenarios are specified and analyzed on a regionally disaggregated level. For a CO2 price of 20 t in 2030 the Conventional scenario results in annual emissions of almost 100 Mt CO2 while emissions in the Renewables scenario sum up to about 70 Mt CO2. This means that neither the replacement of highemission coalfired generation with lowemission gasfired generation 5,300 MW, nor large new renewable capacities of 10,000 MW in wind power and 8,000 MW in photovoltaics were capable of reducing the carbon emissions in 2030 compared to current levels. The largest share 96% in the Conventional versus 93% in the Renewables scenario is emitted by coalfired power plants. Compare to gasfired power plants, coal has lower variable generation costs. In the market dispatch it is therefore not substituted by gas. A sensitivity analysis with a CO2 emission price of 40 t indicates a partial shift from coalfired to gasfired generation CCGT in the Renewables scenario. Assuming the same power plant capacities the annual emissions decrease to 58 Mt CO2 which represent a reduction of almost 20% compared to 2011. 43 DIW Berlin: Politikberatung kompakt 85 Conclusion and Outlook to 2050 While it requires 12.0 bn of additional investments for generation capacity, the annual variable fuel costs are even slightly lower 0.01 bn than in the Conventional scenario. Higher annual emission costs 0.4 bn are in fact rather a redistribution of income than a cost term. The additional upgrades of the transmission network add 1.4 bn for AC lines and an additional 0.5 bn resulting from a new HVDC connector which is constructed in all scenarios. A detailed examination of the electricity flows on the HVDC line connecting the western and eastern network illustrates that it is not a priority project for the development of a sustainable electricity system. To prevent the export of coal based electricity into the demand centers in the western parts of Kazakhstan the connection should be realized in a midterm 2030 and beyond perspective. The underlying economics of the electricity data and the model results for the three scenarios as well as the sensitivity analysis provide an indication on the required policy measures: i It is not sufficient to implement a single policy which either addresses investments or the market dispatch. In the longrun renewable generation is the most sustainable option for a low carbon electricity system. In the mediumterm additional emission reduction is possible by investments in gasfired generation. To successfully manage the transformation of the electricity system both technologies are needed. Thus, policies have to support investment in these technologies but also guarantee their competitiveness in the market dispatch; ii The transformation towards a low carbon electricity system requires a renewable support schemes e.g. feedin tariffs, a quota system, etc. to incentivize investments in renewable generation technologies. Once built, wind and solar power plants are very competitive in the market dispatch substituting conventional generation; iii Gasfired power generation is important for a reduction in GHG emissions in the transformation process. Due to its operational flexibility, CCGT plants and GT plants better suit a system with high shares of fluctuating renewable generation. Though less expensive in investment costs, a sufficiently high price for CO2 emissions is required for the competitiveness of gasfired generation over coal in the market dispatch; 44 DIW Berlin: Politikberatung kompakt 85 Conclusion and Outlook to 2050 iv To redirect investments from coal towards gas a strong commitment to an increasing price path for CO2 is necessary. Yet a predetermined price path might not be sufficient. If introduced, a trading scheme similar to the EUETS could be favorable to limit the amount of CO2 emitted in the power sector. The emission price would add variable costs to the extend where variable costs of coalfired generation are above those of gasfired power plants; v Each investment in carbon intensive base load generation capacity today, represents sunk costs in the future. Therefore, it increases the relative cost of the transformation process by altering the starting position. With increasing shares of renewable generation capacity available at almost no variable costs, the full load hours of the conventional base load plants will decline. Thus, opposition against the transformation process will arise from owners of conventional base load capacity as it devalues their assets. To set course for decarbonization of the electricity sector we propose a combination of two policy measures; a a flexible technology specific feedin tariff for solar and wind power to provide a predefined amount of capacity combined with b a CO2 trading scheme which freezes the CO2 budget of the power sector to todays level and starts to decrease emissions in the mediumterm depending on the development of electricity demand. This objective might sound challenging and will be considered elusive when facing the vast amount of cheap coal in Pavlador, Karagandy, and Kostany and the related economic interests. The overall costs and benefits indicate that directing investments towards the Renewables scenario increase initial costs but provide benefits in the mediumterm. Postponing the projects is in fact making the transformation more expensive and more difficult as it increases the risk of path dependence and stronger opposition due to the risk of stranded assets. 45 DIW Berlin: Politikberatung kompakt 85 References 8 References 50Hertz, Amprion, Tenne T, Transnet BW 2012: Netzentwicklungsplan Strom 2012. 2. Uberarbeiteter Entwurf der Ubertragungsnetzbetreiber. Berlin, Dortmund, Bayreuth, Stuttgart, 15. August 2012. Agency of Statistics of the Republic of Kazakhstan 2012: Census of the Republic of Kazakhstan 2012. http:www.stat.kzdigitalnaselsenie20121. 2012. Retrieve on 21.10.2012, 14:34. DIW Econ 2011: Macroeconomic Analysis of the Wind Energy Development in Kazakhstan. Final report. DIW Econ Gmb H for UNDPGEF and Government of Kazakhstan project Kazakhstan wind energy market development initiative. Astana, Kazakhstan. 2011. EBR Renewables 2012: Kazakhstan Country Profile. http:ebrdrenewables.comsites renewcountriesKazakhstanprofile.aspx. Accessed: 19.09.2012, 15:12. EIA 2008: Kazakhstan: Country Analysis Briefs. Energy Information Administration. 2008. Kaz NIIEK 2012a: Electricity Demand data for the Republic of Kazakhstan provided by Alexey Cherednichenko. Kazakh research institute of ecology and climate Kaz NIIEK. 2012. Kaz NIIEK 2012b: Data on the power plant fleet the Republic of Kazakhstan provided by Alexey Cherednichenko. Kazakh research institute of ecology and climate Kaz NIIEK. 2012. Kaz NIIEK 2012c: Information material on renewables and renewable policies for the Republic of Kazakhstan prepared by Alexey Cherednichenko. Kazakh research institute of ecology and climate Kaz NIIEK. 2012. Kaz NIPIITES 2010: Estimation of an electricity power system of Kazakhstan for the purposes of using of a wind power. Kazakhstan research and development RD and design survey institute of fuel and energy systems Kaz NIPIITES Energia. Almaty, Kazakhstan. 2010. KEGOC 2012: Kazakhstan Electricity Grid Operating Company KEGOC: Map of electricity system of Kazakhstan. http:www.kegoc.kzmap.swf. Accessed: 25.11.2012, 10:20. KEGOC 2011: Master Plan for the development of the power sector in the Republic of Kazakhstan until 2030. Maximov, K. 2010: On the enforcement of the program on the electricity system of Kazakhstan. Prime Minister of Kazakhstan. 29.10.2010, Num: 1129. Astana, Kazakhstan. Parsons Brinckerhoff 2011: Wind Power Potential in Kazakhstan: Wind Atlas. Presentation at Regional Conference on Renewable Energy Development in Central Asia 1113 May 2011. Astana, Kazahstan. 2011. Schroder, A., Kunz, F., Mendelevitch, R., von Hirschhausen, C. 2012: Current and Prospective Production Costs of Electricity Generation. Data Documentation 67. DIW Berlin. Berlin, Germany. 2012. Schweppe, F.C., Caramanis, M.C., Tabors, R.D., Bohn, R.E., 1988. Spot Pricing of Electricity. Kluwer Academic Publishers, BostonDordrechtLondon. Yenikeyeff, S.M. 2008: Kazakhstans Gas: Export Markets and Export Routes. Oxford Institute for Energy Studies, report NG 25. 46 Appendix: Power Plants Plant Name RUS 1 1 1 2 2 2 2 7 7 7 7 7 37 37 56 56 56 56 45 56 56 56 3 3 Plant Name Akmola CHP 1 2 Akmola CHP 1 3 Akmola CHP 1 4 Akmola CHP 2 1 Akmola CHP 2 4 Akmola CHP 2 2 Astana NEW CHP 3 Akmola CHP 2 3 Jet7 CHP 1 Jet7 CHP 2 Jet7 CHP 5 Jet7 CHP 4 Jet7 CHP 3 Aktobe CHP 3 Aktobe CHP 6 Aktobe CHP 1 Aktobe CHP 2 Aktobe CHP 5 ES AFP TNK Kazchrome ES AFP TNK Kazchrome Aktobe CHP 4 ZHGTS 56 JSC CNPCAktobe ZHGTS 56 JSC CNPCAktobe ZHGTS 56 JSC CNPCAktobe ZHGTS 56 JSC CNPCAktobe ZHGTS 45 JSC CNPCAktobe ZHGTS 56 JSC CNPCAktobe ZHGTS 56 JSC CNPCAktobe ZHGTS 56 JSC CNPCAktobe Almatinskaya 11 Almatinskaya 5 Almatinskaya 9 Almatinskaya 6 Almatinskaya 7 Almatinskaya 8 Almatinskaya 10 Almatinskaya HPS 8a Almatinskaya HPS No 2 Almaty CHP 3 1 Almaty CHP 3 2 fuel Coal Coal Coal Coal Coal Coal Gas Coal Coal Coal Coal Coal Coal Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Coal Coal region KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKM KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZAKT KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM City Astana Astana Astana Astana Astana Astana Astana Astana Stepnogorsk Stepnogorsk Stepnogorsk Stepnogorsk Stepnogorsk Aktobe Aktobe Aktobe Aktobe Aktobe Aktobe Aktobe Aktobe Zhanazhol Zhanazhol Zhanazhol Zhanazhol Zhanazhol Zhanazhol Zhanazhol Zhanazhol Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty 47 type purpose capacity ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST GT GT ST GT GT GT GT GT GT GT GT RES RES RES RES RES RES RES RES RES ST ST CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP_I CHP_I CHP CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I N N N N N N N N N CHP CHP 3 5 10 80 80 80 0.1 80 35 35 60 25 25 14 25 6 6 22 98 37 29 12 12 16 16 34 16 16 16 2.5 2.5 2.5 2.5 2.5 2.5 2.5 1 14.3 41 41 year 1962 1962 1972 1979 1979 1980 1983 1983 1966 1967 1975 1986 1990 1954 1987 1991 1992 1994 1996 2002 2003 1999 1999 2004 2005 2009 2010 2010 2010 1944 1944 1944 1946 1948 1948 1950 1954 1959 1962 1962 Appendix: Power Plants Plant Name RUS 3 3 1 1 2 2 2 2 2 2 1 2 2 2 Plant Name Almaty CHP 3 3 Almaty CHP 3 4 Almaty CHP 1 9 Almaty NEW CHP 5 Almaty CHP 1 10 Almaty NEW CHP 5 VerkhneAlmatinskaya HPS Almaty CHP 2 1 Almaty NEW CHP 5 Almaty CHP 2 2 Almaty CHP 2 3 Almaty CHP 2 4 Almaty NEW CHP 5 Almaty CHP 2 5 Almaty CHP 2 6 Almaty CHP 1 8 Antonovskaya HPP Issykskaya HPP2 Kapchgayskaya HPP Karatalskaya HPS1 Karatalskaya HPS2 Karatalskaya HPS3 Karatalskaya HPS4 Merek HPP Moynakskaya HPP Talgarskaya HPS Tekeli CHP 2 Tekeli CHP 2 ANPS CHP ANPS CHP ANPS CHP Atyrau CHP 3 Atyrau CHP 4 Atyrau CHP 5 Atyrau CHP 6 Atyrau CHP 7 Atyrau CHP 4 Atyrau CHP 8 Atyrau CHP 9 Atyrau CHP 10 fuel Coal Coal Coal Gas Coal Gas Hydro Coal Gas Coal Coal Coal Gas Coal Coal Gas Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Coal Coal Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas region KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZALM KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY City Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Almaty Antonovka Issyk Kapshagaj Karatalsk Karatalsk Karatalsk Karatalsk Merek Moinak Talghar Tekeli Tekeli Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau Atyrau 48 type purpose capacity ST ST ST ST ST ST RES ST ST ST ST ST ST ST ST ST RES RES RES RES RES RES RES RES RES RES ST ST ST ST ST ST ST ST ST ST ST ST ST ST CHP CHP CHP CHP CHP CHP N CHP CHP CHP CHP CHP CHP CHP CHP CHP N N N N N N N N N N CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP 41 50 60 0.1 60 0.1 16 80 0.1 80 80 50 0.1 110 110 25 1.6 5.1 364 10.71 4 4.4 3.5 1.5 300 7.1 12 12 6 6 6 25 25 60 60 45 25 25 25 25 year 1964 1965 1970 1970 1971 1971 1971 1980 1980 1981 1982 1986 1986 1988 1989 1996 1980 2008 1971 1954 2008 2009 2010 1980 2012 2008 1959 1959 1945 1946 1947 1963 1963 1969 1974 1976 1985 2010 2010 2010 Appendix: Power Plants Plant Name RUS AGIP KCO AGIP KCO AGIP KCO AGIP KCO 1 144 1 144 1 144 1 144 2 480 2 480 2 480 242 242 1 1 1 1 1 3 3 Plant Name ES Kashagan AGIP KCO ES Kashagan AGIP KCO ES Kashagan AGIP KCO ES Kashagan AGIP KCO TGTES1 LLP TCO GTPS144 TGTES1 LLP TCO GTPS144 TGTES1 LLP TCO GTPS144 TGTES1 LLP TCO GTPS144 TGTES2 Tengizchevroil LLP GTPS480 TGTES2 Tengizchevroil LLP GTPS481 TGTES2 Tengizchevroil LLP GTPS482 TGTES3 Company TCO GTPS242 TGTES3 Company TCO GTPS243 City Bolashak Bolashak Bolashak Bolashak Tengiz Tengiz Tengiz Tengiz Tengiz Tengiz Tengiz Tengiz Tengiz region KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY KZATY Kazakhmys Corporation Balkhash CHP 1 Balkhash KZKAR Kazakhmys Corporation Balkhash CHP 2 Balkhash KZKAR Kazakhmys Corporation Balkhash CHP 3 Balkhash KZKAR Kazakhmys Corporation Balkhash CHP 6 Balkhash KZKAR Kazakhmys Corporation Balkhash CHP 7 Karaganda energy center CHP 1 1 Karaganda energy center CHP 1 2 Karaganda energy center CHP 1 3 Karaganda NEW CHP 4 Karaganda energy center CHP 1 4 Karaganda energy center CHP 1 5 Karaganda NEW CHP 4 Karaganda energy center CHP 2 1 Karaganda energy center CHP 2 2 Balkhash Karaganda Karaganda Karaganda Karaganda Karaganda Karaganda Karaganda Karaganda Karaganda KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR 49 fuel Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Coal Coal Coal Coal Coal Coal Coal Coal Gas Coal Coal Gas Coal Coal type purpose GT GT GT GT GT GT GT GT GT GT GT GT GT ST ST ST ST ST ST ST ST ST ST ST ST ST ST N N N N N N N N N N N N N CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP capacity 40.7 40.7 40.7 40.7 34 34 34 34 34 34 43 121 121 28 20 30 25 60 8 6 6 0.1 6 6 0.1 110 110 year 2010 2010 2010 2010 1999 1999 2000 2000 2000 2000 2006 2008 2008 1937 1940 1940 1940 1963 1958 1961 1961 1965 1965 1965 1977 1977 1977 Appendix: Power Plants Plant Name RUS 3 3 1 1 2 2 2 2 Plant Name Karaganda energy center CHP 2 3 Karaganda energy center CHP 2 4 Bassel Group LLS Karaganda TTP 1 Bassel Group LLS Karaganda TTP 1 9 GTPS Kumkol GTPS Kumkol GTPS Kumkol GTPS Kumkol GTPS Kumkol JSC Shakhtinskaya CHP JSC Shakhtinskaya CHP JSC Shakhtinskaya CHP Arcelor Mittal TPP 3 City Karaganda Karaganda Karaganda Karaganda Kumkol Kumkol Kumkol Kumkol Kumkol Shachtinsk Shachtinsk Shachtinsk Temir Tau region KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR Arcelor Mittal TPP 5 Temir Tau KZKAR Arcelor Mittal TPP 4 Arcelor Mittal Temir Tau CHP 2 1 Arcelor Mittal Temir Tau CHP 2 2 Arcelor Mittal Temir Tau CHP 2 3 Arcelor Mittal Temir Tau CHP 2 4 Kazakhmys Corporation TTP 1 1 Kazakhmys Corporation TTP 1 2 Kazakhmys Corporation TTP 1 3 Kazakhmys Corporation TTP 1 4 Kazakhmys Corporation TTP 1 5 Kazakhmys Corporation TTP 1 7 Kazakhmys Corporation TTP 1 8 Kazakhmys Corporation TTP 1 6 Zhezkazgan CHP 4 Zhezkazgan CHP 3 Zhezkazgan CHP 5 Zhezkazgan CHP 6 Zhezkazgan CHP 7 Arkalyk CHP 1 Temir Tau Temir Tau Temir Tau Temir Tau Temir Tau Topar Topar Topar Topar Topar Topar Topar Topar Zhezgazgan KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR KZKAR Zhezgazgan KZKAR Zhezgazgan KZKAR Zhezgazgan KZKAR Zhezgazgan Arkalyk KZKAR KZKUS 50 fuel Coal Coal Coal Coal Gas Gas Gas Gas Gas Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Gas type purpose ST ST ST ST GT GT GT GT GT ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST CHP CHP N N N N N N N CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP N N N N N N N N CHP CHP CHP CHP CHP CHP capacity 110 110 50 50 18 18 18 18.3 18.3 6 6 6 12 60 60 100 100 100 135 55 60 100 100 100 86 86 86 25 30 42 50 60 4 year 1978 1990 1991 1993 2004 2004 2004 2011 2011 1964 1964 1965 1959 1960 1960 1973 1974 1975 1982 1960 1962 1963 1963 1964 1980 1980 1985 1959 1959 1960 1963 1969 1963 Appendix: Power Plants Plant Name RUS 6 6 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 . . . Plant Name Arkalyk CHP 2 Kostanai CHP 1 2 Kostanai CHP 1 1 SSGPO Rudny CHP 1 SSGPO Rudny CHP 2 SSGPO Rudny CHP 3 SSGPO Rudny CHP 4 SSGPO Rudny CHP 5 SSGPO Rudny CHP 6 GTPP Akshabulak Kyzylorda CHP 6 Kyzylorda CHP 3 KOGTES KOGTES KOGTES Kazatomprom MAEC CHP 1 1 Kazatomprom MAEC CHP 1 2 Kazatomprom MAEC CHP 1 3 Kazatomprom MAEC CHP 1 4 Kazatomprom MAEC CHP 1 5 Kazatomprom MAEC CHP 2 1 Kazatomprom MAEC CHP 2 2 Kazatomprom MAEC CHP 2 3 Kazatomprom MAEC CHP 2 4 Kazatomprom MAEC CHP 2 5 Kazatomprom MAEC CHP 2 6 Kazatomprom MAEC CHP 2 7 Kazatomprom MAEC CHP 2 8 Kazatomprom MAEC CHP 2 9 Kazatomprom MAEC CHP 2 10 Kazatomprom MAEC TPP 3 Kazatomprom MAEC TPP 3 Kazatomprom MAEC TPP 3 EKE 1 EKE 2 EKE 3 City Arkalyk Kostanai Kostanai Rudny Rudny Rudny Rudny Rudny Rudny Akshabulak Kyzylorda region KZKUS KZKUS KZKUS KZKUS KZKUS KZKUS KZKUS KZKUS KZKUS KZKZY KZKZY Kyzylorda KZKZY Kyzylorda KZKZY Kyzylorda KZKZY KZKZY KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZMAN KZPAV KZPAV KZPAV Kyzylorda Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aktau Aksu Aksu Aksu 51 fuel Gas Gas Gas Coal Coal Coal Coal Coal Coal Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Coal Coal Coal type purpose ST ST ST ST ST ST ST ST ST GT ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST CHP CHP CHP CHP CHP CHP CHP CHP CHP N CHP CHP N N N CHP CHP CHP CHP CHP CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I CHP_I N N N N N N capacity 2.5 6 6 58 54 58 17 17 63 87 42 73 15 15 15 6 6 25 25 25 60 60 60 100 50 50 50 60 60 80 200 210 215 300 330 300 year 1963 1957 1961 1961 1962 2001 2002 2002 2010 2012 1977 1994 2005 2005 2005 1962 1962 1963 1965 1965 1968 1969 1970 1973 1973 1973 1975 1978 1979 1981 1983 1984 1991 1972 1972 1972 Appendix: Power Plants Plant Name RUS . . . . . 1 1 1 1 1 1 1 1 2 2 2 2 1 1 2 1 1 1 3 3 3 3 3 1 Plant Name EKE 5 EKE 4 EKE 6 EKE 7 EKE 8 Aksuskaya HPS Ekibastuz CHP 1 Ekibastuz CHP 2 Ekibastuz TTP 1 1 Ekibastuz TTP 1 2 Ekibastuz TTP 1 3 Ekibastuz TTP 1 4 Ekibastuz TTP 1 5 Ekibastuz TTP 1 6 Ekibastuz TTP 1 7 Ekibastuz TTP 1 8 Ekibastuz TTP 2 1 Ekibastuz TTP 2 2 Pavlodarenergo Pavlodar CHP 2 1 Pavlodarenergo Pavlodar CHP 2 2 Aluminium of Kazakhstan Pavlodar CHP 1 4 Aluminium of Kazakhstan Pavlodar CHP 1 5 Pavlodarenergo Pavlodar CHP 2 3 Aluminium of Kazakhstan Pavlodar CHP 1 1 Aluminium of Kazakhstan Pavlodar CHP 1 2 Aluminium of Kazakhstan Pavlodar CHP 1 3 Pavlodar CHP 3 2 Pavlodar CHP 3 3 Pavlodar CHP 3 4 Pavlodar CHP 3 5 Pavlodar CHP 3 6 Aluminium of Kazakhstan Pavlodar CHP 1 6 Sev Kaz Energo Petropavlovsk CHP 1 City Aksu Aksu Aksu Aksu Aksu Aksu Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Ekibastuz Pavlodar Pavlodar Pavlodar Pavlodar Pavlodar Pavlodar region KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV Pavlodar KZPAV Pavlodar Pavlodar Pavlodar Pavlodar Pavlodar Pavlodar Pavlodar Petropawl KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZPAV KZSEV 52 fuel Coal Coal Coal Coal Coal Hydro Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal type purpose ST ST ST ST ST RES ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST ST N N N N N N CHP CHP N N N N N N N N N N CHP CHP CHP_I CHP_I CHP CHP_I CHP_I CHP_I CHP CHP CHP CHP CHP CHP_I CHP capacity 300 300 300 300 300 2 6 6 0 0 500 500 500 500 500 500 500 500 25 25 50 50 60 60 50 50 60 50 110 110 110 80 42 year 1973 1973 1974 1974 1975 1980 1964 1964 1980 1980 1981 1982 1982 1983 1983 1984 1990 1993 1961 1961 1963 1963 1963 1964 1964 1965 1972 1973 1975 1976 1977 1983 1961 Appendix: Power Plants Plant Name RUS 2 2 2 2 2 2 AES AES AES AES AES AES AES AES AES AES AES 1 1 Plant Name City region Sev Kaz Energo Petropavlovsk CHP 2 Petropawl KZSEV Sev Kaz Energo Petropavlovsk CHP 3 Petropawl KZSEV Sev Kaz Energo Petropavlovsk CHP 5 Petropawl KZSEV Sev Kaz Energo Petropavlovsk CHP 6 Petropawl KZSEV Sev Kaz Energo Petropavlovsk CHP 7 UstKamenogorskaya HPP Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bukhtarminskaya HPS Bulaksk HPP UstKamenogorsk CHP 12 UstKamenogorsk CHP 5 UstKamenogorsk CHP 6 UstKamenogorsk CHP 7 UstKamenogorsk CHP 8 UstKamenogorsk CHP 4 Sogra CHP UstKamenogorsk CHP 10 UstKamenogorsk CHP 9 UstKamenogorsk CHP 11 Ridder Leninogorsk CHP 5 Ridder Leninogorsk CHP 5 Ridder Leninogorsk CHP 4 Ridder Leninogorsk CHP 5 Ridder HPP Zaysanskaya HPP Semipalatinsk CHP 1 2 Semipalatinsk CHP 1 1 KZSEV KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS KZVOS Petropawl Ablaketka Bukhtarma Bukhtarma Bukhtarma Bukhtarma Bukhtarma Bukhtarma Bukhtarma Bukhtarma Bukhtarma Bulaksk Oskemen Oskemen Oskemen Oskemen Oskemen Oskemen Oskemen Oskemen Oskemen Oskemen Ridder Ridder Ridder Ridder Ridder Saissan Semey Semey 53 fuel Coal Coal Coal Coal Coal Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Hydro Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Coal Hydro Hydro Coal Coal type purpose capacity ST ST ST ST ST RES RES RES RES RES RES RES RES RES RES RES ST ST ST ST ST ST ST ST ST ST ST ST ST ST RES RES ST ST CHP CHP CHP CHP CHP N N N N N N N N N N N CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP CHP N N CHP CHP 60 60 33 76 76 331.2 77 77 77 77 77 77 77 77 60 2 80 9 8 8 25 4 25 50 38 100 12 12 5 30 14 2 12 6 year 1962 1963 1965 1967 1969 1959 1960 1960 1960 1961 1961 1961 1963 1966 2011 1980 1950 1951 1951 1952 1954 1959 1962 1966 1967 1970 1955 1955 1958 1958 1965 1980 1958 1959 Appendix: Power Plants Plant Name RUS AES 5 5 5 1 3 2 3         . 3 4 4 . . . . . . Plant Name Shulbinskaya HPS Kentau CHP 5 4 Kentau CHP 5 5 Kentau CHP 5 Shardarinskaya HPS Shymkent CHP1 Shymkent CHP 3 1 Shymkent CHP2 Shymkent CHP 3 2 Karachaganak GES Karachaganak GES Karachaganak GES Karachaganak GES Karatobe Ural CHP Ural CHP Ural CHP Ural CHP Ural GTPS Merke Hydro Taraz CHP 4 Taraz CHP 4 Zhambyl GES Zhambyl GES Zhambyl GES Zhambyl GES Zhambyl GES Zhambyl GES City Shulbinsk Kentau Kentau Kentau Shardara Shymkent Shymkent Shymkent Shymkent Aksay Aksay Aksay Aksay Karatobe Uralsk Uralsk Uralsk Uralsk Uralsk Merke Taraz Taraz Taraz Taraz Taraz Taraz Taraz Taraz region KZVOS KZYUZ KZYUZ KZYUZ KZYUZ KZYUZ KZYUZ KZYUZ KZYUZ KZZAP KZZAP KZZAP KZZAP KZZAP KZZAP KZZAP KZZAP KZZAP KZZAP KZZHA KZZHA KZZHA KZZHA KZZHA KZZHA KZZHA KZZHA KZZHA fuel Hydro Coal Coal Coal Hydro Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Gas Hydro Gas Gas Gas Gas Gas Gas Gas Gas type purpose capacity RES ST ST ST RES ST ST ST ST GT GT GT GT GT ST ST ST CC GT RES GT GT GT GT GT GT GT GT N CHP CHP CHP N CHP CHP CHP CHP CHP_I CHP_I CHP_I CHP_I N CHP CHP CHP CHP N N CHP CHP N N N N N N 702 4.5 7 5.5 100 18 80 12 80 40 40 40 41 6.2 12 8 12 29 54 1.5 30 30 200 200 200 200 200 200 year 1996 1952 1955 1958 1967 1964 1981 1983 1983 2000 2001 2002 2005 2008 1960 1969 1994 2006 2011 2011 1963 1963 1967 1968 1969 1975 1976 1976 54 ", "filename": "799687847.pdf", "person": ["Jonas Egerer", "Egerer, Jonas", "Roman Mendelevitch", "Mendelevitch, Roman", "Christian von Hirschhausen", "von Hirschhausen, Christian"], "date": ["2014"]}