{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/119731/1/799979554.pdf"], "title": ["Pension income inequality: A cohort study in six European countries"], "plaintext": "Pension Income Inequality: a Cohort Study in Six European Countries Jorg Neugschwender LIS neugschwenderlisdatacenter.org Abstract This paper is an empirical overview of inequalities of pension outcomes in six European countries, which are shaped by a variety of institutional pensions schemes. The study contrasts pension system regulation in Denmark, Finland, Germany, Italy, Sweden and the United Kingdom; and analyses their impact on current pension income. The main focus is analyzing the current trends of income distribution using a birth cohort perspective. In addition, a detailed analysis of these trends is included by income quintilesdeciles and pension income sources. The study is a cohort design, where the data are pooled for 77251 individuals in six countries in 28 datasets covering multiple time periods from 1992 to 2010 using the Luxembourg Income Study LIS Database. The analyses show that pension incomes in these societies are diversified in terms of public vs. private pension income, purchasing power parities PPP adjusted income amounts, and the shape of the income distribution. The countries also differed strongly in relation to the general living standard in the respective societies. Keywords: social policy, income distribution, inequality, retirement, elderly, redistribution, poverty 1 1. Introduction 1 A crossnational study of cohorts over a certain period of time could shed light on general income inequality trends. By evaluating cohorts comparatively across countries we can examine the following questions: How does the split develop between public and private pension benefits? Is there a general social divide in the income distribution between those that receive public benefits only versus those who receive a combination of public and private benefits? Is pension income inequality increasing or decreasing the more supplementary pension schemes develop? Therefore, this studys main aim is to analyse the income mix, oldage income levels, and inequality. First, the study will analyse the public and private pension benefits independent from each other and second in combination with each other. This will improve our understanding of how the ongoing increase in importance of private pension income affects the outcome of total pension income. An analysis of trends by a crosssectional design is difficult, due to the strong agerelated effects and the low case numbers. The applied cohort design solves these problems, particularly as it decreases the age effect. This paper analyses the income mix and income distribution of various birth cohorts of the retired population of six countries: Sweden, Finland, and Denmark, Germany, Italy, and the United Kingdom. The remainder is as follows. In a first step, I present an overview of how far the institutional settings of the selected countries differed in the past, and of how far countryspecific hypotheses can be made in addition to general hypotheses on inequality trends. The following section focuses on the data selection and the common data preparation for the later analyses. In order to answer the research questions, I trace three main blocks of changes over time, each applying the cohort design: recipient rates of private pensions and importance in the pension income mix, absolute oldage income, and inequality measures. First, I look at the development of coverage with private pension income and income share of private pensions in the income mix. This clarifies which countries already heavily rely on a private andor occupational pension component. The analyses of private pension income share are presented by income quintiles. Secondly, I evaluate the generosity of the pensions by analyzing the income distribution by deciles. Finally, the study focuses on the inequality measures of both the Gini coefficient and the poverty rate. The poverty analyses include a breakdown of single pensioner women versus coupled pensioners. By analyzing these trends, this paper contributes to various strands of literature. It provides socioeconomic analyses of the elderly population. At the same time, it offers policy feedback of pension regulation from a crossnational comparative perspective. 1 The author is very grateful for valuable proofreading and comments by Bernhard Ebbinghaus and Laurie Maldonado. 2 2. An overview of institutional settings literature review hypotheses Crossnational pension research frequently breaks down the analysis in pillars and tiers in order to clarify the main differences between institutional arrangements of pension systems Goodin and Rein 2001; OECD 2007; World Bank 1994. An earlier work Neugschwender 2011 linked these approaches to income groups and their protection with respective plans. In this paper, the focus is on alternative providers of pensions employer provided systems and financial institutes, the historical development of the interplay between the alternative providers, and the ongoing shift in the income distribution. In general, public and private social security can be regulated in a variety of ways. It is particularly important to analyse the interplay of such social systems in order to better understand the outcome of inequality. Public social security primarily focuses on protection against social risks and redistribution, whereas private social security arrangements may supplement, but in some cases entirely substitute public social security programs. Bargaining and regulating collective agreements are important for the obligation to additionally contribute to complementary pension plans. In mandated pension schemes coverage and takeup might be much larger as in schemes where occupational and private pensions remained mostly unregulated. In a study of 25 OECD countries, Goudswaard and Caminada 2010 found that the share of public spending for social security, rather than the share for private spending, slightly decreased the income inequality among households. Public pension spending as a percentage of GDP was the most relevant factor in explaining levels of inequality; the higher this ratio, the lower the Gini coefficient. In contrast to this, private pension spending as a percentage of GDP had the opposite effect; the higher the ratio, the higher the Gini coefficient. Korpi and Palme 1998 showed that it is not only universal public systems, but also targeting among certain groups that drives the redistributive outcome of social protection systems. They argued that universal benefits lead to more equality in incomes, whereas targeting towards the poor may lead to more inequality between earners and that the higher earners will benefit more. Furthermore, Korpi and Palme stress the importance of universal social security systems to decrease inequality; such as in the Nordic countries which are largely universal with goals for both poverty reduction and income maintenance. Korpi and Palmes argument is particularly relevant for pension systems. It exemplifies that in countries where oldage protection was mostly introduced to protect the lowincome group against poverty in old age; various supplementary schemes developed which altogether provided the income maintenance Ebbinghaus and Neugschwender 2011. It is also necessary to distinguish between voluntary and mandatory occupational and private pension systems. When there are alternative systems to choose, it depends strongly on the income group which systems which group prefers. Lowincome earners might prefer the public redistribution, whereas highincome earners prefer the personal contribution based systems, since these plans will provide them higher returns on their investment CondeRuiz and Profeta 2007. This scenario is particularly relevant for the UK where the insured can contract out from the public system to the private one. 3 The literature summarises that complementary occupational and private pensions generally increase inequalities as they contain less redistributive elements than public pensions. However, van Vliet et al. 2012 did not find clear evidence for such a generalised theoretical approach. Thus, this argument needs to be further elaborated and specified; the authors acknowledge that the theoretical framework needs to take into account the variety of institutional differences in the regulation of complementary pension systems by employers. At the same time, inequality analyses of current pensioners income need also to be linked to the ongoing trend of inequality developments. Burtless 2006 emphasised that the current shifts in the income mix could be particularly relevant for the lowincome group, which is gradually better secured by supplementary occupational pension plans; private pensions could have an influence on the whole income distribution, and hence no effect on inequality among the elderly. A crosssectional outcome in any certain point in time does not account for the historical relevance of the introduction of complementary pension systems. Most of the mandated collective agreements in the Nordic countries and partly in Germany were introduced later than the statutory systems, particularly late in Denmark only in the 1990s. Therefore, current inequalities among pensioners only partly reflect the complementary occupational and private pensions in the income distribution. As pension systems redistribute financial resources over time, they reflect a deferred use of financial resources, referred to as horizontal redistribution EspingAndersen and Myles 2009; Palme 2006. Thus pensions reproduce income inequalities of the labour market through equivalence of contributions and benefits. Countries with high market inequalities are expected to generate high levels of inequality among pensioners; status maintenance is effectively achieved by previous highincome earners. Particularly the selective protection against status maintenance of highincome earners might drive the inequality increasing effect of private pensions. Therefore, the encompassing pension systems, as described by Korpi and Palme 1998, can play a major role in limiting inequality among the elderly. These systems could reduce the additional need of protection for the highincome group, since these occupational groups already profit from a mandated marketoriented second tier of pension provision. On the other hand, minimum pensions aim to redistribute income across the elderly on the vertical dimension, among pensioners groups. Thus, since their main focus is poverty prevention, they can only provide income maintenance for the middleincome group, when the level of the minimum pension is very generous. In this case, it is very important to understand the interplay with complementary pensions. A complementary scheme on voluntary basis might be less taken up when the individuals have low incentives to contribute to the offered plans. This could be the case when the minimum pension promises a rather good protection in the future, or the minimum pension is income tested against other pension income. Both arguments applied to the Danish case where income maintenance hardly played a significant role until the introduction of collective agreements. Collective agreements made participation quasi mandatory for employees in the early 1990s for the majority of occupational groups through collective agreements Andersen 2011. Until the 1990s, Danish employees were free to participate in occupational plans offered by their employers. In contrast, the British basic pension is linked to previous insurance year and provides a rather low level of protection. In addition, mandated contributions to the public, or occupational, or personal plans were kept on a rather low level, which left a broad scope for 4 additional complementary systems to develop. However, the key problems remained: the SERPS provided low benefits, and particularly lowincome earners hardly contracted out of the SERPS Schulze and Moran 2007, Blake 2003. A third system, occupational pensions, was mostly kept on a voluntary basis; this is the German case. In contrast to Denmark and the United Kingdom, the statutory system offered income maintenance for the longtime insured up to a certain ceiling; additional complementary systems covered only a few occupational groups. Recent German reforms in the early 2000s aimed at strengthening tax incentives and subsidies for private pension plans, particularly the Riester pension Anderson and Meyer 2003, Ebbinghaus et al. 2011, Neugschwender 2008. Future developments may lead to a cut in the income maintenance level and to the balance of the pension income mix differently. However, this could not be shown with the analyses of current pension income. Pension incomes are likely to reveal two main developments when comparing the older to the younger cohorts, which complicate the potential empirical findings: First, the older cohorts started and ended their employment career earlier than the younger ones. Particularly in the after war period the economic situation boomed, which is linked to a strong increase in living standards, and wages in particular. Thus the wages of younger birth cohorts were on average higher, which is likely to lead to higher pension benefits as well, as they had higher income to contribute to oldage income systems. This is very much relevant for the birth cohorts that are evaluated. Whereas the oldest birth cohorts entered the labour market age already during the Second World War, the younger cohorts did start their employment career only in the after war years. This situation can be linked to more stable employment patterns, better inclusion to employmentrelated pension systems, and subsequently higher pension income. A second complication is that oldage income is generally expected to be higher the longer the coverage within more beneficial public pension system institutions. Public pension systems were broadly extended during the mid1950s; this may be more beneficial for the younger cohorts, whereas the older cohorts contributed less over their entire working career. In addition, the expansion of occupational systems, which took place even later than the public pension system expansion, might be even more selective for the oldest cohorts. Therefore, I expect to find a strong increase in pension benefits among the younger cohorts in general, and both in public and private pension income. In addition, I expect to find a stable increase of public pension amounts for middleto highincome earners, due to the beneficial employment situation and the gradual maturing of public pension systems. I expect pension outcomes to differ between the middleto highincome earners and the lowincome earners. Lowincome earners are dependent on minimum pensions andor social assistance, independent of their previous employment history. Depending on generosity and benefit regulation over time, this could indicate a change in welfare state activity to prevent atrisk and extreme poverty among the aged. In contrast, middle to highincome earners receive a combined income package of universal minimum pensions and various employmentrelated second tier systems. Consequently, for the betteroff retirees the contribution years and the specific systems of regulation indeed make a difference. 5 On the other hand, I expect to find a more mixed structure for private pensions, particularly driven by the degree of mandated occupational systems. In countries where occupational pensions were in general mandated, only a few more contribution years to occupational pensions could result in substantially higher pension amounts. However, this process is very slowly taking place. Over a period of ten years, the effects of matured obligated occupational pensions can be best observed in terms of coverage and income share, but the observed inequality trend may remain marginal across cohorts. If there are no mandated pensions, one could expect that there is only a small group of pensioners that were covered with occupational schemes, mainly as fringe benefits for the highly skilled or state employees. This scenario applies mostly to the Italian system and for most occupational groups in Germany, whereas public pensions were introduced as income maintenance schemes on rather high level. However, there is also an alternative scenario that applies to the United Kingdom and Denmark until the early 1990s. In both countries public pensions mainly provided the first tier aiming to prevent poverty, whereas the status maintenance was limited. In order to maintain the standard of living, employees were offered occupational pension plans by individual employers or the private financial sector. Similarly, when occupational employmentrelated systems successively covered more and more employees and employment years, retirees with such a more diversified pension income mix were likely to be at the upper end of the income distribution, receiving higher total pensions in comparison to the oldest cohorts. This most likely would result in an increase in inequality caused by unproportional increases among the upper end of the income distribution through maturing occupational pension systems, but not so much through occupational pension systems per se. There are certain circumstances that could oppose the beneficial situation for private pension recipients: First of all, public pensions could be cut respectively, e.g. through income tests. This scenario is less relevant for public social insurance schemes, whereas it is very much common in the universal pension systems in the Nordic countries. Secondly, complications can arise if countries decrease the effective age of retirement. The period between the 1980s and mid 1990s is characterised by a strong trend of decreasing effective age of retirement. This is the trend for nearly all OECD countries, clearly for the countries under study, where retirement age dropped on average by two to even five years. Whereas many public systems even favored the early exit without deductions, in occupational and private pensions this early exit trend could, depending on specific plan regulations, relate to shorter contribution periods and therefore limit such plans for the oldage income mix. These two circumstances partially restrain the clear inequality increasing effect from the maturing occupational systems. In conclusion, studies on income inequality by occupational systems that merely examine the institutional interplay with public pensions and its features are limited. This studys main contribution is to assess the institutional interplay with public pensions over time. A cohort study with a time dimension is particularly important to this debate since it will examine the policy affects after ten years. A cohort study, for example, can demonstrate the opposite inequality effect, when occupational systems have fully matured and the broader population starts receiving a more diversified pension income mix built up since the beginning of the employment career. At this point in time, most retirees only partly relied on the occupational component that was introduced or institutionalised during their employment career as a supplement to the first pillar. 6 3. Operationalisation This study is a cohort and longitudinal design using crosssectional data. 77251 elderly were observed at 35 points in time for each of the six countries. These data were pooled in one data file reflecting the individual birth cohort. In the following subsections, I will discuss some of the main data restrictions and solutions, pointing to its implications for the interpretation of the data. The following countries were selected for analysis based on data availability: Denmark, Finland, Germany, Italy, Sweden, and the United Kingdom. For these six countries the respective national datasets from the Luxembourg Income Study LIS Database were used. LIS already offers a harmonised database, containing standardised variable names and categories. I worked with the following datasets, containing for each country at least three points in time: Denmark 1992, 1995, 2000, 2004, Finland 1995, 2000, 2004, 2007, 2010, Germany 1994, 2000, 2004, 2007, 2010, Italy 1995, 1998, 2000, 2004, 2008, 2010, Sweden 1995, 2000, 2005, and the United Kingdom 1994, 1999, 2004, 2007, 2010. However, there are two major limitations using the LIS database for the cohort design. First, LIS does not provide annual data, and secondly all the LIS datasets are crosssectional. Panel data would allow for more evaluations of individual oldage income and its individual change over time. Nevertheless, this is not the main focus of this paper. The following different crosssections were treated as quasi cohorts, which mean pensioners that were observed at one point in time are very likely to have constant pension benefits since retirement, which are adjusted in line with consumer prices. Therefore, pension outcomes for pensioners for the same birth year from different survey years should reflect similar pension benefits and distribution. Hence, pooling the income data for pensioners was less problematic. By doing so, I implicitly assumed a full indexation of pensions in line with consumer prices, which is plausible for advanced pension systems. Sample selection The sample selection for the analyses involved various preparation steps. The unit of analysis is at the household and not the person level. This is based on data availability as well as important conceptual reasons to use the household unit for outcomes measures of inequality and poverty. The household unit is more widely used and relevant for measuring poverty. The analyses include only persons who were defined to be the head of the household, and their respective spouse. Acknowledging that multiple generation households are also important social group to study, they were excluded due to reasons of limited comparability. For the exception of Italy, all countries had rather low percentage of multiple generation households; thus the results did represent the situation of the broad majority of retirees. Previous work on oldage income distribution focused on personal labour market income blurred the effect of private pension income Neugschwender 2011, Neugschwender 2014. In this study, I put a more clear focus on analyzing the inactive and already retired population, excluding the employed. By keeping heads and spouses only, employment income of other household members already influences the income situation of the elderly less. Since the main interest in this study was the measurement of inequality of pensions, persons and households with a strong connection to the labour market were 7 excluded systematically. In a first step, both head and spouse of the pensioner couple should not be mainly employed or, in case where the main activity was not available, they should not be currently employed this applied for the older datasets prior than wave V of the Luxembourg Income Study LIS Database. In Italy the information was taken from the usual activity during the income reference period. Thus also the influence of a working spouse is drastically reduced; otherwise the pension income of the couple could show an incomplete outcome before actual retirement, and respectively the labour income of the working spouse might lift the household up in the income distribution. Moreover, in order to exclude pensioner households who may receive only partial retirement pensions before receiving the actual retirement age, both partners had to be at least 66 years of age at the time of interview. I also restricted the sample to household members with at least one partner that was not older than 75 years to keep out the elderly that retired a long time ago. Unfortunately, I could not apply the threshold of 75 years in Sweden and Denmark. For these two countries, I applied a threshold of 80 years, in order to keep additional observations for the cohorts from different waves. Finally, I restricted the influence of employment income; the main income source of the household should not come from employment income i.e. dependent work and selfemployed income together do not add up to more than 50 per cent of the total gross household income. This condition is also complementary with the previous ones, it could very well be that persons who retired during the income reference period self assessed themselves as being not mainly employed, however the income situation could still refer to the labour market earnings of the previous income reference year of the survey. These sample selection procedures could bias the general income distribution of the elderly by not reflecting the relevance of partial or delayed retirement nor accounting for the importance of multigenerational households. To account for some of the selection bias, I implicitly allow work income as a secondary income source besides pension income. However, by setting up all these criteria, the influence of early and delayed retirement was minimised; pensioner households were likely to receive the full amount of retirement pensions, which allowed a more precise measurement of pension outcomes and pension income re distribution. The measurement of multigenerational households would require a particular operationalization, which was excluded from this study. The overview shows which observation points and cohorts were used for the analyses. For representativeness, I combined two birth cohort years to one observation point. For example, the birthcohorts 1921 and 1922 were pooled together to one cohort; each of these twoyear cohorts contained respectively pooled observations from the countryyears. The birth cohort 192122 in Denmark contained observations from the dataset DK92, where these persons were approximately 70 to 71 years old, additional observations from the dataset DK95 where the persons were 73 to 74 years old, and also observations from the dataset DK00 where the persons were 78 to 79 see Figure _1. As discussed previously, two cohort designs were operationalised based on age ranges. In Sweden and Denmark, persons with at least one partner being in the age range 66 to 80 were included, whereas in the other four countries at least one partner had to be in the age range 66 to 75. As a consequence the Danish and Swedish results were problematic since not all cohorts contained observation from a similar age range. The oldest cohorts could not possibly contain persons who were aged below 70 in Denmark and 73 in Sweden; the youngest cohorts could not contain persons older than 71 in Denmark and 72 in Sweden. Since the sociodemographic characteristics differ particularly with age, agerelated effects 8 could not be fully taken out in these cohort designs. Thus, the results for the cohorts in Denmark and Sweden were partly driven by increased importance of pensions and less single households among the younger cohorts. For the other four countries persons aged between 66 and 75 and their respective partners were equally represented. In this scenario, it was possible to measure inequality trends for cohorts unlinked from the major influencing factor age. In total, the pooled files contained 77251 observations, see Figure _2 for details. In each of the countries the sample restrictions reduced the observations for persons aged 65 and older by 25 to 30 percent. Comparability of the pooled observations within countries was achieved by priceadjusted income amounts, expressing income standards of the year 2000 for Denmark, Finland, Germany, Italy, and Sweden. As the British data were collected in two periods 1999 and 2000, incomes were adjusted to the mean of the two years 1999 and 2000. In order to receive comparability across countries, income amounts are shown in purchasing power parities PPP, which means that the amounts in national currencies were divided by an adjustment factor to receive a standardised currency unit, which then reflected the International dollar at current prices in 2000. Furthermore, all income sources were equivalised in order to compare the income situation of households of different composition, reflecting economies of scale that occur when persons share the same dwelling and resources. I applied the common approach of LIS, which means that all income sources were divided by the square root of household members. 9 Figure _1: Sample design: birth cohorts and country years from the Luxembourg Income Study Database 199019911992199319941995199619971998199920002001200220032004200520062007200820092010192169707172737475767778798081828384858687888919226869707172737475767778798081828384858687881923676869707172737475767778798081828384858687192466676869707172737475767778798081828384858619256566676869707172737475767778798081828384851926656667686970717273747576777879808182838419276566676869707172737475767778798081828319286566676869707172737475767778798081821929656667686970717273747576777879808119306566676869707172737475767778798019316566676869707172737475767778791932656667686970717273747576777819336566676869707172737475767719346566676869707172737475761990199119921993199419951996199719981999200020012002200320042005200620072008200920101925656667686970717273747576777879808182838485697519266566676869707172737475767778798081828384192765666768697071727374757677787980818283192865666768697071727374757677787980818219296566676869707172737475767778798081193065666768697071727374757677787980193165666768697071727374757677787919326566676869707172737475767778667519336566676869707172737475767719346566676869707172737475761935656667686970717273747519366566676869707172737419376566676869707172731938656667686970717219901991199219931994199519961997199819992000200120022003200420052006200720082009201019256566676869707172737475767778798081828384856875192665666768697071727374757677787980818283841927656667686970717273747576777879808182831928656667686970717273747576777879808182192965666768697071727374757677787980811930656667686970717273747576777879801931656667686970717273747576777879193265666768697071727374757677786675193365666768697071727374757677193465666768697071727374757619356566676869707172737475193665666768697071727374193765666768697071727319386566676869707172birth yearbirth yearbirth year Denmarkobservation year Finlandobservation year Germanyobservation year 1990199119921993199419951996199719981999200020012002200320042005200620072008200920101925656667686970717273747576777879808182838485192665666768697071727374757677787980818283841927656667686970717273747576777879808182831928656667686970717273747576777879808182192965666768697071727374757677787980811930656667686970717273747576777879801931656667686970717273747576777879193265666768697071727374757677781933656667686970717273747576771934656667686970717273747576193565666768697071727374751936656667686970717273741937656667686970717273193865666768697071721990199119921993199419951996199719981999200020012002200320042005200620072008200920101921697071727374757677787980818283848586878889192268697071727374757677787980818283848586878819236768697071727374757677787980818283848586871924666768697071727374757677787980818283848586192565666768697071727374757677787980818283848519266566676869707172737475767778798081828384192765666768697071727374757677787980818283192865666768697071727374757677787980818219296566676869707172737475767778798081193065666768697071727374757677787980193165666768697071727374757677787919326566676869707172737475767778193365666768697071727374757677193465666768697071727374757619901991199219931994199519961997199819992000200120022003200420052006200720082009201019246667686970717273747576777879808182838485861925656667686970717273747576777879808182838485192665666768697071727374757677787980818283841927656667686970717273747576777879808182831928656667686970717273747576777879808182192965666768697071727374757677787980811930656667686970717273747576777879801931656667686970717273747576777879193265666768697071727374757677781933656667686970717273747576771934656667686970717273747576193565666768697071727374751936656667686970717273741937656667686970717273birth year Swedenobservation yearbirth yearbirth year Italyobservation year United Kingdomobservation year10 Table _1: Number of observations by country, country years, and birth cohort years Luxembourg Income Study Database Total sample of which DK92DK95DK00DK04FI95FI00FI04FI07FI10DE94DE00DE04DE07DE1085892181383411300487972134110016092871668206916201336Total observations for each cohort 192122192324192526192728192930193132193334193536193738 of which DK92DK95DK00DK04FI95FI00FI04FI07FI10DE94DE00DE04DE07DE10192122339225818402901923242982296207499219252622120032178185820218641113145306411891927280188421271921192193712671423618624101929300777202520659321025574250376362694619313200195720930197220166480301302198641933340016332081018624621873032441037112019353600249243222004454434801937380025926323100423497607Total sample of which IT95IT98IT00IT04IT08IT10SE95SE00SE05UK94UK99UK04UK07UK10717922137818741402102919033348304619633933444429451747Total observations for each cohort192122192324192526192728192930193132193334193536193738 of whichIT95IT98IT00IT04IT08IT10SE95SE00SE05UK94UK99UK04UK07UK1019212251364093192324471698188192526304247287612284165685718917866900192728274248287105451335944561377485314797019293013924130736261411444156432988306099901931320186268333100670307473079692018416119333400229348362116027546506689218381651935360003434063760088188152619373800032240640800897846895for the United Kingdom the numbers refer to the birth cohorts minus one year, e. g. 192526 refers to 192425. 626056601136Italy 51962385318362061259222882638972115195410551125443732275317461871829715279291503215551417United Kingdom Finland Germany 4410698086512251368740780124613571202Sweden 47275932405037144867489657631723714Denmark 3521011 4. Recipient rates and pension income mix by cohorts In this section, I will look at the development of coverage with private pension income and income share of private pensions in the income mix. I aim to answer the following questions: Which groups of the elderly are already strongly covered? Is private pension income an important source of income? For this section, the income distribution of the pensioner sample was divided in income quintiles using the equivalised households gross total income. Thus, the first 20 percent of persons living in households with the lowest equivalised gross total household income ended up in the first income quintile. Figure_2 evaluates the recipient rate of public and private pensions, and income shares in the pension income mix by income quintiles and by cohorts. Hence, for each of the income quintiles percentage shares for each of the cohorts and quintiles are calculated. The pension income shares were calculated on grossincome amounts, except in Italy, where they are based on netincome amounts. Figure_3 links the findings of the recipient rate of private pensions and the income share of private pension in the income mix from Figure_2, by showing the average over all quintiles by cohorts. All statistics are representative on the individual level; however they were calculated on household level characteristics. Therefore, an individual is considered to receive pensions as soon as one person in the household receives pensions. A first finding is the extensively high recipient rate of public pension income, most cohortquintile observations recipient exceeded rates of 98 or 99 percent. This is expected with the restrictive sample selection excluding the employed; this illustrates that nearly all observation units are pensioner households. Moreover additional analyses on the individual level revealed that the vast majority of individuals did receive public or private pension income. This also supports the high recipient rate of public pensions among the lowest income quintile. This shows that the following analyses depict a comprehensive picture among pensioner couples.2 The Finnish case is the exception, as it provides less comprehensive public pension coverage. In 1996, Finland abolished the universal basic pension scheme; not everyone was necessarily eligible to receive these public benefits as a social right; and since 1996 the national pension benefits were tested against other pension income. This institutional change has boosted the importance of private pensions in the pension income mix to more than 90 percent over all cohorts for the most recent birth cohorts. For the middle to highincome groups, the earningsrelated occupational systems successively substituted the public minimum pension. Even in the lowest income quintile for the most recent birth cohort 193738 private pensions have become the main source of income. This scenario clearly lifts out the Finnish case from comprehensive public pensions, as it still used to be the case at the time of Korpi and Palmes 1998 analysis; however it remained an encompassing system, due to the almost universal coverage by occupational plans. Since the Finnish government also strengthened the Guaranteed Pension. 2 The individual data are not shown here, as they do not allow the split in public vs. private pension income sources. In general it could be doubtful that personal level analyses can be trustworthy, as e.g. couple households may receive a lumped benefit from public pensions, which thus is reported only once as the total amount. The latter is very likely to happen when the pension system pays supplementary benefits to dependents. Thus personal level data analyses are also not undertaken due to reliability concerns of the data itself. 12 Figure_2: Recipient rates by pension income source, cohorts and quintile income share of private pensions in the pension income mix by cohort and quintiles Denmark Finland Germany 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Recipient rate of private pensions 1st 2nd 3rd 4th 5th 0%15%30%45%60%75%Birth cohort Income share of private pensions in the pension income mix 5th 1st0%20%40%60%80%100%Birth cohort Recipient rate of private pensions 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Income share of private pensions in the pension income mix 1st5th 0%20%40%60%80%100%Birth cohort Recipient rate of public pensions 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Recipient rate of public pensions 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Income share of private pensions in the pension income mix 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Recipient rate of private pensions 1st5th 0%20%40%60%80%100%Birth cohort Recipient rate of public pensions 13 Figure_2: Recipient rates by pension income source, cohorts and quintile income share of private pensions in the pension income mix by cohort and quintiles Italy Sweden United Kingdom 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Recipient rate of private pensions 1st 2nd 3rd 4th 5th 0%15%30%45%60%75%Birth cohort Income share of private pensions in the pension income mix 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Income share of private pensions in the pension income mix 1st 2nd 3rd 4th 5th 0%20%40%60%80%100%Birth cohort Recipient rate of private pensions 1st5th 0%20%40%60%80%100%Birth cohort Recipient rate of public pensions 1st5th 0%20%40%60%80%100%Birth cohort Recipient rate of public pensions 1st5th 0%20%40%60%80%100%Birth cohort Income share of private pensions in the pension income mix 1st5th 0%20%40%60%80%100%Birth cohort Recipient rate of private pensions 1st5th 0%20%40%60%80%100%Birth cohort Recipient rate of public pensions 14 Figure _3: Recipient rate of private pensions and income share of private pensions by cohort In addition to overall high coverage with public pensions, Finland and Sweden had particular high recipient rates with private pensions. This finding is not surprising; both countries introduced complementary occupational schemes already in the 1960s on a mandatory basis for most employees. The breakdown in income quintiles further reveals that those who did not receive private pensions were likely to end up in the lowest income quintile. The share of households who do not receive any private pensions is a bit higher in Sweden than in Finland 20 percent for the oldest cohorts, see Figure_3; however, the development over time shows a strong increase of the recipient rate in the first quintile for Sweden. The other income quintiles already reached coverage of nearly 100 percent for the youngest cohort 193334. In Finland the trend over cohorts demonstrates a continuation of comprehensive coverage, whereas in Sweden a higher share of the population is covered than before, so that now approximately 90 percent of pensioner households receive second pillar supplements in addition to public pension income. This is a combined effect of increased coverage with occupational and personal pension plans Lindquist and Wadensjo 2011. In the United Kingdom and Denmark the distribution of private pension income is much more unequal and concentrated among the highincome groups. This is in line with the expectations of a selective coverage with complementary occupational pensions that were left mostly unregulated. Both countries show a strong increase of recipient rates over the lowest quintile to the highest income quintile. 2122SE33342526FI37382122DK33342425UK3637DE2526373837382526IT0%20%40%60%80%100%0%10%20%30%40%50%60%70%80%90%100%Income share of private pensions in the pension income mix Recipient rate of private pensions15 The recipient rate in Denmark is especially selective; receiving occupational pensions is strongly linked to a higher position in the income distribution. Whereas, the lowincome groups hardly receive any private pensions. The trend over time confirms a better inclusion of many pensioners due to the increasing importance of obligatory occupational pensions since the 1990s. The recipient rate rose in the third and fourth income quintile. However, the observed cohorts do not yet depict comprehensive inclusion, which relates to the fact that not all employees who were close to retirement age when the regulation was implemented received annuity payments. Instead, these employees with less contribution years may have received lump sum payments. Lump sum payments became less relevant for the more recent cohorts; however, they were the common way for low accumulated entitlements in occupational pension accounts Andersen and Skjodt 2007, p.20. Therefore, these figures are partly biased by the decreasing importance of lump sum pensions over time. The British sample reflects a more balanced interplay of public and private pensions, reflecting the contracting out scenario. Since contracting out from the public system is mostly a substitute of contributions from public to private schemes, private pension recipients are not necessarily better off than nonprivate pension recipients. In line with this expectation, more than 40 percent of the pensioners in the lowest income quintile for birth cohort 192425 receive partly private pension income; thus their total pension income is not so different in comparison to those who stayed entirely in the public second tier system. The United Kingdom shows a rather stable recipient rate pattern across time for the cohorts, which could be also linked to the contracting out structure. Many individuals were either not willing, or up to 1986 when also the possibility of contracting out to personal pension plans was introduced had no option to contract out of the public pension, since the supply of those plans remained in the employers choice Blake 2003, Dilnot 1994. Overall, the contracting out was attractive for those who believed in higher returns of the capital market. In Germany and Italy, private pensions were far less important for the broad majority of pensioners. Since both countries had extended their pay as you go public pension schemes in order to provide status maintenance to middle and highincome earners, there was no major need to develop additional complementary systems Ebbinghaus and Gronwald 2011. However, the German system contained some regulated supplementary occupational pensions. Coverage with occupational pensions is not so much linked to the income, but rather with the occupation and core membership to a profession Ebbinghaus et al. 2011. As a result, even in the highest income quintile for the most recent birth cohorts only every second German elderly couple receives private pension income. In Italy, private pensions reached almost no importance in the income mix; this can partly be explained by the very highincome ceiling for contributions and benefits, and thus inclusion to additional private accounts was rare. In terms of income share of private pension income in the pension income mix, Sweden shows the lowest importance of supplementary pensions. The breakdown in income quintiles reveals that even highincome earners do receive mostly public pension income; the income share in the highest income quintile was double as high as in the fourth income quintile, but public pension income was clearly the more important pension income source with approximately 70 percent for the most recent birth cohort. However, the share of private pension income strongly increased from 23 percent for birth cohorts 192122 to 36 percent for birth cohorts 193334, which is the strongest increase among all income quintiles. This development could indicate that Swedish retirees started taking up selectively additional retirement plans, 16 which lifted their incomes much higher so that they find themselves in the highest income quintile after retirement. In fact, since the income ceiling was particularly low in Sweden, during the 1980s many insured could expect rather similar amounts Kangas 2010 et al.; it became evident that if better income earners were interested in maintaining a certain living standard, they had to save or invest in additional personal retirement accounts. While the importance of public pensions is decreasing in Finland, the income share of occupational and personal pensions is increasing. With nearly 89 percent for the birth cohorts 193738 in comparison to 74 percent for the birth cohorts 192526 second and third pillar pensions have become by far the most relevant pension income source. The relative increases over time were strongest for the lowincome pensioners. However, even for highincome earners, the balance shifted towards a stronger role of private pensions. It is unclear from this analysis, as to whether the cut in public benefits and the increase in occupational pensions hindered the financial wellbeing of Finnish retirees. For example, if the benefits among the matured occupational pensions exceeded the cuts in the public pensions than Finnish pensioners would be better off. Similar to the recipient rate, the income share of private pensions was slightly higher in the United Kingdom than in Denmark, which was mostly driven by a stronger role of private pensions among the lowincome pensioners in the United Kingdom. Whereas up to the third income quintile most Danish pensioners did receive only public pension income more than 90 percent, British retirees had a more balanced income package. In both countries, the importance of private pensions in the pension income mixes increases strongly from the lowest to the highest income quintile. However, private pension income becomes the main source of pension income only for the highest income quintiles, whereas in all other quintiles public pensions remained more important than private pensions. Both countries patterns are in line with the expectations. In Denmark historically coverage with private pensions was extremely low for the broad majority of the population, since pensioners could expect rather generous public pensions. Employees in higher positions were covered, and also received high occupational pensions on top of the public pension. However, the same group did no longer receive the incometested supplements to the basic pensions. The latter clearly shifts the income share strongly towards private pensions among the highincome groups, but may also limit the inequality. The relevance of private pensions increased among the middleincome pensioner group, which indicates that the shape of the replacement rate curve slightly might return back to the typical shape as in the other countries, providing an increasing replacement rate for the mediumincome group see Neugschwender 2011. In the United Kingdom private pensions played a minor role for the lowincome groups, reflecting that the lowerincome groups only contracted out a few years from the public second tier, and then switched back to the public pillar. Consequently, they did not accumulate high benefits. In the mixed British system of voluntary and mandatory contributions, two scenarios were more likely to occur. First, a general contracting out to occupational pensions and thus lower entitlements to the SERPS could be assumed. Second, highincome earners were more willing to pay additional contributions besides their mandatory contribution rate. Both factors favored a strong shift towards private pension accumulation among the upper end of the income 17 distribution of the elderly. In the United Kingdom the income share went up on average from 40 to 45 percent; in Denmark the income share increased from 2529 percent. In Germany the amounts from private pension plans can be identified as being only low supplements to the public pension amounts. Private pension income accounts for only 9 percent for the most recent cohort. Even in the highest income quintile only about one fifth of the total pension income came from private pension income sources. The public private pension mix hardly changed over time. Since in Italy only a low percentage of persons received private pension income, those pensions were negligible for the income mix. The pension income distribution is almost exclusively shaped by the public pension income. For all quintiles private pension income was below two percent; specific plans for some highincome earners TRF were covering only very few persons so that it could not be expected that survey data could provide reliable estimates for public and private pension income on the country level. 5. Pension income trends by cohorts In the following section, I will focus on the evaluation of the level of the elderlys income. Are the younger birth cohorts better off than the older ones? Which pension income source increased for which income group? To answer these questions, the samples income distribution was divided into income deciles using the household total gross income. Analogous to the previous section, the first 10 percent of persons living in households with the lowest equivalised total gross household income ended up in the first income decile. For each of the deciles, I calculated the average amounts from five income sources: public pension income, private pension income, capital income, employment income, and other income including other social security income besides pensions and private transfers from, i.e. other households or nongovernmental institutions. The latter three incomes were aggregated to other income, since the elderly in the lower income deciles almost exclusively received pension income.3 Since the LIS datasets are typically gross of social security contributions and income taxes, individual income sources were recalculated applying a generic tax rate for each income decile, in order to split the disposable income in distinct income sources. As the taxed income of other household members has a direct effect on the household tax rate, I did not recreate a percentage for the individual household. This allowed for a better adjustment for taxation of pension income than the tax rate for the household; the latter would bias the taxation on pensions.4 3 For a more detailed analysis of the income mix of the elderly an unpublished working paper is available upon request Neugschwender 2014. 4 I acknowledge that there exists institutional variation in the tax system, which is not covered in this setting. In this setting I assume that a household which had to pay rather high taxes in the first income decile had to pay this amount most likely less on the pension income, but rather on other income in the household. In the higher income deciles it is hard to tell whether the tax is applied on each pension income separately, or whether a private pension is taxed at all, or the tax is calculated by the total income. The study of taxation systems is not part of this paper, but could be improved by countryspecific netting down procedures. Table_1 in the Appendix reports the average taxation over all cohorts by income deciles. 18 As a consequence of this nettingdown procedure, all amounts can be interpreted as price and PPP adjusted equivalised net values; allowing for income levels for each income decile to be compared crossnationally and over time. The results in Figure_4 show the absolute income development for public and private pension income separately by income decile and income cohort. Figure_5 presents the complete income distribution based on the average incomes for the income deciles; the observations for the cohorts were reduced to two birth cohort observations, ten years apart. Hence, for each of the countries, the income distribution of one specific older birth cohort is compared with the income distribution for the ten years younger birth cohort. Since the data availability restricted the operationalization, the depicted birth cohort years differ slightly across the countries. Both figures_4 and 5 implicitly also document the income share of the previous Figure_3. Thus for example the average income of the fifth income decile in Sweden of public pensions ca. Is 10.000 and private pensions ca. Is 1.050 add up on average to Is 11.050 at constant 2000 prices, which means that on average in the fifth income decile approximately 10.5 percent of the public private pension income mix were received from private pension income. Table_2 sums up the findings of the graphs, comparing the average incomes of the deciles. Two deciles were collapsed to one quintile, as the numbers were quite sensitive due to low case numbers in each decile and cohort; thus the quintiles delivered more stable estimates and allowed better interpretation of the findings. Four percentage rates were calculated to show the increasedecrease in: public pension income, private pension income, total pension income, and total disposable income. 19 Figure_4: Development of public and private pension income by cohorts and by deciles 0200040006000800010000120001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Public pension income Denmark 19212219232419252619272819293019313219333403000600090001200015000180001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Private pension income Denmark 19212219232419252619272819293019313219333402000400060008000100001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Public pension income Finland 19252619272819293019313219333419353619373805000100001500020000250001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Private pension income Finland 19252619272819293019313219333419353619373805000100001500020000250001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Public pension income Germany 19252619272819293019313219333419353619373802000400060008000100001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Private pension income Germany 19252619272819293019313219333419353619373820 Figure_4: Development of public and private pension income by cohorts and by deciles 0500010000150002000025000300001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Public pension income Italy 192526192728192930193132193334193536193738030006000900012000150001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Public pension income Sweden 1921221923241925261927281929301931321933340200040006000800010000120001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Private pension income Sweden 19212219232419252619272819293019313219333402000400060008000100001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Public pension income United Kingdom 1924251926271928291930311932331934351936370400080001200016000200001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Private pension income United Kingdom 19242519262719282919303119323319343519363702000400060008000100001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPP Private pension income Italy 19252619272819293019313219333419353619373821 Figure_5: Development of income mix by deciles within a 10 year period Germany Italy Finland Denmark Sweden United Kingdom 0100002000030000400001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPPDPI 192122TOTAL PENSION 192122PUBLIC PENSION 192122DPI 193132TOTAL PENSION 193132PUBLIC PENSION 1931320100002000030000400001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPPDPI 192122TOTAL PENSION 192122PUBLIC PENSION 192122DPI 193132TOTAL PENSION 193132PUBLIC PENSION 1931320100002000030000400001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPPDPI 192728TOTAL PENSION 192728PUBLIC PENSION 192728DPI 193637TOTAL PENSION 193738PUBLIC PENSION 1936370100002000030000400001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPPDPI 192627TOTAL PENSION 192627PUBLIC PENSION 192627DPI 193637TOTAL PENSION 193637PUBLIC PENSION 1936370100002000030000400001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPPDPI 192526TOTAL PENSION 192526PUBLIC PENSION 192526DPI 193536TOTAL PENSION 193536PUBLIC PENSION 1935360100002000030000400001st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th Income deciles Income PPPDPI 192728TOTAL PENSION 192728PUBLIC PENSION 192728DPI 193738TOTAL PENSION 193738PUBLIC PENSION 19373822 In general, these findings support that the income of the elderly on average rather increased than decreased for each income source and income decile over time. There are two exceptions to this trend. In Germany the income distribution hardly changed in terms of shape and income amounts. The only notable change is the slightly more important share of private pension income in the seventh and the eighth income decile Figure_4, which can be linked to broader coverage with supplementary pensions before retirement for the younger cohorts. The exception is again the Finnish public pension income, which drastically declined in importance as an income source. The declining relevance of public pension income is similarly relevant for all income groups Figure_4; highincome pensioners, who were receiving already other pension income, were no longer Income quintile Disposable Income Total Pension Public Pension Private Pension Denmark 1st 101414 2nd 131092003rd 121410774th 15212885th 2022444Finland 1st 131715692nd 111140533rd 91147504th 151338285th 22207041Germany 1st 3324902nd 0032163rd20014th 01165th25223Italy 1st 192424 2nd 161514 3rd 132121 4th 131514 5th 51824 Sweden 1st 81816582nd 91917343rd 142217634th 181913575th 1818468United Kingdom 1st 181210562nd 242819823rd 292816644th 272810585th 2122534Table_2: Average increasedecrease by income source within a 10 year period unreliable estimate, as recipient rate is below 5 % due to data availability and operationalisation, the estimates do refer to slightly different birth cohorts: Denmark: 192122 and 193132, Finland: 192526 and 193536, Germany: 192526 and 193536, Italy 192526 and 193536, Sweden 192122 and 193132, United Kingdom 192425 and 193435.23 provided access to the full basic pension income. Finnish public pensions are less relevant for the highest income quintile 70 percent; Table_2, suggesting that eligibility to basic pensions declines with income and across the cohorts. However, the Finnish occupational and personal pension income rebalanced the pension income. Figure_4 shows that all income groups profited from the more extensive protection with the various occupational pensions. The latter trend exceeded the decline of public benefits so that the overall effect is positive, and all income deciles of younger Finnish pensioners of cohort 193536 were better off than the ones from cohort 192526 Figure_5. In the other four countries the younger birth cohort was also better off than the older birth cohort. In contrast to Finland, there was a combined effect of increasing importance of public pensions and private pensions. In Denmark, Sweden, and the United Kingdom there is a clear shift from public to private pension income. These developments affected the income distributions in a different way in each of the countries. In Denmark, strong increases in terms of average pension amounts were centered among the highincome groups. Private pension income increased by 77 percent in the third quintile, and almost doubled in the fourth quintile 88 percent; Table_2. This could be expected, since the younger birth cohorts were provided with 10 more years of mandatory supplementary occupational pensions preceding their retirement. At the same time, voluntary coverage with occupational pensions favored particularly highincome earners. Since the supplements to basic public pensions were significantly cut in case of other income, it is not surprising that public pensions in the highest quintile decreased in importance as a result of increasing occupational pension amounts. Occupational pensions successfully substituted a part of public pensions. However, the overall trend showed a clear increase in inequality by rising relevance of occupational pensions. In the fourth quintile, the public pension cuts were outbalanced by increases in occupational pension income. The distance of medianincome pensioner and highincome group, as well as the distance between lowincome group and medianincome pensioner became larger, indicating that the income distribution became less concave, and inequality figures for the Gini might have increased. Additionally, in the United Kingdom the average amounts of private pensions increased much more than the public amounts. In contrast to the incometested Nordic countries, the higher pension incomes from occupational schemes were not relevant for eligibility to public pensions. In this institutional setting the second to forth income quintile especially benefitted, where pension income rose by 28 percent within the 10year period Table_2. Although private pensions became more relevant for the first quintile and this income group is now much better off in terms of absolute income; this group shows the lowest increase over the ten years, signaling that there is a high share at the bottom that does not so much benefit from the positive development of the higher pension amounts. Again, as particularly the distance to the median pensioner gets larger, inequality may be increasing. Supporting the previous findings in Sweden, it seems to suggest that additional plans for highincome earners became more relevant. Over the ten years period, private pension income increased by 68 percent for the highest income quintile Table_2; this is the strongest relative increase for private pensions in the highest income quintile in this crosscountry comparison. On the other hand, Swedish public pension income remained nearly unchanged, which supports that the income ceiling limits the relevance of public pensions. Overall, total pensions mostly increased for the median pensioner; thus the distance between the 24 highincome group and median pensioner slightly decreased. On the other hand, since the lower income quintiles did not benefit as much as the median pensioner, the distance between lowincome pensioners and the median pensioner increased. The shape of the Italian income distribution is almost exclusively shaped by the various public pensions. Public pension income amounts increased for the younger cohorts in all deciles. Private pension income does not reveal a clear pattern, if at all. Figure_4 suggests that for the few persons that receive private pension income, these pension amounts are on average very high and may lift up recipients in the highest income quintile. This pattern is disturbing as it could be linked to lump sums from the compulsory severance pay scheme Tfr Jessoula 2011. The following income package of birth cohort 193132 193031 for the United Kingdom will be compared, to assess the living standard of this cohort in a crossnational perspective. Tables_3 1 and 3.2 contain four columns for each country, which are calculated for each decile. In Table_3.1 the first column shows the gross equivalised pension income price and PPP adjusted for the year 2000, the second column is a ratio of this gross equivalised pension income of the pensioner sample by median gross equivalised total household income of the whole population in the year 2000. The lower the ratio, the less generous the pension income compared to the median living standard of the society. Table_3.2 assesses the effect of taxation on net income. For each statistic there is a ranking from 1 indicating the highest level to 6 indicating the lowest level in this country comparison. 25 Income decile 1st 1180610.401761530.353743040.315584660.324899020.382597950.2962nd 1314610.443926040.4351072130.452789160.4341211020.511725060.3563rd 1343420.4551041740.4841235530.523962350.5321439310.611811560.4064th 1360520.4651155440.5341283630.5431132450.6221616610.681859960.4265th 1413730.4851307440.6041463720.6231284050.7021786410.761986060.4866th 1533230.5251488140.6831599620.6841421250.7821921410.8111050960.5167th 1768520.6051649740.7631731930.7341609550.8812049410.8721170460.5768th 2115420.7151858740.8631950530.8241833951.0012217910.9421432360.7069th 2465220.8362211541.0232263330.9641891151.0322526011.0711812660.89510th 3714221.2563466831.6033894811.6512934661.6023398741.4453177051.554Median of gross equivalised total household income 296192173323668183022361620468Table_3.1: Pension income and pension income to median ratio gross values Income decile 1st 930810.462744830.463700440.394511560.365772020.461536150.3262nd 1025810.514854140.523999220.562679250.485949030.561667360.4063rd 1051330.525944240.5841144510.642833350.5831094320.651749560.4564th 1062630.5251008140.6241194120.673987250.6921216110.721787460.4765th 1099940.5461078850.6641353810.7631109430.7821331220.791901960.5456th 1170750.5861212230.7441492410.8431204540.8421427320.851958660.5857th 1319640.6551285650.7941611410.9031339630.9411523120.9021055660.6468th 1531630.7561417250.8741806411.0121523141.0711633420.9731271760.7759th 1753930.8661602440.9842093311.1711522561.0731829921.0921567150.94510th 2389831.1862338741.4443357411.8812304761.6122335851.3952616121.583Median of net equivalised disposable household income 203091628317831142771684116594Table_3.2: Pension income and pension income to median ratio net values pension income is calculated as the average gross pension income for the respective income decile of the pensioner sample in this study, amounts are weighted, price and PPP adjusted, and equivalised by the square root of household members.this number is a ratio of gross pension income by decile of the pensionser sample divided each by the median gross household income of the total population; amounts refer to the year 2000 and are equivalised by the square root of household members.since the Italian dataset for 2000 is net only, but simulated taxes and contributions were provided for the datasets 200420082010 incomes were grossed up for 2000 by using the average taxation by decile of the more recent years. pension income is calculated as the average net pension income for the respective income decile of the pensioner sample in this study, amounts are weighted, price and PPP adjusted, and equivalised by the square root of household members.this number is a ratio of net pension income by decile of the pensionser sample divided each by the median net disposable household income of the total population; amounts refer to the year 2000 and are equivalised by the square root of household members.Pension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankPension incomerankPension incomemedianrankUnited Kingdom Denmark Finland Germany ItalySweden United Kingdom Denmark Finland Germany Italy Sweden26 The gross figures Table_3.1 show that the combined pension income before taxes was lowest in Italy for the first income decile I 5.846; hence the reported rank is sixth lowest in this country comparison. Slightly higher was the level of pensions in the first decile for the United Kingdom I 5.979. German pensioners in the first income decile I 7.430 received a comparatively higher income, but the low level of pension income to median ratio 0.31 signals that the living standard of the first decile was not secured well by pension income; gross pension income in the first income decile accounts only to 31 percent of the median equivalised gross household income received in the German society. These numbers were similarly low in Italy 0.32 and lowest in the United Kingdom 0.29. This signifies that in these countries there was no effective minimum pension regulation introduced as compared to the Nordic countries. Compared to the low incomes and ratios in the United Kingdom, Germany, and Italy, the minimum and basic pension schemes of the Nordic countries provided higher income levels and ratios. Pension income in the first decile was most generous in Denmark, followed by Sweden, and Finland. For the following deciles different scenarios apply. There was a steep increase of public pension income in Germany and Italy, reflecting the relevance of the previous earnings history. Germanys gross pension income to median ratio was second highest in the second decile; regarding gross pension income. Germany switched the rank with Finland also in the second and following deciles. Notably high were also the increases in the second and third income decile in Sweden, which can be linked to the nature of the previous relevance of the ATP system for current pension income, which also replaced a certain portion of the previous earnings on top of the minimum pension. In Finland the combination of incometested minimum pensions and earnings related occupational pensions limited the increase of pension income for the second and following deciles. In Denmark pension income was high for the lowest income quintile, but for the second quintile Denmark switched ranks with Sweden, and for the third quintile also German pensions exceeded on average Danish ones. This signifies once again that Danish public pensions barely provided additional transfers besides the rather high flatrate amounts of the two minimum pension components. However, only the first decile profited from the generous level of the minimum pension; already in the second quintile Denmark ranked only third in the pension income to median ratio, and dropped down to fifth rank in the third decile. The Swedish pension transfers were most generous in terms of income and pension income to median ratio. Also in the upper half of the income distribution Swedish pensions remained up to the ninth decile the highest in PPP adjusted and equivalised amounts. Compared to the median living standard, they switched rank only with Italy in the seventh and eighth income decile. Therefore, in both countries the living standard provided by pensions is rather high in international perspective. However, the Italian living standard lacked behind the Swedish one, ranking only fifth from the third up to the ninth decile in this comparison. Both countries show a restricted importance of pension in the highest income decile. In Italy this can be partly explained by the nonexistent need of additional private pensions, since public pensions hardly contained income ceilings and thus high pensions were already provided from the public scheme. In Sweden, on the contrary, rather low ceilings restricted the public pensions and therefore additional private pensions were necessary to receive high replacement rates from previous earnings. In addition to this, Swedish wage dispersion was comparatively low, which at the same time resulted in a comparatively low pension income to median ratio. In the same vein, since British wage dispersion was 27 much higher; pension income is much higher in the highest income deciles in the United Kingdom. However, as shown in earlier work Neugschwender 2014, the income level and pension income to median ratio was surprisingly low given the high wage dispersion; this can be explained by the selective coverage with voluntary private pensions. Similarly the Danish pension system generated only rather low pension income to median ratios due to the low importance of compulsory supplementary pensions from employer provided systems; the lowest rank for the two highest deciles can be additionally explained by the low wage dispersion. However, Danish pension income is also comparatively high for the highest income decile, which could be expected by selective coverage with private pension, which favored the highincome earners. German and Finnish pension income for the seventh to ninth were rather similar in terms of gross pension income and pension income to median ratio. German pension income ranked third and its ratio fourth, whereas Finnish pensions ranked fourth and its ratio third. In the highest income decile German pension income was the highest in this comparison combined with the highest pension income to median ratio. Similarly to Denmark, this can be explained by the favorable coverage with additional pension schemes for highincome earners. On the contrary, Finnish pension income was provided almost entirely by the employer provided systems with no income ceilings; hence hardly any additional coverage with other private schemes. The perspective of net pension incomes reveals a slightly different ranking, due to the higher taxation in the Nordic countries. As a consequence, Swedish net pension income for the second decile, not only lacked behind Danish pensions, but also German pensions. However, Sweden ranked highest for the net pension income to median ratio in Sweden for the whole lower half of the income distribution, which can be explained by the in general high level of taxation. But also within the Nordic countries taxation differs, the particular high taxation in Denmark dropped the pension income down to the fifth rank in the sixth decile, compared to the gross figures now exceeded by the Finnish and Italian net pension income; the net pension income to median ratio was even lowest in Denmark. The crosscountry comparison in net terms signals even more the low protection of the middleincome group in Denmark. Since German pension income is hardly taxed, Germany ranked better in net values compared to gross values. In the net comparison German net pension income is highest for the upper half, whereas it was mostly exceeded by the Swedish pension income except the highest decile and Danish pension income except the sixth and highest decile in gross terms. The low taxation of pension income led at the same too much higher net pension income to median ratios as compared to gross pension income to median ratios. Already the eight income decile of German pensioners received on average pensions equal to the equivalised median net disposable household income; in gross values pensioners in the same decile received pensions which only related to 82 percent of the equivalised gross median household income. Notably high is also the change in rank for net pension income in the United Kingdom for the highest income decile, which strongly exceeded the Nordic countries in net terms, but lacked behind those three countries in gross terms. 28 6. Inequality and poverty trends This section will address the following questions: How did inequality of pension income develop? Is there a general trend towards a lower risk of poverty for the younger birth cohorts? These questions will be addressed by evaluating the two main indicators used in inequality and poverty research: Gini coefficients and poverty rates. The Gini coefficient is a measurement of inequality of the income distribution. The more unequal income is distributed, the higher its value. Table_3 reports Gini coefficients for specific birth cohorts of the adjusted sample and a Gini coefficient for the core working age group 25 to 59 to put the figures in perspective with the inequality among the working aged group. In all countries inequality of net disposable income was lower among the elderly than among the working aged group. However, differences were substantially large in the Sweden and the United Kingdom, slightly less pronounced in Denmark and Finland, and rather low in Finland and Germany. Inequality was particularly low in Denmark and Sweden, followed by Finland, Germany in the middle, and United Kingdom and Italy with the highest level of inequality. Regarding inequality trends, Sweden showed a strong increase in terms of Gini development, which again might be mostly linked to additional take up of individual pensions for the younger cohorts. Also the numbers for Denmark seem to slightly increase with the additional pension benefits from the mandated occupational schemes. In Italy, inequality decreased by seven percent during the ten year period. In this study, poverty rates are defined as percentage share of persons earning below a certain threshold of total populations median net equivalised disposable household income. Poverty rates are shown for three thresholds: 40, 50, and 60 percent of the median. The 40 percent criterion reflects extreme poverty, 50 percent the poverty rate, and 60 percent atriskofpoverty. Figure_6 documents the respective poverty rates for each cohort among pensioner couples and among single women. Since all income amounts are expressed in 2000s values, the median of net equivalised disposable household income is calculated from the respective dataset in 2000 except 1999 in the United Kingdom. In a second step the respective poverty lines were created by multiplying this median income by 0.4, 0.5, and 0.6, which were then used to estimate the percentage shares of each cohort of the pensioner population who were living in household with net equivalised disposable household income below these thresholds. A common finding for all countries in this study is the general decrease of poverty rates Table_6. Thus the living standard of pensioners has increased more than the living standard of each nation states median living standard. This could be expected, since the younger birth cohorts observed in this study were mostly in a situation with growing pension entitlements for later birth cohorts due to higher contributions during their careers. 29 For couple pensioners for the birth cohorts 192526, the United Kingdom had the highest poverty rate 14.5 percent for the less than 50 percent of median threshold. This could be expected given the low pension income amounts compared to the living standard in the total British society. Second highest was the poverty rate in Italy 11.8, followed by Denmark 9.2, Finland 5.2, Germany 5.2, and Sweden 1.2. In the following birth cohorts, poverty rates for couple pensioners could be grouped in two clusters, one being the Nordic countries with almost no poverty for couples, and the other cluster being Italy, the United Kingdom and Germany, where poverty rates remained at a level between five to seven percent. The pattern was very similar for the 40 percent threshold. The comparison of the 60 percent atriskofpoverty threshold revealed two specific country cases. Denmarks poverty rate switched rank with Germany, signaling the rather low protection with minimum pensions compared to the living standard in Denmark. In Germany the oldest cohorts were better protected against poverty risk than in Denmark and Finland, exemplifying the high relevance of rather generous wage replacement from the payasyougo benefits. However, among this comparison Germany was the only country where poverty rates stagnated at the same level for the younger birth cohorts. Thus for the younger birth cohorts German couples were at a higher risk of poverty compared to Finland and at a similar risk compared to Denmark. Gini coefficient for age group 25 to 59 in 2000Denmark Finland Germany Italy Sweden United Kingdom 0.2060.2440.2590.3280.2450.342Gini coefficient for birth cohorts 5 birth cohort yearsBirth cohort Denmark Finland Germany Italy Sweden United Kingdom 19230.1760.15919240.1760.16019250.1770.16419260.1810.1720.27019270.1800.2290.2440.3040.1740.27319280.1800.2270.2590.2970.1770.27819290.1850.2300.2540.2960.1790.27819300.1860.2190.2560.2910.1800.27819310.1790.2190.2660.2830.1810.27619320.1780.2200.2650.2850.1890.27719330.2200.2520.2790.27719340.2220.2500.2790.27719350.2200.2530.2800.27519360.2160.2430.281Increasedecrease of Gini coefficient within 10 years Denmark Finland Germany Italy Sweden United Kingdom1923321927361927361927361923321926351.2%5.7%0.4%7.4%18.6%1.7%Table_3: Gini development within a 10 year period Gini coefficient was calculated on individual level based on equivalised net disposable household income. Gini coefficient was calculated on individual level based on equivalised net disposable household income; figures refer to the adjusted sample in each country. For each birthcohort value five birth cohort years were grouped together; thus e.g. birth cohort 1923 refers to the birthcohorts 19211925. 30 The trend for the decrease in the Finnish poverty rate supports that the partial substitution of public pensions by occupational pension had no negative effect on the outcome of the lowincome pensioners. In general pensioner couples were better off than single women. For all three thresholds the poverty rates substantially decreased for the younger birth cohorts. For the birth cohorts 193334 Sweden and Denmark were at a comparatively low level below 10 percent, whereas in all other countries poverty rates were between 15 and 25 percent. Notably high were also the poverty rates for Finnish single women above 20 percent, which can be explained by the nonexistent protection of survivors above the age of 65. Similarly to the couples statistics for the atriskofpoverty rate, the Danish curve moves slightly stronger upwards compared to the other countries. Also German women in pensionable age remained the most stable atrisk group in this comparison. Whereas for the oldest cohorts every second Finnish and British woman was at risk of poverty and only every fourth in Germany, for the youngest cohorts the rates dropped to 25.7 percent in the United Kingdom and 16.1 percent in Finland, and thus the German rate 19.6 percent exceeded the Finnish one for the youngest cohort. . 31 Figure_6: Poverty rates by single pensioners and pension couples by cohorts for UK the figures refer to birthcohorts minus 1 year, e.g. 19241925 for 192526. Single pensionerless than 50 percent of median income in %less than 60 percent of median income in %Pensioner couplesless than 50 percent of median income in %less than 60 percent of median income in %less than 40 percent of median income in %less than 40 percent of median income in %0.05.010.015.020.025.01921221923241925261927281929301931321933341935361937380.05.010.015.020.025.01921221923241925261927281929301931321933341935361937380.010.020.030.040.01921221923241925261927281929301931321933341935361937380.010.020.030.040.050.060.01921221923241925261927281929301931321933341935361937380.010.020.030.040.01921221923241925261927281929301931321933341935361937380.010.020.030.040.050.060.0192122192324192526192728192930193132193334193536193738Sweden Finland United KingdomDenmark Germany Italy32 7. Conclusion This crosscountry study focused on a comparison of six countries with broad institutional variation of pension systems. The main aim of this paper was to study the impact of these institutional differences on current pension outcomes and trends across cohorts. Summing up the findings reflected quite different income mixes and inequality trends. Three countries showed a rather high inequality at the upper end of the income distribution, which was mostly driven by the selective coverage with supplementary occupational or personal individual pensions. Across the whole income distribution in the United Kingdom pensioners were secured with a rather low pension income compared to the median equivalised disposable household income; consequently, this drastically reduced the inequality among the elderly in comparison to the total population. The Danish pension schemes provided mainly minimum pensions, and hardly wage replacement, whereas the German system contained contribution ceilings. Both schemes made additional protection for the better off employees necessary in order to replace previous earnings on a reasonable income level. The Danish reformation of the system towards mandatory occupational pensions during the 90s did not lead towards increased inequality, but lifted up the income distribution for the third and fourth income quintile. Also the Swedish system changed quite strongly its nature. The oldest birth cohorts were mostly protected by rather equalizing pensions due the low contribution ceiling. In contrast to this the younger cohorts aimed more at replacing their living standard by additional personal pension plans. This trend resulted in a strongly inequality increasing effect. In Finland and Italy the income distribution does show a more balanced increasing level for all income groups, representing a more similar replacement rate for occupational groups. The main limitation of this comparison is the restricted period of time for the cohort design. Thus the developments of inequality trends are strongly characterised by the specific regulation that affected the protection in a very specific way. Also the oldest cohorts entered their working age in times of the Second World War. Future research with a more extended cohort design and more recent cohorts could put the findings better in perspective with the more recently retired cohorts. This study could also not capture the effect of earlyretirement regulation and nature of derived benefits which particularly could shape the inequality of womens pension income. 33 References Andersen, C. and Skjodt, P. 2007. Pension Institutions and Annuities in Denmark, Policy Research Working Paper 4437, The World Bank, Financial Systems Department: Financial Policy Division. Andersen, J. G. 2011. Denmark: The Silent Revolution toward a Multipillar Pension System, in B. Ebbinghaus ed., The Varieties of Pension Governance: Pension Privatization in Europe. Oxford: Oxford University Press,183209. Anderson, K. M., and Meyer, T. 2003. Social Democracy, Unions, and Pension Politics in Germany and Sweden. Journal of Public Policy, 231: 2354. Blake, D. 2003. The UK pension system: Key issues. Pensions, 84: 330375. Burtless,G., 2006. Poverty and inequality, in G.L. Clark, A.H. Munnel and J.M. Orszag eds., The Oxford Handbook of Pensions and Retirement Income, Oxford: Oxford University Press:740758. CondeRuiz, I. and Profeta, P. 2007. The Redistributive Design of Social Security Systems, The Economic Journal, 117 April, 686712. Dilnot, A., Disney, R., Johnson, P., and Whitehouse, E. 1994. Pensions policy in the UK: An economic analysis. Ebbinghaus, B., and Gronwald, M. 2011. The Changing Public Private Pension Mix in Europe: From Path Dependence to Path Departure, in B. Ebbinghaus ed., The Varieties of Pension Governance: Pension Privatization in Europe. Oxford: Oxford University Press, 2353. Ebbinghaus, B., Gronwald, M., and Wi, T. 2011. Germany: Departing from Bismarckian Public Pensions, in B. Ebbinghaus ed., The Varieties of Pension Governance: Pension Privatization in Europe. Oxford: Oxford University Press, 119150. Ebbinghaus, B., and Neugschwender, J. 2011. The PublicPrivate Mix and Old Age Income Inequality in Europe, in B. Ebbinghaus ed., The Varieties of Pension Governance: Pension Privatization in Europe. Oxford: Oxford University Press, 384422. EspingAndersen, G., and Myles, J. 2009. Economic Inequality and the Welfare State, in W. Salverda, B. Nolan and T. M. Smeeding eds., The Oxford Handbook of Economic Inequality. Oxford: Oxford University Press, 639664. Goodin, R. E., and Rein, M. 2001. Regimes on Pillars: Alternative Welfare State Logics and Dynamics. Public Administration, 794: 769801. Goudswaard, K.and Caminada, K. 2010. The redistributive effect of public and private social programmes: A crosscountry empirical analysis, International Social Security Review, Vol. 63 1, 119. Jessoula, M. 2011. Italy: From Bismarckian Pensions to Multipillarization under Adverse Conditions, in B. Ebbinghaus ed., The Varieties of Pension Governance: Pension Privatization in Europe. Oxford: Oxford University Press, 151179. Kangas, O., Lundberg, U., and Ploug, N. 2010. Three Routes to Pension Reform: Politics and Institutions in Reforming Pensions in Denmark, Finland and Sweden. Social Policy Administration, 443: 265284. Korpi, W., and Palme, J. 1998. The Paradox of Redistribution and Strategies of Equality: Welfare State Institutions, Inequality, and Poverty in the Western Countries. American Sociological Review, 199863: 661687. Lindquist, S. and Wadensjo, E. 2011. Sweden: A Viable PublicPrivate Pension System, in B. Ebbinghaus ed., The Varieties of Pension Governance: Pension Privatization in Europe. Oxford: Oxford University Press, 240261. Luxembourg Income Study LIS Database, http:www.lisdatacenter.org multiple countries; November 2013 to January 2014, Luxembourg: LIS. 34 Neugschwender, J. 2008. Die Altersvorsorgesituation benachteiligter Gruppen im Kontext des Rentenreformprozesses: Evaluation der RiesterRente und weiterer rechtlicher Regelungen zur Alterssicherung. unpublished master thesis, Universitat Bremen, Bremen. Neugschwender, J 2011. Occupational Welfare Policies and Pension Income Inequalities: Case studies of pension systems in Denmark, Finland, and the United Kingdom. Luxembourg Income Study Working Paper Series, No. 561. Neugschwender, J 2014. Pension Institutions and Income Inequality across European Societies, forthcoming unpublished working paper. OECD 2007. Pensions at a Glance public policies across OECD countries. Paris: OECD. Palme, J. 2006. Welfare states and inequality: Institutional designs and distributive outcome. Research in Social Stratification and Mobility, 244: 387403. Schulze, I., and Moran, M. 2007. United Kingdom: Pension Politics in an Adversarial System, in E. Immergut, K. Anderson and I. Schulze eds., The Handbook of West European Pension Politics. Oxford: Oxford University Press, 4996. van Vliet, O., Been, J., Caminada, K., Goudswaard, K. 2011. Pension reform and income inequality among the elderly in 15 European countries, International Journal of Social Welfare, Vol. 21 1, 829. World Bank 1994. Averting the Old Age Crisis: Policies to Protect the Old and Promote Growth. Washington D.C.: The World Bank. Appendix 1 35 Income Decile Denmark Finland Germany Sweden United Kingdom 1st 16.9%3.5%6.5%11.1%10.5%2nd 21.5%7.4%7.2%19.3%8.2%3rd 22.1%10.6%7.1%22.1%7.8%4th 22.1%13.4%7.4%23.2%8.0%5th 22.4%15.3%7.3%24.5%8.6%6th 23.5%18.5%7.3%25.5%8.9%7th 25.9%20.1%7.3%26.2%9.6%8th 28.3%22.0%7.2%26.7%11.5%9th 30.0%24.5%7.7%27.8%13.5%10th 36.9%31.4%13.4%31.6%18.0%Table 1: Estimated average tax rate by income decile the estimated average tax rate is calculated for each decile as a percentage of household gross income by household disposable income for the respective income decile. ", "filename": "799979554.pdf", "person": ["Jörg Neugschwender", "Neugschwender, Jörg"], "date": ["2014"]}