{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103449/1/800168127.pdf"], "title": ["Die wirtschaftliche Entwicklung im Inland: Nur vorübergehende Störung - Aufschwung bleibt intakt"], "plaintext": " RWI Konjunkturbericht 65 3 Roland Dohrn, Gyorgy Barabas, Angela Fuest, Heinz Gebhardt, Martin Micheli, Svetlana Rujin und Lina Zwick Die wirtschaftliche Entwicklung im Inland: Nur vorubergehende Storung Aufschwung bleibt intakt 1 Kurzfassung Die deutsche Konjunktur hat sich im Fruhjahr deutlich verlangsamt. Zwar war der Ruckgang der Wirtschaftsleistung im zweiten Quartal zum Teil Folge der ungewohnlich milden Witterung im ersten Quartal. Allerdings scheint sich auch die konjunkturelle Dynamik abgeschwacht zu haben. Dampfend wirkte insbesondere die Auenwirtschaft. Da auch die Auftragseingange im zweiten Quartal stagnierten und die Klimaindikatoren sich verschlechterten, ist vorerst ein nur verhaltener Produktionsanstieg zu erwarten. Allerdings durfte das im zweiten Quartal rucklaufige BIP nicht den Beginn einer Rezession markieren. So waren die Monatsindikatoren fur Juli uberraschend gunstig. Zudem stieg die Beschaftigung bis zuletzt, die Arbeitslosigkeit lag stabil auf im langerfristigen Vergleich niedrigem Niveau und die Zahl der Offenen Stellen nahm zu. Da auch die Finanzpolitik leicht stimulierend wirkt und die Geldpolitik bis zum Ende des Prognosezeitraums expansiv ausgerichtet sein durfte, erwarten wir, dass sich der Aufschwung fortsetzt und im Laufe kommenden Jahres etwas an Schwung gewinnt. Treibende Kraft wird dabei voraussichtlich die Inlandnachfrage sein. Der Private Konsum durfte von der weiterhin gunstigen Lage am Arbeitsmarkt und den deshalb kraftig steigenden Bruttolohnen und gehaltern profitieren. Zudem werden die monetaren Sozialleistungen 2015 voraussichtlich spurbar ausgeweitet. Die dadurch kraftig steigenden verfugbaren Einkommen bilden auch gunstige Rahmenbedingungen fur die Wohnungsbauinvestitionen, zumal die Finanzierungskosten wohl niedrig bleiben werden. Die Unternehmensinvestitionen litten zwar unter der Eintrubung der Erwartungen der Unternehmen. Sie durften bei zunehmender Kapazitatsauslastung und weiterhin niedrigen Zinsen aber beschleunigt steigen. Keine Impulse sind dagegen von der Auenwirtschaft zu erwarten. Zwar werden die Exporte im Prognosezeitraum beschleu 1 Abgeschlossen am 12.9.2014  Wir danken Tim Vogel und Philipp Jager fur die Mitarbeit. Kritische Hinweise zu fruheren Fassungen des Berichts gab Sabine Weiler. Fur die technische Unterstutzung danken wir Waltraud Lutze. 39 Die wirtschaftliche Entwicklung im Inland Tabelle 1 Eckwerte der Prognose 2013 bis 2015 Bruttoinlandsprodukt 1, Veranderung in % Erwerbstatige 2, in 1000 Arbeitslose 3, in 1000 Arbeitslosenquote 3,4, in % Verbraucherpreise, Veranderung in % Lohnstuckkosten 5, Veranderung in % Finanzierungssaldo des Staates 6 in Mrd. in % des nominalen BIP Leistungsbilanzsaldo 7 in Mrd. in % des nominalen BIP 20130,142 2812 9506,91,52,47,30,3191,96,8 2014p 1,542 6252 9056,71,01,8120,41996,9 2015p 1,8 42 825 2 900 6,6 1,6 1,9 13 0,4 201 6,7 Eigene Berechnungen nach Angaben des Statistischen Bundesamtes, der Deutschen Bundesbank und der Bundesagentur fur Arbeit. 1Preisbereinigt. 2Im Inland. 3Nationale Abgrenzung. 4Bezogen auf alle zivilen Erwerbspersonen. 5Arbeitnehmerentgelte je Beschaftigten bezogen auf das reale BIP je Erwerbstatigen. 6In der Abgrenzung der Volkswirtschaftlichen Gesamtrechnungen. 7In der Abgrenzung der Leistungsbilanzstatistik. p Eigene Prognose. nigt zunehmen. Aber die Einfuhren werden bei kraftig zunehmender Inlandsnachfrage und einem wachsenden Vorleistungsbedarf der Exporteure noch starker zunehmen. Alles in allen erwarten wir einen Anstieg des BIP um 1,5% in diesem Jahr und um 1,8% im kommenden Jahr. Ungeachtet des Konjunkturaufschwungs und einer weiter zunehmenden Beschaftigung durfte die Arbeitslosigkeit nur leicht zuruckgehen und die Arbeitslosenquote bei 6,6% verharren. Zum einen wird die Einfuhrung des gesetzlichen Mindestlohns wohl den Arbeitsmarkt belasten, zum anderen durfte der Beschaftigungsaufbau wohl auch weiterhin aus der Stillen Reserve und der Zuwanderung erfolgen. Der Preisauftrieb wird dabei vorerst gering bleiben, im Prognosezeitraum aber bei steigender Kapazitatsauslastung zunehmen. Die Inflationsrate durfte sich entsprechend von 1,0% in diesem Jahr auf 1,6% im kommenden Jahr erhohen. Die Lage der offentlichen Haushalte wird sich ungeachtet der leicht expansiven Ausrichtung der Finanzpolitik verbessern, da Steuereinnahmen aufgrund der sich bessernden Konjunktur und der kalten Progression wohl kraftig steigen werden. Der staatliche Budgetuberschuss durfte sich im laufenden Jahr auf 12 Mrd. Euro bzw. 0,4% in Relation zum nominalen BIP erhohen und im kommenden Jahr reichlich 13 Mrd. Euro 0,5% des BIP erreichen. 40 RWI Konjunkturbericht 65 3 Wegen der im Vergleich zu vielen europaischen Nachbarn in Deutschland deutlich aufwartsgerichteten Konjunktur, der niedrigen Arbeitslosigkeit und der guten Lage der Offentlichen Finanzen lasst sich hierzulande eine gewisse Selbstzufriedenheit beobachten. Entsprechend stehen in der Wirtschaftspolitik derzeit verteilungspolitische Manahmen im Vordergrund, die vielfach negativ auf das langfristige Wachstum wirken. Eine wieder starker am Wachstum ausgerichtete Wirtschaftspolitik wurde nicht nur Deutschland besser auf die Herausforderungen des demografischen Wandels vorbereiten, sondern letztlich auch dem EuroRaum zu einer kraftigeren Expansion verhelfen. Summary The German economy markedly slowed down in spring. While the contraction in the second quarter was partly a result of unusual mild weather conditions in the first quarter of 2014, also underlying dynamics have lost momentum. The external sector in particular dampened the economic upturn. We expect an only subdued output expansion in the short run since incoming orders did not grow in the second quarter and sentiment indicators have declined. Nevertheless, the output contraction in the second quarter does not indicate the beginning of a recession. Economic indicators were unexpectedly positive in July. Furthermore, employment is steadily increasing, unemployment remains at a low level and the number of vacancies is rising. In addition, fiscal policy measures slightly stimulate the economy and monetary policy is likely to remain expansionary. As a result, the economic upswing will continue and accelerate during the next year. Domestic demand is likely to be the driving force of this upturn. Favorable conditions on the labor market will considerably raise wages and lead to an expansion of private consumption. Further, social benefits will increase in 2015. The upsurge in disposable income and favorable financing conditions will promote investment in housing construction. Corporate investment will significantly grow in the light of expanding capacity utilization and low interest rates. The external sector is not likely to contribute to the economic upswing. Imports will benefit from the substantial rise in domestic demand and hence expand more strongly than exports. We expect the German GDP to increase by 1.5 percent in 2014 and by 1.8 percent in 2015. Despite economic growth and rising employment the decline in unemployment is likely to be small. The unemployment rate will be 6.6 percent in 2015. The implementation of statutory minimum wages is likely to negatively affect the upturn on the labor market. Additionally, the increase in employment will continue to originate mainly from the hidden reserve and immigration. Price increases will be low in the short run, but they 41 Die wirtschaftliche Entwicklung im Inland Key Forecast Data 2013 to 2015 Gross Domestic Product 1, change in% Employed persons 2, in 1000 Unemployed 3, in 1000 Unemployment rate 3,4, in % Consumer prices, change in % Labor unit costs 5, change in % Fiscal balance 6 in bn in % of nominal GDP Current account balance 7 in bn in % of nominal GDP 20130.14 2812 9506.91.52.47.30.3191.96.8 2014f 1.542 6252 9056.71.01.8120.41996.9 2015f 1.8 42 825 2 900 6.6 1.6 1.9 13 0.4 201 6.7 RWI calculations based on data provided by the German Statistical Office, Deutsche Bundesbank, and the Federal Labor Office. 1In real terms. 2Domestic. 3National definition. 4in % of civilian labor force. 5Compensation per employee divided by real GDP per employed person. 6National Accounts definition. 7Balance of payment definition. f Forecast. will accelerate due to enhanced capacity utilization. We expect an inflation rate of 1.0 percent for this year and 1.6 percent for next year. Despite fiscal policy being slightly expansive, the public budget is likely to improve since the economic upswing and bracket creep will considerably raise tax revenues. The public budget surplus will amount to 12 bn 0.4 percent of GDP in 2014 and to 13 bn 0.5 percent of GDP in 2015. 42 1. Prognose der deutschen Wirtschaft Vorbemerkung: Zur Jahresmitte 2014 wurden die deutschen Volkswirtschaftlichen Gesamtrechnungen VGR auf eine geanderte Systematik umgestellt, die eine Reihe von makrookonomischen Groen mit neuen Inhalten fullt Kasten 1. Diese Daten stehen erst ab dem 1. September 2014 zur Verfugung, wodurch fur die Erstellung dieses Konjunkturberichts erheblich weniger Zeit zur Verfugung stand als sonst ublich. Wir haben uns daher entschlossen, die Diagnose und Prognose der Konjunktur hier knapper darzustellen als der Leser dies gewohnt ist. 1. Zur Entwicklung der deutschen Wirtschaft bis 2015 1.1 Ruckschlag fur Konjunktur im Fruhjahr Die deutsche Konjunktur hat sich im Fruhjahr deutlich verlangsamt. Zwar darf man den Ruckgang der Wirtschaftsleistung im zweiten Quartal nicht uberbewerten. Dieser ist namlich zum Teil eine Folge davon, dass aufgrund der ungewohnlich milden Witterung der Produktionsanstieg im ersten Quartal uberzeichnet war; insbesondere die Bauinvestitionen waren kraftig ausgeweitet worden. Dadurch wurde nicht die ubliche Fruhjahrsbelebung registriert, was im zweiten Quartal negativ zu Buche schlug. BIP Ruckgang im zweiten Quartal zum Teil durch Witterung bedingt     aber auch Auenwirtschaft wirkt dampfend zu haben. Dampfend wirkte Allerdings ist das schwache zweite Quartal nicht allein auf diesen Sondereffekt zuruckzufuhren. Vielmehr scheint sich auch die zugrundeliegende konjunkturelle Dynamik abgeschwacht insbesondere die Auenwirtschaft, deren Beitrag zur Expansion des BIP im ersten Halbjahr negativ ausfiel. Die damit einhergehende Verschlechterung der Exporterwartungen und die Verunsicherung der Unternehmen durch den UkraineKonflikt beeintrachtigten wohl auch die Ausrustungsinvestitionen. Folglich stagnierte die Industrieproduktion mehr oder weniger Schaubild 1. Da die Auftragseingange im zweiten Quartal ebenfalls stagnierten, ist fur das dritte Quartal ein eher verhaltener Produktionsanstieg zu erwarten. Diese Einschatzung wird dadurch gestutzt, dass der ifo Geschaftsklimaindex im August zum vierten Mal in Folge gesunken und auch der Purchasing Managers Index in der Tendenz rucklaufig ist. Allerdings durfte der Ruckgang der Wirtschaftsleistung im zweiten Quartal nicht den Beginn einer Rezession markieren. So uberwiegt in den Befragungen des ifo Instituts immer noch der Anteil der Unternehmen, die ihre wirtschaftliche Lage gut einschatzen, und der Purchasing Managers Index liegt nach wie vor uber der Wachstumsschwelle von 50. Auch waren die Monatsindikatoren Juli fur 43 Die wirtschaftliche Entwicklung im Inland Schaubild 1 Indikatoren der Konjunktur 2008 bis 2014Gesamtwirtschaftliche Entwicklung In Mrd. , verkettete Volumenangaben Arbeitsmarkt In Mill. Personen Bruttoinlandsprodukt Inlandsnachfrage 700680660640620600580081009Auftragseingange 1 1 11 22010100 1 314 Investitionstatigkeit 1 2010100 Industrieproduktion 1 2010100 Preise Vorjahresveranderungen in % Eigene Berechnungen nach Angaben des Statistischen Bundesamtes und der Bundesagentur fur Arbeit. 1TrendZyklusKomponente nach BV 4.1. 2Ohne Energie, saisonabhangige Guter, Mieten und administrierte Preise. 44 Positive Signale uberwiegen weiterhin 1. Prognose der deutschen Wirtschaft uberraschend gunstig. Auftragseingang, Industrieproduktion und Exporte stiegen saisonbereinigt wieder, letztere sogar ausgesprochen kraftig. Allerdings sind monatliche Daten wahrend der Sommermonate aufgrund von Verschiebungen in den Ferienterminen stets mit erhohter Unsicherheit behaftet, so dass auch diese Zuwachse nicht zum Nennwert genommen werden sollten. Gleichwohl hat sich die Zunahme der Exporte in der Tendenz beschleunigt, und der negative Wachstumsbeitrag der Auenwirtschaft im ersten Halbjahr reflektiert vor allem, dass die Importe noch kraftiger ausgeweitet wurden. Dies spricht aber fur eine intakte Binnennachfrage, ebenso wie der weiterhin robuste Arbeitsmarkt. Die Beschaftigung wurde bis zuletzt ausgeweitet, die Arbeitslosigkeit liegt stabil auf im langerfristigen Vergleich niedrigem Niveau und die Zahl der Offenen Stellen nimmt zu. Das Kurzfristmodell, das das RWI verwendet, um die Expansion des BIP im laufenden und im kommenden Quartal zu schatzen, stutzt das Bild eines moderaten aber anhaltenden Aufschwungs. Es spricht fur eine Zunahme um jeweils 0,3% in beiden Vierteljahren. Dabei liegen die Ergebnisse der einzelnen Gleichungen, die in das Modell eingehen, in einem vergleichweise engen Korridor. Vor diesem Hintergrund erwarten wir, dass die deutsche Konjunktur im zweiten Halbjahr wieder Fahrt aufnimmt, wenngleich die Starke des Aufschwungs etwas hinter dem zuruckbleiben durfte, was zu Jahresanfang erwartet worden war. Schaubild 2 Kurzfristschatzung der Zuwachsrate des BIP Prozentuale Verteilung der Prognosen der Vorquartalsveranderung Drittes Quartal 2014 Viertes Quartal 2014 Eigene Berechnungen. Zur Methode vgl. Dohrn et al. 2011a: 6567. 45 Die wirtschaftliche Entwicklung im Inland Kasten 1 VGRGeneralrevision 2014 Die Volkswirtschaftlichen Gesamtrechnungen VGR werden, um eine moglichst hohe internationale Vergleichbarkeit zu erreichen, auf der Grundlage internationaler Regeln erstellt, die in dem System of National Accounts SNA der Vereinten Nationen niedergelegt sind. Diese Regeln werden in groeren zeitlichen Abstanden uberarbeitet, um veranderten wirtschaftlichen Gegebenheiten, aber auch sich wandelnden Fragestellungen und Anspruchen der Nutzer Rechnung zu tragen. Solche Anderungen erfolgen in Abstanden von 15 bis 25 Jahren. Zuletzt beschlossen die Vereinten Nationen im Jahr 2008 ein derart uberarbeitetes Regelwerk SNA 2008, das die aus dem Jahr 1993 stammenden Regeln fur die Erstellung der VGR ablost. Bis diese Anderungen auf nationaler Ebene wirksam werden, vergeht einige Zeit. In den USA erfolgte die Umstellung im Jahr 2013. In der EU wurde das SNA 2008 im Europaischen System Volkswirtschaftlicher Gesamtrechnungen 2010 ESVG 2010 umgesetzt, das im Jahr 2013 in Kraft trat. Es schreibt vor, dass die EUStaaten ihre VGR ab dem 1. September 2014 nach diesem neuen System veroffentlichen. Umstellungen der VGR wie den Ubergang von ESVG 1995 auf ESVG 2010 bezeichnet man als Generalrevisionen, um sie von den in der Regel alle funf Jahre stattfindenden Groen Revisionen abzugrenzen. In letzteren werden Methoden und Systematiken punktuell angepasst, neue Datenquellen eingearbeitet und im Laufe der Zeit aufgefallene Fehler beseitigt. So wurde mit der Revision 2011 die Darstellung der Produktionssektoren an die geanderte Systematik der Wirtschaftszweige angepasst. Bei den Generalrevisionen hingegen werden die VGR mit neuen Inhalten gefullt. Insgesamt listet das Statistische Bundesamt 2014a elf konzeptionelle Anderungen auf, die mit der Umstellung auf ESVG 2010 verbunden sind und die Auswirkungen auf das Bruttoinlandsprodukt bzw. Bruttonationaleinkommen haben.2 Von diesen fallt am starksten ins Gewicht, dass Forschungs und Entwicklungsleistungen des Staates und der Unternehmen nunmehr als Bruttoanlageinvestitionen erfasst werden. Zwar bestand schon seit Langerem Einigkeit daruber, dass Forschungsaufwendungen Vermogenswerte schaffen. Die statistischen Probleme bei der Umsetzung dieser Erkenntnis schienen aber bisher zu hoch. Den Anlageinvestitionen zugerechnet wurden daher ab 2005 unter der Bezeichnung Sonstige Anlagen lediglich einige immaterielle Anlageguter, unter denen Software die gewichtigste Position war. Kunftig umfasst diese Position auch die durch Forschung und Entwicklung Fu E geschaffenen Vermogens 2 Die in der Offentlichkeit viel beachtete Einbeziehung illegaler Aktivitaten in die VGR stellt keine solche konzeptionelle Anderung dar. Legalitat war schon bisher kein Kriterium fur die Erfassung von Aktivitaten in den VGR Dohrn 1990: 23. Allerdings bemuht sich das Statistische Bundesamt im Zuge der Generalrevision verstarkt darum, illegale Aktivitaten im BIP zu erfassen und dokumentiert sein Vorgehen dabei Statistisches Bundesamt 2014b. 46 1. Prognose der deutschen Wirtschaft werte. Damit nahern sich die VGR weiter der Praxis bei der Erstellung von Unternehmensbilanzen an. Eine weitere gewichtige Anderung betrifft die Erfassung Militarischer Waffensysteme. Bisher galten nur Militaranlagen, die prinzipiell auch zivil nutzbar sind z.B. Flugplatze als Anlageinvestitionen. Waffensysteme galten als Vorleistungskaufe des Staates und steigerten so den Staatsverbrauch. Mit der Einfuhrung von ESVG 2010 gelten auch militarische Waffen als Anlageinvestitionen. Ebenfalls Einfluss auf den Ausweis der Investitionen hat, dass geringwertige Wirtschaftsguter nicht mehr als Vorleistungskaufe angesehen werden. Diese drei Anderungen erklaren einen erheblichen Teil der Wirkungen der Generalrevision auf das BIP. Im Jahr 2010, fur das das Statistische Bundesamt weitere Details veroffentlicht hat, wird dieses konzeptbedingt um 66,7 Mrd. hoher ausgewiesen. Davon sind 57,1 Mrd. auf die Erfassung von Fu E, 2,4 Mrd. auf die geanderte Buchung Militarischer Waffensysteme und 5,3 Mrd. auf die Einbeziehung geringfugiger Wirtschaftsguter in die Investitionen zuruckzufuhren. Die weiteren konzeptbedingten Anderungen etwa bei der Erfassung der Produktion von Versicherungsgesellschaften, der Abgrenzung des Staatssektors oder der Aufgliederung der Produktion der Zentralbank, haben nur geringe Wirkungen auf das BIP. Hinzu kommen allerdings Anderungen in den VGR, die unabhangig von der Umstellung der Systematik erfolgten und das BIP im Jahr 2010 um weitere 14,5 Mrd. erhohten. Auswirkungen der Generalrevision 2014 auf die Verwendungskomponenten der Volkswirtschaftlichen Gesamtrechnungen 1992 bis 2013; durchschnittliche Abweichungen des neuen vom bisherigen Ergebnis nominal, in %1 real, Veranderungen gegenuber dem Vorjahr Mittlere Revision Mittlere absolute Revision 0,12 0,16 0,17 nach unten Grote Abweichung Veranderung der nach Streuung 2 oben 0,12 0,06 0,02 0,49 0,44 0,34 0,26 0,43 0,35 0,47 0,33 0,23 3,69 1,74 1,15 1,99 3,73 1,20 0,60 0,53 9,47 0,47 0,22 0,02 1,05 3,1 1,0 1,5 12,3 1,6 0,7 213,1 0,03 0,03 0,10 0,02 0,12 0,07 3,17 Bruttoinlandsprodukt Privater Konsum Staatlicher Konsum Bruttoanlageinvestitionen Ausrustungsinvestitionen Bauinvestitionen sonstige Anlagen Vorratsveranderungen 3 Auenbeitrag 3 Exporte Importe X X 5,8 6,1 0,45 0,02 0,21 0,34 Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1Differenz zwischen bisherigem und neuem Ergebnis in % des bisherigen Ergebnisses. 2Differenz der Standardabweichung der Veranderungsraten. 3Wachstumsbeitrage. 2,53 0,43 1,29 1,81 0,51 0,01 0,14 0,19 0,93 0,17 0,55 0,59 1,43 0,39 1,34 1,60 47 Die wirtschaftliche Entwicklung im Inland Die Tabelle vergleicht die Ergebnisse der bisherigen VGR mit den am 1. September 2014 vorgelegten revidierten Werten.3 Sie zeigt, dass das Niveau des nominalen BIP im Durchschnitt der Jahre 1991 bis 2013 um 3,1% hoher ausgewiesen wird. Der grote Teil dieses Anstiegs geht von den Anderungen bei der Erfassung der Investitionstatigkeit aus, aber auch der private Konsum und der Staatskonsum wurden nach oben revidiert. Niedriger als in den bisherigen VGR sind die Ein und Ausfuhren, wobei sich der Auenbeitrag wenig andert. Betrachtet man die Veranderungsraten der preisbereinigten Reihen, so ergeben sich fur einzelne Jahre zwar deutliche Anderungen. Sieht man von den sonstigen Anlagen ab, gleichen sich Aufwarts und Abwartsrevisionen aber weitgehend aus, die mittlere Revision ist also gering. Gleiches gilt fur die mittlere absolute Revision. Um einen Eindruck zu bekommen, wie die Revision die Darstellung konjunktureller Schwankungen beeinflusst hat, werden auerdem die Streuungen der bisher veroffentlichten und der revidierten Veranderungsraten verglichen. Beim BIP schwanken die revidierten Raten etwas starker, wahrend bei den Investitionen die Einbeziehung von Fu E leicht dampfend auf die Schwankungen der Veranderungsraten wirkt. Mit der Generalrevision 2014 wurden auch die Angaben zur Erwerbstatigkeit und zum Arbeitsvolumen verandert. Die Zahl der Erwerbstatigen wird nun uber den gesamten Zeitraum hoher ausgewiesen, das Arbeitsvolumen zumindest in den meisten Jahren. Der Anstieg der Arbeitsproduktivitat stellt sich dadurch geringfugig schwacher. 1.2 Expansion gewinnt wieder an Tempo Die weltwirtschaftlichen Rahmenbedingungen durften sich, wie im internationalen Teil dieses Berichts dargestellt, im Prognosezeitraum verbessern. Die EZB wird wohl den Expansionsgrad ihrer Geldpolitik bis Ende 2015 beibehalten. Die Finanzpolitik durfte in Deutschland leicht expansiv ausgerichtet sein. Unter diesen Voraussetzung ist zu erwarten, dass sich der Aufschwung fortsetzt und im Laufe des Prognosezeitraum etwas an Schwung gewinnt. Treibende Kraft wird dabei voraussichtlich die Inlandnachfrage sein. Fur den Privaten Konsum weisen Indikatoren wie der Konsumklimaindex der EUKommission und der RWIKonsumindikator zwar auf eine vorerst gedampfte Expansion hin. Jedoch sind die Rahmenbedingungen weiterhin gunstig. So durften bei weiterhin guter Lage am Arbeitsmarkt die vorlaufende 3 Bei dem Vergleich ist zu berucksichtigen, dass die Angaben fur die Jahre 2011 bis 2013 auch durch Revisionen beeinflusst werden, die sich dadurch ergeben, dass aktuellere Angaben der Primarstatistiken in die VGR eingearbeitet werden. 48 1. Prognose der deutschen Wirtschaft Nettolohneinkommen in diesem Jahr um 3,1% zunehmen. In 2015 durften die Bruttolohne und gehalter weiter kraftig steigen und sich die Nettolohneinkommen um 3,5% erhohen. Die monetaren Sozialleistungen werden 2015 voraussichtlich beschleunigt ausgeweitet, da die Renten Mitte 2015 spurbar angehoben werden durften, die Zahl der Rentenbezieher durch die Moglichkeit der abschlagsfreien Rente ab 63 steigt und die Mutterrente erstmals fur ein volles Jahr gilt. Da mit besserer Konjunktur auch die Gewinnentnahmen kraftiger zulegen durften, ist mit einem Anstieg der verfugbaren Einkommen der privaten Haushalte um 3% zu rechnen nach 2,1% in diesem Jahr. Bei weiterhin moderatem Preisanstieg durfte der reale private Konsum im Jahr 2015 um 1,3% ausgeweitet werden nach 0,9% in diesem Jahr. Kraftiger steigende verfugbare Einkommen und ein robustes Arbeitsmarktumfeld sind auch gunstige Rahmenbedingungen fur die Wohnungsbauinvestitionen. Das anhaltend gunstige Finanzierungsumfeld starkt diesen positiven Trend, zumal aufgrund der jungsten Entscheidungen der EZB die Hypothekenzinsen wohl noch einige Zeit niedrig bleiben werden. Auf einen weiterhin lebhaften Wohnungsbau deuten auch die hohe Zahl von Baugenehmigungen und die gut gefullten Auftragsbucher hin. Nach einem Anstieg um 4,3% in diesem Jahr, der allerdings durch die witterungsbedingt hohen Investitionen zu Jahresanfang beeinflusst ist, durften die Wohnungsbauinvestitionen im kommenden Jahr um 3,3% ausgeweitet werden. Rahmenbe dingungen fur Konsum bleiben gunstig Positive Tendenz bei Wohnungsbau investitionen halt an Tabelle 2 Anlageinvestitionen in Deutschland 2013 bis 2015; Veranderungen gegenuber dem Vorjahr in % Anlageinvestitionen insgesamt Ausrustungen sonstige Anlagen Bauinvestitionen insgesamt Wohnbauten Nichtwohnbauten gewerbliche Bauten offentliche Bauten nachrichtlich: Unternehmensinvestitionen Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1Anteile des Jahres 2013 an den nominalen Investitionen in %. PEigene Prognose. 1,5 3,8 5,0 2013 0,7 2,7 1,3 0,1 0,6 1,0 2,1 1,6 Anteile 1100,031,817,850,429,720,714,66,0 64,32014p 4,1 4,6 2,3 4,4 4,3 4,5 3,8 6,2 2015p 4,5 6,8 4,0 3,2 3,3 3,0 2,2 4,8 49 Die wirtschaftliche Entwicklung im Inland Tabelle 3 Beitrag der Verwendungskomponenten 1 zum Wachstum des BIP 2009 bis 2015; in %Punkten 20112,91,41,30,11,40,40,80,20,10,73,42,73,620120,90,60,40,20,10,20,10,01,41,31,30,00,42013 2014p 2015p 1,8 0,60,60,9 0,7 0,50,2 0,10,9 0,10,20,4 0,3 0,00,1 0,00,0 0,20,50,0 2,6 0,72,7 1,30,11,8 1,6 0,7 0,5 0,2 0,8 0,3 0,4 0,1 0,1 0,1 1,6 1,8 1,5 Inlandsnachfrage Konsumausgaben Private Haushalte Staat Anlageinvestitionen Ausrustungen Bauten Sonstige Vorratsveranderung Auenbeitrag Exporte Importe 20093,00,60,00,52,01,70,30,01,62,66,23,65,620102,80,60,40,30,90,60,30,01,31,35,54,24,1BIP2 Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1LundbergKomponenten berechnet unter Verwendung der Vorjahrespreise. 2Veranderung gegenuber dem Vorjahr in %. p Eigene Prognose. Unternehmens investitionen werden sich beleben Kraftigere Zunahme der Exporte Die Unternehmensinvestitionen litten in diesem Jahr unter der Eintrubung der Erwartungen der Unternehmen. Allerdings ist das Umfeld fur die Investitionstatigkeit weiterhin gunstig. Die Finanzierungskosten sind niedrig und durften es bleiben. Nennenswerte Beschrankungen bei der Kreditvergabe sind in Deutschland nicht zu beobachten, und die Kapazitatsauslastung der Wirtschaft durfte im Prognosezeitraum steigen. In dem Mae, wie die geopolitischen Unsicherheiten nachlassen, durften daher die Unternehmen wieder vermehrt investieren, sowohl in Bauten als auch in Ausrustungsguter Tabelle 2. Keine Impulse sind dagegen fur den Prognosezeitraum von der Auenwirtschaft zu erwarten. Ihr Beitrag zur gesamtwirtschaftlichen Expansion durfte weiterhin nahe bei null liegen Tabelle 3. Der Anstieg der Exporte hat sich im ersten Halbjahr 2014 zwar beschleunigt, war aber im langerfristigen Vergleich dennoch gering. Das wird er auch vorerst bleiben; hierfur spricht jedenfalls, dass die Exporterwartungen der Unternehmen geradezu eingebrochen sind. Mit der erwarteten Besserung der internationalen Konjunktur durfte sich die Zunahme der Exporte im Prognosezeitraum beschleunigen, zumal sich auch die preisliche Wettbewerbsfahigkeit der deutschen Unternehmen verbessert hat. Alles in allem erwarten wir eine Zunahme 50 1. Prognose der deutschen Wirtschaft der Ausfuhren Waren und Dienstleistungen um 3,6% in diesem und 5,8% im kommenden Jahr. Die Importe wurden in der ersten Halfte dieses Jahres starker ausgeweitet als die Ausfuhren. Die zwischenzeitlich verhaltene Investitionstatigkeit und eine nur langsam steigende Nachfrage nach Vorleistungsgutern in den Exportindustrien dampfen allerdings auch die Zunahme der Einfuhren. Fur den Prognosezeitraum zeichnet sich aber aufgrund der dann wieder beschleunigten Zunahme der Inlands und der Auslandsnachfrage eine lebhaftere Importtatigkeit ab. Im Jahresdurchschnitt nehmen die Importe Waren und Dienstleistungen um 4,4% und 6,7% und damit etwas starker zu als die Exporte. Nach dieser Einschatzung wird sich der Konjunkturaufschwung in Deutschland im Prognosezeitraum fortsetzen. Das Bruttoinlandsprodukt wird zwar in der zweiten Halfte wohl etwas langsamer expandieren als das Produktionspotenzial. Im Durchschnitt dieses Jahres durfte das BIP um 1,5% zunehmen, in erster Linie Dank des hohen statistischen Uberhangs aus dem Vorjahr und des kraftigen ersten Quartals Schaubild 3. Fur das kommende Jahr erwarten wir eine im Verlauf beschleunigte Expansion. Dann durfte auch die gesamtwirtschaftliche Kapazitatsauslastung zunehmen. Fur den Jahresdurchschnitt ergibt sich eine Zunahme des BIP um 1,8%, wozu auch die hohere Zahl von Arbeitstagen im kommenden Jahr beitragt Tabelle 4. Importe expandieren weiterhin starker als Ausfuhren Konjunktur aufschwung setzt sich fort Tabelle 4 Statistische Komponenten der Veranderungsrate des realen Bruttoinlandsprodukts 2012 bis 2015; in % Statistischer Uberhang 1 Jahresverlaufsrate 2 Durchschnittliche Veranderung, kalenderbereinigt Kalendereffekt 3 Durchschnittliche Veranderung Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1Saison und kalenderbereinigtes BIP im vierten Quartal des Vorjahres in % des Quartalsdurchschnitts des Vorjahres. 2Veranderung des saison und kalenderbereinigten BIP im vierten Quartal gegenuber dem vierten Quartal des Vorjahres 3In % des realen BIP. PEigene Prognose. 2014p 0,7 1,3 2015p 0,4 1,8 20120,20,10,60,20,42013 0,2 1,1 0,2 0,1 0,1 1,5 0,0 1,5 1,5 0,2 1,8 51 Die wirtschaftliche Entwicklung im Inland Schaubild 3 Bruttoinlandsprodukt in Deutschland 2008 bis 2015; real, saison und arbeitstaglich bereinigter Verlauf Bruttoinlandsprodukt in Mrd. Jahresdurchschnitt in Mrd. Zahlenangabe: Veranderung gegenuber dem Vorjahr Statistische UnterUberhange Veranderung gegenuber dem Vorquartal in %Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1.3 Arbeitslosigkeit trotz Beschaftigungsaufbau nur wenig reduziert Die Lage am Arbeitsmarkt hat sich in den vergangenen Monaten verbessert. Die Zahl der Erwerbstatigen nahm weiter zu, im zweiten Quartal 2014 saisonbereinigt um 100 000 Personen. Getragen wird der Beschaftigungsaufbau von der sozialversicherungspflichtigen Beschaftigung, wahrend die Zahl der ausschlielich geringfugig Beschaftigten und der Selbststandigen tendenziell rucklaufig ist. Das Arbeitsvo 52 1. Prognose der deutschen Wirtschaft Beschaftigungs aufbau aus Stiller Reserve und Zuwanderung Zuwanderung erhoht Erwerbspersonen potenzial lumen verringerte sich allerdings geringfugig um 0,1%. Die konjunkturelle Abschwachung im zweiten Quartal wurde also zum Teil durch eine geringere Arbeitszeit je Erwerbstatigen aufgefangen. Arbeitslosigkeit und Unterbeschaftigung konnten trotz des Beschaftigungsanstiegs erneut nur wenig verringert werden. Vielmehr wurden die zusatzlichen Beschaftigten vorwiegend aus der Stillen Reserve, abzulesen an einer steigenden Erwerbsquote, und unter den Zuwanderern rekrutiert. Die Zahl der Arbeitslosen sank im zweiten Quartal saisonbereinigt um lediglich 19 000. Im weiteren Jahresverlauf durfte sich der Beschaftigungsaufbau fortsetzen. Die gemeldete Arbeitskraftenachfrage ist gemessen am Stellenindex BAX der Bundesagentur fur Arbeit im August ausgehend von einem hohen Niveau zum dritten Mal in Folge gestiegen. Auch das ifoBeschaftigungsbarometer deutet auf eine erhohte Einstellungsbereitschaft der Unternehmen hin, insbesondere im Dienstleistungssektor. Mageblich fur Erwerbstatigkeit und Arbeitslosigkeit durfte im Prognosezeitraum erneut die Entwicklung des Erwerbspersonenpotenzials sein. Auf der einen Seite reduziert die fortschreitende Alterung der inlandischen Bevolkerung das Erwerbspersonenpotenzial. Verstarkt wird dies durch die abschlagsfreie Rente ab 63, die es in der Anfangsphase bis zu 200 000 Beschaftigten pro Jahr ermoglicht, fruher aus dem Arbeitsleben auszuscheiden.4 Auf der anderen Seite durfte Deutschland Wanderungsgewinne verzeichnen, weil die Lage am deutschen Arbeitsmarkt besser ist als in vielen anderen europaischen Landern und die seit Jahresbeginn 2014 geltende volle Arbeitnehmerfreizugigkeit gegenuber Rumanien und Bulgarien wirkt. Wir gehen fur 2014 und 2015 von einem Wanderungssaldo von jeweils 500 000 Personen aus nach 440 000 Personen im Jahr 2013. Potenzialerhohend wirkt auch die steigende Erwerbsbeteiligung der Inlander. Trotz des negativen demographischen Effekts wird das Erwerbspersonenpotenzial um 180 000 bzw. 120 000 steigen. Die Arbeitsnachfrage gemessen am Arbeitsvolumen durfte bei der von uns erwarteten Entwicklung der Produktion in diesem Jahr um durchschnittlich 1,1% zunehmen. Im kommenden Jahr wird sie wohl nur um 0,6% steigen. Ihr Anstieg wird gebremst durch die Einfuhrung des flachendeckenden Mindestlohns. Insbesondere durfte es zu einem Abbau von Stellen geringfugig Beschaftigter kommen, deren Entlohnung heute noch zu einem groen Teil unter 8,50 brutto je Stunde liegt und deren Arbeitskosten sich daher uberproportional verteuern. Wir gehen daher von einem Ruckgang der ausschlielich geringfugigen Beschaftigung um 85 000 4 Dies ist die Schatzung des Bundesministeriums fur Arbeit und Soziales BMAS 2014. Angaben zur Inanspruchnahme der abschlagsfreien Rente ab 63 liegen noch nicht vor. 53 Die wirtschaftliche Entwicklung im Inland Tabelle 5 Arbeitsmarktbilanz 2009 bis 2015; Jahresdurchschnitt in 1 000 Personen 2011 20092010201220132014P2015PArbeitsvolumen Mill. Stunden Erwerbstatige Inland Erwerbstatige Inlander Selbstandige darunter: Forderung d.Selbstandigkeit 1 Arbeitnehmer darunter: Sozialversicherungspflichtig Beschaftigte Ausschlielich geringfugig Beschaftigte Unterbeschaftigte ohne Kurzarbeiter darunter: Registrierte Arbeitslose Aktivierung und berufliche Eingliederung Berufliche Weiterbildung EinEuroJobs Grundungszuschuss Kurzarbeiter Unterbeschaftigte einschl. Kurzarbeiter 56 133 57 013 57 912 57 763 57 608 58 249 58 60240 892 41 020 41 570 42 033 42 281 42 626 42 82340 845 40 983 41 522 41 979 42 226 42 571 42 7674 4854 4294 5444 5464 4874 4574 4271453036 407 36 533 37 024 37 489 37 824 38 199 38 39432271541367727 49327 757 28 57229 34129 713 30 223 30 3424 9054 9454 8834 7474 9454 2124 9813 9275 0173 9014 9983 8164 9133 8143 4153 2392 9762 8972 9502 9042 9001632283221261 1445 2342242153061445034 9151611781881281484 267144148137691123 969161155111191243 94915415995271093 85615316283281093 854 nachrichtlich: Arbeitslosenquote 3 Erwerbslosenquote 4 8,17,36,64,6Eigene Berechnungen nach Angaben des Statistischen Bundesamtes, der Bundesagentur fur Arbeit und des IAB. 1Uberbruckungsgeld, Existenzgrundungszuschuss, Einstiegsgeld, Grundungszuschuss. 2Vollzeitaquivalente. 3Abgrenzung der Bundesagentur fur Arbeit; bezogen auf alle zivilen Erwerbspersonen. 4Abgrenzung der International Labour Organization; bezogen auf alle inlandischen Erwerbspersonen. p Eigene Prognose, Angaben gerundet. 6,85,26,95,17,15,77,76,7 6,74,8aus. Die sozialversicherungspflichtige Beschaftigung durfte dagegen in 2015 im Jahresdurchschnitt weiter zunehmen, so dass die Erwerbstatigkeit insgesamt um 0,5% steigen wird nach einem Anstieg um 0,8% in diesem Jahr. Die unterschiedliche Entwicklung der Erwerbstatigkeit und der Arbeitslosigkeit durfte sich im Prognosezeitraum fortsetzen. Der Anstieg der Beschaftigung wird 54 1. Prognose der deutschen Wirtschaft voraussichtlich weiterhin zum groten Teil aus erhohter Erwerbsbeteiligung und Wanderungsgewinnen gespeist werden und nur wenig zum Abbau der Arbeitslosigkeit beitragen. Der Ruckgang der Arbeitslosigkeit durfte im Jahr 2014 durchschnittlich 47 000 betragen Tabelle 5. Die Arbeitslosenquote bezogen auf alle zivilen Erwerbspersonen wird somit bei 6,7% liegen. Im kommenden Jahr wird die registrierte Arbeitslosigkeit voraussichtlich nur wenig um 0,1% reduziert werden. Die Arbeitslosenquote wird 6,6% betragen. Nur geringer Abbau der Arbeitslosigkeit 1.4 Inflation bleibt trotz beschleunigtem Lohnanstieg moderat Der Anstieg der Lohne hat sich in diesem Jahr beschleunigt. Im ersten Halbjahr waren die Tariflohne 3,4% hoher als vor einem Jahr; einen ahnlichen Zuwachs hatte es zuletzt 2008 gegeben. Inzwischen liegen fur alle wichtigen Bereiche die Tarifabschlusse vor. Sie lassen fur den weiteren Jahresverlauf eine schwachere Lohndynamik erwarten. Im Jahresdurchschnitt 2014 werden die tariflichen Stundenlohne voraussichtlich um 3,0% steigen Tabelle 6. Die Lohndrift durfte aber negativ sein, so dass die effektiven Stundenlohne sich lediglich um durchschnittlich 2,1% erhohen. Die realen Arbeitskosten auf Stundenbasis durften sich unter diesen Voraussetzungen um 0,1% verteuern. Tariflohne steigen 2014 um 3% Tabelle 6 Lohne und Lohnkosten 2011 bis 2015; Veranderung gegenuber dem Vorjahr in % Je Arbeitnehmer Tariflohne Bruttolohne und gehalter Effektivlohne Lohndrift Je Stunde 2011 2012 1,83,31,52,62,80,1 2013 2,52,10,4 2014p 2015p 3,02,60,42,7 3,3 0,6 Tariflohne Bruttolohne und gehalter Effektivlohne Lohndrift Arbeitskosten nominal Arbeitskosten real Lohnstuckkosten nominal Lohnstuckkosten real 2,6 3,1 0,5 3,1 1,2 1,9 0,1 Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1Im Inland. PEigene Prognose. 1,82,81,12,51,30,60,52,74,01,33,72,23,31,82,42,80,42,60,52,40,33,02,10,92,00,11,80,1 55 Die wirtschaftliche Entwicklung im Inland Schaubild 4 Verbraucherpreise in Deutschland 2008 bis 2015 Mindestlohn erhoht 2015 Lohndrift Energiepreise drucken Inflation Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. Im nachsten Jahr wird die Einfuhrung des flachendeckenden Mindestlohnes die Lohndynamik beeinflussen. Es ist allerdings unklar, in welchem Ma sie sich in den Tariflohnen niederschlagt und in welchem in der Lohndrift. In der Prognose eingestellt haben wir eine hohere Lohndrift, aufgrund derer die effektiven Stundenlohne um 3,1% steigen durften. Da der Mindestlohn insbesondere die Arbeitskosten im Niedriglohnbereich verteuert, in dem die Beschaftigten eine eher kurze Arbeitszeit aufweisen, durften die Effektivlohne je Arbeitnehmer sogar um 3,3% steigen. Folglich durften die realen Arbeitskosten kraftig um 1,2% zunehmen. Ungeachtet steigender Arbeitskosten hat sich der Preisauftrieb in Deutschland in den vergangenen Monaten weiter abgeschwacht. Im August lag die Inflationsrate bei 0,8%. Dieser sehr moderate Preisauftrieb ist jedoch zu einem Gutteil auf zuletzt deutlich gesunkene Energiepreise zuruckzufuhren. Der endogene Preisauftrieb, gemessen an der Inflation ausschlielich saisonaler Nahrungsmittel und Energiepreise Kerninflation, lag mit zuletzt 1,3% etwas hoher. In den kommenden Monaten durfte die Inflation gering bleiben. Fur den weiteren Prognosezeitraum erwarten wir aber eine Beschleunigung des Preisauftriebs. Vom Ausland kommen dabei ambivalente Impulse. Einerseits werden sich aus dem EuroRaum importierte Waren allenfalls wenig verteuern. Andererseits durfte die seit September deutliche Abwertung des Euro Importe von auerhalb des EuroRaums verteuern. Die leicht steigende Kapazitatsauslastung wird den binnenwirtschaftli 56 1. Prognose der deutschen Wirtschaft chen Preisauftrieb verstarken. Alles in allem durfte sich die Inflationsrate von 1,0% in diesem Jahr auf 1,6% im kommenden Jahr erhohen. 1.5 Gunstige Konjunktur fuhrt zu steigenden Haushaltsuberschussen Die Finanzlage des Staates hat sich in den vergangenen Jahren deutlich verbessert. Im Jahr 2013 konnte der Staat zum zweiten Mal in Folge einen Haushaltsuberschuss erzielen. Dabei verbesserte sich auch der strukturelle Haushaltssaldo; im Jahr 2012 konnte erstmals seit der Wiedervereinigung Deutschlands ein struktureller Finanzierungsuberschuss erzielt werden. Dies war nicht nur den Konsolidierungsbemuhungen des Staates zu verdanken, sondern auch den niedrigen Zinsen auf Staatstitel und heimlichen Steuererhohungen. Im Prognosezeitraum durfte sich die Finanzlage des Staates weiter verbessern. Zwar ist die Finanzpolitik leicht expansiv ausgerichtet. Hierzu tragen vor allem Leistungsausweitungen der gesetzlichen Rentenversicherung die Regelungen zur Mutterrente und zur Rente ab 63 sowie zu den Erwerbsminderungsrenten und die im Koalitionsvertrag beschlossenen Mehrausgaben fur Kindertagesstatten, Schulen, Hochschulen und Verkehrsinfrastruktur bei Tabelle 7. Auch durfte der Beitragssatz zur gesetzlichen Rentenversicherung zu Beginn des kommenden Jahres leicht gesenkt werden, da die Rucklagen wohl erneut ihre gesetzliche Obergrenze erreichen. Leicht restriktiv wirkt die Anhebung des Beitragssatzes der sozialen Pflegeversicherung um 0,3%Punkte zu Beginn des kommenden Jahres, da er nur teilweise fur die Ausweitung von Leistungen bestimmt ist und zu einem Drittel zum Aufbau eines Kapitalstocks verwendet wird. Die durchschnittliche Belastung durch Krankenkassenbeitrage durfte hingegen leicht sinken.5 Alles in allem durften sich die expansiven Impulse im Vergleich zum Vorjahr in diesem Jahr in Relation zum nominalen BIP auf 0,3% und im kommenden Jahr auf 0,2% belaufen. Doch gleichen die aus der anziehenden Konjunktur resultierenden Entlastungen, die Mehreinnahmen aus der kalten Progression und die aus dem sehr niedrigen Zinsniveau resultierenden Einsparungen beim Schuldendienst die strukturelle Haushaltsverschlechterung mehr als aus. 5 Durch das Gesetz zur Weiterentwicklung der Finanzstruktur und der Qualitat in der gesetzlichen Krankenversicherung erhalten die Krankenkassen mehr Moglichkeiten, ihre Beitrage selbst zu gestalten. Der einheitliche, ausschlielich von den Mitgliedern zu tragende Sonderbeitrag in Hohe von 0,9% wird zu Beginn des kommenden Jahres abgeschafft und die Kassen konnen zum Ausgleich der damit verbundenen Einnahmeausfalle kassenindividuelle einkommensabhangige Zusatzbeitrage erheben. Dies durfte die Anreize verstarken, die Zusatzbeitrage durch effizientes Wirtschaften moglichst gering zu halten. Finanzlage des Staates deutlich verbessert Finanzpolitik leicht expansiv ausgerichtet     aber Mehrein nahmen aufgrund guter Konjunktur und kalter Progression 57 Die wirtschaftliche Entwicklung im Inland Tabelle 7 Anderungen von Steuern, Sozialabgaben und Staatsausgaben durch diskretionare Manahmen 1 Haushaltsentlastungen und belastungen gegenuber 2013 in Mrd. Einnahmen der Gebietskorperschaften 2 Erhohung des Grundfreibetrags bei der Einkommensteuer Anhebung der Tabaksteuersatze Alterseinkunftegesetz Sonstige steuerliche Manahmen Einnahmen der Sozialversicherung Erhohung des Beitragssatzes zur Pflegeversicherung zum 1. Januar 2015 um 0,3%Punkte Senkung des Beitragssatzes zur Rentenversicherung zum 1. Januar 2015 um 0,1%Punkte Senkung des Zusatzbeitrags zur gesetzlichen Krankenversicherung in 2015 um durchschnittlich 0,1%Punkte 20142015 1,5 0,2 1,0 0,2 1,7 0,3 2,1 0,4 3,6 1,1 1,2 Ausgaben der Gebietskorperschaften 0,4 0,3 Zusatzliche Infrastrukturinvestitionen des Bundes Mehrausgaben des Bundes fur Kitas, Schulen und Hochschulen Forderung der aueruniversitaren Forschung Aufstockung der Mittel fur die Eingliederung Arbeitssuchender Rentenpaket 20143 Anhebung des Regelsatzes bei Hartz IV zum 1. Januar 2014 Einfuhrung des Betreuungsgeldes Einsparungen im Haushaltsvollzug bei Landern und Gemeinden Schrittweise Abschaffung der Eigenheimzulage Beseitigung der Flutschaden 1,1 1,3 0,3 0,4 9,0 0,5 0,7 0,8 0,5 0,7 0,8 2,4 Insgesamt 16,4 in Relation zum nominalen BIP in % 0,5 Quellen: BMF, Berechnungen und Schatzungen des RWI. 1Ohne makrookonomische Ruckwirkungen. 2Auswirkungen von Steuerrechtsanderungen sind auf das Kassenjahr bezogen. 3Mutterrente, Rente ab 63, Lebensleistungsrente. 0,4 4,4 0,5 0,7 0,6 0,4 1,5 0,1 Gesetz zur Neuausrichtung der Pflegeversicherung Ausweitung der Pflegeleistungen erstes Pflegeverstarkungsgesetz Ausgaben der Sozialversicherung 9,4 0,3 Die Staatseinnahmen 6 werden aufgrund der anziehenden Konjunktur im Prognosezeitraum beschleunigt steigen. Sie werden nach 2,6% im Vorjahr in diesem Jahr 6 Mit der Umstellung auf ESVG 2010 andert sich auch die Behandlung des Staatssektors in den VGR. Bedeutsam ist, dass im neuen Kontenrahmen sowohl die Staatseinnahmen als auch die Staatsausgaben hoher ausgewiesen werden als im Kontenrahmen der ESVG 1995. Die Bilanzverlangerung belauft sich beispielsweise im Jahr 2013 bei den Einnahmen auf 24,5 Mrd. und bei den Ausgaben auf 22,5 Mrd. . 58 1. Prognose der deutschen Wirtschaft Steueraufkommen steigt beschleunigt Staatsausgaben steigen langsamer als einnahmen voraussichtlich um 3,3% und im kommenden Jahr um 3,6% zulegen. Dabei wird insbesondere das Steueraufkommen beschleunigt steigen 2014: 3,2%; 2015: 4,2%. Dazu tragt auch bei, dass die gesamtwirtschaftliche Expansion von der Inlandsnachfrage getragen wird und damit steuerergiebig ist. Steuerrechtsanderungen dampfen hingegen per saldo den Anstieg. Das Beitragsaufkommen der Sozialversicherungen durfte aufgrund der beschleunigt steigenden Bruttolohne und gehalter in diesem Jahr um 3,3% expandieren, und damit wesentlich starker als im Vorjahr, in dem die deutliche Reduktion des Beitragssatzes zur gesetzlichen Rentenversicherung zu Mindereinnahmen fuhrte. Im kommenden Jahr durften die Beitragseinnahmen mit 3,5% etwas starker zunehmen. Neben der weiter steigenden Lohnsumme tragen dazu auch die per saldo etwas hoheren Beitragssatze bei. Die Staatsausgaben werden zwar auch merklich ausgeweitet, doch bleibt ihr Anstieg hinter dem der Einnahmen zuruck. Sie werden in diesem Jahr voraussichtlich mit 2,9% und im kommenden um 3,5% zunehmen. Treibende Krafte sind dabei die sozialen Sachleistungen und die monetaren Sozialleistungen. Erstere werden aufgrund des Auslaufens der Rabattvertrage fur Arzneimittel wohl kraftig zunehmen und im kommenden Jahr durch die Ausweitung der Leistungen der Pflegeversicherung einen Schub erhalten. Die monetaren Sozialleistungen steigen in diesem Jahr verstarkt, weil die gesetzlichen Renten zum 1. Juli spurbar angehoben 7 und die Leistungen der Rentenversicherung insbesondere bei der Mutterrente und mit der Einfuhrung der Rente ab 63 deutlich ausgeweitet wurden. Fur das kommende Jahr lasst die gegenwartige Lohnentwicklung erneut eine deutliche Rentenanhebung erwarten. Auch die staatlichen Bruttoinvestitionen werden voraussichtlich beschleunigt zulegen. Neben der verbesserten Finanzlage vieler Kommunen tragt dazu auch bei, dass der Bund seine investiven Ausgaben zum Ausbau der Verkehrsinfrastruktur und zur Stadtebauforderung aufstocken und die Zuweisungen an Lander und Gemeinden steigern wird, um diese bei der Finanzierung von Kindertagesstatten, Schulen und Hochschulen zu entlasten. Aufgrund von Planungs und Implementierungsproblemen werden davon aber wohl erst 2015 nennenswerte Impulse ausgehen. Weiterhin sinken werden im Prognosezeitraum die Zinsausgaben. Zum einen profitiert der Staat bei der Refinanzierung falliger Schuldtitel weiterhin von dem sehr niedrigen Zinsniveau, wenn dieser Effekt 2015 auch allmahlich auslaufen durfte. Zum anderen verringern sich die Verbindlichkeiten der Abwicklungsanstalten und die daraus resultierenden Zinslasten weiter. 7 Die Renten wurden in Westdeutschland um 1,67% und in Ostdeutschland um 2,53% angehoben. Die hohere Rentenanpassung im Osten resultiert zum einen daraus, dass die Lohnentwicklung, an der sich die Rentenanpassung orientiert, im Osten hoher ausfiel. Zum anderen wurden im Westen letztmalig nicht vorgenommene Rentenkurzungen durch einen Abschlag vom Rentenplus ausgeglichen. 59 Die wirtschaftliche Entwicklung im Inland Tabelle 8 Ausgewahlte finanzwirtschaftliche Indikatoren 1 1991 bis 2015; in % des nominalen BIP Staatseinnahmen darunter: Insgesamt Steuern Sozialbeitrage Insgesamt Staatsausgaben darunter: Zinsausgaben Finanzie rungs saldo 43,2 44,6 44,9 45,4 45,3 45,4 45,2 45,2 46,1 45,7 43,8 43,4 43,7 42,6 42,8 43,0 43,1 43,5 44,4 43,1 43,7 44,3 44,4 44,4 44,4 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2,8 2,5 3,0 2,4 9,3 3,4 2,8 2,4 1,5 1,0 3,1 3,9 4,1 3,7 3,3 1,5 0,3 0,0 3,0 4,0 0,8 0,1 0,3 0,4 0,4 Eigene Berechnungen nach Angaben des Statistischen Bundesamtes. 1In der Abgrenzung der Volkswirtschaftlichen Gesamtrechnungen. 46,047,047,847,954,648,848,047,647,644,746,947,347,846,346,144,642,743,547,447,144,544,144,244,044,022,022,422,322,422,021,821,522,023,023,221,521,021,120,620,821,622,422,722,421,422,022,522,722,722,816,316,717,217,718,118,719,018,718,518,117,817,918,117,717,416,916,116,116,916,516,416,516,616,516,52,63,13,13,23,43,43,33,33,03,13,03,02,92,82,82,72,72,72,62,52,52,32,01,81,7Monetare Sozialleistungen 14,915,616,616,817,218,018,017,718,017,517,618,018,418,117,917,116,015,817,416,715,715,615,715,615,6Brutto investitionen 3,2 3,3 3,1 2,9 2,6 2,5 2,3 2,3 2,3 2,3 2,3 2,2 2,1 2,0 1,9 1,9 1,9 2,0 2,3 2,3 2,2 2,2 2,2 2,3 2,3 Der staatliche Budgetuberschuss durfte im laufenden Jahr von 7 Mrd. Euro auf 12 Mrd. Euro bzw. in Relation zum nominalen BIP von 0,3% auf 0,4% steigen Tabelle 8; im kommenden Jahr ist mit einem Anstieg auf reichlich 13 Mrd. Euro 0,4% des BIP zu rechnen. In Verbindung mit dem fortgesetzten Portfolioabbau bei den staatlichen Abwicklungsanstalten und dem Wachstum des nominalen BIP durfte damit die Staatsschuldenquote von 76,4% im vergangenen Jahr auf rund 71% im 60 1. Prognose der deutschen Wirtschaft kommenden Jahr sinken.8 Sie wird damit zwar immer noch uber dem Referenzwert des MaastrichtVertrages liegen, sich diesem aber weiter annahern. 1.6 Unsicherheiten und Risiken Die vorliegende Prognose stellt die von uns fur am wahrscheinlichsten gehaltene Entwicklung der deutschen Wirtschaft in diesem und im kommenden Jahr dar. Wie jede in die Zukunft gerichtete Aussage ist sie mit Unsicherheit behaftet. Diese versuchen wir anhand von Prognoseintervallen zu verdeutlichen, die aus den Fehlern fruherer Vorhersagen abgeleitet sind. Fur das Jahr 2014 ist dieses Intervall bereits recht schmal. Das 50%Intervall umfasst den Bereich eines Zuwachs des BIP zwischen 1,2% und 1,8%. Es ist ahnlich breit wie das Revisionsintervall fur das zuruckliegende Jahr, fur das die Daten noch betrachtlich revidiert werden konnen. Fur 2015 ist die Unsicherheit naturgema erheblich groer. Das 50%Prognoseintervall beginnt bei 0,7% und endet bei 2,9%. Schaubild 5 Prognose und Revisionsintervalle fur das BIP 2011 bis 2015; Veranderung gegenuber dem Vorjahr in % Prognoseintervall fur 2015 noch weit Eigene Berechnungen. Bis 2013: Revisionsintervall, berechnet aus den Revisionen der Jahre 1992 bis 2010, ohne Berucksichtigung der Auswirkungen der Generalrevision 2014. 2014 und 2015: Prognoseintervalle abgeleitet aus den Prognosefehlern der Jahre 1991 bis 2013. Zur Methodik vgl. Dohrn et al. 2007: 4445; 2010: 6061 und Funote 10; Dohrn et al. 2011b: 65. 8 Dabei ist unterstellt, dass die Portfolios der FMS Wertmanagement und die Erste Abwicklungsanstalt zusammen genommen sowohl in diesem als auch im kommenden Jahr 0,9% des BIP abschmelzen. 61 Risiken durch Ukraine Krise Verscharfung des Konflikts konnte Expansion deutlich dampfen Die wirtschaftliche Entwicklung im Inland Neben dieser allgemeinen Unsicherheit, die sich aus Fehlern in den Annahmen der Prognose, Ungenauigkeiten in den Daten und der Unsicherheit uber die Reaktionsweise der Wirtschaftssubjekte ergibt, bestehen auch in dieser Prognose spezifische Risiken. Eines resultiert aus der unsicheren geopolitischen Lage, insbesondere dem Konflikt um die Ukraine. Gerade fur eine exportorientierte Wirtschaft stellen solche Krisen ein Problem dar, zumal wenn wie in diesem Fall mit Russland ein wichtiger Handelspartner involviert ist. Verscharft sich dieser Konflikt, so ist ein Einfluss auf die deutsche Konjunktur uber drei Kanale denkbar: Erstens uber den Export, wenn z.B. die Handelssanktionen ausgeweitet werden, zweitens uber die Investitionen, wenn z.B. der Standort Deutschland aufgrund des Konflikts fur Unternehmen weniger attraktiv erscheint, und drittens uber den Preis fur Erdol und Erdgas, wenn diese Rohstoffe zur Waffe in den Handelsauseinandersetzungen werden. Dabei konnte die Reaktion des Olmarktes durch die unsichere Lage im Irak und in Libyen verstarkt werden. Andererseits durften die wachsende Erdolforderung in den USA und reichlich freie Kapazitaten in SaudiArabien das Ausma eines solchen Preisschocks begrenzen. Die Auswirkungen solcher Entwicklungen lassen sich schwer abschatzen, weil gravierende Anderungen der internationalen Rahmenbedingungen mit hoher Wahrscheinlichkeit auch die Parameter der Modelle verandern werden, mit denen man Simulationen von Schocks der beschriebenen Art durchfuhrt,. Um dennoch eine Vorstellung davon zu entwickeln, wie der UkraineKonflikt die deutsche Wirtschaft beeinflussen konnte, haben wir mit dem RWIKonjunkturmodell ein Szenario durchgerechnet, dessen Schocks innerhalb des Erfahrungsbereichs des Modells liegen. Im Einzelnen wurde unterstellt, dass sich Rohol gegenuber der Grundannahme dieser Prognose um 10 je barrel verteuert und dass die deutschen Exporte um 10 Mrd. sinken.9 Beide Modellstorungen wirken sich negativ auf die Investitionstatigkeit aus. Um einen zusatzlichen Schock auf die Investitionen durch den UkraineKonflikt zu simulieren, wurde der sich aus dem Modell ergebende Effekt auf die Investitionen verdoppelt. Alle Storungen wurden so in das Modell implementiert, dass sie ab Jahresbeginn 2015 wirken. Danach wurde das BIP im Jahr 2015 mit einer Rate expandieren, die um 0,4%Punkte unter der lage. Die Zahl der Erwerbstatigen ware im Jahr der Storung 23 000 Personen niedriger, und da der Arbeitsmarkt mit verzogerung reagiert im Folgejahr sogar um 55 000 Personen. in diesem Bericht prognostizierten 9 Im Jahr 2013 machten die deutschen Exporte nach Russland rund 36 Mrd. aus. Sie sind im Verlauf dieses Jahres bereits deutlich gesunken. Ein Minus von weiteren 10 Mrd. entsprache uberschlagig einem Ruckgang um ein weiteres Drittel. 62 2. Zur Wirtschaftspolitik Selbst ein bezuglich der Schwere der Storungen begrenzter, aber lang anhaltender Konflikt konnte also betrachtliche Wirkungen auf die deutsche Konjunktur haben. 2. Zur Wirtschaftspolitik Nach den wieder gunstigeren Wirtschaftsindikatoren der vergangenen Wochen kristallisiert sich heraus, dass die deutsche Wirtschaft entgegen mancher Befurchtungen nicht in eine Rezession gefallen ist. Der Aufschwung durfte sich unserer Einschatzung nach im Prognosezeitraum fortsetzen. Die im EUVergleich weiterhin deutliche Zunahme des BIP hat hierzulande zu einer gewissen Selbstzufriedenheit gefuhrt. Diese wird dadurch verstarkt, dass die Arbeitslosigkeit sowohl im europaischen Vergleich als auch gemessen an den deutschen Erfahrungen seit der Wiedervereinigung niedrig ist und dass der Staatshaushalt in diesem Jahr zum dritten Mal in Folge einen Uberschuss aufweisen durfte. Dabei wird allzu leicht ubersehen, dass die deutsche Wirtschaft zwischen 2007 und 2013 gerade einmal mit einer jahresdurchschnittlichen Rate von reichlich 0,5% gewachsen ist. Selbst wenn man nur die Jahre ab 2010 betrachtet, also die Zeit nach der groen Rezession, betragt der durchschnittliche Zuwachs lediglich knapp 1,5% pro Jahr. Dies liegt nur leicht oberhalb des Potenzialwachstums, und die gesamtwirtschaftlichen Kapazitaten sind leicht unterausgelastet. Von einer Hochkonjunktur hierzulande, wie man manchmal hort, kann also keineswegs die Rede sein. Vielmehr konnte man mehr fur das Wachstum tun. Auch die Erfolge auf dem Arbeitsmarkt und bei den Staatsfinanzen sind zu relativieren. Zum einen wird der Arbeitsmarkt durch ein rucklaufiges Erwerbspersonenpotenzial der Inlander entlastet; das IAB schatzt diesen Effekt fur 2014 auf 300 000 Personen Fuchs et al. 2014. Zum anderen erweist sich angesichts des unverminderten Beschaftigungsaufbaus die Arbeitslosigkeit als recht hartnackig. Insbesondere die Zahl der Langzeitarbeitslosen sinkt kaum, und neue Arbeitskrafte kommen in hohem Mae aus der Stillen Reserve und aus dem Kreis der Zuwanderer. Dies weist auf eine hohe strukturelle Arbeitslosigkeit hin. Der ausgeglichene Staatshaushalt ist nicht nur Einsparbemuhungen zu verdanken, sondern auch auf das ungewohnlich niedrige Zinsniveau, das die Finanzierung der Staatsschulden erheblich verbilligte, und auf heimliche Steuererhohungen zuruckzufuhren, die dem Staat derzeit zusatzliche Steuereinnahmen von durchschnittlich 3,8 Mrd. pro Jahr bringen Breidenbach et al. 2014. Die Wirtschaftspolitik ist derzeit aber eher darauf ausgerichtet, Vorhandenes umzuverteilen, als darauf, die Wachstumskrafte zu starken. Zur Finanzierung der Expansion in Deutschland war zuletzt bescheiden Gute Staats finanzen und Arbeitsmarktlage auch aufgrund von Sonderfaktoren 63 Wirtschafts politik starkt Umverteilung Europaische Forderungen nach expansiver Finanzpolitik Die wirtschaftliche Entwicklung im Inland Mutterrente und der abschlagsfreien Rente ab 63 wurde nicht nur auf eine in diesem Jahr mogliche Kurzung des Beitragssatzes zur Rentenversicherung verzichtet, sondern es wurden auch die Ausgangsbedingungen fur die Rentenversicherung in den kommenden Jahren verschlechtert, in denen der Rentenbeitrag aus demografischen Grunden ohnehin steigen durfte. Uberdies reduziert die abschlagsfreie Rente ab 63 das Erwerbspersonenpotenzial und wirkt schon allein deshalb negativ auf das Wachstum. Dies gilt umso mehr, als von ihr insbesondere gut qualifizierte Facharbeiter profitieren, da nur sie in der Regel die Voraussetzungen fur eine Inanspruchnahme des vorgezogenen Altersruhestands erfullen. Auch der ab 2015 geltende flachendeckende Mindestlohn reduziert tendenziell das Erwerbspersonenpotenzial, wahrend die erhofften positiven Wirkungen auf die Nachfrage und die dadurch generierten Multiplikatoreffekte, wenn uberhaupt vorhanden, dann aller Voraussicht nach gering sein durften Dohrn 2014. Angesichts der schwachen konjunkturellen Entwicklung im EuroRaum hat die EZB in den vergangenen Monaten verschiedene Manahmen ergriffen, um die aggregierte Nachfrage anzukurbeln und so die Inflation wieder in Einklang mit dem Zielwert zu bringen. Der Zins fur Hauptrefinanzierungsgeschafte liegt mit 0,05% nur noch knapp uber der Nullzinsschranke, die konventionelle Zinspolitik kann somit kaum weitere Impulse setzen. Wohl auch deshalb gingen die letzten Zinssenkungen mit der Ankundigung zusatzlicher unkonventioneller Manahmen einher. Inwieweit Ankaufprogramme von Wertpapieren jedoch geeignet sind, deutliche konjunkturelle Impulse zu generieren, bleibt umstritten. Wohl auch deshalb werden aus dem europaischen Umfeld Forderungen lauter, die Finanzpolitik musse expansiver werden, insbesondere in Landern, die es sich leisten konnen. Vor allem Deutschland musse mehr fur das Wachstum tun. Allerdings ist oft nicht klar, ob dabei Wachstum in Sinne einer Beeinflussung des Potenzialpfades oder lediglich eine Konjunkturstimulierung gemeint ist. Ein Vorschlag lautet, insbesondere die deutsche Regierung musse die niedrigen Zinsen nutzen, um kreditfinanzierte Investitionsprogramme aufzulegen De Grauwe 2014, Ernst 2014. Damit wurde die Nachfrage angeschoben und langfristig das Wachstumspotenzial angehoben.10 Dass Investitionsbedarf in Deutschland besteht, 10 De Grauwe 2014 argumentiert damit, der Anteil offentlicher Investitionen sei in Deutschland mit 1,6% in Relation zum BIP im Jahr 2013 im europaischen Vergleich niedrig. Nach der Revision der VGR liegt der Anteil bei 2,1%. Dies zeigt, wie stark die offentliche Investitionen von der Buchungspraxis militarischer Guter in den VGR abhangen, die sich bisher zwischen den Landern unterschied. Dies andert freilich nichts daran, dass der offentliche Kapitalstock in Deutschland sinkt, was einen erhohten Investitionsbedarf indiziert. 64 2. Zur Wirtschaftspolitik mag noch Konsens sein. Ob auf Nachfragestimulierung ausgerichtete Programme aber das richtige Mittel sind, um das Wachstum zu steigern, ist zu bezweifeln. Dies legen jedenfalls die Erfahrungen mit dem deutschen Konjunkturpaket nahe. Um kurzfristig Nachfrageeffekte zu erzielen, wurden die Mittel moglichst breit gestreut,11 und Infrastrukturprojekte, bei denen das Wachstum fordernde Effekte noch am ehesten zu vermuten sind, die aber einen langen Vorlauf benotigen, wurden durch das Programm allenfalls in geringem Umfang gefordert. Und selbst unter diesen Voraussetzungen wurde der Groteil der Mittel erst zwei Jahre nach dem Start des Programms abgerufen Barabas et al. 2011. Dies alles mit Blick auf die niedrigen Zinsen durch hohere staatliche Defizite zu finanzieren, ist ohnehin kurzfristig gedacht, weil so der Schuldenstand des Staates steigt, und diese hoheren Schulden bei kunftig wieder steigenden Zinsen zu hoheren Zinszahlungen fuhren, was die Spielraume in den offentlichen Haushalten einengt. Eine andere Forderung lautet, in Deutschland mussten die Lohne starker steigen, um die Nachfrage zu stimulieren. Wenn Lohne starker steigen, weil sich die Knappheitsrelationen am Arbeitsmarkt andern, ist dies ein marktwirtschaftlicher Anpassungsprozess, gegen den nichts einzuwenden ist. Der steilere Anstieg der Tariflohne in Deutschland in den vergangenen Jahren durfte angesichts der demografischen Entwicklung zu einem Gutteil einen solchen Anpassungsprozess reflektieren. Daruber hinaus hohere Lohne herbeizureden oder gar durch staatliche Manahmen herbeizufuhren, wurde sich auf das Wachstum negativ auswirken, weil Personen mit geringer Produktivitat aus dem Arbeitsmarkt gedrangt wurden. Und die Nachfragewirkungen sind aufgrund drohender Beschaftigungsverluste, aber auch aufgrund unternehmerischer Anpassungsprozesse bei Lohnzusatzleistungen oder Produktivitat ungewiss. Auf eine kurzfristige Stimulierung der Nachfrage in Deutschland ausgerichtete Manahmen wurden aller Erfahrung nach in der gegenwartigen Situation wenig bringen weder fur die deutsche Konjunktur noch fur den Rest des EuroRaums. Erforderlich ist in Deutschland eine Politik, die die Wachstumskrafte starkt. Diese wurde nicht nur das Land besser auf die Herausforderungen des demografischen Wandels vorbereiten, sondern letztlich auch dem EuroRaum zu einer kraftigeren Expansion verhelfen. Dort wurden Impulse seitens Deutschlands ohnehin nur eine kurzfristige Erleichterung bringen, und konnen Strukturreformen, die Verkrustungen in der Wirtschaft losen, ohnehin nicht ersetzen. 11 Gegen eine breite regionale Streuung von staatlichen Investitionsprogrammen spricht mit Blick auf das Wirtschaftswachstum auch, dass in Teilen Deutschlands aus demografischen Grunden eher ein Ruckbau der Infrastruktur auf der Agenda stehen sollte. Ubermaiger Lohnanstieg dampft Wachstum Kurzfristige Nachfrage stimulierung in Deutschland wurde EuroRaum wenig helfen 65 EZB beschliet weitere unkonventionelle Manahmen Die wirtschaftliche Entwicklung im Inland 2.1 Unkonventionelle geldpolitische Manahmen an der Nullzinsschranke Seit Marz dieses Jahres hat die Europaische Zentralbank EZB eine Reihe von Manahmen beschlossen, um den Expansionsgrad ihrer Politik weiter zu erhohen. Der Hauptrefinanzierungssatz wurde in zwei Schritten um insgesamt 20 Basispunkte auf 0,05% gesenkt. Die Zinsen fur die Einlagefazilitat liegen derzeit um 25 Basispunkte unter und die fur die Spitzenrefinanzierungsfazilitat um 25 Basispunkte uber dem Hauptrefinanzierungssatz. Seit Juni gilt damit erstmals in der Geschichte der EZB ein negativer Zinssatz fur Einlagen bei der Zentralbank.12 Ferner wurden im Juni ein Programm zum Ankauf von AssetBacked Securities ABSPP sowie gezielte langerfristige Refinanzierungsgeschafte GLRG angekundigt und im September ein Programm zum Ankauf von gedeckten Schuldverschreibungen CBPP3. Das GLRG ahnelt dem Funding for Lending der Bank of England. Es soll den Banken Liquiditat bereitstellen, um so die Kreditvergabe im EuroRaum anzuregen. In einer ersten Stufe konnen die Banken Liquiditat im Volumen von bis zu 7% ihres jeweiligen Kreditvolumens an private Haushalte und nichtfinanzielle Kapitalgesellschaften zum 30.4.2014 abrufen. Ab Marz 2015 werden zusatzlich in vierteljahrlichem Rhythmus sechs Tender angeboten, bei denen sich das Volumen, welches eine Bank maximal aufnehmen darf, nach der Kreditvergabe an den nichtfinanziellen privaten Sektor seit dem 30.4.2014 richtet. Falligkeit der GLRGs ist September 2018. Im Rahmen des ABSPP beabsichtigt das Eurosystem den Ankauf von AssetBacked Securities ABS, genauer der Tranche hochster Bonitat beziehungsweise mittlerer Bonitat bei Vorliegen einer Garantie. Im Gegensatz zu den GLRG sind mit Immobilien besicherte Forderungen vom ABSPP nicht ausgeschlossen. Zum Volumen des Programms hat sich die EZB noch nicht geauert. Im Rahmen des CBPP3 beabsichtigt das Eurosystem, gedeckte Schuldverschreibungen zu erwerben, die von im EuroRaum ansassigen Banken begeben wurden. Auch hier wurden die beabsichtigten Volumina bisher nicht genannt. Begrundet wurde die Lockerung der geldpolitischen Ausrichtung mit der weiterhin sehr schwachen konjunkturellen Entwicklung im EuroRaum. Die Inflation im EuroRaum lag im August mit 0,3% deutlich unterhalb des Inflationsziels von knapp unter 2%. Allerdings spiegeln sich hierin zu einem nicht unerheblichen Teil die 12 Der negative Zinssatz gilt fur Uberschussreserven insgesamt, d.h. sowohl fur Einlagen im Rahmen der Einlagefazilitat als auch fur die die Mindestreserve ubersteigenden Guthaben der Banken auf Girokonten bei der Zentralbank. 66 2. Zur Wirtschaftspolitik Schaubild 6 Zinsen am Geldmarkt 2014; in %, Tageswerte Nach Angaben der Europaischen Zentralbank und des EEBF zuletzt deutlich gesunkenen Preise fur Rohol wieder. Die Kerninflation, die den endogenen Preisauftrieb besser beschreibt, lag zwar mit 0,9% etwas hoher, ist aber immer noch deutlich unter dem Ziel der EZB. Zugleich sind die Inflationserwartungen, gemessen als Differenz inflationsgesicherter und ungesicherter Anleihen, seit Anfang des Jahres leicht zuruckgegangen. Vor diesem Hintergrund kann man eine expansivere Ausrichtung der Geldpolitik durchaus rechtfertigen. Ob allerdings die beschlossenen Manahmen hinreichend oder zielfuhrend sind, kann durchaus hinterfragt werden. Der geldpolitische Impuls durch die Senkung des Leitzinses durfte bei einer Senkung um insgesamt 20 Basispunkte begrenzt sein. Inflation und Inflationserwartungen sind im gleichen Zeitraum sogar etwas starker zuruckgegangen, was die Wirkungen der Zinssenkung auf den Realzins konterkariert. Am Geldmarkt scheint die Zinssenkung jedoch zu einem leichten Ruckgang der Zinsen gefuhrt zu haben Schaubild 6. Die unkonventionellen Manahmen wurden bisher stets mit Storungen im Transmissionsprozess begrundet. Aufgrund von Friktionen in den Bankensystemen einiger Lander wird das niedrige Leitzinsniveau dort nur unzureichend an die Realwirtschaft weitergegeben. In der Tat sind insbesondere in den Krisenlandern die Zins Leichter Ruckgang der Zinsen am Geldmarkt 67 Die wirtschaftliche Entwicklung im Inland Schaubild 7 Kreditzinsen im EuroRaum 2007 bis 2014 Wohnungsbaukredite Nichtfinanzielle Unternehmen Wirksamkeit der unkonventionellen Manahmen zweifelhaft Nach Angaben der EZB. Nach Bestanden gewichtete Zinsen im Neugeschaft. 1Spanien, Griechenland, Italien, Irland und Portugal. kosten fur Haushalte und Unternehmen nach wie vor deutlich hoher als im ubrigen EuroRaum Schaubild 7. Allerdings sind solche Unterschiede nicht notwendigerweise ausschlielich Ausdruck von Friktionen im Bankensystem. Als magebliche Ursache dieser Friktionen hatte die EZB 2012 die deutlichen Unterschiede in den Renditen von Staatsanleihen ausgemacht, da diese als Referenz fur die Verzinsung von Krediten an Unternehmen und private Haushalte dienen. Die Renditeabstande zwischen Staatsanleihen der Lander des EuroRaums haben sich aber in den vergangen Monaten weiter leicht zuruckgebildet. Dies legt nahe, dass die Unterschiede in den Finanzierungskosten auch andere Ursachen haben konnen. So konnten sich auch die Bonitat der Schuldner oder die Marktmacht der Banken unterscheiden. In solchen Fallen ware die Geldpolitik jedoch das falsche Instrument. Hinzu kommt, dass sich die konjunkturellen Akzente im EuroRaum in den vergangenen Monaten leicht verschoben haben. Insbesondere in Spanien, welches durch das Platzen der Immobilienblase besonders stark in die Rezession geschlittert ist, ist mittlerweile eine recht robuste Belebung zu beobachten. Auf der anderen Seite hat Frankreich, was bisher kaum auf strukturelle Reformen zur Verbesserung der Wettbewerbsfahigkeit gesetzt hat, zunehmend mit einer erneuten Abkuhlung der konjunkturellen Lage zu kampfen. Dies wirft die Frage auf, inwieweit die von der EZB beschlossenen unkonventionellen Mannahmen weiterhelfen. Der Zugang zu Finanzierungsmittel scheint fur 68 2. Zur Wirtschaftspolitik Schaubild 8 Behinderung der Unternehmen durch fehlenden Zugang zu Krediten 1 2012 bis 2013 Nach Angaben der EZB. EuroRaum insgesamt: Nur kleine und mittlere Unternehmen. 1Anteil der Unternehmen, die in der Umfrage der EZB und der Europaischen Kommission unter Unternehmen zum Zugang zu Finanzierungsmitteln SAFE den Zugang zu Finanzierungsmittel als dringlichstes Problem bezeichnen. Unternehmen zunehmend von sekundarer Bedeutung. Dies zeigt die Umfrage der EZB und der Europaischen Kommission unter Unternehmen zum Zugang zu Finanzierungsmitteln SAFE. Im zweiten Halbjahr 2012 hatten noch 16% der Unternehmen angegeben, der Zugang zur Finanzierung sei ihr dringlichstes Problem Schaubild 8. In der aktuellen Umfrage waren dies nur noch 14%. Insbesondere in Spanien ging der Anteil deutlich um 6%Punkte zuruck. In Frankreich, wo sich die Konjunktur deutlich abgekuhlt hat, ist der Zugang zur Finanzierung ein nachrangiges Problem. Insofern stellt sich die Frage, inwieweit geldpolitische Manahmen, welche gezielt die Kreditvergabe in bestimmten Sektoren zum Ziel haben, das richtige Instrument sind, oder nicht vielmehr die Sanierung der Bankensysteme in manchen Landern das vorrangige Problem darstellt. Dies ist aber nicht Aufgabe der Geldpolitik. Wohl auch deshalb hat die EZB bei der Begrundung der Programme neben dem Abbau von Friktionen im Bankensystem auch explizit die Verlangerung der Zentralbankbilanz als Ziel genannt die Zentralbankbilanz soll auf das Niveau des Jahresbeginns 2012 ausgeweitet werden und klargestellt, dass die Programme auch als Form der quantitativen Lockerung zu verstehen seien EZB 2014. In der Tat wurde Probleme beim Zugang zur Finanzierung werden geringer 69 Die wirtschaftliche Entwicklung im Inland Schaubild 9 Bilanzsumme ausgewahlter Zentralbanken 2007 bis 2014; Januar 2007 100 Eigene Berechnungen nach Angaben der EZB, der Bank of England und der Federal Reserve die Bilanzsumme der EZB trotz Leitzinsen an der Nullzinsschranke seit Ausbruch der Finanzkrise deutlich weniger ausgeweitet als die anderer Zentralbanken in fortgeschrittenen Volkswirtschaften Schaubild 9. Allerdings ist die Wirksamkeit einer quantitativen Lockerung durchaus umstritten. Wenn die Zinsen nahe Null sind, werden kurz laufende sichere Staatsanleihen und Geld perfekte Substitute. Da Individuen dann aber indifferent sind zwischen dem Halten von Geld und Staatsanleihen, durfte eine Ausweitung der Zentralbankbilanz durch den Ankauf sicherer Staatsanleihen einen Ruckgang der Umlaufgeschwindigkeit des Geldes zur Folge haben. Sollte die Zentralbank jedoch Papiere mit langeren Laufzeiten oder mit hoherem Risiko erwerben, konnten Friktionen an den Anleihenmarkten dazu fuhren, dass die quantitative Lockerung eine Veranderung der Portfolios privater Investoren bewirkt und auf diesem Wege konjunkturelle Impulse setzen kann. Die empirische Relevanz dieses portfolio balance channel ist allerdings umstritten. Wahrend Gagnon et al. 2011 in ihrer Bewertung der Anleihekaufe durch die Fed zu dem Schluss kommen, dass diese die langfristigen Zinsen uber diesen PortfolioKanal gesenkt haben, fuhren Bauer und Rudebusch 2013 die Zinseffekte auf einen Signaleffekt zuruck. Dieser Interpretation nach deuten Anleihekaufe darauf hin, 70 2. Zur Wirtschaftspolitik dass die Zentralbank bereit ist, die kurzfristigen Zinsen langer auf niedrigem Niveau zu belassen, was sich dann in einem Ruckgang der Zinsen langerer Fristigkeiten widerspiegelt. Aufgrund der unklaren Wirkung von Anleihekaufen erscheint eine Geldpolitik, welche im Rahmen regelgebundener Erwartungslenkung das Zinsniveau fur einen langeren Zeitraum niedrig halt deutlich transparenter. Dieses Vorgehen hat auch den Vorteil, dass die Zentralbankbilanz nicht mit Papieren potenziell mindere Qualitat aufgeblaht wird, welches eine Gefahr massiver Wertpapierkaufe darstellt. Fur den Prognosezeitraum erwarten wir, dass die EZB im Rahmen der angekundigten Programme ihre Bilanz deutlich aufblahen und das Leitzinsniveau bis zum Ende des Prognosezeitraums unverandert lassen wird. Der konjunkturelle Impuls hierdurch durfte jedoch beschrankt bleiben. Da die Effektivitat unkonventioneller Manahmen durchaus umstritten ist, sollten strukturelle Reformen zur Erhohung des Wachstumspotentials im EuroRaum zugig angegangen werden, auch um der Zentralbank durch Erhohung des neutralen nominalen Zinses wieder Handlungsspielraum bei der konventionellen Zinspolitik einzuraumen. 2.2 Wachstumskrafte durch qualitative Konsolidierung starken Die Finanzlage des Staates hat sich in den vergangenen Jahren spurbar entspannt und durfte sich im Prognosezeitraum weiter verbessern. Zwar ist die Finanzpolitik leicht expansiv ausgerichtet, doch gleichen die konjunkturbedingten Entlastungen, die aus dem sehr niedrigen Zinsniveau resultierenden Einsparungen beim Schuldendienst und die Mehreinnahmen aus der kalten Progression die strukturelle Haushaltsverschlechterung mehr als aus. Die sich weiter bessernde Finanzlage ist zu begruen. Die Uberschusse werden nach den ublichen Konjunkturbereinigungsverfahren der strukturellen Komponente zugerechnet, da die Produktionslucke wohl bis zum Ende des Prognosezeitraums leicht negativ sein wird. Die Haushaltsuberschusse verdecken aber den immer noch bestehenden Konsolidierungsbedarf, denn sie sind auch Sonderfaktoren zu verdanken, die mittelfristig keinen Bestand haben. So profitieren die offentlichen Haushalte bereits seit geraumer Zeit bei der Refinanzierung ihrer Schulden von auerst gunstigen Konditionen. Die Zinsen kurz laufender Staatspapiere liegen derzeit nahe Null und selbst die fur zehnjahrige Staatsanleihen bei nur 1%. Bei der Berechnung von Budgetsensitivitaten werden Veranderungen der Zinsausgaben allerdings nicht berucksichtigt Girouard und Andre 2005, so dass der derzeitige Ruckgang der Zinsausgaben als strukturelle Verbesserung interpretiert wird. Tatsachlich sind die derzeit geringen Zinsausgaben dem sehr niedrigen Zinsniveau und dem Safe HavenEffekt zu verdanken. Wirkung von Anleihekaufen ist unklar Haushalts konsolidierung dank niedriger Zinsausgaben 71 Die wirtschaftliche Entwicklung im Inland Anziehende Kapitalmarktzinsen durften Staats haushalt erheb lich belasten Nachhaltige Finanzpolitik sollte nicht auf kalte Progression bauen Nicht zu Lasten der Investitionen sparen Diese Haushaltsverbesserungen sind nicht dauerhafter Natur, denn mit anziehender Konjunktur und einer sich entspannenden Lage im EuroRaum ist mit einer Straffung der Geldpolitik zu rechnen. Wenn zudem die Kapitalmarktzinsen in den USA anziehen, was mit Blick auf die bevorstehende geldpolitische Wende der USA schon bald der Fall sein kann, wird der deutsche Fiskus bei der Emissionen von Schuldtiteln wieder hohere Renditen bieten mussen. Als Folge davon werden die Ausgaben fur den Schuldendienst zwar nur allmahlich zunehmen, da niedrig verzinste Staatspapiere erst nach und nach durch hoher verzinste ersetzt werden. Mittelfristig muss der Staat aber Mehrausgaben im zweistelligen Milliardenbereich verkraften Dohrn et. al. 2013: 90f. Eine nachhaltige Finanzpolitik sollte auch nicht auf bestandig steigende Mehreinnahmen aus der kalten Progression setzen. Diese lassen sich nicht mit der Besteuerung nach der finanziellen Leistungsfahigkeit vereinbaren. Wenn diesem wesentlichen Merkmal der Steuergerechtigkeit Rechnung getragen werden soll, dann sind der Grundfreibetrag und die Tarifgrenzen des Einkommensteuertarifs jahrlich oder zumindest in regelmaigen Rhythmen an die Inflation anzupassen. Dies ist nach den bisherigen Planungen in dieser Legislaturperiode nicht vorgesehen, so dass die Steuerpflichtigen sich auf erhebliche Mehrbelastungen einstellen mussen. Im Jahr 2017, also am Ende der laufenden Legislaturperiode, wird das Aufkommen der Einkommensteuer aufgrund der kalten Progression bei den derzeit moderaten Teuerungsraten rund 11 Mrd. hoher ausfallen als bei einem Steuertarif, der schon in diesem Jahr auf Rader gestellt worden ware, um die kalte Progression abzuschaffen. Uber die gesamte Legislaturperiode kumuliert belaufen sich die Steuermehreinnahmen aufgrund der kalten Progression sogar auf rund 26 Mrd. . Eine nachhaltige Finanzpolitik muss auch eine den Anforderungen einer modernen Wirtschaft genugende Infrastruktur sicherstellen. Konsolidierungsanstrengungen sollten daher nicht zu Lasten der offentlichen Investitionen erfolgen, wie dies seit geraumer Zeit der Fall ist. Selbst wahrend der Finanz und Wirtschaftskrise, als konjunkturstimulierende Manahmen die offentlichen Investitionen erheblich stutzten, reichten die Bruttoinvestitionen nicht aus, um die Abschreibungen auf den offentlichen Kapitalstock auszugleichen und einen weiteren Substanzverzehr zu verhindern. Das Nettovermogen des Staates ist mithin gesunken, was nicht nachhaltig ist. Die Finanzpolitik hat mit den Haushaltsuberschussen und der sich weiter bessernden Finanzlage zwar ein wichtiges Etappenziel erreicht. Sie sollte dies aber nicht zum Anlass nehmen, in den Konsolidierungsbemuhungen nachzulassen. Sie steht vor der Aufgabe, den Anstieg der konsumtiven Staatsausgaben eng zu begrenzen, um zum einen Vorsorge zu treffen fur die mittelfristig wieder steigenden Zinsaus 72 2. Zur Wirtschaftspolitik gaben, und zum anderen Spielraum zu haben fur eine Aufstockung investiver Ausgaben. Auf der Einnahmenseite sollte das Steuersystem wachstumsfreundlich gestaltet werden. Dazu wurde eine Reform des Tarifs der Einkommensteuer beitragen.13 Eine Reform, die ab 2015 auf heimliche Steuererhohungen verzichtet und die aufgrund der kalten Progression anfallenden Mehreinnahmen an die Steuerzahler zuruckgibt, ware fiskalisch verkraftbar Breidenbach et al. 2014. Ein Ausgleich der seit der letzten Reform des Einkommensteuertarifs aufgelaufenen Mehreinnahmen ware eine anspruchsvollere Aufgabe, auch wenn sich die Steuersenkungen durch die induzierten Wachstums und Beschaftigungseffekte zum Teil selbst finanzieren und sich somit nicht in vollem Umfang im staatlichen Finanzierungssaldo niederschlagen. Die budgetaren Handlungsspielraume fur eine solche Reform musste sich die Finanzpolitik allerdings noch erarbeiten, am besten durch einen Abbau von Finanzhilfen und Steuervergunstigungen. Dies ist ein muhsames, aber lohnendes Unterfangen, denn durch eine derartig finanzierte Einkommensteuerreform liee sich eine doppelte Dividende erzielen: Die Steuerentlastungen wurden Leistungs und Investitionsanreize bei Arbeitnehmern und Unternehmen induzieren, und der Abbau von Subventionen wurde Allokationsverzerrungen beseitigen. Literatur Barabas, G., R. Dohrn und H. Gebhardt 2011, Was brachte das Konjunkturpaket II? Wirtschaftsdienst 91: 496498. Bauer, M. D. and G. D. Rudebusch 2014. The signaling channel for Federal Reserve bond purchases. International Journal of Central Banking, 103: 233289. BMAS Bundesministerium fur Arbeit und Soziales 2014 Abschlagsfreie Rente ab 63. http:www.rentenpaket.derpDEAlleFaktenDieLeistungenRenteab63renteab63.htm. Download am 10.9.2014. Breidenbach, P., R. Dohrn und T. Kasten 2014, Gunstige Gelegenheit: Jetzt die kalte Progression abschaffen. RWIPositionen 60. Essen, RWI. Abbau der Kalten Progression macht Steuersystem wachstums freundlicher De Grauwe, P http:www.theeuropean.depauldegrauwe8845staatlicheinvestitionenzurueberwindungderkrise. Download am 10.9.2014. falsche Medizin. The European 2014, Die vom 26.8.2014. Dohrn, R. 1990, Schattenwirtschaft und Strukturwandel in der Bundesrepublik Deutschland. Schriftenreihe des RWI, N.F., Heft 49. Berlin, Duncker und Humblot. Dohrn, R. 2014, Falsche Hoffnungen Der Mindestlohn gibt kaum Impulse fur die Konjunktur. RWIPositionen 58. Essen, RWI. 13 Zum Reformbedarf bei der Einkommensteuer vgl. Gebhardt 2013: 839f. 73 Die wirtschaftliche Entwicklung im Inland Dohrn, R., G. Barabas, H. Gebhardt, H. Munch, G. Schafer, T. Schmidt und H. Starke 2007, Die wirtschaftliche Entwicklung im Inland: Aufschwung setzt sich fort. RWI Konjunkturberichte 58 1: 2776. Dohrn, R., G. Barabas, H. Gebhardt, T. Kitlinski, M. Micheli, T. Schmidt, S. Vosen und L. Zimmermann 2010, Die wirtschaftliche Entwicklung im Inland: Expansion gewinnt nur langsam an Fahrt. RWI Konjunkturberichte 61 1: 3796. Dohrn, R., P. an de Meulen, G. Barabas, H. Gebhardt, T. Kitlinski, M. Micheli, T. Schmidt, S. Vosen und L. Zimmermann 2011a, Die wirtschaftliche Entwicklung im Inland: Zunehmende Risiken fur die Konjunktur. RWI Konjunkturberichte 62 2: 4188. Dohrn, R., G. Barabas, H. Gebhardt, T. Kitlinski, M. Micheli, T. Schmidt und L. Zimmermann 2011b, Die wirtschaftliche Entwicklung im Inland: Feste Konjunktur in unsicherem Umfeld. RWI Konjunkturberichte 62 1: 3994. E. 2014, Nur The Ernst, European, http:www.theeuropean.deekkehardernst8871arbeitslosigkeitineuropa. Download am 10.9.2014. Nachfrage schafft Jobs. EZB Europaische Zentralbank 2012 Vom EZBRat am 6. September 2012 beschlossene geldpolitische Manahmen. Monatsbericht, September 2012: 7 12. EZB Europaische Zentralbank 2014 Introductory statement to the press conference with QA Frankfurt am Main, 4 September 2014. www.ecb.int. Fuchs, A. et al. 2014, Arbeitsmarkt 2014: Zwischen Bestmarken und Herausforderungen, IABKurzbericht 042014, Nurnberg, IAB. Gagnon, J., M.Raskin, J. Remache, J. and B. Sack 2011. The financial market effects of the Federal Reserves largescale asset purchases. International Journal of Central Banking, 7 1: 343. Gebhardt, H. 2013, Steuerschatzung 2013 bis 2018: deutlich steigendes Steueraufkommen. Wirtschaftsdienst 93 12: 835840. Girouard, N. und C. Andre 2005, Measuring Cyclicallyadjusted Budget Balances for OECD Countries, OECD Department Working Papers 434, OECD Publishing. Statistisches Bundesamt 2014a, Volkswirtschaftliche Gesamtrechnungen. Konzeptionelle Unterschiede zwischen ESVG 2010 und ESVG 1995. Wiesbaden. Statistisches Bundesamt. Statistisches Bundesamt 2014b, Zur Erfassung illegaler Aktivitaten im Bruttoinlandsprodukt. https:www.destatis.deDEZahlen FaktenGesamtwirtschaft UmweltVGRMethodenrevision 2014.html. Download am 11.9.2014 74 Anhang Anhang Hauptaggregate der Sektoren 2013; in Mrd. Gegenstand der Nachweisung 1 Bruttowertschopfung 2 Abschreibungen 3 Nettowertschopfung 4 Gel. Arbeitnehmerentgelte 5 Gel. s. Produktionsabgaben 6 Empf. s. Subventionen 7 Betriebsuberschuss u.A. 8 Empf. Arbeitnehmerentgelte 9 Gel. Subventionen 10 Empf. Prod. u. Imp.abgaben 11 Gel. Vermogenseinkommen 12 Empf. Vermogenseinkommen 13 Primareinkommen 14 Gel. Eink. u. Verm.steuern 15 Empf. Eink. u. Verm.steuern 16 Gel. Nettosozialbeitrage 17 Empf. Nettosozialbeitrage 18 Gel. mon. Sozialleistungen 19 Empf. mon. Sozialleistungen 20 Gel. s. lauf. Transfers 21 Empf. s. lauf. Transfers 22 Verfug. Eink. Ausgabenkonzept 23 Konsumausgaben 2425 Sparen 26 Gel. Vermogenstransfers 27 Empf. Vermogenstransfers 28 Bruttoinvestitionen 29 Abschreibungen 30 Nettoz. an nichtprod. Verm.gutern 31 Finanzierungssaldo Zunahme betr. Vers.anspruche Nachrichtlich: 32 Verfug. Eink. Ausgabenkonzept 33 Saldo sozialer Sachleistungen 34 Verfug. Eink. VerbrauchskonzeptVolkswirtschaft 2525,6502,12023,51426,218,523,7602,51428,3 24,7 304,5 781,1850,32379,8326,7333,3 580,4 581,3498,2492,1 280,1237,22338,22112,7 225,532,231,9533,5502,12,3196,1 2338,22338,2Kapitalgesellschaften 1693,9290,11403,81011,710,421,8403,6 687,5409,0125,170,2115,257,5 146,7133,098,90,047,2 51,72,713,7301,3290,11,953,4 98,998,9Nach Angaben des Statistischen Bundesamtes. Staat Private. Haushalte Ubrige Welt 278,663,7214,9217,60,10,32,424,7 304,5 55,520,5242,40,0333,30,0465,4439,962,018,4557,5541,216,323,210,461,363,71,47,3553,1 148,3 404,8197,08,1 1,6 201,31428,338,1420,82012,2256,50,0580,40,70,7492,171,385,71681,81571,5 47,2 157,56,37,9170,9 148,3 0,9135,5 557,5347,5210,0 1681,8347,5 2029,3163,311,5174,89,45,54,3189,0119,8235,66,90,33,12,30,46,642,184,9194,1194,14,04,22,3196,1194,1194,1 75 Die wirtschaftliche Entwicklung im Inland Volkswirtschaft 2613,7514,72099,01476,018,523,8628,31478,2 25,1 313,1 757,8824,02460,7336,5345,0 598,3 599,1509,0502,9 286,3242,72420,32165,7 0,0254,531,933,5565,4514,72,5207,82420,3 Hauptaggregate der Sektoren 2014; in Mrd. Gegenstand der Nachweisung 1 Bruttowertschopfung 2 Abschreibungen 3 Nettowertschopfung 4 Gel. Arbeitnehmerentgelte 5 Gel. s. Produktionsabgaben 6 Empf. s. Subventionen 7 Betriebsuberschuss u.A. 8 Empf. Arbeitnehmerentgelte 9 Gel. Subventionen 10 Empf. Prod. u. Imp.abgaben 11 Gel. Vermogenseinkommen 12 Empf. Vermogenseinkommen 13 Primareinkommen 14 Gel. Eink. u. Verm.steuern 15 Empf. Eink. u. Verm.steuern 16 Gel. Nettosozialbeitrage 17 Empf. Nettosozialbeitrage 18 Gel. mon. Sozialleistungen 19 Empf. mon. Sozialleistungen 20 Gel. s. lauf. Transfers 21 Empf. s. lauf. Transfers 22 Verfug. Eink. Ausgabenkonzept 23 Konsumausgaben 2425 Sparen 26 Gel. Vermogenstransfers 27 Empf. Vermogenstransfers 28 Bruttoinvestitionen 29 Abschreibungen 30 Nettoz. an nichtprod. Verm.gutern 31 Finanzierungssaldo Zunahme betr. Vers.anspruche Nachrichtlich: 32 Verfug. Eink. Ausgabenkonzept 33 Saldo sozialer Sachleistungen 34 Verfug. Eink. VerbrauchskonzeptEigene Prognose. 76 2420,3119,2Kapitalgesellschaften 1752,1295,11457,01048,310,322,0420,4 669,2386,8137,966,0 117,955,3150,3135,1119,247,9 71,42,714,9318,2295,12,062,4 119,2Staat Private. Haushalte Ubrige Welt 287,365,8221,5224,00,10,32,325,1313,152,723,1256,2345,0 480,5453,063,418,8584,1562,321,822,411,065,565,81,412,1574,2 153,8 420,4203,68,1 1,5 210,21478,20,00,035,9414,12066,6270,5598,30,70,7502,972,588,71716,91603,4 47,9 161,36,97,7181,7153,80,9133,4174,611,9186,69,85,34,1189,1122,8244,28,80,43,22,40,46,642,986,5203,8203,84,93,30,00,02,5207,8 584,1362,5221,61716,9362,5 2079,4203,8203,8 Anhang Hauptaggregate der Sektoren 2015; in Mrd. Gegenstand der Nachweisung 1 Bruttowertschopfung 2 Abschreibungen 3 Nettowertschopfung 4 Gel. Arbeitnehmerentgelte 5 Gel. s. Produktionsabgaben 6 Empf. s. Subventionen 7 Betriebsuberschuss u.A. 8 Empf. Arbeitnehmerentgelte 9 Gel. Subventionen 10 Empf. Prod. u. Imp.abgaben 11 Gel. Vermogenseinkommen 12 Empf. Vermogenseinkommen 13 Primareinkommen 14 Gel. Eink. u. Verm.steuern 15 Empf. Eink. u. Verm.steuern 16 Gel. Nettosozialbeitrage 17 Empf. Nettosozialbeitrage 18 Gel. mon. Sozialleistungen 19 Empf. mon. Sozialleistungen 20 Gel. s. lauf. Transfers 21 Empf. s. lauf. Transfers 22 Verfug. Eink. Ausgabenkonzept 23 Konsumausgaben 2425 Sparen 26 Gel. Vermogenstransfers 27 Empf. Vermogenstransfers 28 Bruttoinvestitionen 29 Abschreibungen 30 Nettoz. an nichtprod. Verm.gutern 31 Finanzierungssaldo Zunahme betr. Vers.anspruche Nachrichtlich: 32 Verfug. Eink. Ausgabenkonzept 33 Saldo sozialer Sachleistungen 34 Verfug. Eink. VerbrauchskonzeptEigene Prognose. Kapitalgesellschaften 1814,1300,61513,51090,910,522,0434,1 670,7390,8154,169,0 120,856,1154,8136,3131,348,5 82,82,714,9341,4300,61,956,2 131,3131,3Volkswirtschaft 2709,8529,62180,21531,718,923,8653,31534,0 25,1 322,3 759,1827,92553,3354,8363,2 618,1 618,9524,5518,2 295,4249,52510,42235,1 0,0275,332,433,2599,5529,62,4208,7 2510,42510,4 Staat Private. Haushalte Ubrige Welt 295,868,4227,3230,40,10,32,825,1322,352,523,2265,1363,2497,3467,766,518,6610,0585,424,622,810,768,868,41,413,4599,8 160,5 439,3210,48,3 1,5 222,11534,00,00,035,9414,02134,1285,70,0618,10,70,7518,274,094,61769,11649,6 48,5 168,06,97,7189,3160,50,9139,1176,112,4188,510,15,34,1188,3119,6248,38,80,43,32,50,46,843,789,5205,4205,44,23,30,00,02,4208,7 610,0379,9230,01769,1379,9 2149,0205,4205,4 77 Die wirtschaftliche Entwicklung im Inland 1.Hj. 2.Hj. 1.Hj. 2.Hj. 0,3 1,2 0,9 1,0 2,2 2013 2014 2015 Die wichtigsten Daten der Volkswirtschaftlichen Gesamtrechnung fur Deutschland Vorausschatzung fur die Jahre 2014 und 2015 1. Entstehung des Inlandsprodukts Veranderung in % gegenuber dem Vorjahr Erwerbstatige Arbeitszeit je Erwerbstatigen Arbeitsvolumen Produktivitat 1 Bruttoinlandsprodukt, preisbereinigt 0,6 1,3 1,3 0,1 0,6 1,3 0,7 0,2 1,7 0,1 1,2 1,8 0,6 0,3 0,6 0,0 0,8 1,5 0,5 0,6 0,9 0,82014 2015 0,8 1,1 0,3 0,4 1,5 0,9 0,4 0,1 2. Verwendung des Inlandsprodukts in jeweiligen Preisen a Mrd. EUR Konsumausgaben Private Haushalte 2 Staat Anlageinvestitionen Ausrustungen Bauten Sonstige Anlagen Vorratsveranderung 3 Inlandische Verwendung Auenbeitrag Exporte Importe Bruttoinlandsprodukt 2 235,1 2 165,7 2 112,7 1 649,6 1 603,4 1 571,5 585,4 562,3 541,2 618,9 584,2 554,0 198,1 184,8 176,1 312,0 296,3 279,2 108,7 103,1 98,8 18,8 19,3 20,5 2 731,2 2 834,6 2 646,2 2 731,2 2 834,6 2 646,2 1 324,0 1 408,2 1 280,1 1 232,1 1 116,9 1 149,4 2 809,5 2 905,8 3 010,7 1 056,3 820,1783,3 289,4273,0 306,1278,1 97,587,3 155,3141,0 53,249,9 18,5 0,3 1 397,01 334,11 397,01 334,1 673,1650,9 559,2 590,21 425,8 1 480,01 109,5 1 088,2 803,4 284,8 292,7 92,1 147,9 52,6 1,4 1 379,5 1 379,5 686,4 594,2 1 471,7 1 146,8 846,2 300,6 326,2 106,0 164,1 56,1 17,91 455,11 455,1 721,8 638,01 539,0b Veranderung in % gegenuber dem Vorjahr Konsumausgaben Private Haushalte 2 Staat Anlageinvestitionen Ausrustungen Bauten Sonstige Anlageinvestitionen Inlandische Verwendung Exporte Importe Bruttoinlandsprodukt 2,5 2,1 3,8 0,7 2,5 1,9 3,3 2,2 1,4 1,4 2,2 2,5 2,0 3,9 5,4 4,9 6,1 4,4 3,2 3,4 2,9 3,4 3,2 2,9 4,1 5,9 7,2 5,3 5,4 3,8 6,4 7,2 3,6 2,6 2,1 3,9 6,0 4,7 7,6 3,8 3,32,9 2,3 3,6 2,4 1,9 3,9 4,9 5,1 4,8 4,9 3,1 3,9 3,5 3,3 3,02,6 4,3 5,2 5,6 4,9 5,4 3,4 5,5 6,3 3,2 3,4 3,2 3,9 6,6 8,7 5,7 5,3 4,2 7,2 8,1 4,0 3. Verwendung des Inlandsprodukts, verkettete Volumenangaben Referenzjahr 2010 a Mrd. EUR Konsumausgaben Private Haushalte 2 Staat Anlageinvestitionen Ausrustungen Bauten Sonstige Anlageinvestitionen Inlandische Verwendung Exporte Importe Bruttoinlandsprodukt 2 007,7 2 025,9 2 050,8 1 533,8 1 500,6 517,0 507,0 571,7 525,8 193,9 173,6 258,4 278,4 99,5 93,6 2 601,3 2 509,4 1 346,8 1 229,1 1 177,1 1 056,3 2 681,6 2 769,9 994,9 741,6 253,2 260,9 85,4 129,0 46,4 1 256,9 626,6 535,6 1 347,5 1 513,8 512,1 547,3 181,5 269,8 95,8 2 552,5 1 273,4 1 103,0 2 721,9 1 031,0 1 006,0 1 044,8 783,9 261,0 301,3 104,1 146,0 51,3 1 325,0 689,1 609,2 1 365,4 1 404,5 772,1 258,9 286,3 96,2 140,8 49,3 1 295,6 646,8 567,4 1 374,4 749,8 256,1 270,4 89,8 132,3 48,2 1 276,3 657,7 567,9 78 Anhang 2013 2014 2015 2014 1.Hj. 2.Hj. 1.Hj. 2015 2.Hj. 1,2 2,8 1,3 0,3 1,8 0,1 1,0 1,9 1,1 2,9 1,3 0,3 1,7 0,2 1,4 1,9 1,2 3,1 1,4 0,2 2,0 0,2 1,6 2,1 1,1 3,0 1,3 0,4 1,6 0,5 1,9 1,9 1,2 1,3 1,0 4,5 6,8 3,2 4,0 1,9 5,8 6,7 1,8 1,5 3,1 1,4 0,4 2,1 0,6 0,4 1,8 0,9 0,9 1,0 4,1 4,6 4,4 2,3 1,7 3,6 4,4 1,5 1,0 1,0 0,9 4,7 4,4 5,9 1,6 1,9 3,4 4,3 1,7 0,8 0,7 1,1 3,6 4,8 3,0 3,0 1,5 3,8 4,5 1,3 0,8 0,8 0,7 0,7 2,7 0,1 1,3 0,7 1,6 3,1 0,1 noch: Die wichtigsten Daten der Volkswirtschaftlichen Gesamtrechnung fur Deutschland Vorausschatzung fur die Jahre 2014 und 2015 b Veranderung in % gegenuber dem Vorjahr Konsumausgaben Private Haushalte 2 Staat Anlageinvestitionen Ausrustungen Bauten Sonstige Anlageinvestitionen Inlandische Verwendung Exporte Importe Bruttoinlandsprodukt 4. Preisniveau der Verwendungsseite des Inlandsprodukts 2010100 Veranderung in % gegenuber dem Vorjahr Private Konsumausgaben 2 Konsumausgaben des Staates Anlageinvestitionen Ausrustungen Bauten Exporte Importe Bruttoinlandsprodukt 5. Einkommensentstehung und verteilung a Mrd. EUR Primareinkommen der privaten HH2 Sozialbeitrage der Arbeitgeber Bruttolohne und gehalter Ubrige Primareinkommen 4 Primareinkommen der ubr. Sektoren Nettonationaleink. Primareink. Abschreibungen Bruttonationaleinkommen nachrichtlich: Volkseinkommen Unternehmens und Vermogenseink. Arbeitnehmerentgelt b Veranderung in % gegenuber dem Vorjahr Primareinkommen der privaten HH2 Sozialbeitrage der Arbeitgeber Bruttolohne und gehalter Bruttolohne und gehalter je Besch. Ubrige Primareinkommen 4 Primareinkommen der ubr. Sektoren Nettonationaleink. Primareink. Abschreibungen Bruttonationaleinkommen nachrichtlich: Volkseinkommen Unternehmens und Vermogenseink. Arbeitnehmerentgelt 2 134,1 2 012,2 2 066,6 280,2 270,7 262,8 1 253,8 1 165,5 1 207,5 600,1 588,4 583,9 367,5 419,2 394,1 2 379,8 2 460,7 2 553,3 502,1 529,6 2 881,9 2 975,4 3 082,9 2 172,7 2 256,1 722,1 694,5 1 478,2 1 534,0 1 015,2 131,2 576,5 307,5 180,1 1 195,3 255,4 1 450,8 1 052,7 344,9 707,8 1 051,3 139,4 631,0 280,9 214,0 1 265,4 259,2 1 524,6 1 120,0 349,6 770,4 2,7 3,1 3,8 2,8 0,4 7,8 3,4 2,2 3,2 3,5 3,1 3,7 3,3 3,5 3,8 3,3 2,0 6,4 3,8 2,9 3,6 3,8 4,0 3,8 2,7 3,0 3,6 2,6 0,8 7,2 3,4 2,5 3,2 3,5 3,4 3,5 2,7 2,9 3,4 2,4 1,1 6,8 3,4 2,8 3,3 3,5 3,7 3,3 2,1 1,9 3,0 2,1 0,6 1,7 2,1 2,3 2,1 2,2 0,9 2,8 514,7 2 099,9 671,6 1 428,3 1,1 1,1 1,1 3,6 5,2 2,6 3,8 1,5 5,0 6,0 1,3 1,4 3,2 1,5 0,4 2,3 0,5 0,2 1,9 1 046,3 135,6 597,7 313,0 188,4 1 234,6 262,81 497,5 1 087,2 353,9 733,3 3,1 3,4 3,7 2,9 1,8 4,6 3,3 2,9 3,2 3,3 2,6 3,6 1,3 1,5 0,8 5,2 8,2 3,7 4,1 2,3 6,5 7,4 2,2 1,6 3,0 1,3 0,5 1,9 0,7 0,7 1,8 1 087,9 144,6 656,1 287,1 230,8 1 318,7 266,8 1 585,5 1 168,9 368,2 800,7 3,5 3,7 4,0 3,7 2,2 7,8 4,2 2,9 4,0 4,4 5,3 3,9 79 Die wirtschaftliche Entwicklung im Inland 20142.Hj.2015 2.Hj. 1.Hj. 201320142015noch: Die wichtigsten Daten der Volkswirtschaftlichen Gesamtrechnung fur Deutschland Vorausschatzung fur die Jahre 2014 und 2015 1.Hj.6. Einkommen und Einkommensverwendung der privaten Haushalte 2a Mrd. EUR Masseneinkommen Nettolohne und gehalter Monetare Sozialleistungen abz. Abgaben auf soziale Leistungen, verbrauchsnahe Steuern Ubrige Primareinkommen 4 Sonstige Transfers Saldo 5 Verfugbares Einkommen Zunahme betriebl. Versorgungsanspr. Konsumausgaben Sparen Sparquote % 6 95,9 600,1 82,6 1 769,1 48,5 1 649,6 168,0 9,2 94,9 588,4 80,9 1 716,9 47,9 1 603,4 161,3 9,1 93,7 583,9 77,7 1 681,8 47,2 1 571,5 157,5 9,1 47,5 307,5 38,4 853,0 23,8 783,3 93,5 10,7 47,4 280,9 42,5 863,9 24,0 820,1 67,8 7,6 1 209,4 801,4 502,9 1 251,6 829,3 518,2 1 175,6 777,2 492,1 583,9 379,6 251,7 625,5 421,8 251,1 605,4 392,2 261,0 47,7 313,0 41,2 877,2 24,2 803,4 98,0 10,9 3,7 3,3 3,7 0,6 1,8 2,8 2,6 4,8 343,1 241,5 14,0 8,9 5,1 46,1 0,1 659,0 187,0 110,4 25,8 12,4 234,6 36,2 8,7 29,5 0,7 644,0 15,0 646,1 437,1 257,2 48,2 287,1 41,4 891,9 24,4 846,2 70,0 7,6 3,3 3,6 2,4 1,6 2,2 3,2 3,2 3,2 342,4 255,7 9,1 9,7 5,6 53,6 0,2 676,3 202,5 119,9 26,6 12,7 233,1 30,3 14,1 39,4 0,7 677,9 1,6 b Veranderung in % gegenuber dem Vorjahr Masseneinkommen Nettolohne und gehalter Monetare Sozialleistungen abz. Abgaben auf soziale Leistungen, verbrauchsnahe Steuern Ubrige Primareinkommen 4 Verfugbares Einkommen Konsumausgaben Sparen 7. Einnahmen und Ausgaben des Staates 7a Mrd.EUR Einnahmen Steuern Nettosozialbeitrage Vermogenseinkommen Sonstige Transfers Vermogenstransfers Verkaufe Sonstige Subventionen Insgesamt Ausgaben Vorleistungen 8 Arbeitnehmerentgelt Vermogenseinkommen Zinsen Subventionen Monetare Sozialleistungen Sonstige laufende Transfers Vermogenstransfers Bruttoinvestitionen Nettozugang an nichtprod. Vermogensgutern Insgesamt Finanzierungssaldo 637,9 465,4 20,5 18,4 10,4 95,8 0,3 1 248,6 358,5 217,6 55,5 24,7 439,9 62,0 23,2 61,3 1,4 1 241,4 2,6 2,8 2,4 2,9 0,6 1,8 2,1 1,3 2,9 3,1 2,2 1,2 0,8 2,1 2,0 2,4 3,5 3,5 3,0 1,1 2,0 3,0 2,9 4,1 658,1 480,5 23,1 18,8 11,0 97,6 0,3 1 289,4 685,5 497,3 23,2 18,6 10,7 99,7 0,3 1 335,3 372,6 224,0 52,7 25,1 453,0 63,4 22,4 65,5 389,5 230,4 52,5 25,1 467,7 66,5 22,8 68,8 1,4 1 277,3 1,4 1 321,9 7,3 12,1 13,4 2,9 3,5 1,6 0,6 0,4 2,2 2,1 3,2 329,5 233,7 14,1 9,1 5,3 45,1 0,1 636,9 179,0 107,4 26,0 12,4 225,5 34,5 8,6 28,2 0,7 620,8 16,1 2,8 2,8 2,8 1,9 1,1 1,9 1,9 1,4 328,6 246,8 9,1 9,7 5,7 52,4 0,2 652,5 193,6 116,6 26,7 12,7 227,5 28,9 13,8 37,4 0,7 656,5 4,0 80 Anhang 2013 2014 2015 2014 2015 1.Hj. 2.Hj. 1.Hj. 2.Hj. 3,4 3,1 1,3 2,1 0,9 2,7 3,1 3,2 3,3 12,9 2,1 5,7 1,9 3,3 4,2 3,5 0,2 1,1 2,6 2,2 3,6 4,1 3,4 0,2 1,9 3,7 2,2 3,5 2,9 2,4 4,6 0,4 5,9 4,1 2,6 4,2 3,6 0,8 0,4 1,6 2,2 3,7 3,0 3,4 24,5 2,2 11,3 0,9 3,4 noch: Die wichtigsten Daten der Volkswirtschaftlichen Gesamtrechnung fur Deutschland Vorausschatzung fur die Jahre 2014 und 2015 b Veranderung in % gegenuber dem Vorjahr Einnahmen Steuern Nettosozialbeitrage Vermogenseinkommen Sonstige Transfers Vermogenstransfers Verkaufe Sonstige Subventionen Insgesamt Ausgaben Vorleistungen 8 Arbeitnehmerentgelt Vermogenseinkommen Zinsen Subventionen Monetare Sozialleistungen Sonstige laufende Transfers Vermogenstransfers Bruttoinvestitionen Nettozugang an nichtprod. Vermo gensgutern Insgesamt 3,3 Eigene Berechnungen nach Angaben des Statistischen Bundesamtes 1Preisbereinigtes Bruttoinlandsprodukt je Erwerbstatigenstunde. 2Einschlielich privater Organisationen ohne Erwerbszweck. 3Einschlielich Nettozugang an Wertsachen. 4SelbstandigeneinkommenBetriebsuberschuss sowie empfangene abzuglich geleistete Vermogenseinkommen. 5Empfangene abzuglich geleistete sonstige Transfers. 6Sparen in % des verfugbaren Einkommens einschlielich der Zunahme betrieblicher Versorgungsanspruche. 7Gebietskorperschaften und Sozialversicherung. 8Einschlielich sozialer Sachleistungen und sonstiger Produktionsabgaben. 4,7 2,3 11,5 1,4 2,4 13,8 16,4 0,5 3,8 2,9 9,3 3,4 1,7 2,4 11,0 16,5 3,9 3,0 5,2 1,7 3,0 2,3 3,6 6,8 2,9 4,5 2,8 0,4 0,2 3,3 4,9 2,0 5,0 3,5 4,1 3,0 0,8 0,0 4,2 2,1 1,7 0,5 3,3 4,5 2,8 0,5 0,1 4,0 4,9 1,3 4,7 3,7 4,6 2,8 0,3 0,2 2,5 4,9 2,4 5,3 2,5 2,3 81 Die wirtschaftliche Entwicklung im Inland 82 ", "filename": "800168127.pdf", "person": ["Roland Döhrn", "Döhrn, Roland", "György Barabas", "Barabas, György", "Angela Fuest", "Fuest, Angela", "Heinz Gebhardt", "Gebhardt, Heinz", "Martin Micheli", "Micheli, Martin", "Svetlana Rujin", "Rujin, Svetlana", "Lina Zwick", "Zwick, Lina"], "date": ["2014"]}