{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/107999/1/800470575.pdf"], "title": ["Multidimensional poverty in Nigeria: First order dominance approach"], "plaintext": "Abstract: This study appraises nonmonetary multidimensional poverty in Nigeria using the novel first order dominance approach developed by Arndt et al. 2012. It examines five dimensions of deprivation: education, water, sanitation, shelter, and energyusing comparable datasets, the Nigeria Demographic and Health Surveys of 1999, 2003, and 2008 for national, regional, and zonal analysis, and the Harmonized Nigeria Living Standard Survey of 200809 as well as the Nigeria Living Standard Survey of 200304 for state analysis. The results are quite robust and lend support to the general view that poverty in Nigeria has not kept pace with the rapid economic growth attained in the last decade. The country registered only fewer gains in nonincome poverty. There was a marginal change of 0.21 in the percentage of the population experiencing acute deprivation between 1999 and 2008 and only one of the indicators sanitation recorded a substantial positive change. The spatial first order dominance comparisons indicate that regional inequalities remain profound with huge disparities in states as shown by the bootstrap. Ten of the worstranked states are located in the northern part of the country. Keywords: development, multidimensional poverty, ordinal dominance, welfare, wellbeing, Nigeria JEL classification: I30, I31, I32, O12 1African Centre for Shared Development Capacity Building, Ibadan, ajakaiye_oluyahoo.com; 2Secretariat of Nigeria Governors Forum, Abuja, ajerome 4hotmail.com; 3Department of Economics, University of Ibada, lanreolaniyanyahoo.co.uk; 4Development Economics Research Group, University of Copenhagen, kamahrtgmail.com; 5School of Public Health and Family Medicine, University of Cape Town, olufunke.alabauct.ac.za This study has been prepared within the UNUWIDER project Reconciling Africas Growth, Poverty and Inequality Trends: Growth and Poverty Project GAPP, directed by Finn Tarp. Copyright UNUWIDER 2014 ISSN 17987237 ISBN 9789292308643 Typescript prepared by Lesley Ellen for UNUWIDER. UNUWIDER gratefully acknowledges the financial contributions to the research programme from the governments of Denmark, Finland, Sweden, and the United Kingdom. The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policymaking. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. UNUWIDER, Katajanokanlaituri 6 B, 00160 Helsinki, Finland, wider.unu.edu The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction The latest consistent estimates of global poverty World Bank 2012 indicate that 47.5 per cent of SubSaharan Africas population, or 386 million people, lived below the poverty line of US1.25 a day in 2008, down from 51.5 per cent in 1981. About nine million fewer people lived on less than US1.25 a day in 2008 than in 2005. A number of factors have contributed to this trend prominent among which is sustained economic growth. Africa has indeed turned the corner, attaining more than 5 per cent annual gross domestic product GDP growth over the period 200110, thus becoming the second highest growing region in the world Ajakaiye and Jerome 2014. Nonetheless, there are marked disparities in the rate of decline in poverty between Africa and other regions of the world. Apart from lagging behind, the decline in both absolute and relative poverty in Africa is considered too slow and this issue has been of concern. In the quest to unravel the poor performance, which, to a large extent, is the result of lack of inclusiveness in African growth, Fosu 2011 and the African Development Bank 2012 estimated that the elasticity between growth and poverty was equal to 1.7 for the African continent compared with 2.0 and 3.1 for South Asia and Latin America and the Caribbean, respectively. The African Development Bank 2012 also noted that persistent inequalities might have impeded the responsiveness of poverty to economic growth. Moreover, the wide disparities in poverty between African countries are equally of great concern. For instance, although Morocco, Gambia, Senegal, Cameroon, Ethiopia, and Ghana have made significant progress towards poverty reduction, other countries such as Cote d Ivoire and Nigeria have experienced increases in the level of extreme poverty, reinforcing the interest on growth without development. Nigeria, no doubt, typifies a country that has had rapid economic growth but worsening poverty. The Nigerian economy grew strongly at an average annual rate in excess of 6 per cent over the last decade, even during the global financial crisis IMF 2013, ranking Nigeria as one of the fastest growing economies globally. The International Monetary Fund Staff Report on the 2012 Article IV Consultation also indicated a promising outlook for the Nigerian economy. In spite of this strong growth performance, the poverty incidence has remained high, rising from 42.7 per cent in 1992 to 65.6 per cent in 1996, with an alltime high of 69 per cent in 2010, according to data from the National Bureau of Statistics NBS 2012. Furthermore, the benefit of growth has not been equitably shared as income inequality increased from 0.42 per cent in 2004 to 0.45 per cent in 2010. Therefore, the theoretical arguments and empirical evidence from the literature that associate faster economic growth with poverty reduction seem to be failing in the Nigerian context. Not surprisingly, major issues in policy debates include how to proffer explanations and reconcile this paradoxical trend, and the need to investigate the key mechanisms through which growth can be translated into sustainable poverty reduction. This, no doubt, would require adequate measurement of poverty, an issue to which researchers and policy makers have given much prominence in recent years. This paper seeks to contribute to the debate by estimating poverty in Nigeria using the multidimensional first order dominance FOD approach developed by Arndt et al. 2012. It makes a distinct contribution to the literature as few studies exist on multidimensional poverty in Nigeria. 1 This includes Oyekale et al. 2009 which used the fuzzy set approach to assess the poverty profile of rural households in Nigeria based on the 2006 Core Welfare Indicator Survey data and Adetola and Olufemi 2012 which employed the Alkire and Foster 2007 counting approach to examine child poverty in rural Nigeria using the 2008 Demographic and Health Survey data. Poverty is increasingly being viewed as multidimensional Ravallion 2011 because the poor suffer from a range of deficiencies including low levels of income and illiteracy, and relatively high levels of mortality, poor infrastructure, and poor access to basic needs such as food, shelter, and clothing Mehta 2005. This complexity has thus led to recognition of the inability to capture the essence of poverty with a single indicator. As a result, the literature is converging to the fact that poverty is multidimensional in nature Ferreira and Lugo 2012. This has also given rise to refinement in the methodology used, especially in addressing the issue of aggregating multiple dimensions. Despite efforts to measure multidimensional poverty and social exclusion in many countries using a variety of approaches, no consensus has emerged about the best poverty measure that could, for example, allow for better targeting of the poor and suggest more effective povertyreduction policies. In this study, we intend to measure the evolution of poverty across time and space within Nigerias 36 states and the Federal Capital Territory as well as the six geopolitical zones. Using the FOD method developed by Arndt et al. 2012, we are able to compare these subpopulations using multipleordinal, discrete measures of poverty without imposing weighting schemes or making assumptions about the preferences for each indicator. The FOD method allows multidimensional welfare comparisons based on the simple criterion that it is better to be nondeprived than deprived in any indicator. Furthermore, while the welfare indicators are ordinal in nature, the application of bootstrap sampling produces probabilities of one population performing better than another, which enables population ranking across time and space. The remainder of the paper is structured as follows. Section 2 reviews the poverty and inequality situation in Nigeria, drawing on available data from the NBS, while Section 3 presents the methodology. The results are presented in Section 4 and Section 5 concludes. 2 2.1 Situation analysis of growth, poverty, and inequality in Nigeria Economic growth The depth and persistence of Nigerias economic failure is well recognized. After a brief spurt of growth in the 1960s, the concurrence of political instability, an inert economic structure, and chronic levels of poverty despite huge hydrocarbon reserves have been recurrent decimals. Economic stagnation, declining welfare, and social instability have undermined development for most of the postindependence period despite generating about US500 billion as oil revenues in the past three decades Ajakaiye and Jerome 2011. Over the last ten years, Nigeria has turned the corner, implementing an ambitious reform agenda. Sound macroeconomic policies combined with structural reforms, aimed at increasing the supply 2 responsiveness of the economy, ushered in sustained high growth averaging 7.6 per cent over the last decade and one of the highest in Africa 1 see Figure 1. Figure 1: Nigerias real GDP growth rate, 200412 Figure 1: Nigerias Real GDP Growth Rate 11109876 eta Rhtowr G5200420052006200720082009201020112012Nonoil GDPReal GDP Source: Underlying data based on Central Bank of Nigeria 2012. The profile of the Nigerian economy must consider the differential roles of the oil and nonoil sectors. The oil sector is the major export earner for the country as well as the largest revenueearning sector for government. Figures 1 and 2 indicate that growth in the oil sector has been lagging behind growth in the nonoil sector in recent years. The drop in crudeoil production was a result of largescale oil theft 2 and other operational constraints experienced by some of the oilproducing companies. Within the nonoil sector, agriculture and services, especially the communication sector, are the main growth drivers. Agriculture has maintained its dominant role in the Nigerian economy, though it is still essentially rainfed, while farmers have suffered tremendous crop failure as a result of climate change. While data on the geographic distribution of growth in Nigeria are still scanty, it does seem that growth has a very high geographic concentration and varies remarkably at the subnational level as the World Bank 2013 rightly observes. Lagos state, for example, which accounts for about 35 per cent of the national GDP, is experiencing exceptionally rapid growth, which enabled it to reduce its poverty headcount from an estimated 44 per cent of the population to 23 per cent between 2004 and 2010. 1 The rebasing of Nigerias GDP in April 2014, to better reflect the structure of the economy, saw it surge after South Africa to become Africas largest economy with a revised GDP estimate of US454 billion in 2012 and US510 billion in 2013 compared with the US259 billion and US270 billion that were previously reported, confirming Nigerias lead as the continents largest economy. 2 A recent study by Katsouris and Sayne 2013 estimated that an average of 100,000 barrels per day was stolen in the first quarter of 2013. 3 Figure 2: Nigerias real sectoral GDP growth rates, 200411 Figure 2: Nigerias Real Sectoral GDP Growth Rates 2004 20113025201510505eta Rht wor G2004200520062007200820092010201110Agriculture Manufacturing Oil Mining Services Source: Underlying data based on Central Bank of Nigeria 2012 Statistical Bulletin. 2.2 Poverty Poverty is widespread in Nigeria no matter the method used in computing it and the incidence has been on the rise over the last ten years.3 Using foodenergy intake to measure poverty, the 2010 Nigeria Poverty Profile Report reveals that poverty incidence rose from 27.2 per cent in 1980 to 69.0 per cent in 2010 NBS 2012.4 Urban poverty has been consistently lower than rural poverty; hence while 61.8 per cent of urban residents were considered poor in 2010, more than 73 per cent of rural dwellers fell into the same category Table 1. 3 The NBS periodically conducts the Harmonized Nigeria Living Standard Survey HNLSS, which is used, among other things, to determine poverty and inequality trends in the country. The HNLSS uses four different approaches in the computation of poverty indicators: relative poverty, which is defined by reference to the living standards of the majority in a given society and separates the poor from the nonpoor; absolute poverty, which reflects the minimal requirements necessary to afford minimal standards of food, clothing, healthcare, and shelter; the basic needs approach, which measures the proportion of those living on less than US1 per day poverty line; and subjective poverty, which is based on opinions from respondents on whether or not they consider themselves poor. 4 Concerns have been expressed about the comparability of surveys through time. The figures presented in Tables 1, 2, and 3 should be interpreted with this in mind. 4 Table 1: Incidence of poverty by sector and zones, 19802010 % Levels National Urban Rural Geopolitical zones North Central North East North West South East South South 1980 27.2 17.2 28.3 32.2 35.6 37.7 12.9 13.2 1985 46.3 37.8 51.4 50.8 54.9 52.1 30.4 45.7 1992 1996 2004 2010 42.7 37.5 46.0 46.0 54.0 36.5 41.0 40.8 65.6 58.2 69.3 64.7 70.1 77.2 53.5 58.2 54.4 43.2 63.3 67.0 72.2 71.2 26.7 35.1 69.0 61.8 73.2 67.5 76.3 77.7 67.0 63.8 43.1 60.9 43.0 59.1 13.4 38.6 South West Source: NBS 2009, 2012. Poverty also appears to be more prevalent in the northern part of the country with the highest rates hovering between the North East and North West zones. The high poverty rate had even become more pronounced by 2010 as virtually all the zones of the country had over 60 per cent poverty incidence See Figure 3. Figure 3: 2010 poverty rates by states of the Federation Source: Adapted from estimates by NBS 2012. As shown in Figure 3, Niger state had the lowest poverty rate followed by Osun and Ondo. On the other hand, Sokoto remained the poorest state in the country while all but one of the other states with a poverty rate of over 70 per cent were in the northern zones of the country. These were Katsina, Adamawa, Gombe, Jigawa, Plateau, Bauchi, Kebbi, and Zamfara. Ebonyi, in the South East zone, was the other state with a poverty rate exceeding 70 per cent. 5 In addition to poverty incidence, income inequality has been consistently high in the country although with some reduction in 1992 and 2004 NBS2012. Using the Gini coefficient, income inequality in the country increased between 1985 and 2010. Although national income inequality fell between 1985 and 1992, it rose in 1996, declined in 2004, and rose again in 2010 Table 2. With the exception of 1985 and 1996, inequality has been higher in the rural areas relative to the urban areas, which is probably accounted for by the structure of employment and income in the rural areas. The agricultural sector has consistently been neglected until recently due to the dominance of the oil sector in the economy. Faced with the inability to invest in skills acquisitions like those in the urban areas, the predominantly rural population has become more vulnerable to poverty. Considering zones, in 2010 income inequalities were highest in the North East and lowest in the North West and South West. Table 2: Inequality trend by area of residence and zones, 19802010 Levels National Urban Rural Geopolitical zones North Central North East North West South East South South South West 1985 0.43 0.49 0.36 0.41 0.39 0.41 0.44 0.48 0.43 1992 0.41 0.38 0.42 0.39 0.40 0.43 0.40 0.39 0.40 1996 0.49 0.52 0.47 0.50 0.49 0.47 0.39 0.46 0.47 2004 0.42 0.41 0.42 0.44 0.41 0.40 0.38 0.39 0.41 2010 0.45 0.43 0.44 0.42 0.45 0.41 0.44 0.43 0.41 Source: NBS 2009, 2012. Income inequality is further demonstrated in the share of income held by the top richest and the bottom poorest in the country. As revealed in Table 3, there is a very high disparity between the income of the richest and poorest deciles of the population. In 1986, the income of the poorest 10 per cent of Nigerias population was only 2.47 per cent, while that of the richest 10 per cent was 28.21 per cent. Curiously, the income share of the richest 10 and 20 per cent increased from 28.21 and 45.01 per cent, respectively in 1986 to 37.1 and 52.11 per cent in 1996, declined to 32.42 and 48.61 per cent in 2004, and then jumped to 38.23 and 54.01 per cent in 2010. This clearly defines Nigerias paradoxical status as a rich country with poor people; a country whose richest 20 per cent controlled 54.01 per cent of income in 2010 while most of the remaining 80 per cent were poor and struggled to live. Apparently, a more equal distribution of Nigerias income would assist greatly in curbing the increases in poverty rate. 6 Table 3: Income shares distribution, 19862010 Year Income share held by the rich 10% 28.2 31.5 37.1 29.9 32.8 Source: World Bank 2014. 20% 45.0 49.4 52.1 46.1 48.9 1986 1992 1996 2004 2010 Income share held by the poor 10% 2.5 1.4 1.9 2.2 2.2 20% 6.0 4.0 5.0 5.6 5.4 3 3.1 Methodological issues Introduction Poverty has traditionally been measured in one dimensionusually income or consumption. The variable is typically assumed to be cardinal and identification typically proceeds by setting a poverty line corresponding to a minimum level below which one is considered poor. Aggregation is usually achieved through the use of a numerical poverty measure that determines the overall level of poverty in a distribution given the poverty line. With a greater understanding of poverty as a complex phenomenon with multidimensional properties and effects Sen 1973, there has been a shift from the conventional onedimensional approaches to measuring poverty, inequality, and welfare using monetary values such as household income or expenditure per capita. These traditional, but still relevant approaches, including the much applied FosterGreerThorbecke approach Foster et al. 1984, determine poverty relative to a poverty line. However, these single dimensional measures are being overtaken by a multidimensional concept where both monetary and nonmonetary measures of deprivation are integrated. More advanced approaches have evolved over time to assess living standards and make comparisons within a multidimensional framework since the pioneering efforts of Tsui 2002 and Bourguignon and Chakravarty 2003. The challenge, however, has been to empirically define and aggregate relevant attributes as well as determine the minimum thresholds that can capture differences in levels of deprivation rather than choices and tastes Layte et al. 2001. The measurement of multidimensional poverty or welfare can be conceptualized as following two main steps: identification and aggregation. In order to select indicators, most analysts have gone with the basic needs approach Streeten et al. 1981. Various social determinants are identified to define whether a person is poor or not, including health, education, shelter, clothing, and access to information. However, the identification and choice of dimensions, as Alkire 2008 argues, is a value judgement rather than a technical exercise and is more context specific. The next step is the complex process of aggregation. The process is complex because great consideration is needed in valuing the various indicators to arrive at a multidimensional measure of poverty or wellbeing. The importance and weights to be ascribed to each dimension that contributes to the multidimensional poverty threshold is subjective and various weighting schemes have evolved over time. 7 Some approaches that have been adopted to handle the aggregation problem 5 are axiomatic and extensions of unidimensional poverty indices Tsui 2002; Atkinson 2003; Bourguignon and Chakravarty 2003. Other nonaxiomatic approaches in the literature include the fuzzy set approach Cerioli and Zani 1990; Cheli and Lemmi 1994; ChiapperoMartinetti 2006, the distance function method Lovell et al. 1994; Anderson et al. 2005, the information theory approach Maasoumi 1993; Deutsch and Silber 2005; Maasoumi and Lugo 2008, the inertia approach and factor analysis Klasen 2000; Sahn and Stifel 2003, and methods from the psychometric literature Wagle 2005; Di Tommaso 2007; Krishnakumar and Ballon 2008. No matter the approach adopted, there are several methodological difficulties in implementing a truly multidimensional analysis of poverty. In performing such a task, a number of intrinsically arbitrary measurement assumptions are often made, consisting inter alia of choosing aggregation procedures across dimensions of wellbeing as well as across individuals and deciding on multidimensional poverty lines to separate the poor from the nonpoor. Each of these choices raises concerns over the possible nonrobustness of the results that are obtained Batana and Duclos 2010. Indeed, a controversy is raging in the literature.6 While there is a consensus that deprivations exist in multiple domains, and are often correlated, the disagreement is about how best to measure this multidimensional poverty in such a way that will be useful for analysts and policy makers. There is a debate as to whether the multiple indicators of deprivations should be brought together into a composite index or not. Some researchers like Alkire and Foster 2011 and Maasoumi and Lugo 2008, have proposed scalar indices that seek to combine, in a single number, information from those various dimensions. Others, such as Ravallion, have opted for a dashboard approach whereby efforts and resources are focussed on developing the best possible set of multiple indices with unique characteristics of the various dimensions rather than a single multidimensional index Ravallion 2011. Ferreira and Lugo 2012, on the other hand, argue that the single index, versus a dashboard, is a false dichotomy. Particularly, the dependency structure is lost entirely by the dashboard approach and often blurred by scalar indices and therefore what is needed is a middleground approach that considers the interrelationship among dimensions. Arndt et al. 2012 apply the FOD approach to examine the distribution and evolution of child poverty in Vietnam and Mozambique using multipleordinal, discrete welfare indicators. This method is a significant contribution to the literature in that it does not impose a weighting scheme or ad hoc simplifying assumptions on the social welfare function. No assumptions are made about preferences for one indicator over another. The only criterion the method imposes is that it is better to be nondeprived than deprived in any indicator Arndt et al. 2012; SonneSchmidt et al. 2008. This is the approach adopted in this study. 5 See Batana 2008 for a good overview and summary of the different applications. 6 The Forum section of the June 2011 edition of the Journal of Economic Inequality was dedicated to the debate on multidimensional poverty measurement with contributions from Alkire and Foster 2011; Ravallion 2011; and Lustig 2011. 8 3.2 Analytical framework multidimensional first order dominance approach 7 FOD8 is a simple form of stochastic ordering applied in decision situations chacterized by a probability distribution over possible binary outcomes. The approach, which describes the criterion in which one distribution can be ranked unambigously better than another, allows us to make welfare comparisons between two populations on the basis of a series of discrete, ordinal welfare indicators without imposing arbitary weighting schemes or conditions on the social welfare function Arndt et al. 2012. This approach is well established in the theory of onedimesional 9 and multidimensional FOD.10 Focussing on the multidimensional case, consider the welfare distribution of two populations as multidimensional probability mass functions f and g over a finite subset of outcomes X of Rn. Then f first order dominates g if any of the following equivalent conditions hold.11 g can be obtained from f by definite number of shifts of density from one outcome to another that is less desirable. Social welfare is at for every nondecreasing additively separable social function w. cid:3051cid:3025i.e .cid:1859cid:1876cid:1875cid:1876cid:3051cid:3025cid:1859cid:1876comprehensive if cid:1876cid:1851,cid:1877cid:1850cid:1853cid:1866cid:1856cid:1877cid:1876cid:1861cid:1865cid:1868cid:1864cid:1861cid:1857cid:1871cid:1877cid:1851. cid:3051cid:3026cid:3051cid:3026cid:1858cid:1876cid:1875cid:1876cid:1858cid:1876for any comprehensive set cid:1851cid:1850. n.t. A set Y least as high for f and g is i. ii. iii. The most intuitive condition is i and it implies that if FOD is observed between two population distributions then the dominating population is unambiguously better than the other. Given the strict criteria of FOD, the approach has several shortcomings. Because FOD analysis does not impose assumptions about the relative value of different indicators, it is possible the FOD criteria cannot determine whether one population dominates or is dominated by another population. The welfare ranking in this case is indeterminate. Futhermore, FOD does not provide information on the extent to which any population dominates another. These shortcomings can be overcome through bootstrap sampling. In comparing repeated bootstrap samples, we obtain the empirical probability of domination, which provides an estimate of the extent to which one population dominates another. Furthermore, the probability of net domination the probability a population dominates all other populations minus the probability that a population is 7 This section relies heavily on Arndt et al. 2012. 8 Note that FOD criterion differs from the AtkinsonBourguignon class of robust welfare comparison criteria Atkinson and Bourguignon 1982, 1987, which make stronger assumptions about the underlying welfare function than FOD criterion and are classified under Orthant stochastic orderings see Arndt et al. 2012 9 See Osterdal 2010 and Arndt et al. 2012 for detailed discussion 10 See Lehmann 1955, Strassen 1965, Levhari et al. 1975, Grant 1995 cross ref from Arndt et al. 2012 11 See equivalence proofs in Lehmann 1955, Strassen 1965, Levhari et al. 1975, ssterdal 2010, Kamae et al. 1977 cross ref from Arndt et al. 2012 9 dominated by all other populations can be interpreted as a cardinal measure of welfare, which provides the basis to rank populations. 3.3 Choice of welfare indicators Poverty can be reflected in various broad dimensions and, as Sen 2004 suggested, the judgement and selection of relevant indicators should be driven by two underlying factors. These are: context specificity, i.e. indicators that are special to the society in question; and indicators that could focus appropriately on public policy by way of external influence. The selection of the indicators should be in line with internationally accepted criteria and studies on multidimensional basicneeds poverty outcomes such as the UN Human Development Indicators as well as the relevant measurement indicators of the United Nations Millennium Development Goals MDGs. The choice of appropriate indicators is further restricted by the availability of data. The five relevant indicators used in this study are education, water, sanitation, shelter, and energy. Education Education acts as a proxy for the level of literacy, knowledge, and understanding that household members possess. The proxy used to measure education is whether someone in the household has three years of schooling. Since basic education in Nigeria begins at the age of six, a household is considered deprived if no family member aged nine years and above has completed three years of schooling. Although years of schooling may not capture completion of school or quality of education, it has been found to be a robust proxy and it follows the effective literacy idea of Basu and Foster 1998; all household members benefit from the abilities of a literate individual in the household, regardless of each persons actual level of education. Apart from the fact that the country is committed to the achievement of universal basic education as one of the MDGs, it should be noted that education is a shared responsibility of the Nigerian federal, state, and local governments. However, primary education is largely the responsibility of local government. Energypower The second indicator is electricity. Electricity is essential to quality of life. Availability of electric power enables people to independently pursue a wide range of economic activities that could generate income and sustain livelihood of the household; it is thus related indirectly to the first MDG. Furthermore, availability of governmentsupplied electricity is known to be a safer means of lighting and the supply can be used as a government performance indicator. However, electric power supply in Nigeria does not meet the needs of its citizens. The cost of failure in electricity supply does not affect households socioeconomic status alone, but also the growth path of the nation Akinlo 2012. Thus a household without access to main government electricity or a generator is assumed to be energypower deprived. Water, sanitation, and shelter In addition, there are three important and often applied indicators of welfare, namely safe drinking water, access to good sanitation facilities, and appropriate dwellings shelter. They are core drivers of health and standards of living, as well as the MDGs, which provides a strong basis for their inclusion 10 in the MDG indices. Although they can be integrated, this study chose to apply them individually in its analysis. The responsibility for providing these three important drivers of health and welfare are shared between governments and private individuals. The responsibility for water supply is shared among the three levels of government. The federal government is in charge of water resource management; the state is responsible for urban water supply; and local government for rural water supply. Water supply remains one of the core measures of performance of government. Yet, access to improved water sources remains a challenge in Nigeria. In the case of improved sanitation, even though the responsibility is not well defined, it is expected that the states would create an appropriate sewage system. While maintaining consistency among years and surveys, we tried as much as possible to align our definition of deprivation in water and sanitation with the WHOUNICEF Joint Monitoring Programmes definitions of improved sanitation and water sources.12 Even though shelter is an individual rather than governmental responsibility, the lack of adequate shelter is an indicator of limited income. Also, inadequate shelter contributes to low lifeexpectancy and health and effective intervention in the housingshelter capability of the population will impact on labour productivity. A household with no good flooring material is classified as shelterdeprived, which includes flooring material made of dirt, sand, or dung. 3.4 Data sources Two data sources provided five datasets that were used in this study. The Harmonized Nigeria Living Standard Survey HNLSS of 200809 and the Nigeria Living Standard Survey NLSS of 20030 4, both from the NBS, were used in the statelevel analysis. The Nigeria Demographic Health Surveys DHS of 1999, 2003, and 2008 were used for national, zonal, and sectoral analysis. The 1999, 2003, and 2008 DHS are nationally representative surveys covering both urban and rural households. The surveys follow a stratified cluster sampling design. Details of the research design can be found in the final reports NPC and ORC Macro 1999, 2004, and NPC and IFC Macro 2009. As indicated in the surveys, 7,647, 7,225, and 34,070 households were surveyed in 1999, 2003, and 2006, respectively. Due to the removal of missing values, 7,354, 7,121, and 32,896 households in 1999, 2003, and 2008 were utilized for the analysis. Although, the DHS would have been used for all the analysis, the sample strata and clusters were different in the three datasets. In the 1999 and 2003 DHS, the strata were regions and urbanrural sectors whereas in 2008 they were states and urbanrural sectors. Consequently, several of the states had an insufficient number of clusters in 1999 and 2003 to give meaningful results. This implied that we had to merge states and due to structural differences within states this idea was rejected. Therefore, to maintain consistency the 200809 HNLSS and the 200304 NLSS were used for the state analysis. The HNLSS and the NLSS are both nationally representative datasets covering the 36 states of the Federation and the Federal Capital Territory. Both surveys used the National Integrated Survey of Household framework and employed multistage sampling, stratified by states. Each of the surveys 12 A detailed description can be found at http:www.wssinfo.orgdefinitionsmethodswatsancategories 11 was conducted by the NBS and the comparability between them was high even though the HNLSS had a greater scope than the NLSS. The HNLSS is the combination of the NLSS and the Core Welfare Indicators Questionnaire NBS2012. In the 200304 NLSS, clusters of 120 housing units called enumeration areas EA were randomly selected from each state and the Federal Capital Territory FCT, Abuja for the first stage. The second stage involved random selection of five housing units from the selected EAs. A total of 600 households were randomly chosen in each of the states and 300 from the FCT, summing up to 21,900 households. In the case of the 200809 HNLSS, the welfare component was conducted in 77,400 households, which is an average of 100 households per local government area. In addition to the household questionnaires, a consumption module was also included and covered 50 households in each local government area, which means 38,700 households were interviewed. Both the household welfare questionnaire and the consumption module were linked together to produce the Nigeria Poverty Profile. The final sample sizes used for analysis were 19,158 households from the NLSS and 70,534 households from the HNLSS. The observed differences between the original and the final figures were due to missing information. From the two sets of surveys, five binary welfare indicators were identified with careful attention to define the variables as consistently as possible across surveys. The indicators are defined as follows: Water: a household is not deprived if the households water source is piped water, well water, or rainwater. Sanitation: a household is not deprived if the household uses a flush toilet, an improved, ventilated pit latrine, or a composting toilet. Access to electricity: in the DHS, a household is not deprived if the household has access to electricity. In the HNLSS and NLSS, a household is not deprived in electricity if the households main source of lighting is electricity from mains electricity or electricity from a generator.13 Shelter: a household is not deprived if the household has flooring made of a material other than dirt, sand, or dung. Education: a household is not deprived if any household member has completed three or more years of schooling at the primary level or above. 3.5 Analysis With the indicators chosen, the FOD approach allows comparison between populations over time, on the basis of a series of binary ordinal welfare indicators. Therefore, the binary variables were created 13 In the HNLSS a main source of lighting and an additional source of lighting were identified whereas in the NLSS only one source was identified. For consistency, in the HNLSS the indicator is defined using only the main source of lighting. 12 for each indicator, where 1 is the good outcome nondeprived and 0 is the bad outcome deprived. Therefore, the outcome 0,0,0,0,0 indicates deprivation in all indicators of wellbeing while the outcome 1,1,1,1,1 means nondeprivation in all of the dimensions. FOD operates through the principles of the linear programming. To overcome the possibility of indeterminate outcomes of dominance, the bootstrapping approach was applied and the final output can be empirically interpreted as the probability that population A dominates population B or viceversa. Bootstrapping is a computational nonparametric technique for resampling and enables conclusions to be drawn based on the characteristics of the population. We ran the bootstrap analysis with 100 replicates. The analyses were conducted using Stata 12 Stata Corp. Inc. TX, USA and for the linear programming, the algorithm written by Arndt et al. 2012 using CONOPT solver Drud 2008 in the General Algebraic Modelling System GAMS Development Corp., Washington, DC, USA was utilized. The analysis captured both spatial and temporal welfare domination for states, geopolitical zones, and sectors. Temporal FOD analysis measures domination of one time period over another in the same population. For each population states, geopolitical zones, and sectors due to the availability of three datasets, we defined three possibilities of temporal domination as follows: 0: neither 2003 FOD 1999 nor 1999 FOD 2003 neither 2008 FOD 1999 nor 1999 FOD 2008 neither 2008 FOD 2003 nor 2003 FOD 2008 2003 FOD 1999 2008 FOD 1999 2008 FOD 2003 1999 FOD 2003 1999 FOD 2008 2003 FOD 2008 1: 1: These possible outcomes are averaged over all bootstrap iterations for each of the three combinations of years to obtain a net domination score. 4 Results and discussion The analyses were conducted at the national, zonal, sectoral rural and urban, and state levels. Five binary indicators were selected as mentioned above, and the number of possible welfare combinations we arrived at is 2532, giving us 32 comparator subgroups. The national, zonal, and sectoral results are based on the 1999, 2003, and 2008 DHS datasets while the state results are from the 200304 NLSS and 200809 HNLSS datasets. 4.1 Households according to welfare indicators Table 4 presents the proportion of Nigerian households that are not deprived by the five different welfare indicators at national, zonal, and sectoral levels based on the 1999, 2003, and 2008 DHS datasets. It also reports the percentage change of households not deprived by welfare indicators over 13 the three periods. Nationally, the table indicates a positive change in welfare indicators between 1999 and 2008 with the exception of education, which had a small negative change of 0.01 per cent. However, the proportion of Nigerian households that had access to electricity declined from 51.08 per cent in 2003 to 47.76 per cent in 2008 and a similar decrease can be observed for shelter 64.38 per cent in 2003 and 61.78 per cent in 2008. The change in deprivation levels from 1999 to 2008 varies across welfare indicators and areas. Both the urban and rural sectors experienced deterioration in two indicators between 1999 and 2008water and electricity for urban populations and shelter and education for rural areas. The North Central zone performed the worst with negative changes in all welfare indicators except sanitation. Table 4: Proportion and percentage change of households not deprived, by welfare indicator and year National Rural Urban NC NE NW SE SS SW Water 1992 68.9 59.9 90.9 66.3 76.7 89.6 44.5 47.0 74.6 2003 70.0 64.9 80.0 50.7 68.8 84.3 73.7 59.6 76.2 Sanitation Electricity 2008 73.5 68.1 84.7 60.5 71.9 87.5 70.8 67.1 72.5 Change 1992 18.6 0.07 9.6 0.14 0.07 40.7 18.6 0.09 10.7 0.06 0.02 8.1 18.6 0.59 21.2 0.43 0.03 34.5 2003 15.8 7.4 32.5 10.1 5.6 5.8 37.1 28.3 31.4 2008 40.2 30.2 60.6 32.6 25.3 48.4 44.2 35.3 46.4 Change 1992 44.6 1.16 28.0 2.16 0.49 85.3 50.9 0.75 23.1 1.37 4.99 30.7 44.0 1.37 48.4 0.66 0.35 67.3 2003 51.1 34.5 83.9 47.2 34.4 45.0 66.0 55.9 80.7 2008 47.8 29.8 84.6 32.3 24.7 38.3 64.4 56.9 71.2 Change 0.07 0.06 0.01 0.37 0.07 0.25 0.46 0.18 0.06 Table 4: Proportion and percentage change of households not deprived, by welfare indicator and year cont. National Rural Urban NC NE NW SE SS SW Shelter 1992 61.3 50.3 88.1 73.9 32.5 43.0 76.7 67.5 77.3 2003 64.4 52.6 87.6 69.3 39.4 56.1 85.4 76.0 87.4 2008 61.8 48.5 88.9 62.4 30.8 39.1 84.4 79.5 85.9 Change 0.01 0.04 0.01 0.15 0.05 0.09 0.10 0.18 0.11 Education 1992 79.6 74.9 90.9 86.5 60.1 52.9 95.8 96.3 94.4 2003 78.4 73.1 88.9 88.3 62.1 61.4 96.2 96.8 93.7 2008 79.1 72.4 92.9 84.9 57.9 59.4 95.8 97.0 92.4 Change 0.01 0.03 0.02 0.02 0.04 0.12 0.00 0.01 0.02 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. Appendix Table A2 presents the percentage change of households not deprived by welfare indicator by states between 2004 and 2009 using the 200304 NLSS and 200809 HNLSS. The table indicates that 12 of Nigerias 36 states and the FCT recorded improvements in access to water, two states had no change, and the rest had a negative change. For electricity, it is disappointing to note that in 2009 only nine states had more than 50 per cent of their population nondeprived. However, it was not surprising that only five states improved over the five years. The change in performance ranged from 14 67 per cent for Zamfara to 189 per cent for Jigawa albeit from a very low base of only 8.63 per cent coverage in 2004. 4.2 Share of households in multidimensional welfare combinations The share of households at the national level that fall in each combination of welfare indicator and the change in this share over time are presented in Table 5 for the nation, Appendix Table A1a, for rural and urban sectors, and Appendix Table A1b for zones. The first row of the tables shows the share of the households characterized by deprivation in all dimensions 0,0,0,0,0, which we called acutedeprivation while the bottom row illustrates nondeprivation in any dimension 1,1,1,1,1, which is called zerodeprivation. Between the two extremes are the various combinations of welfare indicators. However, our discussion will only consider the two extremes, i.e. acutedeprivation topmost row and zerodeprivation bottom row. Nationally, acutedeprivation was 3.34 per cent in 1999, fell to 2.42 per cent in 2003, but increased to 3.09 per cent in 2008, although it remained below the 1999 level. Substantial improvement can be observed in the percentage of households with no deprivation the last row, with a 5.51 per cent national improvement from 13.37 to 18.88 per cent over the tenyear period. 15 Table 5: Households by combination of welfare indicators, national figures % Education Welfare indicator combination Sanitation Water Floor Electricity 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 National 1999 3.34 0.13 0.06 0.00 0.80 0.32 0.09 0.03 10.28 0.66 0.56 0.05 2.43 1.33 0.16 0.19 9.43 0.69 0.25 0.05 8.11 5.87 0.68 1.24 9.51 2.75 0.61 0.31 8.12 17.64 0.93 13.37 2003 2.42 0.56 0.01 0.00 0.84 0.57 0.02 0.08 10.69 1.24 0.03 0.01 2.62 2.23 0.05 0.20 7.05 1.71 0.00 0.11 6.95 7.85 0.22 1.63 8.85 2.74 0.05 0.14 8.59 19.26 0.53 12.73 2008 Change 3.09 0.05 0.59 0.07 0.77 0.16 0.17 0.13 6.68 0.44 3.89 0.92 1.73 . 0.92 0.57 0.67 6.59 0.56 0.91 0.20 5.18 3.27 1.04 3.69 7.14 1.58 3.40 2.11 7.56 14.10 2.93 18.88 0.25 0.08 0.53 0.07 0.03 0.15 0.08 0.10 3.59 0.21 3.33 0.87 0.70 0.40 0.42 0.47 2.84 0.13 0.66 0.14 2.93 2.60 0.36 2.44 2.37 1.17 2.79 1.80 0.56 3.54 1.99 5.51 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. Households by the number of deprivations in welfare indicators are presented in Table 6 for the nation, zones, and sectors from the 1999, 2003, and 2008 DHS surveys, while the state results from the 2004 NLSS and the 2009 HNLSS are presented in Table 7. In the tables, the number of deprivations range from 0 to 5 where 0 signifies zerodeprivation and 5 implies acutedeprivation, i.e. deprivation in all welfare dimensions. In the urban sector, only 0.36 per cent of households experienced acutedeprivation in 2008 compared to 4.42 per cent in the rural sector. Also of note is the fact that only 4.06 per cent of rural households had zerodeprivation in 1999, and this marginally improved by 3.25 percentage points to 7.31 per cent over the tenyear period. 16 Among the zones, acutedeprivation ranged from 0.96 per cent in the South East to 5.47 per cent in the North East zone in 1999. The proportion of households in the North East experiencing acute deprivation increased by over onehalf from 5.47 per cent in 1999 to 8.27 per cent in 2008, while zerodeprivation declined by almost onehalf in the same period, 7.23 per cent and 4.28 per cent in 1999 and 2008, respectively. Generally, the northern zones are characterized by a higher share of acutedeprivation and a marginal share in zerodeprivation compared to the southern zones. Table 6: Households by number of deprivations in welfare indicators % National Urban Rural 1999 2003 2008 0 1 2 3 4 5 0 1 2 3 4 5 0 1 2 3 4 5 13.4 20.3 19.7 22.6 20.7 3.3 12.7 21.8 21.9 22.0 19.2 2.4 18.9 23.5 19.6 20.3 14.7 3.1 36.1 38.5 14.1 7.9 3.2 0.2 27.3 40.1 17.8 9.0 4.4 1.3 42.5 36.6 13.5 5.1 1.9 0.4 4.1 12.9 21.9 28.6 27.9 4.6 5.4 12.5 24.0 28.6 26.6 3.0 7.3 17.1 22.6 27.7 20.9 4.4 NC NE NW SE SS SW 9.9 29.3 25.9 20.0 11.9 3.0 6.7 18.0 30.9 25.4 16.7 2.3 14.7 16.7 22.0 24.9 16.5 5.1 7.2 7.6 14.1 28.7 37.0 5.5 3.9 10.9 19.9 27.0 33.5 4.8 4.3 13.7 17.1 26.6 30.1 8.3 3.7 16.0 19.9 26.8 28.8 4.9 4.5 21.4 24.5 23.5 23.9 2.2 9.8 20.4 23.4 27.3 17.0 2.1 11.9 15.2 28.6 30.3 13.1 1.0 31.0 27.5 18.5 15.8 6.5 0.7 27.2 30.9 22.9 13.0 5.2 0.8 16.5 18.6 18.9 23.5 20.0 2.5 24.2 18.8 20.6 23.5 11.8 1.1 23.8 27.5 20.1 18.5 9.3 0.7 30.8 30.2 12.9 10.8 12.9 2.4 25.9 45.8 11.5 7.7 6.9 2.2 35.5 32.0 12.2 8.7 9.2 2.4 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. Figure 4 shows the observed change in acutedeprivation and zerodeprivation between 2004 and 2009 at the state level. Note that a positive change in zerodeprivation is good and negative change in acutedeprivation is bad. Only four states FCT, Imo, Kebbi, and Rivers had a reduction in the proportion of households experiencing acutedeprivation over the five years, ranging from 0.30 per cent in Kebbi to 0.65 per cent in Imo. Lagos state recorded zero per cent of people lacking in all the dimensions in both periods but there was a drop in zerodeprivation by 0.08 per cent. Abia, Anambra, Bayelsa, Kaduna, Kano, Kogi, Kwara, Taraba, and Delta experienced an increase in the proportion of households experiencing acutedeprivation in 2009 ranging from a change of 2.23 per cent in Anacent in Anambra and up to 121.84 per cent in Kano. 17 Figure 4: Percentage change in acute and zerodeprivation between 2004 and 2009 by states Source: Authors calculations based on the 2004 and 2009 HNLSS. 18 4.3 First order domination comparisons FOD comparisons across time and space were carried out across the states, sectors, zones, and the nation. Spatial bootstrapped FOD comparisons from the 1999, 2003, and 2008 DHS for the nation, zones, and sectors are reported in Tables 7, 8, and 9, respectively while the static results are in Appendix Tables A3a to A3c. The bootstrap results from the 2004 NLSS and 2009 HNLSS for states are reported in Tables 10 and 11, and the static results are in Appendix Tables A4a and A4b. In each bootstrapped table, the row column averages indicate the probability that a constituency dominated is dominated by all other constituencies. 4.4 First order domination over other constituencies In Tables 7, 8, 9, 10, and 11, row values indicate the probability over 100 bootstraps that the row constituency dominated the column constituency. Row averages indicate the average probability that the row constituency dominated all others and higher values indicate greater welfare. It is expected, therefore, that areas with lower poverty should have a higher level of dominance with higher row averages. The nation as a whole dominated rural areas in all three years with a probability at or near 100 per cent. The only other area the nation dominated was the North East zone with a probability of dominance near zero in 1999 but solid probabilities in 2003 and 2008 at 61 and 67 per cent, respectively. The urban sector consistently had the highest probability of dominating in all the three periods and strongly dominated the nation, rural areas, and the North Central and North East zones in all three years. In addition, urban areas had a significant probability of dominating the North West zone in 1999 79 per cent, and the South West zone in 2008 60 per cent. Performance among the zones indicated that southern zones had higher probabilities of dominating compared to the northern zones. Notably, the South West zone almost doubled its probability of dominating over the tenyear period. Table 7: 1999 DHS bootstrap spatial FOD comparisons probabilities Area National Rural Urban NC NE NW SE SS SW Average National 1 0.01 0.26 0.16 Rural Urban NC 0.9 0.12 0.13 1 1 0.6 0.02 0.83 0.43 0.00 NE 0.02 1 0.04 0.03 0.22 0.16 NW 0.79 0.10 SE 0.01 0.00 SS 0.06 0.01 SW 0.01 0.00 Avg. 0.13 0.00 0.59 0.08 0.00 0.00 0.00 0.00 0.19 0.11 Source: Authors calculations based on the 1999 Nigeria DHS. 19 Table 8: 2003 DHS bootstrap spatial FOD comparisons probabilities National Area National Rural Rural Urban NC 0.42 0.87 0.29 0.48 0.26 0.94 0.94 0.01 0.84 0.13 0.79 0.46 0.00 Urban NC NE NW SE SS SW Average Source: Authors calculations based on the 2003 Nigeria DHS. 0.94 0.59 0.02 0.56 0.26 NE 0.61 0.09 0.98 0.01 0.2 0.7 0.11 0.86 0.45 NW 0.09 0.01 0.01 0.01 SE 0.01 0.01 0.00 SS 0.14 0.02 SW 0.00 Avg. 0.19 0.01 0.42 0.00 0.00 0.03 0.39 0.07 0.34 0.16 Table 9: 2008 DHS bootstrap spatial FOD comparisons probabilities Area National Rural Urban NC NE NW SE SS SW Average National Rural Urban NC 1 0.97 0.71 0.98 0.46 1 1 0.83 0.23 0.97 0.50 1 0.09 0.17 0.16 0.00 NE 0.67 0.03 1 0.68 0.32 0.1 0.54 0.42 NW 0.1 0.01 SE 0.00 SS 0.00 SW 0.6 0.08 Avg. 0.21 0.00 0.59 0.00 0.00 0.09 0.28 0.13 0.33 0.18 Source: Authors calculations based on the 2008 Nigeria DHS. Spatial bootstrap analysis by states in 2004 Table 10 shows that 27 states including FCT had less than a 10 per cent chance of ever dominating any other state; however, in 2009 15 states had more than 10 per cent probability of dominating other states Table 11. Lagos maintained high economic dominance and confirmed its status as the main economic engine in Nigeria with a 73 per cent per cent and 68 per cent chance of dominating other states including FCT in 2004 and 2009 respectively. 20 Table 10: 200304 NLSS bootstrap spatial FOD comparisons probabilities, by state awamad A mob Iawk A arbman A eune B onro B ssor C srev Ri atle D iynob E od E itik E ugun E TCF ebmo G awag Ji anuda K om I0.99 0.03 0.73 0.01 0.46 0.39 0.22 0.03 0.20 0.02 0.66 0.01 0.98 0.02 0.01 0.04 0.31 0.06 0.01 0.02 0.27 1.00 0.30 0.23 0.37 0.01 0.90 0.18 0.02 0.86 0.59 1.00 0.60 0.02 0.49 0.86 0.06 0.12 0.12 0.04 0.06 0.47 0.20 0.02 0.11 0.04 0.06 0.73 0.02 0.85 0.38 0.02 0.03 0.99 0.61 0.03 0.63 0.11 0.01 0.04 1.00 0.99 1.00 0.93 0.28 0.92 0.53 0.75 0.86 21 iab A 0.71 0.75 0.56 0.01 0.17 0.84 0.02 0.93 0.05 0.09 0.21 0.53 0.06 0.10 0.85 0.01 0.94 1.00 0.93 0.71 ihcua B laseya B 0.01 0.99 0.06 0.32 0.71 State Abia Adamawa Akwa Ibom Anambra Bauchi Bayelsa Benue Borno Cross Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 0.70 0.61 0.23 0.98 0.26 0.56 0.01 0.25 0.02 0.25 0.08 0.02 0.02 0.05 0.22 0.01 0.07 0.25 0.71 0.02 0.53 0.06 0.74 0.04 0.01 0.06 0.34 0.05 0.01 0.86 0.01 0.02 0.10 0.63 0.04 0.85 0.99 0.12 0.14 0.00 0.19 0.08 0.11 0.01 0.11 0.01 0.03 0.06 0.05 0.24 0.02 0.01 0.00 22 Table 10: 200304 NLSS bootstrap spatial FOD comparisons probabilities by state, cont. reg Ni nug Oodn O nus O oy O uaea Ptl srev Ri otoko S abara T ebo Y farama Z 0.08 0.11 0.03 0.20 0.25 0.02 0.99 0.16 0.58 0.44 0.34 1.00 0.12 0.26 0.51 0.40 0.07 1.00 0.34 1.00 0.91 0.03 0.30 0.84 0.89 0.54 0.09 0.97 1.00 0.05 0.10 0.01 0.05 0.65 1.00 0.12 0.05 0.02 0.13 0.61 0.88 0.15 0.98 0.03 0.89 0.06 1.00 Avg. 0.22 0.00 0.01 0.06 0.02 0.00 0.01 0.00 0.00 0.22 0.01 0.26 0.06 0.00 0.01 0.00 0.06 0.00 0.26 0.06 0.01 0.00 0.00 0.23 0.73 ona K iansta K ibbe K igo K araw K soga L 0.15 0.96 0.01 0.79 0.08 0.60 0.29 0.24 0.61 0.05 0.17 0.06 0.19 0.46 0.02 1.00 0.34 0.91 1.00 0.02 1.00 0.43 0.33 0.87 0.99 0.10 1.00 0.80 awarassa N0.98 0.01 0.02 0.21 1.00 0.28 0.04 0.01 0.91 0.01 0.98 0.47 0.03 0.30 0.04 0.06 0.04 0.42 1.00 0.90 1.00 0.03 1.00 23 State Abia Adamawa Akwa Ibom Anambra Bauchi Bayelsa Benue Borno Cross Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 0.15 0.54 0.83 0.06 0.00 0.15 0.34 0.15 0.04 0.01 0.51 0.82 0.01 0.18 0.53 0.18 0.49 0.23 0.02 0.28 0.76 0.20 0.34 0.08 0.10 0.68 0.26 0.01 0.01 0.01 0.04 0.02 0.18 0.02 0.21 0.12 0.31 0.36 0.98 0.99 0.93 0.99 0.73 1.00 0.04 0.05 0.25 0.62 0.07 0.01 0.01 0.01 0.09 0.10 0.10 0.21 0.03 0.13 0.02 0.00 0.01 0.01 0.11 0.02 0.00 0.21 0.11 0.04 0.04 0.04 0.03 0.08 0.01 0.00 0.45 0.02 0.11 Source: Authors calculations based on the 200304 NLSS. 24 Table 11: 200809 NLSS bootstrap spatial FOD comparisons probabilities by state awamad A Imob_awk A arbman A ihcua B laseya B eune B onro B atle D iynob E od E itik E ugun E TCF ebmo G awag Ji om I anuda K0.21 0.73 1.00 0.02 0.98 i srev R_ssor C 0.47 0.03 0.05 0.99 0.23 0.55 0.71 0.11 0.30 0.05 0.94 0.37 0.01 0.26 0.07 1.00 0.24 0.01 0.21 0.02 1.00 0.66 0.48 0.79 0.03 0.45 0.01 0.15 0.03 1.00 0.41 0.13 0.99 0.15 0.52 0.75 0.02 1.00 1.00 0.94 0.13 0.51 0.07 0.99 0.02 0.87 0.01 0.79 0.53 0.74 0.03 0.26 0.01 0.26 0.56 0.05 0.02 0.07 0.25 0.02 0.04 0.20 0.53 0.01 0.03 1.00 0.99 0.96 0.54 0.01 0.90 0.48 0.92 1.00 iab A 0.97 1.00 0.57 0.21 0.81 0.31 1.00 0.01 0.98 1.00 0.08 0.58 0.56 0.03 0.81 0.56 0.95 0.01 0.89 1.00 1.00 0.99 State Abia Adamawa Akwa_Ibom Anambra Bauchi Bayelsa Benue Borno Cross_Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos 1.00 0.55 0.99 0.96 0.93 1.00 0.84 25 Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 0.13 0.01 1.00 0.96 1.00 1.00 0.07 1.00 0.04 0.20 0.10 1.00 0.04 0.92 0.02 0.34 0.85 0.13 1.00 0.94 0.06 0.98 0.55 0.03 1.00 0.96 0.01 0.15 0.06 0.64 0.99 0.99 0.12 0.92 0.02 0.03 0.06 0.01 0.26 0.17 1.00 0.29 0.97 0.99 0.98 0.06 0.49 0.03 0.40 0.12 0.03 0.20 0.12 0.28 0.15 0.15 0.02 0.12 0.03 0.03 0.08 0.02 0.36 0.01 0.00 0.02 26 Table 11: 200809 NLSS bootstrap spatial FOD comparisons probabilities by state, cont. ona K anstia K ibbe K igo K araw K soga Larassa N aw reg Ni nug Oodn O nus O oy O uaea Ptl srev Ri tooko S abara T ebo Y farama Z 0.06 0.51 0.02 0.06 0.10 0.07 0.92 0.20 0.96 0.01 0.01 0.04 0.57 1.00 0.07 0.56 0.50 1.00 0.81 0.01 0.74 0.03 0.02 0.03 0.53 0.37 0.09 0.01 1.00 1.00 0.34 1.00 1.00 0.24 0.05 0.02 1.00 0.10 1.00 1.00 0.71 1.00 1.00 0.97 0.44 0.24 1.00 1.00 0.04 0.01 0.51 0.05 0.11 0.02 0.47 0.01 0.93 0.02 0.24 0.57 0.99 0.78 0.03 0.80 0.07 0.94 0.97 0.74 0.68 0.01 0.62 0.71 1.00 0.21 0.14 0.22 0.01 0.08 1.00 0.09 0.21 0.07 1.00 0.01 0.93 0.03 0.16 0.66 0.06 0.05 0.03 0.04 0.01 0.04 1.00 0.92 0.52 0.76 0.08 1.00 0.92 0.22 1.00 27 Avg. 0.29 0.01 0.04 0.29 0.00 0.02 0.00 0.00 0.00 0.26 0.00 0.26 0.19 0.03 0.18 0.00 0.18 0.00 0.20 0.03 0.00 0.00 0.01 0.11 0.68 State Abia Adamawa Akwa_Ibom Anambra Bauchi Bayelsa Benue Borno Cross_Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos 0.97 0.21 0.04 0.96 0.04 0.11 0.03 0.25 0.32 0.87 0.88 Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 0.00 Source: Authors calculations based on the 200809 NLSS. 0.06 0.04 0.92 0.76 0.52 0.02 0.78 0.14 0.24 0.28 0.18 0.00 0.05 0.03 0.03 0.29 0.00 0.00 0.57 0.01 0.15 0.02 0.63 0.94 0.73 0.75 0.25 1.00 0.11 0.28 0.52 1.00 1.00 0.33 0.54 0.99 0.94 0.02 0.05 1.00 0.90 0.48 1.00 1.00 1.00 1.00 0.97 1.00 0.04 0.88 0.07 0.59 0.12 0.99 0.03 0.02 0.32 0.18 0.19 0.17 0.03 0.50 0.00 0.00 0.00 0.00 28 4.5 First order domination by other constituencies Column values in Tables 7, 8, 9, 10 and 11 provide the probability over 100 bootstraps that the column constituent is dominated by the row constituent while column averages provide the average probability of being dominated by all others. With this metric, it is expected that relatively poor constituents should have relatively high column averages. The nation on average had a probability of being dominated of 16, 26, and 16 per cent in 1999, 2003, and 2008, respectively Tables 7, 8, and 9. Urban areas had a significant probability of dominating the nation with probabilities at or near 100 per cent in every year. The nation had a 26, 56, and 17 per cent probability of being dominated by the South West in 1999, 2003, and 2008 respectively and a 59 per cent chance of being dominated by the South East in 2003. The probability of the rural sector being dominated steadily increased from 43 per cent in 1999 to 50 per cent in 2008. The nation, urban areas, and the South South and South West zones solidly dominated rural areas in every year. Furthermore, the South East increasingly dominated rural areas over time, though the probability remains low. In comparison, the urban sector had zero probability of being dominated in any year, which indicates no area dominated urban areas in any of the bootstraps in any year. From the zones, the North West and all southern zones had essentially no probability of being dominated in any year. The probability of the North Central and North East zones being dominated increased considerably from 13 and 16 per cent in 1999 to 46 and 42 per cent in 2008. In 2004, 12 states had more than a 10 per cent chance of being dominated by others with all but two of the states in northern zones Table 10. This increased to 16 in 2009 with all but three of these states in northern zones Table 11. In both 2004 and 2009, Taraba state stands out as performing significantly worse than all other areas with a 45 and 57 per cent chance of being dominated in each year respectively. 4.6 Net dominance and inequality Probability of net dominance is the difference between the average probability of dominating and being dominated by all other areas, i.e. the column average minus the row average. Net dominance is an indicator of the strength of domination over others and allows constituencies to be ranked. Positive figures indicate a high dominancy level and negative figures show low dominancy. While Figure 5 presents the result for national, zonal, and sectoral levels from the 1999, 2003, and 2008 DHS surveys, Figure 6 reports the results for states from the 200304 NLSS and 200809 HNLSS surveys. The two figures present the change in dominance and ranks of the constituencies across time. 29 Figure 5: Spatial FOD ranking and probability of net domination for national, sectoral, and zonal levels in 1999, 2003, and 2008 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. The national probability of net domination was 0.03, .07, and 0.05 and ranked fifth, sixth, and sixth position within the nine constituencies in 1999, 2003, and 2008, respectively. In other words the nation had essentially equal probability of dominating and of being dominated. While the urban sector consistently maintained the highest ranking, the rural sector maintained the lowest ranking through the ten years. A significant change in rankings could be observed within the nine constituencies between 1999 and 2003, but between 2003 and 2008, the movement was not dramatic with North East moving up by one point to the seventh position and North Central falling in ranking to the eighth position in 2009 Figure 5. 30 Figure 6: Net dominance and ranks by state in 2004 and 2009 Source: Authors calculations based on the 200304 NLSS and the 200809 HNLSS. The state rankings presented in Figure 6 show Lagos state to have the highest net dominance and ranking in 200304 and 200809 . States like Rivers, Ogun, and Anambra had a significant improvement in wellbeing and moved to second, third, and fourth highest ranks in 2009 from eighth, 11th and 13th position in 2004. However, states like Kaduna, Kano, and Niger lost their strength by 2009, indicating a relative loss in wellbeing. 31 4.7 Temporal comparisons The net temporal domination score is the average of the three possible outcomes in comparing one year to another, i.e. the average that one year dominates 1, neither dominates nor is dominated by 0, or is dominated by 1 another year over all bootstraps. Net domination scores for the nation, zones, and sectors are presented in Table 12. State results are presented as maps in Figure 7c. Table 12: Temporal net FOD comparisons, DHS probabilities NC NE NW National Rural SE SS SW Urban 2003 FOD 1999 Static Boot 0.04 0.01 0.02 0.01 0.03 0.36 0.4 1 1 1 0.37 2008 FOD 1999 Static Boot 2008 FOD 2003 Static Boot 1 0.07 0.15 0.04 0.38 0.6 0.03 1 0.05 0.24 0.01 0.45 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. Nationally, the temporal results show that 2003 dominated 1999 by a very low probability of 0.01; a slightly higher probability of 0.15 net domination can be observed between 2008 and 1999; and neither 2008 dominates 2003 nor 2003 dominates 2008. However, these are very low probabilities indicating little evidence of advancement over the years. Among the zones, North Central and North East experienced 1999 dominating 2003 while South East, South South and South West experienced positive probability of dominance between 2008 and 2003 with the highest chance in the South South 0.24. In the sectors, the urban sector displays some probability of decline between 1999 and 2003 but had a high probability of 2008 dominating 2003 with 0.45. Figure 7 presents the spatial FOD index for the two years 2003 and 2009panels a and band the temporal FOD indexpanel c. It should be noted that the FOD index levels in panels a and b are not comparable because they are respectively relative to the situations prevailing in 2004 and 2009 while the temporal FOD index c measures whether the 2009 welfare distribution dominates the welfare distribution of the same state in 2004, or whether 2009 is dominated by 2004. 32 Figure 7: Spatial FOD ranking by state Source: Authors calculations based on the 200304 NLSS and the 200809 HNLSS. Therefore, for each state, the three possible results are: 0: neither 2009 FOD 2004 nor 2004 FOD 2009; 1: 2009 FOD 2004; and 1: 2004 FOD 2009. The map indicates that more than half of the states, mostly the northern states recorded regression over time and only Abuja had between a 29 per cent and a 45 per cent chance that 200809 FOD 200304. 5 Concluding remarks This study set out to appraise nonmonetary multidimensional poverty in Nigeria using the FOD approach, which is novel in the literature. While the theoretical underpinning of FOD has developed considerably and the method has been applied to child poverty in Vietnam and Mozambique by Arndt 33 et al. 2012, this is the first application of this methodology to nonmonetary multidimensional poverty in Nigeria. As demonstrated by the different experimentations in this paper, the methodology is quite robust and lends credence to the general observation that the distribution of positive economic performance has not translated positively to improvements in welfarepoverty in the country. This is consistent with the observed lack of propoor growth observed by Ichoku et al. 2012. The results indicate that Nigeria registered fewer gains in nonincome poverty over the decade from 1999 to 2008. While there was a decrease in the percentage of the population experiencing acute deprivation between 1999 and 2003, an increase was observed between 2003 and 2008, which resulted in a total decline of merely 0.25per cent between 1999 and 2008. A cursory examination of the performance of the five indicators over the decade indicate that only sanitation recorded a substantial positive change; education had a negative change; and the rest had an improvement of less than 10 per cent. Furthermore, the results for states indicate that the country has not achieved broadbased progress across a number of welfare indicators for the majority of the states especially in indicators like water, education, and electricity that are directly accruable from public expenditure. The spatial FOD comparisons indicate that regional inequalities remain profound with huge disparities among the states. We observed that most of the worstranked states are located in the northern zones of the country. The ten worstranked states in 200304 are Kogi, Niger, Cross Rivers, Katsina, Benue, Nassarawa, Kebbi, Gombe, Adamawa, and Taraba. In 200809, they were Zamfara, Niger, Bauchi, Kogi, Nassarawa, Plateau, Benue, Gombe, Adamawa, and Taraba. The worst states are similar to the states with more than 65 per cent poverty rates in 2012 NBS2012. The FOD temporal results indicate that the probability of experiencing welfare improvement between any two years was quite low and in some cases negative. South East, South South, South West and the urban sector were the only areas with positive probability of advancement between 1999 and 2008; however, the probabilities for South South and South West were virtually zero. Within states, there was evidence of regress in the majority of the states over time. It is imperative that Nigeria finds a recipe for making growth inclusive while alleviating poverty in a larger part of the country, recognizing that poverty rates appear to be geographically concentrated in some states and rural areas. 34 Appendix Appendix Table A1a: Population by combination of welfare indicators by urban and rural sector % Welfare Indicator Combination Urban Rural Edu. Water Floor Sanit. Elect. 1999 0.18 0.06 0.00 0.00 0.15 0.39 0.14 0.05 1.53 0.92 0.15 0.11 1.48 3.25 0.04 0.61 1.45 0.28 0.00 0.18 1.49 2.60 0.07 2.07 3.02 3.36 0.09 0.53 4.39 34.76 0.53 36.09 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 2003 1.30 0.38 0.00 0.00 0.68 0.71 0.04 0.11 1.61 1.11 0.00 0.02 1.53 3.22 0.10 0.30 1.77 1.06 0.00 0.07 2.25 7.83 0.28 3.53 2.33 2.49 0.02 0.25 3.71 35.57 0.51 27.25 2008 Change 0.36 0.03 0.08 0.04 0.11 0.23 0.02 0.20 0.87 0.20 0.55 0.89 0.72 1.30 0.27 1.27 0.81 0.31 0.09 0.25 0.96 3.51 0.30 7.99 2.01 1.38 0.98 2.23 4.40 22.19 2.93 42.55 0.18 0.03 0.08 0.04 0.04 0.16 0.12 0.15 0.67 0.72 0.40 0.78 0.76 1.96 0.22 0.65 0.64 0.03 0.09 0.08 0.54 0.91 0.23 5.92 1.01 1.98 0.89 1.69 0.01 12.57 2.40 6.45 1999 4.64 0.16 0.09 0.00 1.06 0.28 0.06 0.03 13.86 0.55 0.73 0.03 2.82 0.54 0.20 0.02 12.70 0.85 0.35 0.00 10.82 7.22 0.93 0.90 12.17 2.50 0.82 0.22 9.65 10.62 1.10 4.06 2003 2.99 0.66 0.01 0.00 0.93 0.50 0.00 0.07 15.29 1.31 0.05 0.00 3.18 1.73 0.02 0.15 9.72 2.04 0.00 0.13 9.33 7.86 0.19 0.67 12.15 2.87 0.07 0.09 11.06 11.00 0.54 5.38 2008 Change 4.42 0.05 0.84 0.09 1.09 0.13 0.24 0.10 9.53 0.56 5.53 0.94 2.22 0.74 0.72 0.38 9.41 0.69 1.31 0.17 7.25 3.16 1.41 1.58 9.65 1.67 4.58 2.05 9.11 10.14 2.92 7.31 0.21 0.11 0.75 0.09 0.03 0.15 0.18 0.07 4.33 0.02 4.80 0.91 0.60 0.20 0.52 0.35 3.29 0.17 0.96 0.17 3.58 4.06 0.47 0.68 2.52 0.83 3.77 1.83 0.54 0.48 1.82 3.25 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. 35 Appendix Table A1b: Population by combination of welfare indicators by zones % Welfare Indicator Combination South East South South Edu. Water Floor Sanit. Elect. 1999 0.96 0.08 0.00 0.00 0.63 0.28 0.00 0.00 1.60 0.08 0.16 0.00 0.08 0.29 0.05 0.02 10.80 1.96 0.17 0.00 21.36 15.05 0.56 3.68 6.18 0.94 0.38 0.00 11.32 9.77 1.72 11.89 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2003 0.72 0.04 0.00 0.00 0.53 0.13 0.00 0.03 0.99 0.01 0.00 0.00 0.33 0.82 0.02 0.15 4.94 0.14 0.00 0.00 7.89 6.49 0.00 5.36 7.32 0.43 0.02 0.00 10.72 21.45 0.53 30.95 2008 Change 0.77 0.04 0.13 0.01 0.34 0.18 0.04 0.25 0.60 0.08 0.17 0.01 0.74 0.37 0.22 0.29 4.08 0.56 0.36 0.21 4.92 7.15 1.51 8.63 5.92 1.27 0.91 0.48 11.04 17.69 3.85 27.19 0.19 0.04 0.13 0.01 0.29 0.10 0.04 0.25 1.00 0.00 0.01 0.01 0.67 0.08 0.17 0.27 6.72 1.39 0.18 0.21 16.44 7.89 0.95 4.95 0.26 0.32 0.53 0.48 0.29 7.92 2.13 15.30 1999 2.49 0.06 0.06 0.00 0.26 0.16 0.02 0.00 0.25 0.03 0.00 0.00 0.06 0.20 0.03 0.03 19.40 1.17 0.58 0.00 16.79 9.46 1.24 1.26 4.70 3.24 0.56 0.00 4.17 16.33 0.96 16.47 2003 1.12 0.30 0.00 0.00 0.44 0.07 0.01 0.00 0.55 0.11 0.01 0.02 0.17 0.21 0.02 0.15 10.53 3.14 0.00 0.09 14.68 7.96 0.67 1.38 5.30 2.38 0.04 0.37 9.20 15.49 1.38 24.21 2008 Change 0.73 0.02 0.05 0.00 0.33 0.13 0.03 0.03 0.42 0.13 0.01 0.03 0.45 0.47 0.06 0.15 8.48 1.54 0.82 0.16 9.81 6.92 1.24 2.62 5.62 1.48 0.30 0.70 9.42 18.76 5.31 23.78 1.76 0.04 0.01 0.00 0.07 0.03 0.01 0.03 0.18 0.10 0.01 0.03 0.39 0.27 0.03 0.11 10.92 0.38 0.24 0.16 6.98 2.54 0.01 1.36 0.92 1.76 0.26 0.70 5.24 2.42 4.35 7.31 36 Appendix Table A1b: Population by combination of welfare indicators by zones %, cont. Welfare Indicator Combination South West North Central Edu. Water Floor Sanit. Elect. 1999 2.43 0.06 0.00 0.00 0.43 0.29 0.00 0.00 0.42 0.10 0.00 0.00 0.38 1.02 0.05 0.44 11.95 0.21 0.11 0.07 4.96 3.15 0.35 1.41 4.73 2.02 0.09 0.51 6.16 27.20 0.65 30.84 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 2003 2.19 0.00 0.05 0.00 0.35 0.34 0.00 0.07 0.75 0.07 0.00 0.00 0.45 1.93 0.01 0.06 5.71 0.46 0.00 0.00 3.42 6.03 0.04 5.11 2.99 0.34 0.00 0.00 3.12 40.45 0.20 25.86 2008 Change 2.41 0.05 0.04 0.00 1.26 0.21 0.06 0.06 0.75 0.11 0.00 0.00 1.01 0.95 0.05 0.64 7.13 0.17 0.08 0.04 4.77 3.31 0.41 7.51 2.34 0.67 0.10 0.16 6.57 21.82 1.84 35.47 0.02 0.01 0.04 0.00 0.84 0.08 0.06 0.06 0.33 0.02 0.00 0.00 0.63 0.06 0.00 0.20 4.81 0.05 0.03 0.03 0.19 0.16 0.06 6.10 2.40 1.35 0.02 0.35 0.41 5.38 1.18 4.63 1999 3.00 0.03 0.15 0.00 1.94 0.38 0.24 0.10 3.18 0.08 0.73 0.00 2.33 0.47 0.50 0.36 6.61 0.85 0.24 0.02 7.73 8.93 1.88 1.61 7.43 2.63 0.86 0.34 10.52 25.26 1.72 9.90 2003 2.31 0.00 0.00 0.00 1.45 0.93 0.00 0.38 3.81 0.15 0.00 0.00 0.93 1.35 0.00 0.40 11.42 3.10 0.00 0.00 12.36 16.17 0.17 0.97 7.91 1.61 0.28 0.08 10.96 15.40 1.17 6.70 2008 Change 5.13 0.08 0.23 0.00 1.52 0.07 0.11 0.17 2.57 0.20 1.53 0.45 1.53 0.54 0.41 0.54 12.13 0.36 1.29 0.13 10.40 2.43 2.87 2.63 9.43 0.95 2.20 0.87 11.87 8.16 4.52 14.69 2.13 0.05 0.08 0.00 0.42 0.31 0.13 0.07 0.61 0.13 0.80 0.45 0.80 0.07 0.09 0.18 5.52 0.48 1.05 0.11 2.66 6.50 1.00 1.03 2.00 1.69 1.34 0.53 1.34 17.10 2.79 4.79 37 Appendix Table A1b: population by combination of welfare indicators by zones %, cont. Welfare Indicator Combination North East North West Edu. Water Floor Sanit. Elect. 1999 5.47 0.31 0.19 0.00 0.81 0.09 0.03 0.00 26.83 0.91 0.52 0.00 3.08 1.62 0.00 0.00 8.81 0.19 0.44 0.31 4.18 2.11 0.04 0.34 19.25 3.29 0.86 0.15 5.84 6.53 0.59 7.23 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 1 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 0 0 0 0 1 1 1 1 2003 4.84 0.82 0.00 0.00 1.15 0.61 0.00 0.01 22.41 2.57 0.00 0.00 3.18 2.10 0.00 0.23 9.10 2.33 0.00 0.11 5.68 5.19 0.36 0.94 12.58 5.84 0.00 0.04 6.29 9.72 0.00 3.89 2008 Change 8.27 0.09 0.67 0.06 0.58 0.27 0.16 0.17 19.00 0.75 6.13 0.99 2.09 1.14 1.07 0.64 9.74 1.16 1.40 0.27 2.44 1.36 0.54 0.87 12.15 1.94 4.13 2.40 5.46 8.30 1.48 4.28 2.81 0.22 0.48 0.06 0.23 0.17 0.13 0.17 7.83 0.16 5.61 0.99 0.99 0.48 1.07 0.64 0.93 0.97 0.96 0.04 1.75 0.75 0.50 0.53 7.10 1.34 3.28 2.25 0.38 1.77 0.89 2.94 1999 4.88 0.24 0.01 0.00 0.68 0.55 0.16 0.07 26.16 2.16 1.51 0.22 6.67 3.40 0.22 0.18 1.70 0.30 0.05 0.00 0.59 0.94 0.00 0.22 14.79 3.56 0.82 0.60 10.68 14.60 0.37 3.65 2003 2.18 1.25 0.00 0.00 0.84 0.86 0.05 0.04 19.63 2.47 0.11 0.01 6.27 4.59 0.14 0.18 2.15 0.59 0.00 0.26 1.25 6.12 0.00 0.12 11.93 3.12 0.00 0.21 10.25 20.70 0.16 4.52 2008 Change 2.09 0.02 1.68 0.23 0.51 0.15 0.42 0.14 13.34 1.01 10.88 2.78 3.35 1.50 1.25 1.24 1.43 0.12 1.36 0.33 1.49 0.93 0.41 1.21 8.26 2.63 9.06 5.67 4.35 10.46 1.86 9.83 2.80 0.22 1.67 0.23 0.17 0.41 0.26 0.08 12.82 1.14 9.37 2.56 3.32 1.90 1.03 1.06 0.27 0.17 1.31 0.33 0.89 0.01 0.41 0.99 6.54 0.94 8.24 5.07 6.33 4.15 1.49 6.18 Source: Authors calculations based on the 1999, 2003, and 2008 Nigeria DHS. 38 Appendix Table A2: Households not deprived by welfare indicator by state and year % Abia Adamawa Akwa Ibom Anambra Bauchi Bayelsa Benue Borno Cross Rivers Delta Ebonyi Edo Ekiti Enugu FTC Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Water 2004 2009 73.25 75.32 68.19 61.19 59.97 69.02 53.75 66.16 91.21 79.25 27.59 34.89 56.82 40.03 77.36 79.87 48.34 30.39 82.40 81.39 62.25 51.91 77.14 73.80 81.40 77.01 40.96 41.01 59.62 62.04 57.67 64.18 60.75 80.41 98.31 98.30 96.91 86.37 85.66 76.91 85.08 86.28 85.61 88.27 50.44 35.99 90.88 80.79 92.83 81.07 60.39 59.75 84.26 72.26 79.21 85.54 70.85 69.23 85.97 77.63 89.38 84.61 74.18 59.27 81.27 88.89 99.12 98.37 54.27 38.86 95.60 88.73 88.40 81.11 Change 0.03 0.10 0.15 0.23 0.13 0.26 0.30 0.03 0.37 0.01 0.17 0.04 0.05 0.00 0.04 0.11 0.32 0.00 0.11 0.10 0.01 0.03 0.29 0.11 0.13 0.01 0.14 0.08 0.02 0.10 0.05 0.20 0.09 0.01 0.28 0.07 0.08 Change 5.22 Sanitation 2004 2009 42.61 51.12 12.25 6.48 5.39 14.45 16.12 50.98 4.26 85.62 17.12 8.15 14.57 8.55 9.79 12.32 12.97 26.39 40.47 17.82 6.85 28.69 44.03 8.29 23.18 19.79 26.25 37.14 54.26 6.92 15.56 26.44 1.51 15.36 18.50 27.32 5.62 21.73 4.03 9.89 1.82 12.08 8.30 13.47 24.13 24.82 60.66 70.14 9.12 11.18 14.59 16.23 37.21 25.75 23.20 9.17 20.53 26.49 21.50 21.05 11.86 44.92 35.33 3.47 22.54 6.07 4.84 2.18 8.46 4.98 16.97 0.20 0.47 1.68 2.16 0.18 0.80 0.44 0.15 0.05 0.53 0.62 0.53 1.80 0.33 0.46 0.86 0.70 9.15 0.48 2.87 1.45 5.65 0.62 0.03 0.16 0.39 0.30 1.29 0.10 1.24 0.19 0.44 0.21 5.50 0.25 2.88 2.41 3.72 6.55 39 2004 60.60 25.13 27.35 68.98 27.21 13.52 23.72 37.23 29.68 60.42 15.05 79.50 47.67 40.81 59.79 39.64 40.08 4.76 60.76 57.90 29.02 8.63 39.15 78.27 96.68 30.81 44.18 72.70 56.09 67.10 76.74 26.81 29.34 24.26 8.92 23.57 21.47 Electricity 2009 31.82 16.49 17.87 61.03 19.62 25.34 9.38 13.18 21.85 59.31 5.40 72.93 53.43 37.25 68.00 26.52 19.04 13.74 30.62 26.38 17.22 23.79 31.69 54.00 88.87 15.98 24.88 65.06 34.75 52.72 41.49 14.15 35.44 19.11 7.27 17.91 7.16 Change 0.47 0.34 0.35 0.12 0.28 0.87 0.60 0.65 0.26 0.02 0.64 0.08 0.12 0.09 0.14 0.33 0.52 1.89 0.50 0.54 0.41 1.76 0.19 0.31 0.08 0.48 0.44 0.11 0.38 0.21 0.46 0.47 0.21 0.21 0.18 0.24 0.67 Appendix Table A2: Households not deprived by welfare indicator by state and year %, cont. Abia Adamawa Akwa Ibom Anambra Bauchi Bayelsa Benue Borno Cross Rivers Delta Ebonyi Edo Ekiti Enugu FTC Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Shelter 2009 89.61 42.23 70.27 92.79 37.63 78.44 47.79 37.06 60.17 87.46 30.05 81.04 87.02 83.00 90.29 36.87 92.19 20.94 65.64 41.66 35.66 27.83 72.84 74.55 98.64 73.31 73.94 92.26 85.73 84.08 81.93 62.36 86.27 22.86 36.63 29.42 46.30 Change 0.05 0.07 0.05 0.01 0.23 0.10 0.15 0.48 0.03 0.04 0.32 0.10 0.02 0.03 0.13 0.25 0.04 0.19 0.16 0.37 0.24 0.16 0.10 0.17 0.00 0.10 0.18 0.03 0.04 0.02 0.09 0.26 0.04 0.25 0.14 0.16 0.13 2004 94.79 45.30 73.65 94.05 49.16 71.63 56.55 71.72 62.07 91.56 44.32 90.10 88.59 85.43 80.22 48.96 95.85 25.98 78.45 65.81 47.16 24.03 81.14 89.98 98.23 66.69 62.91 89.59 89.55 86.10 90.04 49.43 89.85 30.51 42.58 34.90 41.05 2004 97.47 81.13 96.62 97.19 62.14 94.00 91.54 55.85 95.99 95.81 95.25 97.92 93.38 97.05 88.52 65.12 95.87 54.59 88.06 90.01 73.61 45.60 94.30 89.65 98.07 87.65 54.58 90.52 93.86 88.96 91.44 91.83 97.19 55.44 82.73 48.84 63.49 Education 2009 96.15 70.75 88.93 96.52 52.55 95.22 91.82 45.97 94.99 90.73 95.85 95.01 92.29 93.14 94.26 60.49 95.86 52.44 75.81 66.14 46.96 41.45 90.69 80.16 97.97 86.51 64.87 90.39 94.18 91.95 86.09 90.03 97.38 36.74 64.89 46.09 35.59 Change 0.01 0.13 0.08 0.01 0.15 0.01 0.00 0.18 0.01 0.05 0.01 0.03 0.01 0.04 0.06 0.07 0.00 0.04 0.14 0.27 0.36 0.09 0.04 0.11 0.00 0.01 0.19 0.00 0.00 0.03 0.06 0.02 0.00 0.34 0.22 0.06 0.44 Source: Authors calculations based on the 200304 NLSS and the 200809 HNLSS. 40 Appendix Table A3a: 1999 DHS static spatial FOD comparisons Area National Rural Urban NC NE NW SE SS SW Average National Rural Urban NC 1 0.13 1 0.13 1 1 1 1 0.50 0.00 NE 1 0.13 NW 1 0.13 SE 0.00 SS 0.00 SW 0.00 Avg. 0.13 0.00 0.63 0.13 0.00 0.00 0.00 0.00 0.13 0.11 Source: Authors calculations based on the 1999 Nigeria DHS. Appendix Table A3b: 2003 DHS static spatial FOD comparisons Area National Rural Urban NC NE NW SE SS SW Average National Rural Urban NC 1 1 1 0.38 1 1 1 1 0.50 1 1 1 0.38 0.00 NE 1 1 1 1 0.50 NW 0.00 SE 0.00 SS 0.00 SW 0.00 Avg. 0.25 0.00 0.50 0.00 0.00 0.00 0.50 0.00 0.50 0.19 Source: Authors calculations based on the, 2003 Nigeria DHS. Appendix Table A3c: 2008 DHS static spatial FOD comparisons Area National Rural Urban NC NE NW SE SS SW Average National 1 0.13 Rural Urban NC 1 1 1 1 0.50 1 1 1 1 0.50 0.00 NE 1 1 1 1 0.50 NW 0.00 SE 0.00 SS 0.00 SW 1 0.13 Avg. 0.25 0.00 0.63 0.00 0.00 0.13 0.25 0.13 0.38 0.19 Source: Authors calculations based on the 2008 Nigeria DHS. 41 Appendix Table A4a: 200304 NLSS static spatial FOD comparisons by state awamad A mob I_awk A arbman A iab Aiev R_ssor C ihcua B laseya B eune B onro Br atle D iynob E od E itik E ugun E TCF ebmo G awag Ji om I anuda K 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 42 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 State Abia Adamawa Akwa Ibom Anambra Bauchi Bayelsa Benue Borno Cross Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 1 1 1 1 1 1 1 1 1 1 1 0.03 0.28 0.08 0.03 0.06 0.00 0.17 0.08 0.08 0.00 0.14 0.03 0.03 0.06 0.06 0.28 0.03 0.03 0.00 43 Appendix Table A4a: 200304 NLSS static spatial FOD comparisons by state, cont. ona K iansta K ibbe K igo K araw K soga L reg Ni nug Oodn O nus O oy Oawarassa N uaea Ptl srev Ri otoko S abara T ebo Y farama Z 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 44 Avg. 0.25 0.00 0.03 0.03 0.03 0.00 0.03 0.00 0.00 0.22 0.03 0.28 0.08 0.00 0.00 0.00 0.03 0.00 0.28 0.08 0.00 0.00 0.00 0.25 0.78 State Abia Adamawa Akwa_Ibom Anambra Bauchi Bayelsa Benue Borno Cross_Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 1 1 0.00 0.14 1 1 1 1 0.25 1 1 1 1 1 1 1 1 1 1 1 0.14 0.03 0.00 0.22 0.11 0.03 0.03 0.03 0.03 0.06 0.00 0.00 0.53 0.03 0.11 0.03 0.00 0.08 0.11 0.14 0.19 0.03 0.11 0.06 0.00 0.00 0.03 0.09 Source: Authors calculations based on the 200304 NLSS. 45 Appendix Table A4b: 200809 NLSS static spatial FOD comparisons by state awamad AImob_awk A arbman A iab Aiev R_ssor C ihcua B laseya B eune B onro Br atle D iynob E od E itik E ugun E TCF ebmo G om I awag Ji anuda K 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 46 State Abia Adamawa Akwa_Ibom Anambra Bauchi Bayelsa Benue Borno Cross_Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0.03 0.42 0.14 0.03 0.19 0.11 0.31 0.17 0.17 0.00 0.14 0.03 0.03 0.06 0.03 0.36 0.03 0.00 0.03 Source: Authors calculations based on the 200809 HNLS. 47 Appendix Table A4b: 200809 NLSS static spatial FOD comparisons by state, cont. ona K anstia K ibbe K igo K araw K soga Lwarassa Na reg Ni nug Oodn O nus O oy O uaetla P srev Ri tooko S abara T ebo Y farama Z 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 48 Avg. 0.33 0.03 0.03 0.31 0.00 0.03 0.00 0.00 0.00 0.31 0.00 0.25 0.19 0.06 0.17 0.00 0.19 0.00 0.19 0.06 0.00 0.00 0.00 0.11 0.72 State Abia Adamawa Akwa_Ibom Anambra Bauchi Bayelsa Benue Borno Cross_Rivers Delta Ebonyi Edo Ekiti Enugu FCT Gombe Imo Jigawa Kaduna Kano Katsina Kebbi Kogi Kwara Lagos Nassarawa Niger Ogun Ondo Osun Oyo Plateau Rivers Sokoto Taraba Yobe Zamfara Average 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0.14 0.03 0.03 0.28 0.08 0.00 0.33 0.17 0.00 0.03 0.03 0.03 0.33 0.00 0.00 0.58 0.00 0.14 0.03 0.00 0.33 0.17 0.19 0.19 0.03 0.53 0.00 0.00 0.00 0.00 0.12 Source: Authors calculations based on the 200809 HNLS. 49 References Adetola, A., and P. Olufemi 2012. Determinants of Child Poverty in Rural Nigeria: A Multidimensional Approach. Global Journal of Human Social Science Arts Humanities, 1212: 3852. African Development Bank 2012. Poverty is on the Retreat in Africa. African Economic and Financial Brief, 39: 17. Ajakaiye O, and A. Jerome 2011. The Role of Institutions in the Transformation of the Nigerian Economy. Nigerian Economy 52nd Annual Conference of the Nigerian Economic Society. Ota, Nigeria: Covenant University, 1315 September 2011. Ajakaiye, O., and A. Jerome 2014. Economic Development: The Experience of subSaharan Africa. In B. CurrieAlder, R. Kanbur, D. Malone, and R. Medhora eds, International Development: Ideas, Experience, and Prospects. Oxford: Oxford University Press. Akinlo, A.E. 2012. How Important is Oil in Nigerias Economic Growth?. Journal of Sustainable Development, 54: 16579. Alkire, S. 2008. The Capability Approach to the Quality of Life. Background report prepared for the Commission on the Measurement of Economic Performance and Social Progress, Paris. Available at http:www. stiglitzsenfitoussi. frdocumentscapability_approach. pdf http:bit. lyq Hedut Alkire, S., and J. Foster 2007. Counting and Multidimensional Poverty Measurement. Working Paper 7. Oxford: Oxford University, Oxford Poverty Human Development Initiative. Alkire, S., and J. Foster 2011. Counting and Multidimensional Poverty Measurement. Journal of Public Economics, 9578: 47687. Anderson, G., I. Crawford, and A. Liecester 2005. Statistical Tests for Multidimensional Poverty Analysis. International Conference on the Many Dimensions of Poverty. Brazilia, Brazil: Carlton Hotel, 2931 August 2005. Arndt C., R. Distante, M.A. Hussain, L.P. sterdal, P. Huong, and M. Ibraimo 2012. Ordinal Welfare Comparisons with Multiple Discrete Indicators: A First Order Dominance Approach and Application to Child Poverty. World Development, 4011: 2290301. Atkinson, A.B. 2003. Multidimensional Deprivation: Contrasting Social Welfare and Counting Approaches. Journal of Economic Inequality, 11: 5165. Atkinson, A.B., and F. Bourguignon 1982. The Comparison of MultiDimensioned Distributions of Economic Status. The Review of Economic Studies 492: 183201. Atkinson, A.B., and F. Bourguignon 1987. Income Distribution and Differences in Need. In G.R. Feiwek ed., Arrow and the Foundations of the Theory of Economic Policy. London: Harvester Wheatsheaf. Basu, K., and J.E. Foster 1998. On Measuring Literacy. The Economic Journal, 108451: 173349. Batana, Y.M. 2008. Multidimensional Measurement of Poverty in subSaharan Africa. Working Paper 13. Oxford: Oxford University, Oxford Poverty Human Development Initiative. Batana, Y.M., and J.Y. Duclos 2010. Comparing Multidimensional Poverty with Qualitative Indicators of Wellbeing. CIRPEE Working Paper 1004. Montreal: Centre Interuniversitaire sur le Risque, les Politiques Economiques et l Emploi. Bourguignon, F., and S. Chakravarty 2003. The Measurement of Multidimensional Poverty. Journal of Economic Inequality, 11: 2549. 54Cerioli, A., and S. Zani 1990. A Fuzzy Approach to the Measurement of Poverty. In C. Dagum, and M. Zenga eds, Income and Wealth Inequality and Poverty. Berlin: Springer Verlag. Central Bank of Nigeria 2012. Statistical Bulletin, Volume 23, December 2012. Abuja: Central Bank of Nigeria. Cheli, B., and A. Lemmi 1994. A Totally Fuzzy and Relative Approach to the Multidimensional Analysis of Poverty. Economic Notes, 241: 11534. ChiapperoMartinetti, E. 2006. Capability Approach and Fuzzy Set Theory: Description, Aggregation and Inference Issues. In A. Lemmi, and G. Betti eds, Fuzzy Set Approach to Multidimensional Poverty Measurement. New York: Springer Verlag. Di Tommaso, M.L. 2007. Children Capabilities: A Structural Equation Model for India. The Journal of SocioEconomic, 363: 43650. Drud, A. 2008. CONOPT. Bagsvaerd: ARKI Consulting and Development AS. Deutsch, J., and J. Silber 2005. Measuring Multidimensional Poverty: An Empirical Comparison of Various Approaches. Review of Income and Wealth, International Association for Research in Income and Wealth, 511: 145174. Ferreira F., and M. Lugo 2012. Multidimensional Poverty Analysis: Looking for a Middle Ground. Policy Paper 45. Bonn: Institute for the Study of Labour. Foster, J., J. Greer, and E. Thorbecke 1984. A Class of Decomposable Poverty Measures. Econometrica, 523: 76166. Fosu, A. 2011. Growth, Inequality, and Poverty Reduction in Developing Countries: Recent Global Evidence. Working Paper 201107. Oxford: Centre for the Study of African Economies. Grant, S. 1995. A Strong Ross Characterization of Multivariate Risk Aversion. Theory and Decision, 28: 131152. Ichoku, H.E., C. Agu, and J.E. Ataguba 2012. What Do We Know about ProPoor Growth and Regional Poverty in Nigeria?. International Journal of Economic Sciences and Applied Research, 53: 14772. International Monetary Fund 2013. Nigeria: 2012 Article IV Consultation. Country Report 13116. Washington, DC: IMF. Kamae, T., U. Krengel, and G.L. OBrien 1977. Stochastic Inequalities on Partially Ordered Spaces. The Annals of Probability, 5: 899912. Katsouris, C. and A. Sayne 2013. Nigerias Criminal Crude: International Options to Combat the Export of Stolen Oil. London: Chatham House. Klasen, S. 2000. Measuring Poverty and Deprivation in South Africa. Review of Income and Wealth, 461: 3358. Krishnakumar, J., and P. Ballon 2008. Estimating Basic Capabilities: A Structural Equation Model Applied to Bolivia. World Development, 366: 9921010. Lehmann, E.L. 1955. Ordered Families of Distributions. The Annals of Mathematical Statistics, 26: 399419. Layte, R., B. Nolan, and C.T. Whelan 2001. Reassessing Income and Deprivation Approaches to the Measurement of Poverty in the Republic of Ireland. Economic and Social Review, 323: 23961. 55Levhari, D., J. Paroush, and B. Peleg 1975. Efficiency Analysis for Multivariate Distributions. Review of Economic Studies, 42: 8791. Lovell, C.A.K., S. Richardson, P. Travers, and L. Wood 1994. Resources and Functionings: A New View of Inequality in Australia. In W. Eichhorn ed., Models and Measurement of Welfare and Inequality. Heidelberg: Springer Verlag. Lustig, N. 2011. Multidimensional Indices of Achievements and Poverty: What do We Gain and What Do We Lose? An Introduction to the JOEI Forum on Multidimensional Poverty. Journal of Economic Inequality, 92: 22734. Maasoumi, E. 1993. A Compendium to Information Theory in Economics and Econometrics. Econometric Reviews, 122:13781. Maasoumi, E., and M.A. Lugo 2008. The Information Basis of Multivariate Poverty Assessments. In N. Kakwani, and J. Silber eds, Quantitative Approaches to Multidimensional Poverty Measurement. New York: Palgrave Mac Millan. Mehta, A.K. 2005. Multidimensional Poverty in India: District Level Estimates. Working Paper 9. Manchester: Chronic Poverty Research Centre. National Bureau of Statistics NBS 2009. Annual Abstract of Statistics. Abuja, Nigeria: National Bureau of Statistics. NBS 2012. Nigeria Poverty Profile 2010. Abuja, Nigeria: National Bureau of Statistics. National Population Commission NPC Nigeria and ICF Macro 2009. Nigeria Demographic and Health Survey, 2008. Abuja, Nigeria: National Population Commission NPC Nigeria and ICF Macro. National Population Commission NPC Nigeria and ORC Macro 1999. Nigeria Demographic and Health Survey, 1999. Calverton, Maryland: National Population Commission and ORC Macro. National Population Commission NPC and ORC Macro 2004. Nigeria Demographic and Health Survey, 2003. Calverton, Maryland: National Population Commission and ORC Macro. sterdal, L.P. 2010. The Mass Transfer Approach to Multivariate Discrete First Oder Stochastic Dominance: Direct Proof and Implications. Journal of Mathematical Economics, 46: 12221228. Oyekale, T.O., F.Y. Okunmadewa, B.T. Omonona, and O.A. Oni 2009. Fuzzy Set Approach to Multidimentional Poverty Decomposition in Rural Nigeria. Journal of Agricultural Economics, 634: 744. Ravallion, M. 2011. On Multidimensional Indices of Poverty. Journal of Economic Inequality, 92: 23548. Sahn, D., and D. Stifel 2003. Exploring Alternative Measures of Welfare in the Absence of Expenditure Data. Review of Income and Wealth, 494: 46389. Sen, A.K. 1973. On Economic Inequality. Oxford: Clarendon Press. Sen, A.K. 2004. Dialogue: Capabilities, Lists and Public Reasons: Continuing the Conversation. Feminist Economics, 103: 7780. SonneSchmidt, C., F. Tarp, and L.P. sterdal 2008. Ordinal Comparison of Multidimensional Deprivation: Theory and Application. Discussion Paper 0833. Copenhagen: University of Copenhagen, Department of Economics. 56Strassen. V. 1965. The Existence of Probability Measures with Given Marginal. Annals of Mathematical Statistics, 36: 423439. Streeten, P., J.S. Burki, M.U. Haq, N. Hicks, and F. Stewart eds 1981. First Things First: Meeting Basic Human Needs in Developing Countries. New York: Oxford University Press. Tsui, K. 2002. Multidimensional Poverty Indices. Social Choice and Welfare, 191: 6993. Wagle, U. 2005. Multidimensional Poverty Measurement with Economic Wellbeing, Capability, and Social Inclusion: A Case from Kathmandou, Nepal. Journal of Human Development, 6: 30128. World Bank 2012. An Update to the World Banks Estimates of Consumption Poverty in the Developing World. Washington, DC: World Bank. World Bank, 2013. Nigeria Economic Report, No. 1. Washington DC: World Bank. Available http:documents.worldbank.orgcurateden20130517708026nigeriaeconomicat: report World Bank, 2014. Poverty and Inequality Database. Washington DC: World Bank. Available 28 at: http:databank.worldbank.orgdataviewsreportstableview.aspx. Accessed: October, 2014. 57", "filename": "800470575.pdf", "person": ["Olu Ajakaiye", "Ajakaiye, Olu", "Afeikhena T. Jerome", "Jerome, Afeikhena T.", "Olanrewaju Olaniyan", "Olaniyan, Olanrewaju", "Kristi Mahrt", "Mahrt, Kristi", "Olufunke A. Alaba", "Alaba, Olufunke A."], "date": ["2014"]}