{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103978/1/800453042.pdf"], "title": ["Risks of Vattenfall's German lignite mining and power operations: Technical, economic, and legal considerations. Policy report on behalf of Greenpeace Germany"], "plaintext": "DIW Berlin: Politikberatung kompakt 87 Executive Summary Executive Summary The Swedish stateowned energy utility Vattenfall and its owner are currently examining strategy options to address its own ambitious sustainability targets as well as the lowcarbon objectives of the Swedish government. With more than 60 million tons of CO2 the companys German lignite mining and power operations impose an increasing risk on its business. While Vattenfalls Scandinavian generation structure corresponds to a high degree to its CO2 target, the German lignite business puts a heavy burden on the companys aspirations. In this respect there is need for action. The objective of this policy report is to identify the major trends that shape Vattenfalls future lignite strategy and to highlight the major risks of the German lignite mining and power operations. This will be done from a technical, an economic, and a legal perspective. The continuation of Vattenfalls German lignite operations is contradictory with both, the energy and climate strategy of the Swedish government, and the German energiewende; neither does it suit well with the 100% renewables strategy proposed by the Land of Brandenburg. The report evaluates the options that Vattenfall has in the current situation. It is based on a variety of reports published by DIW Berlin concerning the future of lignite in the context of the German energiewende e.g. see Oei, et al., 2014a. The main Western countries pursuing climate policies are turning away from coal and from lignite, due to the high environmental costs and the uncertain economic prospect. Thus, the USA, Canada, and the UK have de facto banned or are about to ban the construction of new coal power plants, by implementing emission performance standards EPS. The previous hope of clean coal raised by the CO2capture, transport, and storage technology CCTS has failed and is no longer an option in the foreseeable future. Vattenfall itself was engaged in the failed idea of clean coal through CCTS, both in Germany and worldwide. Thus, the social costs of lignite, which are estimated to value approximately 80100 MWh are two to three times higher than the electricity price of currently less than 3540 MWh in Germany. As a consequence, phasing out lignite is not only necessary from an environmental point of view, but is also economically efficient and thus advisable. The unconstrained operation of Vattenfall s German lignite activities is not compatible with its internal CO2 target. With over 70 of a total 88 million tons of CO2 the German emissions surpass the companys CO2 budget for the year 2020, which is 65 million tons. Hence, there is urgent need for adjusting these emissions. One option to reduce these emissions is the closure of several lignite units in Lusatia. Major risks to Vattenfall are furthermore its inconsistency of its lignite operations with the objectives of the German energiewende, which consists of, among other things, a nuclear power phaseout by 2022, greenhouse gas emissions reduced by 8095% by 2050 baseline: 1990, at least 80% renewablebased electricity by 2050, as well as efficiency tar I DIW Berlin: Politikberatung kompakt 87 Executive Summary gets. The phaseout of coal and lignite is part of this process, since there is no space for inflexible and CO2intensive lignite plants in a sustainable electricity system. Currently, ministries on national level are discussing greater contributions of the energy industry. In addition, there is a variety of propositions for the structured phaseout of lignite power in Germany. These propositions will also play a role in the discussion about the introduction of potential capacity payments for dispatchable power. From a legal point of view the opening of new mining sites current discussions focus on Welzow Sud TF II and Nochten II; Vattenfall, however, does have plans for additional sites also in Janschwalde Nord, BagenzOst and SprembergOst represents a further risk: A verdict of the German constitutional court from December 2013 not only strengthened the rights of affected citizens. It also put stricter requirements to the right to expropriate land owners. At the same time, our analysis shows that Vattenfalls currently operating lignite plants Janschwalde, Schwarze Pumpe, Boxberg, Lippendorf, and BerlinKlingenberg can be supplied by existing mines until the end of their expected economic lifetime in the 2030s, so that there is no need to open any of the new lignite mines under consideration. Since lignite will no longer be needed in the midterm future there is no legal foundation for the expropriation of citizens in favour of unnecessary resources. Clearly Vattenfall is facing technical, economic, and legal risks in its German lignite operations that make it not only politically but also economically difficult to sell these operations in the short term. Until now, no investor has shown any interest in either the Lippendorf power plants, or any other particular unit in Lusatia. On the other hand, both from a Swedish and a Lusatian perspective, restructuring the existing operations and developing them coherently with Vattenfalls sustainability strategy is the better option. This entails the definition of a structured phasingout of lignite mining and electrification, and to seize the multiple options offered by the German energiewende, e.g. in renewables, storage, powertogas, and other technologies compatible with the energiewende. II DIW Berlin: Politikberatung kompakt 87 Sammanfattning Sammanfattning Energibolaget Vattenfall och dess agare svenska staten undersoker hur man ska kunna uppfylla Vattenfalls ambitiosa hallbarhetsmal samt den svenska regeringens utslappsmal. Vattenfalls brunkolsverksamhet i Tyskland slapper ut over 60 miljoner ton koldioxid varje ar, och innebar en allt storre risk for foretagets affarsverksamhet. Trots att Vattenfalls skandinaviska delar i stort ligger i linje med bolagets utslappsmal, ar den tyska brunkolsverksamheten en stor borda for foretagets stravanden. I detta avseende behovs handling. Syftet med denna rapport ar dels att kartlagga de viktigaste trenderna som kan komma att forma Vattenfalls framtida strategi for brunkol, dels att belysa de storsta riskerna med den tyska brunkolsverksamheten. Dessa aspekter kommer att behandlas utifran ett tekniskt, ett ekonomiskt och ett rattsligt perspektiv. I rapporten utvarderas de olika alternativ som Vattenfall har for narvarande. Den baseras pa flera olika rapporter som publicerats av DIW Berlin, det tyska institutet for ekonomisk forskning, och som behandlar brunkolets framtid i Tysklands overgang till fornybara energikallor Energiewende. For mer information se Oei, et al. 2014a. Flera vastlander med klimatpolitiska mal tar avstand fran stenkol och brunkol eftersom miljokostnaderna ar hoga och de ekonomiska utsikterna osakra. USA, Kanada och Storbritannien ar darfor pa vag att forbjuda, eller har redan forbjudit, byggandet av nya kolkraftverk genom att faststalla utslappsnormer. Forvantningar pa att kolkraften skulle kunna klimatanpassas tack vare koldioxidavskiljning och lagring CCTS, har hittills inte kunnat infrias. Tekniken, som lanserats som clean coal, kommer darmed inte vara ett aktuellt alternativ inom en overskadlig framtid. Vattenfall har varit mycket engagerad i att utveckla tekniken kring CCTS, i Tyskland och andra delar av varlden, utan att den har kunnat fa ett genombrott. Samhallskostnaderna for brunkol, vilka uppskattas till 80 100 euro MWh, ar tva till tre ganger hogre an det nuvarande elpriset i Tyskland, vilket for narvarande ar mindre an 40 euro MWh. Dessa siffror visar att det inte bara ar nodvandigt att avveckla brunkolsverksamheten ur ett miljomassigt perspektiv, utan aven ur ett ekonomiskt. Brunkolsverksamheten i Tyskland ar inte forenlig med Vattenfalls egna utslappsmal. Utslappen i Tyskland uppgar till over 70 miljoner ton av foretagets totalt 88 miljoner ton koldioxidutslapp, och de tyska utslappen overstiger Vattenfalls utslappsmal for ar 2020, vilket ligger pa 65 miljoner ton. Foljaktligen ar det bradskande att minska utslappen. Ett alternativ ar att avveckla delar av kolverksamheten i Lausitzomradet. En annan risk for Vattenfall ar att brunkolsverksamheten ar oforenlig med malen for Tysklands Energiewende som bland annat faststaller: att karnkraftverken ska ha avvecklats ar 2022, att utslappen av vaxthusgaser ska ha minskat med 80 95 procent ar 2050 jamfort med nivan 1990, att minst 80 procent av energin ska vara fornybar ar 2050 samt att uppsatta energieffektiviseringsmal ska uppnas. Avvecklingen av stenkol och brunkol ar en del av denna process eftersom det inte finns plats for daligt anpassade, koldioxidintensiva kolkraftverk i ett hallbart energisystem. For narvarande diskuterar departement pa nationell niva III DIW Berlin: Politikberatung kompakt 87 Sammanfattning huruvida energiindustrin borde bidra med storre insatser. Dessutom finns flera forslag om hur en strukturerad avveckling av brunkolsverksamheten i Tyskland ska ga till. Dessa forslag kommer ocksa att spela en roll i diskussionen om mojligheten att introducera ett betalningssystem for reglerbara energianlaggningar baserat pa kapacitetsformaga. Ur ett rattsligt perspektiv skulle oppnandet av tva nya brunkolsdagbrott har diskuteras Welzow Sud TF II och Nochten II, men Vattenfall har aven planer for fler dagbrott, Janschwalde Nord, BagenzOst och SprembergOst innebara ytterligare en risk. En dom fran Tysklands forfattningsdomstol i december 2013 starkte inte bara de berorda medborgarnas rattigheter den skarpte ocksa kraven for expropriation av mark. Eftersom brunkolen i de planerade dagbrotten inte kommer att behovas framover finns det ingen rattslig grund for att expropriera mark till fordel for resurser som inte fyller nagon funktion. De existerande brunkolsdagbrotten tillhandahaller tillrackligt med energi for att driva kraftverken Janschwalde, Schwarze Pumpe och Boxberg. Nya dagbrott ar darfor inte nodvandiga. Det ar tydligt att Vattenfalls tyska brunkolverksamhet star infor tekniska, ekonomiska och rattsliga problem som gor det politiskt och ekonomiskt svart att salja de tyska anlaggningarna inom den narmaste framtiden. Ingen investerare har hittills visat intresse for Lippedorfkraftverken eller nagot av de andra verken och gruvorna i Lausitz. Fran bade ett svenskt och ett lokalt perspektiv, vore det battre att omstrukturera de befintliga anlaggningarna och utveckla dem i enlighet med Vattenfalls hallbarhetsstrategi. Det kraver en strukturerad avveckling av brunkolsverksamheten och att man tar fasta pa de manga alternativen som Tysklands Energiewende erbjuder, till exempel gallande fornybar energi, energilagring, eltillgas och andra teknologier som ar i samklang med Energiewende. IV DIW Berlin: Politikberatung kompakt 87 Zusammenfassung Zusammenfassung Der staatliche Energiekonzern Vattenfall sowie sein Eigentumer, der schwedische Staat, bereiten derzeit die Anpassung der Unternehmensstruktur an die Nachhaltigkeitsziele des Konzerns sowie die anspruchsvollen energie und klimapolitischen Ziele Schwedens vor, u.a. in Bezug auf den Einsatz erneuerbarer Energietrager und die weitgehende Dekarbonisierung des Energiesystems. In diesem Zusammenhang stellt das kontinentale und insbesondere das deutsche Geschaft ein Problem dar: Wahrend der skandinavische Teil der Nachhaltigkeitsstrategie weitgehend entspricht, ist das deutsche Braunkohlengeschaft weder in Bezug auf den CO2Ausso noch in Bezug auf Erneuerbarenziele nachhaltig. Hier besteht dringender Handlungsbedarf fur die Konzernleitung. Die vorliegende Studie untersucht die technischen, wirtschaftlichen und rechtlichen Risiken des deutschen Braunkohlegeschafts von Vattenfall im Kontext der energie und klimapolitischen Rahmenbedingungen in Schweden und Deutschland sowie insbesondere in der Lausitz. Die Darstellung erlaubt eine Einschatzung der Handlungsoptionen, die Vattenfall in der gegenwartigen Situation besitzt. Die Arbeit baut auf einer Vielzahl fruherer Gutachten und Forschungsberichten des DIW Berlin zur Zukunft der Braunkohle im Rahmen der Energiewende auf, s. Oei, et al. 2014a. Weltweit orientieren sich Lander mit einem vormals hohen Anteil an Energie aus Kohlekraftwerken an einem Kohleausstieg, so z.B. die USA, Kanada sowie das UK, welche strenge CO2Emissionsgrenzwerte bereits beschlossen haben oder dies in absehbarer Zeit vorhaben. Die vormals gehegte Erwartung an eine CO2arme Kohleverstromung durch CO2Abscheidung, Transport sowie Speicherung carbon capture, transport, and storage, CCTS hat sich nicht erfullt und wird nicht ernsthaft weiterverfolgt; sie stellt auch fur Vattenfall bzw. die Lausitzer Braunkohle keine Option dar. Der Ausstieg aus der BraunKohle ist bei anspruchsvollen Klimaschutzzielen unvermeidlich und er ist auch aus okonomischer Perspektive effizient: Die sozialen Kosten der Braunkohle sind wesentlich hoher als der gehandelte Wert des produzierten Stroms an der Stromborse. Diese Kosten beinhalten Treibhausgasemissionen, Stickoxid, Schwefeloxid, Staub sowie Quecksilberemissionen, Grundwasserabsenkungen, Fliegewasserverschmutzungen, Larmbelastigungen durch den Tagebaubetrieb und teilweise erzwungene Umsiedlungen, die mit dem Abbau von Braunkohle einhergehen. Die resultierenden externen Kosten werden auf ca. 80100 MWh geschatzt, also ein Mehrfaches des Grohandelsstrompreises von ca. 3540 MWh. Die deutschen Braunkohleaktivitaten von Vattenfall sind weder mit den Energie und Klimaschutzzielen der schwedischen Regierung noch den internen Nachhaltigkeitszielen von Vattenfall kompatibel. Mit uber 70 Mio. Tonnen CO2Aussto von insgesamt ca. 88 Mio. t ubersteigt allein der deutsche Betriebsteil das gesamte CO2Budget des Konzerns in Hohe von 65 Mio. t im Jahr 2020. Es besteht daher ein dringender Anpassungsbedarf zur Verringerung dieser Emissionen, insbesondere bei den deutschen Braunkohlekraftwerken, was durch die Schlieung von Kraftwerksblocken in der Lausitz erzielt werden kann. V DIW Berlin: Politikberatung kompakt 87 Zusammenfassung Die Braunkohlestrategie ist auch nicht mit den mittel und langerfristigen Zielen der Energiewende in Deutschland kompatibel, welche neben dem Atomausstieg bis 2022 auch eine Reduktion der Treibhausgasemissionen um 8095% Basis: 1990, einen Anteil von uber 80% Erneuerbarer am Stromverbrauch sowie die Erreichung von Effizienzzielen vorsieht. Aufgrund der hohen CO2Intensitat sowie der Inflexibilitat von Kohlekraftwerken bedeutet die Energiewende mittelfristig den Kohleausstieg. Diskussionen zur Erreichung der Klimaschutzziele nehmen derzeit Fahrt auf, insbesondere das Aktionsprogramm Klimaschutz 2020 sowie der Klimaschutzplan 2050. Daruber hinaus liegt eine Vielzahl von Vorschlagen zur Strukturierung des BraunKohleaussiegs in Deutschland vor, welche insbesondere in der bevorstehenden Diskussion um Kapazitatsinstrumente eine Rolle spielen werden. Die okonomischen, technischen und rechtlichen Risiken des Braunkohletagebaus und der verstromung in der Lausitz sind erheblich Trotz relativ niedriger variabler Kosten ist das gesamte Geschaftsmodell Braunkohle im Rahmen der Energiewende gefahrdet; im Rheinland werden bereits Tagebaue und Kraftwerke vorzeitig geschlossen. Der Neubau von Kraftwerken bzw. der umfangreiche Retrofit sind unrentabel. Technische Risiken wie Erdrutsche sowie Wasserverschmutzung auch durch neue Tagebaue haben sich in den vergangenen Jahren verstarkt; es ist unklar, ob die staatliche Bergbaufolgegesellschaft LMBV nach wie vor fur all diese Schaden, deren Hohe noch dazu unbekannt ist, aufkommen wird. Aus rechtlicher Perspektive stellt der geplante Aufschluss neuer Tagebaue die Diskussionen konzentrieren sich derzeit auf Welzow Sud TF II und Nochten II; Vattenfall beabsichtigt jedoch mit Janschwalde Nord, BagenzOst und SprembergOst noch drei weitere Neuaufschlusse ein weiteres Risiko dar: Das Urteil des Bundesverfassungsgerichts vom 17. Dezember 2013 starkt nicht nur die Rechte der Betroffenen, sondern verscharft auch die Anforderungen an die Gemeinwohlbegrundung fur Enteignungen und Umsiedlungen; da Braunkohle im zukunftigen deutschen Energiesystem nicht mehr systemkritisch ist, besteht auch kein ubergeordneter Grund mehr zu ihrer Erschlieung. In den vorhandenen Tagebauen lagern zudem ausreichend Vorrate zur Versorgung der drei Kraftwerke Janschwalde, Schwarze Pumpe sowie Boxberg, sodass der Aufschluss neuer Tagebaue energiewirtschaftlich nicht notwendig ist. Die wirtschaftlichen, technischen und rechtlichen Risiken fur das Lausitzer Braunkohlegeschaft von Vattenfall sind somit erheblich. Auch widersprache der Verkauf der Sparte der energie und klimapolitischen Ausrichtung der schwedischen Regierung und trafe auf geringes Kaufinteresse. Im Sinne der schwedischen Eigentumer sowie der deutschen und Lausitzer Energiepolitik bietet sich deshalb eine Umstrukturierung an, welche den schrittweisen Braunkohleausstieg mit der Starkung nachhaltiger erneuerbarer Energieaktivitaten in der Region verbindet. VI DIW Berlin: Politikberatung kompakt 87 Contents Contents 1 Introduction   1 2 Vattenfalls Current Challenges   2 2.1 A hybrid energy group with a lignite legacy in Germany     2 2.2   facing a difficult energy economic context   3 3 Risks from Decarbonization in the Western World and the End of Clean Coal   5 3.1 The phaseout of coal in Western countries   5 3.2   is economically efficient     6 3.3   and clean coal is no longer an option   7 4 Risks of Incompatibility with the Climate Policy of the Swedish Government   9 4.1 Stringent CO2reduction goals     9 4.2   now put pressure on Vattenfall   10 5 Risks Related to the Energiewende in Germany   11 5.1 The renewablesbased decarbonization energiewende     11 5.2   implies the end of coal and lignite in Germany     14 5.3   by different instruments currently under consideration   16 6 Risks from Lignite Mining and Electricity Generation in Lusatia   19 6.1 Vattenfall Mining and Generation VMG operations   19 6.2 Reduced economic profitability of electricity   22 6.3 Technical risks of landslides and water pollution   23 6.4 Risks of losing court cases against the opening of new lignite mines   25 7 Implications for Vattenfall: Internal Restructuring Rather than Shortterm Sale   26 7.1 While a shortterm sale of operations is no solution   26 7.2   internal restructuring is a viable option   27 8 Conclusions   30 9 References   32 VII DIW Berlin: Politikberatung kompakt 87 List of Figures and Tables List of Figures Figure 1: Portfolio of Vattenfall in the different countries   3 Figure 2: External costs of lignite and the current electricity price in Germany   7 Figure 3: Cancelled and postponed CCTSprojects in Europe since 2011   8 Figure 4: CO2emissios of Vattenfall in 2012 and its set target for 2020   9 Figure 5: Share of renewables in German electricity generation 19902014   12 Figure 6: GHG Emissions in the Germany in the last years and climate targets until 2050   13 Figure 7: Current CO2emissions of 2012 and targets of the BMUB for 2020 for the energy sector in comparison to the other sectors.   14 Figure 8: Exemplary share of German electricity supply till 2050   15 Figure 9: The effect of emissions performance standards on the German coal sector.   19 Figure 10: Power plants, mining sites of Vattenfall Mining and Generation VMG   22 Figure 11: Remaining lignite capacities in Lusatia in million t   26 Figure 12: Jobs in renewables RE and in the lignite LI sector including indirect jobs, by Bundesland   29 List of Tables Table 1: Change in credit ratings of Germanys four largest energy utility companies, 20082014   4 Table 2: Targets of Germanys energiewende   12 Table 3: Possible Instruments for Reducing CoalBased Power Generation   18 Table 4: Lignite power plants owned by Vattenfall in Germany   20 Table 5: Planned new mining sites by VMG in Lusatia   21 Table 6: Lignite sector employment in Germany only direct jobs   28 VIII DIW Berlin: Politikberatung kompakt 87 Introduction 1 Introduction The Swedish stateowned energy utility Vattenfall and its owner are currently considering strategies to deal with the highly CO2intensive German lignite mining and power operation, that do not correspond to neither the sustainability goals of the company, nor to the energy policy of Sweden. Once a stable source of income for Vattenfall, these activities are now facing serious technical, legal, and economic risks that increase the pressure on the company and its owners to act. The objective of this policy report is to highlight the risks of Vattenfalls German lignite mining and power operations, and to discuss the implications thereof. The study is based on earlier studies of DIW Berlin on the future of coal and lignite in Germany, in the framework of the energiewende, the most recent ones being Oei et al. 2014a, 2014b.1 The report is structured in the following way: the next section briefly describes the structure of Vattenfall, which is divided in an almost carbonfree activity in Scandinavia and a CO2intensive, lignitebased activity in Germany. Sections 3 to 6 then spell out risks for Vattenfall, organized by geographical level from more general levels down to the operational level: Section 3 explains why coal, in particular lignite, is not a sustainable energy source in any part of the Western world any more, given the high negative environmental effects. Clean coal, e.g. through carbon capture, transport, and storage CCTS, is no longer an option. Thus, coal will disappear from the energy mix of countries pursuing stringent climate policies, such as the USA, Canada, and the UK. Section 4 describes the contradiction between Vattenfalls sustainability targets for greenhouse gas emissions, and the growing political and societal pressure on the company to reduce its CO2footprint. Section 5 explains why lignite will be phased out rapidly in Germany, in the context of the energiewende that seeks to reduce greenhouse gas emissions by 8095% and increase the share of renewables in electricity consumption beyond 80% by 2050. The discussion on concrete instruments to gradually phase out coal has begun, and both the national government and the Lander agree 1Previous publications, mainly from DIW Berlins website at: http:www.diw.dedediw_01.c.359590.depublikationen_veranstaltungenpublikationenaktuelle_schwerpunkteaktuelle_schwerpunkte.html language, are available in German 1 DIW Berlin: Politikberatung kompakt 87 Vattenfalls Current Challenges on a future without lignite. The concrete risks from Vattenfalls lignite mining and power plants in Lusatia Eastern Germany are described in section 6: They range from technical risks such as water pollution and landslides, to economic risks like uneconomic power plants, to legal risks like losing the court cases on the opening up of two new lignite mines WelzowSud TF II and Nochten II. Section 7 discusses some implications of Vattenfalls risky business: Selling the German lignite business is neither an economic nor a political option. Instead, the potential of the energy region Lusatia should be used to phase out lignite, to convert the activities towards technologies consistent with the energiewende and the sustainability objectives of the company and its shareholders. Examples include lucrative renewables and new technical solutions such as storage and powertogas technologies. Section 8 concludes. 2 2.1 Vattenfalls Current Challenges A hybrid energy group with a lignite legacy in Germany   Vattenfall is a stateowned company. It is one of the largest utilities in Europe, and the largest in Scandinavia. Over the last two decades, the company has engaged into the continental European markets, e.g. in Poland, Germany, the Netherlands, and the UK, some of which has already been divested e.g. all Polish operations. Vattenfalls activities are concentrated in two organizational units: Nordic operating in its home market of Sweden as well as Finland and Denmark, and ContinentalUK. Vattenfalls most important markets are Sweden, Germany, and the Netherlands with the remaining markets being considerably smaller Figure 1. Over the last years, Vattenfall and its owner, the Swedish government, have engaged into an ambitious sustainability strategy, in line with the Swedish decarbonization targets. In this context, the focus is on renewable energies; thus, Vattenfalls sustainability performance report for 2012 states that, a cornerstone of Vattenfalls longterm strategy is to reduce negative exposure to rising CO2 prices by reducing emissions from the Groups portfolio and increasing the Groups investments in lowemitting electricity generation Vattenfall, 2013, p. 28. 2 DIW Berlin: Politikberatung kompakt 87 Vattenfalls Current Challenges h WT 3102n i yticirtcel Edecudor P 9080706050403020100 Biomass Wind Oil Hard Coal Gas Hydro Power Nuclear Lignite SEFIDKDENLUKFigure 1: Portfolio of Vattenfall in the different countries Source: Vattenfall, 2014 However, Vattenfall is currently trapped in a hybrid corporate structure. While its Nordic operations are virtually carbon free, and the Dutch activities are focusing on gas, Vattenfalls German operations are based on the most CO2intensive energy carriers of all: Lignite. Figure 1 shows the dilemma: The Nordic units electricity generation mix is dominated by nuclear power 52% in 2013 followed by hydro power with 41%. Finland, Denmark, the UK and the Netherlands are small operations with a variety of fuels. But the big elephant in the groups portfolio is Germany, 85% being based on lignite.2 2.2   facing a difficult energy economic context Like all conventional electricity generators in Europe, Vattenfall is facing difficult market conditions. The lowcarbon transformation engaged by many governments, stricter envi 2 Vattenfall s activities in Germany started with the acquisition of Hamburgische ElectricitatsWerke AG HEW, Vereinigte Energiewerke VEAG, Lausitzer Braunkohle Laubag and Berliner Bewag in the years 2000 till 2002. Several claims from the German government to VEAG and Laubag, originating from their privatization after the reunification of Germany, were dropped in this process as the German government was interested in gaining another strong player for the market. Vattenfall, on the other hand, guaranteed a continuation of the lignite electrification in Eastern Germany of at least 50 TWh per year until 31.12.2011 as well as 500 new apprenticeships until 2005. Additional payments for the extraction rights of the lignite mines in Lusatia were estimated to sum up to 412 million erfolgt http:stromtarifrechner.denews.php?id2617 Europe: Weichenstellung Stromtarifrechner 19.02.2002: Vattenfall . See: 3 DIW Berlin: Politikberatung kompakt 87 Vattenfalls Current Challenges ronmental regulation, and decreasing profits have led to a downgrading of many utilities. Consequently, the cost of capital for utilities is rising, leading to divestment of assets Greenpeace, 2014. Table 1 lists the ratings of the four largest power companies in Germany, all of them ranging between the lowest A to the highest B category.3 The May 2014 outlook of SP certifies Vattenfall a business risk of strong due to the risk of negative political intervention and a financial risk of significant, which is negatively affected by a high debt ratio and pressure on operating cash flows. SP as well as Moody s already incorporated an uplift by one notch in their rating for Vattenfall due to its ownership by the Swedish government.4 Rating Agency SP Jan 2008 SP July 2014 Moodys Jan 2008 Moodys July 2014 Vattenfall A A A2 A3 RWE A BBB Baa 1 E.ON A A A3 En BW A A A2 A3 Table 1: Change in credit ratings of Germanys four largest energy utility companies, 20082014 Source: Websites of Vattenfall, RWE, E.ON, and En BW as well as Greenpeace 2014. In 2013 Vattenfall accounted for impairment losses of about 30 billion SEK approx. 3.24 billion before taxes, which was mostly based on the poor economic prospects of thermal power plants, in particular gas. Vattenfalls Dutch business accounted for impairment losses of 14.1 billion SEK approx. 1.52 billion , and Germany for 4.1 billion SEK approx. 0.44 billion . This corresponds to the return on capital employed ROCE of 2.1%, which still amounted to 8.3% in 2012 Vattenfall, 2014. In the second quarter of 2014, Vattenfall reported significantly lower impairment losses than in 2013 0.7 billion SEK, but asset revaluation is not yet finished. Vattenfalls situation remains challenging as net sales are diminishing both in the Nordic 3.3% less in q 22014 compared to q 22013 and in the ContinentalUK 5.3% segments. Compared to q 22013, the second quarter of 2014 elec 3An A indicates a strong capacity to meet financial commitments, but somewhat susceptible to adverse economic conditions and changes in circumstances, while a B stands for adequate capacity to meet financial commitments, but more subject to adverse economic conditions. 4Standard Poors Rating Services. Ratings Direct.Vattenfall AB. Alf Stenqvist, Stockholm. May 6, 2014 and Moodys Investors Service: Credit Opinion: Vattenfall AB. Global Credit Research. Stockholm. July 15, 2014. 4 DIW Berlin: Politikberatung kompakt 87 Risks from Decarbonization in the Western World and the End of Clean Coal tricity generation decreased by 4.8%; mostly attributable to reduced output 8.6% in the ContinentalUK segment.5 In addition to the difficult economic context, Vattenfalls continental business leads to additional risks that are described in the following sections: the phaseout of coal in the Western world, mounting pressure on sustainability targets in Sweden, the incompatibility of the German operations with the objectives of the energiewende, and risks resulting from the lignite operations in Lusatia. 3 3.1 Risks from Decarbonization in the Western World and the End of Clean Coal The phaseout of coal in Western countries A major risk for any coal company in the Western world is the trend to phasing out coal from the energy mix. This process is currently ongoing in some of the major producers such as the USA, Canada, and the UK, and it is likely to spread rapidly to continental Europe as well. The reference is the internationally agreed objective for climate mitigation, i.e. to keep the average atmospheric temperature increase below 2C, compared to the preindustrial era. According to the Intergovernmental Panel on Climate Change IPCC, this implies that the majority of existing fossil reserves have to remain in the ground unspent.6 According to Leaton 2011, complying with a total emissions limit of 886,000 Mt CO2 proposed by the IPCC would reduce the probability of exceeding the 2C target to 20%. However, the IPCC 2011 shows that the global fossil fuel reserves amount to approximately 2,800,000 Mt CO2, which is more than three times this budget. Additionally, between 2000 and 2010, CO2 emissions of approximately 320,000 Mt were already realized, more than a third of the 50year budget Leaton, 2011, p. 6. This means that it is not the availability of fossil fuel sources that will 5The report does not specify the specific generation technologies involved, but it is likely that much of the reduction is due to reduced lignite generation: electricity generation from lignite in Germany including nonVattenfall generation fell by 4% in the first half of 2014 compared to the first half of 2013. Fraunhofer Institute for Solar Energy Systems Fraunhofer ISE attributes this decline to favorable weather conditions for renewable power and correspondingly higher renewable generation, see Fraunhofer Institute for Solar Energy Systems2014: Electricity production from http:www.ise.fraunhofer.deendownloadsenglischpdffilesenglischdatanivcelectricityproductionfromsolarandwindingermany2014.pdf. 6IPCC 2011: Renewable Energy Sources and Climate Change Mitigation, GenevaSwitzerland, fig. 1.7. retrieved July 29, 2014, from solar and wind in Germany in 2014, 5 DIW Berlin: Politikberatung kompakt 87 Risks from Decarbonization in the Western World and the End of Clean Coal limit its use, but rather a climate constraint imposed by public policy striving to stay within the 2degree limit. This implies that carbonintensive assets will lose much of their intrinsic value in the future. This is especially relevant for lignite as it has the highest CO2intensity among all fossil fuels used in thermal power plants.7 Several Western countries are undertaking steps to phase out coal. Thus, California, the largest U.S.State, has implemented CO2 emission performance standards EPS, which de facto prohibits coalbased electricity in the future. In June 2014, US President Barack Obama announced the U.S.wide Clean Power Plan, an initiative aiming to reduce CO2 emissions from power plants, especially from coal, by 30% till 2030 compared to 2005 levels;8 EPS being part of this package. Two more traditional coal countries have also already banned the future use of coal, by introducing CO2EPS: Canada, and the UK Ziehm, et al., 2014. 3.2   is economically efficient   From a public policy perspective, the phaseout of coal, and in particular lignite, is efficient, since the costs to society of this fuel are significantly higher than its benefits. In addition to production costs, lignite mining and burning generates a high level of additional environmental and other costs: In addition to greenhouse gases, burning lignite also produces large amounts of nitrogen oxides, sulphur oxides, mercury, and particulate matter; it also contributes to irregularities in groundwater and water pollution e.g. through iron oxides, causes the displacement of towns and villages, and the loss of home for people. This means that burning lignite creates costs rather than adding value to society.9 Figure 2 shows the discrepancy between the high social costs of lignite, estimated between 80110MWh, and the wholesale price, which is below 3540MWh. This implies that lignite electricity costs about 23 times more than it is worth; a clear indication that phasing out lignite is economically efficient. 7 Average CO2 intensity of German power plants: gas: 411, coal: 902, lignite: 1161 gk Wh UBA, 2013: Entwicklung der spezifischen Kohlendioxid Emissionen des deutschen Strommix in den Jahren 1990 bis 2012 Dessau: Umweltbundesamt. 8By 2030, carbon emissions from the US power sector are to be reduced by 30% compared to 2005, the baseline year EPA, 2014: http:www 2.epa.govcarbonpollutionstandardsfactsheetcleanpowerplanoverview. 9 Off course, there are also nonmonetary costs associated with the displacement of towns and villages.Historically, displacements have caused the loss of homes for over 120,000 people in Germany alone. For more information see www.archivverschwundeneorte.de. 6 DIW Berlin: Politikberatung kompakt 87 Risks from Decarbonization in the Western World and the End of Clean Coal ecir P stso C h Wktc121086420Wholesale price2014FOS 2012AEE 2011DIW Berlin FhISI 2010Figure 2: External costs of lignite and the current electricity price in Germany Source: Own depiction based on Kuchler and Meyer, 2012, Muhlenhoff, 2011 and Breitschopf and Diekmann 2010. 3.3   and clean coal is no longer an option One of the reasons that many governments are now phasing out coal is that they do not believe in clean coal technologies in the foreseeable future any more. In particular, there are no prospects for carbon capture, transport, and storage CCTS any longer, which has for a long time been used to justify longterm plans for lignite. Indeed, when the CCTS carbon capture, transport, and storage euphoria unfolded in the early 2000s, some researchers promoted this technology as a major breakthrough in the combat against climate change. Advocates of the technology assumed that the instrument would assure the survival of the coal and lignite industry. von Hirschhausen et al., 2012 Contrary to these expectations, however, CCTS did not take off in Europe, and there is little probability that it ever will. As of 2014, no CCTS demonstration projects have been completed, neither in the energy nor in the industry sectors. Calls for CCTS development have subsided and plans for a panEuropean pipeline network have been shelved. One observes that the USA, Canada, and Norway have shifted attention to using captured CO2 for enhanced oil recovery EOR, which has little to do with a lowcarbon technology. European countries with ambitious CCTS RD and demonstration projects, such as the UK, the Netherlands, Germany, and Poland, have delayed or shelved all major pilot projects see Figure 3. Oei et al., 2014a Vattenfall represents the ambitions and the failure of the CCTS technology more than lignite power plant any other company. The oxyfuel pilot project at the Lusatian 7 DIW Berlin: Politikberatung kompakt 87 Risks from Decarbonization in the Western World and the End of Clean Coal Schwarze Pumpe was one of the first worldwide, going into operation in 2008. Ambitious projects were undertaken for two demonstration units. The first one was supposed to be operating with an oxyfuel process, the other one with postcombustion, both at Janschwalde power plant. However, Vattenfall has shelved all CCTS projects and abandoned the technology. Further, Vattenfall s original plans to retrofit the coalfired power plant Moorburg in Hamburg with a capturing unit were also cancelled as it would have resulted in a 4060% cost markup compared to constructing the plant without the capturing unit.10 In the first half of 2014, Vattenfall sold parts of their engineering facilities 11 and stopped its research activities in the field of CCTS, putting a definite end to this vision of clean coal.12 Figure 3: Cancelled and postponed CCTSprojects in Europe since 2011 Source: Oei et al., 2014a.13 10These cost figures were made public by Vattenfall after a request from Greenpeace according to the German Transparenzgesetz transparency law in June 2014. 11 Vattenfall 2014: Vattenfall verkauft seine Ingenieursgesellschaft Vattenfall Europe Power Consult Gmb H VPC an den Private Equity Investor palero. Press release 27.02.2014. 12 Vattenfall 2014: Vattenfall entscheidet sich fur effiziente Forschungsprojekte zur Unterstutzung des operativen Geschafts. Press release 06.05.2014. 13 Data based on GCI 2011, 2013: The Global Status of CCS Canberra, Australia: Global CCS Institute and MIT 2013: Carbon Capture and Sequestration Technologies Program. 8 DIW Berlin: Politikberatung kompakt 87 Risks of Incompatibility with the Climate Policy of the Swedish Government 4 4.1 Risks of Incompatibility with the Climate Policy of the Swedish Government Stringent CO2reduction goals   With CO2 emissions of 70.7 million tons in 2012 Vattenfall is one of the biggest single GHG emitters in Germany. In its sustainability performance report for 2012 Vattenfall states that, a cornerstone of Vattenfalls longterm strategy is to reduce negative exposure to rising CO2 prices by reducing emissions from the Groups portfolio and increasing the Groups investments in lowemitting electricity generation Vattenfall, 2013, p. 28. In addition, the report states that Vattenfalls overall CO2emissions will be reduced from currently over 80 million tons in total per year to 65 million tons by 2020, a goal confirmed in Vattenfalls 2013 annual report. This means that the 2013 emissions level of 88.4 million tons of CO2 must be reduced by 26.5% until 2020 s. Figure 4.14 Figure 4: CO2emissios of Vattenfall in 2012 and its set target for 202015 Source: Own illustration based on Vattenfall, 2014, 2013 A major risk consists of surpassing the selfset targets of 65 million tons of CO2 in 2020 e.g. in the Annual and the Sustainability Report. The main contributors to the com 14Vattenfalls commitment to reduce CO2 emissions dates back to the year 2010 and was linked to the vision of CCTS carbon capture, transport, and storage, which will not come into practice. 15 The CO2emissions of Sweden, UK and Finland are 1 million t and are not depicted in the graph. 9DIW Berlin: Politikberatung kompakt 87 Risks of Incompatibility with the Climate Policy of the Swedish Government nys emissions are its lignite power plants. Most capacities are located in the Lusatian district in the eastern part of Germany s. Table 4. Consequently, both German and European GHG rules significantly affect Vattenfall. This reduction can be achieved by reducing the output of carbonintensive assets or by selling shares of operational units. In this respect, German lignite, which is responsible for approximately a third of Vattenfalls electricity generation and twothirds of its CO2 emissions, offers the highest potential for emission reduction. 4.2   now put pressure on Vattenfall Vattenfalls stake and shareholders are highly sensitive regarding sustainable and responsible business. The company is fully owned by the Swedish state. Clearly the high CO2intensitiy of Vattenfall is contradictory with the strategy of its shareholder, the Swedish Government. Overall, Sweden is pursuing an ambitious decarbonization policy, with a 40% GHG reduction target until 2020, and full decarbonization until 2050.16 It is clear that a highcarbon strategy of its major energy company Vattenfall is no option for the Swedish government. In its latest annual and sustainability report, Vattenfall reports how its stakeholders rank the companys various sustainability efforts in importance. Stakeholders ranked shifting the energy mix in order to lower CO2emissions and increase renewables as their primary goal Vattenfall, 2014, p.18.17 The political pressure for Vattenfall to reduce its CO2intensity is mounting as the Swedish Parliament and the Government have already prescribed strict objectives. Thus, in 2010, the Swedish Parliament passed an ownership directive, stating that Vattenfall is to generate market returns by commercial energy business so that it belongs to one of the leaders in developing environmentally sustainable energy production.18 Despite references in its sustainability report, Vattenfall has not yet followed suit on this request; in particular, its German lignite strategy has remained unchanged. However, during a talkshow before the 16 See International Energy Agency 2014: Sweden: 2013 Policy Review. Paris, OECD. 17In a survey conducted by TNS SIFO for Greenpeace, 77% of the Swedish people voted to stop Vattenfall s plans for new lignite mines. Also, two out of three people would prefer if the Swedish government would encourage a shift away in Vattenfall s portfolio. http:www.greenpeace.orgswedensepresspressmeddelandenSvenskafolketsagernejtillVattenfallsplaner 18 Sveriges riksdag 2010: Fortydligande av uppdraget for Vattenfall AB No. 200910:NU23. Stockholm. renewable energy sources towards fossil fuels from 10 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany election in September 2014 members of all Swedish parties declared that they agreed on curtailing Vattenfall s lignite activities in Germany in the future.19 5 5.1 Risks Related to the Energiewende in Germany The renewablesbased decarbonization energiewende   The decision of the German government and society to pursue a renewablesbased energiewende is an existential risk to Vattenfalls German operations, focusing on lignite. Traditionally a coalintensive country,20 Germany has made a clear decision to phase out nuclear, decarbonize the energy sector by 8095%, and to base almost the entire electricity consumption on renewable energies 80%, see Table 2. The governments Energiekonzept of September 2010, in combination with the nuclear phaseout decision June 2011 is commonly called energiewende Von Hirschhausen, 2014. It has been confirmed by the new government in place since early 2014 grand coalition, and is supported by all parties in parliament, thus providing a firm framework for the longterm development.21 With respect to the renewables targets, the energiewende is on track. Several updates of the EEG 2005, 2009, 2012, 2014 have not changed the philosophy of the renewables policy within the energiewende, i.e. a fine differentiation by technology, site, size, and other criteria. Feedin tariffs were gradually reduced, more or less corresponding to cost reductions in renewable electricity. In 2013, Germany broke the threshold of 25% renewable electricity generation, and in the first half of 2014, a record share of 28.5% was obtained see Figure 5. 19 RBB Online: Schwedische Spitzenpolitiker fur KohleAusstieg Keine konkreten Verkaufsplane bei Vattenfall http:www.rbbonline.dewirtschaftthemakohlewelzowbeitraegeschwedischeparteiengegenbraunkohletagebauvonvattenfall.html 09.09.2014. 20Germanys industrial development since the 19th century is closely linked to the exploitation of coal. The most important German lignite sources are found in North Rhine Westphalia NRW and in two Eastern German regions: the Central German district around Leipzig and the district of Lusatia around Cottbus where Vattenfall is active. Together with nuclear power, lignite and hard coal shaped the backbone of Germanys electricity infrastructure in postWorld War II Germany. In the first half of 2014, 45% 183 TWh of Germanys electricity originated from coal and lignite. 21 Stricter regulation of fossil fuel sourced power is also welcomed by the German society. A survey by TNS Emnid 2014 shows that 87% of the Germans would like to see lignite electrification disappear by 2030. Only 11% of the people surveyed found it justified to relocate entire villages for the opening of new opencast lignite mines. 11 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany Nuclear Production 22 Gross final energy Minimum Share of Renewable Energy Electricity Generation consumption Base line 2015 2017 2019 2020 2021 2022 2025 2030 2035 2040 2050 2010 53% 44% 40% 20% 0% 18% 30% 35% 4045% 50% 5560% 65% 80% Table 2: Targets of Germanys energiewende 45% 60% Reduction of GHG emissions 1990 40% 55% 70% 8095% Source: Own depiction based on the 2013 government coalition agreements.23 30%25%20%15%10%5%0%0991199129913991499159916991799189919991000210022002300240025002600270028002900201021102210231024102 Figure 5: Share of renewables in German electricity generation 19902014 Source: German Ministry of Economy and Energy BMWI.24 22All nuclear power plants must shut down no later than December 31, 2022. 23 Source: CDU, CSU, and SPD 2013. Deutschlands Zukunft gestalten, Koalitionsvertrag. Berlin. 24Figure http:www.bdew.deinternet.nsfid20140729pierneuerbareenergienerreichenneuenrekordwertde for 2014: Approximation six months according first to BDEW 2014: for the 12 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany The greenhouse gas emission targets are particularly important in the context of the energiewende. Figure 6 shows that Germany is currently not on track with respect to its target of reducing GHG by 40% before 2020. Germanys Federal Ministry for the Environment BMUB estimates that current policies will lead to reductions of only about 33%, implying that further measures will be needed in the near future. Consequently, the BMUB announced that a draft program of measures to close this gap will be released in autumn 2014.25 As the electricity sector is a very large source of GHG and offers an overproportional potential for emissions reductions, it is clear that structural changes in the electricity sector offer a path to achieving the 2020 emissions goals. According to the Ministry of Environment, the power sector should play a significant role in reaching the climate targets contributing more than 50% of the overall reduction until 2020. This implies a reduction by 111 to 136 million t in the upcoming years s. Figure 7. A separate Climate Action Plan for 2050, expected to be adopted in 2017, will add further measures to reach the national climate targets beyond 2020. 1400 viuqe,2OC12001000 snotagemn i snoissi me GHG8006004002000NonETSSector EUETSCoal_Non_ETSCoal_ETSLignite_Non_ETSLignite_ETSFigure 6: GHG Emissions in the Germany in the last years and climate targets until 2050 Source: Own depiction.26 25 A Study by Ecofys in 2014, on behalf of Greenpeace, showed that the gap might even be bigger than projected by the BMUB. Source: https:www.greenpeace.dethemenlueckevordemziel 26Calculations based on AGEB 2014: Bruttostromerzeugung in Deutschland von 1990 bis 2013 nach Energietragern. and UBA 2013: op cit. 13 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany 6005004003002001000projection range CO2emissions in mt Energy 2012 Energy 2020Others 2012 Others 2020 Figure 7: Current CO2emissions of 2012 and targets of the BMUB for 2020 for the energy sector in comparison to the other sectors. Source: Own depiction based on BMUB 2014.27 5.2   implies the end of coal and lignite in Germany   The broad consensus on the objectives of the energiewende implies that coal and lignite are phased out in Germany, and several initiatives are under preparation to accompany this phasingout. Contrary to the past, lignite power plants will no longer provide baseload to the system. They are too inflexible to follow load or renewables, so they will be curtailed for many hours of the year, and gradually become uneconomic. Studies by DIW Berlin Oei et al., 2014a and other institutions Hilmes and Herrmann, 2014; Nitsch, 2013 indicate that lignite will not contribute significantly to the electricity system after the 2030s. Figure 8 shows an example for a possible configuration of the German energy system until 2050, published in the Leitstudie for the Ministry of Environment Nitsch, 2013. 27 BMUB 2014 Aktionsprogramm Klimaschutz 2020, BMUB Vorschlag fur Minderungsbeitrage, June 2014. 14 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany 100%80% ylppus yticirtcee foerah Sl Renewables CHP gascoalNatural Gas Lignite Hard Coal Nuclear 20102020203020402050Figure 8: Exemplary share of German electricity supply till 2050 Source: Own depiction based on Nitsch 2013. 60%40%20%0% Even with the phaseout of nuclear power by 2022, the security of electricity supply in Germany is assured, including the most critical zone in southern Germany, provided that the current plans of strengthening the grid, construction of flexible gas power plants, increased demand side management and energy storage are being pursued Kunz et al., 2013. The coal and lignite plants in North RhineWestphalia NRW, Saxony, SaxonyAnhalt, and Brandenburg still generate some electricity, but they are no longer critical for system security. Both the construction of new lignite power plants and the substantial retrofit of existing plants are uneconomic, given investment costs and expected low electricity prices Gerbaulet et al., 2012. The risk of a lignitebased strategy can also be shown by the analyses that Vattenfall Mining and Generation VMG relies on. Thus, a study used by VMG to argue in favor of new lignite mines suggests the development of new lignite plants in the 2020s Prognoseforum, 2013. However, if one calculates the CO2emissions of this study, scaledup to the German level it yields annual CO2emissions from lignite of almost 90 million tons in 2050. This corresponds to 9% in relation to the overall emissions of 1990. This, however, is incompatible 15 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany with the GHG reduction target of 8095%, given that other sectors have much higher abatement costs, such as industry, agriculture, and housing, and will require most of the remaining GHG budget. 5.3   by different instruments currently under consideration The German Lander have also committed themselves to reducing lignite in their energy and climate policy statements, considering lignite to be a bridge fuel. In March 2014, the government of NRW revoked permission to expand an existing mine Garzweiler II, saving 1,400 people from expropriation. This proves that the future of lignite in Germany not only depends on the availability of the resource, but also on regional climate policy decisions. Additional measures to further reduce lignite mining are expected, as the NRW government passed a law Klimaschutzgesetz, which sets a 25% target of CO2 reduction by 2020 and 80% by 2050, with 1990 serving as the base year. The Brandenburg 28 government is following a strategy until 2030 Energiestrategie 2030, which aims at transforming Brandenburgs energy system toward renewable energies. The strategy sets a total CO2 limit for the entire state of 25 million tons in 2030. This is equal to the amount emitted by Vattenfall s Janschwalde power plant in 2013. This target is therefore incompatible with the continued usage of all existing lignite plants of Vattenfall Hirschhausen et al., 2012. The government of Saxony agreed on an Energy and Climate Program Energie und Klimaprogramm, which seeks to reduce CO2emissions by 25% before 2020 base year 2009, a program affecting Vattenfall s Boxberg and Lippendorf power plants. Thus, there is a broad political consensus on the incompatibility of the targets of the energiewende with the future use of coal and lignite in Germany. Therefore, a discussion about the instruments to accompany this phaseout has emerged, and it is rapidly expanding. Table 3 summarizes the current state of the discussion and concrete proposals put forward by different stakeholders. Given the low prices of greenhouse gas emission certificates in the ETS, a market driven switch from lignite to less carbon intensive fuels, e.g. natural gas, is not expected in the decade to come; this switch would require CO2prices of 4060 t and 28The majority of Vattenfall s lignite business lies in Brandenburg and Saxony. 16 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany above.29 In addition to a structural reform of the ETS, therefore, a lignite phaseout in Germany requires an appropriate mix of instruments on national level. Most of the political discussions, therefore, focus on the reduction of CO2emissions to reach the agreed national climate targets. The opposition BUNDNIS 90Die Grunen and DIE LINKE, the Merkelled government CDUSPD, as well as various nongovernmental institutions BUND, Greenpeace and think tanks DIW Berlin, IASS Potsdam, OkoInstitut have therefore published several proposals to strengthen CO2 emissions regulations. Such regulations would reduce lignite power plant emissions significantly. Some of the proposed regulations would limit the load factor, while others would lead to an abrupt closure of Vattenfall s lignite units in Germany. The proposals currently discussed include the strengthening of the ETS, the introduction of a minimum CO2 price floor, a minimum degree of efficiency for power plants, or a set of minimum requirements concerning the operational flexibility of thermal power plants. In addition, the introduction of any capacity mechanism could be used to negotiate an earlier closure or shifting into cold reserve of coal plants with the operators. Also, critics demand that the German scenario framework 2015 and the network development plan should be more aligned with the objectives of the energiewende, focussing on a better integration of renewable energy sources.30 29This section is based on Oei, et al. 2014. 30 The focus of this criticism lies on the construction of highvoltage direct current HVDC transmission lines to connect lignite basins to Southern Germany, such as the planned corridors A South OsterrathPhilippsburg and D LauchstadtMeitingen. However, the planning of the corridor D which would be of importance for Vattenfall s lignite plants in Lusatia is currently paused due to public and political opposition. Current discussions range from extending its starting point directly to the wind farms in the northern part of Germany or not constructing it at all. see ab http:www.sueddeutsche.depolitikstromleitungvonsachsenanhaltnachbayerngabrielruecktvonsuedosttrasseab1.2069337 SudostTrasse 30.07.2014: Suddeutsche Zeitung Gabriel ruckt von 17 DIW Berlin: Politikberatung kompakt 87 Risks Related to the Energiewende in Germany Instrument ETS reform Effect Price signal through the introduction of a market stability reserve MSR, 900 million backloading allowances directly in MSR, start of MSR in 2017 instead of 2021 Possible advantages Possible shortcomings Proposed by EUwide instrument; thus, no crossborder effects Structural reforms uncertain from todays perspective; the extent of the impact is unpredictable German government 2014 Min. CO2 price floor CO2 certificates would become more expensive Investment security for investors Minimum efficiency level Closure of inefficient power plants More efficient utilization of raw materials Feasible prices probably too low to result in a switch from coal towards natural gas Bundnis 90the Green Party 2014 Open cycle gas turbines OCGT would also be affected; complex test and measurement processes Bundnis 90the Green Party 2009 Flexibility requirements Closure or singling out of inflexible power plants Better integration of fluctuating renewable energy sources Combined cycle gas turbines CCGT might also be affected OkoInstitutLBDRaue 2012 Maximum production or emissions allowances Fixed coal phaseout plan schedule Auctioning difficult to predict Greenpeace 2012, DIE LINKE 2014 Coal phaseout law Emissions performance standard specifically for new plants and retrofits Emissions performance standard emissions cap for existing plants Capacityinstruments Restrictions for new plants and retrofits without CO2 capture Prevention of CO2 intensive investments Reduce load factor for older coalfired power plants that have been written off Incentives to develop lowercarbon conventional capacities Maintenance of generation capacities, e.g., by shifting into a strategic reserve Support to natural gas plants, move coal plants into strategic reserve Minor shortterm reduction in emissions IASS 2014 Negative impact on economic efficiency of power plants; effect on energy efficiency unclear IASS 2014 Danger of micromanagement, difficulties to identify concrete technical parameters to ensure lowercarbon output Potential curtailment of other generation, e.g. CHP; lines might be eventually needed to integrate renewables in the long run OkoInstitutLBDRaue 2012 Oei et al. 2012; Schroder et al. 2012 Transmission networkpolicy Reducing the export options for coal and lignite power plants Less investment in new power plants, existing plants less dispatched, lowercarbon electricity mix Table 3: Possible Instruments for Reducing CoalBased Power Generation Source: Own depiction based on Oei et al. 2014 18 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia One instrument that might be particularly suited to accompany the phaseout of lignite is a CO2 emission performance standard EPS. EPS have already been implemented in the UK, Canada and California.31 The implementation of a proposal by Oei et al.2014b and Ziehm et al. 2014 shown in Figure 9 could realize a reduction of coalinduced GHG emissions in Germany by 24% before 2020 and 66% before 2040; compared to 2012. Especially Vattenfall s older plants Janschwalde and Boxberg units N P would be affected if such measures were implemented by the German state.32 at M snoissime2OC2001501005002012201520202025203020352040Hard Coal Lignite Figure 9: The effect of emissions performance standards on the German coal sector. Source: Own calculations. 6 6.1 Risks from Lignite Mining and Electricity Generation in Lusatia Vattenfall Mining and Generation VMG operations The German operations of Vattenfall Europe, called Vattenfall Mining and Generation VGM, comprise mainly lignite operations in Lusatia. Table 4 lists all lignite power plants run by VGM in Germany. Two of the power plants are not linked to lignite mining, which are also the only lignite operations not located in Lusatia: The combined heat and power plant CHP in BerlinKlingenberg, which is also operated by Vattenfall, is responsible for around 20 percent of Berlins overall emissions. Vattenfall has announced that it should be replaced with a gas fired power plant to 31 There are plans by the US Environmental Protection Agency EPA to extend the regulation to the entire US. 32 The calculations assume a specific EPS of 450 g CO2k Whel for new power plants. Existing plants, which surpass the age of e.g. 30 years, should be required to respect an annual emission limit of approx. 3,000 tMWel. This level corresponds to approx. 3,000 full load hours for lignite and 4,000 full load hours for steam coal plants. 19 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia meet Berlins reduction targets by 2020. The draft of Berlin s energiewende law Energiewendegesetz seeks CO2 reductions of 40% by 2020, 60% by 2030, and 85% by 2050, using 1990 as base year; VGM also owns 50% of another lignite power plant outside of Lusatia: Lippendorf. It is not connected with Vattenfall s mining sites and is therefore supplied by the Vereinigtes Schleenhain mining site, which is operated by MIBRAG, an independent firm. Attempts by Vattenfall to divest its Lippendorf holdings have failed as of 2014. Power Plant Unit BerlinKlingenberg CHP Boxberg old Boxberg new Janschwalde Schwarze Pumpe Lippendorf Tot. capacity N P Q R A B C D E F A B R Starting year 1981 1979 1980 2000 2012 1981 1982 1984 1985 1987 1989 1997 1998 2000 Capacity MW 164 465 465 857 640 465 465 465 465 465 465 750 750 875 Efficiency % 35.0 35.0 35.0 42.3 43.9 35.5 35.5 35.5 35.5 35.5 35.5 41.2 41.2 42.8 approx. 7,800 Emissions 2012 Mio. t CO2 1.5 8,9 7,0 24.8 12.8 5.333 60.3 Table 4: Lignite power plants owned by Vattenfall in Germany Source: Own depiction based on BNetz A, thru.de, and DEBRIV. While the power plants of Klingenberg and Lippendorf entail specific risks, the main risks of VMG are related to lignite operations in Lusatia. Currently, the Lusatian lignite district consists of the five active mining sites CottbusNord, Janschwalde, WelzowSud 33The remaining 50% of the Lippendorf power plant unit S is owned by En BW. The overall emissions of the plant amount to 10.5 million t annually. 20 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia TF I, Nochten I and Reichwalde, which supply three Vattenfall power plants: Janschwalde approx. 2,800 MW, Schwarze Pumpe approx. 1,500 MW and Boxberg approx. 2,500 MW as well as several smaller utilities Figure 10. The Janschwalde power plant is supplied with lignite from the adjacent mining sites of Cottbus Nord and Janschwalde, as well as via train connection from WelzowSud TF I. Welzow Sud TF I is also the main supplier for Schwarze Pumpe, with minor additions from Nochten I and Reichwalde. While the Schwarze Pumpe and two blocks of the Boxberg plants are relatively new, the Janschwalde plant still dates back to Soviet Union times and is having efficiency values of around 36%. Figure 10 also shows five new lignite mining projects pursued by VMG in order to supply the existing power plants as well as newly planned CCTSplant in Janschwalde: These mines are Welzow Sud TF II, Nochten II, Janschwalde Nord, BagenzOst, and SprembergOst. Fehler! Verweisquelle konnte nicht gefunden werden. shows the available lignite resources as well as the displacements of people required to access the lignite. While BagenzOst and SprembergOst are projects for a far future, current plans focus on the three sites where major displacements would have to take place, i.e. approx. 800 persons for WelzowSud TF II, 1,700 persons for Nochten II, and 900 persons for Janschwalde Nord. Vattenfall does not aim at BagenzOst and SprembergOst first, because the other projects are easier to realize. The enormous infrastructure of the old mines can still be used, which reduces investment costs. In addition, the mines are closer to the power plants. Mining site WelzowSud TF II Nochten II Janschwalde Nord BagenzOst SprembergOst Lusatia total Expropriation of up to 800 inhabitants of Proschim and Welzow 1,700 inhabitants of Rohne, Mulkwitz, Schleife, Muhlrose, and Trebendorf 34 900 inhabitants of Grabko, Kerkwitz, and Atterwasch Around 3,200 inhabitants Table 5: Planned new mining sites by VMG in Lusatia Source: Oei et al., 2014a. Lignite resources 200 million t 300 million t 270 million t 230 million t 180 million t 1,180 million t 34 First estimates of 1582 inhabitants were corrected in 2014 to a final estimate of 1700. See Grune Liga 2014: Der geplante Tagebau Nochten. April 2014. http:www.lausitzerbraunkohle.defeld_nochten.php 21 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia Figure 10: Power plants, mining sites of Vattenfall Mining and Generation VMG Source: Own depiction. 6.2 Reduced economic profitability of electricity A major economic risk is that producing electricity is becoming much less profitable than before, thus stripping VMG from its role as a cash cow in the Vattenfall group. In particular, the older blocks with lower efficiency and higher maintenance costs, risk becoming unprofitable. At present, marginal costs for lignite power are in a range of approximately 1520 MWh, depending on power plant efficiency.35 Additional maintenance costs, plus poten 35This value takes into account costs for carbon emission allowances of 6 t of CO2 and variable mining costs of 4MWhth; the coal itself is untaxed and otherwise free to the mining company. 22 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia tially rising CO2prices have to be added. Thus, even OM costs of lignite power plants may exceed the wholesale electricity prices, which are currently traded forward at approx. 35 MWh, with a falling tendency. In August 2014 Germany s second biggest energy utility RWE, for instance, announced that it is about to shut down 1000 MW of coal capacities in Germany until 2017 due to reduced profitability.36 Studies by Kungl, 2014 as well as Bontrup and Marquardt 2014 also show shrinking returns of conventional utilities, due to the focus on mainly fossil electricity generation. Gerbaulet, et al. 2012 provide concrete business plan calculations showing that investments into new lignite plants are highly uneconomic. This reasoning applies particularly to the Janschwalde site, where according to the energy strategy 2030 of the Land of Brandenburg only capacities with clean coal are allowed. However, as shown above, carbon capture is no option in Germany anymore, and thus investments in additional lignite generation technology at Janschwalde are no economic option. Vattenfall even states in its annual report of 2013 that Moorburg is the last of Vattenfalls coalbased investment projects to be completed Vattenfall, 2014, p.15 contradicting any plans for the construction of a new power plant in Janschwalde. 6.3 Technical risks of landslides and water pollution Lignite mining has affected Lusatia for a long time, but the current new mining projects add to the significant technical risks in the region. Thus, in recent years the number of landslides was significant, and there are new risks from existing recent installations. For example, unexpected landslides at former mining sites and relic lakes have restricted the usage of a large territory of Lauchhammer, where 35,000 hectares of land had to be closed for open access, affected citizens even have to be relocated.37 The newly built road between Hoyerswerda and Neustadt had to install a speed limit of 30 kmh due to ground instability. Deteriorating water quality is another risk. Legal measures against extended lignite mining might arise from the interference of lignite mining with the targets of both the Eu 36 This would affect a lignite power plant in Hurth 110 MWanda hard coal fired plant in Wesfalen Hamm 285 MW in 2015 as well as a hard coal unit in Wernenear Dortmund 610 MW in 2016. Source: Wirtschaftswoche 14.08.2014: Rettungsschirm fur Energieversorger.http:www.wiwo.deunternehmenenergierettungsschirmfuerenergieversorgerrwesetztaufhilfevonpolitikern10332440.html 37 Dassler, Sandra 2014:Ganze Siedlung muss geraumt werden fur immer. Tagesspiegel. 01.07.2014. 23 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia ropean Water Framework Directive 200060EG and the European directive on the protection of groundwater against pollution and deterioration 2006118EG.38 Recital 19 of the Water Framework Directive explicitly sets a target of, maintaining and improving the aquatic environment in the Community. Article 4 directs that, Member States shall implement the necessary measures to prevent deterioration of the status of all bodies of surface water. However, it is clear that not only the old mines have deteriorated water quality, but that this is also caused by new lignite mines. A recent example has highlighted the negative environmental effects of the new mine of VMG, WelzowSud TF I where 11 out 15 water samples exceeded the allowed limits for iron;39 some of them even by more than a tenfold in the Petershainer Flie stream.40 Thus, the increasing iron sulphate concentration iron ochre in the rivers, mainly in the river Spree, are shown to also come from existing mines, threatening both the water quality drinking water in Berlin and its surroundings and ecosystems, such as the touristic area of Spreewald 41, biological diversity and the transformation into recreational areas. Another study points out that the opening of WelzowSud TF II might cause additional hazards as the remaining 600 m strip inbetween the mine and the adjacent lake called Sedlitzer See consists of heaped up soil from old mining sites. The expected hydrologic pressure might therefore cause a disruption or even a land breakthrough, which could endanger the citizens of Lieske, a nearby village, as well as the workers at the mining site itself.42 It is unclear how the damages caused by new lignite mining will be paid for. Previously, the mitigation costs of the old GDR mining damages were taken care of by the German its company Lausitzer und Mitteldeutsche Bergbaufederal government through 38 Laskowski 2013: Zur Rechtmaigkeit des BraunkohlenplanEntwurfs Welzow Sud nach der EU Wasserrahmenrichtlinie. Prof. Laskowski, Institut fur Wirtschaftsrecht, Universitat Kassel. On behalf of Greenpeace. 39 Greenpeace BUND 2014: Neue Proben: Vattenfalls aktiver Tagebau verockert Spree. Wasser aus WelzowSud I uberschreitet Grenzwerte deutlich. Joint press release. 09.09.2014. 40Bundnis 90 Die Grunen 2014: Verockerung von Fliegewassern aus dem aktiven BraunkohleTagebau Welzow Sud? Bundnisgrune Fraktion will Antworten haben. Pressemitteilung 14.04.2014. 41Friedrich, H., 2013. WelzowSud II absehbare Schaden fur Grundwasser, Flusse und Seen in der Lausitz, Untersuchung der wasserwirtschaftlichen Auswirkungen des geplanten Tagebaus. On behalf of Greenpeace. 42 Krupp, R. 2013. Zur Sicherheit des Erddammes zwischen Sedlitzer See und geplantem Braunkohletagebau Welzow Sud II, Burgdorf study on behalf of Greenpeace e.V  24 DIW Berlin: Politikberatung kompakt 87 Risks from Lignite Mining and Electricity Generation in Lusatia Verwaltungsgesellschaft mb H LMBV; however, this practice might be discontinued under the new circumstances, leading to additional costs for VMG.43 6.4 Risks of losing court cases against the opening of new lignite mines A major legal risk of VMG is to lose the court cases against the opening of new lignite mines; these cases are currently unfolding with respect to the new lignite mines Nochten II and Welzow II. They are taking place in a drastically new legal framework, after the Federal Constitutional Court of Germany Bundesverfassungsgericht strengthened the legal position of citizens threatened by expropriation in 2013.44 Historically, it was only possible to go to court once expropriation proceedings were initiated, but the courts ruling now grants land owners the power to initiate legal proceedings earlier in the process. As outlined above, the decisions on the energiewende have fundamentally modified the future energy mix in Germany. Thus, the justification of using lignite, and thus to expropriate home owners, as a benefit to society Gemeinwohl, has vanished. Under the new conditions of the energiewende, lignite is no longer critical to system security, as shown among others, by Kunz, et al. 2013. Thus, contrary to the last century, the expropriation of owners can no longer be justified with the general public interest. In a legal expertise, Ziehm 2014 showed the link between the December 2013 ruling of the Constitutional Court, and the upcoming cases in Lusatia. The new jurisdiction will also be highly relevant in the case of an existing mine run by Vattenfall, Welzow Sud TF I, where citizens of Proschim initiated legal proceedings in April 2014;45 it will also impact the upcoming cases against the opening of the new mining sites Welzow Sud TFII and Nochten II.46 43The association Netzwerk Bergbaugeschadigter e.V. der Lausitzer Braunkohleregion was founded in May 2014 to help its members to ensure their claims due to mining damages. see Netzwerk Bergbaugeschadigter e.V. der Lausitzer Braunkohleregion: http:www.netzbegelausitz.de 44Bundesverfassungsgericht 2013: Pressemitteilung Nr. 762013, Urteil in Sachen Braunkohlentagebau Garzweiler: Rechtsschutz Enteignungs und Umsiedlungsbetroffener gestarkt, 1 Bv R 313908, 1 Bv R 338608. 45 Firmenverbund Proschim 2014: Firmenverbund Proschim reicht Klage gegen lfd. Tagebau Welzow I ein. Presseerklarung http:www.wirsinddielausitz.comdepressemitteilungen.html 46 A coalition of several environmental organizations as well as affected people have already started a court case against Vattenfall s opening of Nochten II in August 2014. Source: http:www.greenpeace.dethemenklagegegenkohle Similiar court cases against the new mining site in Welzow Sud TF II are expected. The opening of Welzow Sud TF II would secure 550 jobs at the mining site and 174 at the adjacent Schwarze Pumpe power plant; however, about 800 citizens of Welzow and Proschim, communities in the area, would have to be relocated, leaving their homes behind. 25 DIW Berlin: Politikberatung kompakt 87 Implications for Vattenfall: Internal Restructuring Rather than Shortterm Sale From an energy economics perspective, the opening of new lignite mines in Germany is not necessary to supply the existing power plants with lignite into the 2030s, when they reach the end of their economic lifetime see Figure 10 and Figure 11.47 Von Hirschhausen and Oei 2013a, 2013b show that no additional mining sites are needed to supply all of Vattenfalls German power plants with lignite until their closure, with respect to climate targets set by public policy.48 Especially the remaining capacities of Nochten I and Reichwalde are more than sufficient see Figure 11. 1200100080060040020007 7.1 CottbusNord Janschwalde WelzowSud IReichwalde Nochten I 310241025102610271028102910202021202220232024202520262027202820292020302Figure 11: Remaining lignite capacities in Lusatia in million t Source: Own calculations in Oei et al. 2014a. Implications for Vattenfall: Internal Restructuring Rather than Shortterm Sale While a shortterm sale of operations is no solution   Clearly continuing the status quo is no option for Vattenfall. Given the risks inherent in the German lignite mining and power generation business, and the obligation to pursue a coherent sustainability strategy, Vattenfall will be obliged to act. However, sellingoff the lignite business as such seems to be no ideal option: First, it would leave the CO2footprint of the previous Vattenfall property unchanged. But second, given the high risks, it might be not only unprofitable but outright infeasible to find a buyer. 47This argument has been developed in detail in a study for the Government of Brandenburg, Ministry of Environment, by Hirschhausen and Oei 2013 48We assume a lifetime for lignite power plants of 40 years for plants built before 1990, and 50 years for plants built after 1990. The average load factor of the lignite power plants in Lusatia is 2013 was around 8590%, but is expected to shrink. Lignite plants are therefore assumed to be shut down latest in the beginning of the 40s for economic reasons high fixed costs and a too low load factor. 26 DIW Berlin: Politikberatung kompakt 87 Implications for Vattenfall: Internal Restructuring Rather than Shortterm Sale As a matter of fact, first attempts to test the market were already observed in 2013, however unsuccessfully. Vattenfall had announced the willingness to sell its 50% share of the Lippendorf power plant, but no reaction ensued.49 Following this episode, discussions that Vattenfall might be planning to sell some of its lignite assets to the local government of Brandenburg or to other buyers reoccurred in spring 2014. According to internal papers of the Brandenburg government, quoted by the German newspaper Der Tagesspiegel, Vattenfalls lignite assets mines and power plants are valued between two and four billion euro.50 Brandenburgs government, however, announced they were not interested in buying the assets.51 PGE, a Polish firm with lignite experience, was indicated as another potential buyer for the Janschwalde power plant. However, the director of PGE Gubin, Hanna Mrowczynska, said the company was also uninterested in buying the inefficient plant, as its expected lifetime will end in 2025 at the latest.52 7.2   internal restructuring is a viable option From a Swedish and also from more local Lusatian perspective, restructuring the VMG operations and making them coherent with the sustainability strategy is the only feasible option. This entails the definition of a structured phasingout of lignite mining and electrification, and to seize the multiple options offered by the German energiewende, e.g. in renewables, storage, powertogas, and other technologies compatible with the energiewende. Lusatia is and will remain an energy region, and it has a high potential to convert from heavy industry towards a sustainable one. In fact, the biggest transformation of the lignite mining sector in Germany at large has already happened due to the reunification of Germany, reducing the number of jobs from more than 150,000 in Germany to around 49Vattenfall 2013: Moglicher Verkauf von Block R im Braunkohlekraftwerk Lippendorf. Press Release 1.3.2013. Divesting Lippendorf would relieve Vattenfalls CO2emissions portfolio by around 5 million tons; this would, however, not be sufficient to reach the aimed at reduction of more than 20 million tons by 2020. The Janschwalde power plant therefore, being relatively old and inefficient, seems to be the most likely candidate for reducing emissions from the company s portfolio. Closing the majority of Janschwaldes units with its 24 million tons of CO2 emissions would secure Vattenfalls CO2targets. 50Tiede, Peter 2014: Christoffers erwagt Kauf von Lausitzer Vattenfall Sparte. Tagesspiegel. 26.01.2014 51 Landtag Brandenburg, 2014: Landesdrucksache 58444: Wirtschaftsminister Christoffers soll Kauf der brandenburgischen Standorte des Energiekonzerns Vattenfall in Erwagung ziehen. Antwort der Landesregierung auf die Kleine Anfrage 3335 des Abgeordneten Gregor Beyer der FDP Fraktion. 52Stawiarz, K. kopalni: Trabanta nie http:zielonagora.gazeta.plzielonagora2029020,35182,15488607.html chcemy, elektrowni nie 2014. Rozmowa o kupimy. 27 DIW Berlin: Politikberatung kompakt 87 Implications for Vattenfall: Internal Restructuring Rather than Shortterm Sale 20,000 today see Table 6. This becomes especially visible in Eastern Germany: the mining sites in Lusatia used to deliver up to 200 million tons of lignite in the 1980s, compared to 63 million tons in 2013. An organized phaseout of the remaining lignite industry in the upcoming decades, with a concentration on new investment areas, is needed to enable a successful transformation of the region. In addition, as of 2013, 75% of the workers in the lignite industry are older than 40; with about 50% older than 50.53 Hence, an organized phaseout of lignite does not necessarily lead to any layoffs, as some units will keep producing until the 2030s. On the contrary, additional work force is needed for the reclamation of the mining sites. Year 1980 1990 2002 2010 2013 Lusatia 75,100 65,500 10,300 7,653 7,973 Central Germany 56,000 46,800 2,700 2,508 2,512 Germany 152,300 129,700 26,800 22,704 22,082 Average Age 38.6 41.6 45.1 46.0 Table 6: Lignite sector employment in Germany only direct jobs Source: Statistik der Kohlenwirtschaft e.V. 201354 The biggest potential for new investments and jobs in Germany is in the renewable energies sector, with around 370,000 jobs in total and more than 200,000 new jobs between 2004 and 2013. Thus in each federal region more jobs in the renewable sector have already been created than are currently still remaining in the lignite industry.55 Figure 12 shows that many more jobs have been created in the renewables sector than exist in lignite in the three Bundeslander in which VMG is active Brandenburg, Saxony, SaxonyAnhalt. Such a conversion is also feasible from a technical and an economic perspective. Several studies, including Bost et al., 2012 and Twele et al., 2012, show that the transition 53 Statistik der Kohlenwirtschaft e.V., 2013. Datenubersichten zu Steinkohle und Braunkohle in Deutschland. http:www.kohlenstatistik.deindex.php?article_id3, retrieved on September 1st, 2014. 54 The figures for Lusatia were reduced by around 400 workers as the DEBRIV originally did include the employees from Lippendorfas well as from hydro power plants in Saxony and Thuringia.Source: Grune Liga 2012: Neue Tagebaue und Arbeitsplatze http:www.lausitzerbraunkohle.dethema_arbeit.php. 55Ulrich, Philip; Lehr, Ulrike 2013: Erneuerbar beschaftigt in den Bundeslandern: Bericht zur aktualisierten Abschatzung der Bruttobeschaftigung 2012 in den Bundeslandern. Osnabruck: GWS mb H. 28 DIW Berlin: Politikberatung kompakt 87 Implications for Vattenfall: Internal Restructuring Rather than Shortterm Sale from lignite toward an economy based on renewable energies is possible for the region.56 Many private and corporate investors, having focused on the new emerging sectors of renewable energies, profited from their strategy in the last ten years due to the German Renewable Energy Sources Act EEG. This suggests that Vattenfall has a vested interest in concentrating their future investments also in the renewable sector,57 disposing its oldest and least efficient power plants and reaching its CO2targets. Local and national governments in Germany would profit from Vattenfall s closure of lignite plants to achieve their own climate targets. As the growing number of wind and solar parks indicate, this can also be a very profitable business. In addition, Vattenfall benefits from technical knowledge to advance other technologies, such as innovative storage, powertogas, and still others, that are compatible with the energiewende. 300002500020000150001000050000Indirect Jobs Jobs Figure 12: Jobs in renewables RE and in the lignite LI sector including indirect jobs, by Bundesland Source: Own depiction based on Ulrich und Lehr 2013 and Statistik der Kohlewirtschaft 201358 56Brandenburg excelled in three consecutive rounds as the best federal region of Germany with respect to the development of renewable energies and was therefore granted with the decoration of the Leitstern in 2008, 2010 and 2012 von Hirschhausen et al., 2012. 57Vattenfall is planning on investing around 10 billion SEK 1 billion in renewable technologies in the period of 20142018. These figures equal around one tenth of their overall investments. 58 s. footnote 53. 29 DIW Berlin: Politikberatung kompakt 87 Conclusions 8 Conclusions The Swedish stateowned energy utility Vattenfall and its owner are currently examining strategy options to address its own ambitious sustainability targets as well as the lowcarbon objectives of the Swedish government. While Vattenfalls Scandinavian generation structure corresponds to a high degree to its CO2 target, the German lignite business puts a heavy burden on the companys aspirations. In this respect there is need for action. The objective of this policy report is to identify the major trends that shape Vattenfalls future lignite strategy and to highlight the major risks of the German lignite mining and power operations. This is done from a technical, an economic, and a legal perspective. The report evaluates the options that Vattenfall has in the current situation. It is based on a variety of reports published by DIW Berlin concerning the future of lignite in the context of the German energiewende. For more information see Oei, et al. 2014a. The main Western countries pursuing climate policies are turning away from coal and from lignite, due to the high environmental costs and the uncertain economic prospect. Thus, the USA, Canada, and the UK have de facto or are about to ban the construction of new coal power plants, by implementing emission performance standards EPS. The previous hope of clean coal raised by the CO2capture, transport, and storage technology CCTS has failed and is no longer an option in the foreseeable future. Vattenfall itself was engaged in the failure of the idea of clean coal through CCTS, both in Germany and worldwide. Thus, the social costs of lignite, which are estimated to value approximately 80100 MWh are two to three times higher than the electricity price of currently less than 3540 MWh in Germany. As a consequence, phasing out lignite is not only necessary from an environmental point of view, but also economically efficient. The unconstrained operation of its German lignite activities is not compatible with Vattenfalls internal CO2 target. With over 70 of a total 88 million tons of CO2 the German emissions surpass the companys CO2 budget for the year 2020, which is 65 million tons. Hence, there is urgent need for adjusting these emissions. One option to reduce these emissions is the closure of several lignite units in the Lusatian region. Major risks to Vattenfall are furthermore its inconsistency of its lignite operations with the objectives of the German energiewende, which consists of, among other things, a 30 DIW Berlin: Politikberatung kompakt 87 Conclusions nuclear power phaseout by 2022, greenhouse gas emissions reduced by 8095% by 2050 baseline: 1990, at least 80% renewablebased electricity by 2050, as well as efficiency targets. The phaseout of coal and lignite is part of this process, since there is no space for inflexible and CO2intensive lignite plants in a sustainable electricity system. Currently, ministries on national level are discussing greater contributions of the energy industry. In addition, there is a variety of propositions for the structured phaseout of lignite power in Germany. These propositions will also play a role in the discussion about the introduction of potential capacity payments for dispatchable power. From a legal point of view the opening of two new mining sites Welzow Sud TF II, Nochten II represents a further risk: A verdict of the German constitutional court from December 2013 not only strengthened the rights of affected citizens. It also put stricter requirements to the right to expropriate land owners. Since lignite will no longer be needed there is no legal foundation for the expropriation of citizens in favour of unnecessary resources. The existing lignite mines provide enough energy to fuel the power plants Janschwalde, Schwarze Pumpe and Boxberg; new mines are not necessary. Clearly Vattenfall is facing technical, economic, and legal risks in its German lignite operations that make it not only politically but also economically difficult to sell these operations in the short term. Until now, no investor has shown any interest in either the Lippendorf power plants, or any other particular unit in Lusatia. On the other hand, both from a Swedish and a local perspective, restructuring the existing operations and developing them coherently with Vattenfalls sustainability strategy is the better option. This entails the definition of a structured phasingout of lignite mining and electrification, and to seize the multiple options offered by the German energiewende, e.g. in renewables, storage, powertogas, and other technologies compatible with the energiewende. 31 DIW Berlin: Politikberatung kompakt 87 References 9 References Bontrup, H.J., Marquardt, R.M., 2014. Die Zukunft der groen Energieversorger Wissenschaftliche Studie. Hannover Ludinghausen. Bost, M., Bother, T., Hirschl, B., 2012. Erneuerbare Energien Potenziale in Brandenburg 2030. Institut fur okologische Wirtschaftsforschung, Berlin. Breitschopf, B., Diekmann, J., 2010. Vermeidung externer Kosten durch Erneuerbare Energien Methodischer Ansatz und Schatzung fur 2009 MEEEK. German Institute for Economic Research and Fraunhofer ISI, BerlinKarlsruhe. Gerbaulet, C., Egerer, J., Oei, P.Y., Paeper, J., Hirschhausen, C. von, 2012. Die Zukunft der Braunkohle in Deutschland im Rahmen der Energiewende DIW Berlin: Politikberatung kompakt No. 69. German Institute for Economic Research, Berlin. Greenpeace, 2014. Locked in the past; Why europe s big energy compaies fear change. Greenpeace Germany, Hamburg. Hilmes, U., Herrmann, N., 2014. Der ideale Kraftwerkspark der Zukunft; Flexibel, klimafreundlich, kosteneffizient Mastab fur einen optimierten Entwicklungspfad der Energieversorgung bis 2040; Energiewirtschaftliche Untersuchung. enervis energy advisors Gmb H, Berlin. Hirschhausen, C. v., 2014. The German Energiewende An Introduction. EEEP Vol. 3, No. 2, 112. Hirschhausen, C. v., Herold, J., Oei, P.Y., 2012. How a Low Carbon Innovation Can Fail Tales from a Lost Decade for Carbon Capture, Transport, and Sequestration CCTS. Economics of Energy Environmental Policy 1. doi:10.554721605890.1.2.8 Hirschhausen, C. v., Oei, P.Y., 2013a. Gutachten zur energiepolitischen Notwendigkeit der Inanspruchnahme der im Teilfeld II des Tagebau WelzowSud lagernden Kohlevorrate unter besonderer Berucksichtigung der Zielfunktionen der Energiestrategie 2030 des Landes Brandenburg No. 71, Politikberatung kompakt. German Institute for Economic Research, Berlin Hirschhausen, C. v., Oei, P.Y., 2013b. Gutachten zur energiewirtschaftlichen Notwendigkeit der Fortschreibung des Braunkohlenplans Tagebau Nochten No. 72, Politikberatung kompakt. German Institute for Economic Research, Berlin. Hirschhausen, C. v., Oei, P.Y., Gerbaulet, C., Haftendorn, C., Kemfert, C., 2012. Energiestrategie Brandenburg 2030: Erneuerbare forcieren, Braunkohleausstieg fair gestalten. Wochenbericht 79, 1017, German Institute for Economic Research, Berlin. IPCC, 2011. Renewable Energy Sources and Climate Change Mitigation. Working Group III of the Intergovernmental Panel on Climate Change, Cambridge University Press, CambridgeUK and New YorkUSA. Kuchler, S., Meyer, B., 2012. Was Strom wirklich kostet, Vergleich der staatlichen Forderungen und gesamtgesellschaftlichen Kosten konventioneller und erneuerbarer Energien Langfassung. Forum OkologischSoziale Marktwirtschaft e.V. Kungl, G., 2014. The incumbent German power companies in a changing environment: A comparison of E.ON, RWE, En BW and Vattenfall from 1998 to 2013. SOI Discussion Paper, University of Stuttgart. 32 DIW Berlin: Politikberatung kompakt 87 References Kunz, F., Gerbaulet, C., v. Hir, C., 2013. Mittelfristige Strombedarfsdeckung durch Kraftwerke und Netze nicht gefahrdet. DIW Wochenbericht. Leaton, J., 2011. Unburnable Carbon. Carbon Tracker Initiative, London. Matthes, F., Schlemmermeier, B., Diermann, C., Hermann, H., Hammerstein, C. von, 2012. Fokussierte Kapazitatsmarkte. Ein neues Marktdesign fur den Ubergang zu einem neuen Energiesystem. OkoInstitut e.V. LBDBeratungsgesellschaft mb H RAUE LLP. Muhlenhoff, J., 2011. Kosten und Preise fur Strom; Fossile, Atomstrom und Erneuerbare Energien im Vergleich. AEE Agentur fur Erneuerbare Energien. Nitsch, J., 2013. Szenario 2013 eine Weiterentwicklung des Leitszenarios 2011. Deutsches Zentrum fur Luft und Raumfahrt DLR, Stuttgart, Deutschland. Oei, P.Y., Kemfert, C., Reitz, F., Hirschhausen, C. von, 2014a. Braunkohleausstieg Gestaltungsoptionen im Rahmen der Energiewende No. 84, Politikberatung kompakt. DIW Berlin German Institute for Economic Research, Berlin. Oei, P.Y., Kemfert, C., Reitz, F., von Hirschhausen, C., 2014b. Coal Power Endangers Climate Targets: Calls for Urgent Action Economic Bulletin No. 82014. DIW Berlin German Institute for Economic Research, Berlin. Prognoseforum, 2013. Kurzgutachten zu den Annahmen der energiewirtschaftlichen Planrechtfertigung im Entwurf des Braunkohlenplans Tagebau Nochten, Abbaugebiet 2. Georg Erdmann, Albstadt. Twele, J., Muller, B., Moller, C., 2012. Szenarioberechnung einer Strom und Warmeversorgung der Region BrandenburgBerlin auf Basis erneuerbarer Energien on behalf of BUNDNIS 90DIE GRUNEN at Brandenburger Landtag and at Abgeordnetenhaus von Berlin  Reiner Lemoine Institut g Gmb H. Vattenfall, 2013. A New Energy Landscape: Sustainability Performance Report 2012 according to GRI. Vattenfall, 2014. Continued positioning for tomorrows energy market annual and sustainability report. Solna. Ziehm, C., 2014. Neue Braunkohlentagebaue und Verfassungsrecht Konsequenzen aus dem GarzweilerUrteil des Bundesverfassungsgerichts, Kurzgutachten fur die Bundestagsfraktion von Bundnis 90Die Grunen, Berlin. Ziehm, C., Kemfert, C., Oei, P.Y., Reitz, F., v. Hirschhausen, C. von, 2014. DIW Berlin: Politikberatung kompakt 82; Entwurf und Erlauterung fur ein Gesetz zur Festsetzung nationaler CO2Emissionsstandards fur fossile Kraftwerke in Deutschland. German Institute for Economic Research, Berlin. 33 ", "filename": "800453042.pdf", "person": ["Pao-Yu Oei", "Oei, Pao-Yu", "Felix Reitz", "Reitz, Felix", "Christian von Hirschhausen", "von Hirschhausen, Christian"], "date": ["2014"]}