{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103731/1/802547729.pdf"], "title": ["Parallel currencies in historical perspective"], "plaintext": "Parallel Currencies in Historical Perspective Contents Chapter 1: Introduction   3 Chapter 2: Parallel Currencies in the Ancient World  4 2.1 The Origin of Money   4 2.2 Currency Competition in Ancient Greece   5 2.3 Rome: Bimetallism and the Solidus   6 Chapter 3: Parallel Currencies in Europe   8 3.1 Gold and Silver in Genoa and Florence   8 3.2 Currency Competition in Germany   9 3.3 Bimetallism and Duometallism in England   10 3.4 Imaginary Money   12 3.5 The Mark Banco in Hamburg   13 Chapter 4: Parallel Currencies in Asia   15 4.1 China 1650 1850   15 4.2 Tokugawa Japan   17 Chapter 5: Parallel Currencies in America   19 5.1 Colonial Paper Money   19 5.2 Continentals and Greenbacks   21 Chapter 6: Parallel Currencies in Hyperinflations   23 6.1 Goldmark and Rentenmark   23 6.2 The Tax Pengo   25 Chapter 7: Conclusion   28 Bibliography   29 Chapter 1: Introduction One market, one money was the popular slogan of Europes monetary unification. While the common market is still held in high esteem throughout the union, the common currency has been criticised by economists from the outset and, since the beginning of the European sovereign debt crisis, has come under harsh public criticism as well. The notion that the common market could survive without a single currency is rather common today. Another, less prevalent idea is that parallel currencies circulating within the same country, as well as across national borders, could be a solution to Europes monetary troubles. Numerous economists have suggested parallel currencies as a cure to the Euro Crisis.1 However in public discussions, they are frequently discarded as impractical academic fancy a claim without substance, as this paper will demonstrate. In fact, parallel currencies are a recurrent, though not extensively researched, feature of monetary history. The aim of this thesis is to provide a survey of the scarce literature on historical experiences with parallel currency regimes in order to consider the implications and possible consequences of introducing them in the Eurozone today. In some cases, the lack of secondary literature on the topic made it necessary to employ primary sources as well. Parallel currency regimes can take many forms. For example, two different monies circulating as concurrent means of exchange, or separate currencies for each of the three functions of money standard of value, store of value, and medium of exchange both constitute parallel currency systems. Generally, currencies are parallel if they each fulfil at least one of the functions of money and are traded at flexible exchange rates within the same political or economic area. Such a system has obvious drawbacks: it raises transaction costs and creates exchange rate risk, both of which could be avoided if a single currency were used. On the other hand, parallel currencies can carry substantial benefits. They can help find the boundaries of optimum currency areas, limit the extent to which the authorities can abuse the powers of the printing press, shield savers against inflation and financial repression, and, in cases of crisis, prevent a collapse of the monetary system. Whether these benefits outweigh the costs depends on the institutional framework and changing economic circumstances. Furthermore, different groups within society apply different weights to these costs and benefits, and their balance of power influences the design of the monetary institutions. Therefore, monetary history in most counties displays a repeated alternation of single and parallel domestic currencies. To make the topic accessible to a bachelor thesis, and prevent the discussion from becoming too superficial, only a few representative parallel currency systems will be considered here. The second and third chapter will begin with a discussion of parallel currencies and currency competition throughout ancient, medieval, and modern Europe. Comparing the monetary history of Ancient Greece and Rome will illustrate the virtues of competing parallel currencies. A discussion of imaginary money in medieval Europe will show that separation of the functions of money is a common feature of monetary history. 1 For a survey, see Lucke, Mayer, Vaubel, et al. 2012 The fourth chapter will look into flexible domestic exchange rates in China and Japan between the 17th and 19th century. The Chinese experience will demonstrate parallel currencies ability to discover the boundaries of optimum currency areas, while the Japanese case will show how separating the functions of money can help protect agents from the detrimental effects of debasements. In the fourth chapter, the introduction of parallel paper currencies in America, such as the continentals and greenbacks, will be considered. These issues usually failed due to a lack of trust in the issuing authorities, illustrating the difficulties of introducing a weak parallel currency. Finally, the fifth chapter will discuss the role of stable and indexed parallel currencies as tools of monetary reform during hyperinflations namely, the rentenmark in the German hyperinflation of 1932 and the tax pengo in the Hungarian hyperinflation of 194546. The conclusion will discuss the differences and communalities between the historical episodes. Last but not least, some tentative conclusions regarding the relevance of historical experience for the introduction of parallel currencies in the Eurozone will be drawn. Chapter 2: Parallel Currencies in the Ancient World 2.1 The Origin of Money As Vaubel states, competition between monies is as old as money itself.2 Money evolved in a competitive evolutionary process, in which the best commodities were selected as money to facilitate trade and exchange. In most societies, these were the precious metals, notably gold and silver. Due to their scarcity, high value to weight ratio, durability, and divisibility, they best fulfilled the functions of money, which are to serve as a means of exchange, a standard of value or a unit of account, and a store of value. It is important to note at the outset that union of these functions in a single currency is at the most, a matter of convenience, and may not always be desirable.3 Gold proved to be more convenient for large transactions and international trade, whereas silver and copper were used for everyday purchases and served as change. However, in most societies no single metal emerged as the sole medium of exchange. A monetary system based on more than one commodity raised the question of the exchange rate regime: should the ratio between gold and silver be fixed, or should it be left to the market to determine the relative value of the precious metals and the parallel currencies based on them? From the invention of coinage in Ancient Greece around 640 BC to the demise of commodity money in the 20th century, governments have repeatedly attempted to fix the goldsilver ratio, thereby establishing a monetary regime called bimetallism.4 The advantage of a fixed ratio is that it simplifies calculations and eliminates exchange rate risk. In particular, a simple ratio between gold and silver, such as 10:1, significantly reduces transaction costs. The 2 Vaubel 1978, p. 362 3 Jevons 1875, p. 16 4 cf. Davies 2002, p. 64 disadvantage is that changes in the relative scarcity of gold and silver make it difficult to enforce a fixed ratio. When, for example, the official ratio undervalued silver, silver coins were either melted down to exchange the obtained silver bullion for gold bullion at the better market exchange rate, or they were shipped abroad and exchanged for foreign currency. This way, the undervalued silver gradually fell out of circulation. The resulting instability of a bimetallist system has repeatedly induced governments to stop maintaining a fixed ratio, thereby allowing for parallel standards in which the exchange rate between gold and silver currency floats. This system, called duometallism, prevailed in many countries and centuries and   stood the test of history.5 2.2 Currency Competition in Ancient Greece The economies of the Greek city states were highly intertwined. There was extensive trade both amongst themselves and with neighbour countries. However, almost every city state had its own currency.6Greek money largely consisted of silver coins, with copper coins being used as change and gold coins for large transactions and wholesale trade. Some city states tried to enforce fixed ratios between the three metals, but since there was no central authority to impose and maintain fixed exchange rates, and the individual states lacked the necessary gold and silver reserves to do so, these measures tended to remain ineffective. Coins of different metals, weights, and qualities circulated alongside each other and were traded at marketdetermined exchange rates. A notable exception is the reign of Alexander the Great 356323 BC, who successfully imposed bimetallism. The large supply of gold and silver from the Maccedonian mines at his disposal enabled him to adjust the supply of bullion in order to keep the bullion exchange rate in line with the official rate between his gold and silver coins.7 When the empire fell apart after Alexanders death, Greece went back to a system of competing currencies at flexible exchange rates. In this competitive monetary system, good money drove out the bad. Each city state had an incentive to provide the best i.e. the most convenient, stable, and trusted currency. Supplying a highly regarded and widely used currency was a source of both prestige and seignorage income; the latter arises from the difference between the value of coined money and the cost of its production. Greek city states competed for this source of income, and competition forced down the spread between the price and the costs of production and raised the quality of the coinage. As Edwards notes, the soundness of Greek money was attributable to a situation of de facto currency substitution.8 The process described above seems to be at odds with one of the oldest insights of monetary theory, namely Greshams law. In its shortest form, this law states that bad money drives out the good. This, however, only holds when the exchange rate between two different monies is fixed. If, for example, a Spartan drachma contains 0.8 ounces of silver and an 5 Vaubel 1978, p. 363 6 cf. Groseclose 1976, p. 146 7 cf. Davies 2002, p. 86 8 Edwards 1980, p. 116 Athenian drachma contains 1.0 ounces of silver, but both exchange at a fixed ratio of 1:1, only the Spartan coin will circulate as money, while the Athenian coins will be hoarded, melted down, or exported. In these cases, bad money indeed drives out the good. Once the exchange rate between different types of money is flexible, Greshams law works in reverse. When all coins trade at their market determined exchange rate based on the actual silver content, rather than at an officially fixed rate, the arbitrage opportunities which drive the good money out of the market vanish. The dominant force is now the near universal preference for a stable and reliable currency. Therefore, in a monetary system with flexible exchange rates between parallel currencies, a competitive process is induced in which the most stable and reliable currencies are selected as the dominant media of exchange. The theory outlined above is generally confirmed by the historical experience in Ancient Greece, because not only were there few debasements but there were actual instances of raising the standards of coinage.9 The system of parallel and competing currencies forced the issuers of money, i.e. the city states, to either provide a product of high quality or to go out of business. The Athenian drachma gained a reputation for stability and became the dominant currency for trade between the city states. It was also widely used for international trade throughout the Mediterranean, notably by Egyptian 10 and Roman 11 merchants. However, the Athenian drachma never gained a monopoly, but remained exposed to the disciplining competition of smaller, more regional currencies.12 A second reason for the stability of Greek money can be found in the political economy of city states. While large states or empires with a centralised monetary authority are exempt from both domestic monetary competition and from direct and powerful political opposition, the monetary authority of a Greek city state was not only exposed to competition from other money suppliers, but also to immediate and powerful political pressure by citizens to maintain the quality of the coinage. Consequently, a king or an emperor who debased faced less opposition than a city government. The typically high influence of merchants and businessmen, who had a strong interest in stable currencies, may have strengthened the Greek tradition of sound money. 2.3 Rome: Bimetallism and the Solidus In contrast, the Roman empire was characterised by centralisation of monetary authority. From 202 BC onwards, the Roman mint was the only one to issue silver and later gold coins. All regional mints were reduced to issuing bronze coins and subjected to strict regulation and control.13 Furthermore, from 269 BC onwards, the exchange rates between the different metallic currencies were fixed.14 The government in Rome was therefore not exposed to any kind of monetary competition within the vast boundaries of the empire. There were neither the pressures of competition nor the political influence of traders and businessmen to restrict the authorities. Instead, Roman monetary policy was dominated by the need of her growing armies.15 9 Edwards 1980, p. 116 10 cf. Davies 2002, p. 52 11 cf. Edwards 1980, p. 116 12 Davies 2002, p. 74 13 cf. Davies 2002, p. 89 14 cf. Vaubel 1978, p. 363 15 cf. Davies 2002, p. 89 Since the central authority had direct control over the coinage, any financial pressures on them were immediately reflected in their coinage, usually in the form of increasing levels of debasement.16 Due to its poor quality, Roman money was not widely used in trade outside the empire. In fact, Roman merchants often had to resort to Greek money for the purposes of foreign trade.17 As long as Romes expanding population and commercialising economy increased money demand, the expansionary monetary policy caused only mild inflation.18 However, when expansion came to a halt inflation accelerated and became a contributing factor to the empires demise and fall.19 In the middle of the prolonged political, economic, financial, and monetary crisis from the late third to the fourth century that marked the demise of the Roman empire, Constantine I introduced the solidus, a gold coin, as a parallel currency. As Mattingly argues, there were two main reasons for this reform: A gold coinage was clearly necessary for the Empire, both for the sake of prestige and for the practical necessity of dealing with the expanding trade and rising prices.20 Constantine abolished the fixed ratio system and made the solidus a parallel currency. The new gold currency quickly became the dominant means of exchange for large transactions. These monetary reforms effectively put Rome on a parallel standard. The banks and moneychangers would quote their varying exchange rates for the solidus, day by day.21 In an economic environment that even forced some sectors to go back to payments in kind and barter, merchants, bankers, and businessmen were desperate for a stable currency to facilitate trade, and therefore accepted the higher transaction costs of using two different mediums of exchange. Most writers agree that the solidus helped to stabilise the Roman economy to some degree. But since it was by its very nature limited to large transactions, and its issue restricted by the Roman mint, it could not stop the inflation of silver and copper coins, nor change the governments destructive fiscal policies.22 The solidus was the worlds first parallel currency that was issued by a government in an economic and monetary crisis, at least partially with the intention to stabilise the economy. Since its issues were kept meticulously up to full weight and purity, it quickly gained acceptance and subsequently became the dominant currency for large transactions.23 A precondition for its success was the belief that debasements of gold coins, which are traditionally symbols of sovereignty and sources of national or imperial pride, were less likely than further debasements of silver and copper. The case of the solidus indicates that the benefits of a more stable currency can at times outweigh the disadvantages of higher transaction costs and exchange rate risk. 16 Davies 2002, p. 95 17 cf. Edwards 1980, p. 116 18 cf. Hopkins 1980, p. 110 19 cf. Davies 2002, p. 95 20 Mattingly 1960, p. 121 21 Davies 2002, p. 106 22 cf. Davies 2002, pp. 107108 23 Davies 2002, p. 107 Chapter 3: Parallel Currencies in Europe 3.1 Gold and Silver in Genoa and Florence After the fall of Rome, the currencies of medieval Europe were mostly silver based, with billon alloyed silver and copper being used as token coins for small denominations. For international transactions, Eastern mostly Arabian and Persian gold coins were used as a supranational tender. There was usually no fixed ratio between the silver currencies and the foreign gold coins, making the latter a parallel currency for the purposes of international trade.24 The Commercial Revolution of the 13th century increased the ability and desire to trade, putting a strain on Europes debased silver currencies.25 At the same time, the Arabian gold coins were banned by the Pope in 1250 on account of carrying Muslim symbols. The Italian merchants responded by lobbying for the coinage of gold. They needed a sufficient and reliable supply of stable currency with a high valuetoweight ratio for international trade. The result was reintroduction of gold coinage in Europe in 1252, when Florence and Genoa began coining the florin and the genoin respectively at almost exactly the same time.26 This brought up the question of the exchange rate regime between gold and silver. Florence insisted on bimetallism and fixed the exchange rate between gold and silver, which committed the government to the Sysiphean labour of readjusting the relations between the different coins as the ratio between the different metals changed.27 As the government of the Florentine city state did not have sufficient supplies of silver and gold bullion to control the exchange rate, their only option to maintain a fixed ratio was to change it whenever it significantly diverged from the floating market ratio between the metals. Due to these frequent adjustments, the bimetallist system did not achieve its goal of enhancing stability, but rather introduced another source of uncertainty into the money market. By offering arbitrage opportunities to money changers whenever the official rate diverged from the market exchange rate, Florence effectively destabilised its money market and had to deal with alternating in and outflows of large quantities of gold and silver whenever the authorities did not react quickly enough to changing market conditions.28 Genoa followed a different route and refrained from enforcing a fixed ratio, thereby allowing parallel standards to arise. As Lopez argues, the difference stemmed from contrasting notions of the functions of the state in economic matters.29 While public opinion in Florence leaned towards interventionism, Genoa tended to follow a laissezfaire philosophy. The Genoan duometallist system performed better than Florentine bimetallism. It avoided both the destabilising, erratic in and outflows of currency, and the uncertainty induced by permanently changing spreads between official and market exchange rate. Moreover, the vast 24 cf. Lopez 1956, p. 219 25 cf. Walker 1983, p. 29 26 cf. Lopez 1956, p. 221 27 Lopez 1956, p. 224 28 cf. Edwards 1980, p. 116 29 Lopez 1956, p. 224 majority of the population solely handled silver coins. Only merchants and bankers were exposed to the complications of a parallel standard i.e. those groups who had to deal with fluctuating foreign exchange rates on a daily basis anyway, and had already gained proficiency in the area. In conclusion, parallel currencies in Genoa were a stabilising force, whereas the Florentine peg created confusion and, contrary to its intention, destabilised the economy. This mirrors to some extent the experiences with fixed exchange rates between national currencies in the 20th century. While pegs can help to minimise exchange rate risk and transaction costs, they should be avoided if the government does not have sufficient funds to enforce them. The adverse consequences of both frequent changes of supposedly fixed rates and currency crises due to speculative attacks on fixed exchange rate regimes are likely to outweigh the benefits of a peg. In a monetary system based on coins of different metals, the case for flexible exchange rates is a case for parallel currencies. 3.2 Currency Competition in Germany Medieval Germany was marked by a high degree of political segregation, which was reflected in the monetary system. It comprised at times around 600 mints in several hundred largely independent territories, most of them minting coins on their own authority and according to their own standards.30 As Vaubel notes, it seems noncontroversial that there was no fixed exchange rate between silver and gold in Germany in the 11th 14th centuries.31 The exchange rates between different silver coins were sometimes and in some places fixed by decree, but even then frequently adjusted or ignored. In a system of numerous independent currencies trading at flexible exchange rates, theorists of currency competition such as Hayek would normally predict the selection of a few very stable and reliable currencies as the dominant media of exchange.32 This, however, did not happen in Medieval Germany. Instead, monetary segregation continued for centuries and produced comparatively unstable currencies that were frequently debased.33 To explain this, it is essential to note that currency competition can only operate when the different currencies issued are clearly distinguishable.34 To what extent this was the case for silver coins in medieval Germany is controversial. While some authors such as Miskimin assume that all silver currencies were valued by their weight and circulated at the bullion price of their silver content,35 others hold that silver coins usually circulated at their decreed face value.36 Volckart convincingly reconciles these views. He argues that with respect to the use of money, medieval society fell into two groups. On the one side, there was the vast majority of the population who mainly used small silver coins for petty transactions and tended to value 30 cf. Meyer and Schuller 1976, pp. 1213 31 Vaubel 1978, p. 364 32 cf. Hayek 1976, pp. 126127 33 cf. Volckart 2007, p. 10 34 cf. Hayek 1976, p. 51 35 cf. Miskimin 1983, p. 84 36 e.g. Munro 1983, p. 109 all monetary units at 1:1 that looked superficially similar and had roughly the same weight.37 On the other side, there was a small group of merchants, bankers and moneychangers who valued and exchanged money by its weight. They tended to use larger silver coins and gold coins for longdistance trade and on international markets. This implies that the latent condition for currency competition to work, namely distinguishability, was fulfilled for gold coins, but not for silver coins. Volckart presents quantitative evidence that gold coins were indeed much more stable in value and less prone to debasements than silver coins.38 Since they were continually valued at their metal content by informed agents, rulers had little to gain by debasing gold. Silver, on the other hand, due to the lack of actual competition induced by indistinguishability, experienced a long process of competitive debasement. Since the vast majority of the population could not tell apart the different silver currencies without incurring prohibitive costs, they were effectively not parallel currencies but a communal currency shared by multiple monetary authorities. Under these conditions, the temptations of debasement could often not be resisted. The parallel standard of concurrent gold and silver currencies, on the other hand, delivered higher price level stability for the small group of agents who actively used gold. Since merchants and bankers could easily distinguish between different gold coins and assess their metal content and quality, there was intense currency competition between them. Debasement of gold was rare throughout the Middle Ages, and the market was dominated by only a few major gold currencies that had gained a reputation for stability, including the florin, the ducat, and also, in the 15th century, the rheingulden.39 To sum up, while competition in silver could not arise due to indistinguishability, competition in gold delivered the results predicted by Hayeks theory of currency competition. The experiences with duometallism and parallel gold currencies in medieval Germany and Italy suggest that parallel currencies, issued by different monetary authorities, can help to provide monetary stability. Competitive pressure forces issuers to maintain the quality of their coinage, or, in modern times, keep the purchasing power of their currency stable. 3.3 Bimetallism and Duometallism in England While competing parallel currencies dominated the monetary history of Germany and northern Italy throughout the Middle Ages, England, aided by its detached geographical position, was one of the first countries in Europe to have a single national currency. Yet despite the absence of competition in monetary matters, the English silver currency gained a reputation for stability. Throughout the Middle Ages it proved to be less prone to debasements than most continental silver monies.40 As argued above, the underwhelming performance of competing silver currencies on the continent was due to their 37 Volckart 2007, p. 8 38 cf. Volckart 2007, pp. 810 39 cf. Volckart 2007, p. 7 40 cf. Davies 2002, p. 171; Rolnick, Velde, and Weber 1996 p. 793 indistinguishability, which turned competition for stability into competitive debasement. The comparatively better English performance was also due to superior monetary institutions. Monetary stability can either be achieved by competition between parallel currencies, or by an institutional structure which incentivises the monetary authorities to refrain from creating inflation. Modern western economies have usually chosen the latter path by setting up independent central banks. Similarly, the institutions that constrained monetary policy in medieval England, while imperfect, limited both the monarchs need and power to engage in debasements. Firstly, the kings of England had easier access to tax income than their continental counterparts, which limited the need for debasement.41 Secondly, a clause in the Statute of Purveyors of 1352 made it illegal for the weight of the coins to be reduced further without Parliamentary consent.42 The statute repeatedly proved effective; for example, Charles I attempts to debase were stopped by the Privy Council in 1626 and again in 1640.43 The English experience demonstrates that effective institutional constraints can help achieve a stable currency. The fact that it outperformed the German system, however, does not imply the superiority of a single national currency over a system of competing currencies. Where distinguishability was given, i.e., with respect to gold coins, Germany and Northern Italy did in fact outperform England, both in terms of innovation and early adoption, and also regarding the success, stability, and reputation of their gold coinage. Gold coinage was first introduced to England in 1257. The issue failed, however, because the government insisted on a simple 10:1 peg between gold and silver. At this ratio, gold was undervalued and as Greshams law predicts, was hoarded and melted down rather than used as a medium of exchange. Because of the governments insistence on fixed ratios between gold and silver, Britain struggled with the introduction of gold coins for several centuries.44 At the same time, gold coins came to dominate largescale transactions and long distance trade in Germany and Northern Italy. A handful of gold currencies, mainly the florin, the ducat, and the gulden, dominated the markets on the continent due to their excellent reputation for stability.45 Given the absence of currency competition and the authorities failure to introduce gold coins at either a floating or a fixed ratio that at least roughly corresponded to the market ratio, England had to fare without the convenience of a reliable gold currency for centuries.46 This was one of the factors holding back the development of financial institutions in Britain. These did not achieve the level of sophistication common in the Italian and German trade centres until the 17th century. Even then, it was Dutch financiers and Italian Lombards who dominated the financial markets in London and introduced England to modern banking and finance.47 England temporarily switched to duometallism in 16631666, when Charles II signed the Act for the Encouragement of Trade and the Act for the Encouragement of Coinage. The 41 cf. Blackburn 1990, p. 50 42 cf. Cipolla 1963, p. 421 43 cf. Davies 2002, p. 240 44 cf. Davies 2002, p. 145 45 cf. Volckart 2007, p. 7 46 cf. Davies 2002, p. 145 47 cf. Davies 2002, p. 220 preceding attempt at introducing a gold currency at a fixed ratio had overvalued gold, resulting in a drain of the undervalued silver.48 The act of 1663 reacted to this by abolishing import and export restrictions for precious metals and introducing a new gold coin, the guinea, whose value was not fixed against silver coins. For the first time, the British government followed the advice of John Locke to let gold as other commodities find its own rate.49 The treasury was instructed to accept tax payments in guineas at the market exchange rate.50 Charles reforms put Britain on a parallel standard. However, the system did not gain foothold. Already in 1717, a fixed exchange rate was reestablished. Duometallism did not succeed in England for two reasons. Firstly, its period of existence coincided with one of the largest silver debasements in British history. From 1672 onwards, the silver coins lost nearly half of their silver content, and consequently depreciated drastically against the guinea.51The resulting large exchange rate fluctuations reinforced the notion that bimetallism was necessary to stabilize the economy.52 Secondly, English merchants were used to a comparatively stable and simple currency system. Consequently, they did not have much expertise in monetary matters and mainly saw the disadvantages of the parallel standard, i.e. higher transaction costs and exchange rate risk when calculating and trading in two different currencies.53 German and Italian merchants, in contrast, were used to dealing with a variety of domestic and foreign currencies at flexible rates and embraced the parallel system for its higher flexibility and the resulting independence from a single political authority. The history of bimetallism and duometallism in medieval England, Germany, and Italy demonstrates that a parallel currency system has both costs and benefits. Depending on the particular circumstances, the benefits may or may not outweigh the costs. 3.4 Imaginary Money Throughout continental medieval Europe, and particularly in the trade centres of Germany and Italy, the money supply consisted of various coins of different metal contents and qualities. These circulated at either floating or fixed exchange rates, dependent on circumstances. Dealing with such a variety of coins significantly increased the transaction costs of trade and exchange. Furthermore, the frequent debasements limited the extent to which the official currencies could be employed as reliable standards of value. Traders reacted to this by separating the functions of money. A parallel currency that was used as a stable and uniform standard of value, termed Imaginary Money, facilitated transactions in a 48 cf. Davies 2002, p. 243 49 Locke 1691, pp. 101102 50 cf. Groseclose 1976, p. 152 51 cf. Vaubel 1978, p. 366 52 cf. Edwards 1980, p. 116 53 cf. Edwards 1980, p. 116 system with multiple media of exchange. It also isolated book keeping and long term contracts from the potentially disastrous effects of debasements.54 Imaginary money gradually evolved as a standard of value and unit of account. The units can be traced back to the Roman monetary system, which itself was based on system of weights; the pound livre, Pfund was divided into 20 shillings sous, Schillinge and 240 pence deniers, Pfennige.55 It was not created by decree but grew almost spontaneously out of the desire to keep accounts in stable units, unaffected by debasements and devaluations.56 Imaginary money was in essence a monetary unit used for the purpose of keeping accounts, making long term contracts, and as a standard of deferred payments. Actual payment, however, was made in the various real gold and silver currencies.57 It also served as the numeraire to quote exchange rates between currencies, thereby lowering the transactions cost arising from the parallel use of multiple media of exchange. In most circumstances, the rates of real currencies in terms of the unit of account were determined by the market. When a ruler engaged in debasement, his currency would lose value in terms of imaginary money, i.e., it would take more of that currency to pay the same price which was set in imaginary units of account for a certain product. This isolated contracts, bills of exchange, and book keeping from the confusion of debasements and floating rates between different currencies. It also limited the extent to which rulers could profit from debasement.58 Some monarchs, such as the kings of England and the kings of France, were at times powerful enough to fix the rates of their currencies in terms of the unit of account. In these rare and temporary cases, imaginary money lost its power and appeal.59 In conclusion, separating the functions of money, as it has in modern times been discussed by authors such as Eisler,60 Buiter,61 and van Suntum,62 is not just an abstract theoretical concept. It has in fact been an essential feature of European monetary history, from the time of Charlemagne up until roughly the French revolution.63 A parallel standard of value, detached from the official medium of exchange, can help to limit the authorities powers to debase or inflate, and shield savers from the adverse consequences of inflation. Furthermore, a stable imaginary currency can reduce the distortions of relative prices arising from inflation, and relieve longterm contracts from the dangers of unanticipated jumps in inflation rates. 3.5 The Mark Banco in Hamburg The Hamburger Bank was founded in 1619. Its purpose was to facilitate payments between merchants. The monetary system of the time was fragmented and frequently shaken by 54 cf. Einaudi 1953, p. 236 55 cf. Rolnick, Velde, and Weber 1996, p. 4 56 Einaudi 1953, p. 233 57 cf. Einaudi 1953, p. 235 58 cf. Meyer and Schuller 1976, p. 14 59 cf. Meyer and Schuller 1976, p. 19 60 cf. Eisler 1932 61 cf. Buiter 2005 62 cf. van Suntum 2013 63 cf. Einaudi 1953, p. 229 debasements. Hamburg, as a commercial hub, was especially exposed to the resulting confusion due to the high volume of foreign currency in circulation. While the system of imaginary money discussed above could provide a partial solution as a unified standard of value and unit of account, it could not remove the transaction costs arising from the necessity to determine the quality and current market exchange rates of the coins used in every single transaction. The Mark Banco, the parallel currency created by the Hamburger Bank, provided a solution. Merchants could deposit silver coins with the bank, and received credit of three mark banco for the equivalent of every fullweight reichstaler.64 The bank was legally required to hold 100 percent reserves on these deposits.65 Dat Sulver mot do wesen the silver has to be there was the ceterum censeo of Senator Lutkens, who reformed the bank in the 18th century.66 Payments between merchants could then be enacted cashless by transfers between their accounts with the bank. This system significantly reduced both transaction costs and exchange rate risk for the citys merchants. The mark banco soon became the universal unit of account in Hamburg. Both merchants and the city itself kept their books in mark banco, and contracts were almost universally made in the new currency.67 It was, however, more than an imaginary money as described by Einaudi. While the courantmark was the dominant currency in physical circulation and used for most small transactions, the mark banko deposits at the Hamburger Bank were widely used in payment among merchants.68 Though it never physically circulated as coined species or bank notes, transfers between deposit accounts still served as a medium of exchange. Except for physical circulation, the mark banco was a complete currency, serving all three functions that define money. While on the whole successful, the Hamburger Bank repeatedly struggled with the unstable monetary conditions during the first century and a half of its existence. The mark banco was defined as the third part of the reichsthaler, and while more stable than most other currencies, even the reichsthaler was debased from time to time. This required the bank to change its policies towards the parities at which to accept specie. Several times, the bank lost money by granting mark banco deposits for newly debased coins. It then tried to recoup these losses by giving out debased coins when clients withdrew funds, and was consequently faced with a loss of reputation.69 The solution was hinted at by the architect Sonnin, during a discussion with several executives of the bank, when he exclaimed, The Chinese are clever people! They dont bother with minting, but judge all silver by its weight and purity alone.70 This idea set in motion a number of reforms from 1770 onwards, and by 1774 the marc banco was simply defined as a weight of pure silver bullion. The clients of the bank could take both silver coins and bullion to the bank, and would be credited for their pure silver content alone, regardless of the nominal values and exchange rates of the coins. As the senator Kirchhoff proudly 64 cf. Soetbeer 1872, p. 1 65 cf. Levy von Halle 1891 p. 3 66 Berking 2011, p. 18 67 see for example Hanssen 1855, pp. 639643 68 cf. Ahrens 1981, p. 24 69 cf. Soetbeer 1872, p. 1 70 Soetbeer 1872, p. 2 declared, our bank is now solely and exclusively founded on silver, and thereby the soundest bank in all of Europe!71 While a bold statement, Kirchhoff was on the whole not mistaken. The mark banco proved to be extremely stable and reliable in the century between the reforms of 1770 and its end following German Unification in 1871. The stability and security provided by a currency that stood above the eras monetary fragmentation, and was undisturbed by debasements, spurred economic growth and helped to establish and maintain Hamburgs position as one of Europes main centres of trade. The merchants of Hamburg took great pride in their bank and their currency, which became a widely used standard of value in international trade, second only to the English pound sterling.72 The end of the Hamburger Bank and the mark banco came with German Unification in 1871. The two reasons for the emergence of the mark banco were overcome. The fragmentation of the monetary system was removed by the monetary unification that came with political unification, and contemporaries were confident that the new government understood that the shortterm benefits of debasement were outweighed by its adverse longterm consequences 73 They did not anticipate the hyperinflations that German governments would create in the 20th century. Furthermore, the world had by 1871 largely followed the British example and adopted the gold standard, making Hamburgs silverbased currency redundant. Consequently, the mark banco, like all other German currencies, was replaced by the new goldbased national currency, and the Hamburger Bank became a branch of the newly established Reichsbank. The case of the mark banco is another example of the virtues of competing parallel currencies. When governments failed to provide a simple, stable, and reliable currency, merchants founded a bank and a new parallel currency to facilitate monetary transactions amongst themselves. When the mark banco was faced with a loss of confidence in the 1750s and 1760s, and merchants started using reichstahler and courantmark in their dealings again, the competitive pressure forced the bank to search for ways to improve their currency. The new post1774 purely silver based mark banco became a symbol of monetary stability and the pride of Hamburgs merchants. As early as 1776, Adam Smith acknowledged its superiority over the common currencies of the time.74 Chapter 4: Parallel Currencies in Asia 4.1 China 1650 1850 Premodern China was on a duometallist system between roughly 1650 and 1850. Government minted copper cash circulated sidebyside with the silver tael, which was a private currency cast into various sizes and forms by silversmiths, circulating in bullion 71 Soetbeer 1872, p. 3 72 cf. Levy von Halle 1891, p. 31 73 cf. Soetbeer 1872, p. 45 74 cf. Smith 1999, p. 57 form.75 At first, the government tried to peg the exchange rate at 1000 copper cash to 1 tael of silver, but after decades of failure gave up intervention in the exchange market and allowed for floating exchange rates.76 The emperor realised that the price of copper cash is no different from the price of rice. The harder you fix it, the wider will it fluctuate.77 The parallel currency system soon led to regional diversification in money, splitting China into two optimum currency areas. The richer, more industrialised and urban South tended to use silver taels in most transactions, whereas copper cash dominated the markets in the poorer, more agricultural and rural North.78 However, the borders between the two geographic currency areas were not impenetrable.79 Chen finds that diversification also took place along industry lines, making silver the dominant currency of the manufacturing industry in the entire country.80 Until roughly the 1820s, the exchange rate between silver and copper responded mainly to changes in the terms of trade which crop failures produced between the North and the South.81 Since crop failures had a substantial effect on the income of a premodern economy, the ensuing changes of the realexchange rate between North and South were often large. In an economy with low labour mobility and effectively no fiscal transfers, the flexible exchange rates between the two currency areas helped to mitigate and smooth out the effects of good or bad harvests on the incomes in North and South China. The Chinese experience exemplifies that parallel currencies can help find the borders of optimum currency areas. For this virtue, numerous economists throughout the 70s, 80s and 90s proposed the introduction of the Euro as a parallel currency to gradually replace the national currencies.82 By this system, an evolutionary process of currency unification could have answered the questions that academic economists have spent so much ink on: is Europe an optimum currency area or not? Similarly, the introduction of a parallel currency today, such as a hard euro,83 could set in motion a competitive process between euro and hard euro that splits the Eurozone into two currency areas. This would allow for the borders of currency areas to be determined by the market, rather than by a political decision along national boundaries. After 1820, Chinas negative balance of trade due to opium imports led to large outflows of silver, causing silver to appreciate against copper.84 While the private sector adjusted to the changing monetary conditions quite smoothly, an inflexible fiscal system caused civil unrest and adverse redistribution of income between socioeconomic groups. The two main sources of government income, the land tax and the revenue from the salt monopoly, were both fixed in terms of silver. On the other hand, the income of peasants and salt merchants came in the 75 cf. Yang 1952, p. 68; Chen 1975, p. 360 76 cf. Morse 1920, p. 123 77 Chen 1975, p. 364 78 cf. Chen 1975, p. 362 79 cf. Morse 1920, pp. 13031 80 cf. Chen 1975, 365 81 Vaubel 1978, p. 367 82 see for example Giersch, Salin, Thygesen et. al. 1975; Vaubel 1978; LeighPemberton 1990 83 cf. van Suntum 2013 84 cf. Morse 1920, p. 339 form of copper cash. The government failed to adjust the peasants tax burden to the changing monetary conditions, giving rise to tax resistance and civil unrest.85 The fiscal arrangements under parallel currencies have been discussed extensively by Peter Kenen. He argues that the composition of government revenue and spending can force the government into the exchange market. The sheer size of its fiscal activities enables the government to alter the exchange rates.86 As Chen points out, the Chinese experience justifies Kenens worries to some extent. During the silver drain of the early 19th century, the governments insistence on taxes to be paid in fixed amounts of silver caused unrest and destabilised both the monetary system and the economy in general, which contributed to the end of the parallel system around 1850.87 The lesson here is that a system of parallel currencies is unlikely to survive if the government does not accommodate it. Due to the sheer size of government income and expenditures, governments always hold considerable market power that they can exercise to favour one currency and put all competitors at a disadvantage. If, for example, a government decides to insist on taxes to be paid in one particular currency, dealings in other currencies increase the transaction costs of all economic agents. In combination with other barriers to currency competition, such as laws requiring companies to keep accounts in a specific monetary unit, governments have many options to enforce the use of a single national currency if they so desire.88 However, their power is fragile; it frequently breaks down in cases of serious monetary disorder, as chapters 5 and 6 will demonstrate. 4.2 Tokugawa Japan During the reign of the Tokugawa Dynasty 1603 18678, the Japanese monetary system consisted of three different currencies: gold coins, a silver currency by weight and later silver notes, and copper coins.89 Gold and silver circulated at flexible exchange rates, while copper coins were subsidiary coinage used for small transactions and change.90 Due to the Tokugawas seclusion policy, Japan was from the middle of the seventeenth to the middle of the nineteenth century a closed economy. This allowed the market exchange rate between gold and silver to diverge from the international ratio between the metals.91 Even though the central government controlled all mines and mints in the country, and outlawed free transactions in bullion, it decided not to peg the exchange rates between the three metallic currencies, enabling them to float as parallel currencies.92 The silver currency by weight ceased to be used as a medium of exchange around 1700, probably because of the high costs of weighing and assessing the quality of silver bullion 85 cf. Chen 1975, p. 370 86 cf. Kenen 1969, p. 46 87 cf. Chen 1975, p. 366 88 cf. Vaubel 1986, pp. 927928 89 cf. Hauser 1983, p. 575 90 cf. Ohkura and Shimbo 1978, p. 101 91 cf. Ohkura and Shimbo 1978, p. 102 92 cf. Crawcour 1961, p. 348 with every transaction.93 Instead, throughout the eighteenth century, the central government in Tokyo issued tokens made of silver as subsidiary coins of the gold currency. These were in fact accepted at their nominal value in gold, and had no connection with the exchange rate between gold and silver.94 Even though the old silver currency ceased to exist, the merchants and bankers of Osaka kept using an abstract silver unit as the standard of value for contracts and accounting purposes, in a similar fashion as imaginary money was employed in medieval Europe.95 Osaka merchants preferred abstract silver over the physically circulating gold for accounting purposes for three reasons. Firstly, the silver unit of account was based on a decimal system of weights which significantly simplified calculations and was much more convenient for accounting.96 Secondly, it was free of the disturbances of debasements because it was not associated with a government minted currency.97 Finally, the transaction costs that result from separating the functions of money and using two different currencies were reduced by the growing circulation of bills of exchange, cheques, and deposit notes denoted in the silver unit of account. These were increasingly used as an exchange medium within Osaka and for the large volume of transactions between Osaka and Tokyo.98 A credit system evolved in Osaka in the early 17th century. Most trade in Osaka was between wholesalers, who were organised in trade associations. Credit relationships between these groups emerged and gave rise to banks that took deposits and granted credit. Around 1640, banks started issuing deposit receipts in small denominations that widely circulated as currency by the 1650s.99 These notes, denominated in the silver unit of account, were effectively convertible bank notes. If the banker failed to convert the note, the loss was borne by the holder at the time.100 Due to this default risk, the notes circulated at various discounts, i.e., as parallel currencies. Over time, the abstract silver unit of account became synonymous with the most reliable paper money, which was issued by banks in Osaka and guaranteed by the Big Ten, a proxy central bank.101 While paper money was invented by private banks, local authorities the daimyos later also issued paper money, which circulated at different discounts depending on the local governments financial credibility.102 Paper money, denominated in units of silver, was accepted as a parallel currency because it had a number of advantages over the traditional gold coins. First, it operated on the basis of a decimal system which was more convenient than the rather clumsy gold currency. Second, it facilitated financial transfers between Osaka and Tokyo without the inconvenience of shipping large amounts of precious metals. Thirdly, given the silver unit of account, it reduced the transaction costs of dealing with a medium of exchange different from the standard of value. And finally, up until the forced loans for military spending in the early 19th century destroyed the value of paper money, the merchants in Osaka tended to trust their 93 cf. Crawcour and Yamura 1970, p. 491 94 cf. Crawcour and Yamura 1970, p. 493 95 cf. Crawcour and Yamura 1970, p. 493 96 cf. Crawcour 1961, p. 346 97 cf. Crawcour 1961, p. 346 98 cf. Crawcour 1961, p. 346 and pp. 3512 99 cf. Crawcour 1961, p. 352 100 Crawcour 1961, p. 355 101 cf. Crawcour 1961, p. 354 102 cf. Vaubel 1978, p. 373 banks more than the government in Tokyo.103 Local governments could still profit by issuing their own paper money, but at various discounts. Due to these qualities, the various regional parallel paper currencies were accepted and remained in circulation, even though some of them carried discounts due to uncertain credibility of the issuing authority. This, by itself, seems encouraging with respect to the proposed introduction of weak, depreciating parallel currencies in southern Eurozone countries, as proposed by Vaubel and Mayer for example.104 It must be noted, however, that the situation today differs significantly from 19th century Japan. A new, depreciating parallel currency in countries such as Greece, Italy, or Spain would not have any of the aforementioned advantages over the euro, and therefore would be unattractive to money holders. Instead, legal tender laws would likely be necessary to enforce their circulation. The vices and virtues of legally enforced parallel currencies will be discussed in the next chapter. Chapter 5: Parallel Currencies in America 5.1 Colonial Paper Money The monetary history of the United States up until the Civil War is characterized both by the parallel circulation of different types of commodity money at market determined flexible rates, and by the repeated issue of parallel paper currencies, most of which failed due to a lack of restraint by the issuing authorities. In the 17th and early 18th century, the colonies were not allowed to mint their own money. In addition, the mercantilist doctrine of the day led the British government to restrict the outflow of British currency to the colonies, effectively leaving them without a monetary system and a severe scarcity of specie.105 The needs of trade gave rise to a variety of commodity currencies, including most prominently wampum and tobacco; in North Carolina as many as seventeen commodities including maize and wheat were legal tender.106 With the growth of the colonial economy and trade relations with other nations, foreign gold and silver coins were imported and used as media of exchange. The Spanish silver dollar was the leading specie.107 It was most stable and reliable, as it had been free from debasements for several decades. The colonists frequently used the English pound sterling as the numeraire against which the various currencies, including Spanish, French, Portuguese, and Brazilian gold and silver coins, were valued at market determined rates.108 The first issue of paper money in America took place in Massachusetts in 1690 at a volume of 7,000 pounds. While it can be argued that this was initially an attempt to relieve the 103 cf. Crawcour and Yamamura 1970, p. 509 104 cf. Lucke, Mayer, Vaubel et al. 2012 105 cf. Studenski and Krooss 1952, p. 12 106 Davies 2002, p. 39 107 cf. Studenski and Kroos 1952, p. 13 108 cf. Rothbard 2002, pp. 4849 scarcity of specie,109 the fiscal needs of the government of Massachusetts soon became the dominant motive for further issues.110 The initial pledge that the government would redeem them in gold or silver out of tax revenue in a few years and absolutely no further paper notes would be issued was quickly broken.111 Another 40,000 pounds were emitted shortly after, and the notes were not redeemed for 40 years. A year after the initial issue, the new paper money had already depreciated against specie by 40 percent. The paper pound was in the beginning a parallel currency, i.e., it fluctuated against the concurrent gold and silver coins. In 1692, however, the Massachusetts government was dissatisfied with the depreciation of the new money and made it compulsory legal tender for all debts at par with specie.112 The forced fixed exchange rate set in motion the process described by Greshams Law; the undervalued specie disappeared from the colony, making its shortage even more severe and thereby counteracting the initial purpose of the additional currency. In 1711, increased fiscal needs of the government led to a new issue of 500,000 pounds, vastly exceeding the previous circulation. Despite the legal tender laws, the paper money depreciated against silver by 30 percent. The fixed exchange broke down, making paper and specie parallel currencies again. Unprecedented inflation caused the price level to double within 20 years.113 By 1750, the problem of inflation created by fiat paper currencies had spread to other colonies as well. In 1751, The British parliament saw the need to step in by prohibiting all further issues of paper money in New England and ordering the redemption of the existing circulation. This was extended to all colonies in 1764.114 In 1740, the private Massachusetts Land Bank was set up, issuing notes that were backed by land but unredeemable. The nominal value of the notes was stated in pounds, however they circulated at market determined discounts, making them another parallel currency. The bank was founded mostly by debtors, with the intention to provide a cheap currency for the repayment of debts.115 The public suspected the soundness of the new currency, so the notes already circulated at heavy discounts immediately after the first issue, and were often refused entirely in payment. The bank was outlawed in 1741. On the other hand, the public Pennsylvania Land Bank provided a stable parallel currency. Francis Rawle, a member of the state assembly, argued that the issue of a paper currency could be successful if the amount of paper money was not excessive.116 The bank, founded in 1723, issued land bank notes at a strictly enforced limit of 15,000 pounds. After the first issue was accepted by the markets without significant discounts, the limit was increased once to 45,000 pounds. The success of the Pennsylvanian Land Bank, in sharp contrast to its counterpart in Massachusetts, was due to its commitment to maintain the notes purchasing power and the limit on its issue.117 109 cf. Vaubel 1978, p. 368 110 cf. Rothbard 2002, p. 51 111 Rothbard 2002, p. 51 112 Rothbard 2002, p. 52 113 cf. Rothbard 2002, p. 53 114 cf. Studenski and Krooss 1952, p. 15 115 cf. Studenski and Krooss 1952, p. 16 116 Studenski and Krooss 1952, p. 16 117 cf. Studenski and Krooss 1952, p. 16 Both the history of colonial and of private paper money in 18th century Massachusetts indicate that a new paper currency is unlikely to be successful when issued by an institution without credibility and a reputation for stability.118 The governments financial difficulties, and similarly the Land Banks interest in inflation, made the public weary of these currencies. The government paper money remained in circulation, but circulated at increasing discounts against specie and created rapid inflation. It did not fall out of circulation entirely due to the lack of alternatives given the general scarcity of specie, and because it was accepted in tax payments. The Massachusetts Land Banks currency was almost universally refused, because it was considered inferior even to the governments paper currency. 5.2 Continentals and Greenbacks The Revolutionary War which broke out in 1775 put great financial pressures on the Continental Congress, the governing body of the thirteen colonies. The Congress decided to issue paper money to finance the war. The notes were not officially redeemable, but supposed to be retired after seven years and paid out in specie. The retirement pledge, however, was soon forgotten, as Congress, enchanted by this new, seemingly costless form of revenue, escalated its emissions of fiat paper.119 Within five years, 255 million dollars of continentals were issued, around 20 times the volume of the preexisting money supply. Due to the over issue, Continentals depreciated against specie and by 1781 exchanged at 168 continental paper dollars to one silver dollar, giving rise to the phrase not worth a continental.120 In addition, a number of states issued their own paper money, which circulated at various discounts.121 Several states passed compulsory par laws, but did not manage to enforce them effectively. Continentals and state paper currencies continued to circulate at discounts against specie, i.e., they continued to be treated as parallel currencies by the market, and were frequently not accepted in payment. At the end of the war, some state paper monies were redeemed in specie at their vastly depreciated market value, while continentals were not redeemed at all, but simply became worthless.122 Almost a century later, the Civil War between 1861 and 1865 saw the emergence of another parallel paper currency. Paper dollars were by then an established medium of payment in the United States, though specie was still more common. Paper money generally circulated with no significant discount against specie.123 Congress decided to issue United States Notes, soon to be known as greenbacks, as a superior complement to the inconvertible treasury notes. They were originally convertible into gold bonds, and declared legal tender for the settlement of all public and private debts, and the payment of taxes. Three tranches of 150 million dollars each were issued between 1861 and 1863.124 118 cf. Studenski and Krooss 1952, p. 17 119 Rothbard 2002, p. 59 120 Rothbard 2002, p. 60 121 cf. Rothbard 2002, p. 60 122 cf. Ferguson 1961, pp. 6668 123 cf. Mitchell 1903, pp. 14142 124 cf. Mitchell 1903, pp. 46118 Despite Congress intention to avoid a repetition of the continentals by providing a parallel currency with superior characteristics, such as convertibility into gold bonds, greenbacks soon depreciated to one half of their face value.125 The reason was that, like the continentals, they fell victim to the governments fiscal needs. Over issue and the suspension of convertibility confirmed the market expectations. The immediate depreciation, which was caused by a lack of trust in the governments selfrestraint, continued throughout the civil war. The government reacted to the greenbacks depreciation by legal tender laws and ultimately an attempt to outlaw the gold market, threatening traders with severe punishments. However, the increasingly despotic measures did not stop the depreciation; instead they destroyed public confidence in both the government and its paper currency, and consequently many businesses entirely refused to accept greenbacks in payment.126 In California, for example, the majority of businesses did not accept payments in greenbacks. They even succeeded in pushing through state legislation that officially allowed them to accept payment in specie only.127 The Californian state government also refused to accept greenbacks in payment of taxes. The state of Oregon followed this example in a similar fashion. While greenbacks did still circulate in these states, they were only accepted by a small number of traders, and generally only at the depreciated market exchange rate. There are two lessons to be learnt from the American experiences with parallel paper currencies. Firstly, governments in financial distress are unlikely to have the selfdiscipline to refrain from funding their deficits by means of the printing press. Consequently, a new parallel paper money issued by a cash strapped government will hardly gain the necessary confidence to be accepted as an alternative medium of exchange. Secondly, trying to force people to use a currency they dislike is prone to fail. Even the harsh measures during the civil war did not achieve their goal, but rather convinced the markets that there must be something fundamentally wrong with the greenbacks. France had already made the same discovery in the late 18th century, when the revolutionary governments attempts to enforce the use of a new parallel paper currency failed utterly.128 With respect to the introduction of parallel currencies in the Eurozone, the tentative conclusion that can be drawn from this chapter is that introducing a strong parallel currency in a state like Germany is more likely to work than introducing weak parallel currencies in the southern member states. The example of the Pennsylvania Land Bank demonstrates that the introduction of a parallel currency with a strict limit of issue and a clear commitment to stability can work. In a country like Greece however, both the governments financial situation and a tradition of and reputation for dovish monetary policy make it unlikely that a new parallel currency would be trusted by the financial markets. Since a rather stable currency the Euro would remain available, it is unclear what a new, weaker currency could offer to market participants. The most likely result is the rejection of the new currency. While legal enforcements could in theory help the matter, their historical performance is distinctly negative. 125 Vaubel 1978, p. 369 126 cf. Rothbard 2002, p. 125 127 cf. Rothbard 2002, p. 128 128 cf. White 1959, pp. 7589 Chapter 6: Parallel Currencies in Hyperinflations 6.1 Goldmark and Rentenmark While the experiences with the introduction of parallel paper currencies in America are on the whole disconcerting, there are more successful examples in economic history. Two of those will be discussed in this chapter, namely the temporary introductions of the Rentenmark in the German hyperinflation of 1923 and the tax pengo in the Hungarian hyperinflation of 1946. The German hyperinflation reached its peak in November 1923, when the paper mark depreciated against the dollar at a factor of 10 million over the course of four months.129 This peak was preceded by a decade of persistently high inflation rates beginning with the breakout of the First World War in 1914. The fundamental cause of both the stretched out inflation and its hyperinflationary peak was the financing of central government budget deficits by the Reichsbank.130 The hyperinflation itself was then triggered by the financing of passive resistance to Frances occupation of the Ruhr in 1923.131 Even before the hyperinflation began, the mark had lost much of its convenience as a standard of value and unit account. Since 1921, businesses and financial institutions experimented with alternative units of account for longterm transactions, contracts, and loans. Several commodity based standards of value were used, while other companies simply quoted their prices in foreign currencies. The Roggenrentenbank RyeAnnuities Bank, founded in 1922, issued bonds that were indexed to the price of rye.132 The most successful of these alternative units of account, however, was the gold mark. The gold mark, which had been the German prewar currency, was equal to 1042 US dollars. Since the US were on a gold standard, it was effectively a unit of account fixed in terms of gold. By the summer of 1922, the gold mark was the common unit of account in most industries.133 Even in retail and everyday transactions, most prices were quoted in gold marks, while the paper mark was still widely used as the medium of exchange. The market had reacted to the persistent and unpredictable inflation of the paper mark by separating the functions of money. After initial resistance, the government finally followed the markets lead and converted taxes into gold marks. By December 1923, companies were legally required to provide earnings statements and balance sheets in terms of gold marks.134 The gold mark, which was not in physical circulation any more, was reintroduced as a parallel standard of value; gold mark and paper mark were effectively parallel currencies fulfilling different functions.135 129 cf. Pfleiderer 1979, p. 354 130 Pfleiderer 1979, p. 353 131 Pfleiderer 1979, p. 354 132 cf. Pfleiderer 1979, p. 354 133 cf. Yeager et al. 1981, p. 57 134 cf. Vaubel 1978, p. 376 135 cf. Pfleiderer 1979, p. 355 When the accelerating inflation of the paper mark became unmanageable in 1923, the official currency gradually lost its medium of exchange function as well. Particularly in rural areas, it was almost universally rejected by June 1923. The harvest of 1923 was sold largely for gold loan securities. In the cities, the paper mark was not yet rejected entirely, but foreign currencies, various emergency monies issued by local governments and private companies, and the central governments gold loan securities dominated the circulation.136 It is estimated that in 1923, about 2000 different emergency monies were in parallel circulation. Most of them were illegal issues that were not in any way backed or guaranteed, and they typically depreciated rapidly. Some issues, especially those of major companies and public agencies, were more stable. In the summer of 1923, it became clear that a currency reform was needed to restore the monetary system and prevent a complete breakdown of the German economy. On 15th October 1923, the government created the Rentenbank, an institutionally independent second central bank. The Rentenbank was authorized to issue a strictly limited amount of rentenmark notes. The rentenmark was set equal to the gold mark, and was convertible on demand into interest bearing gold mark bonds issued by the central government. These gold mark bonds, in turn, were backed by a public claim on land and real estate. A 6 percent tax levied on real estate owners was meant to gradually retire the issue.137 Both convertibility into gold bonds and backing with land had already been tried in America, and proven unsuccessful.138 Equally, the success of the Rentenmark cannot be attributed to any of these features. The gold bonds were backed solely by the promise of a financially broken government to repay out of the receipts of a new tax, and neither the Reichsbank nor the Rentenbank had the necessary funds to defend the Rentenmarks 10:42 exchange rate with the US Dollar.139 Rather, its success was due to the Rentenbanks institutional independence and the legal restrictions on the issue of notes. These gave the Rentenmark the necessary credibility and tied down inflation expectations.140 The government attempted to violate the limit on rentenmark issue when it demanded an additional loan in December 1923, but was refused by the Rentenbank. This incident clearly established the Rentenbanks independence and demonstrated its commitment to monetary stability.141 The rentenmark quickly replaced the emergency monies and foreign currencies as the medium of exchange and ended the hyperinflation. For a short transitory period, the inflated paper mark and the new rentenmark circulated at a flexible exchange rate, i.e., as parallel currencies. Also, in November 1923, the Reichsbank ceased to discount Treasury bills, thereby removing the main cause of the inflation.142 The exchange rate was then fixed at 1 trillion paper marks for 1 rentenmark, and a new currency, the reichsmark, was introduced at parity with the rentenmark in August 1924. Over the course of the following years, the rentenmark notes were gradually retired.143 136 cf. Hirsch 1924, pp. 121129 137 cf. Vaubel 1978, p. 375376 138 see chapter 5 139 cf. Selgin 1994, p. 822 140 cf. Vaubel 1978, p. 377; Pfleiderer 1979, p. 363; BrescianiTurroni 1937, pp. 341345 141 cf. BrescianiTurroni 1937, p. 342 142 cf. Pfleiderer 1979, p. 356 143 cf. Vaubel 1978, p. 378 The history of the German hyperinflation illustrates two important insights into the workings of parallel currency regimes. Firstly, a parallel currency does not need to fulfil all functions of money. The gold mark was introduced by private agents as a standard of value in order to shield themselves from the distortion and confusion of the inflationary official currency. However, it did not serve as a medium of exchange; this was still the domain of the inflated paper mark, which was then gradually replaced by foreign currencies, emergency monies, and later the rentenmark. The usage of the gold mark in interwar Germany therefore joins the list of cases wherein the functions of money were separated, which also includes medieval Europe and Tokugawa Japan. The separation of the functions of money is thus not an impractical academic fancy, but has repeatedly been resorted to by private agents who were dissatisfied with the currency provided by the monetary authorities. Secondly, parallel currencies can serve as a transitory monetary regime to overcome a currency crisis. Introducing a new currency such as the rentenmark can sometimes be easier than trying to restore faith in an old currency that is associated with instability.144 The essential factors of success for a new currency are confidence and credibility. This can either be achieved by backing the currency with commodity reserves such as gold or silver, or, in case of a fiat currency, by establishing an institutional structure that safeguards the issuing authoritys commitment to stability. The extensive literature on central bank independence and monetary policy rules provides guidance on these matters. 6.2 The Tax Pengo The Hungarian Hyperinflation of 1945 and 1946 was the worst inflation recorded in economic history. When the inflated pengo was replaced by the new forint in August 1946, the exchange rate was 400 octillion to 1.145 Immediately after World War II, only 15 percent of government expenditures were covered by tax receipts. The rest was financed by new issues of pengo. This brought about a hyperinflation with an average monthly inflation rate of 19,800 percent between August 1945 and July 1946.146 The Hungarian experience demonstrates two important insights. First, we see a similar development as in Germany, wherein the market resorts to a more stable unit of account, in this case the US dollar. Second, the Hungarian government introduced a novel policy to neutralise the consequences of inflation: an indexed parallel currency. From the very beginning of the Hungarian inflation, foreign exchange was imported to serve as a store of value. Since the erratically depreciating pengo could no longer fulfil this function of money, agents who desired to hold monetary reserve balances resorted to more stable foreign currencies, especially the US dollar. Gradually, businesses started to compute their costs and revenues in terms of dollars, and merchants began to set dollar rather than pengo prices.147 Dollars were increasingly used as a unit of account and standard of value, in a similar fashion as the goldmark was used in Germany in 192223. 144 cf. Vaubel 1990, p. 943 145 cf. Nogaro 1948, p. 526 146 cf. Bomberger and Makinen 1980, p. 552 147 cf. Nogaro 1948, p. 536 While the dollar, in contrast to the goldmark, was physically available in Hungary in 194546, it was still not widely used as a medium of exchange. The custom was to quote prices in terms of dollars, and then pay with pengo at the current market exchange rate. This was because dollars were too scarce to become a general means of exchange. The import of foreign currency requires a current account surplus, and postwar Hungary was not able to sustain a large enough surplus to import enough dollars.148 The dollarization of Hungary was therefore only partial. The US dollar became a treasured store of value and a widely used unit of account, but the pengo remained the medium of exchange. The government particularly struggled with two consequences of the hyperinflation. Firstly, the inflow of dollars and other foreign exchange reduced the demand for domestic currency, thereby reducing the tax base for the inflation tax that the government effectively levied on money holders.149 Secondly, inflation reduced the purchasing power of tax revenues. The government tried to put an end to both of these effects by introducing a new, indexed parallel currency, the tax pengo. In January 1946, nominal taxes were indexed. Citizens had to pay their taxes multiplied by a daily inflation index. To accommodate this, a new unit of account, the tax pengo, was created. A few days later, banks started offering accounts and loans denominated in tax pengo; upon withdrawal, customers were to receive regular pengo notes in an amount determined by the movement in the price index from the date of deposit.150 Until April 1946, the tax pengo was a stable parallel currency. The regular pengo depreciated drastically against the tax pengo, and consequently the demand for tax pengo accounts kept rising. The new indexed currency became a popular store of value and was also widely used as a unit of account, largely replacing the dollar in these functions. From April onwards, the tax pengo also depreciated, though at a much slower pace than the regular pengo. This was because the tax pengo was revalorized based on the proceeding days index. With the regular pengo reaching levels of inflation unparalleled in history, the one day lag caused the tax pengo to depreciate at this difference. Beginning in June 1946, tax pengo notes were issued. Regular v and tax pengo circulated as parallel media of exchange, with the regular pengo depreciating against the tax pengo. Since the exchange rate was floating, Greshams law operated in reverse; good money drove out the bad, and the tax pengo soon became the dominant means of payment.151 While the tax pengo was much less inflated than the regular pengo, it still depreciated significantly against the US dollar. To some extent, this was due to the government breaking its promise to keep the purchasing power of the tax pengo stable. The authorities decided no longer to take full account of the whole of the price rise in the official price index.152 The most severe depreciation of the new parallel currency, however, was due to an information leak; in July 1946, it became known that the tax pengo was to be withdrawn, but no information was available about the rate of conversion. The ensuing uncertainty led to an inflationary jump.153 148 cf. Nogaro 1948, p. 536 149 cf. Nogaro 1948, p. 533 150 Bomberger and Makinen 1980, p. 554 151 cf. Nogaro 1948, p. 541; Sturzenegger 1994, p. 393 152 Nogaro 1948, p. 540 153 cf. Vaubel 1978, p. 379 The withdrawal ultimately occurred in August 1946 with the introduction of a new currency, the forint, at an exchange rate of 400 octillion pengo and 200 million tax pengos to 1 forint. While the regular pengo was withdrawn immediately, the tax pengo remained in circulation as an auxiliary currency and was gradually withdrawn throughout 1946 and 1947. One interesting observation that can be drawn from the history of the tax pengo o is that the pace of the inflation of the regular pengo picked up once the tax pengo was introduced. This was arguably due to two separate effects. Firstly, the introduction of a new, more attractive parallel currency reduces demand for the old currency. In order to avoid an inflationary push, the government or its central bank has to react by reducing the supply of old currency. This did happen to some extent, as most tax pengo were issued in exchange for regular pengo notes. However, large tax pengo loans to the government, which were not paid for by regular pengos, violated the principle of sterilisation and created inflationary pressure.154 Secondly, the Hungarian government relied heavily on the inflation tax to finance its expenditures. When tax pengo deposits were introduced and became widely used, the tax base on which the government could levy the inflation tax shrank rapidly. Since deposits were indexed and therefore not affected by inflation, the government had to raise the tax rate, i.e. the rate of money creation, in order to receive the same revenue as before. This put additional inflationary pressure on the regular pengo notes. It also induced the government to break its promise to keep the tax pengos purchasing power stable. It could not entirely resist levying an inflation tax on the new currency.155 Overall, Bomberger and Makinen are right that introducing an indexed parallel currency is problematic if the government is trying to finance itself via the inflation tax.156 If, however, the government can restrict itself and pursue a monetary policy committed to stabilisation, an indexed parallel currency helps both to bring down inflation and to protect the market from the havoc of inflationary price distortions and wealth redistributions.157 An indexed parallel currency can therefore be of great value. For example, Nogaro argues that the tax pengo helped to protect savers from the disastrous consequences of inflation, for so long as the price index accurately measured the rising prices.158 Indexed deposits have also been employed in Finland, France, Israel, and Brazil, though usually restricted to savings and time deposits, which limited them to serving as a store of value.159 They have helped to bring inflation down and significantly increased the rate of savings.160 Furthermore, indexed currencies provide a superior unit of account, shielding the economy from the costs and relative price distortions arising from an unstable standard of value. Especially in a high inflation environment, or uncertainty about the monetary authoritys future policies, businesses are likely to find it convenient to keep their books, make their contracts, and express their prices in terms of a stable indexed money. 154 cf. Vaubel 1978, p. 379 155 cf. Bomberger and Makinen 1983, p. 810 156 cf. Bomberger and Makinen 1980, p. 559 157 cf. Sturzenegger 1994, p. 393 158 cf. Nogaro 1948, p. 541 159 cf. Fishlow 1974, p. 275 160 cf. Bomberger and Makinen 1980, p. 559 Last but not least, once the population is already familiar with an indexed currency and has acquired a general trust in its stability, the issuance of notes in this currency will be easier. As Vaubel notes, introducing a new currency tends to be easier than restoring faith in an inflated currency. However, the difficulties of introducing new fiat currencies are apparent from the American experience. What helped with this process, both in Hungary and two decades earlier in Germany, was the fact that the new money was based on an already familiar and trusted unit of account. An indexed parallel currency, serving as a store of value and a unit of account, can therefore be seen as a sort of backup option. In a case of monetary disorder, it provides a low risk path of introducing a new medium of exchange. Chapter 7: Conclusion History demonstrates that parallel currencies, i.e. flexible domestic exchange rates, are a viable monetary system. They have existed in many countries and periods. Like any monetary system, parallel currencies have both costs and benefits. Whether they are desirable and efficient therefore depends on the circumstances of time and place. While the costs of parallel currencies transaction costs and exchange rate risk are obvious, their benefits come in many distinct and intricate forms. A survey of parallel currencies in economic history suggests that they can serve four main purposes. Firstly, competing parallel currencies issued by different monetary authorities can help to achieve monetary stability. The pressures of competition incentivise issuers of money to provide stable and reliable currencies. Especially where well designed monetary institutions such as independent central banks are not available, competition can serve as a substitute. There is some historical evidence that competing currencies might even be the first best solution.161 Secondly, parallel currencies can set in motion an evolutionary process to discover the boundaries of optimum currency areas. Though not an intentional policy, flexible bimetallic exchange rates in China between 1650 and 1850 divided the country into two currency areas. The floating exchange rate between North and South then helped to accommodate asymmetric shocks due to crop failures in the agricultural North. Thirdly, parallel currencies have often spontaneously evolved to shield markets from the adverse effects of debasements and monetary fragmentation. Imaginary money in Medieval Europe, the mark banco in 17th century Hamburg, the Japanese silver unit of account in the 18th and 19th century, the Goldmark in the German hyperinflation of 1923, and the transitory, partial dollarisation of Hungary in 194546 are all examples of this. These parallel monies have often not been complete currencies; typically, they were a standard andor store of value, but not a medium of exchange. Finally, stable parallel currencies have been used by governments as a method of restoring a monetary system in crisis. Both the German and the Hungarian government used parallel currencies to overcome hyperinflations, and both succeeded. Similarly, several countries, including Israel and Brazil, successfully introduced stable, indexed parallel currencies during periods of high inflation as an alternative store of value to increase the savings rate of their economies. 161 see chapter 3, especially on German and Italian gold currencies and the mark banco The question raised in the introduction was whether parallel currencies should be issued in the Eurozone today. While the historical investigation undertaken cannot answer this question, it can provide some guidance on the matter. Since the European Central Bank ECB was founded as an independent central bank and has since then reliably achieved its inflation target, the need for currency competition is not urgent. However, the ECBs independence has come into question after the launch of its OMT Outright Monetary Transactions programme in 2012. While parallel currencies are not currently needed to shield the markets from the havoc of uncontrolled inflation, building up competitive pressure now by introducing a stable parallel currency might help to maintain the ECBs commitment to monetary stability in the future. Furthermore, whether the Eurozone is an optimum currency area is questionable; Europes monetary unification was a political, and not economic, decision. The introduction of parallel currencies could therefore help to build more efficient currency areas in the long run. Finally, savers currently suffer from the consequences of financial repression nominal interest rates are even lower than the inflation rate, causing the real value of savings to fall over time. An indexed parallel currency that guarantees the real value of deposits could provide relief. On the other hand, the introduction of deliberately weak parallel currencies in the South does not look promising from a historical perspective. Issues of soft currencies have invariably been rejected by the market whenever a more stable currency was readily available. The historical performance of legal measures to enforce the use of a new parallel currency is distinctly negative.162 In conclusion, the historical experience encourages plans to introduce hard parallel currencies. The separation of the functions of money and indexing appear to be particularly promising strategies. However, introductions of soft parallel currencies in the presence of a stronger, established currency are without successful historical precedent. Bibliography 1 Ahrens, Gerhard 1981, Das Staatsschuldwesen der freien Hansestadte im fruhen 19. Jahrhundert, Vierteljahrschrift fur Sozial und Wirtschaftsgeschichte, Vol. 68 No. 1, pp. 2251. 2 Berking, Kristof 2011, Was uns die Geschichte der Mark Banco lehrt, in: Gutes Geld, Smart Investor Sonderausgabe September 2011, pp. 17 3 Blackburn, Mark 1990, Coinage and Currency under Henry I: A Review, in: Marjorie Chibnalled., AngloNorman Studies, XIII. Proceedings of the Battle Conference, Suffolk: Boydell Press, pp. 4976. 4 Bomberger, William A., and Makinen, Gail E. 1980, Indexation, Inflationary Finance, and Hyperinflation: The 19451946 Hungarian Experience, Journal of Political Economy, Vol. 88 No. 3 June 1980, pp. 550560. 162 see especially chapter 5 on the American experience 5 Bomberger, William A., and Makinen, Gail E. 1983, The Hungarian Hyperinflation and Stabilization of 19451946, Journal of Political Economy, Vol. 91 No. 5 October 1983, pp. 801824. 6 BrescianiTurroni, Constantino 1937, The Economics of Inflation, Northampton: John Dickens Co. Ltd. 7 Buiter, Willem H. 2005, Overcoming the zero bound on nominal interest rates: Gesells currency carry tax vs. Eislers parallel virtual currency, International Economics and Economic Policy, Vol. 2 No. 23 December 2005, pp. 189200. 8 Chen, ChauNan 1975, Flexible Bimetallic Exchange Rates In China, 16501850: A Historical Example of Optimum Currency Areas, Journal of Money, Credit and Banking, Vol. 7 No. 3 August 1975, pp. 359376. 9 Cipolla, Carlo M. 1963, Currency Depreciation in Medieval Europe, The Economic History Review, New Series, Vol. 15 No. 3 1963, pp. 413 422. 10 Crawcour, Sydney 1961, The Development of a Credit System in SeventeenthCentury Japan, The Journal of Economic History, Vol. 21 No. 3 September 1961, pp. 342360. 11 Crawcour, Sydney and Yamamura, Kozo 1970, The Tokugawa Monetary System: 17871868, Economic Development and Cultural Change, Vol. 18 No. 4 July 1970, pp. 489518. 12 Davies, Glyn 2002, A History of Money, 3rd edition with revisions, Cardiff: University of Cardiff Press. 13 Edwards, James Rolph 1980, Monopoly and Competition in Money, The Journal of Libertarian Studies, Vol IV No. 1, pp. 107117. 14 Einaudi, Luigi 1953, The Theory of Imaginary Money from Charlemagne to the French Revolution, in: Lane and Riemersma eds., Enterprise and Secular Change, New York: Allen and Unwin, pp. 22961. 15 Eisler, Robert 1932, Stable Money: the remedy for the economic world crisis: a programme of financial reconstruction for the international conference 1933, London: The Search Publishing Co. 16 Ferguson, Elmer James 1961, The Power of the Pursse: A History of American Public Finance, 17761790, Chapel Hill: University of North Carolina Press. 17 Fishlow, Albert 1974, Indexing Brazilian Style: Inflation without Tears?, Brookings Papers on Economic Activity, Vol. 5 No. 1 1974, pp. 261282. 18 Giersch, Herbert, Salin, Pascal, Thygesen, Niels et al. 1975, All Saints Day Manifesto for European Monetary Union: A Currency for Europe, in: The Economist 1st November 1975, pp. 3338. 19 Groseclose, Elgin 1976, Money and Man, Norman: University of Oklahoma Press, Fourth Edition, revised and enlarged by the Author. 20 Hanssen, Georg 1855, Hamburgs Handel in gegenwartiger Zeit, Zeitschrift fur die gesamte Staatswissenschaft, Vol. 11 No. 3 1855, pp. 639643. 21 Hauser, William B. 1983, Some Misconceptions about the Economic History of Tokugawa Japan, The History Teacher, Vol. 16 No. 4 August 1983, pp. 569583. 22 Hayek, Friedrich August von 1976, Denationalisation of Money, London: The Institute of Economic Affairs. 23 Hirsch, Julius 1924, Die Deutsche Wahrungsfrage, Jena: Fischer. 24 Hopkins, Keith 1980, Taxes and Trade in the Roman Empire 200 B.C. A.D. 400, The Journal of Roman Studies, Vol. 70 1980, pp. 101125. 25 Jevons, William Stanley 1875, Money and The Mechanism of Exchange, New York: D. Appleton and Company. 26 Kenen, Peter 1969, The Theory of Optimum Currency Areas: An Eclectic View, in: Mundell and Swoboda eds., Monetary Problems in the International Economy, Chicago: University of Chicago Press, pp. 4160. 27 Komission zur Pr ufung der ValutaFrage, Uber den Nachtheil einer ferneren separaten Valuta fur den Hamburgischen Handel, in: Soetbeer ed., Die Hamburger Bankvaluta in ihren Beziehungen zur Allgemeinen Deutschen Munzreform. Zusammenstellung von Aktenstucken und Nachweisen, Hamburg: Otto Meissner, pp. 47. 28 LeighPemberton, Robin 1990, The United Kingdoms Proposal for Economic and Monetary Union, Bank of England Quarterly Bulletin, Vol. 30 No. 3 September 1990, pp. 374377. 29 Levy von Halle, Ernst 1891, Die Hamburger GiroBank und ihr Ausgang, Berlin: Puttkammer und Muhlbrecht. 30 Locke, John 1824, Some Considerations of the Consequences of the Lowering of Interest and Raising the Value of Money, in: The Works of John Locke, Vol. 4, 12th edition, London: C. and J. Rivington. 31 Lopez, Robert Sabatino 1956, Back to Gold, 1252, The Economic History Review, New Series Vol. 9 No. 2 1956, pp. 219240. 32 Lucke, Bernd, Mayer, Thomas, Vaubel, Roland, et. al. 2012, Die Parallelwahrung: Optionen, Chancen, Risiken, Berlin: Bundesverband mittelstandische Wirtschaft. 33 Mattingly, Harold 1960, Roman Coins from Earliest Times to the End of the Western Empire, 2nd edition, London: Methuen. 34 Meyer, Fritz W., and Sch uller, Alfred 1976, Spontane Ordnungen in der Geldwirtschaft und das Inflationsproblem, Tubingen: J.C.B. Mohr Paul Siebeck. 35 Miskimin, Harry 1983, Money Movements in France and England at the end of the Middle Ages, in: John F. Richards ed., Precious Metals in the later medieval and early modern worlds, Durham: Carolina Academic Press, pp. 7996. 36 Mitchell, Wesley Clair 1903, The History of the Greenbacks, Chicago: The University of Chicago Press. 37 Morse, Hosea Ballou 1920, The Trade and Administration of China, London: Longmans Green. 38 Munro, John 1983, Bullion Flows and Monetary Contraction in Late Medieval England and the Low Countries, in: John F. Richards ed., Precious Metals in the later medieval and early modern worlds, Durham: Carolina Academic Press, pp. 97158. 39 Nogaro, Bertrand 1948, Hungarys Recent Monetary Crisis and Its Theoretical Meaning, The American Economic Review, Vol. 38 No. 4 September 1948, pp. 526542. 40 Ohkura, Takehiro, and Shimbo, Hiroshi 1978, The Tokugawa Monetary Policy in the Eighteenth and Nineteenth Centuries, Explorations in Economic History, Vol. 15 No. 1 January 1978, pp. 101124. 41 Pfleiderer, Otto 1979, Two Types of Inflation, Two Types of Currency Reform: The German Currency Miracles of 1923 and 1948, Zeitschrift fur die gesamte Staatswissenschaft Journal of Institutional and Theoretical Economics, Vol. 135 No. 3 September 1979, pp. 352364. 42 Rolnick, Arthur J., Velde, Francois R., and Weber, Warren E. 1996, The Debasement Puzzle: An Essay on Medieval Monetary History, The Journal of Economic History, Vol. 56 No. 4 Dec. 1996, pp. 789808. 43 Rothbard, Murray N. 2002, A History of Money and Banking in the United States: The Colonial Era to World War II, Auburn: Ludwig von Mises Institute. 44 Selgin, George 1994, On Ensuring the Acceptability of a New Fiat Money, Journal of Money, Credit and Banking, Vol. 26 No. 4 Nov. 1994, pp. 808826. 45 Smith, Adam 1999, The Wealth of the Nations Books IVV, London: Penguin Classics. 46 Soetbeer, Adolph 1872, Uber die Entstehung der jetzigen Hamburger Bankvaluta, in: Soetbeer ed., Die Hamburger Bankvaluta in ihren Beziehungen zur Allgemeinen Deutschen Munzreform. Zusammenstellung von Aktenstucken und Nachweisen, Hamburg: Otto Meissner, pp. 14. 47 Studenski, Paul, and Krooss, Herman E. 1952, Financial History of the United States, New York: Mc GrawHill. 48 Sturzenegger, Federico A. 1994, Hyperinflation with Currency Substitution: Introducing an Indexed Currency, Journal of Money, Credit, and Banking, Vol. 26 No. 3 August 1994, pp. 377395. 49 van Suntum, Ulrich 2013, A Parallel Currency Proposal for the Stronger EuroStates, CAWM Discussion Papers, No. 64 August 2013. 50 Vaubel, Roland 1978, Strategies for Currency Unification, Tbingen: J.C.B. Mohr Paul Siebeck. 51 Vaubel, Roland 1986, Currency Competition versus Governmental Money Monopolies, Cato Journal, Vol. 5 No. 3 Winter 1986, pp. 927 942. 52 Vaubel, Roland 1990, Currency Competition and European Monetary Integration, The Economic Journal, Vol. 100 No. 402 September 1990, pp. 936946. 53 Volckart, Oliver 2007, Rules, Discretion or Reputation? Monetary Policies and the Efficiency of Financial Markets in Germany, 14th to 16th Centuries, SFB Discussion Papers, No. 649 January 2007. 54 Walker, Thomas 1983, The Italian Gold Revolution of 1252, in: Richards, John F. ed., Precious Metals in the Later Medieval and Early Modern Worlds, Durham: Carolina Academic Press. 55 White, Andrew Dickson 1959, Fiat Money: Inflation in France, New York: Foundation for Economic Education. 56 Yang, Liansheng 1952, Money and Credit in China: A Short History, Cambridge, Mass: Harvard University Press. 57 Yeager, Leland B. et al. 1981, Experiences with Stopping Inflation, Washington: American Enterprise Institute. ", "filename": "802547729.pdf", "person": ["Lukas Von dem Berge", "Von dem Berge, Lukas"], "date": ["2014"]}