{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/105810/1/81315202X.pdf"], "title": ["Does the mobility of R&D labor increase innovation?"], "plaintext": "Does the Mobility of RD Labor Increase Innovation?This version: December 15, 2014Ulrich Kaiser, Hans Christian Kongsted,and Thomas Rndecid:107Abstract We investigate the effect of mobility of RD workers on the total patenting activity of their employers.Our study documents how mobile workers affect the patenting activity of the firm they join and the firm theyleave. The effect of labor mobility is strongest if workers join from patentactive firms. We also find evidenceof a positive feedback effect on the former employers patenting from workers who have left for another patentactive firm. Summing up the effects of joining and leaving workers, we show that labor mobility increases thetotal innovative activity of the new and the old employer. Our study which is based on the population of RDactive Danish firms observed between 1999 and 2004 thus provides firmlevel support for the notion that labormobility stimulates overall innovation of a country or region due to knowledge transfer.JELclassification: J62, C26Keywords: labor mobility, innovation, research and development, patenting Financial support from the Danish Social Science Research Council Forskningsr adet for Samfund og Erhverv for theresearch project Human Capital, Patenting Activity, and Technology Spillovers and from the EPRN network is gratefullyacknowledged. We are indebted to C edric Schneider for sending us a readytouse patent citations database. We thank AnnKathrine Ejsing for excellent research assistance.University of Zurich, Department of Business Administration, Plattenstr.14, 8032 Zurich, Switzerland, ulrich.kaiserbusiness.uzh.ch; Copenhagen Business School, Department of Innovation and Organizational Economics; Centrefor European Economic Research, Mannheim; and Institute for the Study of Labor, Bonn.Copenhagen Business School, Department of Innovation and Organizational Economics, Kilevej 14A, 2000 Frederiksberg,cid:107Denmark, hck.inocbs.dk; and Centre for Applied Microeconometrics, University of Copenhagen.Copenhagen Business School, Department of Innovation and Organizational Economics, Kilevej 14A, 2000 Frederiksberg,Denmark, thr.inocbs.dk; and Centre for Economic Policy Research, London.1Introduction Knowledge transfer resulting from labor mobility constitutes an important source of innovation and growth. One stream of the literature focuses on the effects of mobility on theinnovation activities of individual firmstypically, the firm hiring the workerand exploresthe many contingencies that moderate this relationship Boeker, 1997; Palomeras and Melero,2010. From a more macroperspective, studies within economics, management strategy, andeconomic geography argue that a high level of labor turnover spurs regional innovation performance Almeida and Kogut, 1999; Fallick et al., 2006. In this paper, we integrate theselevels of analysis to study whether labor mobility increases the total RD output of the firmsinvolved. In other words, we investigate whether the notion that labor mobility stimulatesoverall innovation has a firmlevel microfoundation.Various evidence from surveys, patent files, and court cases shows that labor mobility isan important channel of knowledge transfer between firms Almeida and Kogut, 1999; Hotiet al., 2006; Mansfield, 1985. It is shown that firms exploit the knowledge and skills broughtabout by new recruitments to increase productivity Balsvik, 2011, G org and Strobl, 2005,to enter distant technological areas Palomeras and Melero, 2010; Rosenkopf and Almeida,2003; Tzabbar, 2009, to introduce new types of products Boeker, 1997; Rao and Drazin,2002, and to boost RD output Ejsing et al., 2013. Another strand of the literature looksat worker exits and how these affect firm performance due to interruption of routines andloss of knowledge Campbell et al., 2011; Wezel et al., 2006. However, as social ties are notnecessarily severed by exit, the departure of a worker also represents an opportunity for thefirm to access the knowledge available at the workers new employer Agrawal et al., 2006;Corredoira and Rosenkopf, 2010.At the regional level, localized knowledge sharing has long been recognized as a majorbenefit of agglomeration Jacobs, 1969; Marshall, 1920. Saxenian 1994 pointed to theparticular importance of labor mobility for regional innovation performance. In her comparative analysis of Silicon Valley in California and Route 128 in Massachusetts, she argued thatthe jobhopping culture of Silicon Valley creates tightly coupled social networks throughwhich knowledge flows, causing rapid innovation and growth in that region. Consistent withthis view, subsequent studies document the coexistence of high labor turnover and localizedknowledge sharing among firms in the semiconductor industry in Silicon Valley Almeida and Kogut, 1999; Breschi and Lissoni, 2005; Fallick et al., 2006. The importance of labor mobilityis underlined by more recent studies showing that regions characterized by strong enforcementof trade secrecy laws and covenants not to compete experience lower rates of labor turnoverbut also by less patenting and entrepreneurship Marx et al., 2009; Png, 2012; Samila and Sorenson, 2011.Although the literature documents the importance of labor mobility for innovation in firmsand in regions, to our knowledge, there are no empirical studies providing quantitative evidenceof the critical link between these levels of analysis. On the one hand, existing firmlevel studieslook at the effect of labor mobility on the innovation activities of either the new or the oldemployer but do not examine the total effect. On the other hand, regionallevel studies finda positive relationship between mobility, or variables that influence mobility, and innovationperformance and attribute this to a positive total effect of mobility on innovation at the firm 1level. From a theoretical point of view, however, it is not obvious that labor mobility increasestotal innovation as the mobility event may hurt the old employer more than it benefits thenew employer. We sketch a simple model showing that mobility is more likely to occur in acompetitive labor market if it has a positive effect on total innovation. There are, however,circumstances under which mobility does occur in equilibrium even though it reduces totalinnovation.Our empirical analysis investigates the effect of mobility of highly skilled workers in Denmark on the total patenting activity of the firms involved. We find a significant and positiveeffect of labor mobility on total patenting if either of the firms involved has patented before.Mobility from and to patenting firms, that is, firms with a positive stock of existing patents,has the largest marginal effect on total innovation, namely 0.019 additional patent applicationsin the subsequent year per mobile worker. For the average firm in our sample, this implies a 30 percent increase in the number of patent applications.Our empirical findings derive from an extensive data set that combines patent applicationsfrom Danish firms to the European Patent Office EPO with matched employeremployeeregistry data which essentially contain a complete record of labor mobility in the Danish labormarket. This contrasts with most existing studies which trace mobility via patent files, whichimplies that mobility is observed only if an inventor applies for a patent at two different firms.Mobile inventors who do not patent again, however, are not recorded. We differentiate amongworkers who joined the firm in the focal year joiners, workers who have been with the firmfor at least the previous year stayers, and workers who left in the previous year leavers.The focus is on RD workers who we define as individuals i holding a university degree innatural sciences, engineering and other technical fields, and ii who are employed in positionsclassified as using or producing knowledge at an advanced level. The point of departureof our empirical approach is a standard firmlevel patent production function Hall et al.,1986; Hausman et al., 1984 that maps different types of labor, capital, and other observedfirm characteristics into patent counts. To control for unobserved permanent differences infirms patent productivity, we employ two different count data estimation approaches: thedynamic fixedeffect GMM estimator Blundell et al. 2002 and the presample mean estimatorBlundell et al. 1995.We find that a joiner coming from a patenting firm is associated with a significant increasein the number of patent applications by the new employer.In relative terms, this type of RD worker contributes six times more to patenting than a comparable stayer, while a joinerfrom a firm with no patent activity is no more productive than a stayer. Our interpretationof this result is that patenting firms on average are more RD active, and thus constitutea richer source of valuable knowledge. The relative magnitude of the contribution of joinersfrom patenting firms is sizable given that we consider the effect of mobility of an average RDworker, whereas most existing studies consider star scientists with at least two patentedinventions.In the case of leavers, we find that a worker who left to join a patenting firm, is associatedwith a significant increase in the number of patent applications by the previous employer. Thisis evidence that learning from former employees documented by means of patent citations inprevious studies Corredoira and Rosenkopf, 2010, Agrawal et al. 2006 also translates intopositive effects on the former employers patent productivity. In the case of a worker who left 2to join a nonpatenting firm there is no significant concomitant effect on patenting. To sumup, in relation to the effects of joiners and leavers, our analysis provides strong support forthe view that mobility of highskilled workers stimulates total firmlevel invention conditionalon at least one of the firms involved having been patent active in the past.The analysis of the effect of mobility on total invention relies on two important advantagesof our data set. First, compared to most previous studies that use patent data to trackinventor mobility, we have a complete record of workerlevel labor mobility. In addition toavoiding possible biases arising from unregistered movesthe unsuccessful cases in which aworker does not produce any inventions at the new firmthis allows us to estimate the patentproductivity of workers joining, leaving, and staying with a firm. Second, our dependentvariablethe number of patent applicationslends itself more naturally to aggregation thanother dependent variables which are employed in existing studies such as entry into a newtechnology class or product area.While we emphasize the knowledge transfer effects of worker mobility, there is a concernthat the observed correlation between mobility and patenting might be partly or even predominantly explained by other factors. To address this issue, in an extension we show thatthe exchange of labor between two firms is positively associated with firms propensity to citeeach others patents, which we take as an indication that the mobility event resulted in knowledge transfer. Moreover, our GMM estimation applies instruments for labor mobility basedon lagged mobility as well as industry averages of different types of mobility. This approachaccounts for any contemporaneous firmspecific shocks to patent productivity which would simultaneously increase both hiring and patenting, leading to upward biased estimates. Finally,we also discuss the knowledge protection argument forwarded by Kim and Marschke 2005and positive assortative matching between firms and RD workersthe firms that offer thebest research conditions hire the best RD workersas alternative explanations of a positivecorrelation between mobility and patenting. We argue that in particular our findings on theleavers side are strongly suggestive of a predominant role for knowledge transfer.The papers closest to ours are Hoisl 2007 and Ejsing et al. 2013 which also study theeffect of labor mobility on patenting. Hoisl 2007 combines data on mobility constructedfrom patent files, with background information on inventors obtained from questionnaires.She shows that mobile inventors are on average more productive and that mobility increasesinventor productivity. However, since she does not measure the previous employers patentproductivity she is unable to address the effect of mobility on the total level of invention.Using similar data to ours, Ejsing et al. 2013 show that hiring researchers from universitieshas a large effect on firm patenting but they do not address the issue of how worker mobilityaffects total invention.In a related literature stream, registry data is used to test the prediction of human capitaltheory that workers who acquire valuable knowledge on the job receive a wage premium but payfor this through an initial wage discount. Men 2005 finds evidence of such a wage profile but Maliranta et al. 2009 find that workers are not able to capitalize on the knowledge acquiredfrom participating in RD activities. Toivanen and V a an anen 2012 find a significant andpotentially longlasting wage premium for inventors of granted patents, indicating that theseworkers are perceived by their firms as possessing valuable knowledge and skills. However, ouraim is to measure the importance of mobility for total invention.3The remainder of the paper is organized as follows: Section 2 provides the institutionaland theoretical background for the analysis. Section 3 describes the data and outlines thedefinitions used in the analysis. Section 4 discusses our econometric approach and providesdescriptive statistics. The main results are reported in Section 5 with some corroboratingevidence and robustness checks. Section 6 concludes.2Institutional and Theoretical Background 2.1 The Danish labor market Denmark ranks highly among the OECD countries in terms of worker mobility, on par withe.g. the United States OECD, 2009. Annual rates of job mobility measured as the proportion of new employees in a firm compared to one year earlier, are in the range of 25 percent on average Eriksson and WestergaardNielsen, 2009.Indeed, the Danish labor market has been characterized as a flexicurity system European Commission, 2010; Erikssonand WestergaardNielsen, 2009 that combines flexibility in terms of fairly low levels of jobprotectionfew regulations on layoffs of individual workers and short advance notices for mostgroups in the labor marketwith security in terms of an unemployment insurance schemeconsidered generous both in terms of replacement ratios and the length of insurance coverageand an extensive, publicly subsized jobtraining program. Hence, although the institutionalsettings differ appreciably between Denmark and the US, there are few institutional barriersto mobility of labor between firms in both markets.In regard to knowledge flows by worker mobility, the institutional feature that has attractedmost attention is the nonenforceability of noncompete agreements. It has been forwardedas a main explanation of differences in terms of innovation and mobility that characterize e.g.the Silicon Valley and Route 128 hightech clusters Gilson, 1999. Like the Route 128 case,Denmark does allow the enforcement of covenants not to compete. There is limited evidenceon the general prevalence of noncompete clauses in labor contracts in Denmark. A recentreport by Dahl and Stamhus 2013 cited a survey of engineers in the private sector, a groupof workers highly relevant to our study. It showed that only 14 per cent of engineers are subjectto a noncompete clause. Thus, despite the enforceability of noncompetes in Denmark, the Danish labor market for RD workers seems closer to Silicon Valley than to Route 128 interms of actual restrictions on labor mobility.2.2 The Effect of Labor Mobility on FirmLevel Invention We briefly outline the main effects of labor mobility on firms RD capabilities identified inthe literature.Reallocation of skills and abilities: RD workers possess technical skills and problemsolving abilities which constitute important inputs for the production of inventions. Sincethese skills and abilities can only be applied in one firm at a time, they are rival in natureArrow, 1962. That is, when a worker moves from one firm to another, the RD capabilityof the new and the old employer are increased and decreased, respectively.Immediate knowledge transfer: Knowledge differs in the extent to which it is shared amongthe employees of a firm. Some knowledge is private, resides within a single individual, and 4is available only to the current employer. Other pieces of knowledge are social and sharedamong several employees Spender, 1996. Some social knowledge such as a wellspecifiedtechnical process can be transferred by a single individual Liebeskind, 1997 whereas implicitknowledge embedded in the routines, culture, and norms of the firm typically cannot.If a worker switches firm, the new employer gets access to the workers private knowledgeand the part of the workers social knowledge that is individually transferable. We refer tothis as forward knowledge transfer since knowledge and labor flow in the same direction.The old employer loses only the workers private knowledge. Hence, mobility leads to sharingof social knowledge, which is the fundamental reason why labor mobility is perceived as animportant source of aggregate innovation Saxenian, 1994; Cooper, 2001; Franco and Mitchell,2008.Social ties and attention: Agrawal et al. 2006 observe that mobility results in the old andthe new employer citing each others patents more frequently. While the citing behavior of thenew employer can be explained by its use of the knowledge that the worker brings, the apparentexistence of reverse knowledge transferi.e. knowledge that flows in the opposite directionto laboris striking. Two explanations for this phenomenon have been proposed by Corredoiraand Rosenkopf 2010. First, the worker may stay in contact with former coworkers, resultingin knowledge exchange among the firms employees. Second, the old employers awarenessof the workers new employer may be heightened, causing it to pay closer attention to thenew employers RD activities. Although our data do not allow us to disentangle theseexplanations, the theoretical predictions are clear: the increased focus of the involved firms oneach others activities, and the stronger personal ties among employees reinforce the forwardknowledge transfer for the new employer. Furthermore, reverse knowledge transfer alleviatesthe loss of knowledge that the old employer experiences when the worker leaves.Net effect on the new and old employer: Putting together these three effects of labor mobility suggests that the new employer gains access to new skills and knowledge. These increase thefirms RD capability and provide new opportunities for knowledge recombination, therebyincreasing the inventive output of the firm Grossman and Helpman, 1991; Schumpeter, 1934.The old employer experiences a loss of the workers skills and private knowledge but mightbenefit from reverse knowledge flows. Thus, the overall effect of labor mobility on the oldemployers RD capability and inventive output is theoretically unclear.2.3 The Effect of Labor Mobility on Aggregate Invention Our main interest in this paper is how labor mobility affects aggregate invention. The abovearguments suggest that the inventive output of the new employer increases while the inventiveoutput of the old employer may decrease, leaving the total effectthe sum of the effects onthe new and the old employersindeterminate.In order to gain predictions for the total effect, we study mobility that occurs as the resultof wage competition among firms. Following Pakes and Nitzan 1984, we consider two firmscompeting for a worker currently employed by one of the firms. If the current employer keepsthe employee, she earns profit . If the worker moves, the old and the new employer earn O and N , respectively. The profits O and N include all the costs and benefits thatarise from labor mobility. Retaining the worker has value 1 O to the current employerand hiring the worker has value N to the potential new employer. Hence, wage competition 5implies that mobility occurs if and only if 1 O N N O: Mobilityoccurs if and only if it increases the joint profits of the two firms Pakes and Nitzan, 1984.There are opposing effects of labor mobility on the joint profit of the firms Combes and Duranton, 2006; Fosfuri and Rnde, 2004. First, social knowledge that was in the solepossession of the old employer before the mobility event is shared with the new employer.This leads to increased competition over some commercial uses of the knowledge, reducingthe profit of the old employer. Since competition destroys rents, the new employer gains lessfrom entry into these commercial uses than the old employer loses from increased competition.Thus, this effect tends to deter labor mobility. Similarly, more mundane costs related tolabor turnover, such as hiring and training costs and costs resulting from interruptions ofthe workflow, also tend to reduce joint profits and prevent mobility. Second, labor mobilitymay increase the firms joint profits through its effect on invention. Firms have different RD capabilities and strengths, and knowledge sharing increases the likelihood that a pieceof knowledge will serve as an input to a new invention Bessen and Maskin, 2009; Scotchmer,1991. Therefore, knowledge sharing through labor mobility has the potential to stimulateinvention, whether in the form of greater variety, value, or speed of invention. This effectincreases the firms joint profits and tends to facilitate labor mobility.Putting these arguments together, the theoretical prediction is that labor mobility occurs ifand only if the positive effect from an increase in joint invention outweighs the negative effectfrom more competition and other costs associated with labor mobility. Hence, an increase injoint invention of the firms is a necessary condition for labor mobility to occur in this simplemodel.1While this result provides a useful benchmark showing the beneficial effects of mobilityon total invention, there exist circumstances where it cannot be expected to hold. We willillustrate these using two variations of the above model. First, suppose that the old employeris wealth and credit constrained and cannot pay more than W to keep the worker where W 1 O. Mobility occurs now if W N , but it may decrease total invention asthe wage offered by the old employer does not reflect the true value of the worker to thefirm. Second, suppose that there are two workers who share valuable knowledge and who cantransfer it to a new employer. Then, the old employer has to pay each of these workers N to keep the knowledge and skills inside the firm. Arguing as above, it is easy to show thatmobility occurs if and only if 2N O. If N O 2N O, mobilityoccurs in equilibrium although it reduces the joint profits of the firms.2 The reduction in jointprofits may stem from increased product market competition but also from a reduction intotal invention. Mobility does therefore not necessarily increase total invention when valuableknowledge is more widely distributed inside the firm.These arguments show why endogenous mobility events driven by wage competition donot necessarily increase total invention once we leave the baseline model of the two firms withdeep pockets competing for one worker. Obviously, there are also workers switching jobs forreasons exogenous to our model. For example, the partner may find a job in another city,health issues may make a change of career necessary, the worker may develop a preference for 1Notice that the knowledge transfer arising from labor mobility is not a true knowledge externality, because thenew employer pays partly for the knowledge that the worker brings in the form of a higher wage bill.2Rnde 2001 characterizes the equilibrium of this model for all possible values N and O.6working in a different setting, etc. For such mobility events, the decision to leave is not drivenby the value of the worker to the firms, leaving the effect of labor mobility on total inventionindeterminate.3 Data The core of our data set is patent applications to the EPO filed between 1978 and 2006 withat least one applicant and one inventor with Danish residency. These are patents for whichwe can expect that a substantial part of RD has taken place within Denmark. The datawere retrieved from EPOs PATSTAT database.3 We consider patent applications up toand including 2004 in our analysis since the database for the years after 2004 is incomplete.Our data set includes 12,873 patent applications.We use patent applications rather than patent grants because the average grant time offour to five years for the patents in our data set Kaiser and Schneider, 2005 implies that asubstantial number of patents applied for during the time period considered for our estimation20002004 would be lost were patent grants used.4 The time stamp of the patent applications is the priority date, the date of first filing of the invention for patent protection at the EPO or any national patent office.The EPO data do not have a unique firm identification number of the type used by Statistics Denmark, the provider of our firmlevel and employeelevel data. Therefore, we mostlymanually attached our EPO data to Statistics Denmarks firm identifiers. We were able toassign firm identifiers to 11,280 patent applications. The unmatched applications primarilyrefer to firms that went out of business before 1999. The corresponding information would inany case have been lost in our analysis since our firmlevel data start in 1999. After matchingthese data with our firmlevel information, we are left with 11,031 patent applications appliedfor by 2,278 unique firms.Statistics Denmark provided us with firm registry data, most importantly including firmssectoral and regional affiliations and physical capital book value, and registry data on employee characteristics including, most importantly the endofNovember number of employeesand their highest level of education.5 We discarded sectors with no EPO patent applicationsbetween 1978 and 2004. Sectors are defined according to the threedigit NACE Rev. 1 industrial classification. In a final step, we merged the firmlevel data with employeelevel data,which allows us to track the employment history of individual workers. We excluded firmsfounded during the estimation period 20002004 since, as described further in Section 4, ourmain estimation results are partly based on an estimator that requires information on firmspatenting behavior prior to 2000. Finally, we discarded firms from the public sector, since itspatenting behavior is likely to be very different from that of industry.3Forinformation on this dataset,referto http:www.epo.orgpatentspatentinformationrawdatatestproduct1424.html.4There is a reporting lag between date of application and date of publication of the application in the EPOdatabase. This implies that not all patents applied for after 2004 had been registered in the database at the timeof data collection. We excluded these patents in order to avoid biases.5As workers firm affiliations are registered only once a year, in November, we do not observe withinyearmobility.7Our main sample consists of observations for firms that employ at least one worker inan RDrelated occupation. We focus on these since firms with employees in RDrelatedoccupations are much more likely to patent than firms with no RD workers. Of the 2,861patent applications during 20002004 that could be definitively assigned to a firm, 2,728or 95percentcan be assigned to firms with positive RD employment. By excluding firms withvery little or no current RD activity, we attempt to compare different varieties of applesrather than apples and oranges. Our main estimation results thus include 42,507 observationsfor 14,516 unique firms, and 2,728 patents over the period 20002004.We define RD workers as those employees within a firm who are likely to be engagedin RDrelated tasks. Specifically, we apply two main criteria to identify the relevant groupof workers.6 First, the person must have a Bachelors, a Masters, or a Doctoral degree intechnical or natural sciences, veterinary and agricultural sciences, or health sciences.7 Thiscriterion is based on the idea that knowledge flows are mainly associated with the mobilityof highskilled workers. The definition corresponds closely to the findings by Kaiser 2006who uses patent inventor survey PATVAL data for Denmark to show that 30.5 percent ofthe inventors have a Bachelors degree as their highest level of education, 40.8 percent have Masters degrees and 17.4 percent hold Doctorates. We intend to capture all individualspossessing the formal skills necessary to perform RDrelated activities within a firm. Sincesome highskilled workers may never conduct RD, we introduce the additional criterion thata persons job function must involve the use or production of knowledge at an advanced level.This information is included in our data through the International Standard Classification of Occupations ISCO coding published by the International Labour Organization.8 At its firstdigit level, ISCO classifies occupations according to their knowledge content. In particular, wecan distinguish between professionals level 2 and technicians and associate professionalslevel 3.9which they increase the existing stock of knowledge, apply scientific or artistic concepts and Individuals are categorized in the former group if they work in a position intheories, teach about the foregoing in a systematic manner, or engage in any combinationof these three activities. We denote this group RD professionals. They are the focusof our analysis of mobility since they are most likely to be directly involved in the creationof new knowledge. Individuals categorized as technicians and associate professionals occupysupport positions which more likely utilize already existing knowledge. We call this group RD support workers. Since they are not directly engaged in developing new knowledge,they are not expected to be the main carriers of knowledge between firms. Therefore, theshare of the firms support workers is included in our model as a control variable only.To summarize, we define RD professionals as individuals with a technical or scientificdegree who perform job functions with an advanced knowledge content. RD support workers 6Other criteria are that the individual must not be retired, must be aged between 20 and 75 years, and must beemployed by a Danish firm since we only have data on Danish firms at our disposal.7The health sciences category includes many general practitioners and hospital doctors who a priori are notexpected to perform RD related activities. Most of these will not be included in our estimations since we excludethe public sector.8http:www.ilo.orgpublicenglishbureaustatiscointro.htm 9We include RD managers ISCO 1237 in the group of professionals. The codes are very detailed but a changein the way individuals were classified in 2003 prevents us from using more narrowly defined occupations consistentlyover time.8have similar formal skills but are employed in positions with less emphasis on the creation ofnew knowledge. These two groups jointly constitute the current stock of a firms RD workers.We next characterize categories of RD professionals according to their mobility status.We differentiate between a main group simply termed joiners, who were employed in anotherfirm in year t 1, and other joiners, who are workers whose job market status in year t 1is unknown or who graduated between time t and time t 1. Stayers are RD professionalswho were employed by firm i both at time t 1 and time t. Finally, leavers are workersemployed in firm i in year t 1 who are employed in a different firm in year t. We alsodifferentiate the joiners and leavers according to the patenting activity of their old and newemployers. Specifically, we distinguish between joiners who previously were employed by apatenting firm, which we define as a firm with a positive patent stock at t 1, and joinerswho previously were employed by a firm with no patents, a nonpatenting firm. We alsodistinguish between leavers who joined patenting vs. nonpatenting firms. We do this toaccount for the inherent differences between firms that are patent active and those that arenot. Although this is an imperfect measure of firms RD activity, patent active firms arelikely to possess a workforce that is endowed with a deeper and broader RD knowledge basethan firms that do not patent. When a worker from a patent active firm joins a new employer,she may bring in a set of knowledge that is more valuable for invention.Insert Table 1 about here.Table 1 provides descriptive evidence on the basic associations between mobility and patenting in our data. We compare the mean number of patents for firms with a particular status interms of the mobility of their RD workers and the remaining firms in our sample. It showsthat firms that either received or lost RD workers have a higher number of patent applications per year than firms with an immobile RD workforce. The highest number of patentsare found for firms that have both joiners and leavers in a given year. These differences arestatistically highly significant. Clearly, such comparisons confound a large number of likelydeterminants of firms patenting e.g., firm size, industry, previous patenting that we willcontrol for in our estimations.Appendix A displays general descriptive statistics. Most firms in our data are small: theaverage firm has around eight RD employees and a capital stock of about DKK78 mill. themedian is DKK2.7 mill 10 The overall level of patenting is fairly low. The average firm appliesfor 0.06 patents per year during the sample period. We also provide descriptive statistics forthe subset of firms that patented at least once before the beginning of our sample period,socalled presample patenters. These firms can be expected to patent more regularly thanthe average firm for several reasons, including state dependence Blundell et al. 1995 and thelikely presence of unobserved firmspecific factors that favor patenting. In addition, observablefirm characteristics are conducive to patenting for firms in this subsample compared to theaverage firm in the full sample. We find that firms with one or more presample patents employan average of 39 RD workers, employ a stock of capital of DKK400 mill. on average, andproduce 0.76 patent applications per year.In relation to mobility and the composition of the RD work force, our three groups ofjoiners from patenting firms, from nonpatenting firms, other joiners jointly constitute more 10US1 corresponds roughly to DKK5.9.9than 20 per cent of the current years total employment of RD professionals joiners plusthe reference category of stayers. The overall level of mobility of RD professionals is highcompared for example to the annual turnover rate of scientists and engineers of 13 per centreported by Kim and Marschke 2005. The group of RD supporters amounts to 45.7 percent of current RD employment.When comparing the subsamples of firms with or without any presample patents, theshare of support workers is lower for presample patenters 42.3 per cent than for the otherfirms in our sample 46 per cent. Presample patenters also attract a larger proportion oftheir joiners from other patenting firms 2.6 per cent of the current RD work force comparedto 1.3 per cent for firms without presample patents. This is consistent with higher insample RD intensity among presample patenters. The overall level of mobility is comparablebetween the two subsamples with 20 per cent of RD professionals having joined within ayear in the case of presample patenters against 23 per cent for firms without any presamplepatents.Appendix B provides the correlations for the variables in our estimations. The table showsthat our explanatory variables are moderately correlated. This is confirmed by a varianceinflation factor of 1.86, which is well below the critical value of ten Belsley et al. 1980.4 Empirical approach This section describes our patent production function and outlines our econometric approachemployed to estimate the relationship between worker mobility and firms inventive output.For the patent production function we assume a CobbDouglas specification as it is standardin the literature Blundell et al. 1995; Hausman et al. 1984; Kim and Marschke 2005. Ourdependent variable is the total number of a firms patent applications in a given year, which wedenote by P .11 It is a count variable that takes the value zero or a positive integer which is whywe use count data models in the estimations. The mean of the count variable is exponentially EP explnA lnQL lnK1where QL denotes qualityadjusted RD labor input and K denotes capital input. Ourmeasure of labor input is defined to be specific to a firms RD activities.In the case ofcapital, our data do not allow us to measure the specific input of capital to RD, hence weinterpret capital stock as a general measure of firm size. The variable A summarizes factorsother than capital and labor that affect patent production such as sectoral, geographical, andtime effects which we also include in our empirical model.12We choose an additive specification for qualityadjusted labor QL, following Griliches1967. We differentiate between four main types of RD labor currently employed in thefirm, namely stayers denoted by St, joiners from firms J, other joiners O, and support 11We omit firm and time indices for brevity in what follows.12Our econometric specification controls for sectoral affiliation 15 sectors, five different geographical regions,and time effects. We lag all explanatory variables except for the time, region and sector dummies by one year toallow for time lags in the RD process and to alleviate concerns about reverse causality.10linked to the explanatory variable:cid:16cid:17workers Su. Our specification for qualityadjusted labor is:QL LSt J LJ OLO Su LSu X LX L1 J 1LJL O 1LOL Su 1LSu L XLXLcid:192cid:18cid:20cid:21where current employment L LSt LJ LO LSu does not include leavers denoted X.We normalize the effect of stayers to unity. The coefficients r measure the contribution ofthe rth worker type to qualityadjusted labor QL relative to the contribution of stayers.Taking logs and using the approximation ln1 z z for small z we plug the expressionfor lnQL into the patent production function. This leads to our basic estimating equationwhich differentiates between different RD worker types:LJLLOL O Su XEP expln A ln L J3where r r 1 for worker group r currently in the firm and X X for leavers. Ourestimations identify the coefficients from which we shall back out the productivity ratios r.As discussed in Section 3, our main specification also differentiates between mobile workerswho join from or leave to patenting vs. nonpatenting firms. This introduces Pr as astraightforward extension where the superscripts P and N denote patenting and nonpatentingr and N ln KLSu LLXLfirms, respectively.The count data models we apply account for both state dependence in patenting activityand unobserved firm heterogeneity. We account for patenting dynamics since existing firmlevel studies show that previous patenting activity has substantial positive effects on currentpatenting Blundell et al. 1995, 1999, 2002; Cr epon and Duguet 1997. Arguing that a firmsstock of past own patents represents knowledge from which future patentable ideas can bederived, Blundell et al. include the lagged discounted stock of patents as a regressor. Due tothe relative short time span of our estimation sample, we follow Cr epon and Duguet 1997and use dummy variables that indicate whether or not a firm patented in previous periods asour control for state dependence.Our empirical approach also allows for fixed effects in order to capture unobserved firmspecific permanent differences such as appropriability conditions for RD investments or different technological opportunities that might affect current patenting. Estimating a simplemodel including a dummy variable for each firm would produce consistent estimates only incount data models where all regressors are strictly exogenous, which clearly does not apply tovariables directly related to past patenting activity such as our indicators for lagged patentstatus Blundell et al. 2002. This is similar to the kind of bias introduced by the simultaneousinclusion of fixed effects and a lagged dependent variable in a linear model which renders thelagged dependent variable endogenous by construction Nickell 1981. To solve this problem,we consider two different fixed effect approaches for dynamic count data models: a GMMestimator Blundell et al. 2002, Kim and Marschke 2005 and the PreSample Mean PSMestimator of Blundell et al. 1995. We discuss each estimation method in turn.Blundell et al. 2002 derive a GMM estimator which accounts for both fixed effects andlagged dependent variables.It is best compared to the more popular dynamic panel dataestimators for linear models Arellano and Bond 1991; Arellano and Bover 1995. We follow Kim and Marschke 2005 in applying a quasidifferencing transformation to correct for fixed 11effects as suggested by Wooldridge 1991. It essentially removes the fixed effects by a nonlinear transformation, much like the standard within transformation in linear models anduses longer lags of the dependent and independent variables as instruments.13 Our GMMestimator accounts also for other endogenous variables apart from lagged patent status. Onepotential concern that we discuss further in Subsection 5.2 is that causality may run not onlyfrom mobile workers to patent applications but also in the reverse direction, or that bothare caused by common unobserved factors. We address this concern by instrumenting workershares. As instruments we use the firms own lagged shares and the average share of eachtype of worker in other firms in the same sector and in the same region. The intuition is thatsectorspecific and regionspecific labor supply and demand shocks to other firms will affectthe demand for each skill group for the focal firm. At the same time, the average shares of theskill groups of other firms are unlikely to be correlated with the error term of our equation ofinterestunobserved firmspecific factors that affect the firms patent production. Tests fordynamic mis specification that we have conducted using the GMM estimator indicate thatwe need to include two lags of firms patent status in order to have a dynamically wellspecifiedmodel.14 Overall, the data requirements of the GMM approach leaves us with a sample of 23,769 observations for 6,751 firms for GMM estimation.As an alternative count data approach, we consider the PSM estimator of Blundell et al.1995. For this specification, the full sample with a total of 42,507 observations for 14,516 firmsis available which should enhance the precision of the estimates. The idea behind the PSMestimator is to approximate unobserved timeinvariant heterogeneity by using information onthe firms patenting behavior prior to the start of the estimation period. This is exactlythe setting in our data: we possess information on all firms patenting activity from 1978onwards, while our explanatory variables allowing for lags are observed after 1999 only. The PSM estimator approximates the true fixed effect by the presample patenting history ofeach firm, which in our case consists of patents applied for during the period 1978 to 1998.Specifically, the PSM estimator uses the average of the dependent variable over the presampleperiod as a proxy for the correlated effects for each firm. Since a prominent feature of ourdata is an overall increase in the level of patenting during the presample period, we normalizethe firms number of patents in a presample year by the total number of patents applied forduring that year.15In addition to firm fixed effects, both our estimators account for the excess number ofzeros commonly found in analyses of economic count data such as patents, the zeroinflationproblem Mullahy, 1997. For the GMM, the fixed effects transformation eliminates anytimeinvariant explanatory variableincluding variables that relate to the selection of a firminto patenting or nonpatenting. For the PSM estimator, we follow Blundell et al. 1995,1999 and include a dummy variable for firms that applied for at least one patent during the 13To estimate the GMM model we use Windmeijers 2002 Exp End program that runs under the softwarepackage GAUSS.14For the GMM to be identified, the simultaneous presence of first order serial correlation and absence of secondorder serial correlation is required Arellano and Bond 1991; Arellano and Bover 1995; Blundell et al. 2002.15Our approach hence allows for trends in patenting at the general level such as business cycle effects, changesin the propensity of firms to patent rather than to opt for secrecy, or changes in the propensity of Danish firms topatent at the EPO rather than the national patent office.12presample period. This allows the expected number of patents insample to differ betweenpresample patenters and nonpatenters.16Both the GMM and the PSM estimator were originally designed as Poisson regression models that assume equality of the conditional mean of the dependent variable and its conditionalvariance. In patent data, however, the conditional variance is greater than the conditionalmean Cincera 1997, which implies overdispersion that leads to less efficient but still unbiased and consistent parameter estimates. More efficient estimates can be obtained by using a Negative Binomial Neg Bin model that allows for overdispersion. While the PSM estimatoris easily extended to a Neg Bin model, the GMM model is only available in a Poisson regressioncontext.5 Results 5.1 Main results Our estimation results are presented in Table 2. We report results for GMM Poisson, PSMPoisson and PSM Neg Bin count data models.The GMM approach requires our instruments to be strongly correlated with the mobilityterms and to be simultaneously uncorrelated with the error term in the patent productionfunction. We test the first property by running first stage regressions not displayed herefor brevity of our instruments and our exogenous variables on the endogenous variables. Ftests for joint significance of the instruments should be above ten for them to be sufficientlycorrelated with the endogenous variables Stock et al. 2002. In our case, all Fstatisticsare substantially above 10. We consider the second property by Hansen Jtests and cannotreject the null hypothesis that our instruments are orthogonal at a marginal significance levelof more than 70 percent.Regarding the choice among estimators and specifications, one reason to prefer PSM over GMM is a sizable increase in the number of observations available for estimation. The choiceof a Neg Bin rather than a Poisson is suggested by a test that confirms the presence ofoverdispersion. However, our results are largely consistent across all three models in terms ofsigns, magnitude and even significance so we will comment mainly on the PSM Neg Bin results.The PSM Neg Bin results will also be used for further calculations.Looking at the effects of joiners, the statistical significance of the coefficients of groups of RD joiners is to be interpreted relative to the reference group of RD stayers. The sign tellsus whether the corresponding RD worker type contributes more or less to patenting thanstayers. The share of joiners from patenting firms has the largest effect on patent productivity.For joiners from nonpatenting firms, we find that their effect is much smaller. In fact, they arenot statistically significantly more productive than stayers according to the PSM estimates.The GMM results, however, suggest a positive and marginally significant effect. We interpretthis finding of stronger positive effects for joiners from patenting compared to nonpatentingfirms as reflecting that in the former but not in the latter case workers transfer knowledge 16This dummy variable also serves to correct for the arbitrary small constant added to the number of presamplepatents to make logtransformation of FE feasible.13valuable for invention.17 Hence, our results suggest that any negative effects of intellectualproperty protection and strategic litigation of departing employees by their old firm are outweighed by positive knowledge transfer effects. The heterogeneous group of other joinershas a positive effect on patenting which is statistically highly significant although quantitatively smaller than the effect of joiners from patenting firms. This effect is most likely dueto the presence of expatriates who are recorded as other joiners since they do not have anemployment history in Denmark and graduates within this group Ejsing et al. 2013.For the leaver groups, their coefficients show whether RD workers of this type contribute to the focal firms patenting activity even though they are no longer employed by thatfirm. Our results show a positive effect of leavers who left for a patenting firm. The effectis equal in magnitude although statistically insignificant in the less efficient GMM estimation. There are no statistically significant effects of leavers to nonpatenting firms. This againsuggests that patenting firms constitute richer sources of knowledge.Table 2 also shows that we find substantial evidence of state dependence as reflected byhighly significant dummy variables related to firms patent status in previous periods. Thismay reflect sunk costs associated with learning to conduct successful research or more practicalknowledge related to patent application process. Our correction for unobserved heterogeneityin the PSM model has a significantly positive impact on current patenting activity: an increasein the number of presample patents by 1 percent is associated with an increase in the numberof current patents of around 0.3 percent.Insert Table 2 about here.The coefficients in Table 2 do not translate directly into marginal effects as in a linearmodel. To facilitate the interpretation of the magnitude of these effects, we convert the PSMNeg Bin estimates into productivity ratios, the terms discussed in Section 4. The productivityratios displayed in Table 3 show that joiners from patenting firms are more than six timesmore patent productive than RD stayers, a figure that is statistically highly significant.The related figures for other joiners from and for leavers to patenting firms are 4.9 and 3.3,respectively. The remaining ratios are statistically insignificantly different from 1 indicatingthat these groups of RD workers are as productive as stayers.Insert Table 3 about here.Finally we evaluate the total effect of labor mobility on patenting which is the main focusof the paper. We conduct a thought experiment designed to increase the rate of turnoverwhile keeping RD employment unchanged. Going from period t 1 to t, our experimentreplaces an incumbent worker with a joiner, keeping total employment constant. Comparedto the situation of no mobility, the effective labor input QL will include an additional joinereffect, J , and an additional leaver effect X , while there will be one stayer less in the firmin period t. The total effect of mobility is then calculated as the marginal effect making 17The reverse argument may hold that patenting firms have established a reputation for strict enforcement ofpatents in order to reduce the risk of knowledge leaks due to worker exit Agarwal et al. 2009. This would suggesta smaller effect of mobility flows involving patenting rather than nonpatenting firms, since the firm receiving theknowledge transfer might be reluctant to use proprietary knowledge.14this substitution.18 Partially differentiating our patent production function, Equation 1, weobtain the total effect of mobility as:Total effect EP Li J EP Lj X EP LSt EP L i J j X ,i, j N, P.4The coefficients are found in Table 2 for different types of workers. The expected numberof patents, EP , and total RD employment, L, are evaluated for an average firm in oursample as well as the average of firms with at least one presample patent. The results areshown in Table 4. The strongest effect is found for the total effect of one worker leavingfor a patenting firm and one worker joining from a patenting firm while keeping total RDemployment constant. This results in an additional 0.019 patents for the average firms in oursample, a 30 percent increase compared to the average number of patents. When evaluatedfor the average of firms with at least one presample patent, the same type of substitutionyields 0.044 additional patents, an increase over the average number of patents for this subsetof firms by six percent.For combinations of leavers and joiners that involve at least one patenting firm, we finda positive and statistically significant effect of mobility on total patenting while mobilitybetween nonpatenting firms has no statistically significant effect on total patenting. In fact,these findings are consistent with the theoretical prediction of our basic wage competitionmodel set up in Section 2 that labor mobility increases the total innovative output of the firmsinvolved.Insert Table 4 about here.5.2 Identification issues In this section, we discuss our findings and provide additional evidence to corroborate ourinterpretation of the main results as being driven by knowledge spillovers from mobility. First,we establish a paper trail of patent citation links between firms that are connected by laborflows. Second, we examine the importance of other potential drivers of our results. Specifically,if a firm is ramping up its RD activities to further exploit an already existing knowledge basewithin the firm while hiring additional workers to perform the RD, mobility and innovationcould be positively correlated without there being any flow of knowledge between firms. Third,we address the argument in Kim and Marschke 2005 of preemptive patenting in the face oflabor mobility. Finally, we discuss the extent to which our results could be affected by positiveassortative matching between workers and firms.First, we want to verify that the probability of citation links between firms increases if thereis movement of labor between the firms. The presumption is that if a worker joins another firmand transfers knowledge, there will be an increased likelihood of patent citations between thefirms. Mobility between the firms can go in either direction, or there might be a bidirectionalexchange of labor. For the event that firm A, say, cites firm B, we distinguish between i aforward joiner effect if one or more RD workers join firm A from firm B, and ii a reverseleaver effect if one or more RD workers left firm A for firm B in the previous period.18Technically, this measures the total effect of an infinitesimal change in each of the joiner, leaver and stayergroups involved, leaving employment unchanged.15We construct a dyadic data set of all possible combinations of firms that patent within thepresent period firm A and firms which hold a positive patent stock at the beginning of theperiod firm B. We define indicator variables for i the event of one or more workers joiningfirm A from firm B, and ii one or more RD workers leaving firm A for firm B. For the caseof bidirectional mobility, we define a separate indicator variable coded 1 if such bidirectionalexchange occurred and 0 otherwise. We set the forward and reverse mobility indicators to 0 if the bidirectional variable is coded 1. Finally, we define our dependent variable as anindicator of the existence of one or more citations in firm As current patent application, to apatent in firm Bs patent stock.Table 5 shows the results of linear regressions of the citations link variable on our three labormobility indicators.19 The positive and statistically significant coefficients of our three mobilitydummy variables show that labor mobility is positively associated with the probability of firm A citing a firm B patent. This holds for all three types of mobility: a joiners link, a leaverslink, and the bidirectional link. The key finding holds for the base specification which includesthe mobility terms only 1st column, for a specification where we also control for industryand year fixed effects 2nd column, and for further firm characteristics total number of RDworkers and size of the patent stock of the cited firms, 3rd column in addition to industryand year controls. The results displayed in Table 5 strongly corroborate our interpretation ofthe results from the main empirical analysis: both forward and reverse labor mobility appearto be positively associated with paper trails of knowledge flows.Insert Table 5 about here.A second issue is the potential importance of other underlying drivers of both mobilityand innovation. The idea is that firms realize a new technological opportunity and prepare topatent by spending heavily on RD, investing in a laboratory and filling it with RD workers.If such an alternative interpretation holds, our estimated joiner effect could simply be pickingup RD investments possibly unrelated to knowledge flows. Our GMM results reported in Table 2 apply instruments for firm mobility based on lagged values and industry averageswhich implies that they are not sensitive to temporary firmspecific shocks. The fact that the GMM results show even larger effects of joiners than the PSM estimation results is thereforesupportive of our main interpretation.A third issue related to the interpretation of our results is the knowledge protection argument proposed by Kim and Marschke 2005. It suggests that firms patent in order to preventworkers from transferring knowledge to other firms. This could go some way in explaining apositive leaver effect. However, the leaver effect in our model on average materializes one yearafter the worker has left the firm which makes it unlikely that the patenting activity is relatedto an attempt to protect a specific invention that the departing worker had knowledge of. Furthermore, if we reestimate the model using two lags instead of just one for all RD workerrelated variables, the estimated leaver effect is actually larger than in the onelag specificationalthough it is slightly less significant which is likely due to a substantial reduction in samplesize caused by the additional lag. This suggests that the effect is not primarily driven by anyprotective measures taken by the old firm since they would need to be put in place soon afterthe worker departed in order to secure priority over the invention.19Probit regressions regressions generate very similar results and even stronger significance.16Finally, although our data are very detailed with regard to individual characteristics, thereis some concern related to the selection of RD workers with different unobserved ability orhuman capital endowment into different types of firms. The thought experiment underlying ourcalculations of the total effect of mobility assumes homogenous unobserved qualities of joiners,leavers, and stayers. We might suspect that firms with the best conditions for conductingresearch may attract the best workers, socalled positive assortative matching Becker, 1973.In relation to matching RD workers to firms this would suggest that workers in patentingfirms are of higher quality on average than workers in firms with no previous patenting activity.This could explain at least part of the difference between the effects of joiners from these twotypes of firms that we observe. However, a similar argument would apply to the leavers side.Leavers to firms with previous patenting activity are on average of higher ability and the oldfirm suffers a greater loss of human capital for this group than for leavers to firms with noprevious patenting. In this interpretation of our results, selection may upwardly bias the effecton joiners from firms with previous patenting activity and likewise downwardly bias the effecton leavers to firms with previous patenting activity. While we cannot assess the actual extentof these biases, they would have opposing effects on the total effect of mobility in Equation 4.More importantly, even if the estimated effects of joiners from patenting and nonpatentingfirms were entirely due to matching on unobserved differences in worker quality, a positiveeffect of mobility on total patenting due to knowledge transfers is supported by the finding ofa possibly downward biased positive leaver effect.5.3 Robustness checks We conduct five different robustness checks: i accounting for patent heterogeneity by weighing them according to the number of citations received; ii discarding the top 20 patentingfirms, or alternatively all the biotechnology firms, to check whether our main results are drivenby selected firms; iii applying a more narrow definition of RD workers by considering onlyworkers with a Masters or Doctoral degree; iv rerunning the regressions without correctingfor trends in overall patenting behavior; and v checking if there are nonlinearities in therelationship between mobility and patenting.20First, there might be some concern that our estimates do not account for patent valueheterogeneity. It is well known that the distribution of the economic and technological valueof patents is heavily skewed in the sense that a few patents are very high value, while mosthave very little value see the discussion in, e.g., Hall et al., 2005, Harhoff et al., 1999 and Lanjouw et al., 1998. Trajtenberg 1990 suggests using forward citations, the number ofcitations a patent receives, to approximate patent value. Like Trajtenberg 1990, we weigheach patent by 1 plus the number of citations a patent received within three years after EPOpublication. Our patent citation data are from the EPOOECD patent citations databasewhich is available from the OECD Webb et al., 2005 and covers the period 19782006. Thecitationsweighted and citationsunweighted estimation results show only slight differences.The significant coefficients in the estimates referring to joiners become slightly larger, whilethe coefficients of leavers remain almost unchanged. Citationweighing hence generates results 20For reasons of space, the full estimation results are not displayed here but are relegated to a set of additionaltables displayed at the end of the paper.17that corroboate our main result that mobility enhances total innovation.Second, while our sample is representative of firms that employ one or more RD workers,there is a concern as to the generality of our results. They could be driven primarily by selectedindustries or firms which are very patent active. When reestimating our main specification,either excluding the biotechnology sector or the 20 most patent active firms, we find thatthe results of the estimations on these restricted samples differ very little qualitatively andquantitatively from our main results based on the full data.A third issue is related to our RD worker definitions. The main worry is that theirdefinition might be too broad if it includes groups of workers that are unlikely to be engagedin research. The effect, if any, would be to bias our main results downwards. To assess theimportance of this argument, we apply a less inclusive definition that selects only workers with a Masters or Ph.D. degree. Somewhat surprisingly, this leads to effects that are generally smallerthan our main results. We interpret this finding as meaning that workers with a Bachelorslevel degree constitute a significant fraction of actual inventors in Denmark, consistent withsurvey evidence reported by Kaiser 2006.A fourth robustness check relates to our trend correction of correlated effects as discussedin Section 4. Leaving out the normalization for the general upward trend in patenting activityleads to very similar results in terms of positive and significant effects of both joiners from andleavers to patenting firms. The main difference is that the effect of other joiners is no longersignificant. The effect of joiners from nonpatenting firms is now significantly different fromzero although still appreciably smaller that the effect of joiners from patenting firms.As a final robustness check, we address potential nonlinearities of the relationship between mobility and patenting as considered e.g. by M uller and Peters 2010. To this end,we extended the linear QL specification in Equation 2 by quadratic terms which leads tointeraction terms between worker shares and levels of the mobile worker terms in Equation3. The extended model shows indications of collinear terms and also convex effects whichare hard to interpret outside a limited range of adjustments. However, moves of any typethat involve ten workers or less account for 98 per cent of all observations in our data andour results for the experiment in Table 4 of substituting joiners for leavers of different typesshow little qualitative change within that range. Considering substitutions of at most ten RD workers, we find that the total effect of mobility remains positive if at least one group ofworkers moves to or from a patenting firm. For moves that involve leavers to patenting firms,the effect loses significance towards the upper end of the range.6 Conclusions This paper assesses the quantitative importance of interfirm labor mobility for invention, usinga unique data set that combines patent applications by Danish firms to the European Patent Office with matched employeremployee registry data that track the employment history of RD workers across time. We estimate the effect of labor mobility on the total patentingactivity of the firms involved in labor mobility events.In line with results in the previous literature, we show that an inflow of workers is associated with an increase in the firms patenting activity. A worker joining from a patenting firmhas a six times higher patenting productivity than a worker who stays with the firm. Inter18estingly, worker departure is not associated with a decrease in patenting. A worker who leftto join a patenting firm contributes three times more to the original firms patenting activitythan a worker that stays, while a worker leaving for a nonpatenting firm has no significantconcomitant effect on patenting. Most importantly, we show that firms are not involved ina zerosum game when competing for RD workers to increase their RD output. Workermobility is related to a positive and statistically significant increase in total invention by theold and the new employer. The effect on total invention is strongest for mobility between twopatenting firms where a mutual exchange of labor increases the total patenting of the firmsinvolved by 0.019. While this number might seem low, it compares to an average numberof 0.064 patents per year for the average firm in our data which implies an increase in totalpatenting of 30 per cent. Mobility between firms with patenting history is not associated witha significant increase in total patenting.These results, to the best of our knowledge, provide the first quantitative support for thenotion that interfirm mobility stimulates total innovation. In her study of Silicon Valley, Saxenian 1994 argues that jobhopping is crucially important for the innovative performanceof the firms in that region, and our results confirm the importance of labor mobility in a muchmore representative setting covering all types of industries in Denmark.A key issue is whether it is knowledge transfer related to labor mobility that causes theobserved increase in patenting. We provide several pieces of evidence supporting this interpretation. First, we show that mobility is associated with an increase in the probability of the oldand the new employer citing each other in subsequent patents, which suggests that mobilitydoes lead to knowledge transfer between the firms. Second, we find both qualitatively andquantitatively very similar results when we instrument labor mobility to reduce concerns thatour results might be driven by unobserved factors simultaneously affecting both hiring andpatenting. Third, we leverage the complete picture of labor mobility presented by our datato argue that alternative explanations based on knowledge protection or positive assortativematching are unlikely to be predominant explanations of the observed correlations betweenmobility and patenting.We regard our results as improving our understanding of the circumstances in which labor mobility stimulates firmlevel innovation and aggregate growth. However the results inthis paper should be interpreted with caution in relation to drawing conclusions regardingthe optimal level of labor turnover in an industry or region. In a small country such as Denmark, firms are likely to face very similar labor market conditions. This is advantageous forthe econometric identification but the results represent the association between mobility andpatenting given the rate of labor turnover in Denmark. An important factor that must beconsidered is how labor turnover affects firms incentives to invest in RD. It would clearly bean important contribution if future work investigated exogenous variations in mobility ratesto analyze how it affects aggregate innovation in an analysis of optimal turnover rates.19Table 1: Average number of patents per year by mobility status At least one firm joiner no firm leavers At least one firm leaver no firm joiners 0.0490.6260.0360.421At least one firm joiner at least one firm leaver 0.4143.1930.0000.0000.000Mean SD pvalue Table 1 shows the mean number of patents and the corresponding standard deviation for firms withparticular types of mobile workers. The pvalues correspond to twosided ttests for statistically significantdifferences between firms with a specific type of mobile workers and firms with no firm joiners and nofirm leavers in a given year. The mean number of patents of firms without mobile workers is 0.011 with acorresponding standard deviation of 0.258.Table 2: Main estimation results GMM Poisson Poisson PSMCoeff.SE Coeff.SE Coeff.Neg Bin PSMSE2.5520.8581.3620.1280.9570.106RD worker shares Joiners from patenting firms Joiners from nonpatenting firms Other joiners Support Leavers to pat. firms Leavers to nonpat. firms Capital and RD laborlntotal RD workerslncapital stockLagged patent status and presample variables Dummy patent t 1Dummy patent t 2ln presample patentsDummy presample patent Number of observations and number of firms of obs. of firms 1.4820.6280.3720.01623,7696,7511.2100.4950.6380.2820.8840.2670.1030.0290.3640.1731.5430.5061.2380.3890.9160.8130.4000.3850.3370.3330.4640.7731.6080.3621.1210.1090.6680.4860.2780.3360.2740.2030.3210.4240.3840.2380.1040.0680.2890.1380.0590.0362.0261.0800.0910.0810.3660.1220.1200.2781.3080.8420.2640.3860.1380.1070.0870.24742,50714,51642,50714,516Table 2 displays estimation results for GMM fixed effects Poisson, PSM Poisson, and PSM Neg Binspecifications. SE denotes the standard error. Patent citation weights have not been applied. The PSM specifications additionally include sector dummies, year dummies, region dummies and a constantterm. These variables are timeinvariant and drop out of the fixed effects GMM specification. The GMMspecification uses Wooldridge moment conditions and contains year dummies. It uses lagged RD workershares and the average share of each type of workers in other firms in the same sector as instruments for RD worker shares. The asterisks , and denote marginal significance at the one, five and tenpercent level.20Table 3: Relative patent productivities Joiners from patenting firms Joiners from nonpatenting firms Other joiners Support Leavers to patenting firms Leavers to nonpatenting firmsr 6.5592.2524.8730.6243.3090.680pvalue 0.0000.2860.0000.5970.0420.253Table 3 displays the productivities of different types of RD workers relative to the productivity of RD stayers. The pvalue denotes the marginal significance level for the hypothesis that the relativeproductivity equals one. These calculations are based on the PSM Neg Bin results displayed in Table 2.Reading example: Joiners from patenting firms are 6.6 times more patentproductive than RD stayers.Table 4: Total effects of mobility Left forpatentingfirm Left fornonpatentingfirm Coeff.pvalue Coeff.pvalue Average firm Joiners from patenting firms Joiners from nonpatenting firms Average firm with at least one presample patent Joiners from patenting firms Joiners from nonpatenting firms 0.0440.0200.0190.0090.0000.0200.0000.0200.0090.0010.0220.0020.0180.8120.0180.812Table 4 displays our estimates of the total change in the number of patents if one worker left thefirm while one worker joins the firm, keeping total RD employment constant. The upper paneldisplays our results across all observations and the lower panel shows results for firms with at leastone presample patent. These calculations are based on the PSM Neg Bin results displayed in Table 2. Reading example: if one RD worker leaves for a patenting firm and one worker previously employed by a patenting firm joins, the expected increase in the number of patents is 0.019 for the average firm.21Table 5: Linear regression results for the relationship between RD worker mobility and citations Basespecification Industry yeardummies Industry yeardummies Firmcharacteristics Forward RD worker mobility only Reverse RD worker mobility only Bidirectional flows of RD workers Year dummies Industry dummies Firm characteristics Coeff.Std.err. Coeff.Std.err. Coeff.0.0100.0160.0470.0030.0060.0260.0090.0160.0470.0030.0060.0260.0090.0150.045Std.err.0.0030.0060.026nononoyesyesnoyesyesyes Table 5 displays linear regression results for a firms probability to cite another firms patents. Theresults to the left refer to the base model which includes the three worker flow terms and a constant. Thespecification in the middle additionally includes year dummies and dummies for firms being in the sameindustry. The model to the right also includes the log number of RD workers of the citing firm, the lognumber of RD workers of the cited firm, and the lagged log stock of patent applications. Years 2000through 2004 are included. There are 516,049 dyads, 141 nonzero citation links, 1,011 instances of firmslinked by a forward mobility link only, 866 instances of reverse links, and 168 instances of bidirectionalmobility links. SE denotes the standard errors which are clustered at the firmlevel. The asterisks and denote marginal significance at the one and ten percent levels.22References Agarwal, R., M. Ganco and R.H. Ziedonis 2009, Reputations for Toughness in Patent Enforcement: Implications for Knowledge Spillovers Via Inventor Mobility, Strategic Management Journal, 30, 13491374.Agrawal, A. I. Cockburn and J. Mc Hale 2006, Gone but not forgotten: knowledgeflows, labor mobility, and enduring social relationships, Journal of Economic Geography 6, 571591.Almeida, P. and B. Kogut 1999, Localization of Knowledge and the Mobility of Engineers in Regional Networks, Management Science 45, 905916.Arellano, M. and S. Bond 1991, Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies 58, 277297.Arellano, M. and O. Bover 1995, Another Look at Instrumental Variables Estimation of Errorcomponent Models, Journal of Econometrics 68, 2951.Arrow, K.J. 1962, Economic Welfare and the Allocation of Resources for Innovation.In: Nelson, R.R. Editor, The Rate and Direction of Inventive Activity Princeton University Press, Princeton, NJ, 609626.Balsvik, R. 2011 Is labor mobility a channel for spillovers from multinationals?Evidence from Norwegian manufacturing. Review of Economics and Statistics 93, 285297.Becker, G.S. 1973, A Theory of Marriage: Part I, The Journal of Political Economy 81, 813846.Belsley, D. A., E. Kuh and R.E. Welsh 1980, Regression Diagnostics: Identifying Influential Data and Sources of Collinearity. New York: Wiley.Bessen, J. and E. Maskin 2009, Sequential Innovation, Patents, and Imitation,RAND Journal of Economics 404, 611635.Blundell, R., R. Griffith and J. van Reenen 1995, Dynamic Count Data Models of Technological Innovation, The Economic Journal 105, 333344.Blundell, R., R. Griffith and J. van Reenen 1999, Market Share, Market Valueand Innovation in a Panel of British Manufacturing Firms, Review of Economic Studies 66, 529554.Blundell, R., R. Griffith and F. Windmeijer 2002, Individual Effects and Dynamicsin Count Data Models, Journal of Econometrics 108, 113131.Boeker, W. 1997, Strategic Change: The Influence of Managerial Characteristicsand Organizational Growth, The Academy of Management Journal 40, 152170.Breschi, S. and F. Lissoni 2005, CrossFirm Inventors and Social Networks: Localized Knowledge Spillovers Revisited, Annales d Economie et de Statistique,7980, 189209.Campbell, B.A., M. Ganco, A.M. Franco and R. Agarwal 2011, Who Leaves, Whereto, and Why Worry? Employee Mobility, Entrepreneurship and Effects on Source Firm Performance, Strategic Management Journal 33, 6587.23Cincera, M. 1997, Patents, RD and Technological Spillovers at the Firm Level:Some Evidence from Econometric Count Models for Panel Data, Journal of Applied Econometrics 123, 265280.Combes, P.P. and G. Duranton 2006, Labour pooling, labour poaching, and spatialclustering, Regional Science and Urban Economics 36, 128.Cooper, D.P. 2001, Innovation and reciprocal externalities: information transmission via job mobility, Journal of Economic Behavior Organization 45, 403425.Corredoira, R. and L. Rosenkopf 2010, Should auld acquaintance be forgot? thereverse transfer of knowledge through mobility ties, 31, 159181.Cr epon, B. and E. Duguet 1997, Estimating the Innovation Function from Patent Numbers: GMM on Count Panel Data, Journal of Applied Econometrics 12,243263.Dahl, M. and Stamhus, J. 2013, konomiske effekter af konkurrenceklausuler: Enoversigtartikel, Aalborg University.Ejsing, A.K., U. Kaiser, H.C. Kongsted and K.Laursen 2013, The Role of University Scientist Mobility for Industrial Innovation, IZA discussion paper 7470;http:ftp.iza.orgdp 7470.pdf Eriksson, T., and WestergaardNielsen, N. 2009, Wage and Labor Mobility in Denmark 19802000, in: Lazear, E., and Shaw, K., eds., The Structure of Wages: An International Comparison, University of Chicago Press, 101123.European Commission 2010, Employment in Europe 2010. Brussels: European Commission.Fallick, B, C. A. Fleischman and J.B. Rebitzer 2006, JobHopping in Silicon Valley:Some Evidence Concerning the Microfoundations of a HighTechnology Cluster,The Review of Economics and Statistics 88, 472481.Fosfuri, A. and T. Rnde 2004, Hightech Clusters, Technology Spillovers, and Trade Secret Laws, International Journal of Industrial Organization 22, 4565.Franco, A. M. and M. F. Mitchell 2008, Covenants not to Compete, Labor Mobility,and Industry Dynamics, Journal of Economics and Management Strategy 17,581606.Gilson, R. 1999, The Legal Infrastructure of High Technology Industrial Districts:Silicon Valley, Route 128, and Covenants Not to Compete, New York University Law Review, 74, 575629.G org, H. and E. Strobl 2005, Spillovers from Foreign Firms through Worker Mobility: An Empirical Investigation, Scandinavian Journal of Economics 107, 693709.Griliches, Z. 1967, Production Functions in Manufacturing: Some Preliminary Results, in M. Brown, ed., The Theory and Empirical Analysis of Production.NBER Studies in Income and Wealth, Columbia University Press, New York,275340.Grossman, G. and E. Helpman 1991, Innovation and Growth in the Global Economy, Cambridge: MIT Press.24Hall, B.H., J.A. Hausman and Z. Griliches 1986, Patents and RD: Is There a Lag?, International Economic Review 27, 26583.Hall B. H., Jaffe A. B. and Trajtenberg M. 2005, Market Value and Patent Citations,RAND Journal of Economics 36, 1638.Harhoff, D., F. Narin, F.M. Scherer and K. Vopel 1999, Citation Frequency and the Value of Patented Inventions, Review of Economics and Statistics 81, 511515.Hausman, J.A., B.H. Hall and Z. Griliches 1984, Econometric Models for Count Data with an Application to the Patents RD Relationship, Econometrica 47,909938.Hoisl, K. 2007, Tracing Mobile Inventors The Causality between Inventor Mobility and Inventor Productivity, Research Policy 36, 619636.Hoti, S., M. Mc Aleer and D. Slottje 2006, Intellectual Property Litigation in the USA, Journal of Economic Surveys 20, 715729.Jacobs, J. 1969, The Economy of Cities, New York: Random House.Kaiser, U. 2006, The Value of Danish Patents Evidence From a Survey of Inventors, Centre for Economic and Business Research Discussion Paper 200601.Kaiser, U. and C. Schneider 2005, The CEBR Matched Patent Employer Employee Data set, Centre for Economic and Business Research mimeo.Kim, J. and G. Marschke 2005, Labor mobility of scientists, technological diffusion,and the firms patenting decision, RAND Journal of Economics 36, 298317.Lanjouw, J., A. Pakes and J. Putnam 1998, How to Count Patents and the Value of Intellectual Property: the Use of Patent Renewal and Application Data, Journalof Industrial Economics 46, 405432.Liebeskind, J.P. 1997, Keeping Organizational Secrets: Protective Institutional Mechanisms and their Costs, Industrial and Corporate Change 6, 623663.Maliranta, M., P. Mohnen and P. Rouvinen 2009, Is interfirm labor mobility a channel of knowledge spillovers? Evidence from a linked employeremployee panel,Industrial and Corporate Change 18, 11611191.Mansfield, E. 1985, How Rapidly Does New Industrial Technology Leak Out, The Journal of Industrial Economics 34, 217223.Marshall, A. 1920, Principles of Economics, London: Macmillan.Marx, M., D. Strumsky and L. Fleming 2009, Mobility, Skills, and the Michigan NonCompete Experiment, Management Science 55, 875889.Mullahy, J. 1997, Heterogeneity, Excess Zeros, and the Structure of Count Data Models, Journal of Applied Econometrics 12, 337350.M uller, K. and B. Peters 2010, Churning of RD personnel and innovation, ZEWDiscussion Paper No. 10032.Men, J. 2005, Is Mobility of Technical Personnel a Source of RD Spillovers?,Journal of Labor Economics 23, 81114.25Nickell, S. 1981, Biases in Dynamic Models with Fixed Effects, Econometrica 49,14171426.OECD 2009, Employment Outlook 2009 Tackling the Job Crisis. Organisation for Economic Cooperation and Development, Paris.Pakes, A. and S. Nitzan 1983, Optimal Contracts for Research Personnel, Research Employment and the Establishment of Rival Enterprises, Journal of Labor Economics 1, 345 365.Palomeras, N. and E. Melero 2010, Markets for Inventors: LearningbyHiring as a Driver of Mobility, Management Science, 56, 881895.Png, I. 2012, Trade Secrets, NonCompetes, and Mobility of Engineers and Scientists: Empirical Evidence, National University of Singapore mimeo.Rao, H. and R. Drazin 2002, Overcoming Resource Constraints on Product Innovation by Recruiting Talent from Rivals: A Study of the Mutual Fund Industry,198694, Academy of Management Journal 45, 491507.Rosenkopf, L. and P. Almeida 2003, Overcoming Local Search Through Alliancesand Mobility, Management Science 49, 751766.Rnde, T., 2001, Trade secrets and information sharing, Journal of Economics Management Strategy 10, 391417.Samila S. and O. Sorenson 2011, Noncompete covenants: Incentives to Innovate or Impediments to Growth, Management Science 57, 425438.Saxenian, A. 1994, Regional Advantage: Culture and Competition in Silicon Valleyand Route 128. Cambridge, MA: Harvard University Press.Schumpeter, J.A. 1934, The Theory of Economic Development: An Inquiry into Profits, Credit, Interest, and the Business Cycle, Cambridge, MA: Harvard University Press.Scotchmer, S. 1991, Standing on the Shoulders of Giants: Cumulative Researchand the Patent Law, Journal of Economic Perspectives 5, 2941.Spender, J.C. 1996, Making Knowledge the Basis of a Dynamic Theory of the Firm,Strategic Management Journal 17, 4562.Stock, J.H., J.H. Wright and M. Yogo 2002, A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments, Journal of Business Economic Statistics, 518529.Toivanen, O. and L. V a an anen 2012, Returns to inventors, The Review of Economics and Statistics 94, 11731190.Trajtenberg, M. 1990, A Penny for Your Quotes: Patent Citations and the Valueof Innovations, The Rand Journal of Economics 21, 172187.Tzabbar, D. 2009, When does Scientist Recruitment Affect Technological Repositioning? The Academy of Management Journal 52, 873896.Webb, C., H. Dernis, D. Harhoff and K. Hoisl, K. 2005, Analysing European and International Patent Citations: A Set of EPO Patent Database Building Blocks,STI Working Paper 20059, OECD.26Wezel, F. C., G. Cattani and J. M. Pennings 2006, Competitive Implications of Interfirm Mobility, Organization Science 17, 691709.Windmeijer, F. 2002, Exp End, A Gauss Programme for NonLinear GMM Estimation of Exponential Models with Endogenous Regressors for Cross Section and Panel Data, Cemmap Working Paper No. CWP1402.Wooldridge, J.M. 1991, Specification testing and quasimaximumlikelihood estimation, Journal of Econometrics 48, 2955.27Appendix A: Descriptive statistics All obs.Mean SD Mean Obs. without pre Obs. with presample pat.SDsample pat.SDMean 0.0640.0190.0150.2030.1960.1870.183 0.015 0.005 0.0040.0890.1990.1820.4410.0910.24444.57012800.0130.0630.0520.4600.0130.0775.47354.800.0140.0620.0510.4570.0140.0777.69377.50 0.202 0.196 0.187 0.183Dependent variable patent appl. t Dummy patent t 1Dummy patent t 2RD worker shares base: RD stayersJoiners from patenting firms Joiners from nonpatenting firms Other joiners Support Leavers to pat. firms Leavers to nonpat. firms Capital and RD labor Total RD workers Capital stock in mio. DKKYear dummies base: 20002001200220032004Sector dummies base: wholesale and retail tradeFarm food Textiles paper Plastic glass Chemicals Metals Machinery Electrics Medical technology Vehicles Furniture ITTechnical services Business related services Other Region dummies base: Greater CopenhagenSjlland Syd Midt Nord Presample variables presample patents Dummy presample patent obs.0.0160.0410.0260.0140.0490.0690.0300.0180.0070.0160.0700.1400.0950.180 0.016 0.041 0.023 0.011 0.047 0.057 0.028 0.015 0.006 0.016 0.072 0.141 0.099 0.191 0.098 0.223 0.208 0.0730.0970.2240.2070.0740.0610.066425071.46539696 0.761 0.209 0.1690.0890.2030.1860.4470.0890.2480.0260.0460.0430.4230.0320.0740.0890.1220.1220.3370.1100.18425.694114039.043399.00140.2532520 0.206 0.202 0.190 0.181 0.019 0.036 0.072 0.054 0.084 0.233 0.067 0.063 0.021 0.021 0.035 0.127 0.044 0.023 0.088 0.237 0.196 0.090 0.929 1.00028115.625The table displays descriptive statistics for the entire set of observations, for observations with a presamplepatent and for those without a presample patent. SD denotes the respective standard deviation.28Appendix B: Correlations12345678910111213 patent applications Share from pat. firms Share from nonpat.Share other joiners Share support Share to pat. firms Share to nonpat. firmslncap. stocklntotal RD workersDummy patent t 1Dummy patent t 2ln presample pat.Dummy presample pat.110.0140.0060.0010.0120.0110.0070.1120.1930.3190.2880.2690.162234567891011121310.0320.0020.1150.0700.0240.0160.0310.0420.0340.0380.03610.0500.2530.0220.0920.0300.0170.0070.0140.0200.02210.2400.0400.0820.0590.0250.0030.0030.0090.01210.0840.1720.1000.0670.0290.0250.0270.02010.0430.0250.0550.0330.0390.0550.05310.0030.0300.0090.0090.0040.00310.4100.1510.1390.2270.21810.2640.2400.3490.31510.4170.4510.37510.4060.33910.950129Additional tables Specification with two year lag Coeff.Std. err.1.877 0.1151.397 0.1960.762 0.6310.127 0.309 1.233 1.110 0.227 0.4170.344Share joiners from patenting firms 0.453Share joiners from nonpatenting firms 0.323Share other joiners 0.230Share support workers 0.403Share leavers to pat. firms 0.422Share leavers to nonpat. Firms 0.043lncapital stock0.066lntotal RD workers0.148Dummy patent t 10.134Dummy patent t 20.101ln presample patentsDummy presample patent 0.304The table displays Neg Bin PSME estimation results for our main specification as shown in Table 1 but where all RD worker related variables are lagged by two instead of one year. It includes 27,199 observations on 9,438 unique firms. The asterisks and denote marginal significance at the one and five percent level. Estimation results with citation weights Coeff.Std. err.1.714 0.4311.155 0.0700.629 0.5370.143 0.270 1.257 0.822 0.299 0.379Share joiners from patenting firms Share joiners from nonpatenting firms Share other joiners Share support workers Share leavers to pat. firms Share leavers to nonpat. Firmslncapital stocklntotal RD workersDummy patent t 1Dummy patent t 2ln presample patentsDummy presample patent The table displays Neg Bin PSME regression results for the number of patent applications weighted by three years. The specification estimated is otherwise identical to the one in the main results table, Table 1. The asterisks and denote marginal significance at the one and five percent level, respectively.0.2790.3380.2780.1970.3220.4280.0330.0560.1400.1120.0870.292 30 Wo biotech Coeff.1.630 0.3931.149 0.0860.718 0.4700.283 0.150 1.320 0.841 0.260 0.36742385Share joiners f Share joiners f Share other jo Share support Share leavers Share leavers lncapital stoclntotal RD w Dummy paten Dummy patenln presamp Dummy presa obs.The table displays Neg Bin PSME regression results for samples where biotechnology firms left panel and the top 20 patenters right panel are discarded. The specification estimated is otherwise identical to the one in the main results table, Table 1. The asterisks and denote marginal significance at the one and five percent level.Coeff.1.519 0.2500.975 0.2000.710 0.4150.206 0.147 1.284 0.947 0.097 1.220 42389Std. err.0.2780.3360.2750.2040.3420.4240.0590.0360.1400.1080.0880.248Std. err.0.2820.3420.2730.1660.2750.4090.0530.0330.1360.1240.0520.203 Estimation results discarding top 20 patenters and biotechnology firms Wo top 20 patenters Narrow definition of RD workers Coeff.Std. err.1.247 0.425 0.791 0.2900.274 0.775 0.167 0.256 1.271 0.819 0.257 0.236Share joiners from patenting firms Share joiners from nonpatenting firms Share other joiners Share support workers Share leavers to pat. firms Share leavers to nonpat. Firmslncapital stocklntotal RD workersDummy patent t 1Dummy patent t 2ln presample patentsDummy presample patent The table displays Neg Bin PSME estimation results for a specification that applies a narrow definition of RD workers but which is otherwise identical to main results table, Table 1. The estimation involves 16,531 observations on 5,714 unique firms. The asterisks and denote marginal significance at the one and five percent level.0.2360.2480.2350.2210.1270.3340.0390.0600.1560.1140.0940.284 31 No correction for time trends Coeff.Std. err.1.486 0.610 0.5020.1200.629 0.4220.140 0.255 1.222 0.778 0.347 2.010 Share joiners from patenting firms Share joiners from nonpatenting firm Share other joiners Share support workers Share leavers to pat. firms Share leavers to nonpat. Firmslncapital stocklntotal RD workersDummy patent t 1Dummy patent t 2ln presample patentsDummy presample patent The table displays Neg Bin PSME results for a specification that does not apply the trend correction for the correlated effects the term lnFE but which is otherwise identical to the specification shown in the main results table, Table 1. The asterisks and denote marginal significance at the one and five percent level.0.2800.2980.4360.1930.3310.4110.0350.0580.1460.1070.0840.682 Leavers to patenting firms Share %3944820274593611053034271230157.828.06.35.01.40.40.50.40.20.00.00.0Leavers to nonpatenting firms336505419151511253251021581135725126Share %64.821.56.04.51.30.40.60.40.20.10.00.0 Number and shares of different types of mobile workers Joiners from patenting firms Joiners from nonpatenting firms 01235689101115162526505175761001003973819283553167726361410232 Share %Share %3523949711018778217691016631113356.929.56.04.61.30.40.60.40.20.10.00.057.529.65.44.81.20.40.60.20.20.00.00.0 32 Estimation results that include quadratic terms Coeff.Std. err.0.288Share joiners from patenting firms 0.003Share joiners from patenting firms joiners from patenting firms 0.360Share joiners from nonpatenting firms 0.033Share joiners from nonpatenting firms joiners from nonpatenting firms 0.314Share other joiners 0.025Share other joiners other joiners 0.203Share support workers 0.330Share leavers to pat. firms 0.004Share leavers to pat. firms leavers to pat. firms 0.410Share leavers to nonpat. Firms 0.046Share leavers to nonpat. firms leavers to nonpat. firms 0.036lncapital stock0.062lntotal RD workers0.130Dummy patent t 10.107Dummy patent t 20.070ln presample patents0.209Dummy presample patent Tests for joint significancepval.Joiners from patenting firms 0.000Joiners from nonpatenting firms 0.204The table presents Neg Bin PSME estimation results. The specification additionally includes sectorregion and year fixed effects. The specification is else identical to the one in the main text. 1.535 0.017 0.1640.0520.708 0.114 0.1370.5150.027 0.1850.099 0.142 0.277 1.338 0.843 0.235 0.546 Chi 249.243.18 33 Total effects of mobility based on the estimation results that do include nonlinear effects substitutions 1Joiners from patenting firms Joiners from nonpatenting firms Joiners from patenting firms Joiners from nonpatenting firms Joiners from patenting firms Joiners from nonpatenting firms Joiners from patenting firms Joiners from nonpatenting firms Joiners from patenting firms Joiners from nonpatenting firms 25810 Leaversto patentingfirms Coeff.p val.Leaversto nonpatenting firms Coeff.p val.0.26850.10520.53980.23091.37050.73202.22621.41872.81061.97950.00000.07650.00000.05190.00000.01730.00000.00750.00000.00510.14460.01880.25910.04980.42230.21610.31500.49260.09300.73800.01360.77700.02790.70980.18270.55840.58590.47910.90730.4514 34 ", "filename": "81315202X.pdf", "person": ["Ulrich Kaiser", "Kaiser, Ulrich", "Hans Christian Kongsted", "Kongsted, Hans Christian", "Thomas Rønde", "Rønde, Thomas"], "date": ["2014"]}