{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109101/1/814435505.pdf"], "title": ["Swedish Taxation Since 1862: An Overview"], "plaintext": "Swedish Taxation Since 1862: An Overview Magnus Henrekson and Mikael Stenkula 2 January 2015 Abstract: This paper examines the development of taxation in Sweden from 1862 to 2013. The examination covers six key aspects of the Swedish tax system: the taxation of labor income, capital income, consumption, inheritance and gift, wealth and real estate. The importance of these taxes varied greatly over time and Sweden increasingly relied on broadbased taxes such as income taxes and general consumption taxes and taxes that were less visible to the public such as payroll taxes and social security contributions. The taxtoGDP ratio was initially low and relatively stable, but from the 1930s, the ratio increased sharply for 50 years. Towards the end of the period, the taxtoGDP ratio declined significantly. The analysis is based on a project conducted at the Research Institute of Industrial Economics IFN and provides both a unique length and breadth of the development of a national tax system. JELcodes: H20; H71; N43; N44. Keywords: Income tax, Wealth tax, Inheritance and gift tax, Consumption tax, Real estate tax, Tax reforms. Research Institute of Industrial Economics IFN P.O. Box 55665 SE 102 15 Stockholm Sweden magnus.henreksonifn.se mikael.stenkulaifn.se We gratefully acknowledge financial support from the Jan Wallander and Tom Hedelius Research Foundation and the Marianne and Marcus Wallenberg Foundation. 1 Historically, market transactions have been an important source of The historical taxation of trade and of the means of exchange were serious 1. Introduction Rulers, whether they are contemporary democratically elected governments or ancient despotic dictators, never lack objects on which to spend money. However, until recently in human history, raising revenue was both problematic and expensive. Direct taxes, if they existed, were levied on part of the production of the land, and the otherwise untaxable poor citizens paid taxes in the form of labor. Another source of taxation was external manifestations of wealth, such as houses, windows, fountains and other signs of affluence.1 government revenue. Often, these taxes were imposed on goods that crossed some border, such as a national border or a city limit. Even the means of exchange has been the object of taxation through insidious debasement or recoinage where money holders were forced to hand in their coins and obtain new coins for a fee.2 impediments to economic development. Over time, more efficient revenueraising methods evolved, allowing a government to raise far more revenue relative to the size of its economy than ever before. However, taxes have profound effects on economic behavior and affect the real economy by distorting choices. Therefore, a tax system is one of societys most fundamental institutions because it influences many economic decisions, such as labor supply, the amount of savings and entrepreneurial activities.3 Detailed knowledge on the structure and evolution of taxation is thus needed to better understand the choices made by individuals and firms and the effects of these choices on the performance of the overall economy. results are complex and ambiguous. Empirically, the effects of taxation should be assessed over long time periods because it requires substantial time for the full effects of institutional changes on economic behavior to emerge. Moreover, each tax has its own distinct effect on economic behavior and the economy. A tax on labor income, for example, may distort the choice between work and leisure, whereas a tax on capital income may distort the choice between consumption and saving. Certain taxes, such as a real estate tax, are less distortionary and, therefore, are associated with a lower excess 1 An often cited example is the window tax introduced in England in 1696, which tended to create dark homes rather than raise significant revenue. 2 Svensson 2013. 3 See, e.g., Vermeend, van der Ploeg, and Timmer 2008 and Slemrod and Gillitzer 2014 for reviews. Although the effects of tax systems have been extensively studied, the 2 The purpose of this introduction is to present the main results of these Over the last five years, we have directed a comprehensive research effort burden. Both the tax level and tax structure affect economic development. Thus, there is a need for research to produce long, homogenous time series on the evolution of different types of taxes. However, to our knowledge, longterm, indepth studies on the development of national tax systems have not been conducted in any country.4 at the Research Institute of Industrial Economics IFN to describe and analyze the Swedish tax system from a longterm perspective. Six key aspects of the Swedish tax system were studied: the taxation of labor income, capital income, consumption, inheritance and gifts, wealth and real estate. Each of these key aspects has been more thoroughly analyzed in distinct studies and they have also been compiled in a separate book Henrekson and Stenkula 2015. studies. Several studies include both a general description of the evolution of the specific taxes and an illustration of how these taxes could affect firms, investments or individuals. The studies that address the taxation of inheritance and gifts and wealth have an entrepreneurial perspective and analyze how small, medium and large firms are affected. The studies regarding labor income, capital income, inheritance and gifts and wealth taxation also contain extensive appendices, including all relevant tax schedules for the period examined, making it possible for the reader to perform his or her own calculation or analysis. These data are unique in their consistency, thoroughness, breadth and the timespan covered. The data in all tables and figures from these studies can be downloaded at www.ifn.seswedishtaxsystem. This paper presents the development of taxation in Sweden from 1862 to 2013. The tax system in the West experienced dramatic changes during this period. The industrialization, democratization and monetization of the economy have had a profound impact on the evolution of taxation. Over the long term, governments tend to become larger when their ability to tax increases, and the level of taxation increased rapidly during the 1900s. The level of taxation has now stabilized in Western countries. Although the evolution of taxation in Sweden follows the general pattern exhibited by 4 Historical studies are, of course, not completely absent in the literature. Weber and Wildavsky 1986, Steinmo 1993 and Piketty 2014 are examples of studies discussing the longterm evolution of taxation in the West, but they are not as detailed in their presentation and analyses as the studies described here. Steinmo 1993 examines the evolution of taxation during the nineteenth and twentieth centuries whereas Weber and Wildavsky 1986 study the evolution of taxation as far back as ancient Greece. Scheve and Stasavage 2012 examine the evolution of the top marginal inheritance tax rates in 19 countries from 1816 to 2000. 3 As the presentation covers six types of taxes in detail, the analysis other Western countries, developments in Sweden are unique in several respects, making it an interesting country to study. In 1862, a new Swedish income tax act was implemented. Sweden at this time had a poor, underdeveloped and rural economy. Beginning in the 1840s, the Swedish economy was extensively deregulated, industrialization began, and the growth rate increased substantially. At this time, the Swedish tax revenue was well below ten percent of GDP. In the 1930s, the tax level began to increase continuously, and at the end of the 1980s, the level exceeded 50 percent see Section 5. Compared with other countries, this increase was exceptional. As a result, Sweden had the highest taxtoGDP ratio in the world until the beginning of the 2000s, with the exception of some odd years when Denmark had the highest ratio. However, it was not until the 1960s that the Swedish taxtoGDP ratio exceeded the ratio in most other Western countries. provides a unique length and breadth of the development of a tax system. Political ideas, social forces and technological advances combined with often contradictory motivations for different elements of the tax system have pushed and pulled the modern tax system. Occasionally, major tax reforms have been implemented, but typically, the tax system has evolved gradually, and tax provisions have been continually added or removed. This examination provides new insights regarding the longterm evolution of taxation in Sweden and a platform for new and interesting research, such as analyses of the effect of taxation in the long term overall and a specific type of tax. The series can also be used to examine whether distinct tax regimes separated by shifts in economic policy have existed. Taxation impacts the use of the factors of production and, consequently, employment, investment and economic development. We hope that this examination will inspire researchers in other countries to conduct similar mappings of the tax system in their countries, which would allow longterm comparative analyses among countries. government spending in Sweden from 1862 to 2013 and briefly discuss the four main functions of taxation. In Section 3, we emphasize the multidimensional effects of taxes on economic behavior and explain why taxes should be analyzed as a system. In Section 4, this analysis is illustrated by the case of highgrowth firms. In Section 5, the general evolution of the tax system in Sweden is discussed. In Section 6, results from the six key aspects of the Swedish tax system are presented. Section 7 provides a summary and The paper is organized as follows. In the next section, we trace 4 A fundamental distinction in the analysis of government expenditure is synthesis of the six studies, and in Section 8, we discuss the main implications of the studies and offer suggestions for future research. 2. Government expenditure in Sweden and the objectives of taxation The most fundamental function of taxes is to raise revenue to finance government expenditure. In Figure 1, government expenditure in Sweden from 1862 to 2013 is related to GDP at market prices. between exhaustive and nonexhaustive expenditures. Exhaustive expenditure is government spending on goods and services for consumption or investment purposes. This spending absorbs output directly and is included in GDP when measured from the expenditure side. Nonexhaustive spending, in contrast, consists of transfers and subsidies and does not contribute to GDP. Thus, nonexhaustive spending does not divert real resources from private use, but it still requires financing that affects the allocation of resources. Prior to World War I, there are only data on exhaustive expenditures. The public spending ratio remained remarkably stable at approximately six percent of GDP, although we note a dip in the share at approximately 1870. This dip coincides with a period of strong growth in the Swedish economy. The pattern was reversed in the mid1870s, when Sweden entered a period of stagnation that lasted approximately ten years.5 This impression of a stable spending ratio would likely not have been altered even if transfer data had been available because transfers had minor importance before the interwar period. Hook 1962 provided more disaggregated data on public spending since 1913. In the nonwar periods, military spending reached approximately two percent of GDP, whereas World War II in particular led to new record high levels for total government expenditures. The level peaked in 1941 at a ratio of nearly 32 percent of which 14 percentage points comprised military spending. After an initial rise immediately following World War I, the expenditure ratio remained fairly stable during the 1920s. The onset of the Depression was associated with an abrupt increase in the expenditure ratio by approximately four percentage points. However, no further increase 5 The government spending share in Sweden appears to be roughly equal to the other countries for which there are data covering this time period. In these other countries, the spending share also fluctuated very little in the latter part of the 1870s Henrekson 1992. 5 Excluding the expenditure increases attributable to the two world wars, it in nonmilitary government expenditure occurred later in the 1930s following a new, more active stabilization policy. seems that the expenditure ratio was established at a permanently higher level after World War I. However, this effect is not detectable after World War II. Most striking in the entire series is the exceptional increase of the expenditure ratio several years after the end of the most recent war. The following 35 years were characterized by virtually uninterrupted growth of the expenditure ratio, which went from approximately 19 percent of GDP in 1947 to a peak of 67 percent in 1982. During the 1980s, the spending ratio declined before it rose sharply in connection with the deep economic crisis in the early 1990s. Since then, there has been a substantial decline in the spending share, and in the last few years of the investigated period, it has remained at approximately 50 percent. Figure 1. Government expenditure as a share of GDP, 18622013 %.Note: For the period 18621912 the spending data only covers government exhaustive expenditure investment plus consumption. There is also a break in the data series in 1950. Source: Durevall and Henrekson 2011 for 18621992 and National Institute of Economic Research for 19932013. Mirrlees et al. 2011, 23 suggest that an effective way to design a tax system is to consider the desired revenue a restriction and then structure the tax system as efficiently 6 as possible. This method does not mean that one should design a tax system so that the desired revenue is raised with as few distortions as possible because a tax system also has other functions. In addition to raising revenue, there are at least three more functions of taxation: 1. A distributional function, where taxes can be used to alter the posttax distribution of income and wealth; 2. A stabilization function, where taxes are used to inhibit the business cycle; and 3. A function to correct for externalities. This function can increase the tax rate on activities that are damaging to the environment or peoples health sometimes called sin taxes. Similarly, a lower tax rate may be imposed on activities or products with positive externalities. A prime example is spending on RD, where the social rate of return is arguably higher than the private rate of return. various and often conflicting goals, there are tradeoffs that must be addressed. Because a tax system has several functions and taxes are used to attain Some taxes improve efficiency, such as welldesigned taxes on activities 3. Tax distortions, deadweight losses and the systems view of taxation Virtually all taxes affect economic behavior. The only possible exception is a lumpsum tax, a fixed tax that must be paid by everyone and where the amount a person is taxed remains constant regardless of income or owned assets. and products that are hazardous to the environment or peoples health. A pure land value tax that avoids taxation of improvements could also have a positive externality because of productivity gains arising from efficient land use. and firms by altering the relative prices of factor inputs and goods and services. A tax system may thus distort a number of choices, such as the following:6 Nearly all other taxes, however, cause distortions of choice by individuals Work and leisure, in not only the number of hours worked but also the level of effort. Paid work in the professional sector compared with unpaid work in the doityourself sector and paid work in the black market sector. The mix in remuneration between taxable cash wages, untaxed fringe benefits and onthejob consumption. 6 See, e.g., Feldstein 2008, Vermeend, van der Ploeg, and Timmer 2008 and Slemrod and Gillitzer 2014. Even the time of death may be affected Eliason and Ohlsson 2013. 7 Formal and informal investment in human capital and valuable skills. Consumption of taxfavored goods relative to other goods. Consumption compared with savings. The propensity to leave a bequest and to charitable donations. Domestic compared with foreign investments. The sources of finance and the structure of ownership of firms. The choice of the legal form of firms incorporated business, sole proprietorship, etc  Incentives for entrepreneurship and its orientation to more or less productive activities. This long, but by no means exhaustive, list of distortions shows that the distortive effect of a tax cannot be fully captured by the change in a single measurable entity, such as the number of hours worked in response to a change in labor taxation. Because of the distortions that arise, the cost of a tax will be larger than the amount paid in tax; there will be an excess burden, also called a deadweight loss. The excess burden is the monetary amount, in excess of the tax revenue collected, that the taxpayer would be willing to pay to remove all taxes. As noted by Feldstein 2008, a tax change could create a deadweight loss even if it causes GDP to rise e.g., because of income effects that force a person to work more than that person would like. Thus, taxes affect not only the level of economic activity but also its character. From a social welfare perspective, this result may be just as important. Because of the many ways taxes affect behavior and given the complexity of tax systems, we agree with Slemrod and Gillitzer 2014, 6 who assert that to address many critical tax policy issues, tax analysis must move to a taxsystems approach. In this approach, not only the tax rates and tax bases but also the potential evasionavoidance behavior are analyzed, and the administrative compliance costs associated with the tax system are considered. We also concur with Mirrlees et al. 2011, 23, who provide the crucial insight from their extensive review that the tax system needs to be seen as just thata system.   we focus throughout on the impact of the system as a wholehow taxes fit together and how the system as a whole achieves governments goals. 8 A tax system is a set of rules, regulations and procedures that define what creates a tax liability and the size of that liability i.e., tax rates and tax bases. In addition, a tax system comprises rules, regulations and procedures that 1 specify who or what entity is obligated to remit the tax and 2 detail procedures for ensuring compliance and sanctions in case of noncompliance.7 However, our studies do not address the latter two aspects. If the effects of taxes should not be analyzed one tax at a time, it becomes necessary to distinguish how different taxes fit together and how the system as a whole achieves desired objectives. 4. The example of highgrowth firms The complexity and intricacies involved can be illustrated by what is required to develop a successful firm.8 First, a successful firm requires the combination of many complementary agents, or a competence structure. Entrepreneurship is vital, but other agents include the following: early stage financiers business angels and venture capitalists, industrialists, inventors, innovators, skilled labor, competent customers and agents on secondary markets buyout firms, portfolio investors, management buyins. Successful venturing that generates rapid growth demonstrates how well the different agents acquire, update and jointly use their respective competencies. However, the tax code does not acknowledge these agent categories; there is no specific tax on income from entrepreneurial effort, inventive activity or the return on acquired skills. Based on provisions in the tax code, individual personal income is classified as labor income, business income or capital income, and in each of these categories, there may be further provisions that influence the effective tax rate. Income from labor and business is typically added and called earned income. In addition to these categories, a tax system usually includes corporate taxation, tax on asset holdings and different forms of indirect taxation, such as payroll taxes and sales taxesVAT. The incentive effects of a tax system are potentially large, highly complex and difficult to assess with precision. important aspects of each category. The total effect on key competencies, including risktaking behavior, is determined by the combined effect of the different taxes. 7 Slemrod and Gillitzer 2014, 10. 8 This example draws on Henrekson, Johansson, and Stenkula 2010. In Table 1, we outline different types of taxation and list the most 9 To fully evaluate the effect of the tax system on the incentives for entrepreneurship and firm growth, it is necessary to explain the combined effects of all taxes. Estimating the real size of the marginal tax burden faced by private firms for investment in real capital is a painstaking task, requiring the consideration of effects, such as corporate taxation with its specific rules for depreciation and valuation, and the taxation of interest income, dividends, capital gains, and wealth. In addition, one must examine how these tax schedules differ for different types of investors. A correct estimate of the tax burden must consider what type of real capital the firm invests in, how these investments are financed, who the firms owners and creditors are, and in what industries the investments are made. Estimates have been made for many countries using the methodology developed by King and Fullerton 1984. Generally, these studies show significant differences of real rates of taxation depending on the type of owner and sources of finance, which is likely to have a considerable impact on incentives for the various agents in the competence structure. easily exceed 100 percent even at moderate inflation rates. However, this rate of taxation can be largely offset by tax deductions of interest payments, and if certain investments are tax favored, opportunities for tax arbitrage arise. agents, including whether to acquire and utilize any of the key competencies crucial for highgrowth firms. These choices depend on the complex interplay of many tax rates, tax code provisions, and the incentives for saving in general, especially in forms amenable to equity financing. If taxation is nominal and tax rates are high, the real rate of taxation can Let us also consider the investment and supply decisions of economic 10 Table 1. Different types of taxes with an impact on the agents needed to build a successful firm. Taxation of earned income and payroll taxes level and degree of progressivity social security contributions Taxation of capital income level and degree of progressivity dividends vs. interest income exemptions differences across assets differences across types of owner differences based on holding period differences across instruments preferential treatment of pension savings Corporate taxation level and degree of progressivity statutory rateeffective rate accounting measures to lower effective taxation single or multilevel taxation degree of symmetry in the tax treatment of business profits and losses against other types of income against future profits effect of progressivity treatment of holding companies domesticforeign Taxation of stock options capital or labor income tax on realized or imputed gain differences based on holding period Sales taxVAT level degree of uniformity exemptions Taxation on asset holdings wealth tax property tax inheritance tax exemptions Note: For all types of taxes it matters whether nominal or real incomes are taxed. Source: Henrekson, Johansson, and Stenkula 2010. Tax systems typically contain many asymmetries that create distortions concerning, for example, ownership and firm age, which affect the functioning of the competence structure and the ability to become a successful firm. Innumerable combinations of tax rates and tax provisions exist resulting in different blends of ownership, financing and industry structures, size distribution of firms and the employment dynamics in different countries. 5. The taxtoGDP ratio and the general tax structure in Sweden Figure 2 depicts the evolution of the taxtoGDP ratio in Sweden.9 During the first 50 years of our study, that is, until World War I, the taxtoGDP ratio was stable, fluctuating slightly but consistently remaining below ten percent of GDP. During World 9 The results are based on the new updated GDP data presented in Edvinsson, Jacobson, and Waldenstrom 2014. 11 War I and the early 1920s, the ratio increased. After this period, the taxtoGDP ratio decreased but did not return to the prewar level. Thus, there was a small displacement effect because of World War I.10 The taxtoGDP ratio remained at approximately ten percent during the 1920s. Beginning in 1930, the ratio increased continuously for nearly 50 years, reaching approximately 47 percent in 1978. The rapidly increasing ratio following World War II almost completely concealed any sign of displacement because of the war. The taxtoGDP ratio remained slightly below 50 percent until the mid1980s when it increased. During the rest of the 1980s and 1990s, the ratio fluctuated at approximately 50 percent of GDP, with a clear decline in the early 1990s because of the economic crisis. The tax ratio peaked at approximately 51.5 percent in 1987.11 Near the end of the period examined, the tax level declined significantly. By 2013, the tax ratio had fallen below 45 percent. Figure 3 decomposes total tax revenues into income taxes, consumption taxes, social security contributions and other taxes. It is not obvious how to depict the evolution of the tax structure over time. No single source reports over time the evolution of the tax structure in a consistent manner. Consistent reporting cannot be achieved because taxes have not been consistently categorized and aggregated over time. For example, the wealth tax was an integral component of the ordinary income tax from 1911 to 1947. Similarly, the real estate tax was an integral component of the income tax until the 19901991 tax reform. 10 The displacement effect was introduced by Peacock and Wiseman 1961, who argued that the tolerable burden of taxation increases during crises, and the acceptance of the higher tax level persists thereafter, creating a stepwise increasing function of tax rates and government expenditures with plateaus and peaks. See Henrekson 1993 or Durevall and Henrekson 2011 for a further discussion. 11 The tax ratio was at approximately the same level in 1990 and 2000. 12 Figure 2. The taxtoGDP ratio, 18622013 %. Source: Rodriguez 1981; Garestad 1987; Edvinsson, Jacobson, and Waldenstrom 2014; Statistics Sweden; OECD stat extracts, http:stats.oecd.orgIndex.aspx?Data Set CodeREV. Income taxes constitute a broad category that includes all taxes on income personal and corporate, capital and labor and wealth and real estate taxes when they were integrated with the income tax. Temporary income taxes are also included. Consumption taxes include general consumption taxes such as sales taxes and value added taxes, specific consumption taxes excise duties and customs duties. Social security contributions include contributions paid by employers, contributions paid by employees and payroll taxes.12 The category other is a residual further discussed below. 12 The most common approachalso used by the OECDis to treat social security contributions as taxes because they supplement other taxes in financing social security expenditures see Vermeend, van der Ploeg, and Timmer 2008, 63, for a further discussion. 13 Figure 3. The composition of total tax revenues, 18622013 %. Note: Before 1875, no data on income taxes at the local level are available. As the total tax level was stable at this time, it is assumed that local income tax revenue was unchanged as a share of GDP during these years. Source: Rodriguez 1980; Garestad 1987; Ekonomistyrningsverket 2014; Statistics Sweden various issues; OECD stat extracts, http:stats.oecd.orgIndex.aspx?Data Set CodeREV. In the same way that technological development and democratization may explain part of the increase in the taxtoGDP ratio, they may explain changes in the tax structure. In the 1900s, technology offered new opportunities to extract resources, thus, enhancing the governments ability to collect taxes. Changes in production technologies increased the proportion of income subject to taxation and reduced the cost of collecting tax revenue. New revenue sources and new principles of taxation were introduced. For example, 150 years ago, the dominant perspective held that tax revenue should be used to coverchiefly militaryexpenses, and budget surpluses or deficits should be avoided. Currently, the tax system is used to not only raise needed revenue to finance government expenditures but also alter income distribution, stabilize the business cycle and improve the allocation of resources in the economy. 1800s. The share of consumption taxes also increased during this period and represented more than 50 percent of the total tax revenue at the turn of the last century. Customs duties were the most important consumption tax at this time. The share of these taxes decreased sharply during World War I. There were several reasons for this abrupt Consumption taxes were very important during the second half of the 14 Income taxes were surprisingly unimportant at the beginning of the period decline, including international trade restrictions and rationing. The share of tax revenue from consumption taxes did not return to its original prewar level and continued to decrease slightly after World War II. The most important innovation during the postwar period was the introduction of a permanent sales tax in 1960, which was changed to a value added tax VAT in 1969. These taxes were introduced because of the perceived difficulty in further increasing income taxes Elvander 1972; Rodriguez 1980. examined, although their share began to increase in the last quarter of the nineteenth century. Because of economic growth, increased income, urbanization and improved education, politicians were able to increasingly rely on income taxation. The increased capacity to collect taxes, including the adaption of modern bookkeeping and decreased monitoring and collecting costs, made income taxes a more feasible tax source.13 In 1903, a new state income tax reform was implemented, and all taxpayers were required to file an income tax return. Within a few years after this reform, income taxes became more important than consumption taxes. The importance of income taxation increased sharply during World War I when temporary defense taxes varnskatter were introduced. The income tax increases were purportedly temporary, but many of the tax increases were made permanent after the war. The share of income taxes continued to be high, although not as high as during the war. The share declined slowly during the postwar period when the importance of other, primarily indirect, taxes increased. In 1947, tax collection at the source kallskattesystemet was introduced, which made employers responsible for withholding taxes before paying wages and salaries. Social security contributions were of minor importance before World War II. Beginning in the 1950s, their share started to increase sharply. Although the shares of income and consumption taxes have declined since World War II, the share of social security contributions has increased dramatically. Social security contributions became more important than consumption taxes in the mid1970s. During this period, the Haga policy was implemented, a major component of which was a significant increase of social security contributions to finance lower income taxes.14 In the 1980s, the increase in social security contributions slowed considerably. Although the importance of social 13 See, for example, the discussion in Ward 1982, Alt 1983 and Aidt and Jensen 2009. 14 This policy has been called the Haga policy after the negotiations conducted at the Haga Mansion among the government, opposition parties and labor market organizations. 15 The category other is a residual that includes several taxes. The share was security contributions has continued to increase slightly, in recent decades, income taxes still generate the largest tax revenue. highest during the 1800s, and at the beginning of our study period, residual taxes constituted half of total tax revenue. At the time, there were many other important taxes that are difficult to classify, such as grundskatter, mantalspenning and stamp duties.15 Economic and social progress required authorities to rely on these taxes because most taxpayers were small farmers, making it difficult to assess actual income. The share of other taxes decreased rapidly during the 1800s and early 1900s, and by the end of World War I, their share was insignificant. This category also includes inheritance and gift taxes and wealth and real estate taxes when they were distinct taxes not integrated with the ordinary income tax system. Thus, the taxtoGDP ratio and tax structure have changed considerably over time. Initially, indirect taxes, such as customs duties, were extremely important. Direct income taxes grew rapidly in importance until World War II. During the postwar period, the rise of the VAT and social security contributions as important sources of revenue demonstrated that indirect taxes regained their importance. Currently, consumption taxes, social security contributions and income taxes each account for approximately one third of tax revenue. The remainder is primarily attributable to property taxes. 6. The evolution of the tax system by type of taxation This section examines in detail the taxation of labor income, capital income, consumption, inheritance and gifts, wealth and real estate. The importance of these taxes has varied greatly over time. The presentation below is based on six separate studies, each addressing a key aspect of the Swedish tax system. 15 The grundskatter basic tax was primarily a fixed, lumpsum state tax that was often paid in kind. The grundskatter was based on land that was not tax exempt. The mantalspenning was a poll tax, which was a lumpsum tax paid by every person. The stamp duty referred to taxes based on specific transactions. Earlier, certain transactions had to be written on specific documents or stamps had to be attached to legal documents to be valid. Currently in 2014, the stamp duty is generally payable when one purchases real estate or acquires a mortgage. 16 6.1 Taxation of labor income Du Rietz, Johansson, and Stenkula 2013 study the taxation of labor income.16 Major state income tax reforms were implemented in 1862, 1903, 1911, 1920, 1939, 1948, 1971, 19831985 and 19901991. The 1903 tax reform introduced a completely new state income tax system, considered the predecessor of the current modern tax system. The income tax has, in principal, been progressive since 1903, although very modestly until the 1920 reform. In the interwar period, the tax became more progressive, but the first tax bracket was very broad its upper limit corresponded to more than three times the average annual wage of a production worker in 1920. In addition to the ordinary state tax system, temporary taxes were often imposed during and between the world wars. The ordinary tax system was often augmented when temporary taxes were abolished, that is, the temporary tax increases were made permanent. The marginal tax rates and the progressivity of the income tax system continued to increase until the 1980s. Tax rates began to decrease in response to the 19831985 tax reform and in particular because of the 19901991 tax reform. A local income tax has been imposed in addition to the state income tax. A major reform was introduced in 1928. This reform still constitutes the foundation of the local tax system. The local tax rate was proportional, although a temporary progressive income tax existed between the wars. The local tax rate slowly increased to approximately 30 percent in the 1980s. In 1980, an explicit marginal tax cap was introduced to avoid excessive marginal income tax rates. Initially, the tax cap restricted the total marginal income tax rate to at most 80 and 85 percent in the two highest tax brackets. and Stenkula 2013 calculate marginal tax rates for low, average and highincome earners, defined as taxpayers earning 67, 100 and 167 percent, respectively, of the average annual wage of a production worker hereafter denoted APW. This calculation conforms to the way the OECD analyzes labor income taxation in their taxing wages comparisons.17 These income levels are partly used to illustrate capital income and wealth taxation as well. Furthermore, Du Rietz, Johansson, and Stenkula 2013 16 A condensed version is published as Stenkula, Johansson, and Du Rietz 2014. 17 See, for example, OECD 2011. The marginal tax rate is the sum of the state and local marginal income tax rates, considering that the local income taxes were deductible from the state income tax base between 1920 and 1970. It also includes employeepaid social security contributions. Employeepaid social security contributions SSCs were introduced on a small scale in 1913 and have never been important in Sweden. To illustrate the evolution of labor income taxation, Du Rietz, Johansson, 17 compute the top marginal tax rate and the income in terms of APWs at which the top marginal tax rate is applied. The marginal tax rates are depicted in Figure 4. The analysis reveals that marginal tax rates were low and approximately identical for a low, average and highincome workers until the 1939 tax reform, although some progressivity had been introduced in the 1903 tax reform. The rates were raised substantially by temporary defense taxes during World War II, which were made permanent by the 1948 tax reform. The marginal tax rates for the three income categories continued to increase thereafter primarily because of increased local government taxes and bracket creep; combined with a progressive tax schedule, inflation pushed taxpayers into tax brackets with higher marginal tax rates. In 1971, a tax reform was implemented, and the progressivity of the tax system was increased. In addition to this development, inflation accelerated during the 1970s, increasing bracket creep. As a result, the marginal tax rate continued to increase for the highincome earner whereas it fluctuated for the low and averageincome earner. income categories by approximately 515 percentage points, but it fluctuated up and down during the rest of the 1980s. The 19901991 tax reform decreased marginal tax rates by approximately 1520 percentage points. At the end of the period examined, the marginal tax rate was approximately 30 percent for the low and averageincome earner and approximately 52 percent for the highincome earner. The top marginal tax rate increased considerably during World War I and further increased during the Depression in the 1930s. However, during this period, an income corresponding to several hundred APWs was required to make a taxpayer subject to the top marginal tax rate. The top marginal tax rate continued to increase after the Depression to more than 70 percent during World War II. This level was maintained after the war and throughout the coming decades. The income level at which the top marginal tax rate began to be applied decreased sharply during and after World War II. Approximately 400 APWs were required to pay the top marginal tax rate in 1938, approximately seven APWs in 1970 and 1.6 APW by the end of the 1980s. The top marginal tax rate peaked at the end of the 1970s at approximately 87 percent.18 The 19831985 tax reform reduced the marginal tax rate for all three 18 This tax rate can be compared with the peak level in the U.S., where the top marginal tax rate was 91 percent in 1954 until it was reduced to 70 percent by the 1964 Revenue Act Vermeend, van der Ploeg, and Timmer 2008, 13. 18 Employerpaid social security contributions SSCs were introduced in 1955 and have increased significantly since then.19 The top marginal employerpaid SSCs and the marginal employeepaid SSCs for the three income categories can be seen in Figure 5. The top marginal SSCs and the SSCs for the low and averageincome earners coincide. The SSCs began to increase sharply during the 1960s and 1970s and then declined slightly during the crisis at the beginning of the 1990s. During the 1970s, the marginal SSCs were much lower for the highincome earner because of income caps, and the highincome earner only paid some of the SSCs on marginal income increases. However, the marginal SSCs increased sharply in 1976 and 1982 because of the removal of the income caps. Figure 4. The marginal tax rates, 18622013 %.Source: Du Rietz, Johansson, and Stenkula 2013. Rather than examining the marginal tax rate on labor, one can also examine a broader measure such as the marginal tax wedge on labor. The marginal tax wedge on labor incorporates marginal income taxes, marginal social security contributions and marginal payroll taxes. In some circumstances, consumption taxes are also included, and social security contributions can be adjusted to only include the fiscal 19 As mentioned earlier, employeepaid social security contributions were introduced on a small scale in 1913 and have never been important in Sweden. 19 Figure 6 depicts the marginal tax wedges. They broadly follow the same component. Thus, Du Rietz, Johansson, and Stenkula 2013 also include an analysis of the evolution of the marginal tax wedge. evolution as the marginal tax rates. During the 1960s and 1970s, the marginal tax wedges increased more abruptly than the marginal tax rates because of substantial increases in SSCs. The top wedge peaked in 1980 at approximately 90 percent. Figure 5. The marginal employerpaid SSCs, 19552013 %.Note: Top refers to the highest possible marginal SSCs rate. Source: Du Rietz, Johansson, and Stenkula 2013. 20 Figure 6. The marginal tax wedges, 18622013 %.Source: Du Rietz, Johansson, and Stenkula 2013. The same tax schedule initially applied to both corporate and personal 6.2 Taxation of capital income Du Rietz, Johansson, and Stenkula 2014 analyze the taxation of capital income, including the taxation of corporate income, dividends, interest, capital gains and wealth.20 income; the tax rates were low, and a progressive income tax system was implemented in 1903. In 1903, dividends paid to individuals became subject to taxation. To compensate for the taxation of dividends, corporations were allowed to deduct dividends paid but only up to six percent of the booked value of equity. This option was abolished with the 1911 tax reform. Under this reform, personal and corporate income taxes were also separated. The progressivity of the corporate income tax system was sharply increased in the 1920 tax reform. In 1939, a proportional tax system was implemented. The total statutory corporate tax rate increased and was approximately 40 percent, and this level of taxation continued after the war. However, in 1939, the opportunities to reduce corporate taxes through different forms of allowances were expanded. The corporate tax rate increased temporarily, and temporary investment taxes were introduced in the 1950s to contract an overheated economy. The statutory 20 A condensed version is published as Johansson, Stenkula, and Du Rietz 2014. 21 corporate tax rate continued to increase during the postwar period and remained high at approximately 50 to 60 percent until the 19901991 tax reform.21 The local corporate tax was abolished in 1985. The 19901991 tax reform greatly reduced the scope for lowering the effective corporate tax rate below the statutory rate. The reform included substantial reductions in statutory tax rates and a broadening of the tax base through the removal of numerous tax deferrals. The statutory tax rate was reduced to 40 percent in 1990 and 30 percent in 1991. The statutory tax rate was further reduced to 28 percent in 1994, 26.3 percent in 2009 and 22 percent in 2013. Because capital income at the personal level was taxed jointly with labor income, the personal taxation of dividends and interest income followed the same trend as the taxation of labor income. Thus, the marginal tax rate was low, and most savers did not face markedly increased marginal tax rates on interest income and dividends before World War II. Dividends were also tax exempt before 1903. after a long boom period in the stock market. Before 1911, only speculative capital gains were taxable. In 1911, capital gains on stocks held for more than five years were tax exempt whereas shortterm capital gains were fully taxed. As with dividends, the taxable share of the capital gains was taxed jointly with other personal income until the 19901991 tax reform. The rules concerning the tax exempt share have changed several times. In 1951, the system was made less stringent by exempting a portion of the capital gains of shares owned from two to five years. In 1966, shares owned for more than five years were taxed for the first time. In 1976, the rules were changed so that gains on shares held for less than two years were fully taxed, and 40 percent of the gains on shares held for two years or more were taxed. The 19901991 tax reform made all capital gains fully taxable at a flat rate of 30 percent irrespective of the holding period. Formal capital gains taxation was introduced in 1911, and it was launched 21 From 1984 to 1990, a specific profit sharing tax on corporations was levied to finance wageearner funds lontagarfonder. This tax cannot be easily expressed as a single statutory tax rate, but it has been estimated that this tax increased the statutory corporate tax rate by five percentage points Davis and Henrekson 1997; Agell, Englund, and Sodersten 1998. The funds eventually introduced were a considerably diluted version of the original proposal, which can be considered an instrument to realize the vision of leading Social Democrats to convert large corporations to social enterprises without owners Lindbeck 1997; Henrekson and Jakobsson 2001, 352354. 22 To illustrate the evolution and analyze how the taxation of capital income Wealth taxation has been imposed since 1911, although originally at low rates. Taxation on wealth was highest during the 1970s and 1980s. The wealth tax was abolished for unlisted firms in 1991 and completely abolished in 2007. affects taxes on investment, Du Rietz, Johansson, and Stenkula 2014 calculate the marginal effective tax rate on capital income METR for an investment in machinery financed with new share issues, retained earnings or debt. The METR is defined as the ratio of the marginal tax wedge to the pretax real rate of return on a marginal investment. The marginal tax wedge is defined as the difference between the pretax real rate of return on a marginal investment and the posttax real rate of return to the investor. The METR is an established tax measure used to compare tax rates between countries and investment projects, originally based on the work of King and Fullerton 1984. I, below five percent, and the impact of the source of finance on the METR was negligible. At the outbreak of World War I, the METR began to fluctuate slightly upward and differed depending on the source of finance. The differences between sources increased and were relatively high until the 19901991 tax reform when the differences decreased again. The results are depicted in Figure 7. The METR was low until World War 23 Figure 7. The marginal effective tax rate on capital income METR for an investment financed with new share issues, retained earnings and debt, 18622013 %. In the case of retained earnings, the METR remained at approximately ten Note: The calculations are based on an investor with a marginal tax rate corresponding to that of the average production worker. Source: Du Rietz, Johansson, and Stenkula 2014. percent during the interwar years. From 1939 to 1951, immediate writeoffs free depreciation were used, and the METR was reduced to approximately zero despite strongly increasing statutory corporate tax rates. During the 1950s, the METR increased sharply and occasionally exceeded 50 percent because of the abolition of immediate writeoffs and temporary investment taxes. The METR was slightly lower during the early 1960s when the temporary increase in the corporate tax was discontinued and the investment tax had been abolished. From 1960 to the 1980s, the METR increased because of increased corporate, personal and wealth taxes. Longterm capital gains have been taxable since 1966. At the beginning of the 1980s, the METR was nearly 100 percent. The METR began to decline in the second half of the 1980s. during World War I and remained at approximately this level during the interwar years. The tax rate increased until the early 1950s, with temporary spikes caused by additional defense taxes during World War II and higher inflation. The effect of immediate writeoffs was counteracted by increased income taxes and higher inflation rates. The METR Regarding new share issues, the METR peaked at close to 20 percent 24 Concerning debt, the METR was near zero until 1939 when immediate increased abruptly to nearly 90 percent in the early 1950s because of the elimination of immediate writeoffs, temporary investment taxes and high inflation. During the 1950s and 1960s, the METR fluctuated between 65 and nearly 100 percent. The progressivity was increased with the tax reform implemented in 1971, and combined with high inflation, the METR increased above 100 percent during the 1970s and did not decrease below this level until the 19901991 tax reform. The highest level was reached in 1980, at approximately 150 percent. writeoffs were introduced. From 1939 to 1951, the METR was markedly negative. The largest negative numbers appeared when inflation peaked. Debtfinanced investment under a system of immediate writeoffs implied a subsidy. When immediate writeoffs were abolished, the METR increased and became positive, and it continued to increase during the 1960s and 1970s to a peak of approximately 80 percent. The METR began to decrease during the 1980s and particularly after the 19901991 tax reform. In all three cases, the METR peaked during the 1970s and 1980s. After the 19901991 tax reform, the METR decreased sharply because of a combination of lower tax rates including the elimination of the wealth tax and lower inflation. At the end of the period examined, the METR was typically 25 to 35 percent for investments financed with retained earnings and new share issues and approximately 15 percent for debtfinanced investments. These calculations are based on an investor with a marginal tax rate corresponding to an average production worker. This assumption is less important before World War II because of the low tax rates. This assumption has no importance after the 19901991 tax reform because capital income was taxed separately from labor income at a flat rate. For the period beginning with World War II and ending with the 19901991 tax reform, the marginal income tax rate had a significant impact on the magnitude and variation of the METR. The impact is most significant during the 1970s and 1980s. If the top marginal income tax is considered instead, the METR often exceeded 150 percent and peaked above 200 percent during this period if the investment was financed with new share issues. 6.3 Consumption taxation Stenkula 2013 discusses consumption taxation in greater detail and is written by Mikael Stenkula. The importance of this form of taxation was high and increasing at the 25 Customs duties were the most important component of consumption end of the 1800s whereas its relative importance has since declined. However, consumption taxes still constitute an important source of income tax revenue. The shares of revenue from customs duties and general and specific consumption taxes are depicted in Figure 8. taxation before World War I. Specific consumption taxes became most important prior to World War I whereas general consumption taxes have been the most important since the 1970s. Customs duties were initially used both as a fiscal device to raise revenue and a protectionist device to protect vital and infant industries. The importance of customs duties increased at the end of the 1800s because of additional protectionist demands from industry and the general population. Customs duties decreased sharply during the world wars but remained an important source of revenue between the wars. After World War II, their importance dropped sharply, and customs duties were no longer regarded as serving a fiscal purpose. In addition to customs duties, specific consumption taxes were the most important tax category during the nineteenth century. An alcoholrelated tax was the most important specific consumption tax until World War I. Additionally, a specific sugar tax was also imposed. Similar to customs duties, the share of specific consumption taxes decreased significantly during World War I, but the share increased again after the war. In the mid1930s, the tax share from specific consumption taxes was the highest in the entire period examined. Two other specific taxes then contributed an important share of the government budget: tobacco and vehicle taxes. The changing economic structure and increasing use of automobiles made vehicles an important tax base. This tax was intended to affect highincome earners disproportionally and was therefore more acceptable to the population and politicians. Alcohol and tobacco taxes could also be motivated from a sociopolitical perspective. During World War II, the importance of specific taxes decreased temporarily, and from 1960 to 2013, the share fell from approximately twothirds to onequarter of consumption tax revenue. The composition of specific consumption taxation also changed, and at the end of the period, environmental and energy taxes dominated. relatively late compared with other tax components. An important objection to general consumption taxes was that the tax was presumed to be regressive, affecting lowincome individuals to a greater extent. General consumption taxes were first introduced General consumption taxes were introduced in the Swedish system 26 Consumption taxes have been an important source of revenue for the temporarily during World War II as a sales tax. The tax rate was five percent. After an intense debate, the sales tax was reintroduced in 1960. Initially, the tax rate was four percent. In 1969, the sales tax was transformed into a value added tax VAT. The tax rate increased sharply to approximately 20 percent. After the 19901991 tax reform, the base was broadened with tax exemptions for only a few services. Subsequently, the VAT was differentiated when the tax rate was decreased on items such as food, hotels, passenger transport and books. entire period examined. Several types of consumption taxessuch as the VAT and sales tax introduced during the latter part of the time period examinedwere used purely as fiscal devices to raise revenue and were not used to influence the structure or volume of consumption. This motive was partly true for customs duties in the first half of the period examined. However, other types of consumption taxes were partly motivated by public health concerns such as sin taxes on alcohol and tobacco and climate protection such as energy or environmentally related taxes or were considered user taxes such as vehicle related taxes to finance roads or luxury taxes such as taxes on perfume, luxury cars and other nonessentials. 27 Figure 8. Composition of consumption tax revenue as a percentage of total tax revenue, 18622013%.Source: Stenkula 2013. Initially, the inheritance tax was a single tax with two inheritance classes 6.4 Inheritance and gift taxation Du Rietz, Henrekson, and Waldenstrom 2012 examine inheritance and gift taxation. The formal gift tax was introduced in 1910 and abolished simultaneously with the inheritance tax. The inheritance tax was integrated with the gift tax in 1914.22 direct heirs and other heirs using the estate report as the tax base. In 1895, the tax system was modified and included a progressive tax schedule and three tax classes. Class I, which was subject to the lowest tax rates, included the surviving spouse, cohabiters, children and descendants. Class III comprised juridical persons such as public utilities, private nonprofit foundations and associations of which some for example, public institutions and religious communities were tax exempt. Class II encompassed all other heirs, that is, heirs not belonging to classes I and III. In practice, Class II included parents, brothers and sisters. The progressivity of the tax schedule was increased in 1910. 22 Various types of duties and fees on estates, inheritances and wills existed earlier but only for small and specific parts of the tax base and population strata. 28 After 1911, sizeable tax increases were implemented on two occasions. Inheritance and gift tax revenues were never an important source of The first substantial tax increase occurred in 1934 when the maximum rate for children and spouses was raised from four to 20 percent, and the maximum rate for other heirs was raised from 18 to 35 percent. The 1934 tax schedules were also much more progressive. The second drastic tax increase occurred in 1948 when an estate taxa tax on the wealth of the deceasedwas imposed and combined with the earlier taxes on inheritance lots and gifts. The maximum marginal tax rate the net sum of inheritance and estate taxes for descendants and spouses Class I was increased from 20 to 60 percent and from 35 to 67.5 percent for other heirs. The estate tax was abolished ten years later. To prevent a reduction in the effective tax rate on inheritances by eliminating the estate tax, inheritance tax rates were sharply increased at the same time. The marginal inheritance tax was also slightly raised in 1971 and 1983, and the tax brackets were adjusted upward in 1981. In 1987, the number of inheritance tax brackets was reduced, and tax rates were adjusted downward. The downward adjustments continued during the 1990s. The inheritance tax was removed for bequests to spouses in 2003, and the inheritance and gift tax was completely abolished in 2004. Valuation relief for unlisted businesses was introduced in 1971 see the section on wealth taxation. revenue for the central government. With few exceptions, less than two percent of total tax revenue was raised this way, and in the 40 years before abolition, the share was approximately onetenth of that level. Instead, these taxes were primarily motivated by distributional concerns, a desire to reduce the unequal opportunities resulting from inherited wealth at the top of the wealth distribution. tax rates are calculated for differently endowed owners of family firms and individual fortunes corresponding to 10, 100 and 1,000 average annual wages of a production worker APWs. In the analysis, it is assumed that two children each inherit half of the estate and there is no surviving spouse. Indirect effects are also included, and it is assumed that the family firms heirs sell shares to pay the inheritance tax and are then subject to the capital gains tax. Before 1966, the capital gains tax was zero in the calculations because Du Rietz, Henrekson, and Waldenstrom 2012 assume the heirs hold their shares for at least five years. To illustrate the effect of inheritance and gift taxation, average inheritance 29 By examining the inheritance tax rates for all three firm types, clear The heirs of wealthy individuals faced the same tax rates as heirs of family similarities and differences become apparent. First, the tax rates broadly followed the same trend, beginning from a relatively low level in the period before World War II. After the war, tax rates increased sharply until the 1970s when the levels declined because of the comprehensive valuation relief described later. Concerning tax levels, the conditions faced by the three different sizes of family firms diverged significantly. Comparing the small and large firms, the inheritance tax rate paid by heirs of the large firm was approximately four times greater than that paid by heirs of the small firm. firms in every year prior to the 1960s, but tax rates began to diverge significantly thereafter. The first divergence occurred in 1966 because of the capital gains that family firm heirs were required to pay when realizing accrued holding gains on business equity. The second divergence occurred in 1976 when the capital gains tax was increased. The third and significant divergence occurred in 1974 after a large valuation discount for family business equity was introduced in the tax code. The beneficial treatment of family firm stock was reinforced through the tax rules introduced in 1978. No similar beneficial treatment existed for inherited noncorporate assets and, therefore, the heirs of this wealth paid between two and nearly three times the inheritance tax rates as heirs of similarly sized family firms. For inherited noncorporate assets, tax rates were first decreased in 1987 and then significantly reduced from 19911992. Figure 9 depicts the longterm evolution of the direct inheritance tax incurred by the owner of a large family firm with equity of 1,000 APWs SEK 262 million in 2004.23 Figure 9 also includes the capital gains tax. According to the figure, sharp increases in the tax burden occurred in 1934 and 1948. In 1974, the inheritance tax declined sharply because of comprehensive valuation reductions. 23 SEK Swedish kronor. There were roughly five Swedish kronor to the US during the Bretton Woods era. In recent decades, the exchange rate has, with few exceptions, fluctuated from six to nine kronor to the dollar. 30 Figure 9. Direct and total inheritance tax: large firm, 18852005 % of firm equity. Note: The net worth of the large firm is 1,000 APWs corresponding to SEK 262 million in 2004. Source: Du Rietz, Henrekson, and Waldenstrom 2012. 6.5 Wealth taxation Du Rietz and Henrekson 2014 provide a detailed analysis of the evolution of Swedish wealth taxation.24 Modern wealth taxation was introduced in Sweden in 1911 when a combined income and wealth tax was implemented.25 A share of a taxpayers net wealth was added to global labor capital income. The share of wealth added to the income tax base varied over time. The share was onesixtieth from 1911 to 1938 and one percent from 1939 to 1947 but was temporarily raised to ten percent by the 1913 defense tax. This system was abolished in 1947. and applied until 2007.26 This wealth tax directly levied specific marginal wealth tax rates in different brackets of net wealth. Initially, the exemption was high, and the tax rates varied between 0.1 and 0.5 percent. The exemption was subsequently reduced, and the tax rates increased to at most 0.6 percent 1939 and 1.8 percent 1948. The A separate wealth tax was introduced with the income wealth tax in 1934 24 A condensed version is published as Henrekson and Du Rietz 2014. 25 Various, often temporary, types of wealth taxes had occasionally existed earlier. 26 For a discussion on why the wealth tax was abolished and why the inheritance tax was abolished before the wealth tax, see Henrekson and Du Rietz 2014. 31 Valuation relief for unlisted businesses was first introduced in 1971. The changes in 1939 and 1948 were combined with a reduction in 1939 and abolition in 1948 of the share of wealth that was included in the ordinary income tax on labor. Certain reduction rules were enacted to mitigate the effect of the wealth tax, limiting taxable wealth to at most 25 subsequently 30 times taxable income or limiting the sum of local and state income taxes and the wealth tax for individuals to, initially, a maximum of 80 percent. To prevent the tax caps from becoming overly generous, a minimum tax floor was also implemented, initially stipulating that the wealth tax could never be reduced below the tax due on half of taxable wealth. In the 1950s and 1960s, wealth tax rates continuously increased through bracket creep. This increase occurred despite the top marginal tax rate remaining at 1.8 percent until 1970 when it was temporarily raised to 2.5 percent. A final, temporary, wealth tax increase was implemented in 1983. In 1984, the top marginal tax rate was reduced from four to three percent and further reduced to 2.5 and 1.5 percent in 1991 and 1992, respectively. The wealth tax was abolished in 2007. purpose of reducing the wealth tax on business assets was to facilitate the transfer of ownership to the next generation of the family. In 1974, tax relief was modified and extended, and in 1978, the valuation relief for unlisted businesses became more generous. Unlisted firms were valued at 30 percent of booked net equity value assets less liabilities. This valuation rule was imposed until the wealth tax for unlisted corporate equity was repealed in 1991. wealth and income taxation, it is impossible to fully identify its aggregate importance. The wealth tax was not important as a source of revenue for the central government, at least not since 1948. Since the 1930s, taxes on wealth were largely motivated by redistributional concerns. the study of inheritance and gift taxation Du Rietz, Henrekson, and Waldenstrom 2012. Average wealth tax rates are calculated for differently endowed owners of family firms and individual fortunes corresponding to 10, 100 and 1,000 average annual wages of a production worker APWs. When calculating the wealth tax rate, one important aspect is how the owners of firms are able to finance the wealth tax payment. Additional dividends served as a readily available and commonly employed option for owners to finance wealth tax payments. Thus, in addition to the direct wealth tax, owners Because the taxation of wealth before 1948 was a complex combination of To illustrate the effect of wealth taxation, the same approach is used as in 32 By examining the wealth tax rates of all three firm types, clear similarities potentially faced high indirect wealthrelated taxes. The analysis also considers these additional indirect dividend taxes for the three standard firms. and differences become apparent, such as in the case of inheritance and gift taxation. First, the tax rates for all three firm types broadly followed a similar trend, beginning at a relatively low level in the years before World War II. After the war, tax rates increased sharply until 1973. In 1974, the effective tax rate declined because of the substantial valuation reductions. Regarding tax levels, the experiences of the three differently sized family firms diverged significantly. Comparing the large 1,000 APWs and medium 100 APWs firms, the effective total tax rate of the large firm owner including additional dividend tax was approximately twice that of the owner of the medium firm. In contrast, for the small firm owner, the direct wealth tax rate for most years was relatively low. Figure 10 depicts the longterm evolution of the direct wealth tax rate incurred by the owner of a large family firm with equity of 1,000 APWs SEK 261 million in 2006. The figure depicts both the unreduced direct wealth tax and the reduced rate considering the reduction rules previously mentioned. The assessed direct tax rate has varied substantially over time: increasing in the postwar era, peaking in the early 1970s, then falling to zero since 1991. There were three major tax increases in 1934, 1948 and 1971 and an abrupt, though temporary, increase in 1913 because of the defense tax. However, by exploiting the rule that reduced taxable wealth, the owners of large firms avoided wealth tax increases until 1940, and the reduced tax rate was generally less than half the level of the full tax rate until the wealth tax was abolished. The total effective wealth tax, including the indirect effect of dividend taxation, could be much higher than the direct wealth tax. Because additional dividends could be taxed at a high marginal tax rate, the wealth tax imposed a much higher total tax burden than indicated by the wealth tax rate per se. During the 1970s and 1980s when the marginal dividend tax rate was 70 percent or higher and as much as 85 percent in 19771981, these indirect taxes were almost prohibitive. These high dividend tax rates significantly increased the tax associated with wealth although it was formally an additional dividend tax. Because owners were forced to withdraw funds from their firms to pay the wealth tax unless they were willing to sell part of the firm to pay the tax, operating large family firms became extremely disadvantageous from the 1960s to the 1980s. 33 Figure 10. Direct wealth tax rate for an owner of a large firm, 19112006 % of firm equity. Note: The net worth of the large firm is 1,000 APWs corresponding to SEK 261 million in 2006. Source: Du Rietz and Henrekson 2014. Concerning the wealth tax paid on individual fortunes, the direct effect was the same until 1974 when valuation relief for unlisted net business equity was introduced. Because of these forms of relief, wealthy individuals paid between two and nearly three times more than the owners of medium and large firms. The difference was even greater for small wealth holders. However, including the indirect effect and assuming that wealthy individuals could avoid paying additional dividend taxes, firm owners paid a higher total wealth tax. 6.6 Real estate taxation Stenkula 2014 examines real estate taxation. The importance of the real estate tax is difficult to analyze because of limited data available in the historical record and the sheer complexity of the system. An imputed income based on property values was added to taxable income at the state and local levels in 1910 and 1920, respectively. Though this tax was not the most important tax component, it was more important at the local than the state level and more important in rural than in urban municipalities. In addition to combined income and real estate taxation, several urban municipalities 34 In 1920, the tax system was reformed, and a complex guaranteed tax employed a separate local tax on real estate to finance, for example, street maintenance, cleaning and garbage collection that were necessary in emerging and growing cities. Though small, the tax rate varied over time and across municipalities. However, the importance of real estate taxes for municipalities declined and was used by fewer municipalities over time. system providing the municipalities with a stable tax base was introduced. It was argued that it was not possible to introduce a much simpler conventional system without any guaranteed level because many municipalities would collect insufficient tax revenue to cover their expenses, and the difference between municipalities would be unacceptably large. The tax system implied that municipalities consistently received tax revenue up to the guaranteed level. Overall, this system made the local tax base more stable. The real estate tax was an important component of this system, particularly during downturns and depressions. Estimations reveal that the real estate tax could significantly influence the tax base, but its importance declined substantially after World War II. construction of the real estate tax, including the radical option of eliminating it completely. In 1953, the construction of the local guaranteed system was altered, but the principles of the system remained unchanged. For owneroccupied houses, the 1953 reform entailed further important changes that affected both state and local taxation. Prior to the reform, the true income from real estate was subject to taxation. At the local level, this real estate income was combined with a guaranteed system that ensured tax income for local authorities, even when little or no income was associated with a property. Most taxpayers had no income flows associated with their owneroccupied houses.27 Following the reform, formal rules for an imputed income were introduced on these houses villaschablon. Only interest payments associated with the property and no other costs were deductible from this imputed income. The imputed rates and brackets were changed several times, often in response to changes in assessed value. From 1967, the imputed rate of income was dependent on the assessed value of the property, and the system was thus inherently progressive. During the 1950s, there was considerable debate regarding the 27 Local tax authorities often estimated a hypothetical rental income before this tax reform, but there were no formal rules that stipulated how this estimation should be performed. 35 During the 1980s, real estate taxation underwent substantial changes. A separate state tax on real estate was implemented in addition to existing real estate taxation. This tax was introduced in 1983 and originated with a state fee on old apartment houses. This fee was motivated by changes in the state subsidy system for new apartment houses, which would unjustly benefit old apartment houses. In 1985, this fee was transformed into a more general state tax on real estate, even including owneroccupied houses. The reasons for the tax were fiscal, but it was also justified as a means of making the tax system more equitable and neutral. simplified, and all other forms of real estate taxation were abolished. The tax rate changed several times, and in 1996, the tax was broadened. There were also many exceptions and forms of temporary relief. In 2008, part of the tax was transformed into a local fee. The amount raised occasionally exceeded one percent of GDP. However, an assessment of the importance of real estate taxation should also consider that interest expenses on household mortgages are tax deductible. With deductible interest expenses, the state did not generate any significant tax revenue from owneroccupied houses. With the 19901991 tax reform, the construction of this tax was 7. A summary and synthesis of the six studies In this overview, we have presented the evolution of Swedish taxation over a 150year period and examined six key aspects of the Swedish tax system from 1862 to 2013. The results are based on a comprehensive multiyear research project conducted at the Research Institute of Industrial Economics IFN to describe and analyze the development of the Swedish tax system and its components in detail. The data generated from this project are unique in their consistency, thoroughness, breadth and the time period covered. Currently, Sweden primarily relies on personal income taxes, a general consumption tax VAT and social security contributions to generate the majority of its tax revenue. A general consumption tax and social security contributions did not exist 150 years ago, and the major taxes at the end of the 1800s have either been completely eliminated or have minor importance. This general evolutionnot only in Swedenreveals that countries increasingly rely on broadbased taxes such as income and general The Swedish tax system has experienced several changes since 1862. 36 The taxtoGDP ratio has also changed dramatically. The ratio of 150 From the interwar period to the early 1980s, labor and capital income consumption taxes and taxes that are less visible to the public such as payroll taxes and social security contributions. years ago amounted to a mere six percent. With the exception of World War I, the taxtoGDP ratio was at most ten percent until the early 1930s. Since the 1930s, the ratio increased sharply and almost continuously for 50 years. The tax ratio peaked at 51.5 percent in 1987. Since then, the taxtoGDP ratio has declined, and in 2013, it was below 45 percent. The economic effect of taxation depends on not only the tax level but also the tax structure. Some taxes are more harmful than others. Overlooking World War I, both labor and capital income taxes were low and stable until the interwar period. The importance of income taxation as a source of revenue was also initially low but increased rapidly until World War II. Inheritance taxation was implemented in 1885 at very low tax rates, and wealth taxation was implemented in 1911 as an integrated component of the ordinary income tax system. taxes increased rapidly. However, the opportunities to reduce corporate taxes through different forms of allowances were expanded. Marginal tax rates peaked during the 1970s and 1980s, and theses marginal rates set in at moderate annual incomes. The period following World War II also witnessed increased reliance on employerpaid social security contributions. Concerning wealth and inheritance and gift taxation, rates increased sharply after World War II, and the highest statutory tax rates were imposed during the 1970s and 1980s. However, valuation relief for unlisted businesses has been imposed since 1971 to mitigate the effect of these taxes. Neither the wealth tax at least since 1948 nor the taxation of inheritance and gifts were particularly important sources of revenue for the central government. These taxes were primarily motivated by distributional concerns. the distribution among customs duties and general and specific consumption taxes changed considerably. During the 1800s, customs duties were the most important consumption tax, but their importance decreased sharply during World War I. Following the introduction of a permanent general consumption tax initially a sales tax but subsequently a VAT in 1960, its importance increased rapidly. The importance of real estate taxation is difficult to analyze because of the construction of the system and Consumption taxation was important throughout the period examined, but 37 Income taxation is typically based on nominal income, and our its integration with the income tax system. The separate state tax on real estate implemented in 1983 has minor importance as a source of revenue. Labor and capital income taxes have decreased since the 19901991 tax reform. The wealth tax and the inheritance and gift taxes were abolished in 2007 and 2004, respectively, whereas the wealth tax on unlisted firms was abolished in 1991. Social security contributions have only decreased marginally, and the 19901991 tax reform increased the VAT and broadened its base, with tax exemptions for only a limited number of services. Subsequently, the VAT was differentiated. examination has revealed that inflation has had a substantial impact on the effect of taxation. A central explanation for the increasing marginal tax rates facing taxpayers during the postwar period was bracket creep. The marginal effective tax rate on capital income METR has also been substantially influenced by the fact that taxation is nominal. With high inflation, the effective tax rate can be well above 100 percent on equityfinanced marginal investments. The effect of the income tax system was also more unpredictable during the 1970s and 1980s because tax rates and brackets changed almost on an annual basis. At an aggregate level, one can discern at least three major historical stages of tax development. During the first 70 years considered, the taxtoGDP ratio was low and stable or slightly increasing. Income taxation was low, and consumption taxation was important. From the interwar period to the 19901991 tax reform, the taxtoGDP ratio increased sharply and stabilized at approximately 50 percent of GDP. Income taxes were an important source of revenue. New taxes such as the VAT and employerpaid social security contributions were introduced and their importance increased rapidly. After the 19901991 tax reform, income taxes decreased, and wealth and inheritance and gift taxation were abolished. The taxtoGDP ratio also began to decline. A closer examination of specific taxes emphasizes more important turning points. Concerning the taxation of labor income, the tax reforms in 1903, 1948 and 1971 are essential. In 1903, it became mandatory for all taxpayers to file an income tax return, and it became possible to increase income taxes in a more consistent way. In 1947, tax collection at the source was introduced, and with the 1948 tax reform, the temporary increase in income taxes implemented during World War II was made permanent. The income tax had a distinctly progressive character, and in addition to financing expenditures, it had an explicit distributional purpose. These traits were 38 reinforced with the 1971 tax reform. The 1970s and the 1980s were also characterized by a debate on and the introduction of wageearner funds. Concerning the taxation of capital income, 1939 is noteworthy for the introduction of a proportional corporate income tax system and the increased opportunities to reduce the effective corporate tax rate. Regarding wealth, inheritance and gift taxation, there were tax hikes in 1934, 1948 and 1971, but valuation relief for certain assets was also provided in 1971 and strengthened in 1974 and 1978. The evolution of these taxes depended on taxpayer characteristics, for example, whether the wealth or inheritance included business assets or the reduction rules for wealth taxation were binding. In general, these tax rates were relatively low before World War II and increased after the war until the 1970s, if valuation relief was applied. The abolition of these taxes in 19912007 and 2004 can also be considered important turning points. Concerning the complex taxation of real estate, one can emphasize the introduction of the local guaranteed tax system in 1920, the introduction of formal rules for an imputed income on private houses in 1953 and the introduction of a separate state tax on real estate in 1983. The importance of consumption taxation fell dramatically during World War I, and the composition changed in 1960 when a permanent sales tax subsequently, a VAT was implemented. 8. Implications and suggestions for future research The results of this research make it possible to analyze the impact of taxation on key economic variables such as firm formation, firm growth and industry structure with a very longterm perspective or based on a specific type of tax.28 A tax systems effect on economic performance depends on not only the aggregate tax level but also the tax structure.29 Taxation impacts the use of the factors of production and, consequently, affects employment, investment and economic development. 28 See, for example, Cashin 1995, Agell, Lindh, and Ohlsson 1997, Kneller, Bleaney, and Gemmell 1999, Folster and Henrekson 2001, and Bergh and Karlsson 2010, who analyze the effect of the taxtoGDP ratio on economic performance using crosscountry data or panel data generally covering approximately 25 years. Romer and Romer 2010 analyze the postwar period in the U.S., and their study was replicated using German data in Hayo and Uhl 2014. Hansson 2010 analyzes the effect of wealth taxes on growth in a panel covering 20 years. 29 Widmalm 2001 and Lee and Gordon 2005 are examples of studies analyzing the effect of the tax structure using panel data covering approximately 30 years. RomeroAvila and Strauch 2008 analyze data representing a smaller group of countries EU15 dating from 1960. RomeroAvila and Strauch find direct taxes have negative and significant effects on growth whereas indirect taxes and social security 39 It is also possible to analyze different explanations for the expanding government sector and the associated increase in the taxtoGDP ratio. What extent of the growth may be explained by, for example, an increased scope for and lower costs of taxation? Several studies have analyzed this question, but they focus on total tax revenue or total government spending and, therefore, the combined effect of all taxes.30 The ability to tax may differ substantially both over time and among types of taxes. No study has analyzed conditions in Sweden during the 1800s. In their overall evaluation of the U.S. tax system, Slemrod and Bakija 2008, 306 note: The Devil is in the details. A proper evaluation of the effects of taxes on key economic outcomes requires a systemic approach and, thus, detailed data on the various tax rates and tax bases. Although we cannot claim that we have documented every relevant detail, we currently have far more detail than before regarding annual tax rates and the definitions of the relevant tax bases for a uniquely long time period 152 yearsin a single country. We hope that this information provides the basis for numerous systematic studies of the effects of taxation on Swedish economic performance from the eve of industrialization to the present. serving arguments advanced in the public debate and arrive at reasonable judgments concerning tax policy. Thus, positive analysis can also provide the knowledge necessary for normative conclusions. Objective analysis is the only way to penetrate the innumerable self contributions have no significant effects. Afonso and Furceri 2010 analyze how several revenue and expenditure sources, measured as a percentage of GDP, directly relate to growth in 28 OECD countries from 19702004. Afonso and Furceri find that indirect taxes and social security contributions as a percentage of GDP have a sizeable, negative and statistically significant effect on growth. 30 See, e.g., Kau and Rubin 1981, 2002 and Ferris and West 1996, 1999. These studies do not analyze the situation before the 1930s. 40 References Afonso, Antonio, and Davide Furceri. 2010. Government Size, Composition, Volatility and Economic Growth. European Journal of Political Economy 264, 517532. Agell, Jonas, Peter Englund, and Jan Sodersten. 1998. Incentives and Redistribution in the Welfare State: The Swedish Tax Reform. London: Macmillan. Agell, Jonas, Thomas Lindh, and Henry Ohlsson. 1997. Growth and the Public Sector: A Critical Review Essay. European Journal of Political Economy 131, 3352. Aidt, Toke S., and Peter S. Jensen. 2009. Tax Structure, Size of Government, and the Extension of the Voting Franchise in Western Europe, 18601938. International Tax and Public Finance 163, 362394. Alt, James E. 1983. The Evolution of Tax Structures. Public Choice 411, 181222. Bergh, Andreas, and Martin Karlsson. 2010. Government Size and Growth: Accounting for Economic Freedom and Globalization. Public Choice 14212, 195213. Cashin, Paul A. 1995. Government Spending, Taxes, and Economic Growth. IMF Staff Papers 422, 237269. Davis, Steven J., and Magnus Henrekson. 1997. Industrial Policy, Employer Size and Economic Performance in Sweden. In The Welfare State in Transition, edited by Richard B. Freeman, Robert Topel, and Birgitta Swedenborg, 353397. Chicago: University of Chicago Press. Du Rietz, Gunnar, and Magnus Henrekson. 2014. Swedish Wealth Taxation 19112007. IFN Working Paper nr 1000, forthcoming in Swedish Taxation: Developments Since 1862, edited by Magnus Henrekson, and Mikael Stenkula. New York: Palgrave Macmillan. Du Rietz, Gunnar, Magnus Henrekson, and Daniel Waldenstrom. 2012. Swedish Inheritance and Gift Taxation 18852004. IFN Working Paper nr 936, forthcoming in Swedish Taxation: Developments Since 1862, edited by Magnus Henrekson, and Mikael Stenkula. New York: Palgrave Macmillan. Du Rietz, Gunnar, Dan Johansson, and Mikael Stenkula. 2013. Swedish Labor Income Taxation 18622013. IFN Working Paper nr 977, forthcoming in Swedish Taxation: Developments Since 1862, edited by Magnus Henrekson, and Mikael Stenkula. New York: Palgrave Macmillan. Du Rietz, Gunnar, Dan Johansson, and Mikael Stenkula. 2014. Swedish Capital Income Taxation 18622013. IFN Working Paper nr 1004, forthcoming in Swedish Taxation: Developments Since 1862, edited by Magnus Henrekson, and Mikael Stenkula. New York: Palgrave Macmillan. Durevall, Dick, and Magnus Henrekson. 2011. The Futile Quest for a Grand Explanation of LongRun Government Expenditure. Journal of Public Economics 9578, 708722. Edvinsson, Rodney, Tor Jacobson, and Daniel Waldenstrom, eds. 2014. House Prices, Stock Returns, National Accounts, and the Riksbank Balance Sheet, 16202012. Historical Monetary and Financial Statistics for Sweden. Volume II. Stockholm: Ekerlids and Sveriges Riksbank. Ekonomistyrningsverket. 2014. Tidsserier, Statsbudgeten m.m. 2013. ESV 2014:41. Stockholm: Ekonomistyrningsverket Swedish National Financial Management Authority. Eliason, Marcus, and Henry Ohlsson. 2013. Timing of Death and the Repeal of the Swedish Inheritance Tax. Journal of SocioEconomics 45, 113123. 41 Elvander, Nils. 1972. Svensk skattepolitik 19451970: en studie i partiers och organisationers funktioner. Stockholm: Raben Sjogren. Feldstein, Martin S. 2008. Effects of Taxes on Economic Behavior. National Tax Journal 611, 131139. Ferris, J. Stephen, and Edwin G. West. 1996. Testing Theories of Real Government Size: U.S. Experience, 195989. Southern Economic Journal 623, 537553. Ferris, J. Stephen, and Edwin G. West. 1999. Cost Disease versus Leviathan Explanations of Rising Government Cost: An Empirical Investigation. Public Choice 9834, 307316. Folster, Stefan, and Magnus Henrekson. 2001. Growth Effects of Government Expenditures and Taxation in Rich Countries. European Economic Review 458, 15011520. Garestad, Peter. 1987. Industrialisering och beskattning i Sverige 18611914. Ph D Hansson, Asa. 2010. Is the Wealth Tax Harmful for Economic Growth? World Tax diss., Uppsala University. Journal 21, 1934. Hayo, Bernd, and Matthias Uhl. 2014. The Macroeconomic Effects of Legislated Tax Changes in Germany. Oxford Economic Paper 662, 397418. Henrekson, Magnus. 1992. An Economic Analysis of Swedish Government Expenditure. Aldershot: Avebury. Henrekson, Magnus. 1993. The PeacockWiseman Hypothesis. In The Growth of the Public Sector, Theories and International Evidence, edited by Norman Gemmell, 5371. Aldershot: Edward Elgar Publishing. Henrekson, Magnus, and Gunnar Du Rietz. 2014. The Rise and Fall of Swedish Wealth Taxation. Nordic Tax Journal 11, 935. Henrekson, Magnus, and Ulf Jakobsson. 2001. Where Schumpeter was Nearly Right The Swedish Model and Capitalism, Socialism and Democracy. Journal of Evolutionary Economics 113, 331358. Henrekson, Magnus, Dan Johansson, and Mikael Stenkula. 2010. Taxation, Labor Market Policy and HighImpact Entrepreneurship. Journal of Industry, Competition and Trade 1034, 275296. Henrekson, Magnus, and Mikael Stenkula, eds. 2015. Swedish Taxation: Developments Since 1862. New York: Palgrave Macmillan. Hook, Erik. 1962. Den offentliga sektorns expansion. Stockholm: Almqvist Wiksell. Johansson, Dan, Mikael Stenkula, Gunnar Du Rietz. 2014. Capital Income Taxation of Swedish Households, 18622010. Scandinavian Economic History Review, forthcoming. Kau, James B., and Paul H. Rubin. 1981. The Size of Government. Public Choice 372, 261274. Kau, James B., and Paul H. Rubin. 2002. The Growth of Government: Sources and Limits. Public Choice 11334, 398402. King, Mervyn, and Don Fullerton, eds. 1984. The Taxation of Income from Capital: A Comparative Study of the United States, the United Kingdom, Sweden and West Germany. Chicago: University of Chicago Press. Kneller, Richard, Michael F. Bleaney, and Norman Gemmell. 1999. Fiscal Policy and Growth: Evidence from OECD Countries. Journal of Public Economics 742, 171190. 42 Lee, Young, and Roger H. Gordon. 2005. Tax Structure and Economic Growth. Journal of Public Economics 8956, 10271043. Lindbeck, Assar. 1997. The Swedish Experiment. Journal of Economic Literature 353, 12731319. Mirrlees, James, Stuart Adam, Tim Besley, Richard Blundell, Steve Bond, Robert Chote, Malcolm Gammie, Paul Johnson, Gareth Myles, and James M. Poterba. 2011. Tax by Design. Final Report from the Mirrlees Review. Oxford: Oxford University Press. OECD. 2011. Taxing Wages 2010. Paris: OECD. Peacock, Allan T., and Jack Wiseman. 1961. The Growth of Public Expenditure in the United Kingdom. Princeton, NJ: Princeton University Press. Piketty, Thomas. 2014. Capital in the TwentyFirst Century. Cambridge, MA: Harvard University Press. Rodriguez, Enrique. 1980. Offentlig inkomstexpansion: en analys av drivkrafterna bakom de offentliga inkomsternas utveckling i Sverige under 1900talet. Lund: Liber Laromedel. Rodriguez, Enrique. 1981. Den svenska skattehistorien. Lund: Liber Laromedel. Romer, Christina D., and David H. Romer. 2010. The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks. American Economic Review 1003, 763801. RomeroAvila, Diego, and Rolf Strauch. 2008. Public Finances and LongTerm Growth in Europe: Evidence from a Panel Data Analysis. European Journal of Political Economy 241, 172191. Scheve, Kenneth, and David Stasavage. 2012. Democracy, War, and Wealth: Lessons from Two Centuries of Inheritance Taxation. American Political Science Review 1061, 82102. Slemrod, Joel, and Jon Bakija. 2008. Taxing Ourselves: A Citizens Guide to the Debate over Taxes. Fourth edition. Cambridge, MA: MIT Press. Slemrod, Joel, and Christian Gillitzer. 2014. Tax Systems. Cambridge, MA: MIT Press. Statistics Sweden. 19142014. Statistical Yearbook of Sweden. Stockholm: Statistics Steinmo, Sven. 1993. Taxation Democracy. New Haven and London: Yale Sweden. University Press. Stenkula, Mikael. 2013. Taxation of Goods and Services in Sweden 18622013. IFN Working Paper nr 956, forthcoming in In Swedish Taxation: Developments Since 1862, edited by Magnus Henrekson, and Mikael Stenkula. New York: Palgrave Macmillan. Stenkula, Mikael. 2014. Taxation of Real Estate in Sweden 18622013. IFN Working Paper nr 1018, forthcoming in Swedish Taxation: Developments Since 1862, edited by Magnus Henrekson, and Mikael Stenkula. New York: Palgrave Macmillan. Stenkula, Mikael, Dan Johansson, and Gunnar Du Rietz. 2014. Marginal Taxation of Labour Income in Sweden from 1862 to 2010. Scandinavian Economic History Review 622, 163187. Svensson, Roger. 2013. Renovatie Monetae: Bracteates and Coinage Policies in Medieval Europe. London: Spink Son. Vermeend, Willem, Rick van der Ploeg, and Jan Willem Timmer. 2008. Taxes and the Economy. A Survey on the Impact of Taxes on Growth, Employment, Investment, Consumption and the Environment. Cheltenham, UK: Edward Elgar. 43 Ward, Benjamin. 1982. Taxes and the Size of Government. American Economic Review 722, 346350. Weber, Carolyn, and Aaron Wildavsky. 1986. A History of Taxation and Expenditure in the Western World. New York: Simon and Schuster. Widmalm, Frida. 2001. Tax Structure and Growth: Are Some Taxes Better Than Others? Public Choice 10735, 199219. 44 ", "filename": "814435505.pdf", "person": ["Magnus Henrekson", "Henrekson, Magnus", "Mikael Stenkula", "Stenkula, Mikael"], "date": ["2015"]}