{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/106652/1/815761554.pdf"], "title": ["Hilflose Entwicklungshilfe?"], "plaintext": "Hilflose Entwicklungshilfe?Vorwort Vorwort Die Beseitigung von Armut und Hunger gehort global betrachtetzweifelsohne zu den groten Herausforderungen der Menschheit. Nach wie vor bestehen deutliche Unterschiede in den Lebensverhaltnissen zwischen den armsten Regionen der Weltund den wohlhabenden Industrielandern. Vielerorts wissen die Menschen nicht, wie und ob sie den nachsten Tag uberleben werden und wie sie sich langfristig eine Existenz aufbauen sollen. Inden meisten Industrielandern ist es hingegen zu einer Selbstverstandlichkeit geworden, dass individuelle Freiheiten das Strebennach personlichem Erfolg ermoglichen und soziale Sicherungssysteme die eigene Existenz absichern.Der Ruf nach besseren Chancen und einer nachhaltigeren Entwicklung armer Regionen ertont zu Recht auch in unserer Gesellschaft. Jahrlich werden aus privater und offentlicher Hand finanzielle Hilfen getatigt, die die Lebensbedingungen der Armen undihre wirtschaftliche Situation in ihren Landern verbessern sollen.International agierende Entwicklungsorganisationen und gemeinsam formulierte Entwicklungsziele sollen dabei sicherstellen, dassdie Hilfen auch zielgerichtet eingesetzt werden.Jedoch wird nur allzu oft die Hilfe mittels eines Giekannenprinzips unkoordiniert in Entwicklungshilfeprojekte investiert, dieden tatsachlichen Bedurfnissen der Menschen nicht entsprechenund die Probleme vor Ort dauerhaft nicht losen. In gut gemeinter Absicht werden immer noch zu viele Probleme angegangen,ohne dabei die lokale Unternehmensstruktur zu berucksichtigenund diese in die Problembewaltigung einzubeziehen. Selbstbestimmung und notwendige Eigenverantwortung der Bevolkerungwerden dadurch weder unterstutzt noch gefordert. Dabei gibt esin den Entwicklungslandern viele Menschen, die ihr okonomisches Schicksal in die eigenen Hande nehmen und sich selbst aus der Armut befreien wollen.Dass dieser Umstand in der Entwicklungspolitik starker berucksichtigt werden sollte, wird mithilfe der vorliegenden Publikationuntermauert. Die Entwicklungshilfe der letzten Jahrzehnte wirdhierbei einer kritischen Analyse unterworfen und bestehende Probleme aufgezeigt. Zudem wird auf einige erforderliche Weichenstellungen hingewiesen, die zu einer positiven okonomischen Entwicklung der Entwicklungslander beitragen konnen.Nur wenn grundlegende marktwirtschaftliche Prinzipien eingehalten werden, scheint die Entwicklungshilfe nachhaltig erfolgreich sein zu konnen. Nur eine auf Augenhohe gestaltete Entwicklungszusammenarbeit, die auch die Rechte und Pflichtender armen Menschen dieser Welt einbezieht, kann fur eine bessere und chancengerechtere Zukunft dieser Menschen sorgen.Durch die global vernetzten Wirtschaftsbeziehungen werden davon letztendlich nicht nur die Entwicklungslander, sondern auch Deutschland und die anderen Industriestaaten profitieren. International stabile Verhaltnisse liegen schlielich im Interesse aller Staaten.Der informediaStiftung danken wir fur die Forderung dieser Publikation.Prof. Dr. Michael Eilfort Prof. Dr. Bernd Raffelhuschen Vorstandder Stiftung Marktwirtschaft Vorstandder Stiftung Marktwirtschaft.03Einleitung Hilflose Entwicklungshilfe?1Einleitung Seit uber 50 Jahren ist es das Bestreben der internationalen Gemeinschaft, die existenzbedrohende Armut in der Welt zu beseitigen und die wirtschaftliche Entwicklung in den betroffenen Regionen voranzutreiben. Zu diesem Zweck flieen seit Jahrzehntenoffentliche und private Entwicklungsgelder in verschiedene Entwicklungshilfeprojekte oder direkt an die Regierungen der Entwicklungslander. Internationale Organisationen wie die Vereinten Nationen UN, die Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung OECD oder die Weltbank versuchen dabei, gemeinsame Entwicklungsziele zum Wohl der Entwicklungslander zu definieren und die Hilfen entsprechend zu koordinieren.Prominente Beispiele sind hierfur die im Jahr 2000 beschlossenen MillenniumsEntwicklungsziele MDGs der UN sowie die daraufaufbauenden Nachhaltigen Entwicklungsziele SDGs, die derzeitin multilateralen Foren diskutiert werden und ab Ende 2015 gelten sollen.Die Befurworter und Organisatoren einer breit angelegten Entwicklungshilfe sind einhellig davon uberzeugt, dass die Zieleder internationalen Entwicklungspolitik nur mit umfassender externer Hilfe erreicht werden konnen. Es wird argumentiert, dassdie Entwicklungslander zu schwach sind, um sich aus der Armutselbst befreien zu konnen und dass die globale okonomische Situation zu ungerecht ist, um mit einer positiven Entwicklungdieser Lander ohne finanzielle Unterstutzung rechnen zu konnen.Weitere finanzielle Hilfen seien demnach notwendig und durftenin ihrem Ausma nicht infrage gestellt werden, so die weit verbreitete Meinung.Vor diesem Hintergrund stellt sich die Frage, wie es um die Effizienz der geleisteten Entwicklungshilfe tatsachlich bestellt istund ob die paternalistisch anmutende Entwicklungspolitik nachbisherigem Muster uberhaupt funktioniert. Welche Erfahrungenmachten diejenigen Regionen, die die meisten Entwicklungsgelder erhalten haben? Welche Rahmenbedingungen sollten vorhanden sein, damit die Hilfe auch denjenigen Teil der Bevolkerung erreicht, der von ihr am meisten profitieren konnte? Setztdie internationale Entwicklungspolitik die richtigen Anreize oderkann sie das Wachstum in den Entwicklungslandern sogar hemmen? Was muss die Gebergemeinschaft besser machen undwelche Rolle sollte den Entwicklungslandern und ihren Menschen zukommen?Die vorliegende Publikation hat sich zum Ziel gesetzt, auf diese Fragen eine Antwort zu geben, indem die Entwicklungshilfepolitik der vergangenen Jahre analysiert und entwicklungspolitische Optionen diskutiert werden. Im Einzelnen wird dabei wie folgt vorgegangen: Im nachstehenden Abschnitt wird zunachst ein kurzer Uberblick uber das Konzept der Entwicklungshilfe und die finanziellen Ausgaben der Geberlander gegeben. In Abschnitt 3wird die Entwicklungshilfe insgesamt auf den Prufstand gestellt.Es wird unter anderem untersucht, ob die Entwicklungshilfe dieselbst gesetzten Ziele erreicht und welche regionalen Unterschiede dabei auftreten. Daruber hinaus werden aktuelle empirische Ergebnisse der wissenschaftlichen Forschung herangezogen, um eine Einschatzung bezuglich der Effizienz der Hilfetreffen zu konnen. Unter Berucksichtigung des Subsidiaritatsprinzips wird schlielich beurteilt, ob und unter welchen Voraussetzungen Entwicklungshilfe uberhaupt getatigt werden sollte.Ohne Anspruch auf Vollstandigkeit werden uberdies in Abschnitt 4 entwicklungspolitische Optionen diskutiert, die fur einepositive wirtschaftliche Entwicklung der armsten Lander und eine Verbesserung der Lebensverhaltnisse ihrer Menschen zutraglichsein konnten. Dazu gehoren die Sicherung wirtschaftlicher Freiheit,die Schaffung von notwendigen institutionellen Rahmenbedingungen sowie eine verstarkte Handelsintegration und eine starkere Einbeziehung von privatem Kapital und unternehmerischer Expertise.Ferner wird in Abschnitt 4 eine Einschatzung daruber vorgenommen, ob die unternehmerische Initiative in den Entwicklungslandern mittels sogenannter Mikrofinanzierung erhoht werdenkann und entsprechend gefordert werden sollte. Daruber hinauswird untersucht, ob es sinnvoll ist, den Aktionsradius der internationalen Entwicklungshilfe um globale offentliche Guter wie Umweltschutz zu erweitern, wie es derzeit intensiv diskutiert wird. Ineinem kurzen Fazit werden die zentralen Aspekte der Analysenochmals zusammengetragen und abschlieend bewertet.04Hilflose Entwicklungshilfe?Uberblick 2Uberblick 2.1 Das Konzept der Entwicklungshilfe Die Anfange der Entwicklungshilfe Das Konzept der internationalen Entwicklungshilfe fut im Wesentlichen auf der Annahme, durch finanzielle und technische Hilfeleistungen eine von auen gesteuerte wirtschaftliche Entwicklung herbeifuhren zu konnen. Insbesondere eine zu geringe Ausstattung des Faktors Kapital wird als entscheidendes Hemmnis fur eine positive wirtschaftliche Entwicklung von Regionenbetrachtet. Gema postkeynesianischer Wachstumstheorie wirdargumentiert, dass okonomisches Wachstum allein durch Kapitalinvestitionen erreicht werden kann. Ist die Ressourcenausstattungeines Landes zu gering, musse folglich Kapital aus dem Auslandzugefuhrt werden, um die wachstumshemmende Kapitalluckeim Inland zu schlieen.1Etabliert hat sich diese Sichtweise in den Jahren nach dem Zweiten Weltkrieg, als Deutschland und andere europaische Staaten durch den MarshallPlan finanzielle Hilfen und wirtschaftliches Wachstum erfuhren und der Kommunismus weiter eingedammt werden sollte. Zeitgleich erlangten immer mehr Kolonienihre Unabhangigkeit und suchten nach einer passenden Wirtschaftspolitik. Damit sie diese nicht in Anlehnung an den Ostblock fanden, boten die westlichen Industriestaaten den weniger entwickelten Landern grozugig und selbstlos ihre Hilfe an.Die anfangliche Entwicklungspolitik kann demnach auch als ein Instrument der Sicherheitspolitik wahrend des Kalten Krieges betrachtet werden, die nicht primar auf das Wohlergehen der Menschen in den Entwicklungslandern bedacht war. Zudem bot sichden Industriestaaten dadurch die Moglichkeit, Schuldgefuhle ausder Kolonialzeit abzubauen und sich ihrer Verantwortung wohltaterisch zu stellen.Als geistige Vater der Entwicklungshilfe gelten die Okonomen Paul RosensteinRodan und Gunnar Myrdal. RosensteinRodanleitete die sogenannte Big pushTheorie her, wonach die als notwendig erachteten Kapitaltransfers aus dem Ausland nicht durcheine Vielzahl kleiner Schritte, sondern in groem Umfang zu erfolgen hatten, um einen selbsttragenden Wachstumsprozess inden Landern einleiten zu konnen. Nur ein aufeinander abgestimmtes Investitionsbundel ware demnach in der Lage, Entwicklungslander aus ihrer Armutsfalle zu befreien.2 Myrdal baute auf dieser Idee auf und vertrat die These, dass aufgrund sich selbstverstarkender Polarisationseffekte durch Migration und Handel bereits bestehende Nachteile einer Region vergroern und zu irreversiblen Ungleichgewichten in der Welt fuhren wurden. Die automatische Vergroerung der okonomischen Ungleichgewichte konnenur durch Interventionen von Seiten des Staates oder der Staatengemeinschaft verhindert werden. Die schwache Wirtschaftsstruktur der Entwicklungslander mache einen sorgfaltig geplanten,schrittweise angepassten Schutz ihrer Industrien, beispielsweise in Form von Importsubstitutionen, gegen die ubermachtige Konkurrenz auf dem unausgewogenen Weltmarkt erforderlich.3 Myrdal,als erster Generalsekretar der Wirtschaftskommission fur Europader Vereinten Nationen entscheidend an der globalen Entwicklungspolitik der ersten Jahrzehnte beteiligt, pladierte demnachnicht nur fur eine internationale Redistribution von Kapital, sondern auch fur einseitige protektionistische wirtschaftspolitische Manahmen wahrend des Entwicklungsprozesses.4Erste Kritik und Liberalisierungsbemuhungen Kritisiert wurde die Politik staatlicher Interventionen in erheblichem Mae vom ungarischbritischen Entwicklungsokonom Peter T.Bauer. Zusammen mit seinem sudafrikanischen Kollegen Basil Yamey setzte sich Bauer fur die reziproke Abschaffung von Handelsschranken und fur die Ausweitung individueller Wahlmoglichkeiten in den Entwicklungslandern ein. In dem 1957 veroffentlichten, aber lange unbeachteten Werk The Economics of Underdeveloped Countries sahen sie die Aufgabe des Staates darin,den Schutz von Leben, Freiheit und Eigentum zu garantieren, sodass der Einzelne selbstverantwortet sowie unter freiheitlichenund geregelten Bedingungen die eigenen Ziele und Wunscheverfolgen kann. Im Gegensatz zu Myrdal sah Bauer keine Notwendigkeit darin, die Industrien der Entwicklungslander vor dem Ausland zu schutzen. Protektionistische Manahmen fuhrtenseiner Meinung nach stets zu ineffizienten Ergebnissen auf den Markten. Gema Bauer sollte sich eine erfolgreiche Entwicklungspolitik demnach an einer liberalen Handelspolitik orientieren.In den 1970er Jahren machte Bauer mit inzwischen gestiegener Popularitat erneut auf die positive Bedeutung von freien Markten und individuellen Anreizstrukturen aufmerksam. Er hob hervor,dass finanzielle Hilfen hauptsachlich negative Anreizeffekte aufdie Eigenanstrengung und Eigenverantwortlichkeit der in Entwicklungslandern lebenden Menschen hatten. Bauer pladierte fur die 1 Vgl. Harrod 1939 und Domar 1946 und das nach ihnen benannte HarrodDomarModell.2 Vgl. RosensteinRodan 1943.3 Vgl. Myrdal 1957.4 Die Idee einer staatlich und industriepolitisch gesteuerten Entwicklungspolitik als Reaktion auf globale Ungleichgewichte ist als Structuralist Approach bzw. Dependenztheorie bekannt und wurde damals von einer Vielzahl von Entwicklungsokonomen wie W. Arthur Lewis, Raul Prebisch und Hans Singer vertreten, vgl. Chenery1975.05Uberblick Hilflose Entwicklungshilfe?komplette Abschaffung der internationalen Entwicklungshilfe, mit Ausnahme der humanitaren Nothilfe.5Aufgrund ausbleibender Erfolge in der Entwicklungspolitikruckte vermehrt planerisches Versagen in den Vordergrund der Debatte.6 Anfang der 1980er Jahre befanden sich viele Entwicklungslander in einer schwierigen wirtschaftlichen Situation. Nebenerheblichen Zahlungsbilanzdefiziten, hoher Inflation und geringem Wirtschaftswachstum hatten einige Lander, vor allem in Lateinamerika und Afrika, eine Auslandsverschuldung erreicht, die die Wirtschaftsleistung bei weitem uberstieg. Vor diesem Hintergrundhegte selbst Myrdal Zweifel an der Richtigkeit der von ihm propagierten Entwicklungshilfe:At the beginning of my research interest in the development problems of underdeveloped countries, I gave unqualified support to the idea that the developed countriesshould give financial assistance for their development  Recent happenings in the underdeveloped countriesand in the world at large, however, have caused me todoubt whether I was right.Myrdal, 1984, S. 151.Die auf finanziellen Transfers und einseitigem Protektionismus beruhende Entwicklungspolitik trat in den Folgejahren in den Hintergrund und wurde von einer liberaleren Politik abgelost. Unter dem Die Post2015Agenda der Vereinten Nationen UNBox 1Hintergrund: Die Ausgestaltung der Post2015Agenda der UN steht derzeit im Fokus der internationalen Entwicklungszusammenarbeit. Motivation fur die Erstellung einer neuen Agenda ist das Auslaufen der acht globalen Millenniumsziele MDGs,Millennium Development Goals, in deren Zentrum die Uberwindung von extremer Armut steht und zu deren Erreichung bis 2015 sich die Weltgemeinschaft verpflichtet hat. Die Fortschritte bei den MDGs bleiben zum Teil hinter den Erwartungen zuruck, sodass die gesetzten Ziele bis 2015 grotenteils nicht erreicht werden. Daher sollen diese durch neue Ziele, sogenannte Sustainable Development Goals SDGs, ersetzt und in eine reformierte Entwicklungsagenda integriert werden. Die SDGs sollen bis 2030 erreicht werden.Akteure: Die Post2015Agenda steht unter der Schirmherrschaft von UNGeneralsekretar Ban Kimoon. Aufbauend auf den Ergebnissen der Rio20Konferenz 2012, die den Bedarf an universellen Nachhaltigkeitszielen fur die Weltgemeinschaft formuliert, sind verschiedene Akteure mit der Gestaltung der kunftigen globalen Entwicklungsagenda beauftragt. Zu den prominentesten Akteuren gehoren das HighLevel Panel of Eminent Persons ein fur die Erstellung einer ersten Entwicklungsvisionbestimmtes Panel aus 27 internationalen Personlichkeiten, darunter Bundesprasident a.D. Horst Kohler, das Sustainable Development Solutions Network ein fur die wissenschaftliche Expertise zustandiges Netzwerk unter der Leitung von USOkonom Jeffrey Sachs und die Open Working Group on Sustainable Development Goals eine fur die konkrete Ausgestaltung der SDGszustandige Arbeitsgruppe der UNGeneralversammlung, in der sich Deutschland einen der 30 Sitze mit der Schweiz und Frankreich teilt. Daneben existiert ein breiter Konsultationsprozess zur Post2015Agenda, der neben den Interessen der Mitgliedstaaten im HighLevel Political Forum, weiterer UNAgenturen im UN System Task Team und NichtRegierungsorganisationen in der UN Development Group auch die Interessen der Wirtschaft im Global Compact berucksichtigen soll.Inzwischen haben alle genannten Akteure Abschlussberichte zu ihren jeweiligen Vorstellungen uber die Ausgestaltung der Post2015Agenda veroffentlicht, die die weiteren Konsultationsprozesse bestimmen werden.Zeitplan: Im September 2014 haben die eigentlichen Verhandlungen uber die Post2015Agenda begonnen, die auf den Abschlussberichten der oben genannten Akteure basieren. Die neue Agenda inklusive der SDGs soll auf einem Gipfeltreffen der Staats und Regierungschefs im Herbst 2015 verabschiedet werden.5 Vgl. Bauer 1972.6 Vgl. Chenery 1971 sowie Faber und Seers 1972 fur eine ausfuhrliche Diskussion der Crisis in PlanningArgumente.06Hilflose Entwicklungshilfe?Uberblick Begriff Washington Consensus wurden vom Internationalen Wahrungsfonds und der Weltbank sowohl Schritte der Liberalisierung als auch der Privatisierung und Deregulierung vorangetrieben. Dieser sogenannte marketfriendlyapproach gelangtejedoch in die Kritik, als gegen Ende der 1990er Jahre mehrere Lander Lateinamerikas und Asiens in Finanz und Wahrungskrisen abglitten. Kritiker bemangelten, dass der Washington Consensus auf unrealistischen Annahmen der Neoklassik, wie vollstandiger Wettbewerb, beruhe, die insbesondere auf Entwicklungslander nicht zutrafen. Zudem hatten die vorgenommenen Deregulierungen lediglich den internationalen Finanzmarkten geholfen und nicht den Entwicklungs bzw. Schwellenlandern.7Andere bewerteten hingegen die Idee des Washington Consensus durchaus positiv. Die Liberalisierungsbemuhungen seienrichtig gewesen, jedoch fehlten den betroffenen Landern die notwendigen institutionellen Rahmenbedingungen fur eine erfolgreiche Entwicklung ihrer Volkswirtschaften. Insbesondere eine fehlende Wettbewerbskontrolle, fehlende Kapitalverkehrsregulierungen sowie eine fehlende Berucksichtigung des informellen Sektors wurden als Hemmnisse angesehen.8 Dass Liberalisierung langfristig zu wirtschaftlicher Entwicklung fuhren wird, wiebeispielsweise von Anne O. Krueger oder Jagdish Bhagwati dokumentiert, geriet dessen ungeachtet wieder in den Hintergrundder internationalen Entwicklungspolitik.9Der aktuelle entwicklungspolitische Diskurs:Die Wiedergeburt des Big push Die anhaltende Kritik am Washington Consensus hat dazu gefuhrt, dass seit den 2000er Jahren die Entwicklungspolitik erneutdie Industrielander in der Pflicht sieht, in groem Ausma Entwicklungshilfe zu leisten. Die Einfuhrung der sogenannten MillenniumsEntwicklungsziele MDGs der Vereinten Nationen UNim September 2000 wurde zum Anlass genommen, groe finanzielle Anstrengungen von Seiten der Geberlander zu fordern. Allen voran wird diese Forderung von Jeffrey Sachs, dem Sonderberater des UNGeneralsekretars Ban Kimoon fur die MDGs vorangetrieben. Als Direktor des Sustainable Development Solutions Network ist Sachs zudem auch an der Ausgestaltung der zukunftigen entwicklungspolitischen Agenda mageblich beteiligt, beider sogenannte Nachhaltige Entwicklungsziele SDGs die MDGsab Ende 2015 ablosen sollen siehe Box 1.Analog zu Myrdal geht Sachs von der These einer Armutsfalleaus, in der sich die meisten Entwicklungslander befanden. Nurmit externer finanzieller Hilfe konnten die Entwicklungslander ausihrer Armutsfalle befreit werden. Als hatte es die bescheidenen Erfahrungen der Entwicklungshilfe nicht gegeben, fordert Sachs Finanztransfers in groem Stil, um genugend Kapital fur den angeblich von auen einzuleitenden Wachstumsprozess der Entwicklungslander zur Verfugung zu stellen.10 Die aktuelle Entwicklungspolitik scheint wieder die alte zu sein. Nicht ohne Grundspricht William Easterly, groer Kritiker von Sachs und seinen Thesen, daher auch von einem Dejavu der Big pushPolitik.112.2 Die Ausgaben der Entwicklungshilfe Die weltweiten Ausgaben fur die offentliche EntwicklungshilfeOfficial Development Assistance, ODA sind derzeit auf einemneuen Rekordhoch angelangt. Die internationale Gemeinschaftder DACMitgliedstaaten 12 leistet aktuell fast 140 Mrd. USDollar Entwicklungshilfezahlungen. Wie Abbildung 1 auf Seite 8 zeigt,haben sich die jahrlichen ODALeistungen seit 1960 somit mehrals verdreifacht. Gemessen in konstanten Preisen wurden in den Anfangen der internationalen Entwicklungspolitik lediglich etwa 40Mrd. USDollar pro Jahr fur Entwicklungshilfeprojekte aufgewendet. Seit dieser Zeit ist eine fast kontinuierliche Steigerung der internationalen Zahlungen zu erkennen. In den vergangenen 50Jahren entrichteten die offentlichen Haushalte aller DACGeberlander insgesamt uber 4.000 Mrd. USDollar in der gut gemeinten Absicht, den Lebensstandard der in Entwicklungslandern lebenden Menschen verbessern zu wollen. Rechnet man die Hilfszahlungen von NichtDACMitgliedern wie China das paradoxerweise zeitgleich Empfanger und Geber von ODA ist noch hinzu,wurden seither nahezu 5.000 Mrd. USDollar an ODA geleistet.Gemessen an der wirtschaftlichen Groe der Geberlander,dem Bruttonationaleinkommen BNE, ist dies den Organisatoren und Befurwortern einer breit angelegten Entwicklungshilfeaber nicht genug. Denn 1970 wurde international vereinbart,ODAAusgaben in Hohe von mindestens 0,7 Prozent des BNEder Geberlander erreichen zu wollen. In regelmaigen Abstandenwird diese ODAQuote als erforderliche Referenzgroe fur einewirkungsvolle Entwicklungshilfe auserkoren und seit jeher als 7 Vgl. Stiglitz 2002.8 Vgl. De Soto 2000.9 Vgl. Krueger 1997 und Bhagwati 2004.10 Vgl. Sachs 2005.11 Vgl. Easterly 2006a.12 Das DAC Development Assistance Committee ist der Ausschuss fur Entwicklungshilfe der Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung OECD,dem derzeit 28 OECDStaaten sowie die Europaische Union EU angehoren.07Uberblick Hilflose Entwicklungshilfe?etou QADO0,60,50,40,30,20,10,0Abbildung 1:Ausgaben deroffentlichen Entwicklungshilfe Quelle: OECDDatenbank.ODANettoleistungen der DACLander 19602013.ODANettoleistungen beziehensich auf Zahlungen bilateralund multilateral der DACLander abzuglich Tilgungsleistungen und Verkaufserloseaus Beteiligungen.14012010080604020nebagsu AADOin % des BNEin konstanten US 2012, in Mrd.196019701980199020002010Jahroberstes Credo der internationalen Entwicklungspolitik erachtet.Wie Abbildung 1 verdeutlicht, wurde diese Zielquote aber bisherzu keinem Zeitpunkt erreicht. Seit 1970 stellt die DACGemeinschaft zwischen 0,2 und 0,4 Prozent ihres BNE fur Entwicklungshilfe zur Verfugung. Lediglich funf Staaten Norwegen,Schweden, Luxemburg, Danemark und Grobritannien erfullten 2013 die quantitative ODAZielerreichung. Deutschland leistetemit uber 14 Mrd. USDollar im internationalen Vergleich nach den USA und Grobritannien zwar die dritthochsten ODAZahlungen,die deutsche ODAQuote liegt mit 0,38 Prozent aber weit unterhalb der geforderten Zielgroe.Dass jedoch vielmehr die Qualitat als die Quantitat der geleisteten Hilfe im Mittelpunkt der Entwicklungspolitik stehen sollte,wird im nachsten Abschnitt deutlich.1313 Fur eine berechtigte Kritik an der ODAQuote und der zugrundeliegenden Berechnungsmethode der Zielgroe von 0,7 Prozent siehe Clemens und Moss 2007.08Hilflose Entwicklungshilfe?Entwicklungshilfe auf dem Prufstand 3Entwicklungshilfe auf dem Prufstand Um den Erfolg der internationalen Entwicklungshilfe bewerten zukonnen, ist es in einem ersten Schritt sinnvoll, die aktuelle Zielerreichung der MillenniumsEntwicklungsziele MDGs, das aktuelle Aushangeschild der Vereinten Nationen UN, zu bewerten. In einem zweiten Schritt werden empirische Studien aus der Wissenschaft herangezogen, die den Erfolg der Entwicklungshilfe uber die letzten Jahrzehnte insgesamt analysieren. Aufbauend auf diesen Analysen kann dann eine Einschatzung daruberabgegeben werden, ob die Entwicklungshilfe nach bisherigem Muster noch zeitgema ist oder ob eine Reform der Entwicklungspolitik sinnvoll ware.3.1 Die MillenniumsEntwicklungsziele Die wohl bekanntesten Ziele internationaler Entwicklungszusammenarbeit stellen die im Jahr 2000 formulierten MDGs der UNdar. Die MDGs enthalten acht ubergeordnete Ziele zur Verbesserung der Lebensqualitat in Entwicklungslandern, die bis Ende 2015 erreicht werden sollen. Die Ziele reichen von der Beseitigung der extremen Armut und des Hungers uber eine gesicherte Primarbildung, die Gleichstellung von Frauen, die Bekampfungvon todlichen Krankheiten bis zu einer deutlichen Verringerung der Kinder und Muttersterblichkeit. Der Umsetzungsstand der MDGswird anhand von 21 konkreten Zielvorgaben und 60 Indikatorengemessen. In ihren jahrlich erscheinenden Berichten fassen die UN und die OECD die Zielerreichung ihrer selbst gesteckten Zielezusammen.Trotz steigender Milliardenbetrage fur die Entwicklungshilfe seit 2000 siehe Abbildung 1, ist der Umsetzungsstand der MDGsim Hinblick auf die Zielerreichung bis 2015 aber ernuchternd.Zwar konnten in einigen MDGs gewisse Fortschritte erzielt werden, jedoch verlauft die Entwicklung vieler Zielgroen nicht nach Plan. Insbesondere in den Bereichen Hunger, Primarbildung sowie Kinder und Muttersterblichkeit gibt es Nachholbedarf. Eingenauerer Blick in den aktuellen Entwicklungsbericht der UNzeigt, dass eigentlich keines der Ziele zufriedenstellend erreichtwird.14 Nach wie vor leben mehr als eine Milliarde Menschen weltweit in extremer Armut, also mit weniger als 1,25 USDollar in Kaufkraftstandards am Tag. Etwa 850 Mio. Menschen leiden an Unterernahrung und jedes vierte Kind in Entwicklungslandern leidet an Wachstumshemmungen als Folge der Mangelernahrung.15Jedes zwanzigste Kind erreicht zudem nicht das funfte Lebensjahr. Die Muttersterblichkeit ist ahnlich hoch. Da viele Kinder die Grundschule vorzeitig abbrechen und vor allem Madchen auslandlichen Gebieten kaum eine Schule besuchen, gibt es zudemderzeit uber eine Milliarde Analphabeten.Im Erfullungsgrad der MDGs spiegeln sich aber vor allem erhebliche regionale Unterschiede wider. Wahrend die ostasiatischen Staaten die Ziele zumeist problemlos erreichen, treten dieafrikanischen Staaten, besonders sudlich der Sahara, okonomischseit Jahrzehnten auf der Stelle. In diesen afrikanischen Landernkonnten im Vergleich zu 1990, das fur die MDGs das Referenzjahr darstellt, kaum Fortschritte erzielt werden. Beispielsweise leben in SubsaharaAfrika SSA rund 50 Prozent der Bevolkerungin extremer Armut und das unverandert seit 1990. In Sudostasien hat sich hingegen der Anteil der in extremer Armut lebenden Bevolkerung von ehemals 45 auf 14 Prozent verringert. Auchin der allgemeinen Grundschulbildung zeigt sich ein ahnliches Bild. In SSA schlieen derzeit und wie bereits 1990 nur knapp 60 Prozent die Grundschule tatsachlich ab; bei armen Madchenin landlichen Gebieten sind es sogar nur 23 Prozent. In Sudostasien ist im gleichen Zeitraum die Quote der erfolgreichen Grundschuler von knapp 70 auf etwa 90 Prozent gestiegen. Ahnlichhohe regionale Unterschiede sind in den anderen Bereichen wieder Kinder und Muttersterblichkeit vorhanden. Dass die afrikanischen Staaten hierbei so schlecht abschneiden, ist aus Sichtder Entwicklungshilfe umso tragischer, da Afrika seit Jahrzehnten die meisten Entwicklungsgelder erhalt zuletzt fast 50 Prozent der gesamten ODALeistungen.3.2 Zunehmende Kritik an der Entwicklungshilfe Die ernuchternde Bilanz bei der Umsetzung der MillenniumsEntwicklungsziele lasst berechtigte Zweifel an der grundsatzlichen Idee einer von auen gesteuerten Entwicklungshilfepolitik aufkommen. Trotz stetig steigender Hilfszahlungen in Entwicklungsprojekte wird ein Groteil der MDGs bis 2015 nicht erreicht. Einige Regionen, wie Afrika oder Ozeanien, scheinen bei naherer Betrachtung sogar kein einziges Ziel befriedigend erreichen zu konnen.Hat die Entwicklungshilfe nach bisherigem Muster daher versagt? Oder ist die schlechte okonomische Entwicklung einiger Staaten hingegen Ausdruck von zu wenig geleisteter Entwicklungshilfe? Wurden mehr Hilfszahlungen so wie es die bishernicht erreichte ODAZielquote von 0,7 Prozent des BNE der Geberlander vorsieht und von den Befurwortern der Entwicklungshilfe gefordert wird tatsachlich zu mehr Entwicklung fuhren? Ge14 Vgl. im Folgenden Vereinte Nationen 2014.15 Zwar konnte die absolute Zahl der in extremer Armut lebenden Menschen seit 1990 um mehrere Hundert Mio. Menschen verringert werden. Da die Anzahl der Unterernahrten im gleichen Zeitraum aber nicht in einer ahnlichen Relation abgebaut werden konnte, spricht Pogge 2013 hier nur von einem kosmetischen Fortschritt.09Entwicklungshilfe auf dem Prufstand Hilflose Entwicklungshilfe?rade vor dem Hintergrund der derzeit diskutierten Ausgestaltungder Nachhaltigen Entwicklungsziele SDGs fur die Zeit nach 2015 sowie ihrer Finanzierungsmoglichkeiten ist die Beantwortung dieser Fragen von besonderer Relevanz.Aid effectiveness Die sogenannte Aid effectivenessForschung kommt hier zu einem ziemlich eindeutigen Bild. Verschiedene landerubergreifende empirische Studien der letzten Jahrzehnte belegen, dass die Entwicklungshilfe insgesamt keine positiven Effekte auf das Wirtschaftswachstum eines Landes erzielen konnte. Die Wirtschaftentwickelt sich demnach weitestgehend losgelost von den erhaltenen Entwicklungsgeldern.16 Vereinzelt kommen Studien zu dem Ergebnis, dass Entwicklungshilfe zumindest dann einige wirtschaftliche Erfolge erzielen konnte, wenn sie an institutionelle Reformen geknupft war, die die Geberlander den Empfangerlandernauferlegten.17 Aber auch dieses Ergebnis wird mittlerweile eher alszufallige Erscheinung abgetan, da die positiven Effekte nicht sonderlich robust gegenuber Variabilitat der verwendeten Daten sind.18Empirische MetaAnalysen, die die Ergebnisse von uber 100 empirischen Studien in ihre Schatzungen einbeziehen, zeigen ebenfalls, dass Entwicklungshilfe keinen statistisch signifikanten Effektauf das Wirtschaftswachstum der Empfangerlander hat.19Die internationalen Organisationen geben vor, das Problemder fehlenden Wirksamkeit der Entwicklungshilfe endlich erkanntzu haben. In der Pariser Erklarung 2005 der OECD haben sichsowohl Geber als auch Empfangerlander und Entwicklungsorganisationen auf verschiedene Eckpunkte verstandigt, die eineeffektivere Entwicklungszusammenarbeit zum Ziel haben. Vor allem werden eine Zusammenlegung von Entwicklungsprojektenund eine bessere Absprache mit anderen Geberlandern und Institutionen angestrebt.20Wissenschaftliche Studien deuten jedoch darauf hin, dass esden Geberlandern insgesamt nicht gelungen ist, der Fragmentierung von Entwicklungshilfe entgegenzuwirken. Demnach weisendie Entwicklungsprojekte der Geberlander in den Jahren nachder Pariser Erklarung im Durchschnitt sogar einen groeren Uberschneidungsgrad mit denen anderer Geber auf als zuvor. Einige Geberlander wie Grobritannien erreichen zwar einen hoheren Spezialisierungsgrad, setzen dabei aber vermehrt auf daszweifelhafte Instrument der Budgethilfe.21 Als Ursache fur die zunehmende Fragmentierung wird unter anderem der Wettbewerbder Geberlander um weitere Exportmarkte und strategisch wichtige Ressourcen angesehen, da deren Abschopfung auf bilateralem Weg wesentlich besser beeinflusst werden kann.22 Chinaswirtschaftliche Expansion in Westafrika ist in dieser Hinsicht einprominentes Beispiel.23 Auch Deutschland verfolgt entgegen der Pariser Erklarung uberwiegend bilateral verhandelte Entwicklungsprojekte und versucht, sich so mehr Einfluss in den Entwicklungs und Schwellenlandern zu sichern.24Zudem erreicht die offentliche Entwicklungshilfe immer weniger diejenigen Staaten, die von externen Mittelzuweisungennoch am ehesten profitieren wurden. Gema OECD 2013 gingen 1990 noch uber 50 Prozent der ODANettoleistungen an dieam wenigsten entwickelten Staaten Leastdeveloped countries,LDCs. Aktuell erreichen hingegen nur noch rund 30 Prozent der Hilfszahlungen die LDCs. Ein immer groer werdender Anteilgeht an Lander, die ein hoheres mittleres Einkommen haben. Die Turkei erhalt beispielsweise mit uber 3 Mrd. USDollar derzeit dievierthochsten ODAMittel unter allen Empfangerstaaten weltweit. Paradoxerweise ist die Turkei zugleich ein ambitioniertes Geberland von ODA.25Ursachlich fur diese ungluckliche Verschiebung der finanziellen Hilfen ist vor allem eine fehlende internationale Politikkoordination. Dies zeigt sich in dem Umstand, dass das Herauswachsenehemaliger Entwicklungslander in den finanziellen Zahlungen kaum Berucksichtigung findet. So kann es, wie es die ODAZahlungenan die Turkei oder an China zeigen, Jahrzehnte dauern, bis die Leistung an diese Lander zuruckgefahren wird. Dies schlagt sichauch in der erwahnten zunehmenden Fragmentierung der Entwicklungshilfeprojekte nieder, die zu hohen Transaktionskostenfuhren und die Effektivitat der Entwicklungshilfe negativ beeintrachtigen kann.2616 Vgl. Griffin 1970, Mosley 1986 sowie Rajan und Subramanian 2008.17 Vgl. Burnside und Dollar 2000.18 Vgl. Easterly et al. 2004.19 Vgl. Doucouliagos und Paldam 2009 und 2014.20 Allerdings sind darin auch viele Punkte enthalten, die eigentlich als selbstverstandlich gelten sollten, wie z.B. dass Empfangerlander Auskunft uber den Einsatz der Mittel abgeben und selbst Verantwortung fur ihren Entwicklungsprozess ubernehmen sollen; vgl. OECD 2005.21 Vgl. Nunnenkamp et al. 2013. Die Budgethilfe ist vor allem dann wenig erfolgversprechend, wenn autokratische Regime die Hilfe zweckentfremden und sie nichtin den Aufbau von guter Regierungsfuhrung investieren.22 Vgl. Fuchs et al. 2014.23 Vgl. Moyo 2012.24 Vgl. BMZ 2014. Immerhin ist es dem Bundesministerium fur wirtschaftliche Zusammenarbeit und Entwicklung BMZ 2010 gelungen, durch die Zusammenlegungvon Deutsche Gesellschaft fur Technische Zusammenarbeit GTZ, In WEnt und Deutscher Entwicklungsdienst DED in die Deutsche Gesellschaft fur Internationale Zusammenarbeit GIZ Doppelstrukturen abzubauen, um zumindest die deutschen Hilfen effizienter organisieren zu konnen.25 Vgl. Hausmann 2014.26 Vgl. Fengler und Kharas 2010.10Hilflose Entwicklungshilfe?Entwicklungshilfe auf dem Prufstand Paternalismus versus Liberalismus Wie zuvor beschrieben, ist die Kritik an einer von auen gesteuerten Entwicklungshilfe nicht neu. Die ursprungliche These von Bauer, dass Entwicklungshilfe zu Fehlanreizen bei den Empfangerlandern fuhrt und diese die Finanztransfers aufgrund nicht vorhandener Institutionen und fehlender demokratischer Strukturenkaum zu nutzen wissen, hat in den letzten Jahren William Easterlyin mehreren Publikationen aufgegriffen.27 Fur Easterly ist die Entwicklung eines Landes unmittelbar an die Schaffung von institutionellen Rahmenbedingungen wie Rechtssicherheit geknupft.Wissenschaftliche Unterstutzung erhalt Easterly dabei von mehreren namhaften Okonomen wie Daron Acemoglu, Paul Collier,Angus Deaton und Dani Rodrik.28 Auch sie sind der Auffassung,dass Entwicklung nur dann funktionieren kann, wenn vor Ort geregelte Strukturen herrschen, die die individuelle Entfaltung der Menschen gewahrleisten.In diesem Zusammenhang steht vor allem der Paternalismusder Entwicklungshilfe im Zentrum der Kritik. Der Vorwurf ist, dasseine Einmischung von auen, moge sie in noch so guter Absichterfolgen, nicht nur zu Fehlanreizen in der Bevolkerung fuhrt, sondern auch die herrschende Elite aus der Pflicht entlasst, fur die Bereitstellung von staatlichen Aufgaben selbst aufzukommen.Zudem verhindert das Uberstulpen westlicher Ideologien einen Systemwettbewerb und kann so zu unpassenden und ineffizienten Strukturen im Land fuhren.Neu an dieser Kritik ist, dass sie zunehmend auch von afrikanischen Okonomen vorgebracht wird. Beispielsweise fordert James Shikwati seit einigen Jahren, die Entwicklungshilfe um Himmels Willen zu stoppen.29 Shikwati pladiert fur eigenstandige Losungen, bei denen die Afrikaner ihr Schicksal selbst in die Handnehmen und ihnen dabei keine Entwicklungsindustrie im Wegstehen soll. Dambisa Moyo nennt in ihrem Buch Dead Aid die Entwicklungshilfe the single worst decision of modern development politics. Entwicklungshilfe wurde nur finanzielle Abhangigkeiten vom Ausland manifestieren und die herrschenden Elitenim Land starken. Stattdessen sollten Liberalisierungsbemuhungenunternommen werden, die zu steigendem Handel und auslandischen Direktinvestitionen fuhren.30Die Kritik am Paternalismus der Entwicklungshilfe ist leicht zuverstehen, halt man sich die divergente wirtschaftliche Entwicklungder afrikanischen und asiatischen Staaten vor Augen. Viele asiatische Lander haben vor Jahrzehnten einen beispiellosen Aufholprozess gestartet, der nicht durch Entwicklungsgelder von auen,sondern primar durch Eigenanstrengungen von innen angeregtwurde. Wie Abbildung 2 belegt, hat sich Asien in den vergangeAbbildung 2:Regionale Anteile amglobalen Einkommen Quelle: Datenbank des USDepartments of Agriculture.Anteile des jeweiligenrealen aggregierten Bruttoinlandsprodukts BIPam weltweiten BIP.tnezor Pnilietn A40353025201510501969197419791984198919941999200420092014Jahr Europa Nordamerika Asien SubsaharaAfrika 27 Vgl. Easterly 2006b und 2013 fur einen Uberblick.28 Vgl. Acemoglu und Robinson 2012, Collier 2007, Deaton 2013 und Rodrik et al. 2004.29 Vgl. Shikwati 2005.30 Vgl. Moyo 2009.11Entwicklungshilfe auf dem Prufstand Hilflose Entwicklungshilfe?nen 45 Jahren zu einem gewichtigen Wirtschaftsraum entwickelt.Gemessen am globalen Einkommen wird in Asien mittlerweilemehr produziert als in Nordamerika oder Europa. Afrika hingegen vor allem die Lander sudlich der Sahara nimmt mit einem Anteil von nur 2 Prozent auf dem Weltmarkt nach wie vor eine unbedeutende Position ein. Und das bei einem vorhandenen Arbeitskraftepotenzial, das die Zahl der Einwohner von Nordamerika und Europa bei weitem ubersteigt.Ahnlich sieht daher die Entwicklung des ProKopfEinkommens im genannten Zeitraum aus. 1969 hatten die asiatischenund afrikanischen Staaten mit jeweils durchschnittlich 1.300 USDollar pro Einwohner ein nahezu identisches niedriges Einkommensniveau. 45 Jahre spater weist Asien im Durchschnitt ein ProKopfEinkommen in Hohe von rund 5.300 USDollar auf und konnte somit sein Niveau vervierfachen, wahrend SubsaharaAfrika ineinem halben Jahrhundert das Niveau minimal auf lediglich 1.700USDollar pro Einwohner steigern konnte.Wie der African Economic Outlook 2014 zudem zeigt, sind diemeisten afrikanischen Staaten auch Jahrzehnte nach ihrer erlangten Unabhangigkeit noch stark von ihren Rohstoffen abhangig. Diese gehen fast immer unverarbeitet ins Ausland. Afrikaproduziert derzeit nur 1 Prozent der weltweit hergestellten Fertigwaren.Vor allem die Erfahrungen in China und in den asiatischen Tigerstaaten haben gezeigt, dass wirtschaftlicher Erfolg in erster Linie durch eine selbstverantwortete Liberalisierung und Marktintegration erfolgt. Das afrikanische Ergebnis zeigt hingegen,dass auch die groten Finanztransfers im Rahmen der Entwicklungshilfe keinen Erfolg garantieren. Dies wirft die Frage auf, ob Entwicklungshilfe uberhaupt noch angebracht und zeitgema istoder ob auf sie besser verzichtet werden sollte, wie es einige Wissenschaftler fordern.3.3 Ist Entwicklungshilfe noch zeitgema?Zur Beantwortung dieser Frage ist es in einem ersten Schritt sinnvoll, einige grundlegende marktwirtschaftliche Regeln in Erinnerung zu rufen. Allen voran das Subsidiaritatsprinzip, das von der Entwicklungshilfe nach bisherigem Muster gleich in mehrfacher Hinsicht verletzt wird.Erstens verlangt das Subsidiaritatsprinzip, dass Hilfe stets nursubsidiar zu leisten ist. Entwicklungshilfe darf demnach nicht ersetzend, sondern nur unterstutzend wirken. Den Hilfsbedurftigen durfen durch die Hilfe nicht die Anreize genommen werden,selbst aktiv zu werden und sich nach eigenen Kraften aus der Ar31 Vgl. Die Welt 2014.mut zu befreien. Die Hilfe sollte die Menschen zur Selbsthilfe befahigen und weder Eigenverantwortung noch Eigenanstrengungersetzen. Zudem darf die Entwicklungshilfe auch keine Marktevor Ort verzerren und die lokale Produktion durch Lebensmittelspenden oder Altkleidersammlungen sukzessive ersetzen. Durchden verzerrten Wettbewerb wird den lokalen Unternehmern und Familien die Existenzgrundlage genommen, was zur Folge hat,dass die Verbraucher vermehrt uber Spenden aus dem Auslandbedient werden mussen. Dies fuhrt langfristig zu einer Alimentierung der Gesellschaft und zu Abhangigkeiten, die es vor der vermeintlichen Hilfe nicht gab.Daran anlehnend sieht das Subsidiaritatsprinzip vor, dass Hilfenur in einem begrenzten zeitlichen Umfang erfolgen darf. Sobaldder Bedurftige ohne Hilfe eigenstandig agieren kann, muss die Hilfe eingestellt werden. Andernfalls setzt die Hilfe Fehlanreize zu Trittbrettfahrerverhalten und kann zu einem Fass ohne Bodenwerden, bei dem die Entwicklungshilfe auch Jahrzehnte spaternoch geleistet wird. Die Entwicklungshilfe muss schlielich zum Ziel haben, sich selbst uberflussig zu machen. Dass dies diametral den Eigeninteressen und dem Selbsterhaltungstrieb der Entwicklungsindustrie zuwider lauft, ist dabei so einleuchtend wieparadox. Welcher noch so altruistisch anmutende Entwicklungshelfer mochte gern seinen Arbeitsplatz verlieren bzw. explizit aufden eigenen Arbeitsplatzverlust hinarbeiten?Drittens bedeutet das Subsidiaritatsprinzip, dass Hilfe zunachst auf der untersten lokalen bzw. individuellen Ebene zu leisten ist. Die Entwicklung einer Region sollte daher als ein Prozessvon unten und nicht von oben verstanden werden. Hilfe vonoben, wie sie in den meisten Fallen in paternalistischer Weisegetatigt wird, impliziert immer auch eine Unmundigkeit der Hilfeempfanger, die ihnen zumeist in keiner Weise gerecht wird, sondern von einer selbstgerechten Einstellung der Geberlander zeugt.Die Akteure vor Ort wissen grundsatzlich besser uber ihre Situation und Bedurfnisse Bescheid als externe Helfer. Gema dem Prinzip des methodologischen Individualismus sollte Entwicklungshilfe an den Bedurfnissen der Individuen vor Ort ausgerichtet sein, ohne diese aus ihrer Eigenverantwortung zu entlassen.Allerdings weisen Entwicklungslander in der Regel einige Besonderheiten auf, die es zu berucksichtigen gilt. Viele Staaten werden von autokratischen Regimen gefuhrt, funktionierende Rechtssysteme fehlen und Staatseinnahmen oder Entwicklungsgelderwerden lieber in die Taschen der wenigen Eliten gelenkt und ingroem Stil uber illegale Finanzstrome auer Landes gebracht,als dass sie in notwendige Infrastrukturmanahmen, in Gesundheits und Bildungsinitiativen investiert wurden.31 Entwicklungshilfe ist daher vor allem dann angebracht, wenn den Menschenvor Ort die notwendigen Rahmenbedingungen geboten werden,12Hilflose Entwicklungshilfe?Entwicklungshilfe auf dem Prufstanddie sie fur ihre selbstbestimmte Entwicklung von unten benotigen. Dies schliet Rechtstaatlichkeit und eine faire Wettbewerbsordnung ein, die wirtschaftliche Freiheit und individuelle Entfaltungsmoglichkeiten erst ermoglichen. Ist man zusatzlich auf einenachhaltige Entwicklung der Region bedacht, muss insbesonderein die wirtschaftliche Infrastruktur und in die Bildung investiertwerden. Denn nur durch Bildung werden die Menschen in die Lage versetzt, sich unternehmerisch selbst zu helfen und einemkorrupten Regime aufgeklart entgegen zu treten. Dass Bildungund ein investitionsfreundliches, unternehmerisches Umfeld das Wirtschaftswachstum eines Landes positiv beeinflussen, ist nichterst seit der endogenen Wachstumstheorie bekannt.32Wie Abbildung 3 deutlich macht, wird aber genau in diese Bereiche immer weniger investiert. Im Gegensatz zu den 1970er Jahren, als immerhin noch knapp 15 Prozent der ODALeistungen furden Bildungssektor aufgewendet wurden, sind es aktuell nur nochetwa 8 Prozent. Der Zuwachs an finanziellen Mitteln fur die ubrigen sozialen Sektoren kann diesen Missstand nicht kompensieren. Zwar verstecken sich hinter dieser Rubrik auch Ausgaben, dieeine gute Regierungsfuhrung unterstutzen sollen, diese werdenjedoch in der Regel in der Form von Direktzahlungen an die zum Teil korrupten Regierungen getatigt. Die naive Hoffnung, dass die Regierung die Mittel tatsachlich in den Aufbau eines effizient handelnden Staatsapparats investiert, wird nur zu oft enttauscht.Auch die relativen Ausgaben fur die wirtschaftliche Infrastruktur und Produktion sind in den letzten Jahrzehnten erheblichzuruckgegangen. Waren es in den 1980er Jahren sogar uber 40Prozent, die in diese Sektoren investiert wurden, sind es derzeitnur etwa 25 Prozent. Hingegen werden fur sogenannte Querschnittsthemen wie Geschlechter und Umweltpolitik immer mehr Mittel ausgegeben, die mittlerweile sogar die Bildungsausgabenubersteigen. Sich fur den Umweltschutz und die Gleichberechtigung zwischen Mannern und Frauen einzusetzen, sind ohne Frage lohnenswerte Aufgaben. Ob diese Ziele jedoch primar im Fokus der Entwicklungspolitik stehen sollten, ist aufgrund einermoglichen Uberfrachtung der Hilfe zumindest fragwurdig siehehierzu auch Abschnitt 4.4. Die ODAVerteilung gerat somit immer mehr in eine Schieflage zu Lasten derjenigen Sektoren, dieder wirtschaftlichen Entwicklung eines Landes am zutraglichstenwaren. Soll die Entwicklungshilfe folglich ihre Daseinsberechtigungerhohen, muss sie kunftig vermehrt in Bildung und wirtschaftliche Infrastruktur investieren.Abbildung 3:Struktur der Ausgaben deroffentlichen Entwicklungshilfe Quelle: OECDDatenbank.Sektorale Verteilungder ODANettoleistungender DACLander 2010201220002009rha J1990199919801999197019790102030405060708090100Durchschnittlicher ODAAnteil in %Bildung Sonstige soziale Sektoren Wirtschaftliche Infrastruktur Produktion Querschnittsthemen inkl. Umwelt und GeschlechterpolitikHumanitare Hilfe Ubrige Sektoren 32 Vgl. Romer 1986 und Lucas 1988.13Entwicklungspolitische Optionen Hilflose Entwicklungshilfe?4Entwicklungspolitische Optionen 4.1 Wirtschaftliche Freiheit als Motor der Entwicklung Wie der vorherige Abschnitt bereits deutlich gemacht hat, ist das Fehlen von verlasslichen institutionellen Rahmenbedingungen,neben zu geringen Bildungsinvestitionen, eines der groten Wachstumshemmnisse fur Entwicklungslander. Denn nur der Schutz privater Eigentumsrechte und ein unabhangiger Rechtsstaat bieten die notwendigen Voraussetzungen fur ein chancengerechtes, unternehmerisches Handeln.33Wie wichtig institutionelle Strukturen fur die wirtschaftliche Entwicklung eines Landes sind, belegt jedes Jahr aufs Neue der Economic Freedom of the World Index des Fraser Institutes. Darin enthalten sind verschiedene Indikatoren, die den Grad derwirtschaftlichen Freiheit eines Landes messen konnen. Abbildung 4 stellt dabei klar heraus, dass ein positiver Einfluss vonwirtschaftlicher Freiheit auf die Entwicklung des ProKopfEinkommens existiert. Die im Index als wirtschaftlich frei eingestuften Lander haben mit durchschnittlich 40.000 USDollargemessen in Kaufkraftstandards zu konstanten Preisen die mit Abstand hochsten ProKopfEinkommen. Je starker die wirtschaftliche Freiheit in den Landern eingeschrankt wird, desto geringer fallt ihr ProKopfEinkommen aus.Dass Korruption eine wesentliche Rolle bei den ausbleibenden wirtschaftlichen Fortschritten in Entwicklungslandern einnimmt, zeigen zudem zwei andere Indizes der Corruption Perceptions Index der Weltbank und der Ease of Doing Business Index von Transparency International. Setzt man die beiden Indizes bzw. die darin erzielten Rangplatze der Lander zueinanderin Beziehung, wird deutlich, dass Korruption die unternehmerische Tatigkeit im Land einschrankt und somit die wirtschaftliche Entwicklung des Landes negativ beeinflusst. Je besser der erzielte Ranglistenplatz im Korruptionsindex, desto besser auch die Platzierung im Ease of Doing Business Index, wie Abbildung 5 zeigt.Die zwei aufgefuhrten Beispiele illustrieren, wie wichtig wirtschaftliche Freiheit im Allgemeinen und ein gutes unternehmerisches Umfeld im Besonderen fur die Entwicklung eines Landes sind. Wirtschaftliche Freiheit kann daher als Motor der Entwicklung von Landern angesehen werden, der von verlasslicheninstitutionellen Rahmenbedingungen begleitet und vor rechtswidrigen Praktiken wie Korruption geschutzt werden muss. Nurwenn dies gewahrleistet ist, konnen die nachfolgend beschriebenen Wachstumsindikatoren wie Freihandel und private Auslandsinvestitionen fur die Entwicklung eines Landes zutraglichsein.4.2 Handelsintegration starken Fur ein nachhaltiges Wirtschaftswachstum in den Entwicklungslandern ist eine Integration ihrer Okonomien in die Weltwirtschaft unerlasslich. Dies zeigte bereits David Ricardo 1817rallo DSUni2102,fpo Korp PBI40.00030.00020.00010.00006.2534.Quartilunfreie Staaten39.899Abbildung 4:Einfluss von wirtschaftlicher Freiheit auf das Einkommen Quelle: Economic Freedomof the World 2014, Annual Report, S. 21.20.9379.2453.Quartil 2.Quartil 1.Quartilfreie StaatenQuartile der wirtschaftlichen Freiheit 33 Vgl. Acemoglu et al. 2005 fur eine nahere Betrachtung sowie Michalopoulos und Papaioannou 2014 als aktuellen empirischen Beleg fur diese Aussage.14Hilflose Entwicklungshilfe?Entwicklungspolitische Optionen 20015010050xedn Issenisu Bgno Difoesa Emilztapnetsilgna R00Abbildung 5:Korruption behindertdas unternehmerische Umfeld Quelle: Ease of Doing Business Index 2013 Transparency International und Corruption Perceptions Index 2013 Weltbank.Trendgerade 50100150200Ranglistenplatz im Corruption Perceptions Indexin seiner Handelstheorie der komparativen Vorteile. Im Kern besagt die Theorie, dass sich jedes Land auf das Gut spezialisieren soll, das es relativ zu anderen Gutern im eigenen Land kostengunstiger herstellen kann. Dadurch lenkt es seine Arbeitskrafte in die produktivste Verwendung. Auf diese Weise konnenauch Lander am internationalen Freihandel teilnehmen, die in der Produktion aller Guter absolute Kostennachteile haben, wie esoft in Entwicklungslandern der Fallist. Eine Abschottung von Markten kann, wenn uberhaupt, nur kurzfristig fur den Schutzjunger Industrien zweckmaig sein, fuhrt langfristig aber stets zueiner politokonomisch bedingten Falle, aus denen negative Wohlfahrtseffekte resultieren.34 Nur durch Freihandel werden Entwicklungslander daher dauerhaft zu den Industrielandern wirtschaftlich aufschlieen konnen.Die exportorientierten Unternehmen der Entwicklungslandermussen sich dafur international aber fairen Wettbewerbsbedingungen gegenubersehen. Solange auf dem Weltmarkt tarifare Handelshemmnisse bestehen, Industriestaaten ihre Markte durchnichttarifare Handelshemmnisse abschotten und ihre Leistungsbilanzen mithilfe von massiven Exportsubventionen aufblahen,werden die Entwicklungslander ihren wirtschaftlichen Ruckstandnur schwer aufholen konnen oder ihrerseits mit Vergeltungsmanahmen reagieren. Aufgrund der zumeist geringen Marktgroe in den Entwicklungslandern konnen Spezialisierungs und Skaleneffekte in der Produktion kaum genutzt werden. Daher isteine internationale Arbeitsteilung fur diese Staaten unerlasslich.Im Sinne einer erfolgreichen Entwicklungspolitik muss die Handelsliberalisierung daher auf beiden Seiten reziprok vorangetriebenwerden. Insbesondere gilt es, Waren und Dienstleistungen aus Entwicklungslandern einen besseren Marktzugang zu gewahren.Dies betrifft vor allem den fur die Entwicklungslander wichtigen Agrar und Ressourcenhandel, der fur die meisten dieser Staaten die Haupteinnahmequelle darstellt.Die 2001 begonnene DohaRunde der Welthandelsorganisation WTO hat sich weitreichende Liberalisierungen und faire Marktbedingungen zum Ziel gesetzt und will einen globalen Freihandelspakt unter allen WTOMitgliedstaaten erreichen.Nachdem sich uber ein Jahrzehnt keine Annaherung zwischen Industrie, Schwellen und Entwicklungslandern abzeichnete unddie DohaRunde zu scheitern drohte, scheinen die Verhandlungen inzwischen wieder einen positiven Kurs einzuschlagen.Das sog. BaliPaket der WTO, das 2013 beschlossen und seit November 2014 von allen Mitgliedstaaten angenommen wurde,ist das erste globale Handelsabkommen seit Grundung der WTO vor rund 20 Jahren. Darin verpflichten sich alle 160 WTOMitgliedstaaten, ihre Zolle stark zu reduzieren und die Zollabwicklung weltweit einfacher und transparent zu machen. Eine Studie im Auftrag des Copenhagen Consensus Center geht da34 Vgl. Acemoglu et al. 2006. Die politokonomische Falle ergibt sich daraus, dass die errichteten protektionistischen Manahmen und wirtschaftlichen Privilegien aufgrund von nutznieenden Lobbyisten und einer auf Wiederwahl bedachten politischen Elite umso schwerlicher abgebaut werden, je langer sie bestehen. Diese Politikder infant industry protection ist dabei umso schadlicher, je langer sie anhalt und je entwickelter das Land ist. Vgl. zudem Kronberger Kreis 2006 fur die Gefahreneiner Aushohlung der Welthandelsordnung.15Entwicklungspolitische Optionen Hilflose Entwicklungshilfe?von aus, dass dadurch bis 2030 weitere 160 Mio. Menschenaus der extremen Armut befreit werden konnten.35Ahnliche Erfolge kann das Freihandelsabkommen EPA zwischen der EU und den afrikanischen, karibischen und sudpazifischen Staaten AKPStaaten vorweisen. Darin gewahrt die EUden AKPStaaten einseitige Handelspraferenzen, bei denenaber beide Seiten gewisse Handelshemmnisse aufrechterhalten.Seit Oktober 2014 haben sich die meisten AKPStaaten mit der EU nun darauf verstandigt, ihrerseits die heimischen Markte innerhalb der nachsten 15 Jahre bis zu 83 Prozent fur europaische Guter zu offnen. Im Gegenzug erhalten die AKPStaaten einenvollstandig zollfreien Zugang zum europaischen Markt.36Diese vollstandige Marktoffnung der EU bietet den Unternehmen der AKPStaaten die Moglichkeit, sich starker in die globalen Wertschopfungsketten zu integrieren. Aufkommende Bedenken, die AKPStaaten wurden auf ihren Markten mit der europaischen Konkurrenz nicht mithalten konnen, sollte vor dem schrittweisen Abbau ihrer Handelsschranken zunachst vernachlassigtwerden. Die AKPStaaten bekommen ausreichend Zeit, ihre Unternehmen wettbewerbsfahiger zu machen. Die EUStaatensollten ihrerseits Exportsubventionen einstellen, um einen fairen Wettbewerb zu garantieren. Wie schon die Theorie der komparativen Kostenvorteile besagt, wird sich aber auch bei absoluten Kostennachteilen bei allen Exportgutern eines Landes ein Handelserfolg einstellen. Der internationale Handel darf schlielichnicht als Nullsummenspiel betrachtet werden.In einem HandelsblattGastbeitrag kritisierte Kofi Annan, damaliger UNGeneralsekretar, die stets aufkommenden Vorbehalte gegenuber dem Prinzip des Freihandels:Aber die Globalisierung darf nicht als Sundenbock fur das Versagen nationaler Politik herhalten.   Es bringt seltenetwas zu versuchen, mit Handelsschranken Probleme zubewaltigen, deren Ursprung nicht im Handel liegt, sondernin anderen Bereichen der Politik. Diese Barrieren verscharfen nur die Armut und behindern die Entwicklungund sie machen die Probleme, die sie losen wollen, oftnoch schlimmer. Die praktische Erfahrung hat gezeigt,dass Handel und Investitionen nicht nur wirtschaftliche Entwicklung bringen, sondern oft auch einen hoheren Menschenrechtsstandard und mehr Umweltschutz. Alldies kommt zusammen, wenn die Lander die richtige Politik verfolgen und die richtigen Institutionen schaffen.Kofi Annan 30.11.1999, Handelsblatt,Freihandel auch fur die Dritte Welt.Wie zuvor beschrieben, sind funktionierende institutionelle Rahmenbedingungen der Grundstein fur eine erfolgreiche Entwicklungspolitik. Dies gilt auch fur die Handelspolitik eines Landes.Um die exportorientierten Unternehmen der Entwicklungslanderfur die Tatigkeiten auf dem Weltmarkt vorzubereiten und zu unterstutzen, kann zudem eine technische Unterstutzung mittelsoffentlicher Entwicklungshilfe angebracht sein. Diese Politik des Aidfortrade, die beispielsweise vom International Trade CentreITC37 praktiziert wird, fordert die Leistungsfahigkeit lokaler Unternehmen. Hierbei wird gezielt kleinen und mittelstandischen Unternehmen geholfen, die fur sie spezifischen Probleme im Exportbereich internationale Qualitatsbestimmungen, mehrsprachiges Marketing, auf Handelswege abgestimmte Prozessoptimierungen, etc. effizient losen zu konnen, um sich im internationalen Wettbewerb langfristig zu behaupten. Eine nachhaltige Entwicklung steht daher auch hier im Vordergrund der Agenda. Dabei wird dem Grundgedanken des Subsidiaritatsprinzips Rechnunggetragen, mittels Hilfe zur Selbsthilfe die Eigeninitiative und Eigenverantwortung der am Markt teilnehmenden Akteure zu starken.4.3 Private Investitionen fordern Vertraut man den Einschatzungen des World Investment Report2014, so beinhalten die derzeit geplanten Nachhaltigen Entwicklungsziele SDGs der Vereinten Nationen einen enormenzusatzlichen Kapitalbedarf. Anstatt den Kapitalbedarf, wie in der Entwicklungspolitik vorrangig praktiziert, entsprechend einem Giekannenprinzip aus offentlichen Haushalten der Geberlanderdecken zu wollen, sollte vielmehr privates Kapital zur Schlieungder Kapitallucke herangezogen werden. Die Entscheidung uberden Zuwendungsort und die Bedarfshohe des zu investierenden Kapitals wird dabei von den Marktteilnehmern selbst und nichtvon auen getroffen. Dies bewirkt eine weitaus effizientere Allokation des Produktionsfaktors Kapital.Auslandische Kapitalstrome sind jedoch gern mit dem Vorwurf behaftet, im Falle exogener Schocks extrem schwankungsanfallig zu sein. Eine verlassliche Entwicklungspolitikkonne, so der Einwand, nicht vorrangig mit privatem Kapital betrieben werden. Dass diese Einschatzung nur bedingt zutrifft,zeigt Abbildung 6. Wahrend der globalen Finanzkrise waren esnur die auslandischen Portfolioinvestitionen, die starke Schwan35 Vgl. Anderson 2014.36 Vgl. BMZ 2014.37 Das International Trade Centre ITC ist eine gemeinsame Unterorganisation von WTO und United Nations Conference on Trade and Development UNCTAD.16Hilflose Entwicklungshilfe?Entwicklungspolitische Optionen0015002,etre Wetrenmoniiessulfuzsnoititsevn IAbbildung 6:Portfolio und Direktinvestitionen in Schwellenlandern Quelle: World Investment Report 2014, S. 25.5004003002001000100200300400Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4200520062007200820092010201120122013Portfolioinvestitionen Auslandische Direktinvestitionen Jahrkungen aufzeigten und mitunter rucklaufig waren. Demgegenuber blieben die auslandischen Direktinvestitionen FDIs uberden Zeitverlauf relativ konstant. Hier ist die Bindung des investierten Kapitals von vornherein als Unternehmensbeteiligungwesentlich langerfristig ausgelegt. FDIs konnen somit durchausals bestandige und verlassliche Investitionsform angesehenwerden, um den Kapitalstock der Entwicklungs und Schwellenlander auch langfristig zu erhohen.Auslandische Direktinvestitionen Ublicherweise werden FDIs in horizontale und vertikale Direktinvestitionen unterschieden. Bei horizontalen Investitionen stehtdie Erschlieung neuer Markte im Vordergrund, wahrend vertikale Investitionen die Kosten der Wertschopfungskette zu optimieren versuchen. In beiden Fallen findet neben dem Kapitalzuflussund der Schaffung von Arbeitsplatzen in der Regel auch ein Transfer von Technologie und Humankapital statt. Erhofft werdendadurch technologische SpilloverEffekte auf die lokale Ebenesowie eine Erhohung der Effizienz durch den gestiegenen Wettbewerb. Zudem verspricht man sich von den Direktinvestitionen Multiplikator uber das gestiegene Einkommen der Arbeitnehmerund Kopplungseffekte uber vor und nachgelagerte Industriezweige. Unter den richtigen Voraussetzungen konnen FDIs daher ein wichtiges Instrument zur Forderung der lokalen Unternehmensentwicklung darstellen.38Um aber tatsachlich auch von FDIs profitieren zu konnen, mussdie Absorptionsfahigkeit des zuflieenden Kapitals gewahrleistet sein. Dies ist insbesondere dann der Fall, wenn ein funktionierendes institutionelles Umfeld die Eigentumsrechte der Unternehmen schutzt, eine faire Wettbewerbsordnung garantiertund ein insgesamt verlassliches Regelwerk mit internationalen Standards und Normen bereitstellt. Um keine Reibungsverlustezu induzieren, sollten diese Rahmenbedingungen, wenn moglich, bereits im Vorfeld von FDIs geschaffen werden.39Bei ausreichender Kenntnis der lokalen Gegebenheiten sollten zudem Investitionsanreize fur diejenigen Direktinvestitionengeschaffen werden, die zu der jeweiligen lokalen Wirtschaftsstruktur am besten passen. Eine Einbeziehung der ortlichen Struktur reduziert das Risiko von Marktverdrangung lokaler Unternehmen. Zudem verbessern Investitionen, bei denen dertechnologische Abstand zwischen Empfanger und Investor relativ gering ist, die Chancen der Spillover und Kopplungseffekte,was fur einen nachhaltigen Einfluss auf die Wirtschaftsentwicklung besonders relevant ist.40 Die sogenannte SudSudKooperation, bei der die Entwicklungs und Schwellenlander untereinander investieren, spielt hierfur eine zentrale Rolle. Wie die OECD 2014 zeigt, konnten die Direktinvestitionen zwischenden armen Landern seit 1990 von etwa 10 auf uber 150 Millionen USDollar gesteigert werden. Die Schaffung geeigneter Rahmenbedingungen vorausgesetzt, sollte die Forderung vonprivaten Kapitalzuflussen vor allem auch im Rahmen der Sud38 Vgl. Otto 2005.39 Vgl. Jude und Levieuge 2013.40 Vgl. Balasubramanyam et al. 1996.17Entwicklungspolitische Optionen Hilflose Entwicklungshilfe?SudKooperation daher verstarkt in die Verhandlungen uberdie Nachhaltigen Entwicklungsziele SDGs einflieen.Positive Signale fur eine Ausweitung der privaten Investitionen in Afrika kommen derzeit aus der deutschen Wirtschaft.Dort wird Afrika vermehrt als Wirtschaftspartner und weniger als Hilfsempfanger betrachtet. In einer aktuellen ForsaUmfragesprechen sich 63 Prozent der 200 befragten Unternehmen, diebereits in Afrika aktiv sind, fur eine kunftige Ausweitung ihres Geschafts aus. Als Hauptgrunde fur die Investitionsausweitungwerden Wachstumspotenziale und ein wachsender Konsumentenmarkt angegeben. Klassische Kostenvorteile in der Produktion spielen mit 10 Prozent nur eine untergeordnete Rolle, da die Kooperation mit lokalen Partnern und weniger eine Verlagerungder Produktion angestrebt wird.41 Bei einer ahnlichen Umfragedes Bundesverbands der Deutschen Industrie BDI zu SubsaharaAfrika sind sogar 89 Prozent der befragten Unternehmender Meinung, in den kommenden Jahren die unternehmerischen Aktivitaten dort ausweiten zu wollen. 94 Prozent gehendavon aus, dass die Region perspektivisch an Bedeutung fur diedeutsche Wirtschaft gewinnt. Ost und Westafrika werden als die Regionen mit den hochsten erwarteten Wachstumspotenzialengesehen und sollen demnach verstarkt mittels auslandischer Direktinvestitionen bedient werden.42Entwicklungspartnerschaften Zur starkeren Einbindung privaten Kapitals in die Entwicklungszusammenarbeit spielen sogenannte Entwicklungspartnerschaften eine immer groere Rolle. Hier wird von Seiten der Regierungen in den Industrienationen versucht, Kooperationsprojekte zwischen Akteuren aus dem offentlichen Sektor, der Wirtschaft und der Zivilgesellschaft zu organisieren. Neben weiteren Kapitalflussen und der Einbringung von unternehmerischer Expertise soll vor allem die Effizienz der eingesetzten offentlichen Mittel erhoht werden. Unternehmen, die sich starker in Entwicklungs und Schwellenlander engagieren wollen, erfahren hierdurch zusatzliche finanzielle und organisatorische Unterstutzung.Entwicklungspartnerschaften konnen vor dem Hintergrundder bisher eher bescheidenen Effizienz der offentlichen Entwicklungshilfe durchaus positiv bewertet werden.43 Etwaige okonomische oder rechtliche Unsicherheiten konnen im Zielland besser abgefedert werden. Insbesondere auslandische Investitionendes Mittelstands konnen dadurch befordert werden, die wiederum fur den Aufbau eines Mittelstands vor Ort wertvolle Unterstutzung leisten konnen. Unternehmerisches und technisches Knowhow kann so noch effizienter den direkten Weg fur den Aufbau einer funktionierenden Privatwirtschaft in den Entwicklungslandern finden.44Wahrend Entwicklungspartnerschaften in vielen Fallen einesinnvolle Erganzung zur bisherigen Entwicklungspolitik leisten,durfen durch die subventionierten Aktivitaten keine Marktverzerrungen in den Entwicklungslandern entstehen. Dies gilt es im Auge zu behalten. Zudem sollten Entwicklungspartnerschaftenvon den Regierungen der Industrielander nicht dahingehendmissbraucht werden, sich im internationalen Wettbewerb umknappe Ressourcen einen Vorteil zu Lasten der Entwicklungslander zu verschaffen. Diese Gefahr ist insbesondere bei sensiblen Produkten wie Trinkwasser gegeben. Die Entwicklungspartnerschaft muss daher stets auf Augenhohe mit den lokalen Partnern vor Ort erfolgen und darf die Interessen des Geberlandes nicht auf Kosten des Empfangerlandes vorantreiben.4.4 Globale offentliche Guter berucksichtigen Zunehmend wird die Theorie der globalen offentlichen Guter als Argument fur eine zu intensivierende internationale Entwicklungszusammenarbeit herangezogen.45 Auch in den Verhandlungen uber die Nachhaltigen Entwicklungsziele SDGs wird ihnen eine immer prominentere Rolle zugeschrieben.Die Theorie der offentlichen Guter besagt, dass aufgrund von NichtAusschliebarkeit sowie NichtRivalitat im Konsum zuwenige Anreize bestehen, Guter ohne ein planerisches Elementbereitzustellen. Trittbrettfahrer konnen sich dann am Kollektivgutbereichern, ohne dafur zu bezahlen. Wird ein offentliches Gutgleich in mehreren Staaten konsumiert, wie beispielsweise saubere Luft, wird die Trittbrettfahrermentalitat zu einem globalen Problem. Saubere Luft ist zwar im Interesse aller Staaten, jedochlohnen sich individuelle Manahmen zur Reduktion von Treibhausgasen aus Sicht eines einzelnen Staates nicht, da die anfallenden Kosten den Grenznutzen aus der Verbesserung der Umweltqualitat ubersteigen. Dann spricht die internationale Gemeinschaft von Collective Action, einem gemeinsamen Handeln, das zur Losung des Problems notwendig ist.4641 Vgl. KPMG und Handelsblatt Research Institute 2014.42 Vgl. BDI 2014.43 Vgl. Bauer 2014.44 Fur die positiven Effekte eines Mittelstands fur das Wachstum von Entwicklungslandern siehe Easterly 2001.45 Vgl. hierzu die Rio20Konferenz oder die Kopenhagen2009Konferenz.46 Wie schwierig jedoch die internationale Einigung beim Umwelt bzw. Klimaschutz ist, zeigen die nicht enden wollenden Debatten um eine verbesserte Neuauflage des KyotoProtokolls.18Hilflose Entwicklungshilfe?Entwicklungspolitische Optionen Industrielle Okonomien Vorindustrielle Okonomien Postindustrielle Okonomiengnuztumhcsrevtlewm UAbbildung 7:Die UmweltKuznetsKurve Quelle: Eigene Darstellung.In Anlehnung an Van Alstine und Neumayer 2010.Stufen okonomischer Entwicklung Aus diesem Grund wird nun versucht, aus der Not eine Tugend zumachen und die internationale Entwicklungszusammenarbeit mit Umweltzielen zu verknupfen. Eine konditionierte Entwicklungshilfesoll die unzureichenden Beschlusse zumindest ansatzweise kompensieren. Erwartet werden positive SynergieEffekte, die sich ausdem gesteuerten Zusammenspiel zwischen Entwicklungshilfeund der Bereitstellung von globalen offentlichen Gutern ergebensollen. Diese Erwartung ist nicht allein auf das Thema Umweltbeschrankt, sondern richtet sich auch an andere globale offentliche Guter, wie die Bewahrung des Friedens oder der Gesundheit. Terroristische Aktivitaten oder die Verbreitung von Epidemien machen nicht vor Grenzen halt und haben somit einen negativen externen Effekt auf andere Staaten. Der Vormarsch derterroristischen Vereinigung Islamischer Staat IS oder die Ausbreitung der EbolaEpidemie im Jahr 2014 sind aktuelle Beispiele. Hinzu kommt das Risiko, dass bereits erreichte Entwicklungsfortschritte durch Kriege und Epidemien konterkariert werden konnen.Als problematisch erweist sich die Politik allerdings insbesondere dann, wenn eine mit Entwicklungsgeldern finanzierte Bereitstellung von globalen offentlichen Gutern weit uber die Ziele einer primar wirtschaftlich orientierten Entwicklungspolitik hinausgeht. Es droht eine Uberfrachtung der Entwicklungshilfe.Wie anfangs bereits deutlich gemacht wurde, sollte die Schaffung von Institutionen, wie ein funktionierendes Rechtssystemsowie eine umfassende und faire Wettbewerbsordnung, im Vordergrund der Entwicklungspolitik stehen. Wird hingegen die Entwicklungshilfe zu fruh an die Bereitstellung globaler offentlicher Guter geknupft, vermindert dies die finanziellen Ressourcenzur Schaffung von wirtschaftspolitisch notwendigen Institutionen. Dies fuhrt dann zu Problemen, wenn die Entwicklungslander zur Erfullung von Umweltstandards zu hohe Auflagen erfullen mussen, die einer wirtschaftlichen Entwicklung des Landesentgegenstehen. Dies ist insbesondere dann der Fall, wenndas Land nicht uber genugend eigene Ressourcen fur eine effektive Klimapolitik verfugt und erhaltene Mittel zu Lasten derwirtschaftlichen Entwicklung zweckentfremdet werden. Im Extremfall konnten Entwicklungsgelder ganz ausbleiben, selbst wenndie institutionellen Vorgaben erfullt, wohl aber nicht die konditioniert festgelegten umweltpolitischen Standards umgesetztsind.Die Idee der umweltpolitischen Konditionierung von Entwicklungshilfe scheint daher eher fur Schwellenlander anwendbar zusein, die bereits uber ein gewisses Entwicklungsniveau unduber die wirtschaftspolitisch notwendigen Institutionen verfugen.Bei Schwellenlandern ist der Bedarf an Entwicklungsgeldern allerdings weitaus geringer, sodass der Erfolg einer Konditionierung fragwurdig ist.47 Arme Entwicklungslander sollten sich hingegen weiterhin primar auf die Schaffung von denjenigen Institutionen konzentrieren, die unternehmerisches Handeln im Inland fordern sowie Investitionen aus dem Ausland attrahieren.In der Wissenschaft gibt es zudem die Ansicht, dass sich im Zuge des wirtschaftlichen Entwicklungsprozesses eines Landesdessen okologische Bilanz ab einem gewissen Entwicklungsstand wieder verbessert. Dabei wird ein inverser Uformiger Verlauf zwischen Umweltverschmutzung und ProKopfEinkommen unterstellt, was auch als UmweltKuznetsKurve bekanntist. Sie besagt, dass die Umweltverschmutzung im Zuge des 47 Konditionierte Handelserleichterungen waren hier als Druckmittel zur Reduktion von Treibhausgasen sicherlich geeigneter, wurden die wirtschaftliche Entwicklung der Schwellenlander aber eher gefahrden, was nicht im Sinne der Entwicklungspolitik sein kann.19Entwicklungspolitische Optionen Hilflose Entwicklungshilfe?Entwicklungsprozesses aufgrund steigender industrieller Produktion, einem erhohten Energiebedarf und einer zunehmenden Verstadterung der Bevolkerung zunachst zunimmt. Je mehr sichaber die Produktion des Landes von der Industrie zum Dienstleistungssektor verlagert, desto starker nimmt die Umweltverschmutzung ab siehe Abbildung 7. Als weitere umweltbegunstigende Faktoren werden u.a. der Bildungsgrad, die Entwicklung neuer und effizienter Technologien und die Rechtsstaatlichkeit angesehen. Empirische Arbeiten scheinen diese Theorie zu bestatigen, wenngleich die zu erreichende Hohe desfur eine Umweltverbesserung zu erreichenden ProKopfEinkommens noch unterschiedlich ausfallt.48Folgt man der Logik der UmweltKuznetsKurve, bedarf esin der Entwicklungspolitik keiner umweltpolitisch konditionierten Hilfe. Erfolge bei der Reduktion der Umweltverschmutzung stellen sich automatisch durch die wirtschaftliche Entwicklung des Landes ein. Demnach sollte die Entwicklungshilfe primar diewirtschaftliche Entwicklung des Landes unterstutzen. Ahnlichkann auch bei anderen globalen offentlichen Gutern wie Friedenund Gesundheit argumentiert werden. Die Richtung der Kausalitat ist hier aber weniger eindeutig, da sich wirtschaftliche Entwicklung und Frieden bzw. Gesundheit in der Regel wechselseitig beeinflussen. Die Unterstutzung durch Entwicklungsgelder scheint in diesen Fallen eher angebracht, obgleich sie auchhier nicht konditioniert und mit zu vielen Zielen vermengt werden sollte.4.5 Mikrofinanzierung einbeziehen Als flankierende Manahme zur Starkung der unternehmerischen Initiative findet das Konzept der Mikrofinanzierung in Entwicklungslandern immer haufiger Verwendung. Wie Abbildung 8 zeigt, hatsich weltweit die Anzahl der Mikrokreditnehmer in den letzten 15Jahren von rund 10 Mio. auf uber 200 Mio. erhoht.Die grundlegende Idee der Mikrofinanzierung ist es, gemadem Subsidiaritatsprinzip eine Hilfe zur Selbsthilfe zu ermoglichen. Hierbei stellt ein Mikrofinanzinstitut, wie z.B. die Grameen Bank in Bangladesch, leistungsbereiten Menschen Kleinstkredite oder versicherungen zur Umsetzung bzw. Absicherung eines Geschaftsmodells zu fairen Konditionen zur Verfugung. Im Gegensatz zur klassischen Entwicklungshilfe, bei der ein Entwicklungsprozess von oben instruiert wird, verfolgt die Mikrofinanzierung eine Entwicklung von unten, die sich an den jeweiligen Bedurfnissen der Menschen vor Ort richtet. Diese entscheiden auf der Basis einer tragfahigen Geschaftsidee und ihreseigenverantwortlichen Handelns selbst uber die Hohe der finanziellen Unterstutzung. Die bereitgestellten Kredite eroffnen vor allem den extrem armen Menschen die Moglichkeit, sich selbst ausder Armut zu befreien. Es wird somit eine chancengerechtere Gesellschaft angestrebt, die uber eine aktive Teilhabe am wirtschaftlichen Geschehen und eine gewisse Eigeninitiative erreichtwerden soll. Das kreditgewahrende Mikrofinanzinstitut unterstutztdurch Schulungen von einfachen Grundlagen der Buchhaltung,der Kalkulation und des Managements auch die Selbstverwaltung der Kreditnehmer. Durch die Bereitstellung von Kapital zumarktnahen Zinsen soll zudem ein Wettbewerb fur das lokale Finanzsystem entstehen.49Den Menschen fehlen zur Umsetzung ihrer Geschaftsmodellehaufig nur wenige finanzielle Mittel. Aufgrund zu geringer Sicherheiten erhalten sie die Kredite von klassischen Geschaftsbanken jedoch oftmals nicht oder nur im informellen Sektor zu extrem hohen Zinsen. Mikrofinanzinstitute, die in der Regel nichtauf die Erwirtschaftung von Renditen fokussiert sind, gewahrenihre Kredite hingegen ohne nennenswerte Sicherheiten. Damitdie Ruckzahlung der Kredite dennoch gesichert ist, erhaltenmeistens mehrere Personen einen gemeinsamen Kredit. Die Gruppe ist dann gemeinschaftlich fur die Ruckzahlung des Kredits verantwortlich und erhalt bei mangelnder Ruckzahlung als Sanktion keinen weiteren Anschlusskredit. Der dadurch entstehende Gruppendruck behebt somit einerseits die ublichen Probleme adverser Selektion, indem die Gruppenmitglieder durchdie gemeinsame Haftung selbst darauf bedacht sind, nur diejenigen Personen in ihre Gruppe aufzunehmen, die sie gut kennenund von denen sie eine hohe Ruckzahlungswahrscheinlichkeiterwarten. Andererseits reduzieren sich dadurch auch die Kostender Informationsbeschaffung. Daruber hinaus werden Kleinstkredite unter den extrem armen Menschen meistens an Frauenvergeben, da diese erfahrungsgema die erhaltenen Mittel weniger konsumtiv als investiv verwenden und dadurch eine hohe Ruckzahlungsquote erwarten lassen. Die Grameen Bank, ein 1983 gegrundetes Mikrofinanzinstitut des Okonomen und Friedensnobelpreistragers Mohammad Yunus, kommt aktuell auf eine Ruckzahlungsquote von knapp 98 Prozent.50Die Mikrofinanzierung steht seit einiger Zeit jedoch pauschalin der Kritik. Ihr werden vorgeworfen, nicht mehr die armsten Menschen zu erreichen und eine radikal neoliberale Politik zu verfolgen, die mit exorbitant hohen Zinsen hohe Renditen erwirtschaften mochte. Dabei wurden die Kreditnehmer in eine Schulden48 Einen aktuellen Forschungsuberblick zu dem Thema bieten Van Alstine und Neumayer 2010.49 Vgl. Yunus 1999 zu den grundsatzlichen Absichten der Mikrofinanzierung.50 Vgl. Grameen Bank Website unter http:www.grameen.comindex.php?optioncom_contenttaskviewid453Itemid527, Stand: Oktober 2014.20Hilflose Entwicklungshilfe?Entwicklungspolitische Optionen 25020015010050i.o Mniremhentiderkork Mi 0199720002003200620092012Jahr Kreditnehmer insgesamtdavon extrem armdavon extrem arme Frauen Abbildung 8:Mikrofinanzierungin Entwicklungslandern Quelle: Microcredit Summit Campaign Reports, Berichteder Jahre 19982014falle getrieben.51 Wie Abbildung 8 jedoch zeigt, erreicht die Mehrheit der Kredite nach wie vor die extrem arme Bevolkerung, dieweniger als 1,25 USDollar am Tag zur Verfugung hat. Uber 100Mio. Menschen aus extremer Armut erhalten derzeit einen Mikrokredit, wahrend es 15 Jahre zuvor lediglich 8 Mio. extrem arme Kreditnehmer gab. Hinzu kommt, dass uber 80 Prozent dieser Kredite an Frauen gehen. Der positive Nebeneffekt ist, dass die Frauen dadurch starker in das Wirtschaftsgeschehen integriertwerden und ihr Status in der Gesellschaft erhoht wird, wie es die UNMillenniumsziele anstreben.Die Kritik, Mikrofinanzinstitute wurden exorbitante Zinsenverlangen und Menschen in eine Kreditabhangigkeit fuhren, istebenfalls pauschal nicht haltbar und geht am eigentlichen Grundgedanken der Mikrofinanzierung vorbei. Wie Radermacher und Solte 2014 darlegen, befinden sich die Kreditzinsen der Grameen Bank mit ca. 20 Prozent pro Jahr weit unterhalb der Zinssatzeder lokalen Banken. Im informellen Sektor sind sogar 20 Prozent pro Monat ublich. Wiederkehrende zweistellige Inflationsraten lassen zudem nur wenig Spielraum fur niedrigere Zinssatze. Dies gilt auch, da Mikrofinanzinstitute generell einen hoheren Personalaufwand leisten mussen als klassische Banken,die nur solvente Kunden mit hinreichender Krediterfahrung bedienen.Des Weiteren streben Mikrofinanzinstitute ihrer Uberzeugung nachnicht nach Renditen. Vielmehr entspricht es ihrem Identitatsprinzip, die Kreditnehmer mithilfe von Spareinlagen auch als Kapitalgeber der Bank zu gewinnen. Letztlich soll die wirtschaftliche Forderung der Kreditnehmer nicht durch Dritte, sondern nur uberdas Eigenkapital des Instituts erfolgen. Die Kreditnehmer werdenlangfristig somit zu Eignern des Mikrofinanzinstituts und garantieren so die finanzielle Unabhangigkeit gegenuber Dritten. Die offentliche Entwicklungshilfepolitik konnte diesem Ansatz folgendinsofern unterstutzend tatig werden, als dass sie den klassischen Mikrofinanzinstituten das notwendige Startkapital als zinsloses Darlehen zur Verfugung stellt.Zwar sind im Zuge des Hypes um Mikrofinanzierung auchkritikwurdige Formen der Mikrokreditvergabe entstanden, diesemissbrauchen jedoch die Kreditnot der Menschen und konnendaher den klassischen Mikrofinanzinstituten nicht zugerechnetwerden. Will die Mikrofinanzierung in ihrer Entwicklungshilfe effektiv und nachhaltig sein, so muss sie daher ihrem ursprunglichen Konzept treu bleiben und eine von ihren Mitgliedern getragene,partizipative Wirtschaftsstruktur anstreben, so wie es bereits Mittedes 19. Jahrhunderts in Deutschland von Friedrich Wilhelm Raiffeisen und Hermann SchulzeDelitzsch erfolgreich angestrebtwurde.5251 Vgl. Bateman und Chang 2012.52 Yunus hat diese beiden Pioniere des Genossenschaftswesens mehrfach als die Grandfathers des Mikrokredits bezeichnet, wie z.B. bei einer Rede zu diesem Themaam 10. November 2014 im Allianz Forum, Berlin.21Fazit Hilflose Entwicklungshilfe?5Fazit Seit uber 50 Jahren ist die internationale Gemeinschaft darumbemuht, die Lebensverhaltnisse der armen Menschen in den Entwicklungslandern zu verbessern. Die Bilanz der offentlichen Entwicklungshilfe fallt jedoch trotz stetig steigender Ausgaben in Milliardenhohe eher ernuchternd aus und ist zudem regionalsehr unterschiedlich. Allen voran die Lander Afrikas sudlich der Sahara gehoren auch nach Jahrzehnten noch zu den armsten Regionen dieser Welt. Dabei erhielten gerade diese Lander diemeisten finanziellen Hilfen.Zumeist ist eine paternalistisch anmutende Entwicklungspolitik am Werk, die die wesentlichen Elemente des Subsidiaritatsprinzips Selbstbestimmung und Eigenverantwortung in den Empfangerlandern weder hinreichend berucksichtigt noch fordert. Zu unkoordiniert erfolgt die Entwicklungshilfe, zu oft wird die Hilfe in Form von Direktzahlungen an zum Teil korrupte Regierungen geleistet. Ordnungspolitische und marktwirtschaftliche Uberlegungen spielen bislang nur eine untergeordnete Rolle. Dabeizeigt die wissenschaftliche Forschung, wie wichtig institutionelle Rahmenbedingungen und wirtschaftliche Freiheit fur die gesellschaftliche und okonomische Entwicklung eines Landes sind.Die Schaffung eines investitionsfreundlichen Umfelds, das unternehmerisches Handeln unter fairen Wettbewerbsbedingungen sicherstellt, sollte daher vorrangiges Ziel der Entwicklungspolitiksein. Den Menschen mussen die notwendigen Chancen eingeraumt und genugend Anreize geschaffen werden, sich aus eigener Kraft aus der Armut selbst befreien zu konnen. Dabei spieltder Abbau von Handelsschranken eine ebenso wichtige Rolle wiedie Einbeziehung von privatem Kapital. Die privaten Investitionenkonnten vermehrt aus dem Ausland attrahiert werden, beispielsweise in Form von Direktinvestitionen oder Entwicklungspartnerschaften, sowie uber Mikrofinanzierungsinstitute im Inland, beidem die unternehmerische Initiative der Bevolkerung vor Ort gestarkt wird.Die Menschen in den Entwicklungslandern sollten vermehrtals potenzielle wirtschaftliche und politische Partner und wenigerals Bedarfsempfanger betrachtet werden. Nur dann kann es gelingen, die Entwicklungslander von einer standigen Alimentierungzu befreien. Die Hilfe zur Selbsthilfe muss dabei im Zentrum derkunftigen entwicklungspolitischen Agenda stehen und wenigerdie Quantitat der zu leistenden Entwicklungshilfe.Literatur Acemoglu, D., Johnson, S. und J. Robinson 2005, Institutions asa Fundamental Cause of LongRun Growth, in: Aghion, P. und S.N.Durlauf Hrsg., Handbook of Economic Growth, Volume 1A, Elsevier,S. 386472.Acemoglu, D., P. Aghion und F. Zilibotti 2006, Distance to Frontier,Selection and Economic Growth, Journal of the European Economic Association, Vol. 4, S. 3774.Acemoglu, D. und J. Robinson 2012, Why Nations Fail: The Originsof Power, Prosperity, and Poverty, New York: Crown Business.Anderson, K. 2014, Benefits and Costs of the Trade Targets for the Post2015 Development Agenda, Copenhagen Consensus Center.Balasubramanyam, V.N., Salisu, M.A. und D. Sapsford 1996, Foreign Direct Investment and Growth in EP and IS Countries, Economic Journal, Vol. 106, S. 92105.Bateman, M. und H.J. Chang 2012, Microfinance and the Illusionof Development: From Hubris to Nemesis in Thirty Years, World Economic Review, Vol. 1, S. 1336.Bauer, M. 2014, Entwicklungspartnerschaften, Auslandsinformation,KonradAdenauerStiftung, Berlin.Bauer, P.T. und B. Yamey 1957, The Economics of Underdeveloped Countries, New York: Cambridge University Press.Bauer, P.T. 1972, Dissent on Development: Studies and Debates in Development Economics, Harvard University Press.BDI 2014, BDIStrategie SubsaharaAfrika: Chancenkontinent Afrika.Bhagwati, J. 2004, In Defense of Globalization, New York: Oxford University Press.BMZ 2014, Deutsche Entwicklungspolitik in Zahlen und Fakten,Berlin, Juni 2014.Burnside, C. und D. Dollar 2000, Aid, Poilicies and Growth, American Economic Review, Vol. 90, S. 847868.Chenery, H.B. 1971 Hrsg., Studies in Development Planning, Cambridge: Harvard University Press.Chenery, H.B. 1975, The Structuralist Approach to Development Policy, American Economic Review, Vol. 65, S. 310316.Clemens, M.A. und T.J. Moss 2007, The Ghost of 0.7 Per Cent: Origins and Relevance of the International Aid Target, International Journal of Development Issues, Vol. 6, S. 325.Collier, P. 2007, The Bottom Billion: Why the Poorest Countries are Failing and What Can Be Done About It, Oxford: Oxford University Press.Deaton, A. 2013, The Great Escape: Health, Wealth, and the Originsof Inequality, Princeton: Princeton University Press.De Soto, H. 2000, The Mystery of Capital: Why Capitalism Triumphsin the West and Fails Everywhere Else, New York: Basic Books.Die Welt 2014, Gierige Potentaten, 21. November 2014, S. 2.22Hilflose Entwicklungshilfe?Literatur Domar, E.D. 1946, Capital Expansion, Rate of Growth and Employment, Econometrica, Vol. 14, S. 137250.Mosley, P. 1986 Aid Effectiveness: The MicroMacro Paradox. Institute of Development Studies Bulletin, Vol. 17, S. 214225.Doucouliagos, H. und M. Paldam 2009, The Aid Effectiveness Literature: The Sad Results of 40 Years of Research, Journal of Economic Surveys, Vol. 23, S. 433461.Doucouliagos, H. und M. Paldam 2014, Finally a Breakthrough? The Recent Rise in the Size of the Estimates of Aid Effectiveness, Aarhus Economics Working Papers 201407.Easterly, W. 2001, The Middle Class Consensus and Economic Development, Journal of Economic Growth, Vol. 6, S. 317335.Easterly, W., Levine, R. und D. Roodman 2004, Aid, Policies and Growth: Comment. American Economic Review, Vol. 94, S. 774780.Easterly, W. 2006a, The Big Push Deja Vu: A Review of Jeffrey Sachss The End of Poverty: Economic Possibilities for Our Time,Journal of Economic Literature, Vol. 44, S. 96105.Easterly, W. 2006b, The White Mans Burden: Why the Wests Effortsto Aid the Rest Have Done So Much Ill and So Little Good, Oxford:Oxford University Press.Moyo, D. 2009, Dead Aid: Why Aid Is Not Working and How There Is another Way for Africa, London: Allen Lane.Moyo, D. 2012, Winner Take All: Chinas Race for Resources and What It Means for the World, New York: Basic Books.Myrdal, G. 1957, Economic Theory and Underdeveloped Regions,London: Duckworth.Myrdal, G. 1984, International Inequality and Foreign Aid in Retrospect, in: Meier, G.M. und D. Seers Hrsg., Pioneers in Development,Oxford: Oxford University Press, S. 149165.Nunnenkamp, P., Ohler, H. und R. Thiele 2013, Donor Coordinationand Specialization: Did the Paris Declaration Make a Difference?, Review of World Economics, Vol. 1493, S. 537563.Pogge, T. 2013, Poverty, Hunger, and Cosmetic Progress, in: M.Langford, A. Sumner und A. Yamin Hrsg., The Millennium Development Goals and Human Rights, New York: Cambridge University Press, S. 209231.Easterly, W. 2013, The Tyranny of Experts: Economists, Dictators,and the Forgotten Rights of the Poor, New York: Basic Books.Radermacher, F.J. und D. Solte 2014, Microcredit Addressing an Ongoing Debate, Ulm: FAWn.Faber, M. und D. Seers 1972 Hrsg., The Crisis in Planning, London:Chatto und Windus.Fengler, W. und H. Kharas 2010 Hrsg., Delivering Aid Differently:Lessons from the Field, Washington: Brookings.Fuchs, A., Nunnenkamp, P. und H. Ohler 2014, Why Donors of Foreign Aid Do Not Coordinate: The Role of Competition for Export Markets and Political Support, World Economy, doi: 10.1111twec.12213.Rajan, R.G. und A. Subramanian 2008, Aid and Growth: What Doesthe CrossCountry Evidence Really Show? Review of Economicsand Statistics, Vol. 90, S. 643665.Ricardo, D. 1817, On the Principles of Political Economy and Taxation, London: John Murray.Romer, P.M. 1986, Increasing Returns and LongRun Growth, Journal of Political Economy, Vol. 945, S. 10021037.Griffin, K. 1970, Foreign Capital, Domestic Savings and Economic Development. Bulletin of the Oxford University Institute of Economicsand Statistics, Vol. 32, S. 99112.RosensteinRodan, P.N. 1943, Problems of Industrialisation of Eastern and SouthEastern Europe, Economic Journal, Vol. 53, S.202211.Hausmann, J. 2014, Turkey as a Donor Country and Potential Partner in Triangular Cooperation, Deutsches Institut fur Entwicklungspolitik, Diskussionspapier 14.Harrod, R.F. 1939, An Essay in Dynamic Theory, Economic Journal,Vol. 49, S. 1433.Jude, C. und G. Levieuge 2013, Growth Effect of FDI in Developing Economies: The Role of Institutional Quality, MPRA Paper 49321.KPMG und Handelsblatt Research Institute 2014 Hrsg., Hypeoder Markt? Strategien und Erfolgsfaktoren der deutschen Wirtschaftin Afrika.Kronberger Kreis 2006, Wider die Aushohlung der Welthandelsordnung: Fur mehr Regeldisziplin, Argumente zu Marktwirtschaft und Politik 96, Berlin: Stiftung Marktwirtschaft.Krueger, A.O. 1997, Trade Policy and Economic Development: How We Learn, American Economic Review, Vol. 87, S. 122.Lucas, R.E. 1988, On the Mechanics of Economic Development,Journal of Monetary Economics, Vol. 221, S. 342.Michalopoulos, S. und E. Papaioannou 2014 National Institutionsand Subnational Development in Africa, Quarterly Journal of Economics, Vol. 129, S. 151213.Sachs, J.D. 2005, The End of Poverty: Economic Possibilities for Our Time, New York: Penguin Press.Shikwati, J. 2005, Streicht diese Hilfe, SpiegelInterview, Ausgabe 27.Stiglitz, J.E. 2002, Globalization and Its Discontents, New York:Norton.OECD 2005, The Paris Declaration on Aid Effectiveness, Paris.OECD 2013, Development Cooperation Report 2013: Ending Poverty, Paris.OECD 2014, Development Cooperation Report 2014: Mobilising Resources for Sustainable Development, Paris.Otto, A.H. 2005, Makrookonomische Effekte der Direktinvestitionen,in: R. Hasse et al. Hrsg., Schriften zur Wirtschaftstheorie und Wirtschaftspolitik, Frankfurt: Vahlen.Van Alstine, J. und E. Neumayer 2010, The Environmental Kuznets Corve, in: K.P. Gallagher Hrsg., Handbook on Trade and the Environment, Cheltenham: Edward Elgar, S. 4959.Vereinte Nationen 2014, MillenniumsEntwicklungsziele: Bericht 2014, New York.Yunus, M. 1999, Banker to the Poor: MicroLending and the Battle Against World Poverty, New York: Public Affairs.23Executive Summary Hilflose Entwicklungshilfe?Executive Summary Die internationale Entwicklungspolitik versucht seit Jahrzehnten,die okonomische Entwicklung der armsten Regionen dieser Weltvoranzutreiben. Seit 1960 wurden knapp 5.000 Mrd. USDollaran offentlicher Entwicklungshilfe geleistet. Jedes Jahr kommen mit steigender Tendenz weitere Milliarden hinzu. Doch washat die Entwicklungspolitik der letzten 50 Jahre erreicht?Die Beantwortung dieser Frage ist von besonderer Relevanz,da im Jahr 2015 die entwicklungspolitische Agenda internationalneu aufgestellt wird. Die MillenniumsEntwicklungsziele MDGs,das bisherige entwicklungspolitische Prestigeprojekt der Vereinten Nationen, laufen Ende 2015 aus und sollen durch neue, sogenannte Nachhaltige Entwicklungsziele SDGs ersetzt werden.Schon jetzt ist absehbar, dass dabei die Anzahl der Entwicklungsziele und mit ihr das Ausma der zu leistenden Hilfe weiterzunehmen wird.Die Bilanz der Entwicklungspolitik nach bisherigem Muster falltjedoch eher bescheiden aus. Die meisten MDGs werden nichterreicht. Insbesondere in den Bereichen Hunger, Primarbildungsowie Kinder und Muttersterblichkeit gibt es enormen Nachholbedarf. Zudem leben nach wie vor uber eine Milliarde Menschenweltweit in extremer Armut also mit weniger als 1,25 Dollar am Tag. Besonders dramatisch ist die Situation in den afrikanischen Staaten sudlich der Sahara, obwohl gerade diese Staaten mit Abstand die meiste Entwicklungshilfe erfahren haben. Zwar hat sichder allgemeine Lebensstandard im weltweiten Durchschnitt durchaus verbessert, dieser Fortschritt beruht aber vornehmlich auf demokonomischen Aufholprozess ostasiatischer Staaten, die wenigerauf externe Entwicklungsgelder als auf Eigeninitiative und wirtschaftliche Offnung gesetzt haben. So ist es nicht weiter verwunderlich, dass auch die wissenschaftliche Forschung keinen statistisch signifikanten, positiven Zusammenhang zwischen offentlicher Entwicklungshilfe und der Steigerung der individuellen Einkommen erkennen kann.In vielen Fallen bewirkt die zumeist paternalistisch anmutende Entwicklungspolitik sogar das Gegenteil. In der gut gemeinten Absicht, wirtschaftliche Entwicklung von auen herbeifuhren zuwollen, werden vielmehr ineffiziente Strukturen und korrupte Verhaltensweisen zementiert, die fur die schwierige Situationder Entwicklungslander mitverantwortlich sind. Statt vor Ort Eigenverantwortung und unternehmerische Initiative zu fordern, erhalten autokratische Regime zusatzliche finanzielle Ressourcen,die letztendlich den Druck auf die herrschende Elite vermindern,wirtschaftliche Privilegien abzubauen und privates Eigentum zuschutzen.Von rechtsstaatlichen Verhaltnissen und marktwirtschaftlichverankerten Eckpfeilern wurden besonders die Armen profitieren,wahrend die Eliten des Landes auch in unfreien Gesellschaftenimstande sind, ihre Besitzstande zu vermehren. Es wird zu oftvernachlassigt, dass wirtschaftliche Entwicklung im Wesentlichenvon individueller und wirtschaftlicher Freiheit abhangt und von ihnen getragen wird. Wenn jedoch die notwendigen institutionellen Rahmenbedingungen fur ein selbstbestimmtes Leben fehlen,wenn Menschen keine Anreize und Chancen zur Durchfuhrung eigener Initiativen erhalten, wenn Hilfe nicht zur Selbsthilfe befahigt,um sich selbst aus der Armut zu befreien, dann erreicht aucheine wohlgemeinte und breit angelegte Entwicklungshilfe wenig.Neben den notwendigen institutionellen Voraussetzungenhangt die Wachstumsdynamik einer Wirtschaft daruber hinausauch von ihrer Einbindung in den internationalen Handel und deninternationalen Kapitalmarkt ab. Eine reziproke Abschaffung derinternationalen Handelsschranken ist hierfur notwendig, wie esbeispielsweise das jungst angenommene BaliPaket der Welthandelsorganisation WTO vorsieht. Eine starkere Einbeziehungprivaten Kapitals, vor allem in Form von auslandischen Direktinvestitionen und Entwicklungspartnerschaften, ware fur eine Entwicklung der Lander weiter zutraglich und konnte vorhandene Kapitallucken erheblich reduzieren. Zusatzlich kann auch die Mikrofinanzierung ein geeignetes Instrument sein, Entwicklungvon innen zu ermoglichen und unternehmerische Initiativen inder Bevolkerung voranzutreiben.Insgesamt bleibt festzuhalten, dass eine Entwicklungspolitikaus einem Guss uber alle Lander hinweg naturlich nicht moglichist. Vielmehr mussen individuelle Strategien verfolgt werden, dieden spezifischen Problemen der Entwicklungslander gerechtwerden. Dabei darf die Gewahrleistung des Subsidiaritatsprinzipsnicht aus dem Auge verloren gehen. Die Entwicklungslanderkonnen sich letztlich nur selbst und aus eigener Kraft entwickeln.Daher sollte weniger die Quantitat als die Qualitat der zu leistenden Entwicklungshilfe im Vordergrund der kunftigen internationalen entwicklungspolitischen Agenda stehen.24", "filename": "815761554.pdf", "person": ["Jörg König", "König, Jörg"], "date": ["2015"]}