{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/120837/1/816100969.pdf"], "title": ["Betting against beta (and gamma) using government bonds"], "plaintext": "Betting against Beta and Gamma Using Government Bonds J. Benson Durham Federal Reserve Bank of New York Staff Reports, no. 708 January 2015 JEL classification: G10, G12, G15 Abstract Purportedly consistent with risk parity RP asset allocation, recent studies document compelling low risk trading strategies that exploit a persistently negative relation between Sharpe ratios SRs and maturity along the U.S. Treasury UST term structure. This paper extends this evidence on betting against beta with government bonds BABgov in four respects. First, outofsample tests suggest that excess returns may have waned somewhat recently and that the pattern seems most pronounced for USTs given data on ten other previously unexamined government bond markets. Second, BABgov appears robust when hedged exante against covariance with equities and thereby does not resemble selling volatility, but these results nonetheless belie a possible tension rather than consistency between leverage constraints and lowrisk investing: namely, that investors bid longerdated UST prices higher lower under BAB RP. Third, the fact that Gaussian affine term structure models of USTs also imply an inverted SR schedule suggests that investors cannot, in fact, realize abnormal returns if they are fully hedged to the underlying model factors, and BABgov excess returns are indeed not robust to exante constraints on exposure to the yield curves principal components. Fourth, some evidence suggests that previous BABgov results reflect coskew preferences, alternative BABgov strategies hedged to coskew risks exante forgo substantial returns, and there is no indication that investors can earn excess returns betting against gamma. However, the sign of investors coskew preferences in government bond markets remains ambiguous. Key words: asset pricing, term structure, risk parity, betting against beta _________________ Durham: Federal Reserve Bank of New York email: jbenson.durhamny.frb.org. The author thanks seminar participants at the Federal Reserve Bank of New York for helpful comments. The views expressed in this paper are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. Introduction Mounting evidence suggests that lowrisk investing delivers superior results, notably both across asset classes, in the context of risk parity RP, as well as within them, socalled betting against beta BAB. Such findings contradict the intuitive notion that higher expected as well as realized returns compensate investors for taking risk, at least as measured by the second moment of asset returns. The effectiveness of these investment strategies reflects a persistently inverse relation between Sharpe ratios SRs and beta, defined as the covariance of asset returns with market portfolio returns, and correspondingly, an insufficiently upwardsloped security market line SML. Besides a comprehensive study of several asset classes that documents these patterns Frazzini and Pedersen, 2014, subsequent research reports that excess returns from BAB using global equities are robust not only to size and momentum but also to industry classifications e.g., Asness et al., 2014. Even though studies have long noted the modest slope of the SML e.g., Black, 1972; Black et al., 1972, which is surprising through the lens of the standard twomoment CAPM, the empirical literature on lowrisk investing seems far less extensive compared to other anomalies such as value, size, and momentum. Moreover, arguably further analyses of any financial market anomaly tend to gravitate disproportionately to risky assets, shares in particular.1 However, BAB results for the U.S. Treasury UST market BABgov are among the most compelling, as only three of 28 other BAB strategies across asset classes have higher SRs,2 and the SR for BABgov, 0.81, is after all just as large if not greater in fact than that reported for U.S. equities, 0.78 Frazzini and Pedersen, 2014.3 Given these compelling findings, analyses of lowrisk investing might evolve with equivalent attention to fixed income instruments,4 but to date this literature seems silent on just why lowrisk investing works for government bonds, the defaultriskfree asset class, as distinct from the mechanisms behind equity market behavior. Whatever the asset class, BAB should work as long as SRs decrease in beta, and the salient features of the historical UST term structure data do seem amenable to the strategy.5 Just why might compensation per unit of risk decline with maturity and thereby make BABgov strategies profitable for investors who are willing and able to lever? The motivation for additional analyses of BABgov transcends the obvious relevance for investors, and lowrisk excess return patterns are noteworthy for 1 Compare the number of studies on, say, momentum in equity as opposed to bond markets. 2 Frazzini and Pedersen 2014 do not examine nonUST government bond markets. 3 Note, however, that the sample for equities USTs begins in 1926 1952. Also, the corresponding excess return for BABgov is 17 bps per month Frazzini and Pedersen, 2014, Table 6, pg. 14, compared with 70 bps for BAB using U.S. equities Table 3, pg. 13, again given a longer sample for stocks. 4 Early indications seem consistent with prior patterns. For example, Baker et al. 2011, Asness et al. 2014, Chow et al. 2014, and Walkshausl 2014 exclusively address the lowrisk anomaly or BAB in the context of equities. 5 Duffee 2010, Fama and French 1993, and Campbell and Viceira 2001 each document high low SRs at the short long end of the curve. 1 monetary policymakers in at least two respects. First, a key mechanism underlying BAB excess returns are leverage constraints, which have obvious implications for broader financial conditions. This notion advances Blacks 1972 relaxed CAPM with restricted borrowing and suggests that a sufficient number of individual as well as institutional investors, who notably seek high returns, are limited in their ability to borrow. These restrictions thereby bid up prices on highbeta assets, concomitantly lower required returns, and flatten the SML. BABgov patterns in particular highlight not the general level per se but the schedule of relative term premiums across yield curves, an arguably neglected subject that can be relevant to market monitoring as well as central bank open market operations. For example, the schedule of forward term premiums, or perhaps rather SRs, seems highly relevant to central banks that endeavor to remove duration risk most efficiently from financial markets with outright purchases of government bonds.6 Second, the underlying empirical regularityagain, elevated SRs at the front end of the term structuremay represent a puzzle if not an affront to central bankers who painstakingly hone their communication strategies. Investors might not only chronically require greater compensation per unit of volatility around business cycle fluctuations but also amid corresponding uncertainty about the response of monetary policy, quite possibly to varying degrees over time and across space. Therefore, the extent to which SRs are greater at shorter maturities might be assessed in a similar vein as, for example, evidence that distanthorizon forward rates are excessively sensitive to macroeconomic news announcements Gurkaynak et al., 2005, a finding that arguably reflects unanchored expectations around central bankers objectives. Evidence on BABgov or simple analyses of SRs detailed further in subsequent sections below may be relevant in this context. A reasonable prior might be that more inverted SR schedules correspond to less tightly moored expectations around monetary policy goals or, perhaps more accurately, nearerterm objectives. Excess BABgov returns, then, conceivably represent compensation for policyrelated risks. In addition to this shared relevance for investors and policymakers alike, four lingering questions motivate an exclusive, closer look at BABgov. The first issue is the simple but pressing imperative to test BABgov out of sample, which includes some further analyses of the U.S. data, including additional focus on timevariation of returns, as well as an extension to 10 other previously unexamined government bond markets, including Germany, France, Netherlands, Belgium, Italy, Spain, Japan, UK, Canada, and Switzerland. Beyond assessing the breadth of the strategy, the crosssectional evidence may help uncover conditional information relevant to more efficient BABgov strategies. The second issue stems from the general notion that the mechanisms that drive BAB may fundamentally differ across asset classes, with possible implications for the broader, aggregate issue of RP. Again, Frazzini and Pedersen 2014, drawing on Black 1972, argue that leverage aversion primarily 6 See, say, Bernanke 2010. 2 generates the results. This mechanism seems persuasive within risky asset classes, but leverage aversion with respect to government bond investors may appear at odds with RP itself, given the unique role of the global riskfree asset class in portfolios.7 To consider any tension between BAB and RP, as well as to evaluate flightstoquality FTQs more broadly as an alternative or complementary explanation for BABgov, the following further examines the covariance of BABgov not visavis the withinassetclass beta but with respect to benchmarks that include the yardstick risky asset class. Whereas additional evidence on BABgov covariance addresses possible misspecification broadly reminiscent of the Roll 1977 critique, a third issue regards potential underspecification. Gaussian affine term structure models GATSMs, a more common assetpricing framework for government bonds than the CAPM after all, nest BABgov but hardly imply that returns are anomalous. Closedform solutions to GATSMs are flexible enough to capture the inverted schedule between SRs and maturity e.g., Duffee, 2010, without the however persuasive amendments to the CAPM based on leverage aversion in Frazzini and Pedersen 2014. The problem for BABgov as a proper anomaly is that GATSMimplied hedge ratios by construction outlaw arbitrage and therefore excess returns, apart from portfolios formed from modelimplied fitting errors e.g., Duarte et al., 2006. Levered portfolios that are long lowbetas based solely on the inverted SR schedule, and comprehensively hedged with respect to the underlying model factors, simply cannot produce a free lunch. Perhaps no GATSM calibration comprises a satisfactory test given estimation issues such a parameter stability and sample selection, but the affine model framework readily raises the suspicion that any anomalous aspects of BABgov returns derive from an underspecified pricing kernel. Simple regressions of expost BABgov returns on the principle components PCs of the term structure as well as returns on portfolios that hedge broader exposure to PCs exante are informative on this score. The fourth issue addresses the fact that the risk in lowrisk investing refers to the second and not the third moment of asset returns. Beyond leverage aversion theory and other mechanisms, the following examines whether BABgov returns owe in part to investors coskew preferences. Persuasive behavioral arguments that might account for lowrisk patterns for equities, including overconfidence and representativeness, seem much less relevant for bonds. Nonetheless, BABgov portfolios may have demonstrably favorable coskew characteristics that command a negative premium, which in turn may help account for the lowsecondmoment risk phenomenon. Correspondingly, constrained BABgov strategies that neutralize coskew exposures may generate lower returns. And, just as leverageconstrained investors may reach for yield and thereby bid up prices to earn secondmomentbased premiums, to boost gains they may 7 See also Adrian et al. 2014, the first study to conduct crosssectional asset pricing tests that directly include in the pricing kernel measures of leverage, namely from financial intermediary balance sheet data from the Federal Reserves Flow of Funds data. 3 similarly pressure required returns on assets with greater coskew risks lower. This begs the question of whether investors can earn excess returns betting against gamma with government bonds BAGgov. Data and Empirical Design These empirical analyses start with a brief evaluation of previous findings using Center for Research in Security Prices CRSP data on USTs. Minor tweaks to Frazzini and Pedersen 2014 include use of daily in addition to monthly data as they do for stocks, marketcapitalizationbased instead of equal weights across maturities, and alternative windows for estimation of the exante rolling betas of 12 and 36 12 and 59 months for the daily monthly frequency. The results also consider alternatives for shrinking the betas, following Vasicek 1973,8 although the close relation between beta and maturity and duration, as well as less suspected measurement error of maturity, may suggest less need to make these adjustments for government bonds. Also, the relevant betas are based on an aggregation of individual CUSIPs from the CRSP data into eight maturity categories, which very closely but not precisely follows Frazzini and Pedersen 2014, Table 5, pg. 14.9 Subsequent sections below examine strategies based on linear programming and nonlinear optimizations with key constraints, but the formation of the BABgov portfolios for this section follows the convention introduced in Frazzini and Pedersen 2014, as in rt BAB1gov 1Ltrt L1frt 1Htrt H1frt 1 where rt L H1rt 1Twand L Ht L HTt L Hw, with r tthe column vector of returns betas for each maturity, and rf is the riskfree rate i.e., the onemonth bill rate, as defined in Frazzini and Pedersen 2014 and in turn Asness et al. 2014.10 All in all, daily monthly information is available for a sufficient cross 8 The shrinkage factor from Vasicek 1973 follows TS iiwi 1wi XS 1 2i TS,2i TS,2XS with wi 12iw ,i TS 2XS is the timeseries, TS, crosssectional, XS variance of the estimated betas. Frazzini and Pedersen where 2014 cite this formula but fix including USTs. 9 As noted in Table 2, these include 1 month to 9 months, 9 months to 2 years, 2 to 3 years, 3 to 4 years, 4 to 5 years, 5 to 6.5 years, 6.5 years to 12 years, and 12 years. Varying UST issuance patterns present some challenges for covering some maturity buckets over extended periods. For example, the Treasury issued no 30year bonds from November 1978 through February 1985. 10 Also, , based on their results on U.S. equity data, and set XS for all assets, 0.61 4 L Hsection of maturities from June 1961 October 1957 through December 2013.11 Assuming a 12month lag to t based on daily monthly data, the first observationthe estimate of BABgov following 1 for calculate June 1962is based on returns from June 1961 through May 1962. The final observation, December 2013, t derived from returns observed from December 2012 through November 2013. refers to estimates of This produces a total of 620 months. L HAs noted previously, with the obvious motivation to explore the breadth of the strategy, the analyses cover 10 additional government bond markets and use zerocoupon yield curves from Bloomberg.12 These monthly data are only comprehensively available from around the mid1990s, and therefore the inferences additionally comprise outofsample temporal tests to a considerable degree.13 Also, the international panel evaluates a broader scope of maturities,14 notably beyond the 10yearplus category in Frazzini and Pedersen 2014 to include the 20 and 30year sectors in each case for a finer parsing of higherbeta maturities.15 Results: Sensitivity Analyses These modest revisions to the empirical design produce results that are largely consistent with Frazzini and Pedersen 2014 with respect to USTs. Table 1 reports the results based on daily and monthly returns using CRSP data, with and without shrinkage of the betas, and alternative lag lengths for estimation of the betas, namely one and three years for daily data and one and five years for monthly data. Without exception across these eight specifications, the SRs for BABgov exceed those on the UST index as well as the stock market, and the excess returns in some cases are greater than those on shares. Although the results using 1year lags based on either daily or annual returns are less pronounced, the magnitude of the findings L Hwk z z 2 1nz 1z , zkitrank , 1n denotes a vectors of ones of length n, and x indicate the positive where negative elements of the vector x. 11 Note that the results below refer only to monthly data from June 1961 to ensure consistency with the estimates based on daily data. However, earlier data do not meaningfully change the inferences. 12 Longer time series of fitted yield curves exist for a few cases, but Bloomberg perhaps provides the most comprehensive coverage for the purpose of consistent comparisons. 13 The Bloomberg Index mnemonics for, say, 10year yields, are C91010Y Germany, C91510Y France, C92010Y Netherlands, C90010Y Belgium, C90510Y Italy, C90210Y Spain, C10510Y Japan, C11010Y UK, C10110Y Canada, C25610Y Switzerland, and C08210Y U.S  14 To estimate realized returns on, say, the 10year zero, further splinebased estimates of 9year, 11month zerocoupon yields are required, and the calculations otherwise follow Adrian et al. 2013. In addition, market capitalization weights are unavailable, and therefore the estimates of market returns assume equal weight across maturities, following Frazzini and Pedersen 2014. 15 Note also that Frazzini and Pedersen 2014 do not report data on the longest maturity bonds from August 1962 to December 1971. Also, lengthening the crosssection with finer delineations of duration might be very useful for assetpricing tests. 5 based on longer lags are similar to Frazzini and Pedersen 2014. For example, as noted in Table 1 as well as Figure 1, daily data based on shrunk betas estimated with a 3year lag, which implies 596 months of returns from May 1964 through December 2013, produce an average calendartime, daily excess return SR of about 4.0 basis points bps 1.01, compared to 2.7 bps 0.47 for the UST market and 4.0 bps 0.19 for equities. The long short side of the strategy on average has a beta of about 0.43 1.85 or concomitantly a required leverage ratio of 2.35 0.54, and the expost beta alpha is very close to zero positive, as expected and consistent with Frazzini and Pedersen 2014. These results, in turn, reflect a clear underlying negative relation between SRs alpha and maturity, which declines from about 1.359 0.00017 to 0.214 0.00029 from the 1M9M to the 10Y maturity category, as noted in the top panel of Table 2. Beyond this corroboration of previous results, time variation in BABgov returns merits further consideration. Figure 1 also shows the rolling geometric 5year mean return from the strategy, the black line, which is notably lower toward the end of the sample and approaches zero, and indeed the SR from 1992 decreases to 0.74 from 1.01. Although not necessarily indicative of a vanishing or disappearing anomaly per se, a reasonable prior is that the results might not be as compelling for the crosssection of 10 other markets, given that data are only available from the 1990s. Indeed, as noted in the last column of Table 3, the corresponding Bloomberg data for the US considering the 36month estimation lag length for beta, which again are monthly and also include the 20 and 30year sectors, produce a lower SR 0.353 over the January 1995 to November 2014 sample. Then again, the returns to BABgov based on these limited Bloomberg data nonetheless suggest a comparatively profitable strategy, as the SRs during this particular sample for the UST and equity markets, as well as for a balanced portfolio,16 are clearly lower at 0.161, 0.129, and 0.196, respectively. In addition, excess BABgov calendartime, monthly excess returns are 61.6 bps, compared to 29.7, 57.4, and 43.6 bps, respectively. However, the same cannot be said as assuredly for a number of other markets, and therefore the results to BABgov may be somewhat sensitive to not only temporal but also spatial outofsample tests. Table 3 also reports that BABgov has a lower greater SR than the local government bond stock market in each of the 10 cases. Also, BABgov excess returns exceed those on the corresponding equallyweighted government bond in all cases except Canada, but the differences are arguably minimal compared to the U.S., with perhaps the lone exception of data on Japan, which produces an excess return on BABgov of 50.2 bps, compared to 20.1 bps on the constructed government bond index over the sample. Also, BABgov excess returns are greater than those on shares for six of the 10 nonU.S. cases Germany, France, Netherlands, Belgium, Italy, and 16 The balanced portfolio is an equallyweighted average of returns on the local stock market, measured by the MSCI local currency, gross total return index e.g., GDDU, and the government bond index, in turn an equallyweighted average of the 10 maturity points, which include 3 and 6 months as well as 1, 2, 3, 5, 7, 10, 20, and 30 years. The Bloomberg country Index codes follow GR Germany, FR France, NE Netherlands, BE Belgium, IT Italy, SP Spain, JN Japan, UK United Kingdom, CA Canada, SZ Switzerland, and US United States. 6 Spainbut on balance, these results seem to contrast meaningfully with those of the U.S., even allowing for the differing temporal coverage of the CRSP and Bloomberg data. Furthermore, this general inference is insensitive to assumptions regarding lag lengths, namely for 12 and 60months, in addition to the 36month length for beta estimations summarized in Table 3. To consider some explanations for the discrepancy, again BABgov profitability rests on a downwardsloping schedule of SRs along the term structure, and as Figure 2 indicates, this pattern seems common but perhaps not universal given this cross section of government bond markets. The schedule for the U.S., assigned to the back of the surface, is the most clearly downward sloping, but Germany, say, positioned at the front, displays a noticeably less pronounced but nonetheless consistent pattern. In addition, Figure 3 corresponds to Figure 2 but focuses on comparisons with Germany, Japan, the U.K, and Switzerland and shows a similarly inverse but weaker relation compared to the U.S. along the curve, which in turn reflects less compelling BABgov excess returns.17 This crosssectional evidence may be constructive in identifying thresholds that signal abnormal BABgov returns, but the results also may motivate a closer examination of the transmission mechanisms relevant for BABgov, or perhaps USTs in particular as a distinct global asset class. More on Covariance: From FTQs to tension between BAB and RP Indeed, the dearth of compelling evidence across other government bond markets might reflect unique demand for longerdated U.S. denominated assets that transcends any leverage mechanism. Insofar as longer as distinct from shorterdated USTs benefit from global safehaven flows, or more precisely provided investors anticipate this safehaven demand, BABgov returns may owe less to leverage constraints per se. In fact, some studies find that GATSMbased term premiums are negatively correlated with the VIX Li and Wei, 2012; Durham, 2008, or that jointlyestimated term and equity risk premiums are negatively correlated Durham, 2013a, findings that at first blush suggest that BABgov returns should be lower precisely during bad times.18 However, this is only true if decreases in term premiums, notably scaled by risk, are greater at the back end of the term structure. The results may hinge on investors perceptions and expectations of the severity of shocksduring more benign FTQs, investors shed credit but not duration exposure, whereas during more severe shocks they jettison both credit and duration risk for the relative safety of shortdated government paper. The former latter would suggest that BAB does does not indeed 17 Higher SRs at the very front end of the US as opposed to other sovereign curves may owe more to the numerator rather than the denominator. At the very front end of the term structure, perhaps surprisingly, greater returns are a substantial part of the story, however further out the yield curve it appears that greater U.S. volatility plays the larger role. 18 Ilmanen 2011 argues that BAB returns resemble the profile of volatility selling, which pays off in good rather than bad times. 7 resemble volatility selling.19 In any case, practitioners might worry that by underweighting the long end, BABgov foregoes meaningful insurance against risky assets, and therefore excess returns reflect compensation for such exposure.20 More broadly, the singlefactor assetpricing model behind previous BABgov results is possibly misspecified, perhaps broadly reminiscent of the Roll 1977 critique, not because the relevant market is unobservable but rather given that the narrow withinassetclass betas behind BABgov exclude information about covariance with the risky asset class. Two sets of rudimentary estimates are informative. The first is simply to examine BABgov return loadings with respect to broader portfolios, , including, first, an marketcapitalizationweighted index of USTs and stocks from the CRSP dataset and, second, a pure equity portfolio, as in BABgovrtr t t2 Table 2 also lists these results, namely the expost betas with respect to both measures of for BABgov as well as the eight maturity buckets, alongside the corresponding beta for the UST market index with respect to . In short, BABgov appears to hedge against the balanced and equity portfolios just as well as, if not better than, any sector of the term structure or the market as a whole. Both relevant betas are negative 0.0054 and 0.0041, whereas the remaining estimates along the term structure from the 19 month to the 12year pluse categories are strictly positive, albeit similarly close to zero. Of course, a covariance matrix might also suffice, but these simple loadings seem inconsistent with the view that broader FTQs produce BABgov excess returns. The second constructs an alternative BABgov trading strategy that similarly levers delevers the long short side to have a beta of one as in Frazzini and Pedersen 2014, but under the linear programming constraint that the long side has no greater beta with respect to, alternatively, the balanced or the pure equity portfolio than the short side of the trade. More formally, the objective function and constraint follow wLT .t.wSTt3 w TLtminwLst 19 Peso problems may lurk in the background, as it could be that even during a lengthy sample mild FTQs obtained, increasing the demand for longer relative to shorterdated Treasuries. What matters for BAB and leverage aversion is whether investors perceive longerdated Treasuries as a better hedge against risky assets, which in turn depresses expected SRs further out the term structure. Therefore, instead of, or in addition to, leverage aversion, investors with balanced mandates may be paying an insurance premium. 20 Frazzini and Pedersen 2014 report withinassetclass expost BAB betas and do not address whether the long side has covariance properties that command positive premium. 8 where t is the vector of UST, withinassetclass betas along the term structure, the weights for the short side follow maxwSw S tt,T , and t is the vector of betas with respect to the portfolios that include stock returns.21 The returns follow rt BAB1gov 1TtwLwLTrt 1frt 1TtwSwSTrt 1frt 4 The resulting portfolio therefore is not only neutral to the UST market beta but also to the short sides covariance with .22 Put another way, 3 represents BAB, but without decreased relative protection against stock market declines to achieve lowrisk government bond investing, without stock market covariance bets. Consistent with the simple betas in Table 2, the results in Table 4 clearly suggest that BABgov does not increase exposure to the yardstick risky asset class, and the results contradict the notion that BABgov owes to FTQrelated preferences for longerdated USTs. For example, the SRs for the constrained strategy with respect to the balanced stock portfolio is 1.22 1.09, which compares quite favorably with the results of the unconstrained linear programming SRs of about 1.27. Also, the drag on average daily excess returns is modest, with returns of 10.1 bps and 8.8 bps, compared to the unconstrained portfolio excess returns of 10.6 bps.23 Tables 6 and 7, which include the excess returns and SRs, respectively, for the constrained strategies across the 10 additional government bond markets tell similar stories, with only a few exceptions. As such, these results contradict the general notion that BAB constitutes volatility selling. Instead BABgov appears to pay off just as well as a generic portfolio of USTs in bad times. Arguably, these BABgov results constitute further crucial outofsample confirmation of RP, which STwLwttis too restrictive. The objective is to insure exante that the rests on only one draw from history though admittedly a fairly long one, following Asness et al. 2012, pg. 48. However, even if the strategy does not appear to reflect selling volatility, BABgov may still represent a 21 An equality constrainte.g., TBABgov portfolio does not afford less of a hedge than the short side. 22 The linear programming constraint in effect forces the long side to include any sectors of the Treasury curve that hedge covariance at least as well as the short side. 23 In addition, the short end of the UST curve on average, but not always over the full sample, has a lower covariance with shares. That is, the constraint binds at times, evidenced by the fact that the average beta of the short side is about 0.584 0.672, compared to the 0.200 average beta for the unconstrained portfolio. Also not the fact that returns are near zero for the most recent five years or so in the sample, when the longend may have proved a decidedly better hedge with respect to shares near the zero lower bound. In general, such a constraint is perhaps preferable to the ordinal weighting scheme for the standard BABgov portfolio, insofar as required leverage is much lower. Therefore, investors might consider linearprogramming with stock market covariance constraints instead of the somewhat arbitrary weighting scheme in Frazzini and Pedersen 2014, which may exclusively serve to lower leverage requirements by adding relatively higherbeta assets to the long side. 9 special if not problematic case for RP. Consider investors who participate exclusively in the UST market, and make all assumptions consistent with BAB. These participants may well overweigh the back end of the term structure, increasingly so with leverage constraints. Such preferences push prices yields on, say, 10year USTs higher lower, all else equal. Now consider another set of investors with balanced mandates who participate in both the UST and the U.S. stock market. The same leverage constraints bind, but notably now across rather than within asset classes, as in the broader context of RP. These investors may well overweigh not longerdated Treasuries but riskier shares to boost returns. Preferences push stock prices higher and expected equity returns lower, but they also may pressure bond prices expected returns lower higher amid reaching for yield. Therefore, investors with balanced mandates and especially those also with longerduration liabilities may offset those with narrower constraints, and heterogeneous preferences buffet longerdated yields. Without further clarification, BAB says leverageconstrained investors buy UST duration to boost returns, whereas RP implies they sell it to do so,24 and the net effect on longerdated yields appears ambiguous. Unlike BAB evidence on risky asset classes, BABgov is perhaps not so much any confirmation as a contradiction for RP, absent a complicated untold segmentation story that reconciles heterogeneous investor preferences.25 GATSMs and UnderSpecification Besides misspecification and tension between BAB and RP, also consider potential underspecification. That is, although the CAPM and its extensions are common benchmarks for shares, the same cannot be said for government bonds. Instead assess government bond SRs in the context of GATSMs, which after all produce closedform expressions for SRs Duffee, 2010.26 Again, BAB works if SRs decrease in beta or duration, and the relevant analytical quantity is simply the partial derivative of SRs with respect to maturity.27 Whereas the CAPM must be amended to incorporate borrowing constraints and capture the relation, standard GATSMs do not. With the exception of some simplistic models, such as Merton 1973,28 calibrated GATSMs are flexible enough to produce downwardsloping SR schedules with respect to maturity, but notably under conditions that preclude arbitrage. As such, the model parameters, particularly the generic market prices of risk, might very well suggest more general mechanisms besides leverage aversion. 24 Indeed, Asness et al. 2012, pg. 49 note that under BAB safer shortmaturity U.S. Treasuries offer higher riskadjusted returns than do riskier longmaturity ones but with respect to RP, bonds are the lowbeta asset and stocks the highbeta asset, and the benefit that we documented is another empirical success of the theory. 25 Baker et al. 2011, pg. 7 note that balanced fund mandates, without leverage constraint as well as perhaps beta rather than a marketweight allocation to shares, conceivably buy lowbeta stocks and presumably longerdated Treasuries, but they also suggest that such mandates, at about two percent of the total, indeed hardly comprise the representative investor capable of realigning asset prices. 26 A GATSM might have a CAPM representation, but nonetheless the issue is underspecification of the pricing kernel. 27 As Frazzini and Pedersen 2014, pg. 3 note, term premiums exists at all horizons beyond the instantaneous short rate. 28 See Appendix 1. 10 To repeat, BABgov results are based on a univariate assetpricing framework e.g., Frazzini and Pedersen, 2014, but the literature on term structure models ubiquitously considers multiple factors, including not just the level but also the slope and curvature of the term structure as well as other latent as well as spanned and unspanned macroeconomic factors. Moreover, and unfortunately for the prospects of a free lunch, the observation that estimated GATSMs produce the salient features of the data, including SRs that decline with maturity Duffee, 2010, hardly confirms but rather precludes excess returns from BABgov. Reconsider a BABgov strategy that is long the front end, PL, to exploit elevated GATSMbased SRs, with corresponding short positions, PS, of required quantity, , to offset the exposure of the long side to each of the underlying model factors, x.29 Instead of levering the long and shorts sides up and down to a beta equal to one, as in 1, the hedge ratios, factors, follow s , for a 2factor model, which can be trivially extended to n2s and 1 s 1s 2n 1SP1x 1SP2x 11SP1x 2SP2xn n 2L1LPx Px 2n 1 5 But, these portfolio weights, very much akin to those in, say, Langetieg 1980, produce a certain return that cannot exceed the riskfree rate without arbitrage and in turn lead to the bond pricing equation. In other words, the relevant partial derivatives on the right hand side of 4 are derived under the noarbitrage restriction, and therefore BABgov can only work by the coincidence that GATSMimplied yields are persistently lower higher than observed yields at the front back end of the term structure, or if model fitting errors are somehow a function of maturity. The very fact that GATSMs readily reproduce the required SR schedule suggests that BABgov portfolios ultimately cannot produce excess returns, if comprehensively hedged. Of course, to assert that any anomaly must compensative investors for some unknown but true risk is unconstructive, but the issue is that GATSMimplied SRs may question more than confirm BABgov as an anomaly per se. Any empirical illustration of these restrictions, besides comprising a somewhat pedantic exercise, is beset by the fact that arguably no calibration of a GATSM is satisfactory, given estimation issues such a 29 That is, the portfolio, which includes as many bonds as underlying risks, issatisfy LPP , with the weights chosen to S LPx SPx 0. 11 parameter stability, not to mention sample selection in forming trading strategies.30 However, two simple tests with much less structure might address some of the related issues, particularly that the assetpricing model on which BAB is based is not as much misspecified, as in the case of covariance with risky assets, as underspecified with respect to the multivariate nature of bond yields. The first is to examine BABgov return loadings on the first three principal components of the yield curve,31 denoted by the vector following t PC ,32 BABgovrt PCPC TPCtt 6 Table 2 also includes these results, and notably PC 0.0004 is safely significant within the 95 percent band and is just as large in magnitude as the corresponding estimate of expost with respect to overall UST market returns 0.00039.33 Moreover, the loadings on each PC are within the range of estimates of the corresponding expost betas for the eight sections of the yield curve, and therefore BABgov appears to be robust, with no increased contemporaneous exposure to the underlying factors of the term structure. However, a second test is more punishing and comprises an alternative BABgov trading strategy that similarly levers delevers the long short side based on the beta with respect to the UST market, but under the constraint that the long and short sides have equivalent exposure to UST market PCs, following minwLwL t,Tts PCt.t.wL t,Twi t,TPCt 7 where PCestimated from tt is the n m matrix of exante beta exposures across the term structure to the first m PCs s to t , 1,i tw is the market weight of the ith of n maturity categories at time t, and returns, then, generally follow 4.34 The lower panels of Table 4 include the results for three constraints, including 30 In other words, one could examine whether the gap between GATSMbased fitted and observed yieldsi.e., violations of the no arbitrage restrictiondecline with duration, but uncertainty around parameter estimation and sample selection would complicate inferences from such an investigation. 31 Duffee 2010, pg. 3 suggests that GATSMs attribute the downwardsloping SRs to level and slope risk. That is, investors are compensated for the risk that the term structure jumps up; all bonds face this risk. Investors are also compensated for the risk that that slope of the term structure falls. Long maturity bonds hedge this risk, while shortmaturity bonds are exposed to this risk. If so, exposure to slope risk in particular might account for BABgov returns given the underweight to the back end of the yield curve. 32 The PCs are derived from 1, 2, 3, 4, 5, 10, 20, and 30year fitted zerocoupon yields over the full sample based on Gurkaynak et al. 2007. 33 Table 2 assigns 0 to alpha estimates within the 95 percent confidence interval. 34 That is, the PC betas for maturity category i follow 12 slope S; slope and curvature SC; and level, slope, and curvature LSC. The SR for the strategy with the slope beta constraint 0.387 is favorable with respect to either the stock or the UST market, but the figure is much lower than that for the unconstrained BAB strategy 1.27, with substantially lower returns, 1.4 bps compared to 10.6 bps 4.0 bps for the standard strategy. The tighter constraints that include curvature as well as level exposure produce minimal excess returns, 0.4 bps and 0.2 bps, respectively, and unremarkable SRs. In addition, the crosssectional evidence similarly suggests that PCbased constraints are punitive, as the SRs listed in Table 6 under the S, SC, and LSC constraints are negligible. Tellingly also, the weighted betas of the long sides given exante hedges for slope and curvenot to mention for the level, slope, and curveincreasingly approach unity, which may simply suggest that investors cannot simultaneously BAB and hedge these PCs to meaningful effect. Thus in short, although expost BABgov returns do not seem to load on contemporaneous PCs, exante hedges against exposure to the underlying PCs appear very costly, which in turn raises questions about underspecification. Yet whatever these empirical results, again GATSMimplieddownwardsloping SR schedules do not necessarily imply excess BABgov returns. Skew Preferences The previous discussion of mis and underspecification is confined to risk with respect to the second moment of returns. Another consideration regarding BAB in general as well as BABgov in particular is investors skew preferences,35 which might but need not necessarily stem from managerial delegation.36 Indeed, the literature on thirdmoment preferences with reference to flat SMLs and high riskadjusted returns on lowsecondmomentrisk assets is hardly new. As Kraus and Litzenberger 1976 reported in their early study of the threemoment CAPM, higher beta portfolios exhibit greater market coskew, which in turn requires a premium that might account for the lowerthanexpected secondmomentbased slope of the TPCti t, ri t,PC i t,PCiwhere t refers to the alternative lagged windows. An exante slope beta, for example, is the coefficient on the regression of, say, 2 to 3year maturity returns on the second PC of the yield curve, estimated over the, say, 12month rolling window. 35 Another possible explanation for abnormal returns on lowrisk assets refers to delegated management incentives, namely benchmarking Baker et al., 2011, arguably representative of a broad limit to arbitrage. Although absolute risk, or rather covariance with marginal utility, should matter for investors, typical industry practice is to assess managerial skill with respect some benchmark. In turn, although lowrisk strategies produce quite favorable SRs, information ratios IRs may pale in comparison, and therefore even smart managed money does not offset the price impact of irrational demand for highbeta assets. 36 More recently, Taleb 2004 makes the opposite case for negative skew preferences, but only partially in the context of delegated asset managers who prefer blowups over bleeding. To the extent that the representative investor conforms to utility functions broadly consistent with prospect theory, the agentbased mechanisms that Baker et al. 2011 describe are neither necessary nor sufficient conditions for BAB. 13 SML.37 Expected excess returns, ei E rbut also coskew, with , as in 0, are a function of not only covariance with market portfolio returns where follows E riei isign M3m icovri E rmrmm 3m 28 9 3m M is the third central moment of market returns.38 Kraus and Litzenberger 1976 posit that high beta and is a source for gamma,39 and as such BAB might seem less anomalous in the context of a highermoment CAPM.40 Thus, lowrisk investing with respect to the second moment of returns might comprise highrisk investing regarding the third, and the literature does not address whether BABgov might embed coskew risks.41 Even so, much of the intuition for skew preferences for risky asset classes seems less germane to government bonds, given the usual focus on the potential for exceptional upside rather than downside protection. For example, Mitton and Viorkink 2007 find that volatile stocks are more positively skewed, and therefore command higher prices, owing to their lotterylike potential cash flows. To a large degree, these mechanisms stem from representativeness, which hardly seems relevant to longerdated Treasuries that may benefit from FTQs. Consider also the literature that invokes overconfidence in the context of skew. Diether et al. 2002 argue consistent with Miller 1977 that, given impediments to short selling, 37 Transaction costs are another consideration under this general rubric, and indeed bidask spreads can be particularly punitive at the very short end of the UST bill curve Duffee, 2010, again where the long side of BAB Treasury portfolios are notably overweight. But at the same time, as Duffee 2010 and Figure 4 illustrate, the inverse relation between SRs and maturity or beta is more monotonic than discontinuous and does not owe exclusively to the front end. In addition, the results in Frazzini and Pedersen 2014 do not rest on exclusively overweighing the shortest maturities, as instead the low and the high beta portfolios include every sector along the term structure, albeit with greater weights on the extremes. 38 See Appendix 2 for rudimentary measurement details. 39 Kraus and Litzenberger 1976, pg. 1098 regress gamma on beta and report a coefficient greater than unity i.e., 4.5, and they infer that investors have an aversion to increases in beta as a direct measure of systematic standard deviation and have a preference for increases in beta as a surrogate for proportionally greater increases in systematic skewness given positive market skewness. 40 An analogous explanation for BAB success with respect to shares refers to the observation that highbeta, volatile stocks also tend to be small and illiquid, which presumably in the context of Baker et al. 2011 suggests that institutional investors cannot exploit the anomaly. An alternative reasoning, as the following outlines, is that skew preferences for lotterylike payoffs account for lower expected returns. 41 Put another way, explicit consideration of the coskew of BAB returns should shed light on the extent to which leverage constraints drive the anomaly, as Ilmanen for example pits leverage constraints and skew preferences as alternative explanations. 14 optimists influence over stocks prices increases with uncertainty, evidenced by disagreement among investors. Therefore, volatile highbeta stocks are overbid to the extent optimists disproportionately set prices, again under the assumption that otherwise offsetting investors have a general reluctance or inability to short stocks, notably not inconsistent with leverage aversion.42 The same mechanism may work for longerdated Treasuries, but the logic contradicts the documented positive empirical correlation and analytical result from GATSM closedform solutions between uncertainty and term premiums i.e., required returns over short rates. Convention suggests that greater volatility lowers, rather than increases, expected returns in government bond markets. Nonetheless, coskew preferences may help account for BABgov, but through distinct channels.43 It may seem de rigueur to test whether any fixedincome arbitrage strategy resembles picking up nickels in front of steamrollers Duarte et al., 2006, but more importantly, fixed income securities may have fundamental characteristics that generate asymmetric return distributions, as of course bond prices nominal interest rates face an upper lower bound at par zero. In addition, pull to par is arguably more pronounced nearer the short end of the term structure, which may be especially relevant for BABgov. In fact, Fujiwara et al. 2013 report conditional negative skew using daily government bond excess returns, particularly at shorter maturities,44 which may imply greater secondmomentbased SRs at shorter horizons consistent with BABgov. Also, Durham 2008 argues that expected returns, as measured by exante GATSMbased term premiums in the U.S., positively correlate with Eurodollaroptionimplied shortterminterestrate skew but does not address the schedule of SRs.45 Yet to be sure, coskew rather than unconditional skew should affect asset returns. The question is whether the coskew of longerdated bonds makes them pay off disproportionately well, again per unit of duration risk, compared to shorterdated securities in bad times amid asymmetric shocks to both the riskfree and the risky asset classes. The coskew of returnsboth within the Treasury market, as in the BAB evidence, or across asset classes, more relevant to RPmay complement 42 See Hong and Sraer 2012 also in this general context. 43 The argument is not that the back end of the Treasury curve has potential lotterylike return characteristics. But perhaps in contrast to Ilmanen 2011, pg. 389, downside protection from Treasuries might nonetheless manifest through coskew preferences, in addition to volatility, correlation, and jump premiums. 44 Even so, they also find that the Bowley coefficient, defined in Appendix 2 as a measure of skew nearer the center of the distribution and notably further from the tails, is often positive, which suggests that negative standard skew in the sample owes to outliers i.e., the small probability of a large and negative excess return. 45 Threemoment CAPM tests for USTs are also informative with respect to the ubiquitous use of GATSM, in which by definition skew cannot be priced. 15 or supplant leverage aversion theory behind BABgov,46 as investors may not be so much reaching for yield amid leverage constraints as paying for their preferred coskew exposure.47 Two benchmarks for coskew are relevant, which reflects the previous discussion of covariance. The first is within asset classes, to follow Frazzini and Pedersen 2014, and the second is across them, which addresses the notion that skew preferences may operate through broader balanced asset allocation channels. From a practitioners perspective, the question is whether BABgov unwittingly entails coskew risks, with respect to either the UST or the stock market, and toward that end, Table 2 also reports BAB coskew with different tenors along the government bond curve. Considering the UST benchmark first, again to address directly the original BAB findings, tends to increase with maturity, not unlike , and ranges from an expost exante estimate of 0.50 0.87 for the 1to9month category to 1.86 1.40 for the longest duration category. Notably, the expost estimate is 0.44 for the BABgov portfolio, and the key issue is contribution to unconditional UST market portfolio skew, which is positive according to both standard 0.536 and Bowley skew 0.093 measures.48 Therefore, under the conventional assumption that investors prefer positive portfolio skew, commands a negative premium,49 and as such skew preferences may help account for previous BABgov results Frazzini and Pedersen, 2014, because longer maturities best contribute to the overall positive tilt of UST market returns over this sample. However, beyond the initial BABgov results, the second broader set of benchmarks imply no clear inference, as the corresponding estimates of with respect to the broader balanced portfolio of bonds and stocks produce ambiguous relations. BABgov returns have negative coskew with the balanced portfolio .0572, which has negative unconditional standard 0.973 as well as Bowley skew 0.069, and thereby implies a positive premium. Also, the for BABgov is safely within the range across the term structure from 0.102 for the 3Y4Y sector to 0.014 for the 1M9M category. Arguably, the contribution of BAB to broader balanced portfolio skew as opposed to UST market skew is the more relevant consideration for practitioners, particularly with balanced mandates, but the former results are nonetheless relevant to the original BABgov evidence. In any case, besides expost BABgov returns, 46 Note that on average if longerrun Treasuries favorably contribute to portfolio coskew, they must have positive coskew when the market is skewed positively and negative coskew when the market is skewed negatively. Both scenarios command a premiumi.e., lower yields higher prices for durationas Treasury duration reinforces benevolent positive skew in the first case but offsets undesirable negative skew in the second. 47 The results and motivation from BaroneAdesi et al. 2004 might be analogous. They report coskew characteristics that command a positive negative risk premium and thereby account for abnormally high low small large cap stock returns, in perhaps the same way coskew might help account for BABgov excess returns. 48 This finding is also consistent with Chiang 2008, who uses monthly data from 1976 through 2005 on a broader set of U.S. fixed income sectors, including USTs, corporate bonds, and MBS. 49 The negative conditional skew on BAB returns 0.09 is broadly consistent with picking up nickels in front of steamrollers, whereas all points on the term structure are positively skewed. But, the Bowley coefficient is positive, and besides, coskew matters for asset pricing. 16 another imperative is to evaluate the cost of hedging coskew risk exante, similar to the covariance and PC exposures discussed previously. Table 7 reports the results from constrained optimizations from lowrisk government bond investing without coskew bets. These portfolios are long lowbeta bonds as before, but subject to the constraint that the long and short sides have a weightedaverage of unity to match the market portfolio. The constraints follow both linear programming as well as nonlinear optimization. The long side for the former constraint, given that is additive like Kraus and Litzenberger, 1976, pg. 1089, follows 50 minwLwL t,Tt swL t,Ttn.t.1ni 1 wi t,i t,110 where t is the vector of estimates across the term structure, and duration buckets at time t. The long side for the latter optimization, with the same objective function and a nonlinear equality constraint, follows ,i tw is the market weight of the ith of n TtminwLwL t,s.t. cov TwL t,E rm t,m t,rtrm t,m t,3 2 1 011 where tr is the n 1 vector of returns across the term structure, and with mean ,m t .51 ,m tris the corresponding market return 50 Correspondingly, the objective function and the linear constraint for the short side follow maxwSwS,t TtwS,t Tts.t. n 1n wi t,i t,i 151 Similarly, the objective function and the linear constraint for the short side follow maxwSwS,t TtcovwS,t Trm t,rtm t, m t,13 10E rm t,2s.t .17 The results suggest a meaningful drag on excess returns, with an offsetting decline in volatility that still results in favorable SRs. As listed in Table 7, BABgov excess returns with nonlinear linear gamma constraints with respect to the UST market is about 1.2 1.7 bps per month, compared to 10.6 4.0 bps per month for the unconstrained standard strategy. The SR is about 0.40 0.58, compared to 1.27 1.01 for the unconstrained portfolio standard method. The results are similar given the balanced portfolio benchmark, and the costs of the exante coskew hedge are evidenced by an excess return of 1.3 1.6 bps per month under the nonlinear linear constraints, with a corresponding SR of about 0.40 0.41. Returning to Tables 6 and 7, the results are broadly similar for the crosssection of government bond markets, although perhaps the reduction in excess returns and SRs are somewhat more pronounced compared to the corresponding unconstrained optimizations. Betting against gamma BAG and the market price of coskew risk These results on the thirdmoment risks of BABgov portfolios are somewhat ambiguous. On the one hand, some results suggest that BABgov excess returns Frazzini and Pedersen, 2014 do compensate investors for coskew exposure, but on the other, Table 7 also suggests some residual excess returns to the strategy. Yet another natural and related empirical question is whether, similar to beta, investors can bet against gamma BAG. Just as BAB is long low risk, so is BAG, but with respect to the third as opposed to the as second moment. Instead of shorting highbeta assets, the trading strategy is to short assets with positive negative coskew, but only when unconditional market skew is negative positive. The corresponding long side overweighs assets with negative positive coskew when market skew is unconditionally negative positive. To grasp intuition further, recall that under leverage constraints investors reach for yield and bid up prices of highbeta assets, more formally given that 0 . By similar logic given the same leverage aversion, if skew preferences are also priced with , then to earn further premiums and boost returns under constraints, investors might similarly overprice assets that have positive negative coskew with the market when the market is negatively positively skewed, all else equal. The long side of another trading strategy follows 0minwLmaxwLwL t,wL t,Tt Tt wL t,Ts.t.t 18 if M3m t,0if M3m t,0 1 012 with the converse conditions for the short side,52 and the return given that both the long and short sides have market betas is rt BAG1govrt 1T wL t,wS t, 13 A similar approach closer to the canonical BAB tests follows rt BAG1gov w Lt 1T1Tw Lw LTrt 1frw HTrt 1frif M3m t,0w LTrt 1frtw Hw HTrt 1frtif M3m t,0w Ht 1T1T 14 2 1nwhere analogous to 1, L Hwk zz , kz 1z , and zitrank . Not unlike the linear constraints to the optimizations, the weights TL Sw t 1on the long and short sides ensure that BAGgov portfolios have a market beta equal to one.53 Figure 4 shows the results based on 14 using the daily CRSP data, from June 1961 through December 2013, with a 3year rolling window for estimation of covariance and coskew. Also, Figure 5 shows the corresponding results, but with respect to an alternative measure of coskew, SKD from Harvey and Siddique 2000. Clearly, there is no evidence of excess returns to the strategy in either case, and none of the 10 other government bond markets produce meaningful excess returns to BAG. Keep in mind, however, that the motivations for BAGgov as well as the hedges in the previous section assume preferences for positive portfolio skew. A remaining question is whether a threemoment CAPM, which clearly is not preferencefree and instead requires that investors are riskaverse with nonincreasing absolute risk aversion, in fact holds over the sample. That is, do investors indeed demand a negative positive premium for positive negative coskew when the UST market is positively negatively skewed? Toward that end, Figure 6 shows the covariancecoskewexcess return surface for eight maturity categories 52 That is, the objective and the linear constraint for the short side follow if Mw T3m t,0maxwSminwStS,twS,t Tts.t .tif M3m t,0 10wS,t T53 Given that range of across the term structure, unlike the distribution of nonnegative s, straddles the origin, leveraging to a of unity is not mathematically feasible. 19 along the term structure, where and are measured with respect to the UST portfolio using monthly data from June 1961 through December 2013. As expected and by visual inspection, the plane is positively sloped with respect to , albeit perhaps moderately so, consistent with previous findings such as Black 1972. However, the slope visavis sign M3m is also positive, notably perversely so considering the positive unconditional skew of UST market returns over the full sample. Figure 7, which measures covariance and coskew with respect to the balanced portfolio and includes the SKD measure Harvey and Siddique, 2000 instead of , implies the same problematic inference. If investors prefer positive coskew, the surfaces in Figures 3 and 4 should be downwardsloping in sign M3m and SKD, respectively. In addition to this informal evidence, simple assetpricing tests based on regressions follow eri t, i,t,tts t:1 i t,,tsign M3m t,s t:1i t, s t:115 31 , where 0s to m M , the 0 and i and i for the ith asset as well as with the Null hypotheses unconditional standard market skew, are estimated from returns from tt .54 Table 8 reports the results given the UST market as the benchmark index using alternative lag lengths of 12 and 36 months as well as a pure crosssectional design with , , and SKD estimated over the complete sample period, with and without shrinkage of and , and given both daily and monthly return data. Similarly, Table 9 shows the results that correspond to the balanced portfolio of USTs and stocks as alternative benchmarks. Given the small FamaMacbeth 1973 t statistics on in each case, as well as some perverse positive coefficient estimates, the clear inference is that coskew does not, after all, seem to be priced following the standard threemoment CAPM. Then again, the estimates, which have the expected positive sign more consistently, are nevertheless not statistically significant, either. These ambiguous results, which are not dissimilar to previous findings for a broader crosssection of bonds Chiang, 2008 but inconsistent with the general evidence that from Kraus and Litzenberger 1976 and Friend and Westerfield 1980,55 raise some questions about the motivations for BAG and hedging coskew risks. At the same time, they do not necessarily comprise 0 54 The alternative in the lower panels of Tables 9 and 10 follow Harvey and Siddique 2000, as in SKD i ts t,:,ti t, 1eri t, i,t,ts t:1t 55 Friend and Westerfield 1980, however, question the broader inference in Kraus and Litzenberger 1976 that the addition of coskew preferences largely accounts for previous violations of the twomoment CAPM, including that the implied riskfree rate is distinguishable from the actual riskfree rate. 20 corroboration of, say, Talebs 2004 alternative view that investors prefer negative coskew, which draws from the effects of small samples of observed returns,56 prospect theory PT,57 or hedonic psychology.58 Summary As Frazzini and Pedersen 2014 as well as Asness et al. 2012, 2014 and others note, the magnitude of BAB excess returns, notably including published returns for BABgov in particular, are perhaps as compelling as for any other apparent violation of asset pricing theory such as size, value, or momentum. Given motivations for investors and central bankers alike to understand the price and quantity of risk along the term structure, the preceding analyses devotes exclusive attention to BABgov with respect to simple outofsample tests, further consideration of covariance with risky assets, a broader specification of the underlying asset pricing model more consistent with GATSMs as opposed to the singlefactor CAPM, and coskew with respect to both the riskfree, relevant to BAB, and risky asset classes, germane to RP. On balance, the results are somewhat mixed. BABgov returns do appear to have diminished somewhat in recent decades, especially during the last five years. This trend in turn might owe to the postcrises experience with the zero lower bound for nominal interest rates and unconventional policy measures, to the extent that central bankers have pinned down short rates and decreased their nearterm sensitivity to macroeconomic news, or given the portfoliorebalancing channel in which large scale asset purchases persistently push down longerdated UST yields.59 In addition, some evidence also suggests that the phenomenon might be largely confined to USTs, which may question the universal application of leverage aversion theory behind BAB or highlight the possibly unique role for USTs as a global safehaven asset. Even so, BABgov returns do not appear to compensate investors for special FTQrelated demand for USTs at the back as opposed to the front end of the term structure. Instead, alternative BABgov trading strategies with simple linear programming constraints to hedge covariance with stock returns tend to produce not only nearly as favorable riskadjusted results but also comparable absolute excess returns. If anything, more evidence suggests that BABgov compensates investors for coskew rather than covariance risks, but lucid conclusions are hard to draw. Some results suggest that expost BABgov excess 56 Skew exacerbates the small numbers effect, because the observed mean variance will differ from be lower than the observed mean variance. 57 The value function of PT implies decreased sensitivity to both gains and losses and therefore an overall preference for negative skew. Agents under PT are more concerned with changes than with accumulated wealth, as the value function is concave convex in the profit loss domain and the value of a large loss is greater than the corresponding sum of losses. 58 The central notion in hedonic psychology is that agents soon revert to a setpoint of utility after some shock, as again changes in utility rather than absolute cumulative levels affect preferences, and similar to PT, the implied value function is concave convex in the profit loss domain. 59 The Federal Reserves maturity extension program announced on September 21, 2011otherwise and informally known as an operation twist twomight also affect BABgov returns by depressing expected returns at the back end of the term structure, all else equal. 21 returns reflect a negative premium for coskew, but curiously perhaps with respect to the UST market e.g., Frazzini and Pedersen, 2014 as opposed to a broader portfolio of bonds and shares. Exante hedges to neutralize coskew risks with respect to either market proxy, unlike the results for covariance, appear to be costly in terms of foregone excess returns. But to muddy the waters further, standard asset pricing tests do not seem to support the threemoment CAPM for these data, and therefore such hedges may be unwarranted if investors in fact have neither positive Kraus and Litzenberger, 1976 or negative portfolio skew preferences Taleb, 2004. In addition, BAGgov does not seem to produce excess returns, hedged for underlying beta exposure. Whatever these results, lowrisk investing refers to second rather than thirdmoment risks, and further analyses of BAB should arguably test for coskew preferences routinely. The previous discussion does not fully address managerial delegation and benchmarking as another explanation for BABgov returns, following Baker et al. 2012. Indeed, returning to Table 2, the information ratios IRs 0.19 for even the most profitable strategies are unremarkable, which might help explain why a meaningful number of institutional investors do not exploit these favorable patterns. However, a low IR is neither a necessary nor sufficient condition to explain favorable absoluteriskadjusted returns. Perhaps the most problematic result for BABgov is that, although the expost loadings appear favorable, as they do for term structure momentum Durham, 2013b, the exante hedges for level, slope, and curvature exposure largely erase the gains from the strategy, using both the CRSP data on USTs and the Bloomberg data on the broader crosssection. Again, as argued previously, the fact that GATSM parameters may readily reproduce an inverse schedule between SRs and maturity does not imply abnormal BABgov returns, but rather to the contrary that such an empirical relation is not necessarily inconsistent with the noarbitrage condition. 22 References Adrian, Tobias, Richard Crump, and Emanuel Moench, 2013, Pricing the Term Structure with Linear Regressions, Journal of Financial Economics, vol. 110, pp. 110138. Adrian, Tobias, Erkko Etula, and Tyler Muir, 2014, Financial Intermediaries and the CrossSection of Asset Returns, Journal of Finance, vol. 69, no. 6, pp. 255796. Asness, Clifford, Andrea Frazzini, and Lasse H. Pedersen, 2014, LowRisk Investing without Industry Bets, Financial Analysts Journal, vol. 70, no. 4, pp. 2441. Asness, Clifford, Andrea Frazzini, and Lasse H. Pedersen, 2012, Leverage Aversion and Risk Parity, Financial Analysts Journal, vol. 68, no. 1, pp. 4759. Baker, Malcom, Brendan Bradly, and Jeffrey Wurgler, 2011, Benchmarks as Limits to Arbitrage: Understanding the LowVolatility Anomaly, Financial Analysts Journal, vol. 67, no. 1, pp. 4054. Barone Adesi, Giovanni, Patrick Gagliardini, and Giovanni Urga, 2004, Testing Asset Pricing Models with Coskewness, Journal of Business and Economic Statistics, vol. 22, no. 4, pp. 474485. Baz, Jamil, and George Chacko, 2004, Financial Derivatives: Pricing, Applications, and Mathematics, Cambridge University Press. Bernanke, Ben, 2010, The Economic Outlook and Monetary Policy, speech at Jackson Hole, Wyoming. Black, Fischer, 1972, Capital Market Equilibrium with Restricted Borrowing, Journal of Business, vol. 45, no. 3, pp. 444455. Black, Fischer, Michael C. Jensen, and Myron S. Scholes, 1972, The Capital Asset Pricing Model: Some Empirical Tests, In Studies in the Theory of Capital Markets. Edited by Michael C. Jensen. New York: Praeger. Campbell, John Y. and Luis M. Viceira, 2001, Who Should Buy Long Term Bonds, American Economic Review, vol. 91, no. 1, pp. 99127. Chow, Tzeeman, Jason C. Hsu, LiLan Kuo, and Feifei Li, 2014, A Study of LowVolatility Portfolio Construction Methods, Journal of Portfolio Management, vol. 40, no. 4, pp. 89105. Chiang, IHsuan Ethan, 2008, Skewness and Coskewness in Bond Returns, working paper, Boston College. Diether, Karl B., Christopher J. Malloy, and Anna Scherbina, 2002, Differences of Opinion and the Cross Section of Stocks Returns, Journal of Finance, vol. 57. no. 5, pp. 21332141. Duarte, Jefferson, Francis Longstaff, and Fan Yu, 2007, Risk and Return in FixedIncome Arbitrage: Nickels in Front of a Steamroller? Review of Financial Studies, vol. 20, no. 3, pp. 769811. Duffee, Gregory R., 2010, Sharpe Ratios in Term Structure Models, working paper. Durham, J. Benson, 2008, Implied Interest Rate Skew, Term Premiums, and the Conundrum, Journal of Fixed Income, vol. 17, no. 4, pp. 8899. 23 Durham, J. Benson, 2013a, ArbitrageFree Models of Stocks and Bonds, Federal Reserve Bank of New York Staff Reports, no. 656. Durham, J. Benson, 2013b, Momentum and the Term Structure of Interest Rates, Federal Reserve Bank of New York Staff Reports, no. 657. Gurkaynak, Refet S., Brian P. Sack, and Eric T. Swanson, 2005, The Sensitivity of LongTerm Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models, American Economic Review, vol. 95, no. 1, pp. 425436. Gurkaynak, Refet S., Brian P. Sack, and Jonathan Wright, 2007, The U.S. Treasury Yield Curve: 1961 to the Present, Journal of Monetary Economics, vol. 54, no. pp. 22912304. Fama, Eugene F. and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, vol. 33, pp. 356. Fama, Eugene F. and James D. Mac Beth, 1973, Risk, Return, and Equilibrium: Empirical Tests, Journal of Political Economy, vol. 81, no. 3, pp. 607636. Frazzini, Andrea and Lasse Heje Pedersen, 2014, Betting Against Beta, Journal of Financial Economics, vol. 111, pp. 125. Friend, Irwin and Randolph Westerfield, 1980, CoSkewness and Capital Asset Pricing, Journal of Finance, vol. 35, no. 4, pp. 897913. Fujiwara, Ippei, Lena Mareen Korber, and Daisuke Nagakura, 2013, Asymmetry in Government Bond Returns, Journal of Banking and Finance, vol. 37, pp. 32183226. Harvey, Campbell and Akhtar Siddique, 2000, Conditional Skewness in Asset Pricing Tests, Journal of Finance, vol. 55, no. 3, pp. 12631295. Hong, Harrison and David Sraer, 2012, Speculative Betas, working paper. Kraus, Alan and Robert H. Litzenberger, 1976, Skewness Preference and the Valuation of Risk Assets, Journal of Finance, vol. 31, no. 4, pp. 10851100. Li, Canlin and Min Wei, 2012, Term Structure Modelling with Supply Factors and the Federal Reserves Large Scale Asset Purchase Programs, Finance and Economics Discussion Series, no. 201237, Federal Reserve Board. Langetieg, Terence C., 1980, A Multivariate Model of the Term Structure, Journal of Finance, vol. 35, no. 1, pp. 7197. Miller, Edward M., 1977, Risk, Uncertainty, and Divergence of Opinion, Journal of Finance, vol. 32, pp. 11511168. Mitton, Todd and Keith Vorkink, 2007, Equilibrium Underdiversification and the Preference for Skewness, Review of Financial Studies, vol. 20, no. 4, pp. 12551288. 24 Roll, Richard, 1977, A Critique of the Asset Pricing Theorys Tests Part I: On Past and Potential Testability of the Theory, Journal of Financial Economics, vol. 4, no. 2, pp. 12976. Taleb, Nassim, 2004, Bleed or Blowup? Why Do We Prefer Asymmetric Payoffs? Journal of Behavioral Finance, no. 5, no. 1, pp. 27. Walkshausl, Christian, 2014, International LowRisk Investing, Journal of Portfolio Management, vol. 41, no. 1, pp. 4556. 25 Table 1 Betting Against Beta BAB Results U.S. Treasury Market: CRSP Data Return Frequency Lags MonthsBeta Shrinkage based on Vasicek 1973?Sample Begin Sample End Observations Gov. Bond Market Excess Return Gov. Bond Market Sharpe Ratio Gov. Bond Equity Market Excess Return Gov. Bond Equity Market Sharpe Ratio Equity Market Excess Return Equity Market Sharpe Ratio Mean Beta Long Side BABMean Beta Short Side BABBAB Excess Return BAB Sharpe Ratio Ex Post BAB Alpha USTEx Post BAB Beta UST Daily 11 No Daily 35 No Daily 11 Yes Daily 35 Yes Monthly Monthly Monthly Monthly 11 No 59 No 11 Yes 59 Yes 31May1962 28May1964 31May1962 28May1964 31May1962 31May1966 31May1962 31May1966 31Dec2013 31Dec2013 31Dec2013 31Dec2013 31Dec2013 31Dec2013 31Dec2013 31Dec20136200.012%0.228820.022%0.126680.026%0.12249 0.369392.04510.020%0.56985960.027%0.474610.036%0.207570.040%0.18609 0.379992.01150.048%1.13530.000177420.000427150.127610.145896200.012%0.228820.022%0.126680.026%0.12249 0.477061.80850.012%0.367280.00014330.244915960.027%0.474610.036%0.207570.040%0.18609 0.425691.8560.040%1.00890.000391730.0395626160.126%0.112670.391%0.108380.512%0.1133 0.389691.99350.147%0.211670.00149080.0202655680.544%0.472460.804%0.219290.906%0.19756 0.40391.93360.861%1.07820.00859810.0393156160.126%0.112670.391%0.108380.512%0.1133 0.419931.75740.110%0.162160.00126930.161455680.544%0.472460.804%0.219290.906%0.19756 0.42511.82890.782%0.976630.00835940.1437 26 Table 2U.S. Treasury Market CRSP Data Daily28May196431Dec2013Lag Length for Rolling Beta Estimation: 36Note: Beta Shrinkage follows Vasicek 1973Maturity Buckets:Mean Duration yearsMean Excess Return Mean Std. Dev.Mean Sharpe Ratio Mean Information Ratio 1M9M 9M2Y0.421.312Y3Y2.323Y4Y3.14 Stock Market NA0.023% 0.025% 0.026% 0.027% 0.028% 0.029% 0.030% 0.031% 0.040% 0.027% 0.036% 0.040%0.002140.000170.186091.358800.08193 NA4Y5Y 5Y6.5Y 6.5Y12Y3.940.000490.532890.013760.000320.777950.058420.000560.474610.000000.000401.008900.192100.001730.20757 NA0.001430.213840.042880.001010.294520.064764.816.470.000610.448590.047610.000720.384370.057100.000840.346770.0796912Y11.86BAB0.00 Gov. Bond Market Portfolio 4.28 Gov. Bond Equity Market Portfolio NAMean Ex ante Alpha w.r.t. Gov. Bonds Ex post Alpha w.r.t. Gov. Bonds Ex post Alpha w.r.t. Gov. Bonds Equities Ex post Alpha w.r.t. Equities Ex post Alpha w.r.t. LEx post Alpha w.r.t. LSEx post Alpha w.r.t. LSCMean Ex ante Beta w.r.t. Gov. Bonds Ex post Beta w.r.t. Gov. Bonds Ex post Beta w.r.t. Gov. Bonds Equities Ex post Beta w.r.t. Equities Ex post Beta w.r.t. Level Ex post Beta w.r.t. Slope Ex post Beta w.r.t. Curvature Mean Ex ante Gamma w.r.t. Gov. Bonds Ex post Gamma w.r.t. Gov. Bonds Ex post Gamma w.r.t. Gov. Bonds Equities Ex post Gamma w.r.t. Equities Mean Unconditional Skewness Mean Unconditional Bowley Skewness 0.000180.000170.000210.000220.000220.000220.00022 0.227870.174510.008850.004120.000010.000020.00002 0.865680.500280.013560.01169 2.005000.00311 0.000140.000100.000210.000210.000240.000240.00024 0.409440.487400.028940.015570.000010.000000.00002 1.165700.866770.044030.03559 1.923500.19692 0.000060.000030.000200.000210.000250.000250.00025 0.757800.818030.046700.025110.000010.000010.00004 1.253801.128800.076030.06051 1.199400.11187 0.000060.000060.000190.000210.000270.000270.00027 1.204601.257400.062400.031850.000010.000040.00005 0.813971.324500.097880.08060 0.537350.12808 0.000090.000100.000200.000220.000280.000280.00028 1.424201.464600.073470.037670.000010.000050.00003 0.975421.430600.089200.07750 0.414830.06841 0.000180.000160.000200.000210.000290.000290.00029 1.757201.756000.105540.058980.000010.000060.00003 0.906231.583300.058710.05985 0.398510.06587 0.000330.000290.000180.000200.000300.000300.00030 2.184902.329200.132320.071370.000010.000070.00003 1.489501.855900.065830.07827 NA0.000390.000380.000380.000390.000390.00039 0.000000.039560.005410.004060.000020.000040.00003 NA0.440330.057170.04435 0.000000.000000.000210.00022 NA NA NA 1.000001.000000.049760.02515 NA NA NA 1.000001.000000.053010.04860 NA NA NA NA NA NA NA NA NA NA NA NA NA NA 1.000001.000001.000001.00000 NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA 0.275630.086100.094480.031390.536310.093220.973350.068550.966410.08772 0.000000.000000.000190.000210.000270.000260.00026 1.004001.044400.054450.028350.000010.000030.00005 0.909281.135300.101810.08252 0.605630.0931427 Canada Monthly Switzerland Monthly 35 Yes 011995 1120142390.338%0.23160.439%0.183940.541%0.11895 0.087752.34110.296%0.201870.0026450.10072 US Monthly 35 Yes 011995 1120142390.299%0.161790.437%0.196860.575%0.12915 35 Yes 051998 1120141730.240%0.207430.256%0.108350.271%0.057728 0.0703152.40480.298%0.172310.00384660.0842220.0626662.41550.615%0.351940.00712890.19893 Betting Against Beta BAB Results: 11 Government Bond Markets: Bloomberg and MSCI Data Table 3 Return Frequency Lags MonthsBeta Shrinkage based on Vasicek 1973?Sample Begin Sample End Observations Gov. Bond Market Excess Return Gov. Bond Market Sharpe Ratio Gov. Bond Equity Market Excess Return Gov. Bond Equity Market Sharpe Ratio Equity Market Excess Return Equity Market Sharpe Ratio Mean Beta Long Side BABMean Beta Short Side BABBAB Excess Return BAB Sharpe Ratio Ex Post BAB Alpha USTEx Post BAB Beta UST Germany Monthly France Netherlands Monthly Monthly Belgium Monthly Italy Monthly Spain Monthly Japan Monthly 35 Yes 011995 1120142390.325%0.228790.391%0.127980.458%0.072661 35 Yes 041995 1120142360.350%0.241640.390%0.145820.429%0.080558 35 Yes 011995 1120142220.356%0.230710.435%0.151110.514%0.089568 35 Yes 122001 1120141440.330%0.199040.298%0.0863550.266%0.038657 0.063522.43330.334%0.190650.00515560.101460.0657482.44880.421%0.233240.00445470.0233750.0599722.4870.415%0.220070.00593670.110110.0737062.43350.353%0.161210.00176980.2675335 Yes 042000 1120141760.292%0.167280.013%0.0042690.265%0.046158 0.0945682.19190.332%0.17710.00423680.07416735 Yes 122001 1120141560.289%0.144450.302%0.0886410.315%0.051551 0.090572.30690.321%0.135880.00519870.1034535 Yes 091995 1120142120.202%0.23790.156%0.0611130.111%0.021137 0.0307372.57760.502%0.158930.0021170.19986 UK Monthly 35 Yes 011995 1120142390.272%0.182720.278%0.132880.285%0.071149 0.0678532.40190.292%0.143460.00228160.06658528 Table 4 BAB Unconstrained and Contrained Strategies: Covariance PCs U.S. Treasury Market: CRSP Data Return Frequency Lags MonthsBeta Shrinkage based on Vasicek 1973?Sample Begin Sample End Observations Stock Market Sharpe Ratio Gov. Bond Market Sharpe Ratio BAB FP 2014 Sharpe Ratio Unconstrained Mean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Equity Beta Inequality Constraint Gov. Bonds EquitiesMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Equity Beta Inequality Constraint EquitiesMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Slope Beta Equality Constraint Mean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio SlopeCurvature Beta Equality Constraint Mean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio LevelSlopeCurvature Beta Equality Constraint Mean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Daily 11 Yes 051962 1220136200.122490.126680.36728 Daily 35 Yes 051964 1220135960.186090.207571.0089 0.326662.16790.018%0.31779 0.70892.16790.018%0.38889 0.827172.16790.016%0.35359 0.710461.42820.006%0.23055 0.86251.15960.005%0.28829 0.907271.07210.002%0.22835 0.200962.2210.106%1.2702 0.584122.2210.101%1.2224 0.672682.2210.088%1.0917 0.738841.31120.014%0.42956 0.875641.09470.004%0.22594 0.929861.02990.002%0.2114 Monthly Monthly 11 Yes 051962 1220136160.11330.108380.16216 0.152432.06240.504%0.2833 0.504342.06240.357%0.27363 0.69612.06240.286%0.25625 0.612511.41110.049%0.07557 0.817681.10090.101%0.057628 0.899641.00790.011%0.05867159 Yes 051966 1220135680.197560.219290.97663 0.154952.16522.938%1.2629 0.494872.16522.374%1.1763 0.564582.16522.323%1.1529 0.663821.37520.467%0.54684 0.846881.13190.142%0.36354 0.939431.03340.038%0.17551 .29 Table 560 BAB Trading Strategies: 11 Government Bond Markets: Bloomberg and MSCI Data Lag Length Months: 36Note: Beta Shrinkage follows Vasicek 1973Excess Returns Constraint:NonLinear?Beta w.r.t. MarketGermany France Netherlands Belgium Italy Spain Japan UKCanada Switzerland US S No Gov. SC No Gov. BAB FP Equ.0.450%0.428%0.506%0.261% Gamma Gamma Beta_SKD Gamma Gamma Beta_SKD Equ. No None NA Gov. Gov.Equ 1.373%2.124%1.327%1.977%1.340%0.672%1.204%2.098%1.279%1.916%1.338%0.637% Equ. Yes No Equ. Gov.0.374% 0.031% 0.048% 0.030% 0.010% 0.139%0.337%0.386%0.755%0.301%0.106% 0.004% 0.003%0.425%0.387%0.039% 0.029% 0.024% 0.021% 0.138%0.780%0.418%0.430%0.017% 0.160% 0.076%0.153%0.036%0.150%0.293%0.360%0.028%1.203% 0.070% 0.044%0.025%0.009% 0.268% 0.341%0.056% 0.005% 0.076%0.086%0.328%0.297%0.444%0.502% 18.301% 1.463% 0.101%0.158%0.011%0.007%0.232%0.003%0.294% 0.319% 0.319% 0.629% 0.036% 0.019%0.277%0.138%0.007% 0.061% 0.135%0.031%0.296%0.439%0.034%0.009% 0.011% 0.099% 2.048% 0.198%0.303% 0.424% 0.736% 1.953% 0.029%0.253%0.007%0.436%0.616%0.058% No Gov Gov.Equ Gov.Equ Gov.Equ.0.342%0.334%0.500%0.616%0.146%0.227%0.394%0.225%0.347%0.546%0.586% 0.051% 0.543%0.377%0.494%0.133%0.409%0.292% 0.105% 0.471%0.152% 1.787% 0.671%0.221%0.281% 0.075% 1.219% 0.391%0.229% 0.002% 0.563%0.327%0.274% 4.595%0.588% 12.211% Gov. Gov.Equ 0.322%0.347%0.354%0.324%0.286%0.285%0.201%0.268%0.336%0.238%0.297%1.120% 0.012% 0.008% 0.008% 0.212%0.309%0.114%0.285%0.542%0.267%0.574%0.266%0.142%0.075% LSC No Gov.1.243%1.206%0.581%7.000%2.767% No Yes No 0.040%0.116%0.115% No Gov.0.184%0.339%1.417%0.008%0.091%0.169% 60 The constraints with respect to slope; slope and curve; and level, slope, and curve follow S, SC, and LSC. 30 Table 6 BAB Trading Strategies: 11 Government Bond Markets: Bloomberg and MSCI Data Lag Length Months: 36Note: Beta Shrinkage follows Vasicek 1973 Gamma Gamma Beta_SKD Gamma Gamma Beta_SKD No Gov.0.0140.0690.0250.2000.0430.0060.0500.0960.0880.0130.158 Yes Gov.0.2320.1190.1940.1810.0290.1570.1180.1280.1490.1220.207 No Yes No No Gov Gov.Equ Gov.Equ Gov.Equ.0.2020.0620.1540.1460.1770.1410.0340.0940.1690.0680.1690.2400.0680.1940.1650.0840.1590.0470.0690.2740.1460.2740.1910.0670.0730.0710.1640.0910.1090.0860.0030.1210.0470.1180.0620.2200.1340.1460.1850.0550.1590.2120.0680.055 Constraint:NonLinear?Beta w.r.t. MarketGermany France Netherlands Belgium Italy Spain Japan UKCanada Switzerland US Gov. Gov.Equ 0.2270.2390.2290.1960.1640.1420.2370.1810.2300.2060.1610.1260.1450.1490.0850.0030.0870.0620.1320.1840.1070.196 Equ.0.0720.0800.0880.0380.0470.0510.0220.0710.1190.0570.129 BAB FP0.1930.2360.2220.1650.1820.1390.1590.1440.2020.1750.353 Equ. No None NA Gov. Gov.Equ 0.2250.2220.3150.2560.2890.1500.1120.0060.2830.0080.1160.2010.2200.3060.3070.2890.1430.1070.0060.2760.0130.050 Sharpe Ratios S No Gov.0.0490.0760.0510.1160.0680.0050.1180.0170.0500.0350.013 Equ. No Equ.0.1560.1540.2530.0870.3320.1100.1370.0120.2630.1240.288 SC No Gov.0.1130.0100.0670.0640.0690.1060.0240.0420.0900.0150.015 LSC No Gov.0.1080.0100.0710.0570.0630.1220.0260.0090.0290.0220.022 31 Table 7 BAB Unconstrained and Contrained Strategies: Coskew U.S. Treasury Market: CRSP Data Return Frequency Lags MonthsBeta Shrinkage based on Vasicek 1973?Sample Begin Sample End Observations Stock Market Sharpe Ratio Gov. Bond Market Sharpe Ratio BAB FP 2014 Sharpe Ratio Unconstrained Mean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Gamma Constrained Gov. Bonds NonlinearMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Gamma Constrained Gov. Bonds LinearMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Beta_SKD Constrained Gov. Bonds LinearMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Gamma Constrained Gov. Bonds Equities NonlinearMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Gamma Constrained Gov. Bonds Equities LinearMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Beta_SKD Constrained Gov. Bonds Equities LinearMean Beta Long Side Mean Beta Short Side Excess Return Sharpe Ratio Daily 11 Yes 051962 1220136200.122490.126680.36728 Daily 35 Yes 051964 1220135960.186090.207571.0089 0.326662.16790.018%0.31779 0.778441.27830.004%0.15307 0.974472.0740.012%0.41334 0.602691.86180.009%0.28 0.961351.23510.004%0.20156 0.411511.89140.017%0.36626 0.56761.67520.010%0.28905 0.200962.2210.106%1.2702 0.779321.26050.012%0.40187 0.931371.39110.017%0.57945 0.535671.92990.043%0.85695 0.661940.996050.013%0.40301 0.767671.55560.016%0.40505 0.573711.6660.029%0.65618 Monthly Monthly 11 Yes 051962 1220136160.11330.108380.16216 0.152432.06240.504%0.2833 0.630091.28130.112%0.11483 1.18561.82940.016%0.025849 0.562461.81290.142%0.2011 0.520291.05260.063%0.1013 0.74671.46380.060%0.090194 0.558351.62780.148%0.1426859 Yes 051966 1220135680.197560.219290.97663 0.154952.16522.938%1.2629 0.664541.3550.455%0.54961 0.856041.64280.579%0.62142 0.565211.88950.777%0.70272 0.72091.24470.290%0.55156 0.702651.54490.497%0.59648 0.594951.68120.633%0.68371 32 Monthly Monthly Monthly 11 Yes 051962 12201359 Yes 051966 122013626 Yes 122013 122013616 0.000540.111110.000760.055410.65009 0.000570.088580.001290.068500.000950.037840.77605 0.000810.149210.000470.038840.000190.015600.78848568 0.004770.777900.000790.056720.69387 0.004780.181720.000650.042160.000000.000000.76746 0.004950.710620.000590.045440.000380.021550.809211 0.000500.333330.000070.333330.10658 0.000480.333330.000050.333330.000040.333330.10702 0.000490.333330.000080.333330.000020.333330.10666Table 8 Threemoment CAPM AssetPricing Tests U.S. Treasury Market: CRSP Data Return Frequency Lags MonthsBeta Shrinkage based on Vasicek 1973?Sample Begin Sample End Observations Alpha Gov. Bonds KL 1976t stat FM 1973Lambda_Beta Gov. Bonds KL 1976t stat FM 1973RSquared Alpha Gov. Bonds KL 1976t stat FM 1973Lambda_Beta Gov. Bonds KL 1976t stat FM 1973Lambda_Gamma Gov. Bonds KL 1976t stat FM 1973RSquared Alpha Gov. Bonds CS 2000t stat FM 1973Lambda_Beta Gov. Bonds CS 2000t stat FM 1973Lambda_Beta SKD Gov. Bonds CS 2000t stat FM 1973RSquared Daily 11 Yes Daily 35 Yes 051962 122013 051964 122013620 0.000090.293470.000040.062510.67274 0.000090.202210.000040.065940.000010.022590.70034 0.000090.343050.000030.062500.000020.012010.76601596 0.000240.806660.000040.057780.69071 0.000280.154460.000050.071240.000020.008170.73456 0.000230.777120.000040.063670.000010.005850.77672 Daily 13050 Yes 122013 1220131 0.000030.333330.000000.333330.10013 0.000020.333330.000000.333330.000000.333330.10866 0.000020.333330.000000.333330.000030.333330.10577 33 Table 9 Threemoment CAPM AssetPricing Tests U.S. Treasury Market: CRSP Data Return Frequency Lags MonthsBeta Shrinkage based on Vasicek 1973?Sample Begin Sample End Observations Alpha Gov. Bonds Equities KL 1976t stat FM 1973Lambda_Beta Gov. Bonds KL 1976t stat FM 1973RSquared Alpha Gov. Bonds Equities KL 1976t stat FM 1973Lambda_Beta Gov. Bonds Equities KL 1976t stat FM 1973Lambda_Gamma Gov. Bonds Equities KL 1976t stat FM 1973RSquared Alpha Gov. Bonds Equities CS 2000t stat FM 1973Lambda_Beta Gov. Bonds Equities CS 2000t stat FM 1973Lambda_Beta SKD Gov. Bonds Equities CS 2000t stat FM 1973RSquared Daily 11 Yes Daily 35 Yes Daily 13050 Yes Monthly Monthly Monthly 11 Yes 59 Yes 626 Yes 051962 122013 051964 122013 122013 122013 051962 122013 051966 122013 122013 122013620 0.000110.174720.000120.064090.61094 0.000070.197770.000120.061280.000570.029820.71646 0.000120.152780.000110.062240.000570.048090.76366596 0.000260.401960.000100.055590.60168 0.000230.516060.000090.021230.000130.012630.77624 0.000260.318780.000100.051620.000210.012470.770921 0.000030.333330.000010.333330.08804 0.000020.333330.000050.333330.000040.333330.11092 0.000030.333330.000010.333330.000130.333330.09738616 0.000460.034340.003470.089120.61494 0.000130.016410.018230.118570.011400.072240.82280 0.000730.042780.003130.080840.004070.043860.77602568 0.005120.378500.003100.078160.60790 0.004880.501840.000760.004270.005470.031910.84675 0.005450.329110.002740.068410.001820.012800.772931 0.000560.333330.000350.333330.10332 0.000480.333330.000780.333330.000370.333330.11053 0.000590.333330.000330.333330.001350.333330.10866 34 Figure 1 Betting Against Beta: U.S. Treasuries: CRSP Data Daily 0528196412312013Lag Length Months 36BAB Sharpe Ratio 1.0089, Market Sharpe Ratio 0.47461BAB Sharpe Ratio: 0131199212312013 0.73965Note: Beta Shrinkage follows Vasicek 1973x 103 BAB Ex. Ret.60month Mean Ave. Ex. Ret.Ave. Market Ex. Ret.32.521.510.500.511.5 219601965197119761982198719931998200420092015Figure 2 Surface of Sharpe Ratios and Maturity 11 Government Bond Markets GR1 FR2 NE3 BE4 IT5 SP6 JN7 UK8 CA9 SZ10 US11oita R eprah S0.60.50.40.30.20.1BENEFRMarket GR051510Maturity years20 Figure 3 35 oita R eprah S0.70.60.50.40.30.20.10 02.521.510.500.511.5 1960USGermany Japan UKSwitzerland 51015202530Maturity yearsFigure 4 U.S. CRSP: Betting Against Gamma Daily 0528196412312013BAG: FP 2014 Method BAG Sharpe Ratio 0.011017, Market Sharpe Ratio 0.47461Lag Length Months 36 Note: Beta Shrinkage follows Vasicek 1973x 103BAG Ex. Ret.Ave. Ex. Ret.Ave. Market Ex. Ret.1965197119761982198719931998200420092015Sharpe Ratio Schedules: Selected Government Bond Market Estimates based on Bloomberg dataSample Averages Jan. 1993Nov. 2014 Figure 5 36 32.521.510.500.511.5 1960U.S. CRSP: Betting Against Gamma Daily 0528196412312013BAG Beta SKD: FP 2014 Method BAG Sharpe Ratio 0.015763, Market Sharpe Ratio 0.47461Lag Length Months 36 Note: Beta Shrinkage follows Vasicek 1973x 103 BAG Ex. Ret.Ave. Ex. Ret.Ave. Market Ex. Ret.1965197119761982198719931998200420092015Figure 6 Betting Against Beta: U.S. Treasuries: CRSP Data Monthy 0630196112312013Lag Length Months 627Market Proxy: USTs Note: Beta Shrinkage follows Vasicek 1973x 103snrute R ssecx E6.565.554.521.51Gamma 0.500.51Beta 2.521.5 Figure 7 37 Betting Against Beta: U.S. Treasuries: CRSP Data Monthy 0630196112312013Lag Length Months 627Market Proxy: USTsEquities Note: Beta Shrinkage follows Vasicek 1973x 1031098765snrute R ssecx E40.060.040.02Beta SKD00.020.0400.5Beta 1.51 38 Appendix 1: GATSMimplied Sharpe Ratios Although Duffee 2010 finds, notably empirically, an inverse relation SRs and maturity, that relation need not be so analytically. Consider a rudimentary, singlefactor, shortrate affine model framework with P r, exp A Br 16 where A and B are functions of maturity, , and r is the observed instantaneous short rate. Now define the Sharpe ratio informally as the expected excess return, or the zerocoupon term premium, scaled by the standard deviation of returns, as in SR1A Br VAR10d PPE r dss To examine a tractable expression for the SR, under the Merton model, the short rate follows dr, and therefore d Wdt Also, following Itos lemma, 10s E r ds r 12 PPr 212P22rdt PPr Pd W d PPAnd thus under the affine solution, namely with Prdeviation of returns, as in PB, the second term the captures the standard VARd PP B Given the solution to the Merton model,61 the expression for the Sharpe ratio SR follows 122SRr 3216r 12 12 16 61 See, say, Baz and Chacko 2004, pg. 136. 39 17 18 19 20 21 Recall that profitable BAB trading strategies reflect the empirical regularity that the security market line is too flat, and in turn as well as in the case of bonds that SRs decrease as maturity or beta increases. Note that with affinemodelbased solutions for bond prices, we can examine this relation in closed form. For example, under the Merton model, the slope of the SR w.r.t. maturity or duration or beta, follows SR16 22 Therefore, in direct contrast to the required conditions for BAB, in this very restricted model at least the schedule of SRs is always upwardsloping in maturity or duration or beta, only a function of volatility, and cannot be an artefact of parameter estimation.62 Also, that that the market price of risk, which might subsume investors timevarying leverage constraints, cannot affect the tradeoff between SRs and beta in the Merton model. Consider also some partial derivatives with respect to the volatility and market price of risk parameters. In addition, as volatility increases, the returns to BAB decrease, as the tradeoff between SR and beta increases, as SR 16 23 62 Of course, this restriction may be just one of many reasons why the Merton model does not satisfactorily fit the data. 40 Appendix 2: Some Rudiments of Skew and Coskew Measures Similar to the beta, , of an asset and portfolio variance, the gamma of an asset, , is the scaled marginal contribution to portfolio skew, with w is weight of asset i in the portfolio following wi E rmm 3wi 3w riiwiiw riiiiii 3 EEwi Ei 3E rmr 3covi 3w riii 2m 2 rmmri 2iiri E r 3m 24 m 2 E rii Given that E r ii 0 , and scaling by 1E r mm 3to ensure that market coskew equals one, follows 3 ircov i E rmrmm 3m 2Note also the and can be derived from the coefficients in the following regression and taking expectations, as in ri t,c 0ic ri m t 1,c 2i E ri t, c 0icm 1irm t,mc E r 2i 2ei m 20m t,Taking differences and multiplying through by E ri t,rm t,rm t,mmri t, r ,m tmfollows i 1crm t,mc 2i 2c 2irm t,m 3rm t,m 2rm t,m E r E rm t,m t, 22mmci 1rm t,m25 26 27 Again, taking expectations and noting that E r m,m t , as in 41 c E ri 1c E ri 1m t,m t,mm 22m t,ic E r 2c E r 2im 3rm t,m 3 0m t,m E r E rm t,mm t,2 28 2m E rm t,mri t,E ri t,Therefore covrm,ric 2ri 1m 3rm ci 23rm 2rmici 1c 2i29 30 31 32 33 For , multiplying through by r ,m tm 2, and again taking expectations leads to E rm t,m 2 ri t, E ri t,ricovc E ri 1m t,m 2, rm ci 13rmc 2ii 3c E r 2c E r 2m t,im t,m 4m 4E rrm t,m t,mm 22E r E rm t,m t,mm 22And therefore, ic 1ic 2i 4rm 4 rm 3rm In addition to , a second measure of coskew, follows Harvey and Siddique 2000, pg. 1276, as in SKDi EE2 M ti t,,Ei t,12M t,11 1i t,where i M t,1contemporaneous market return. ri t,r 11i, i.e., the residual of the regression of excess return on the Finally, Bowley skew, SB, follows SBPP0.75P0.75P0.252P0.2550 where P is the th sample quantile. 42 ", "filename": "816100969.pdf", "person": ["J. Benson Durham", "Durham, J. Benson"], "date": ["2015"]}