{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/114488/1/821112880.pdf"], "title": ["The rescue of Fannie Mae and Freddie Mac"], "plaintext": "FEDERAL RESERVE BANK of ATLANTA WORKING PAPER SERIES The Rescue of Fannie Mae and Freddie Mac W. Scott Frame, Andreas Fuster, Joseph Tracy, and James Vickery Working Paper 20152 March 2015 Abstract: We describe and evaluate the measures taken by the U.S. government to rescue Fannie Mae and Freddie Mac in September 2008. We begin by outlining the business model of these two firms and their role in the U.S. housing finance system. Our focus then turns to the sources of financial distress that the firms experienced and the events that ultimately led the government to take action in an effort to stabilize housing and financial markets. We describe the various resolution options available to policymakers at the time and evaluate the success of the choice of conservatorship, and other actions taken, in terms of five objectives that we argue an optimal intervention would have fulfilled. We conclude that the decision to take the firms into conservatorship and invest public funds achieved its shortrun goals of stabilizing mortgage markets and promoting financial stability during a period of extreme stress. However, conservatorship led to tensions between maximizing the firms value and achieving broader macroeconomic objectives, and, most importantly, it has so far failed to produce reform of the U.S. housing finance system. JEL classification: G01, G21, H12 Key words: Fannie Mae, Freddie Mac, housing finance, financial crisis, government intervention The authors are grateful for the thoughtful comments of their discussant, Amir Sufi, and participants at the symposium held by the Journal of Economic Perspectives at the University of Chicago. They also received helpful suggestions from many others, including Adam Ashcraft, David Autor, Mike Fratantoni, Kris Gerardi, Laurie Goodman, Joseph Gyourko, ChangTai Hsieh, Wayne Passmore, David Scharfstein, Timothy Taylor, Larry Wall, Larry White, Paul Willen, and Joshua Wright. They also thank Karen Shen and Ulysses Velasquez for research assistance. The views expressed here are the authors and not necessarily those of the Federal Reserve Banks of Atlanta and New York or the Federal Reserve System. Any remaining errors are the authors responsibility. Please address questions regarding content to W. Scott Frame, Research Department, Federal Reserve Bank of Atlanta, 1000 Peachtree Street NE, Atlanta, GA 303094470, scott.frameatl.frb.org; Andreas Fuster, Economic Research, Federal Reserve Bank of New York, 33 Liberty Street, New York, NY 10045, andreas.fusterny.frb.org; Joseph Tracy, Economic Research, Federal Reserve Bank of New York, 33 Liberty Street, New York, NY 10045, joseph.tracyny.frb.org; or James Vickery, Economic Research, Federal Reserve Bank of New York, 33 Liberty Street, New York, NY 10045, james.vickeryny.frb.org. Federal Reserve Bank of Atlanta working papers, including revised versions, are available on the Atlanta Feds website at frbatlanta.orgpubsWP. Use the Web Scriber Service at frbatlanta.org to receive email notifications about new papers. The Rescue of Fannie Mae and Freddie Mac The imposition of federal conservatorships on September 6, 2008, at the Federal National Mortgage Association and the Federal Home Loan Mortgage Corporationcommonly known as Fannie Mae and Freddie Macwas one of the most dramatic events of the financial crisis. These two governmentsponsored enterprises play a central role in the U.S. housing finance system, and at the start of their conservatorships held or guaranteed about 5.2 trillion of home mortgage debt. Fannie Mae and Freddie Mac are publicly held financial institutions that were created by Acts of Congress to fulfil a public mission: to enhance the liquidity and stability of the U.S. secondary mortgage market and thereby promote access to mortgage credit, particularly among lowandmoderate income households and neighborhoods. Their federal charters provide important competitive advantages that, taken together, long implied U.S. taxpayer support of their financial obligations. As profit maximizing firms, Fannie Mae and Freddie Mac leveraged these advantages over the years to become very large, very profitable, and very politically powerful. The two firms were often cited as shining examples of publicprivate partnerships that is, the harnessing of private capital to advance the social goal of expanding homeownership. But in reality, the hybrid structures of Fannie Mae and Freddie Mac were destined to fail owing to their singular exposure to residential real estate and moral hazard incentives emanating from the implicit guarantee of their liabilities for a detailed discussion see Acharya et al. 2011. A purposefully weak regulatory regime was another important feature of the flawed design. While the structural problems with Fannie Mae and Freddie Mac were understood by many, serious reform efforts were portrayed as attacks on the American Dream and hence politically unpalatable. In 2008, as the housing crisis intensified, Fannie Mae and Freddie Mac became financially distressed. Their concentrated exposure to U.S. residential mortgages, coupled with their high leverage, turned out to be a recipe for disaster in the face of a large nationwide decline in home prices and the associated spike in mortgage defaults. As financial markets in the summer of 2008 turned against Fannie Mae and Freddie Mac, the federal government initially responded by passing the Housing and Economic Recovery Act HERA, signed into law on July 30, 2008, which among many other provisions temporarily gave the U.S. Treasury unlimited investment authority in the two firms. Less than two months later, their new regulator, the Federal Housing Finance Agency FHFA, placed Fannie Mae and Freddie Mac into conservatorship, taking control of the two firms in an effort to curtail any financial contagion and to conserve their value. Concurrently, the Treasury entered into senior preferred stock purchase agreements with each institution. Under these agreements, U.S. taxpayers ultimately injected 187.5 billion into Fannie Mae and Freddie Mac. This paper begins by describing the business model of Fannie Mae and Freddie Mac and their role in the U.S. housing finance system. Our focus then turns to the sources of financial distress experienced by the two firms, and the events that ultimately led the federal government to take dramatic action in an effort to stabilize housing and financial markets. We describe the various resolution options available to U.S. policymakers at the time, and evaluate the success of the choice of conservatorship in terms of its effects on financial markets and financial stability, on mortgage supply and on the financial position of the two firms themselves. Our overall conclusion is that conservatorship achieved its key shortrun goals of stabilizing mortgage markets and promoting financial stability during a period of extreme stress. However, conservatorship was intended to be a temporary fix, not a longterm solution. More than six years later, Fannie Mae and Freddie Mac still remain in conservatorship and opinion remains divided on what their ultimate fate should be. Background By law, Fannie Mae and Freddie Mac are limited to operating in the secondary conforming mortgage market. This terminology means that the two firms can neither lend money to households 1 directly in the primary market, nor deal in mortgages with balances above a certain size the conforming loan limits. The conforming loan limits have been adjusted over time and for 2015, the national limit for singlefamily properties is 417,000, but can be as high as 625,500 in highhousingcost areas. Mortgages with principal balances above the conforming loan limits are referred to as jumbo loans. Fannie Mae and Freddie Mac are further limited by law to dealing in mortgages with a downpayment of at least 20 percent, or that maintain equivalent credit enhancement via private mortgage insurance or other means. The two firms otherwise define their own underwriting standards in terms of acceptable credit scores, debttoincome ratios, and documentation.1 Fannie Mae and Freddie Macs activities take two broad forms. First, their credit guarantee business involves the creation of residential mortgagebacked securities by purchasing a pool of conforming mortgages from originatorstypically banks or mortgage companiesand then issuing a security that receives cash flows from the mortgage pool. For these agency mortgagebacked securities, Fannie Mae or Freddie Mac promise investors timely payments of principal and interest, even if there are defaults and losses on the underlying loans. In return for this guarantee, the firms receive a monthly guarantee fee, effectively an insurance premium coming out of the borrowers interest payment. Second, the firms portfolio investment business involves holding and financing assets on their own balance sheets, including whole mortgages, their own agency mortgagebacked securities, nonagency mortgagebacked securities, and other types of fixed income securities. Fannie Mae and Freddie Mac largely fund these assets by issuing agency debt. The two firms have been historically 1 Some mortgages not meeting Fannie Mae or Freddie Macs underwriting standards may alternatively be financed using government insurance programs operated by the Federal Housing Administration or Department of Veterans Affairs. Such loans may be securitized with a public credit guarantee to investors via the Government National Mortgage Association Ginnie Mae operated by the U.S. Department of Housing and Urban Development. 2 highly leveraged, with book equity consistently less than four percent of total assets. The firms use financial derivatives, such as interest rate swaps, to help manage the market risk associated with their investment portfolios. Fannie Maes and Freddie Macs federal charters provide a range of benefits that result in lower operating and funding costs see Frame and White 2005, such as a lineofcredit with the U.S. Treasury. These advantages, coupled with two past episodes in which the federal government assisted troubled governmentsponsored enterprises U.S. General Accounting Office 1990, pp. 9091, served to create a perception in financial markets that agency debt and mortgagebacked securities were implicitly government guaranteeddespite explicit language on these securities stating that they are not U.S. government obligations. As a result, Fannie Mae and Freddie Mac have been able over the decades to issue debt and mortgagebacked securities at lower yields than their standalone financial strength ratings would otherwise warrant, by 20 to 40 basis points see Nothaft, Pearce, and Stevanovic 2002; Ambrose and Warga 2002; Passmore 2005. This funding advantage was partially passed on to borrowers in the form of lower mortgage rates. Econometric studies find that, prior to the financial crisis, conforming mortgages had lower interest rates than jumbo mortgages, with estimates of the gap ranging from 10 to 30 basis points depending on the sample period and estimation approach for example, Kaufmann 2014; De Fusco and Paciorek 2014; see Mc Kenzie 2002 for a review of earlier literature. In 1992, Congress created a twopart regulatory structure to monitor Fannie Mae and Freddie Mac for compliance with their statutory missions and to limit their risktaking. Mission regulation was assigned to the U.S. Department of Housing and Urban Development HUD, while safetyandsoundness regulation became the purview of a newly created Office of Federal Housing Enterprise Oversight OFHEO as an independent agency within HUD. Congressional placement of OFHEO within HUD can be viewed as a signal that the housing mission goals were the more important priority. 3 The principal manifestation of mission regulation for Fannie Mae and Freddie Mac was the establishment of affordable housing goals. These goals stipulated minimum percentages of mortgage purchases that finance dwellings in underserved areas and for low and moderateincome households see Bhutta, 2012, for more details. The goals were progressively increased between 1996 and 2007; for example, the target purchase percentage for lowandmoderate income households was raised from 40 percent to 55 percent during this period. This provided political cover for Fannie Mae and Freddie Mac to expand their business and take on greater risk. As the safetyandsoundness regulator, OFHEO was authorized to set riskbased capital standards subject to important statutory limitations, conduct financial examinations and take certain enforcement actions. However, OFHEO lacked the authority to adjust minimum capital requirements, which were set by statute at very low levels: the sum of 2.5 percent of onbalance sheet assets and 0.45 percent of credit guarantees for agency mortgagebacked securities held by outside investors. The new regulator did not have receivership authority in the event of a failure of either Fannie Mae or Freddie Mac. Finally, OFHEO was subject to the Congressional annual appropriations process and, therefore, periodically fell victim to political meddling. These and other regulatory deficiencies became clear to many observers for example, Frame and White 2004 and references therein, but were not addressed until the passage of the Housing and Economic Recovery Act in July 2008. Figures 1 and 2 highlight the remarkable growth of Fannie Mae and Freddie Mac in recent decades. Figure 1 plots the expansion of the two firms singlefamily mortgage credit guarantee and investment portfolios, while Figure 2 plots their cumulative total equity returns compared to the overall market. The stock of agency mortgagebacked securities issued and guaranteed by the two firms excluding those held by Fannie Mae and Freddie Mac increased from just 20 billion in 1981 to 3.4 trillion by 2007, the year prior to the start of the conservatorships. Fannie Maes and Freddie Macs singlefamily mortgage investment portfolio holdings increased twentyfold over the same period, from 50 4 billion to 1.1 trillion. Although the investment portfolios of the two firms have shrunk significantly since they were placed in conservatorship, their total market share inclusive of their mortgage guarantees has continued to grow. The two firms owned or guaranteed 47 percent of singlefamily mortgage debt outstanding in 2013, compared to 40 percent in 2007 and only 7 percent in 1981. These figures exclude crossholdings and ownership of governmentguaranteed mortgage assets. Fannie Mae and Freddie Macs share of the mortgage market grew quite steadily between the early 1980s and the early 2000s, although the volume of mortgages they owned or guaranteed accelerated in dollar terms due to overall market growth. The two firms portfolios of retained mortgage assets, which generate significant additional interest income, grew particularly rapidly from the mid1990s until the accounting scandals that befell the two firms in 2003 Freddie Mac and 2004 Fannie Mae. The two firms growing size and profitability was also reflected in their stock returns. Fannie Maes stock did not outperform the market in the 1970s and 1980s, and experienced a period of high volatility in the early 1980s, due to the high interest rate environment that also triggered the demise of many savings and loan associations or thrifts. Freddie Mac became publicly traded in 1989. Both firms significantly outperformed the overall stock market in the 1990s, however. These stock price gains reflected expectations and realizations of rapid, profitable growth, achieved through a combination of mortgage market growth, changes in senior management strategy, a greater understanding of how to leverage their existing funding advantage and the very low statutory capital requirements established in 1992.2 The two firms also started competing more directly. Historically, Freddie Mac had securitized mortgages originated by thrifts, whereas Fannie Mae tended to hold mortgages purchased from mortgage banks, but this segmentation broke down over time. 2 Demandside forces likely also played a key role. For example, Basel I riskbased capital regulations incentivized some banks to swap their mortgages for agency mortgagebacked securities, and encouraged other banks to sell mortgage assets outright. This helped spur the firms credit guarantee and investment portfolio businesses, respectively Frame and White 2005. 5 Fannie Mae and Freddie Macs stock returns became lower and more volatile after 2002. Their accounting scandals resulted in increased capital requirements socalled capital surcharges that dampened profitability and triggered legislative reform efforts that created additional uncertainty about the firms future charter values. The firms also faced greater competition from the rapidly growing nonagency securitization market. Figure 2 also plainly illustrates the rising concerns about financial distress at Fannie Mae and Freddie Mac in 2007 and 2008, and shows how the imposition of the federal conservatorships virtually eliminated the value of common shares of the two firms. We focus on this period in the next section. While Fannie Mae and Freddie Mac traditionally held or guaranteed prime conforming mortgages with low historical default risk, the activities of the two firms were influenced during the 2000s by the rapid growth in the higherrisk subprime mortgage market for a description of this market, see Ashcraft and Schuermann, 2008; Mayer, Pence, and Sherlund, 2009. Although pools of subprime mortgages were generally turned into securities by investment banks rather than by Fannie Mae and Freddie Mac, the two firms were significant investors in these nonagency mortgagebacked securities, which were viewed as very profitable investments that also helped satisfy affordable housing goals. By the end of 2007, the two firms owned over 300 billion of nonagency mortgagebacked securities. There is also some evidence that the riskiness of conforming mortgages owned or guaranteed by Fannie Mae and Freddie Mac increased leading up to 2008, perhaps due to competition from nonagency securitization. For example, at Fannie Mae the percentage of newly purchased loans where the loan amount was 90 percent or more of the appraised property value increased from 8 percent in 2002 to 16 percent by 2007; for Freddie Mac, the corresponding share rose from 5 percent in 2003 to 11 percent in 2007. These statistics likely understate true borrower leverage, due to unreported second loans or piggyback mortgages, which became common during the housing boom. The share of loans guaranteed 6 by Fannie Mae and Freddie Mac with nonstandard and risky features such as an interestonly period also increased substantially. Subsequent mortgage defaults suffered by the two firms were highly concentrated in the 200508 mortgage vintages.3 A range of observers had voiced concerns about the systemic risk posed by Fannie Mae and Freddie Mac some years prior to the financial crisis for example, Greenspan 2004; 2005, although others suggested the likelihood of a insolvency or liquidity crisis from these firms was very low for example, Hubbard 2003; Stiglitz, Orszag, and Orszag 2002. The concerns focused on the firms concentration and hedging of mortgagerelated interest rate risk, which seemingly magnified shocks to Treasury and interest rate derivatives markets in the early 2000s See Eisenbeis, Frame, and Wall, 2007, and references therein. Instead, the two firms were ultimately imperiled by mortgage credit risk, primarily associated with their guarantee activities. Policymakers limited attention to credit risk at Fannie Mae and Freddie Mac was perhaps due to a history of low credit losses on their past guarantees, reflecting both relatively conservative underwriting and a long period of stable or rising home prices. Relatively few observers highlighted the firms rising exposure to credit risk, or anticipated the possibility of a large nationwide decline in home prices. Events Prior to Conservatorship U.S. housing and mortgage markets became increasingly stressed during 2007 and 2008 as a result of significant house price declines and the weakening economy. A large number of borrowers found themselves in a situation where the balance on their mortgage exceeded the value of their homes that is, negative equity, which is often a precursor of mortgage default see for example Foote, 3 The Appendix contains statistics about the characteristics of mortgages held or guaranteed by Fannie Mae and Freddie Mac, as well as default rates. 7 Gerardi, and Willen 2008. The tremendous wave of defaults and subsequent foreclosures imperiled many financial institutions with significant exposure to U.S. residential real estate including Fannie Mae and Freddie Mac. Below, we describe the key events that led to the conservatorships at these two firms; a detailed chronology is provided in the Appendix. In summer 2007, as subprime mortgage defaults escalated, issuance of nonagency mortgagebacked securities essentially came to a halt, and other financial markets such as the assetbacked commercial paper market similarly dried up for discussions of these events, see Brunnermeier 2009; Dwyer and Tkac 2009. This period is now widely considered to mark the beginning of the financial crisis. As issuance of nonagency mortgagebacked securities froze, interest rates on prime, but nonconforming, jumbo mortgages increased significantlyfrom about 25 to 100 basis points above those for conforming loans eligible for securitization via the stillliquid agency mortgagebacked securities market, as shown in Figure 3. This historically wide spread between jumbo and conforming mortgages persisted throughout the financial crisis, reflecting both the greater liquidity of conforming mortgages, and the heightened value of the agency credit guarantee. The volume of new jumbo mortgages declined, and the role of Fannie Mae and Freddie Mac expanded as commercial banks became increasingly unwilling or unable to hold new mortgages on their balance sheets Calem, Covas, and Wu 2013; Fuster and Vickery 2015. Losses, though, at Fannie Mae and Freddie Mac started mounting: they reported a combined net loss of 8.7 billion during the second half of 2007, reflecting both credit losses on the mortgages they had guaranteed or were holding in portfolio, and marktomarket losses on their investments. Nevertheless, the two firms role in the mortgage market further expanded following a temporary increase in conforming loan limits to as high as 729,750 under the Economic Stimulus Act passed in February 2008 see Vickery and Wright 2013 for details. Furthermore, during the first quarter of 2008, the Office of Federal Housing Enterprise Oversight removed limits on the size of the investment 8 portfolios at Fannie Mae and Freddie Mac and lowered surcharges to each firms capital requirements so that they could purchase or guarantee additional mortgages. These portfolio limits and capital surcharges had been imposed by OFHEO between 2004 and 2006 due to concerns about accounting practices at the two firms. By mid2008, after adding over 600 billion in mortgage credit exposure over the previous four quarters, the two firms had expanded to almost 1.8 trillion in combined assets and 3.7 trillion in combined net offbalance sheet credit guarantees. But over the year to June 2008, Fannie Mae and Freddie Mac together posted 14.2 billion in losses and saw their capital recede to 41.2 billion Fannie Mae and 12.9 billion Freddie Mac. At this point, their combined capital amounted to only about one percent of their exposure to mortgage risks, a tiny cushion in the face of large expected losses. Investors became increasingly concerned about the financial condition of Fannie Mae and Freddie Mac during summer 2008. Figure 4 illustrates how their share prices first fell sharply during fall 2007 after both firms reported losses for the third quarter of 2007, and then fell from 2530 in April 2008 to below 10 in midJuly. Debt investors also increasingly sought clarity from the federal government about whether bondholders would be shielded from losses. Against this backdrop, and in an effort to calm markets, Treasury Secretary Henry Paulson proposed a plan in July 2008 to allow the Treasury to make unlimited debt andor equity investments in Fannie Mae and Freddie Mac. It was in a Senate Banking Committee hearing at this time when Paulson famously stated that If youve got a bazooka in your pocket and people know youve got it, you may not have to take it out Paulson 2010. This plan was incorporated as part of the Housing and Economic Recovery Act, which was signed into law later that month. The law also created the Federal Housing Finance Agency, and for the first time granted the new supervisor the authority to place a distressed governmentsponsored enterprise into receivership. Immediately following the passage of the new housing legislation, the Treasury began a comprehensive financial review of Fannie 9 Mae and Freddie Mac in conjunction with the FHFA, the Federal Reserve and Morgan Stanley Paulson 2010. HERA required that FHFA consult with the Treasury and Federal Reserve on any resolution of Fannie Mae or Freddie Mac. Fannie Mae and Freddie Mac released their second quarter earnings in early August 2008. As shown in Table 1, at this time the two firms were both technically solvent, in the sense that the book value of their equity capital was positive, and indeed exceeded statutory minimum requirements. However, there was a compelling case that, when viewed on an economic basis, both firms were actually insolvent. First, both firms were recognizing large deferred tax assets to offset future income taxes 20.6 billion for Fannie Mae and 18.4 billion for Freddie Mac. Arguably these assets had little immediate value in light of the firms extremely weak nearterm earnings prospects. Excluding these assets, as would have been done for regulatory capital purposes if the two firms had been treated like banks, reduces their measured net worth to 20.6 billion Fannie Mae and 5.5 billion Freddie Mac. Second, the reported fair market value of their assets net of liabilities was significantly lower than book equity, and in Freddie Macs case was actually negative. Even these fair values may have understated the firms financial problems, since there is evidence that their accounting reserves against expected future credit losses were also insufficient U.S. Financial Crisis Inquiry Commission, 2011, p. 317. These facts, together with continued deteriorating mortgage market conditions and potential nearterm difficulties in rolling over the firms significant shortterm debt see Table 1, created a keen sense of urgency for the U.S. government to take action. 10 Resolution: Issues, Options and Actions Why Was Action Needed? Our view is that it was appropriate to provide temporary public support for Fannie Mae and Freddie Mac in September 2008. We now present the case for public intervention, drawing on economic theory and information about conditions at the time. A key argument in favor of intervention was to support the supply of conforming mortgages. As already discussed, the sharp rise in the spread between jumbo and conforming mortgage interest rates during 200708 was prompted by a freeze in private jumbo securitization, generally attributed to heightened asymmetric information and uncertainty about mortgage credit risk Leitner 2011. The freeze did not extend to agency mortgagebacked securities because of their implicit government guarantee. Public support of Fannie Mae and Freddie Mac maintained these guarantees and allowed agency securitization to continue and thereby support the supply of conforming mortgages. Theory provides support for the use of public guarantees as a crisis response; as one example, Philippon and Skreta 2012 present a model in which such guarantees are an optimal intervention in markets subject to adverse selection. Securitization was likely particularly important for mortgage supply during this period, because of the limited balance sheet capacity in the mortgage industry, due to falling capitalization and the failure of several large lenders see Shleifer and Vishny 1992 for a model studying the effects of limited industry balance sheet capacity. Was it important to promote mortgage supply during this period, given the already high levels of outstanding U.S. mortgage debt? We would argue yes, for two reasons. First, mortgage origination was necessary to enable refinancing of existing mortgages. The overall policy response to the financial and economic crisis involved a significant easing of monetary policy, which works in part by lowering interest rates on existing debt contracts. Such a decrease in rates has been found to lower mortgage defaults Fuster and Willen 2012; Tracy and Wright 2012; 11 Zhu et al. 2014 and to stimulate consumption Keys et al. 2014; Di Maggio, Kermani, and Ramcharan 2014. Interest rates on fixedrate mortgages, which make up the vast bulk of the stock of U.S. mortgage debt, only respond to lower market rates if borrowers can refinance. Even with the rescue of Fannie Mae and Freddie Mac, lower yields on mortgagebacked securities were only partially transmitted to primary mortgage interest rates during this time Fuster et al. 2013; Scharfstein and Sunderam 2014. But refinancing would almost certainly have been even more difficult without Fannie Mae and Freddie Mac, considering the tight lending standards for nonconforming mortgages at the time. Second, continued mortgage supply enabled at least some households to make home purchases during a period of extreme weakness in the housing market.4 A large body of theory models how changes in credit availability can lead to a negative spiral among asset prices, collateral values and credit availability for a prominent example, see Kiyotaki and Moore 1997. Consistent with the spirit of such models, Kung 2014 finds empirically that the local increases in the conforming loan limit in 2008, which made more loans eligible for agency securitization, raised home prices by around 6 percent for homes in San Francisco and Los Angeles that were most likely to be purchased with these newlyeligible loans. These arguments support the use of government guarantees in 2008 to help finance new mortgages. But what about legacy securities issued by Fannie Mae and Freddie Mac prior to September 2008? In our view, if explicit government support of the firms had not been forthcoming, market perceptions of a material credit risk embedded in existing agency debt and mortgagebacked securities may have substantially destabilized the broader financial system, given the sheer volume of such 4 Realty Trac estimates that around 6065 percent of singlefamily home purchases in 2009 involved a new mortgage see http:www.realtytrac.comcontentforeclosuremarketreportq 22014usinstitutionalinvestorandcashsalesreport8126. remainder allcash loan, with going to the buyers 12 securities outstanding, the large holdings of leveraged institutions such as commercial banks, insurance firms, and securities brokerdealers the Appendix provides statistics about these holdings and their widespread use as collateral in shortterm funding markets. Credit losses on agency securities would have exacerbated the weak capital and liquidity position of many alreadystressed financial institutions and raised the possibility of forced asset sales and runs as in the models posited by Diamond and Rajan 2011 or Diamond and Dybvig 1983. Finally, Fannie Mae and Freddie Mac held large positions in interest rate derivatives for hedging. A disorderly failure of these firms would have caused serious disruptions for their derivative counterparties. A further consideration was that almost one trillion dollars of agency debt and mortgagebacked securities was held by foreign official institutions, mainly central banks see again the Appendix. Allowing these securities to default would likely have had significant international political ramifications.5 Furthermore, as emphasized by Paulson 2010 and Acharya et al. 2011, given the widespread perception that agency debt and mortgage backed securities were implicitly government guaranteed, there was a risk that a default by Fannie Mae or Freddie Mac would potentially raise questions about creditworthiness of the U.S. government, disrupting the U.S. Treasury debt market and increasing the governments funding costs. Summing up, Fannie Mae and Freddie Mac were too large and interconnected to be allowed to fail, especially in September 2008 given the deteriorating conditions in U.S. housing and financial markets and the central role of these two firms in the mortgage finance infrastructure. Our view is that an optimal intervention would have involved the following elements: 5 Paulson 2010, p. 160 discusses learning on his trip to the 2008 Summer Olympics in Beijing that Russian officials had approached the Chinese government about a plan to jointly dump a large portion of their holdings of Fannie Mae and Freddie Mac in an effort to create a financial crisis that would force U.S. authorities to support the firms explicitly. 13 i Fannie Mae and Freddie Mac would be enabled to continue their core securitization and guarantee functions as going concerns, thereby maintaining conforming mortgage credit supply. ii The two firms would continue to honor their agency debt and mortgagebacked securities obligations, given the amount and widely held nature of these securities, especially in leveraged financial institutions, and the potential for financial instability in case of default on these obligations. iii The value of the common and preferred equity in the two firms would be extinguished, reflecting their insolvent financial position. iv The two firms would be managed in a way that would provide flexibility to take into account macroeconomic objectives, rather than just maximizing the private value of their assets. v The structure of the rescue would prompt longterm reform and set in motion the transition to a better system within a reasonable period of time. Later in the paper, we evaluate actions taken relative to these five objectives, concluding that the path taken was quite successful on the first three, but less successful on the last two. What Action was Taken? On September 7, 2008, Director of the Federal Housing Finance Agency James Lockhart, Secretary of the Treasury Hank Paulson, and Chairman of the Federal Reserve Ben Bernanke outlined a plan to stabilize the residential mortgage finance market. This included: 1 placing both Fannie Mae and Freddie Mac into conservatorship; 2 having the Treasury enter into senior preferred stock purchase agreements with both firms; and 3 establishing two new Treasuryoperated liquidity facilities aimed at supporting the residential mortgage market a mortgagebacked securities purchase facility and a standing credit facility. We discuss these steps in turn. By becoming a conservator, the Federal Housing Finance Agency assumed the responsibilities of the directors, officers and shareholders of both Fannie Mae and Freddie Mac with the purpose of 14 conserving their assets and rehabilitating them into safeandsound condition. Hence the two institutions would continue as going concerns, carry out their usual market functions and continue to pay their financial obligations. The boards of Fannie Mae and Freddie Mac consented to the appointment of the conservator, although the chief executive officers and directors of each firm were then immediately replaced. The U.S. Treasurys senior preferred stock purchase agreements sought to ensure that Fannie Mae and Freddie Mac maintained positive net worth going forward. Under the agreements, if the Federal Housing Finance Agency determines that either institutions liabilities exceed their assets under generally accepted accounting principles GAAP, the Treasury would contribute cash capital equal to the difference, in exchange for senior preferred stock. Specifically, this preferred stock is senior to the prior existing common and preferred equity of the two firms, but junior to their senior and subordinated debt and mortgagebacked securities. Each agreement was initially for an indefinite term and for up to 100 billion, although the maximum was raised by subsequent amendments to 200 billion per enterprise in February 2009, then to an unlimited amount through 2012 in December 2009. As we discuss in more detail later, under these agreements the two firms jointly ended up drawing a total of 187.5 billion over the course of 2008 to 2011. The senior preferred stock accrued dividends at 10 percent per year. The senior preferred stock purchase agreements also required both Fannie Mae and Freddie Mac to provide the Treasury with: 1 1 billion of senior preferred shares; 2 warrants that would allow the purchase of common stock representing 79.9 percent of each institution on a fully diluted basis;6 and 3 a quarterly commitment fee to be determined by the Treasury and the Federal Housing Finance Agency as 6 The 79.9 percent ownership stake was selected to avoid the necessity to consolidate the assets and liabilities of Fannie Mae and Freddie Mac onto the governments balance sheet. See Swagel 2009, p. 37. 15 conservator in consultation with the Federal Reserve.7 To date, the Treasury has not exercised the warrants to purchase common stock. In accordance with the terms of the agreement, Treasury waived the commitment fee each period, and then suspended this provision in 2012. The senior preferred stock purchase agreements also required Fannie Mae and Freddie Mac to begin winding down their retained investment portfolios, starting in 2010, at a rate of at least 10 percent per year until they each fall below 250 billion. This provision was intended to assuage policymaker concerns that these investment portfolios might pose future systemic risk to the financial system. In September 2008, the Treasury also created a Government Sponsored Enterprise Credit Facility in which Fannie Mae, Freddie Mac and the Federal Home Loan Bank System could borrow on a shortterm collateralized basis from the Treasury. The facility was never used and expired on December 31, 2009. The Treasury furthermore introduced a temporary MortgageBacked Securities Purchase Program under which it could purchase agency mortgagebacked securities in an effort to support the mortgage market. It ultimately acquired 225 billion of these securities which were subsequently sold in 2011 and 2012. In August 2012, an amendment to the senior preferred stock purchase agreement was announced, in which the fixed 10 percent dividend on the senior preferred stock owned by Treasury was replaced with a full income sweep. This implied that all profits made by the two firms would be remitted to Treasury, preventing them from building up positive capital except for a small net worth buffer capped at 3 billion per firm and declining over time. Furthermore, the amendment accelerated the reduction of their investment portfolios, going from a wind down rate of 10 percent 7 The senior preferred stock purchase agreements also included various covenants. Specifically, Treasury approval is required before: 1 purchasing, redeeming or issuing any capital stock or paying dividends; 2 terminating conservatorship other than in connection with receivership; 3 increasing debt to greater than 110 percent of that outstanding as of June 30, 2008; or 4 acquiring, consolidating, or merging into another entity. 16 per year to 15 percent. When announcing the amendment, the U.S. Department of Treasury 2012 was explicit that a main goal was to expedite the wind down of Fannie Mae and Freddie Mac. Why Conservatorship? What Were the Alternatives? As federal instrumentalities, Fannie Mae and Freddie Mac are exempt from the bankruptcy code. However, since its creation in 1992, the Office of Federal Housing Enterprise Oversight had the authority to place Fannie Mae or Freddie Mac into conservatorship in an effort to conserve their assets and restore them to a safeandsound financial condition. The 1992 law, though, did not provide OFHEO either with any funding to assist with a conservatorship, or with a mechanism to fully resolve financial distress at either firm by apportioning losses to shareholders and creditors Wall, Eisenbeis and Frame 2005. Under these constraints, a conservatorship ends up looking a lot like regulatory forbearancethat is, allowing distressed firms to violate regulations in order to maintain their operations and allow them to grow back to financial health. The Housing and Economic Recovery Act enacted in July 2008 expanded the supervisory options available. First, the law granted receivership authority to the newly created Federal Housing Finance Agency.8 This authority extends those of a conservator by allowing the supervisor to liquidate assets andor restructure the firm in an effort to limit taxpayer losses. However, formally extinguishing the firms would require Congress to revoke their charters. Absent Congressional action, receivership for either firm would require the creation of a limited life entity a bridge entity akin to a bridge 8 The idea of providing the supervisor of Fannie Mae and Freddie Mac with receivership authority had been debated in the years prior to the financial crisis. Some policymakers, including those at the Federal Reserve and Treasury Department, viewed this as a way to impose greater market discipline on Fannie Mae and Freddie Mac by exposing their bondholders to potential loss. Of course, this increased market discipline would be conditional on receivership being viewed as a credible alternative by the markets. Many legislators, however, were concerned that such supervisory authority would raise the cost of housing finance. 17 bank used when the Federal Deposit Insurance Corporation puts a bank into receivership that would be financially viable and could maintain the Congressional charter.9 Second, as mentioned above, HERA provided the U.S. Treasury with authority to make unlimited investments in securities of Fannie Mae and Freddie Mac, conditional on an emergency determination by the Treasury Secretary and agreement from the firm on the terms and conditions of the investment. This investment authority was provided temporarily, through the end of 2009. Once the federal government decided to rescue Fannie Mae and Freddie Mac and to invest public money, the choice was whether to utilize receivership or conservatorship. This choice became principally about which classes of creditors or shareholders would be made to suffer losses. For the reasons outlined at the beginning of this section, it seemed unwise in the middle of a financial crisis to follow a course of action that would impose losses on holders of agency debt or mortgagebacked securities. In the case of conservatorship, U.S. Treasury purchases of common equity would restore the two firms to financial health, but would represent a public bailout of all claimants. Alternatively, the Treasury could purchase a more senior class of securities, which would benefit holders of even more senior obligations but largely wipe out the value of junior obligations. With a receivership, government funding could be used to capitalize the bridge entity in an effort to support senior creditors and any other claimants that the government wanted to protect. Subsequently, the Treasury would be expected to hold an initial public offering for the bridge entity 9 In the absence of any government funding, a receivership utilizing a bridge structure would generally work in the following way. The Federal Housing Finance Agency would first evaluate the current and expected performance of the assets and offbalance sheet credit guarantees. Good assets expected to perform would then be transferred to the new bridge entity, with the bad assets remaining with the original institution. The difference in value between the good and bad assets plus the amount of required capital would represent the amount of loss to be apportioned to claimants in order of priority within the original capital structure i.e., common stockholders, preferred stockholders, subordinated bondholders, and senior bondholders. Mortgagebacked securities investors would maintain their interest in the underlying loans with any shortfall treated as a senior unsecured claim. 18 in an effort to monetize the taxpayers investment. Indeed, the Housing and Economic Recovery Act required that the bridge entity be sold within two years of creation although it includes an option to extend this period by up to three years. If the Treasury had not received financing authority in the Housing and Economic Recovery Act, receivership would likely have provided the best opportunity for ultimately stabilizing the mortgage market. However, given the depth of the problems at Fannie Mae and Freddie Mac, receivership would likely have involved some losses being borne by senior creditors that is, holders of agency debt and mortgagebacked securities and a breach of the implicit government guarantee. Conditional on Treasury financing, there were several other reasons why the conservatorship was still preferable to receivership. First, in the summer of 2008, there was significant uncertainty about the housing market and future losses at Fannie Mae and Freddie Mac. This meant that given the time frame allowed restructuring the two firms via receivership would entail some risk that they could potentially fail again. Hence receivership might not have solved the critical nearterm problem. Second, the business model of the government sponsoredenterprises had been the subject of intense debate in the years leading up to their failure. The structure of the conservatorship agreements essentially placed Fannie Mae and Freddie Mac in a timeout. Receivership, by contrast, would have reorganized and released the two firms at least within five years. The thinking was that conservatorship would force Congress to address the problems of this business model, or else face the longterm prospect of government control of the U.S. housing finance system. Third, receivership raised an operational concern relating to the treatment of derivatives as qualified financial contracts as discussed by Paulson 2010. Receivership required a determination within one business day about the status of individual counterparties: specifically, whether their claims would be transferred to the good entity or remain with the bad entity. Depending on that 19 determination, counterparties held the option to terminate net positions. However, under law the conservatorship did not trigger these termination options in derivatives contracts Federal Housing Finance Agency 2008. Thus, receivership would have created greater uncertainty about business continuity and derivatives counterparty actions. Finally, conservatorship still allowed for the receivership option to be chosen in the future, if a subsequent administration felt that it was a better course of action. Another alternative option was to nationalize Fannie Mae and Freddie Mac, by buying more than 80 percent of the firms equity and thereby taking a controlling interest. However, as Paulson 2010 describes in his book, the Bush administration was opposed to nationalization or anything that looked like openended government involvement. Relative to conservatorship, nationalization would have given the administration more direct control over Fannie Mae and Freddie Mac, but would have required the firms to be put on the governments balance sheet. The 2012 full income sweep amendment discussed above effectively narrows the difference between conservatorship and nationalization, by transferring essentially all profits and losses from the firms to the Treasury. Could the U.S. Treasury, instead of taking control of or liquidating Fannie Mae and Freddie Mac, have calmed financial markets by simply buying up large quantities of agency debt and mortgagebacked securities, or otherwise guaranteeing their performance? Direct purchases could have removed material risk from the financial institution balance sheets. However, a resolution of the financial distress at Fannie Mae and Freddie Mac would still have been necessary in order to ensure continued mortgage credit availability. The sheer quantity of agency securities outstanding, around 5 trillion in total, would also have made a repurchase program challenging or impossible to implement in practice, given the limited time frame. Such a program would have needed to be much larger than the Troubled Asset Relief Program later used to recapitalize banks. 20 Effects of the Conservatorship Effects on Financial Markets The intent of the senior preferred stock purchase agreements and Treasury liquidity facilities was to maintain the firms operations and to provide assurances to holders of Fannie Maes and Freddie Macs debt and mortgagebacked securities. By extension, these actions were expected to both lower and stabilize the cost of mortgage finance. Figure 5 illustrates the announcement effect of the actions taken by looking at the yields of Fannie Mae fiveyear debt and current coupon mortgagebacked securities, both in terms of spreads to fiveyear Treasury bonds. On the first trading day following the conservatorship announcement, these spreads fell by about 30 basis points fiveyear debt and 50 basis points mortgagebacked securities. In turn, the fall in mortgagebacked securities yields was followed by a decline in conforming mortgage rates by about 40 basis points within one week. Thus, in the months prior to the announcement, the risk of a potential default by Fannie Mae and Freddie Mac seems to have substantially increased their funding costs and the cost of mortgage credit. At least in the short run, the conservatorship announcement calmed investors fears. As would be expected, the agreements through which the government received preferred stock had significant negative consequences for the existing stockholders. Fannie Mae and Freddie Mac common shares quickly fell below 1 down from 60 just 12 months earlier, and the Federal Housing Finance Agency subsequently directed both firms to delist from the New York Stock Exchange. Preferred shares suffered a similar fate. Indeed, several community banks became financially distressed as a result of having to writedown the value of their holdings of preferred stock in the two firms Rice and Rose 2012. Perhaps surprisingly, the two firms maintained their payments on the relatively small amount of subordinated debt that they had outstanding. The positive bond market reaction, coupled with a relatively smooth operational transition, suggested that the conservatorships at Fannie Mae and Freddie Mac were a success, at least initially. 21 However, as the financial crisis intensified later in the fall of 2008 in the wake of the Lehman Brothers bankruptcy and other events, yields on Fannie Mae and Freddie Mac obligations climbed back and soon exceeded their preconservatorship levels. This increase appears to have resulted primarily from a general flight to liquidity as well as tight financing conditions during fall 2008, rather than a reassessment by the market of what conservatorship would imply for the credit risk of the two firms bonds going forward see Krishnamurthy 2010. Regardless of the cause, the attendant increase in mortgage rates worried policymakers and became an important contributor to the Federal Reserves decision to engage in a largescale asset purchase program commonly referred to as quantitative easing. On November 25, 2008, the Fed announced that it would purchase up to 500 billion of agency mortgagebacked securities and up to 100 billion of agency debt. As shown in Figure 5, this announcement substantially reduced yield spreads for agency securities, which subsequently normalized over the first quarter of 2009. For discussions of the channels through which the largescale asset purchases affected financial markets, see Gagnon et al. 2011; Hancock and Passmore 2011; or Krishnamurthy and VissingJorgensen 2011. Note that even though the Fed intervention appears to have lowered yield spreads, this does not mean that, had it come earlier, it would have stabilized Fannie Mae and Freddie Mac, since the underlying solvency issue would not have been addressed. Indeed, it seems likely that restoring the financial condition of Fannie Mae and Freddie Mac was an important precondition for the Federal Reserve to even have been willing to purchase agency securities in the first place. Effects on Mortgage Lending Following the decrease in conforming mortgage rates in late 2008, mortgage originations primarily refinancings surged, as did issuance of agency mortgagebacked securities, since the conservatorship enabled the credit guarantee businesses of Fannie Mae and Freddie Mac to continue 22 uninterrupted. As shown in Figure 6, since 2008, Fannie Mae and Freddie Mac have guaranteed around 60 percent of originated mortgages, the Federal Housing Administration and the Veterans Administration have insured about 20 percent securitized by Ginnie Mae, with the remainder held as whole loans by commercial banks. Privatelabel residential mortgage securitization, which funded more than onethird of mortgages over 20042006, has remained close to zero since 2008. Fannie Mae and Freddie Macs market share is thus higher than ever, and almost twice what it was during the height of the housing boom. The credit profile for Fannie Mae and Freddie Macs new business has improved since the crisis, as illustrated by the fact that the average credit score on newly guaranteed singlefamily mortgages increased from below 720 in 200607 to around 760 since 2009, on a scale from 300 to 850 U.S. Federal Housing Finance Agency 2013. An important reason for this increase in credit scores is that Fannie Mae and Freddie Mac in early 2008 introduced loan level price adjustments, which are riskbased upfront fees determined by the loantovalue ratio and the borrowers credit score. These upfront fees have contributed to a steady increase in the overall guarantee fees for new mortgages. For example, Fannie Maes average effective guarantee fee on new loans tripled from 21 basis points in the first quarter of 2009 to 63 basis points in the first quarter of 2014. Of this increase, 10 basis points was mandated by Congress to fund the 2012 payroll tax reduction. The Composition of Losses and the Return to Profitability Figure 7 shows the financial consequences of the rescue for the U.S. Treasury. The negative bars show the annual draws by Fannie Mae and Freddie Mac under the senior preferred stock purchase agreements, while the positive bars show the dividends paid. Over the first years of the conservatorship, both firms required very substantial support, but more recently, they have remitted large dividend payments back to the U.S. Treasury. 23 From 2008 to 2011, Fannie Mae and Freddie Mac posted total combined losses in terms of comprehensive income of 266 billion and required 187.5 billion of Treasury support. The biggest contributor to these staggering losses was singlefamily credit guarantees, which generated about 215 billion in losses over this period, almost all due to provisions for credit losses U.S. Federal Housing Finance Agency 2011.10 A second contributor was the dividends on the senior preferred stock held by the U.S. Treasury paying 10 percent per year, which totaled 36 billion over this period. Perhaps surprisingly, Fannie Maes and Freddie Macs investment portfolios, which at first had suffered large losses 83 billion in 2008, actually generated 2 billion in comprehensive income over this entire period. In 2012, as house prices stabilized and delinquency rates declined, both Fannie Mae and Freddie Mac stopped losing money on their credit guarantees. Given that their investment portfolios were again profitable, the firms together earned 16 billion after dividend payments to the Treasury. This money was subsequently remitted to the Treasury, under the full income sweep amendment to the senior preferred stock purchase agreements noted earlier, which became effective in January 2013. One consequence of the firms return to profitability was that their deferred tax assets which are used to offset taxable income became useable, and were revalued. As a result, Fannie Mae posted a record profit of 58.7 billion in the first quarter of 2013, and the same happened for Freddie Mac in the third quarter 30.4 billion. The firms jointly paid dividends of 130 billion to the Treasury during 2013. As of end2014, the cumulative Treasury dividend payments by Fannie Mae and Freddie Mac have now exceeded their draws: specifically, Fannie Mae has paid 134.5 billion in dividends in 10 Singlefamily credit guarantees reflect both guarantees of the firms agency mortgagebacked securities and whole loans retained on their balance sheets. While losses on the former exceeded the latter, exactly quantifying the two is difficult due to a change in accounting rules in 2010 see U.S. Federal Housing Finance Agency Office of Inspector General, 2012. 24 comparison to 116.1 billion in draws, while Freddie Mac has paid 91.0 billion in dividends in comparison to 71.3 billion in draws. Should these figures be interpreted to mean that the Treasury, and therefore taxpayers, have been repaid by Fannie Mae and Freddie Mac, and that the two firms should now pay dividends to their regular shareholders again? The answer is no. As an economic matter, one cannot simply compare nominal cash flows, but must also take into account that the Treasury took on enormous risk when rescuing the two firms in 2008, and should therefore earn a substantial risk premium, similar to what private investors would have required at the time, in addition to the regular required return Wall 2014. Furthermore, the effective guarantee has lowered funding costs for Fannie Mae and Freddie Mac and thereby directly contributed to their profits. The U.S. Congressional Budget Office 2010 took these factors into consideration when calculating the total subsidy provided to the firms. Finally, as indicated earlier, the Treasury never collected its commitment fee, which if fairly priced and paid would have significantly reduced the earnings of the two firms. That said, there is some controversy surrounding these issues. In particular, several shareholder lawsuits are contesting the legality of the full income sweep amendment, although with little success to date.11 Evaluating the Conservatorships Earlier, we outlined five desirable objectives of an optimal intervention in response to Fannie Mae and Freddie Macs financial distress. We believe that the conservatorships largely accomplished the first three objectives, relating to short run financial stability and credit supply. First, the conservatorships, and particularly the financial support provided by the U.S. Treasury, enabled Fannie 11 At the time of this writing, the most recent relevant judgment was that on September 30, 2014, Judge Royce Lamberth of the U.S. District Court for the District of Columbia dismissed several of these claims, based on the view that the Housing and Economic Recovery Act of 2008 empowered Treasury and the Federal Housing Finance Agency to change the terms of the senior preferred stock agreements in this manner. Lamberths Memorandum Order is at https:ecf.dcd.uscourts.govcgibinshow_public_doc?2013mc 128846. 25 Mae and Freddie Mac to support mortgage supply through the crisis and its aftermath. Second, holders of agency debt and mortgagebacked securities did not suffer credit losses despite the substantial defaults by individual mortgage borrowers, insulating the broader financial system from contagion effects due to the failure of the two firms. Third, both common and preferred equity holders were effectively wiped out, consistent with market discipline. Inconsistent with this objective, however, subordinated debt did not experience losses. While this debt represented only a small part of the liability structure of the two firms, allowing subordinated debt holders to suffer losses may have been desirable in signaling that such debt is indeed risky, thereby curbing moral hazard in similar institutions going forward. The conservatorship structure was arguably less successful on the fourth objective of aligning the activities of Fannie Mae and Freddie Mac with broader macroeconomic objectives during the Great Recession. The key mission of the conservatorships is to return the two firms to financial health. One year into the conservatorships, Federal Housing Finance Agency Director Lockhart 2009 noted that We recognize that FHFAs duties as conservator means just that, conserving the Enterprises assets. This is our top goal. This focus on the financial performance of the two firms conflicted to some degree, however, with other public policy objectives during this period. One example of this ongoing tension is that, following conservatorship, Fannie Mae and Freddie Mac aggressively enforced representations and warranties made by entities that had sold mortgages to them. In practice, the two firms tried to put back defaulted mortgages to the originator or seller of the loan, forcing that entity to bear the credit losses.12 This action was typically justified by flaws in the original documentation or loan underwriting, 12 Fannie Mae estimates that 3.7 percent of singlefamily loans acquired between 2005 and 2008 were put back to lenders source: Fannie Mae 10K 2013, p. 143. FHFA has also reached a number of settlements with financial institutions related to securities law violation or fraud involving privatelabel securities purchased by Fannie Mae and Freddie Mac during the boom, totaling more than 16 billion as of mid2014 26 although importantly, it is not required that the defect be shown to have contributed to mortgage defaults. A consequence of this approach is that the fear of violating representations and warranties on new loans has been cited especially by originators as a contributing factor behind tight underwriting standards and higher costs of mortgage lending since the financial crisis Goodman and Zhu, 2013. This tightening of mortgage credit supply has not been helpful to the ongoing recovery of the housing market. A second example is the role of principal writedown a certain percentage of the borrowers mortgage balance is forgiven as a policy tool. By the fourth quarter of 2009, an estimated 11.3 million mortgages or 24 percent of borrowers were in negative equity First American Core Logic 2010. Borrowers with negative equity are more likely to default, and to produce larger default losses. Such defaults can generate negative externalities, such as reducing prices of nearby properties Campbell, Giglio, and Pathak 2011. In addition, many argued that the larger issue of debt overhang contributed to lower consumption and created a persistent headwind to economic growth for example, Mian and Sufi, 2014. Absent an explicit policy to address mortgagerelated negative equity, this debt overhang would only unwind slowly over time through foreclosures, debt amortization and any future home price appreciation. The primary federal program for assisting mortgage borrowers at risk of default was the Home Affordable Modification Program HAMP, introduced in 2008. Initially, HAMP focused on reducing mortgage payments through reducing interest rates and extending loan terms. Some argued, however, that principal writedown could be a more effective intervention for underwater borrowers Haughwout, Okah and Tracy, 2010; for an alternative view, see Adelino, Gerardi and Willen 2014; Eberly and Krishnamurthy 2014. In June 2010, the Treasury expanded HAMP to include a principal http:www.fhfa.govMediaPublic AffairsPagesFHFAsUpdateonPrivateLabelSecuritiesActions.aspx. 27 writedown alternative, known as HAMPPRA. The Federal Housing Finance Agency decided that Fannie Mae and Freddie Mac would not participate in this program, however, due to moral hazard concerns Fannie Mae 2012. Putting aside the relative merits of principal writedown as a policy tool, what is instructive is the contrast between the broader housing policy perspective of the Treasury versus the FHFAs narrower financial performance goals. In his book, former Treasury Secretary Geithner 2014 recalls: It was amazing how little actual authority we had over Fannie and Freddie, considering they were entirely dependent on Treasurys cash to stay alive. The conservatorships to date have also strikingly failed in relation to our fifth and final objective of producing longterm mortgage finance reform. As Paulson 2010 writes in his book, We described conservatorship as essentially a time out, or a temporary holding period, while the government decided how to restructure the governmentsponsored enterprises. However, starting the conservatorships turned out to be easier than ending them, and the time out has now stretched into its seventh year. On February 11, 2011, two years into the Obama administration, the U.S. Treasury and U.S. the Department of Housing and Urban Development 2011 issued a joint white paper on residential mortgage reform. In a press release, Treasury Secretary Geithner described the white paper as follows: This is a plan for fundamental reform to wind down the governmentsponsored enterprises, strengthen consumer protection, and preserve access to affordable housing for people who need it. But the white paper was only a plan to develop a plan. While the paper outlined three broad possible alternatives for reform, it offered only options without specifics. Although there appears to be broad consensus that Fannie Mae and Freddie Mac should be replaced by a private systemperhaps augmented by public reinsurance against extreme tail outcomessubstantial disagreement remains about how to implement such a system. The many legislative proposals to date all reflect the crosscurrents of trying to protect the taxpayer, preserve 28 support for the 30year fixed rate mortgage and keep homeownership affordable to a wide spectrum of borrowers.13 At the time of writing, there is still no agreedupon plan for the future of residential mortgage finance. Conclusions and the Road Ahead The public actions taken to support Fannie Mae and Freddie Mac were successful in their shortterm aims of supporting the housing market and removing the two firms as an immediate source of systemic risk to the financial system. However, the conservatorships have not yet achieved the goal of reforming the system of residential mortgage finance. The path forward for reform of Fannie Mae and Freddie Mac does not look promising. As time passes since September 2008, the perceived urgency for reform seems to recede. Delay prolongs the uncertainty over the governments future role in residential mortgage finance, which in turn is a deterrent to private capital reentering the market, and makes the governments role appear more difficult to replace. Delay also raises the likelihood that deeper reform will be judged as too difficult to accomplish, and raises the risk that the conservatorships are ended by returning Fannie Mae and Freddie Mac to private status with only minor changes to their charters. That is, the key recommendation of the U.S. Treasury and U.S. Department of Housing and Urban Development 2011 white paper that Fannie Mae and Freddie Mac should be wound down would in fact not come to pass. This would be a colossal missed opportunity to put U.S. residential mortgage finance on a more stable longterm footing. 13 In the U.S. Senate in 2014, the Housing Finance Reform Act of 2013 S.1217 sponsored by thenBanking Committee Chairman Tim Johnson DSD and Ranking Member Mike Crapo RID passed through the Banking Committee. However, it is unclear whether this bill can provide the framework for future reform bill. The current Banking Committee Chairman Senator Richard Shelby RAL voted against the bill, and it is unclear how much support the bill would find in the House of Representatives. 29 References Acharya, Viral V., Richardson, Matthew, van Nieuwerburgh, Stijn and White, Lawrence J., Guaranteed to Fail, New Jersey: Princeton University Press, 2011. Adelino, Manuel, Gerardi, Kristopher S. and Willen, Paul, Why Dont Lenders Renegotiate More Home Mortgages? Redefault, SelfCure, and Securitization, Journal of Monetary Economics, 607, 2014, 835853. Ambrose, Brent W. and Warga, Arthur, Measuring Potential GSE Funding Advantages, Journal of Real Estate Finance and Economics, 2523, 2002, 129150. Ashcraft, Adam and Schuermann, Til, Understanding the Securitization of Subprime Mortgage Credit, Foundations and Trends in Finance 2, 2008, 191309. Bhutta, Neil, GSE Activity and Mortgage Supply in LowerIncome and Minority Neighborhoods: The Effects of the Affordable Housing Goals, Journal of Real Estate Finance and Economics, 451, 2012, 238261. Brunnermeier, Markus K., Symposium: Early Stages of the Credit Crunch: Deciphering the Liquidity and Credit Crunch 20072008, Journal of Economic Perspectives, 231, 2009, 77100. Calem, Paul, Covas, Francisco and Wu, Jason, The Impact of the 2007 Liquidity Shock on Bank Jumbo Mortgage Lending, Journal of Money, Credit and Banking, August 2013, 45, 2013, 5991. Campbell, John Y., Giglio, Stefano and Pathak, Parag, Forced Sales and House Prices, American Economic Review, 1015, 2011, 21092131. De Fusco, Anthony and Paciorek, Andrew D., The Interest Rate Elasticity of Mortgage Demand: Evidence From Bunching at the Conforming Loan Limit, Finance and Economics Discussion Series: 201411, Board of Governors of the Federal Reserve System, 2014. Di Maggio, Marco, Kermani, Amir and Ramcharan, Rodney, Monetary Policy PassThrough: Household Consumption and Voluntary Deleveraging, Working Paper, Columbia Business School, September, 2014. Diamond, Douglas W. and Dybvig, Philip H., Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 913, 1983, 40119. Diamond, Douglas W. and Rajan, Raghuram G., Fear of Fire Sales, Illiquidity Seeking, and Credit Freezes, Quarterly Journal of Economics, 1262, 2011, 557591. Dwyer, Gerald P. and Tkac, Paula, The Financial Crisis of 2008 in Fixed Income Markets, Journal of International Money and Finance, 288, 2009, 12931316. Eberly, Janice, and Krishnamurthy, Arvind. Efficient Credit Policies in a Housing Debt Crisis. Brookings Papers on Economic Activity, 2014, Fall. Eisenbeis, Robert A., Frame, W. Scott and Wall, Larry D., An Analysis of the Systemic Risks Posed by Fannie Mae and Freddie Mac and an Explanation of the Policy Options for Reducing Those Risks, Journal of Financial Services Research, 3123, 2007, 7599. Fannie Mae, Fannie Maes Analysis Regarding Principal Forgiveness and Treasurys HAMP Principal Reduction Alternative HAMP PRA Program: Response to FHFA Request, Washington, DC, 2012. First American Core Logic, Media Alert: Underwater Mortgages On the Rise According to First American Core Logic Q4 2009 Negative Equity Data, Press Release, February 23, 2010. Foote, Christopher L., Gerardi, Kristopher and Willen, Paul S., Negative Equity and Foreclosure: Theory and Evidence, Journal of Urban Economics, 62, 2008, 234245. Frame, W. Scott and White, Lawrence J., Regulating Housing GSEs: Thoughts on Institutional Structure and Authorities, Federal Reserve Bank of Atlanta Economic Review, 892, 2004, 87102. Frame, W. Scott and White, Lawrence J., Fussing and Fuming Over Fannie and Freddie: How Much Smoke, How Much Fire? Journal of Economic Perspectives, 192, 2005, 159184. 30 Fuster, Andreas, Goodman, Laurie, Lucca, David, Madar, Laurel, Molloy, Linsey, and Willen, Paul., The Rising Gap Between Primary and Secondary Mortgage Rates, Economic Policy Review, 192, 2013, 1739. Fuster, Andreas and Vickery, James, Securitization and the FixedRate Mortgage, Review of Financial Studies, 281, 2015, 176211. 582, Fuster, Andreas and Willen, Paul S., Payment Size, Negative Equity, and Mortgage Default, Staff 2012, of New York, November, Report http:www.newyorkfed.orgresearchstaff_reportssr 582.pdf. Federal Reserve Bank Gagnon, Joseph, Raskin, Matthew, Remache, Julie and Sack, Brian, The Financial Market Effects of the Federal Reserves LargeScale Asset Purchases, International Journal of Central Banking, 71, 2011, 343. Geithner, Timothy F., Stress Test: Reflections on Financial Crises, Crown Publishing Group, 2014. Goodman, Laurie S. and Zhu, Jun, Reps and Warrants: Lessons From the GSEs Experience, Housing Finance Policy Center Working Paper, Urban Institute, October 24, 2013, http:www.urban.orgUploaded PDF412934RepsandWarrantsLessonsfromtheGSEsExperience.pdf. Greenspan, Alan, Congressional Testimony Before the Committee on Banking, Housing and Urban Affairs on Government Sponsored Enterprises, February 24, 2004. Greenspan, Alan, Board of Governors, Government Sponsored Enterprises, Remarks to the Conference on Housing, Mortgage Finance, and the Macroeconomy, Atlanta, GA: Federal Reserve Bank of Atlanta, May 19, 2005. Hancock, Diana and Passmore, Wayne, Did the Federal Reserves MBS Purchase Program Lower Mortgage Rates? Journal of Monetary Economics, 585, 2011, 498514. Haughwout, Andrew, Okah, Ebiere and Tracy, Joseph, Second Chances: Subprime Mortgage Modification and ReDefault, Staff Report No. 417, Federal Reserve Bank of New York, August, 2010. Hubbard, R. Glenn, Evaluating Liquidity Risk Management at Fannie Mae, Fannie Mae Papers, 25, 2003, 112. Economics, 422, 2014, 472496. Kaufman, Alex, The Influence of Fannie and Freddie on Mortgage Loan Terms, Real Estate Keys, Benjamin, Piskorski, Tomasz, Seru, Amit, and Yao, Vincent W., Mortgage Rates, Household Balance Sheets, and the Real Economy, NBER Working Paper No. 20561, October, 2014. Kiyotaki, Nobuhiro and Moore, John, Credit Cycles, Journal of Political Economy, 1052, 1997, 211248. Perspectives, 241, 2010, 328. Krishnamurthy, Arvind, How Debt Markets Have Malfunctioned in the Crisis, Journal of Economic Krishnamurthy, Arvind and VissingJorgensen, Annette, The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy, Brookings Papers on Economic Activity, Fall 2011, 215265. Kung, Edward, The Effect of Credit Availability on House Prices: Evidence from the Economic Stimulus Act of 2008, Working Paper, University of California Los Angeles, November, 2014. Leitner, Yaron, Why Do Markets Freeze? Federal Reserve Bank of Philadelphia Business Review, 2nd Quarter 2011, 1219. Lockhart, James B., FHFAs First Anniversary and Challenges Ahead, July 30, 2009, http:www.fhfa.govMediaPublic AffairsPagesFHFAsFirstAnniversaryandChallengesAheadattheNationalPressClub.aspx. 31 Mayer, Christopher, Pence, Karen and Sherlund, Shane M., Early Stage of the Credit Crunch: The Rise of Mortgage Defaults, Journal of Economic Perspectives, 231, 2009, 2750. Mc Kenzie, Joseph A., A Reconsideration of the JumboNonComforming Mortgage Rate Differential, Journal of Real Estate Finance and Economics, 2523, 2002, 197213. Mian, Atif and Sufi, Amir, House of Debt, Chicago, IL: The University of Chicago Press, 2014. Nothaft, Frank, Pearce, James E. and Stevanovic, Stevan, Debt Spreads Between GSEs and Other Corporations, Journal of Real Estate Finance and Economics, 2523, 2002, 151172. Passmore, Wayne, The GSE Implicit Subsidy and the Value of Government Ambiguity, Real Estate Paulson, Jr., Henry M., On the Brink: Inside the Race to Stop the Collapse of the Global Financial System, Economics, 333, 2005, 465486. New York, NY: Business Plus, 2010. Philippon, Thomas and Skreta, Vasiliki, Optimal Interventions in Markets with Adverse Selection, American Economic Review, 1021, 2012, 128. Rice, Tara and Rose, Jonathan, When Good Investments Go Bad: The Contraction in Community Bank Lending After the 2008 GSE Takeover, International Finance Discussion Papers No. 20121045, Board of Governors of the Federal Reserve System, March, 2012, http:www.federalreserve.govpubsifdp20121045default.htm. Scharfstein, David and Sunderam, Adi, Market Power in Mortgage Lending and the Transmission of Monetary Policy, Working Paper, Harvard University, September, 2014. Shleifer, Andrei and Vishny, Robert W., Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 474, 1992, 13431366. Stiglitz, Joseph, Orszag, Jonathan and Orszag, Peter, Implications of the New Fannie Mae and Freddie Mac RiskBased Capital Standard, Fannie Mae Papers, 12, 2002, 110. Swagel, Phillip, The Financial Crisis: An Inside View, Brookings Papers on Economic Activity, Spring 2009, 163. of Tracy, Joseph and Wright, Joshua, Payment Changes and Default Risk, Staff Report 562, Federal 2012, Reserve York, http:www.newyorkfed.orgresearchstaff_reportssr 562.pdf. Bank U.S. Congressional Budget Office, CBOs Budgetary Treatment of Fannie Mae and Freddie Mac, 2010. U.S. Department of Treasury, Treasury Department Announces Further Steps to Expedite Wind Down of 2012, Freddie Mac, Washington, DC, August Fannie Mae http:www.treasury.govpresscenterpressreleasesPagestg 1684.aspx U.S. Department of Treasury and the Department of Housing and Urban Development, June, New and 17, Reforming Americas Housing Finance Market: A Report to Congress, Washington, DC, 2011. U.S. Federal Housing Finance Agency, Statement of FHFA Regarding Contracts of Enterprises in Conservatorship, September 7, 2008. U.S. Federal Housing Finance Agency, Conservators Report on the Enterprises Financial Performance, Fourth Quarter 2011. First Quarter 2013. U.S. Federal Housing Finance Agency, Conservators Report on the Enterprises Financial Performance, U.S. Federal Housing Finance Agency, Report to Congress 2013, June, 2014. U.S. Federal Housing Finance Agency Office of Inspector General, Fannie Mae and Freddie Mac: Where the Taxpayers Money Went, White Paper: WPR201202, May, 2012. U.S. Financial Crisis Inquiry Commission, The Financial Crisis Inquiry Report, January, 2011, http:fcicstatic.law.stanford.educdn_mediafcicreportsfcic_final_report_full.pdf U.S. General Accounting Office, GovernmentSponsored Enterprises: The Governments Exposure to Risks, Washington, DC, 1990. 32 Vickery, James and Wright, Joshua, TBA Trading and Liquidity in the Agency MBS Market, Economic Policy Review, May 2013, 19, 2013, 118. Wall, Larry D., Have the GovernmentSponsored Enterprises Fully Repaid the Treasury? Federal Reserve Bank of Atlanta: Center for Financial Innovation and Stability, March, 2014, http:www.frbatlanta.orgcenfispubscfnftv_1403.cfm. Wall, Larry D., Eisenbeis, Robert A. and Frame, W. Scott, Resolving Large Financial Intermediaries: Banks Versus Housing Enterprises, Journal of Financial Stability, April 2005, 1, 2005, 386425. Zhu, Jun, Janowiak, Jared, Ji, Lu, Karamon, Kadiri and Mc Manus, Douglas A., The Effect of Mortgage Payment Reduction on Default: Evidence from the Home Affordable Refinance Program, Real Estate Economics, forthcoming. 33 Table 1: Balance sheet composition as of June 2008 Assets Cash, Federal Funds, and Repurchase Agreements Investment Securities, at fair value Agency Mortgagebacked Securities Privatelabel Mortgagebacked Securities Revenue Bonds Other Investment Securities Whole Mortgage Loans Deferred Tax Assets Other Assets Total Assets Liabilities Shortterm Debt Maturity 1 year LongTerm Debt Subordinated Debt Other Liabilities Total Liabilities Equity Common Stock, Other PaidIn Capital, Retained Earnings Preferred Stock Treasury Stock Accumulated Other Comprehensive Loss Total Equity Memo: Off Balance Sheet Credit Guarantees Net Accounting Value billions Freddie Mac 58.8 684.7 490.2 181.6 12.9 89.1 18.4 28.1 879.0 326.3 505.0 4.5 30.2 866.0 27.1 14.1 4.1 24.2 12.9 1,409.9 Fannie Mae 49.4 344.8 220.4 96.1 28.3 418.2 20.6 52.9 885.9 240.2 550.3 9.0 45.0 844.5 32.5 21.7 7.3 5.7 41.2 2,289.9 Notes: This table provides summarized balance sheet information for Fannie Mae and Freddie Mac as of June 30, 2008. Balance sheet measures are presented at historical cost according to generally accepted accounting principles as reported in each firms 10K. Offbalance sheet credit guarantees are from each firms monthly summary and net of their own mortgagebacked securities held on balance sheet. A more detailed balance sheet is presented in the Appendix. 34 Figure 1: The Growing Role of Fannie Mae and Freddie Mac in the U.S. Mortgage Market Mortgagebacked security guarantees Portfolio: Agency mortgages Portfolio: Nonagency mortgagebacked securities Total agency share ofmortgage debt right axis604020t be Degagtro Memo H fo %198519891993199720012005200902013 642snoillir T 01981 Sources: U.S. FHFA 2014 Annual Report to Congress, Federal Reserve Flow of Funds. Notes: Statistics reflect singlefamily mortgages only. The category Mortgagebacked security guarantees measures agency mortgagebacked securities held by third parties. To avoid double counting, portfolio holdings exclude crossholdings that is, securities issued by either of Fannie Mae or Freddie Mac that are owned by the other. They also exclude governmentguaranteed FHA loans. The Appendix to this paper contains more details about figure construction. 35 Figure 2. Cumulative Total Equity Returns of Fannie Mae and Freddie Mac Relative to SP 500 10000%leacs Fannie Mae Freddie Mac SP 500gol 1791 yrauna J ecns itnruer latot evitaumu Cl 1000%100%0Jan 70Jan 75Jan 80Jan 85Jan 90Jan 95Jan 00Jan 05Jan 10 Source: Center for Research in Security Prices. Notes: Figure plots the natural logarithm of cumulative returns, inclusive of dividends and other distributions, over the period from January 1971 June 2009. The cumulative return for Freddie Mac is set to be at the same level as Fannie Maes in August 1989, when our total return series for Freddie Mac starts. 36 Figure 3: Jumboconforming spread iistnop ssab daerps gnmronocobmu Jfi 200150100500Aug 05Aug 06Aug 07Aug 08Aug 09Aug 10Source: Bankrate. Notes: Unconditional difference in 30year fixed rate mortgage interest rates between prime jumbo mortgages and conforming mortgages monthly averages. Jumbo mortgages have a loan amount exceeding the conforming loan limit, making them ineligible for purchase or securitization by Fannie Mae and Freddie Mac. 37 Figure 4: Fannie Mae and Freddie Mac stock prices, July 2007 December 2008 80604020erah S rep srallo DQ3 earningsannounced 001Jul 07Bear Stearns Conservatorships 1008060402001Jan 08 01Jul 08001Jan 09 0017002 ,1l yu J leuav xedn IFannie Mae left axisFreddie Mac left axisKBW Bank Index right axisSource: Bloomberg L.P  Notes: Vertical lines mark November 9 and 20, 2007 when Fannie Mae and Freddie Mac announced their earnings for the 3rd quarter of 2007; March 16, 2008 Bear Stearns acquisition; and September 7, 2008 conservatorship announcement. 38 Figure 5: Yields on Fannie Mae debt and mortgagebacked securities, July 2007 March 2009 400stnopi Current Coupon MBS Yield 5year Agency Bond Yieldi ssab dno B yrusaer T raey5o t 300200Bear Stearns Conservatorships Fedannouncement 100ecnereffi 400300200100l dde Yi 0001Jul 07 01Oct 07 01Jan 08 01Apr 08 01Jul 08 01Oct 08 01Jan 09 01Apr 09 Sources: J.P. Morgan Chase, FRED Federal Reserve Bank of St. Louis. Notes: Vertical lines mark March 16, 2008 Bear Stearns acquisition; September 7, 2008 conservatorship announcement; and November 25, 2008 Fed asset purchase announcement. Current Coupon MBS refers to yield of hypothetical mortgagebacked security MBS trading at par see Fuster et al., 2013, for details. The gap between MBS yields and Treasury or swap yields after accounting for the value of the embedded prepayment option the optionadjusted spread displayed qualitatively similar patterns over this period not shown. 39 Figure 6: Shares of different funding channels for newly originated mortgages 3.22t2.63t2.08t1.37t1.76t1.58t1.45t2.08t1.83t 20023 200462007Fannie MaeFreddie Mac 2008200920102011FHAVAPrivatelabel MBS20132012Bank portfolios erah S1.8.6.4.20 Source: Inside Mortgage Finance. Notes: Numbers at the top of each bar indicate total firstlien issuance for the year in case of 20023 and 20046, these are annual averages. FHAVA stands for Federal Housing Administration and the Veterans Administration, which are government agencies that insure loans that are then securitized in Ginnie Mae mortgagebacked securities. 40 Figure 7: Annual Treasury Draws and Dividend Payments, 20082014. snoillib ni srallo D14012010080604020020406020092008Freddie Mac 20102011201220132014Fannie Mae Source: Fannie Mae and Freddie Mac Financial Results Releases, 3rd quarter of 2014. Notes: Negative numbers represent draws by Fannie Mae and Freddie Mac, positive numbers represent dividends paid to Treasury. Draws and dividend payments occur one quarter after profits or losses are made. 41 Appendix for The Rescue of Fannie Mae and Freddie Mac By W. Scott Frame, Andreas Fuster, Joseph Tracy and James Vickery Contents: 1. Balance sheets of Fannie Mae and Freddie Mac as of June 2008 2. Risk characteristics of Fannie Mae and Freddie Mac mortgage purchases: 20022013 3. Fannie Mae and Freddie Mac default and foreclosure rates by vintage: 20022013 4. Chronology of events leading up to the conservatorships 5. Ownership of agency MBS and agency debt 6. Calculations underlying construction of Figure 1 42 Cash Federal Funds, and Repurchase Agreements Investment Securities Mortgage Loans Accrued Interest Receivable Real Estate Owned Guaranty Assets Deferred Tax Assets Partnership Investments Other Assets Total Assets Liabilities Shortterm Debt LongTerm Debt Subordinated Debt Reserve for Guaranty Losses Guaranty Obligations Other Liabilities Total Liabilities Equity Preferred Stock Common Stock Other PaidIn Capital Retained Earnings Accumulated Other Comprehensive Loss Treasury Stock Total Equity Memo: Off Balance Sheet Credit Guarantees Net 13,681 35,694 344,788 418,231 3,651 5,995 10,258 20,604 10,113 22,903 885,918 240,223 550,279 9,000 7,450 16,441 21,135 844,528 21,725 642 3,994 27,898 5,738 7,295 41,226 2,289,933 43,553 15,265 684,660 89,069 6,247 2,580 11,019 18,399 4,362 3,889 879,043 326,303 505,013 4,496 5,345 14,022 10,785 865,964 14,109 152 864 26,128 24,180 4,125 12,948 1,409,896 1. Balance sheets of Fannie Mae and Freddie Mac As of Second Quarter, 2008 mil Assets GAAP Value Fannie Mae Freddie Mac Notes: This table provides balance sheet information for Fannie Mae and Freddie Mac as of June 30, 2008. Balance sheet measures are presented at GAAP historical cost as reported in each firms 10K. Offbalance sheet credit guarantees are from each firms monthly summary and net of their own MBS held on balance sheet. 43 2. Risk Characteristics of the Annual Flow of Conventional SingleFamily Mortgage Credit Guarantees Whole Loans and Agency MBS Fannie Mae 2002 2003 2004 2005 2006 2007 2008 2009 2010 804.2 % 23 16 42 11 8 6 11 18 23 41 66 25 0 1 1 7 92 3 5 30 32 38 1,322.2 % 29 18 38 8 7 4 10 18 24 44 63 27 0 1 1 8 93 3 4 22 32 46 588.1 % 23 16 43 8 10 6 12 19 24 39 62 16 0 5 2 15 91 4 5 43 29 28 537.0 % 22 16 46 7 9 5 11 19 23 42 69 9 1 9 3 9 89 5 6 47 35 18 524.4 % 18 15 50 7 10 6 11 20 23 40 71 6 6 9 3 5 87 6 7 52 34 14 659.4 % 17 13 45 9 16 6 12 19 23 40 76 5 9 7 0 3 89 5 6 50 32 18 583.0 % 23 16 39 12 10 3 6 14 22 55 78 12 2 4 0 4 89 5 6 41 31 28 700.3 % 33 17 40 7 3 2 7 17 74 82 15 1 2 93 5 2 20 27 53 607.8 % 30 16 38 9 5 2 7 16 75 72 22 1 0 5 91 4 5 22 20 58 2011 558.3 % 29 16 37 9 7 1 4 10 18 67 67 26 1 0 6 89 5 6 24 17 59 2012 2013 836.0 % 25 15 35 9 8 1 2 7 16 74 74 23 0 3 89 4 7 21 14 65 733.2 % 22 14 35 10 12 2 7 16 75 76 22 0 2 87 4 9 30 14 56 Total Volume Billions Origination LTV 60% 60.01 70% 70.01 80% 80.01 90% 90.01 100% FICO Credit Score 620 620 to 660 660 to 700 700 to 740 740 Product Fixed Rate Long Term Fixed Rate Inter Term Fixed Rate Interest Only Adj. Rate Interest Only Adj. Rate Neg. Am. Adj. Rate Other Occupancy Primary Residence Secondary Residence Investment Purpose Purchase Refinance Cash Out Refinance Other 44 Total Volume Billions Origination LTV 60% 60.01 70% 70.01 80% 80.01 90% 90.01 100% FICO Credit Score 620 620 to 659 660 to 669 700 to 739 740 29 19 40 7 5 3 8 17 23 49 95 3 2 19 26 55 Product Fixed Rate Long Term Fixed Rate Inter Term Fixed Rate Interest Only Adj. Rate Interest Only Adj. Rate Neg. Am. Adj. Rate Other Occupancy Primary Residence Secondary Residence Investment Purpose Purchase Refinance Cash Out Refinance Other Source: Annual reports for Fannie Mae, Freddie Mac, and FHFA. 1 Reports the % of Origination LTV between 80.01 100% 2 Reports the % of Origination LVT above 125% 2002 533.2 2003 701.5 % 2004 354.8 % 2005 381.7 % 2006 351.3 % Freddie Mac 2007 2008 466.1 % 18 14 49 8 11 6 11 19 22 42 89 5 6 47 32 21 357.6 % 24 16 40 11 9 3 7 15 22 53 89 6 5 41 31 28 2009 2010 2011 2012 2013 475.4 % 34 18 41 5 2 0 2 7 18 73 93 5 2 20 26 54 386.4 % 28 16 39 141 32 1 2 8 18 71 93 4 3 20 21 59 320.8 % 29 16 37 141 42 1 2 8 18 71 92 4 4 22 18 60 426.9 % 25 14 32 171 72 1 2 8 17 72 91 4 5 18 15 67 422.7 % 22 14 36 201 52 1 3 10 20 66 88 4 8 27 16 57 23 16 46 8 7 4 11 20 24 41 92 4 4 40 27 33 21 16 50 7 6 4 10 19 23 44 91 5 4 44 35 21 19 14 54 7 6 5 10 19 24 42 89 6 5 53 32 15 45 3. Cumulative Default Rates, by Origination Year 3a. Fannie Mae Cumulative Default Rates by Vintage As of 2012:Q1 top panel and 2014:Q1 bottom panel 46 3b. Freddie Mac Foreclosure Rates by Vintage As of 2012:Q1 top panel and 2014:Q1 bottom panel 47 Sources for charts shown above: Fannie Mae: as of 1Q2012 see slide 15: http:www.fanniemae.comresourcesfileirpdfquarterlyannualresults2012q 12012_credit_summary.pdf as of 1Q2014 see slide 17: http:www.fanniemae.comresourcesfileirpdfquarterlyannualresults2014q 12014_credit_summary.pdf Freddie Mac: as of 1Q2012 see slide 26: http:www.freddiemac.cominvestorserpdfsupplement_1q 12.pdf as of 1Q2014 see slide 31: http:www.freddiemac.cominvestorserpdfsupplement_1q 14.pdf 48 4. Chronology of events leading up to the conservatorships Date Event Source html link NonAgency MBS issuance comes to a halt; jumboconforming mortgage interest rate spread begins increasing significantly. Economic Stimulus Act temporarily raises conforming loan limit to up to 729,750 depending on local house price level. OFHEO lifts temporary caps on size of the firms investment portfolios. Vickery and Wright 2013 Economic Stimulus Act Calculated Risk August 2007 Feb. 13, 2008 Feb. 27, 2008 March 16, 2008 March 19, 2008 July 7, 2008 July 10, 2008 July 13, 2008 July 30, 2008 Aug. 68, 2008 Bear Stearns is acquired by JP Morgan Chase. OFHEO reduces each firms capital surcharge from 30 to 20 percent with a pledge by each firm to raise capital. Lehman Brothers report speculates that Fannie Mae and Freddie Mac will have to raise substantial capital under new accounting rules. OFHEO releases statement declaring that Fannie Mae and Freddie Mac are adequately capitalized. Treasury Secretary Paulson proposes threepart support plan for Fannie Mae and Freddie Mac: 1 temporary increase in the firms line of credit with the Treasury; 2 temporary authority for Treasury to purchase equity in either firm if needed; 3 giving the Federal Reserve a consultative role in setting capital requirements and other prudential standards. The same day, the Federal Reserve announces that Fannie Mae and Freddie Mac are granted access to discount window lending. President Bush signs the Housing and Economic Recovery Act of 2008, establishing FHFA as the regulator of Fannie Mae and Freddie Mac succeeding OFHEO and giving it the legal authority to place the firms into receivership. Fannie Mae and Freddie Mac announce second quarter losses of 2.3bn and 0.8bn respectively, noting adverse market developments during June and July. SEC Edgar Database Agreement and Plan of Merger FHFA Housing Wire OFHEO: quoted in Bloomberg Text of Paulson statement reproduced on Bloomberg Federal Reserve Housing and Economic Recovery Act SEC: Fannie Mae 10Q SEC: Freddie Mac 10Q Statement by FHFAs Lockhart announcing conservatorship FHFA: terms of PSPAs SEC: Lehman Brothers press release announcing filing Sept. 67, 2008 FHFA places both firms into conservatorship. Treasury enters into senior preferred stock agreements PSPAs with each firm. Sept. 15, 2008 Lehman Brothers files for Chapter 11 bankruptcy protection. Nov. 25, 2008 Federal Reserve announces largescale asset purchase program of 100 billion in Agency debt and 500 billion in Agency MBS. Federal Reserve Notes: HTML hyperlinks active at time of writing, but may no longer be functioning. 49 5. Estimated ownership of agency securities at time of the conservatorship The first column of data in Table 5a presents estimated ownership of agency MBS based on data reported by Inside Mortgage Finance. The second column presents ownership shares of agency securities including both agency MBS and agency debt, including obligations of the Federal Home Loan banks from the Federal Reserve Flow of Funds. 5a. Ownership breakdown: agency MBS and agency debt securities As of second quarter, 2008 Source: Inside Mortgage Flow of funds Finance Set of securities considered: Agency MBS Agency and GSEbacked securities debt and MBS Ownership shares % Government sponsored enterprises GSEs 6.5% 1.3% 8.4% 0.9% 10.7% 16.9% 3.9% 18.3% 21.1% 2.3% Insurance Firms Banks and other depository institutions Securities Brokers Dealers REITs Foreign investors Pension funds and mutual funds Government and other ABS issuers Amount outstanding bn Notes: Constructed from statistics reported in Inside Mortgage Finance and the U.S. Federal Reserve Flow of Funds table L.210. 21.9% 10.9% na 19.2% 15.6% 4.9% 4,799.7 7,888.8 16.1% 20.9% 50 Table 5b reports a breakdown of foreign ownership of longterm government sponsored enterprise securities, broken down into agency asset backed securities which primarily consist of agency MBS and other securities which primarily consist of debt issued by Fannie Mae and Freddie Mac, although it also includes debt issued by the Federal Home Loan Banks. These data are taken from the Report of Foreign Portfolio Holdings of U.S. Securities. 5b. Breakdown of foreign ownership: agency securities Value of foreign holdings by major investing country, as of June 30, 2008 Country China, mainland Japan MiddleEast oil exporters Cayman Islands Luxembourg Ireland United Kingdom Belgium Netherlands Switzerland Canada Rest of the world Total Of which: holdings of foreign official institutions Agency long term debt bn Assetbacked securities ABS Other longterm agency debt 369 121 17 38 21 17 16 2 15 5 2 150 773 435 158 149 43 5 8 11 10 22 2 7 3 273 691 532 Total 527 270 60 43 29 28 26 24 17 12 5 423 1464 967 Source: Table 5, Report on Foreign Portfolio Holdings of U.S. Securities produced by the Department of the Treasury, Federal Reserve Bank of New York and Board of Governors of the Federal Reserve System. 51 6. Calculations underlying construction of Figure 1 The figure is constructed from information in the FHFA 2013 report to Congress, and the Federal Reserve Flow of Funds. Details of figure construction: Generally speaking, the figure reflects the size of retained andor securitized single family mortgages for which Fannie Mae or Freddie Mac are liable for credit risk. Thus, the figure excludes multifamily mortgages and MBS, and also excludes portfolio holdings of loans and MBS already guaranteed by another Federal agency e.g., a government sponsored enterprise or the FHAVA. To avoid double counting, agency MBS retained in portfolio by the issuing firm are not counted as part of the guarantee portfolio they are considered as part of the retained portfolio. For each firm, the guarantee and retained portfolio is calculated as follows: o MBS guarantees are calculated as total conventional MBS owned by third parties, from table 4a and 13a of the FHFA report to Congress. The figures reported are not inclusive of multifamily mortgages, or resecuritizations of MBS issued by others. e.g. for FNMA in 2013, the total is 2,505,614m. o Agency mortgage portfolio holdings are calculated as the sum of single family conventional whole loans e.g., for FNMA in 2013, this is 237,501m plus securities issued by the firm in question held in portfolio and backed by single family mortgages e.g., for FNMA in 2013 this is 94,722m of FRMs 12,710m of ARMs 107,432m in total. o Note: securities held in portfolio but issued by government sponsored enterprises or by Ginnie Mae are not counted, to avoid doublecounting and because the MBS is already guaranteed by another entity. o Private label holdings exclude holdings of nonagency MBS backed by multifamily properties. e.g., for FNMA in 2013 total nonagency MBS held was 30,854m, of which 3,987m reflected MBS backed by multifamily loans; correspondingly, holdings of single family nonagency MBS are 26,867m. The graph then shows the sum of these calculations across the two firms. The market share calculation is normalized by total home mortgages as reported in the Federal Reserve Flow of Funds. For some categories, statistics were not reported by the FHFA for the early years of the sample. In these situations, figures were interpolated based on proportionate shares in the first year that the series became available. 52 ", "filename": "821112880.pdf", "person": ["W. Scott Frame", "Frame, W. Scott", "Andreas Fuster", "Fuster, Andreas", "Joseph Tracy", "Tracy, Joseph", "James Vickery", "Vickery, James"], "date": ["2015"]}