{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109978/1/823278034.pdf"], "title": ["Das Management der Kooperationen von Familienunternehmen: Empirische Ergebnisse zum Einfluss der Familie auf den Kooperationsprozess"], "plaintext": " Vorwort Nur in Ansatzen wurde bisher das Kooperationsverhalten von Familienunternehmen untersucht. Dies muss erstaunen, stellen Familienunternehmen doch einen sehr groen Anteil der mittelstandischen Wirtschaft in Deutschland. Die Empirie des Kooperierens von Unternehmen hat in den letzten Jahren klar zum Ausdruck gebracht, dass die Kooperationsprojekte mittelstandischer Unternehmen deutlich zugenommen haben und komplexer geworden sind. Familienunternehmen sagt man hingegen nach, dass sie kooperationsscheu sind. Dieser Widerspruch legt es nahe sich ausfuhrlich mit den Kooperationen von Familienunternehmen auseinanderzusetzen und die Determinanten entsprechender Aktivitaten offenzulegen. Besonders interessant sind dabei Erkenntnisse, ob und wie die Familie Einfluss auf das Kooperationsgeschehen nimmt, welches Verhalten diesbezuglich dominiert und welche Kooperationsmuster auf diese Weise entstehen. Dies war die Zielsetzung des Dissertationsprojektes von If GMitarbeiter Julian Taape, das kurzlich abgeschlossen wurde. In diesem Arbeitspapier stellt er einige seiner Ergebnisse vor und zwar jene, die den Einfluss der Familie auf den Kooperationsprozess zum Inhalt haben. Es hat sich gezeigt, dass die Einbindung der Familie in den Entscheidungsprozess und die Identitat der Werte der Familie und des Unternehmens einen starken Einfluss auf den Kooperationsprozess nehmen. Auf der Grundlage dieser Erkenntnisse lassen sich auch Empfehlungen fur das Management der Kooperation von Familienunternehmen ableiten. Das Forschungsprojekt, das in Kurze vollstandig publiziert werden wird, entstammt dem If GForschungscluster II: Unternehmenskooperationen. Kommentare und Anregungen sind herzlich willkommen. Univ.Prof. Dr. Theresia Theurl I Zusammenfassung Trotz ihrer groen Verbreitung und wirtschaftlichen Bedeutung wurden Familienunternehmen bislang nur unzureichend hinsichtlich ihres Kooperationsverhaltens untersucht. Familienunternehmen verfugen uber charakteristische Merkmale, die einen Einfluss auf ihr wirtschaftliches Handeln nehmen. Die vorliegende Arbeit zeigt auf, inwiefern die charakteristischen Merkmale von Familienunternehmen im Kooperationsprozess auf die Partnerwahl, die Partnerpraferenz sowie auf die Institutionalisierungsentscheidung wirken. Es wird gezeigt, dass unter anderem die Einbindung der Familie in den Entscheidungsprozess und die Identitat der Werte der Familie und des Unternehmens einen Einfluss auf den Kooperationsprozess nehmen. Auf der Basis dieser Erkenntnisse werden anschlieend wesentliche Handlungsempfehlungen fur die Gestaltung von Kooperationsprozessen in Familienunternehmen abgeleitet. Dieses Arbeitspapier verbindet dabei die Forschungsfelder der Familienunternehmensforschung und der Kooperationsforschung. Abstract In spite of their prevalence and their economic importance, family firms have not been sufficiently researched with regard to their cooperative behaviour. Family firms have characteristic features that influence their business. This paper shows how the characteristic features of family firms influence the cooperative process regarding partner selection, partner preference and the institutionalization of cooperative ventures. Results indicate that the involvement of the family in the decision process as well as the identity of values between the family and the firm influence the cooperation process. Based on these results, the paper suggests managerial recommendations for the management of cooperative processes in family firms. This working paper is related to the fields of family business research and research of interfirm cooperation. II Inhaltsverzeichnis Vorwort   I Zusammenfassung   II Abstract   II Inhaltsverzeichnis   III Abbildungsverzeichnis   I Tabellenverzeichnis   I 1 Einleitung  1 2 Grundlagen der empirischen Untersuchung   2 2.1 Kooperationen von Familienunternehmen   2 2.2 Untersuchungsdesign und Datenbasis   4 3 Empirische Ergebnisse   7 3.1 Einflusse auf die Partnerwahl   7 Hypothesen   7 Ergebnisse   9 3.2 Einflusse auf die Partnerpraferenz   10 Hypothesen   10 Ergebnisse   13 3.3 Einflusse auf die Institutionalisierung   14 Hypothesen   14 Ergebnisse   18 4 Handlungsempfehlungen   20 4.1 Handlungsempfehlungen zur Partnerwahl   20 4.2 Handlungsempfehlungen zur Institutionalisierung   24 5 Fazit und Ausblick   28 Literaturverzeichnis   30 3.2.1 3.2.2 3.1.1 3.1.2 3.3.1 3.3.2 III Abbildungsverzeichnis Abb. 3.1: Ergebnisse zur Partnerwahl   9 Abb. 3.2: Ergebnisse zur Partnerpraferenz   13 Abb. 3.3: Ergebnisse zur Institutionalisierung   18 Abb. 4.1: Handlungsempfehlungen zur Partnerwahl   22 Abb. 4.2: Handlungsempfehlungen zur Partnerpraferenz   23 Abb. 4.3: Entwurf eines strukturierten Partnerwahlprozesses   24 Abb. 4.4: Handlungsempfehlungen zur Institutionalisierung   26 Abb. 4.5: Anforderungsbestimmung der Institutionalisierung   27 Tabellenverzeichnis Tab. 2.1: Zusammensetzung der Stichprobe   5 I 1 Einleitung Der Erforschung von Unternehmenskooperationen wurde in den zuruckliegenden Jahrzehnten eine groe Aufmerksamkeit gewidmet.1 Dabei ist eine gezielte Analyse des Kooperationsverhaltens von Familienunternehmen jedoch weitestgehend ausgeblieben.2 Erst in den vergangenen Jahren zeigte sich auch innerhalb der Familienunternehmensforschung ein gesteigertes Interesse fur die Untersuchung von Unternehmenskooperationen und deren Herausforderungen. Eine Analyse bisheriger Forschungsergebnisse der Familienunternehmensforschung zeigt, dass vielfaltige, einzigartige Merkmale von Familienunternehmen nachweisbar sind.3 Diese Faktoren sind allgegenwartig im wirtschaftlichen Alltag von Familienunternehmen und nehmen immer auch Einfluss auf deren strategische Entscheidungen.4 Wenn wesentliche Einflusse durch die Familie jedoch unbeachtet bleiben, kann das Verhalten von Familienunternehmen nur in unzureichendem Ma analysiert und erklart werden.5 Es ist zudem zu argumentieren, dass eine Nichtbetrachtung des Einflusses der Familie dazu fuhrt, dass die Generalisierbarkeit der Ergebnisse fur Familienunternehmen unzureichend bleibt.6 Es ist zu erwarten, dass die familienunternehmensspezifischen Merkmale ebenfalls einen Einfluss auf den Kooperationsprozess nehmen.7 Dabei stellt sich mithin die Frage, welche Faktoren dies sind und inwiefern diese auf den Kooperationsprozess wirken. Ziel der vorliegenden Arbeit ist somit eine empirische Analyse des Kooperationsverhaltens von Familienunternehmen unter besonderer Berucksichtigung des Einflusses der fur Familienunternehmen charakteristischen Merkmale. Zunachst erfolgt eine Darstellung der methodischen Grundlagen der vorliegenden Untersuchung. Anschlieend werden die Ergebnisse der empirischen Untersuchung unter Bezug auf zuvor entwickelte Hypothesen vorgestellt, wobei eine Untergliederung anhand der Partnerwahl, der Partnerpraferenz sowie der Institutionalisierung erfolgt. Weiter werden aus den gewonnenen Erkenntnisse Handlungsempfehlungen abgeleitet. Die Arbeit schliet mit einer Zusammenfassung der Ergebnisse und einem Ausblick auf weitere Forschungsmoglichkeiten. 1 2 3 4 5 6 7 Vgl. ANDERSSONJOHANSONVAHLNE 1997, S. 71, HARZING 2002, S. 211. Vgl. JORISSEN ET AL. 2005, S. 230. Vgl. NIEMELA 2003, S. 6970. Vgl. BASCORODRIGUEZ 2009, S. 83. Vgl. SEGARO 2012, S. 147. Vgl. DYERDYER 2009, S. 216. Vgl. CAPPUYNS 2006, S. 446. 1 2 Grundlagen der empirischen Untersuchung 2.1 Kooperationen von Familienunternehmen Wie eingangs dargestellt, hat sich eine bislang nur geringe Anzahl an Studien mit der Erforschung des Kooperationsverhaltens von Familienunternehmen befasst.8 Dies steht in Kontrast zu der Erkenntnis, dass viele Beispiele fur Unternehmenskooperationen von Familienunternehmen bestehen. Es konnte bereits gezeigt werden, dass Familienunternehmen im Kontext von Markteintrittsstrategien regelmaig auf Kooperationen als strategisches Mittel zuruckgreifen.9 Diese Kooperationen werden aber weder in hinreichender Haufigkeit noch Tiefe untersucht.10 Zusatzlich zu dem geringen Kenntnisstand sind die bestehenden Studienergebnisse nicht immer eindeutig.11 So stellen einige Studien fest, dass Familienunternehmen in geringerem Umfang kooperieren als NichtFamilienunternehmen.12 Auf der anderen Seite wird aber auch festgestellt, dass Familienunternehmen in zunehmendem Ausma Kooperationen anstreben und eingehen.13 Auch ist anzufuhren, dass bislang noch keine umfassende empirische Untersuchung des Kooperationsverhaltens von Familienunternehmen durchgefuhrt wurde.14 Nachfolgend werden wesentliche bisherige Erkenntnisse zu Kooperationen von Familienunternehmen vorgestellt. Kooperationsziele Hinsichtlich der durch Kooperationen verfolgten Ziele wird herausgestellt, dass Familienunternehmen sich von NichtFamilienunternehmen nicht signifikant darin unterscheiden, welche Ziele mit Kooperationen verfolgt werden.15 Der Status als Familienunternehmen beeinflusst nicht zwangsweise die strategischen Ziele, beeinflusst aber mittelbar kulturelle Charakteristika, Werte und Managementprozesse. Daher ist ein Einfluss dieser Faktoren auf die Kooperationsentscheidung zu untersuchen.16 Zudem ist die ubergeordnete Zielfunktion von FamilienunterVgl. FUENTESLOMBARDOFERNANDEZORTIZ 2010, S. 45. Vgl. OKOROAFO 1999, S. 153. 8 9 10 Vgl. Vgl. PUKALLCALABRO 2014, S. 109. 11 Vgl. CLASSEN ET AL. 2012, S. 192. 12 Vgl. DE MASSISFRATTINILICHTENTHALER 2013, S. 11. 13 Vgl. WARD 1997, S. 334. 14 Vgl. CAPPUYNS 2006, S. 448, JORISSEN ET AL. 2005, S. 230. 15 Vgl. CLAVERRIENDAQUER 2007, S. 5. 16 Vgl. MILLERLE BRETONMILLERLESTER 2010, S. 203. 2 nehmen anders ausgestaltet als die von NichtFamilienunternehmen.17 Die Profitmaximierung wird nicht als alleiniges Ziel verstanden.18 Als Beispiele fur Ziele von Familienunternehmen seien exemplarisch die Langfristorientierung oder auch die Bereitstellung von Arbeitsplatzen fur Familienmitglieder zu nennen.19 Im Rahmen von Kooperationen ist es in vielen Fallen notwendig, dem Partner Zugriff auf Ressourcen und Informationen zu gewahren. Dies konfligiert jedoch in Teilen mit dem Ziel, vorhandene Informationen bestmoglich vor Zugriff von auen zu schutzen.20 Somit ist zu untersuchen, inwiefern diese Ziele gegeneinander abzuwagen sind und inwiefern die familienunternehmensspezifischen Charakteristika Einfluss auf das Kooperationsverhalten nehmen. Personlicher Einfluss auf die Kooperationsfuhrung Bisherige Analysen des Kooperationsverhaltens von Familienunternehmen zeigen, dass diese durch das Pflegen langfristiger Beziehungen zu Lieferanten und Kunden gekennzeichnet sind.21 Insgesamt zeichnen sich die Auenbeziehungen von Familienmitgliedern mit externen Dritten durch eine hohe Haufigkeit und Intensitat aus.22 Es kann gezeigt werden, dass Familienunternehmer die Steuerung und Planung von Kooperationen verstarkt durch den Einsatz personlicher und unmittelbarer Kontakte zu den Kooperationspartnern abwickeln.23 Eine derartige Vorgehensweise ist dabei als Hinweis darauf zu interpretieren, dass Familienunternehmen in ihren Kooperationen nicht immer einen koordinierten Kooperationsprozess nutzen. Dabei stellt der personliche Kontakt auf Ebene der Eigentumer eine wesentliche Groe im Kooperationsprozess dar, die dem Vertrauensaufbau dient und im spateren Verlauf der Kooperation geeignet ist, als reaktionsschnelles Steuerungssystem zu fungieren.24 Familienunternehmern wird vielfach der Ruf zugesprochen, verlassliche Ansprechpartner und Vertreter der eigenen Organisation zu sein.25 Dies bietet eine weitere Erklarung fur die Praferenz einer direkten 17 Vgl. MEMILICHRISMANCHUA 2011, S. 501. Strategien von Familienunternehmen sind durch okonomische und nichtokonomische Kalkule bestimmt. Vgl. CHRISMANCHUASHARMA 2003, S. 442. 18 Vgl. ZELLWEGERNASON 2008, S. 203. 19 Vgl. CHRISMANCHUALITZ 2004, S. 338. 20 Vgl. WARD 1997, S. 327. 21 Vgl. MILLERLE BRETONMILLER 2005, S. 11. 22 Vgl. ARREGLE ET AL. 2007, S. 84. 23 Vgl. ROSSL 2005, S. 212. 24 Vgl. NIEMELA 2003, S. 136. 25 Vgl. MILLER ET AL. 2009, S. 807. 3 Kontaktpflege. Diese langfristige personliche Bindung wird als relevant fur den Erfolg der Kooperation von Familienunternehmen angesehen.26 Kooperationen zwischen Familienunternehmen Weiterfuhrend wird in der Literatur diskutiert, dass Familienunternehmen die bevorzugten Kooperationspartner von anderen Familienunternehmen darstellen. So wird argumentiert, dass Familienunternehmen in derartigen Konstruktionen von charakteristischen und strukturellen Gemeinsamkeiten profitieren und so schnell zu einer gemeinsamen Kooperationsbasis gelangen.27 Somit werden sowohl die Partnerwahl als auch die institutionelle Ausgestaltung der Kooperation durch die charakteristischen Eigenschaften der Familienunternehmen mitbestimmt.28 Aufbauend auf diesem Uberblick uber die bisherigen Erkenntnisse zum Kooperationsverhalten von Familienunternehmen wird dieses Verstandnis vertieft. Hierzu werden die familienunternehmensspezifischen Charakteristika der Identitat, der Einbindung, der Praferenz fur personliche Kontakte sowie die Langfristorientierung hinsichtlich ihrer Wirkung auf den Kooperationsprozess untersucht.29 Zunachst wird untersucht, wie Familienunternehmen geeignete Kooperationspartner identifizieren und wie diese Vorgehensweise durch deren familienunternehmensspezifischen Charakteristika bestimmt ist. Weiter wird deren Praferenz fur Kooperationen mit anderen Familienunternehmen untersucht.30 Abschlieend wird untersucht, wie die spezifischen Charakteristika die Entscheidung hinsichtlich der Institutionalisierung beeinflussen.31 2.2 Untersuchungsdesign und Datenbasis Zur Untersuchung des Einflusses familienunternehmensspezifischer Charakteristika auf den Kooperationsprozess wurde eine Befragung durchgefuhrt.32 Die genutzten Fragebogen wurden auf der Basis von neun Experteninterviews entworfen und durch die Experten plausibilisiert und uberpruft. Die Fragebogen wurden an die 1156 Mitglieder des NRW 26 Vgl. NIEMELA 2003, S. 88. 27 Vgl. SWINTHVINTON 1993, S. 22. 28 Vgl. GALLO ET AL. 2004, S. 3. 29 Fur die Bedeutung dieser Untersuchung siehe GALLO ET AL. 2004. 30 Vgl. FUENTESLOMBARDOFERNANDEZORTIZ 2010, ROSSL 2005. 31 Diese Forschungsfrage wurde von CAPPUYNS 2006 als relevante Fragestellung im Rahmen der Untersuchung des Kooperationsverhaltens von Familienunternehmen identifiziert. Ebenso wird dieser Forschungsfrage von CLASSEN ET AL. 2012 als relevant identifiziert. 32 Eine deskriptive Auswertung der Ergebnisse zum allgemeinen Kooperationsverhalten von Familienunternehmen finden sich in TAAPE 2014. 4 Landesverbandes der DIE FAMILIENUNTERNEHMER ASU e.V. versandt. Schlielich nahmen insgesamt 124 Familienunternehmen an der Befragung teil.33 Dies entspricht einer effektiven Rucklaufquote von 10,73%. Im vorliegenden Forschungskontext ist diese Quote als sehr zufriedenstellend zu betrachten, da Familienunternehmen oftmals ungern Informationen zum eigenen Unternehmen preisgeben.34 Der nachstehenden Tabelle 2.1 ist die Zusammensetzung der Stichprobe hinsichtlich der Unternehmensgroen sowie der aktuellen und vergangenen Kooperationserfahrung zu entnehmen.35 klein mittel gro n Unternehmensgroe nach Umsatz Kooperationserfahrung aktuell Kooperationserfahrung insgesamt ja nein n ja nein n 59 32 24 115 87 35 122 85 30 115 51% 28% 21% 100% 71% 29% 100% 74% 26% 100% Tab. 2.1: Zusammensetzung der Stichprobe Es zeigt sich, dass nahezu drei Viertel der befragten Familienunternehmen in der Vergangenheit kooperierten und auch derzeit kooperieren. Mithin kann dargestellt werden, dass Kooperationen auch fur Familienunternehmen eine wesentliche Strategie darstellen. Beurteilung der Datenqualitat Bevor eine tiefergreifende Auswertung der erhobenen Daten vorgenommen werden kann, ist die Qualitat der Daten zu beurteilen. Ein 2Homogenitatstest fur die kooperierenden und nichtkooperierenden Unternehmen ergab, dass keine signifikanten Unterschiede hinsichtlich der 33 Aufgrund der ausschlielichen Befragung von Familienunternehmen ergibt sich das Problem der fehlenden Gegenevidenz. So ware es denkbar, dass auch NichtFamilienunternehmen die untersuchten Eigenschaften aufweisen. Vorliegend kann dies nicht vollig ausgeschlossen werden. Jedoch ist zu argumentieren, dass die untersuchten Eigenschaften als wesentliche Differenzierungskriterien von Familien und NichtFamilienunternehmen identifiziert wurden. Aufgrund der Zielsetzung der Arbeit ist die fehlende Gegenevidenz zu berucksichtigen, die Ergebnisse zu den Charakteristika bleiben hiervon jedoch unbelastet. 34 Vgl. SCHRAML 2010, S. 186. 35 Aufgrund einzelner fehlender Antworten ergeben sich fur die verschiedenen Fragen unterschiedliche Antworthaufigkeiten. Die Qualitat der Daten wird hierdurch jedoch nicht beeintrachtigt. 5 Groenklassen nachzuweisen sind.36 Eine Uberprufung des Datensatzes auf Vollstandigkeit zeigt ferner, dass innerhalb der fehlenden Antworten keine Regelmaigkeiten zu erkennen sind, die auf eine strukturelle Problematik fehlender Antworten schlieen lassen.37 Hinsichtlich der Datenqualitat ist zudem entscheidend, dass die befragte Person im Unternehmen eine Position innehat, in der sie Zugang zu den fur die Befragung relevanten Informationen hat.38 Im vorliegenden Sample der 124 vollstandig ausgefullten Fragebogen wurden diese in 90,3% n112 der Falle von dem jeweiligen Geschaftsfuhrer beantwortet. Da samtliche Antworten aus dem Fuhrungskreis des Unternehmens stammen, kann eine groe Vertrautheit mit den strategischen Prozessen des Unternehmens und daher auch mit den Kooperationen vorausgesetzt werden. Aus der Beurteilung der Position des Befragten im Unternehmen ist insgesamt von einer sehr hohen Datenqualitat auszugehen. Reprasentativitat der Ergebnisse Da Aussagen uber die Grundgesamtheit nur getatigt werden konnen, wenn die erhobene Stichprobe hinsichtlich ihrer Verteilung den Eigenschaften der Grundgesamtheit entspricht, ist es vor der weiteren Analyse eine Prufung der Reprasentativitat der erhobenen Stichprobe vorzunehmen.39 Da sich die Uberprufung der Reprasentativitat von Studien zu Familienunternehmen aufgrund einer geringen Erfassung von Familienunternehmen in Datenbanken als nicht durchfuhrbar herausstellt, ist zu prufen, ob sich die im Sample enthaltenen Familienunternehmen hinsichtlich wesentlicher Eigenschaften von den Ergebnissen anderer Erhebungen zu Familienunternehmen unterscheiden.40 Als ein wesentliches Merkmal wird eine Prufung fur das Unternehmensalter vorgenommen. Ein Vergleich mit der Altersstruktur der Studie von VON SIETENCRON 2013 deutet auf eine grundlegende Ahnlichkeit der Altersverteilungen hin.41 Das Aufzeigen vergleichbarer Verteilungen relevanter Merkmale der Familienunternehmen stellt keinen Beweis fur eine Reprasentativitat dar, deutet jedoch darauf hin, dass die im vorliegenden Sample enthaltenen Familienunternehmen sich hinsichtlich der fur Fami21,675; df2; p0,43. 36 37 Vgl. SPIE 2010, S. 118. 38 Vgl. DAILYDOLLINGER 1993, S. 83. 39 Vgl. KAYAHIMME 2009, S. 80. 40 So weist KLEIN 2010 darauf hin, dass insbesondere fur Deutschland em41 pirische Informationen zur Struktur der Familienunternehmen fehlen. 242; df36; p0,227. Die Studie von VON SIETENCRON 2013 bezieht sich auf ein Sample von 300 deutschen Unternehmen. 6 lienunternehmen relevanten Facetten nicht substanziell von denen anderer Erhebungen unterscheiden. Jedoch bleibt hinsichtlich der strukturellen Merkmale der Stichprobe festzuhalten, dass die Ergebnisse und Analysen stets im Kontext der nicht eindeutig erfassbaren Reprasentativitat und damit zuruckhaltend zu betrachten sind. Abschlieend ist davon auszugehen, dass die erhobenen Daten grundsatzlich geeignet sind, eine fundierte und stichhaltige Analyse der familienunternehmensspezifischen Charakteristika im Kooperationskontext zu ermoglichen. 3 Empirische Ergebnisse 3.1 Einflusse auf die Partnerwahl 3.1.1 Hypothesen Die Identifikation eines optimalen Kooperationspartners stellt eine essentielle Erfolgsbedingung einer jeden Unternehmenskooperation dar.42 Zur Identifikation eines geeigneten Partners ist eine kritische Prufung potenzieller Partner unerlasslich.43 Dabei ist zwischen strukturierten, stark formalisierten Prozessen der Partnerwahl und wenig formalisierten Verfahren zu unterscheiden. Letztere beruhen nicht ausschlielich auf einer intensiven Planung, sondern auf Faktoren, die auf einer personlichen Ebene verankert sind.44 Aufgrund der erfolgsrelevanten Bedeutung der Partnerwahl ist diese gleichermaen fur Familienunternehmen zu untersuchen. Insbesondere ist hierbei zu prufen, welchen Einfluss die familienunternehmensspezifischen Charakteristika ausuben. Die Fahigkeit zur Zusammenarbeit mit einem Partner ist eine der fundamentalen Voraussetzungen fur eine funktionierende Kooperation.45 Hierbei sind es oft kulturelle Aspekte, die auch uber den Erfolg entscheiden.46 Dies gilt im Speziellen fur die Identitat zwischen den Werten des Unternehmens und denen der Familie. Pruft ein Familienunternehmen die Kompatibilitat des Partners mit den eigenen Unternehmenswerten, so ist dies stets mit einer Prufung der Kompatibilitat der Familienwerte verbunden. Daher ist es fur Familienunternehmen von besonderer Bedeutung, Partnerunternehmen identifizieren zu konnen, die uber eine ahnliche Wertvorstellung verfugen bzw. eine ahnliche Unternehmenskul 42 Vgl. BRONDERPRITZL 1992, S. 417. 43 Vgl. BLEICHERHERMANN 1991, S. 24. 44 Vgl. DINGDEKKERGROOT 2013, S. 141. 45 Vgl. BIERLY IIIGALLAGHER 2007, S. 135, CUMMINGSHOLMBERG 2012, S. 137, GERINGER 1991, S. 59, HITTUHLENBRUCK 2002, S. 226. 46 Vgl. BRONDERPRITZL 1992, S. 417. 7 tur pflegen. Insgesamt gewinnt die Prufung der Kompatibilitat der Werte an Bedeutung, je starker die Identitat der Werte des Unternehmens und der Familie ausgepragt ist. Eine Prufung der Kompatibilitat der Wertvorstellungen des Kooperationspartners ist in formalisierten Verfahren schwer durchzufuhren, da Wertvorstellungen auf der informellen, zwischenmenschlichen Ebene zum Tragen kommen. Daher werden mit hohen Graden der Identitat informelle Verfahren der Partnerwahl genutzt. Die Einbindung der Familie in Entscheidungsprozesse gilt als ein Erfolgsfaktor von Familienunternehmen.47 Ist ein Familienunternehmen durch einen Einbezug der Familienmitglieder in den strategischen Prozess gekennzeichnet, so wird dies auch den Kooperationsprozess umfassen. Die Partizipation der Familienmitglieder an der Partnerwahl kann einfacher gestaltet werden, wenn dieser formell ausgestaltet ist. Der Prozess kann anhand einzelner Prozessschritte nachvollzogen kann.48 Durch diese Gewahrleistung der Informationsverteilung, ist zu erwarten, dass bei hoher Einbindung strukturierte Verfahren favorisiert werden. Insgesamt kann fur Familienunternehmen eine allgemeine Praferenz der Nutzung personlicher Fuhrungsstrukturen identifiziert werden.49 Es ist zu erwarten, dass Familienunternehmen diese Art der Unternehmensfuhrung auf ihr Kooperationsverhalten ubertragen.50 Die informellen Verfahren zur Partnerwahl basieren auf weichen Faktoren.51 Die Praferenz fur die Nutzung personlicher Kontakte ist diesen weichen Faktoren zuzuordnen. Damit entsprechen die informellen Methoden der Partnerwahl der Praferenz von Familienunternehmen, ihre Kontakte zu Geschaftspartnern aufzubauen und zu pflegen. Dies ist ein weiteres Indiz fur eine Praferenz fur die Nutzung personlicher Kontakte. H1: H2: H3: Es besteht ein negativer Zusammenhang zwischen der Identitat und der Nutzung formalisierter Verfahren der Partnerwahl. Es besteht ein positiver Zusammenhang zwischen der Einbindung der Familienmitglieder in den Entscheidungsprozess und der Nutzung formalisierter Verfahren der Partnerwahl. Es besteht ein negativer Zusammenhang zwischen der Praferenz personlicher Kontakte und der Nutzung formalisierter Verfahren der Partnerwahl. 47 Vgl. GALLOGARCIA PONT 1996, S. 55. 48 Vgl. KELLERMANNS ET AL. 2012, S. 87. 49 Vgl. CASSON 1999, S. 15. 50 Vgl. ROSSL 2005, S. 211. 51 Vgl. CUMMINGSHOLMBERG 2012, S. 140. 8 3.1.2 Ergebnisse Die empirischen Ergebnisse aus der Untersuchung von TAAPE 2015 zur Partnerwahl sind der nachstehenden Abbildung 3.1 zu entnehmen.52 Abhangige Variable Hypothese Unabhangige Variable Zu prufender Zusammenhang Ergebnis Partnerwahl Verfahren der Partnerwahl H1H2H3Identitat Einbindung Kontakte Abb. 3.1: Ergebnisse zur Partnerwahl Fur die Variable der Praferenz personlicher Kontakte ergibt sich ein signifikanter negativer Zusammenhang. Dies entspricht dem in Hypothese H2 aufgestellten Zusammenhang.53 Fur die Einbindung der Familienmitglieder in den strategischen Entscheidungsprozess kann ebenfalls ein signifikanter Zusammenhang identifiziert werden. Wie zuvor argumentiert, besteht ein positiver Zusammenhang. Es kann somit gezeigt werden, dass mit steigendem Ma der Einbindung der Familienmitglieder formelle Verfahren der Partnerwahl praferiert werden, da hierdurch die Transparenz der Partnerwahl erhoht wird und die Familienmitglieder auf diese Weise besser am Prozess partizipieren konnen. Fur die Identitat der Werte der Familie und des Unternehmens zeigt sich kein signifikanter Zusammenhang. Hypothese H1 ist damit zu verwerfen. Insgesamt kann fur zwei charakteristische Merkmale von Familienunternehmen ein Einfluss auf die Partnerwahl nachgewiesen werden. Zusatzlich wurden Kontrollvariablen untersucht, um mogliche weitere Einflusse auf die Entscheidung identifizieren zu konnen.54 Als wesentliche Begrundung fur die Hinzunahme von Kontrollvariablen ist anzufuhren, dass auch fur Familienunternehmen kein alleiniger Einfluss deren spezifischer Charakteristika anzunehmen ist. Fur die Partnergroe kann ein signifikanter positiver Zusammenhang nachgewiesen werden.55 Dies 52 Im vorliegenden Arbeitspapier wird aus Grunden der Ubersichtlichkeit auf die quantitative Darstellung der Zusammenhange verzichtet. Die Ergebnisse der Modellauswertung finden sich in TAAPE 2015, S. 189198. 53 Es zeigt sich, dass kleine und mittlere Unternehmen die Partnerwahl durch personliche Kontakte gestalten. Vgl. ZINKESSER 2002, S. 170. 54 Die Kontrollvariablen wurden aus sachlogischen Erwagungen sowie unter Nutzung von Kontrollgroen der Familienunternehmensforschung gewahlt. 55 Die Partnergroe ist dabei operationalisiert als relative Groe des Umsatzes des Partnerunternehmens im Vergleich zur Groe des Umsatzes des eigenen Unternehmens. Siehe hierzu auch den Fragenbogen im Anhang 5. 9 deutet darauf hin, dass mit steigender Groe des Partners verstarkt formelle Verfahren der Partnerwahl genutzt werden. Es ist zu argumentieren, dass groe Partnerunternehmen im Rahmen informeller Manahmen nur schwer zu identifizieren sind. Auch ist zu erwarten, dass groe Partner ein hohes Ma an Professionalitat aufweisen, sodass diese in ihrer Kooperationsanbahnung verstarkt strukturierte Verfahren nutzen. Auch fur den Partnerstandort kann ein signifikanter positiver Zusammenhang identifiziert werden.56 Es zeigt sich, dass mit steigender Entfernung des Partners mit steigender Wahrscheinlichkeit auf formelle Verfahren der Partnerwahl zuruckgegriffen wird. Dies ist dahingehend zu erklaren, dass die Familienunternehmen bei groer Distanz nicht in der Lage sind, die von ihnen praferierte Art der Geschaftsfuhrung uber personliche Kontakte zu gestalten. Eine Einbeziehung externer Dritter zur Unterstutzung der Partnerwahl ist somit unerlasslich.57 Auch ist fur das Kommunikationsverhalten ein Einfluss nachzuweisen. Es kann ein signifikanter positiver Zusammenhang zwischen dem Kommunikationsverhalten und der Partnerwahl identifiziert werden.58 Es zeigt sich, dass Familienunternehmen, die eine geringe Kommunikationsauspragung innerhalb von Kooperationen aufweisen, gleichermaen verstarkt auf formelle Verfahren der Partnerwahl zuruckgreifen. 3.2 Einflusse auf die Partnerpraferenz 3.2.1 Hypothesen Als eine Besonderheiten von Familienunternehmen im Kontext von Unternehmenskooperationen wurde identifiziert, dass sie eine Praferenz aufweisen, Kooperationen mit anderen Familienunternehmen einzugehen.59 Als wesentliches Argument fur eine solche These ist anzufuhren, dass alle Familienunternehmen uber ahnliche Grundeigenschaften verfugen, die aus der Einbindung der Familie hervorgehen.60 56 Die Variable des Partnerstandortes ist ordinal skaliert von lokal 1, regional 2, national 3 bis international 4. Mit steigenden Werten steigt die Entfernung zum Kooperationspartner. 57 Es ist zu betonen, dass sowohl die personliche Kontaktebene sowie das Kommunikationsverhalten im Rahmen internationaler Kooperationen von ausgepragter Bedeutung sind. Vgl. MEYERLORENZEN 2004, S. 76. 58 Die Variable des Kommunikationsverhaltens ist ordinal skaliert und misst die Haufigkeit der Kommunikation zwischen den Kooperationspartnern von mehrmals wochentlich 1 bis seltener als mehrmals im Jahr 5. 59 Vgl. CASSON 1999, S. 15. 60 Vgl. GALLOSVEEN 1991, S. 187. 10 Im Rahmen der Analyse dieser Praferenz gilt es zu zeigen, durch welche Faktoren diese Praferenz beeinflusst bzw. bestimmt wird. Zu diesem Zweck werden im folgenden Abschnitt wesentliche Erkenntnisse zur Partnerpraferenz von Familienunternehmen diskutiert, sodass auf dieser Basis Hypothesen uber die Einflusse auf die Partnerpraferenz von Familienunternehmen aufgestellt werden. Familienmitglieder transportieren die Werte der Familien ins Unternehmen. Je starker das Familienunternehmen durch Familienmitglieder geleitet wird, werden die Werte der Familie unmittelbar in die Fuhrung des Unternehmens miteinbezogen. Umgekehrt ist zu erwarten, dass der Einfluss der Familie uber diesen Wirkungskanal abnimmt, je mehr NichtFamilienmitglieder in die Fuhrung des Unternehmens eingebunden sind. Ebenfalls ist zu untersuchen, in welchem Ausma das Unternehmenskapital im Besitz der Familie ist. Ist die Familie im Besitz samtlicher Anteile des Unternehmenskapitals, so verfugt sie uber samtliche Stimmrechte und kann entscheidenden Einfluss auf die Fuhrung des Unternehmens nehmen. Zudem wird argumentiert, dass es auch die Anzahl der Anteilseigner ist, die bestimmend fur die Identifikation mit dem Familienunternehmen ist. Somit ist davon auszugehen, dass mit steigender Anzahl der Anteilseigner gleichermaen die Praferenz fur die Kooperation mit anderen Familienunternehmen steigt. Daruber hinaus wird untersucht, inwiefern die Anzahl der im Unternehmen beschaftigten Familienmitglieder Einfluss auf das Familienunternehmen nimmt. Ubergreifend kann gezeigt werden, dass das Unternehmen mit steigender Anzahl der im Unternehmen beschaftigten Familienmitglieder steigende Grade der Beeinflussung der Geschaftstatigkeit durch familienunternehmensspezifische Charakteristika aufweist. H4: H5: H6: Es besteht ein positiver Zusammenhang zwischen der Fuhrung des Unternehmens durch Familienmitglieder und der Praferenz fur Familienunternehmen als Kooperationspartner Es besteht ein positiver Zusammenhang zwischen der Anzahl der Familienmitglieder, auf die das Firmenkapital verteilt ist und der Praferenz fur Familienunternehmen als Kooperationspartner. Es besteht ein positiver Zusammenhang zwischen der Anzahl der Familienmitglieder, die im Unternehmen beschaftigt ist und der Praferenz fur Familienunternehmen als Kooperationspartner. 11 Familienmitglieder beeinflussen die Strategie des Familienunternehmens, unabhangig von den Eigentumsverhaltnissen, der tatsachlichen Mitarbeit im Unternehmen oder auch der Teilhabe an der Fuhrung des Unternehmens.61 Daher wird fur die Einbindung der Familienmitglieder in die strategischen Entscheidungen ein positiver Zusammenhang mit der Partnerpraferenz erwartet. Die an den Werten der Familie ausgerichtete Fuhrung des Unternehmens stellt auch im Zusammenhang mit der Partnerpraferenz eine Einflussnahme auf den Kooperationsprozess dar. Es ist zu erwarten, dass mit steigenden Graden der Ausgepragtheit der Identitat der Werte von Familie und Unternehmen gleichermaen verstarkt Kooperationspartner gesucht werden, die ebenfalls diesen Wertvorstellungen entsprechen. Da Familienunternehmen dazu neigen, Entscheidungen auf der Basis personlicher Einschatzungen und Kontakte zu treffen, kann argumentiert werden, dass Familienunternehmen im Rahmen der Kooperationsentscheidung als Kooperationspartner begunstigt werden. Diese erhalten aufgrund struktureller Ahnlichkeiten einen Vertrauensvorschuss.62 Auch die Langfristorientierung von Familienunternehmen ist als eine Komponente der Wahl anderer Familienunternehmen als Partnerunternehmen zu sehen.63 Auf Basis dieser Argumente ist zu erwarten, dass Familienunternehmen auch aus Grunden beiderseits vorliegender Langfristorientierung als Kooperationspartner praferiert werden. H7: H8: H9: Es besteht ein positiver Zusammenhang zwischen der Einbindung der Familie in den Entscheidungsprozess und der Praferenz fur Familienunternehmen als Kooperationspartner. Es besteht ein positiver Zusammenhang zwischen der Identitat der Werte der Familie und des Unternehmens und der Praferenz fur Familienunternehmen als Kooperationspartner. Es besteht ein positiver Zusammenhang zwischen der Praferenz fur die Nutzung personlicher Kontakte und der Praferenz fur Familienunternehmen als Kooperationspartner. H10: Es besteht ein positiver Zusammenhang zwischen der Langfristorientierung und der Praferenz fur Familienunternehmen als Kooperationspartner. 61 Vgl. CENNAMO ET AL. 2012, S. 1160. 62 Vgl. PITTINOVISINTIN 2011, S. 60. 63 Vgl. CLAVERRIENDAQUER 2007, S. 5. 12 3.2.2 Ergebnisse Die empirischen Ergebnisse aus der Untersuchung von TAAPE 2015 zur Partnerpraferenz sind der folgenden Abbildung 3.2 zu entnehmen.64 Abhangige Variable Hypothese Unabhangige Variable Zu prufender Zusammenhang Ergebnis Partnerpraferenz Partnerpraferenz fur Familienunternehmen H4H5H6H7H8H9H10Geschaftsfuhrung Anteilseigner Mitarbeit Einbindung Identitat Kontakte Kontinuitat Abb. 3.2: Ergebnisse zur Partnerpraferenz Fur die Geschaftsfuhrung durch Familienmitglieder zeigt sich ein hochsignifikanter positiver Zusammenhang. Damit kann Hypothese H4 aufrechterhalten werden. Ebenso ist fur die Einbindung der Familie in den strategischen Entscheidungsprozess ein signifikanter positiver Zusammenhang nachzuweisen. Es zeigt sich, dass mit steigenden Graden der Einbindung die Praferenz fur die Zusammenarbeit mit anderen Familienunternehmen steigt. Somit wird Hypothese H7 aufrechterhalten. Ebenso zeigt sich ein hochsignifikanter Zusammenhang fur die Anzahl der Anteilseigner, auf die das Unternehmenskapital verteilt ist.65 Dies kann dahingehend begrundet werden, dass mit steigender Verteilung des Kapitals der Grad der unmittelbaren Eingebundenheit der Anteilseigner in die Unternehmenstatigkeit sinkt. Fur die Mitarbeit der Familienmitglieder im Unternehmen ist kein signifikanter Einfluss auf die Partnerpraferenz nachweisbar. Es wird mithin deutlich, dass es die fuhrende Mitwirkung und nicht die bloe Beschaftigung im Familienunternehmen ist, die Einfluss auf die strategischen Entscheidungen und damit auch die Partnerpraferenz nimmt. 64 Im vorliegenden Arbeitspapier wird aus Grunden der Ubersichtlichkeit auf die quantitative Darstellung der Zusammenhange verzichtet. Die Ergebnisse der Modellauswertung finden sich in TAAPE 2015, S. 198206. 65 Hierbei ware es durchaus denkbar, dass mit steigender Anzahl von Anteilseignern eine weniger stark ausgepragte Partnerpraferenz besteht, da dies auf einen moglicherweise hohen Grad an Professionalitat des Familienunternehmens schlieen lasst. Im vorliegenden Fall deuten die Ergebnisse jedoch auf eine Aufrechterhaltung der Hypothese hin. 13 Fur die Identitat ergibt sich ein hochsignifikanter positiver Zusammenhang. Das deutet, wie in H8 dargestellt, darauf hin, dass mit steigenden Graden der Identitat zwischen Familie und Unternehmen in steigendem Mae Familienunternehmen als Kooperationspartner bevorzugt werden. Dieses Ergebnis zeigt, dass die Kultur der Familie die Praferenz fur die Kooperation mit anderen Familienunternehmen begunstigt. Fur die Kontinuitatsauspragung wird kein signifikanter Zusammenhang aufgezeigt. Fur die Praferenz personlicher Kontakte zur Steuerung des Unternehmens kann hingegen ein hochsignifikanter negativer Zusammenhang identifiziert werden. Da dieser Zusammenhang dem hypothetisierten Zusammenhang hinsichtlich der Wirkungsrichtung widerspricht, ist die zugehorige Hypothese H9 abzulehnen. Eine mogliche Erklarung kann darin gesehen werden, dass sich die Praferenz fur personliche Kontakte nicht ausschlielich auf andere Familienunternehmen beschrankt, sondern im Rahmen einer allgemeinen Praferenz fur die Steuerung und Leitung von Geschaftsbeziehungen zu interpretieren ist, unabhangig davon, ob es sich bei dem Geschafts oder Kooperationspartner um ein Familienunternehmen handelt. Auch in das Analysemodell der Partnerpraferenz wurden Kontrollvariablen integriert.66 Fur die Unternehmensgroe wird ein signifikanter negativer Zusammenhang festgestellt. Dies zeigt, dass mit geringer Unternehmensgroe in starkerem Ma Familienunternehmen als Partnerunternehmen praferiert werden. Fur das Unternehmensalter wurde ein signifikanter positiver Zusammenhang identifiziert. Demnach praferieren Familienunternehmen mit steigendem Alter andere Familienunternehmen vor NichtFamilienunternehmen als Kooperationspartner. Eine mogliche Erklarung ist darin zu sehen, dass mit steigendem Alter die Kontinuitatsauspragung sowie die Erfahrung im Umgang mit anderen Familienunternehmen steigen. 3.3 Einflusse auf die Institutionalisierung 3.3.1 Hypothesen Mit einer steigenden Identitat der Werte des Unternehmens und der Familie kommt es zu einer Veranderung der Risikowahrnehmung durch die Familienmitglieder. Aufgrund der in Familienunternehmen bestehenden Verbindung zwischen dem Unternehmen und den Familienmitgliedern werden Risiken fur die Eigentumsposition des Familienunternehmens 66 Vgl. SPRIGGS ET AL. 2013, S. 40. 14 und auch in der Familie wahrgenommen. Hierbei fuhren starke Institutionalisierungsformen, die in vielen Fallen die Einbindung von Kapital erfordern, zu einem Abbau der Verhaltensunsicherheit zwischen den Kooperationspartnern.67 Jedoch entstehen dadurch Verpflichtungen und somit mogliche Risiken fur die Eigentumsposition des Familienunternehmens. Eine enge Bindung an den Kooperationspartner schrankt die Autonomie des Familienunternehmens ein.68 Somit wird durch eine wenig starke institutionelle Bindung die Identitat des Familienunternehmens geschutzt. Zusammenfassend kann daher gezeigt werden, dass Familienunternehmen mit ausgepragter Identitat Kooperationen mit geringem Institutionalisierungsgrad bevorzugen, weil diese ein geringeres Risiko fur das Unternehmen und die Familie darstellen. Die Eingebundenheit der Familie ist der Grad, zu dem die Familie in das Management eines Unternehmens eingebunden ist.69 Starke Institutionalisierungsformen erfordern vertragliche bzw. gesellschaftsrechtliche Bindungen, die eine stabile Verbindung zum Partnerunternehmen schaffen. Starkere und vor allem auch vertragliche Bindungen fordern die Transparenz und werden daher unter starker Einbindung der Familie bevorzugt. Mit steigender Familieneinbindung steigt die Wahrscheinlichkeit, dass Kooperationen uber starke Institutionalisierungsformen eingegangen werden. Familienunternehmen weisen zumeist eine Langfristigkeit ihres Handelns auf.70 Familienunternehmen sind darauf ausgerichtet, auch fur weitere Generationen zu bestehen. Um hierfur eine Existenzgrundlage zu bieten, werden strategische Entscheidungen durch diese Zielvorstellung mageblich beeinflusst.71 Um somit den Fortbestand des Unternehmens sicherzustellen, wird versucht, die Risiken fur das Unternehmen und damit auch gleichzeitig die Risiken fur die Familie zu minimieren. Da besonders die starken Institutionalisierungsformen die Einbringung von Kapital erfordern, was die Eigentumsposition der Familie schwacht, sind diese Formen der Institutionalisierung als problematisch fur die Langfristorientierung einzuschatzen.72 Dementsprechend ist zu argumentieren, dass mit steigender Kontinuitatsauspragung schwachere Institutionali 67 Der Abbau der Verhaltensunsicherheit kann insbesondere durch vertragliche Regelungen erfolgen. Vgl. MERTENS 2009, S. 159. 68 Vgl. FUENTESLOMBARDOFERNANDEZORTIZ 2010, S. 49. 69 Vgl. DYER 2003, S. 406. 70 Vgl. CHRISMANCHUAKELLERMANNS 2009, S. 742, MILLERLE BRETONMILLER 2005, S. 3537. 71 Vgl. LUMPKINBRIGHAMMOSS 2010, S. 241, ROSSL 2005, S. 211. 72 Vgl. GOMEZMEJIAMAKRIKINTANA 2010, S. 224. 15 sierungsformen gewahlt werden. Dadurch kann in Ubereinstimmung mit der langfristigen Strategie gehandelt werden.73 Durch einen direkten personlichen Kontakt mit dem Kooperationspartner wird ein Verhaltnis geschaffen, das moderierend in den Kooperationsbeziehungen wirken kann. Es wird deutlich, dass personlichen Kontakten eine wichtige Stellung im Kooperationsprozess zugeschrieben werden.74 Der direkte Kontakt zum Kooperationspartner stellt eine informelle Ausgestaltung der Leitungs und Fuhrungsstruktur der Kooperation dar. Da die Praferenz fur eine derartige Ausgestaltung als charakteristisch fur Familienunternehmen zu identifizieren ist, kann diese Form der informellen Ausgestaltung der Kooperationsbeziehung als Substitut fur eine formelle Form der Institutionalisierung identifiziert werden. H11: Es besteht ein negativer Zusammenhang zwischen der Identitatsauspragung und dem Institutionalisierungsgrad. H12: Es besteht ein positiver Zusammenhang zwischen Einbindung in den Entscheidungsprozess und dem Institutionalisierungsgrad. H13: Es besteht ein negativer Zusammenhang zwischen der Langfristorientierung und dem Institutionalisierungsgrad. H14: Es besteht ein negativer Zusammenhang zwischen der Praferenz fur personliche Kontakte und dem Institutionalisierungsgrad. Zusatzlich zu diesen Einflussen der familienunternehmensspezifischen Charakteristika wurden die Kooperationserfahrung, das Vertrauen zum Kooperationspartner sowie die Spezifitat als relevante Einflussfaktoren der Institutionalisierungsentscheidung identifiziert. Auch diese wurden im Rahmen der empirischen Analyse untersucht.75 Die Kooperationserfahrung vereinfacht den Kooperationsprozess, da bereits durchgefuhrte Kooperationen wertvolle Informationen liefern.76 Auf der Basis von Kooperationserfahrungen konnen die Risiken starker Institutionalisierungsformen differenzierter eingeschatzt werden, sodass die Vorteile einer stabilen Unternehmenskooperation deutlich heraustreten. Insgesamt ist infolgedessen zu erwarten, dass fur Familienunternehmen mit steigender Kooperationserfahrung starkere Institutionalisierungsformen zur Anwendung kommen. 73 Zum TradeOff siehe THEURL 2005, S. 167171. 74 Vgl. SPEKMAN ET AL. 1998, S. 758. 75 Fur eine umfassende Literaturstudie zu den Determinanten der Institutionalisierungsentscheidung siehe TAAPE 2013. 76 Vgl. GALLOSVEEN 1991, S. 188, FERNANDEZNIETO 2005, S. 81. 16 Interpersonelles Vertrauen weist einen Einfluss auf den Kooperationsprozess auf.77 Das Vertrauen zum Kooperationspartner ist dabei einer der weichen Faktoren, die einen Einfluss auf die Entscheidung uber die Institutionalisierung von Unternehmenskooperationen nehmen.78 Vertrauen kann grundlegend als Substitut fur formale Governanceelemente wirken und fuhrt zu einem niedrigeren Niveau hierarchischer Governanceformen.79 Daher ist zu erwarten, dass Vertrauen bei Familienunternehmen im Kontext von Unternehmenskooperationen einen Einfluss auf die Institutionalisierung nimmt. Bei bestehendem Vertrauen sind keine explizit vertraglichen Regelungen notwendig, da die Kooperationen uber soziale Kontakte gesteuert werden.80 Je groer die Spezifitat, desto starker steigt bei ausbleibender Absicherung der Transaktion die Ausbeutungsgefahr bzw. die Abhangigkeit vom Transaktionspartner.81 Eine Absicherung spezifischer Investitionen kann erreicht werden, wenn starke Institutionalisierungsformen fur die Durchfuhrung einer Transaktion oder Kooperation gewahlt werden. Familienunternehmen verfugen uber Assets, die aus der Sicht der Familie als besonders schutzenswert gelten, da diese der langfristigen Aufrechterhaltung des Familieneigentums uber das Unternehmen dienen.82 Weiter ist anzufuhren, dass diese Assets, sofern sie in den Kooperationskontext gebracht werden, eines besonderen Schutzes bedurfen. Ein derartiger Schutz ist uber starke Formen der Institutionalisierung der Unternehmenskooperation zu erreichen. Demnach ist zu erwarten, dass Familienunternehmen in Kooperationen, in die spezifische Assets eingebracht werden, vermehrt auf starke Formen der Institutionalisierung zuruckgreifen. H15: Es besteht ein positiver Zusammenhang zwischen der Kooperationserfahrung und dem Institutionalisierungsgrad. H16: Es besteht ein negativer Zusammenhang zwischen dem Vertrauen zum Kooperationspartner und dem Institutionalisierungsgrad. H17: Es besteht ein positiver Zusammenhang zwischen der Spezifitat der Transaktion und dem Institutionalisierungsgrad. 77 Vgl. PITTINOVISINTIN 2011, S. 60. 78 Vgl. BROUTHERSBROUTHERS 2003, S. 1180, CAPPUYNS 2006, S. 455, RINGVAN DE VEN 1992, S. 484, SHAHSWAMINATHAN 2008, S. 474. 79 Vgl. SHANE 1994, S. 628, ZAHEERVENKATRAMAN 1995, S. 379. 80 Vgl. LARSON 1992, S. 98. 81 Vgl. GLAUMHUTZSCHENREUTER 2010, S. 71. 82 Vgl. GOMEZMEJIA ET AL. 2007, S. 108. 17 3.3.2 Ergebnisse Die empirischen Ergebnisse aus der Untersuchung von TAAPE 2015 zur Institutionalisierung sind Abbildung 3.3 zu entnehmen.83 Abhangige Variable Hypothese Unabhangige Variable Zu prufender Zusammenhang Ergebnis Institutionalisierung Institutionalisierung der Kooperation H11H12H13H14H15H16H17Identitat Einbindung Kontinuitat Kontakte Erfahrung Vertrauen Spezifitat Abb. 3.3: Ergebnisse zur Institutionalisierung Fur die Identitat der Werte der Familie und des Unternehmens zeigt sich ein signifikanter negativer Zusammenhang. Dies entspricht H11, dass mit steigender Identitat der Werte mit hoherer Wahrscheinlichkeit schwachere Formen der Institutionalisierung von Kooperationen gewahlt werden. Ist die Identitat zwischen den Werten der Familie und dem Unternehmen stark ausgepragt, so wird deutlich, dass Familienunternehmen in Kooperationen geringe Grade der Institutionalisierung bevorzugen. Fur die Einbindung kann ein positiver signifikanter Einfluss auf die Institutionalisierungsentscheidung nachgewiesen werden. Dies entspricht der hypothetischen Verknupfung, dass mit steigendem Grad der Einbindung die Nutzung starker institutionalisierter Kooperationsformen steigt. Vertragliche Regelungen erhohen die Transparenz von Kooperationsinhalten und deren Rahmenbedingungen und konnen bei starker Einbeziehung der Familienmitglieder die Akzeptanz fur die Kooperation starken. Mithin kann Hypothese H12 aufrechterhalten werden. Fur die Variablen der Kontinuitat sowie der Praferenz fur die Nutzung personlicher Kontakte kann kein signifikanter Wirkungszusammenhang identifiziert werden. Demnach sind H13 und H14 zu verwerfen. Fur das Vertrauen kann ein hochsignifikanter negativer Zusammenhang identifiziert werden. Dies zeigt, dass Familienunternehmen mit steigen 83 Im vorliegenden Arbeitspapier wird aus Grunden der Ubersichtlichkeit auf die quantitative Darstellung der Zusammenhange verzichtet. Die Ergebnisse der Modellauswertung finden sich in TAAPE 2015, S. 206217. 18 dem Vertrauen in den Kooperationspartner mit hoherer Wahrscheinlichkeit weniger stark institutionalisierte Kooperationsformen nutzen, da das Vertrauen die Partnerunsicherheit senkt und damit gleichzeitig die Notwendigkeit einer formellen Absicherung der Kooperation verringert.84 Insgesamt kann H16 aufrechterhalten werden. Der Einfluss der Spezifitat auf die Institutionalisierung ist signifikant und positiv. Mit steigendem Grad der Spezifitat werden starkere Formen der Institutionalisierung gewahlt. Somit kann auch fur Familienunternehmen nachgewiesen werden, dass spezifische Investitionen innerhalb von Unternehmenskooperationen primar durch starke Formen der Institutionalisierung abgesichert werden. Damit kann H17 aufrechterhalten werden. Fur die Kooperationserfahrung wird ein signifikanter positiver Zusammenhang identifiziert. Es zeigt sich, dass mit steigendem Grad an Erfahrung die Wahrscheinlichkeit steigt, dass starkere Formen der Institutionalisierung genutzt werden. Dies kann dahingehend interpretiert werden, dass mit steigender Erfahrung die aus starkeren Bindungsformen wahrgenommenen Risiken fur das Familienunternehmen besser eingeschatzt werden konnen, sodass die jeweiligen Vor und Nachteile einer engen Bindung gegeneinander abgewogen werden.85 Demnach kann H15 aufrechterhalten werden. Auch fur die Institutionalisierung wurde der Einfluss von Kontrollvariablen untersucht. Fur die Groenvariable ist ein signifikanter negativer Zusammenhang nachzuweisen. Dies deutet darauf hin, dass kleine Familienunternehmen mit groerer Wahrscheinlichkeit schwach institutionalisierte Unternehmenskooperation nutzen. Das ist dahingehend zu erklaren, dass in dieser Groenkategorie in nur begrenztem Ma finanzielle Mittel und damit auch Handlungsspielraume bestehen, innerhalb derer es bspw. moglich ist, Gemeinschaftsunternehmen mit Kooperationspartnern zu grunden.86 Die Erkenntnisse zum Einfluss der Unternehmensgroe sind jedoch konservativ zu interpretieren, da die kleinen Unternehmen in der vorliegenden Stichprobe unterreprasentiert sind. 84 Vgl. hierzu die Ergebnisse von EUROPAISCHE KOMMISSION 2003, S. 25. 85 Damit entsprechen diese Ergebnisse nicht der theoretischen Argumentation. Vgl. VAN DE VRANDEVANHAVERBEKEDUYSTERS 2009, S. 68. Diese ist jedoch moglicherweise darauf zuruckzufuhren, dass die Abgrenzung zwischen Vertrauens und Erfahrungseffekten nicht trennscharf behandelt werden. Vgl. PURANAMVANNESTE 2009, S. 24. 86 Vgl. SCIASCIA ET AL. 2012, S. 19. 19 Fur den Partnerstandort zeigt sich ein signifikanter negativer Zusammenhang zwischen einem nationalen Partnerstandort und dem Institutionalisierungsgrad. Dies deutet darauf hin, dass Kooperationen mit nationalen Partnern vornehmlich weniger stark institutionalisiert werden. Eine mogliche Erklarung ist darin zu sehen, dass die von den Familienunternehmen bevorzugte Partnerwahl der Gelegenheit durch personliche Kontakte im nationalen Kontext nicht umfassend eingesetzt werden kann, sodass zunachst ein fur Kooperationen notwendiges Vertrauen aufgebaut werden muss. 4 Handlungsempfehlungen 4.1 Handlungsempfehlungen zur Partnerwahl Aufgrund der Praferenz von Familienunternehmen fur eine Unternehmensfuhrung uber personliche Kontakte verwenden Familienunternehmen vielfach informelle Verfahren der Partnerwahl, die durch ein hohes Ma personlicher Kontakte gekennzeichnet sind. Dies ist zunachst nicht als negativ zu interpretieren, deutet jedoch darauf hin, dass vorhandene strukturierte Verfahren der Partnerwahl nicht in vollem Umfang den Anforderungen von Familienunternehmen entsprechen. Auch unter Nutzung der von Familienunternehmen praferierten informellen Partnerwahl kommen Familienunternehmen zu Kooperationsergebnissen, die von ihnen als erfolgreich wahrgenommenen werden. Es besteht jedoch auch die Moglichkeit, dass die Anforderungen von Familienunternehmen dazu fuhren, dass diese eine zu geringe Kooperationsneigung aufweisen, sodass die Familienunternehmen sich in ihren Handlungsoptionen somit selbst limitieren.87 Insbesondere vor dem Hintergrund, dass personliche Kontakte zu den Kooperationspartnern bereits in der Vergangenheit als Erfolgsfaktor von Kooperationen identifiziert wurden, erscheint die Integration in strukturiertere Prozesse angebracht.88 Konkret konnten die personlichen Kontakte auf einer nachgelagerten Prozessstufe im Rahmen eines mehrstufigen Prozesses integriert werden, sodass zunachst eine Identifikation moglicher Kooperationspartner anhand festgelegter Kriterien erfolgt.89 Im Verlauf des Prozesses kann zur Prufung des Partnerfit mit den jeweiligen Partnern eine personliche Kontaktaufnahme er 87 Vgl. PITTINOVISINTIN 2011, S. 66. 88 Vgl. SPEKMAN ET AL. 1998, S. 758. 89 So ist es fur Familienunternehmen von Bedeutung, die informelle Kommunikation in strukturierte Verfahren zu integrieren, den personlichen Kontakt aber als zentrales Element zu erhalten. Vgl. HEIDELMANN 2013, S. 374. 20 folgen. Im Rahmen dieser personlichen Kontaktaufnahme wird es den Familienunternehmen somit ermoglicht, eine Einschatzung des Vorliegens eines Fit vorzunehmen.90 Der personliche Kontakt der Geschaftsfuhrung dient einer adaquaten Kulturentwicklung.91 In Familienunternehmen ist es fur den Erfolg des Unternehmens von besonderer Bedeutung, dass die Familienmitglieder sich dem Ziel und dem Vorgehen des Unternehmens verpflichtet fuhlen. Der erforderliche Grad an Akzeptanz und Verpflichtung der Familienmitglieder ist nur dann zu erreichen, wenn der Geschaftsfuhrer als primarer Entscheidungstrager in besonderem Ma von der Kooperationsstrategie uberzeugt ist.92 Dabei besteht eine wesentliche Aufgabe des Geschaftsfuhrers darin, die Familie von der Notwendigkeit und den positiven Folgen einer Kooperation zu uberzeugen.93 Ist die Familie in strategische Entscheidungen eingebunden, sollte sie daher auch in den Kooperationsprozess eingebunden werden. Sollten hinsichtlich der mit der Kooperation verfolgten Ziele Partner gesucht werden, die uber eine notwendige Groe verfugen mussen, so sind diese aufgrund beschrankter Kontaktmoglichkeiten nur bedingt auf informellem Weg identifizierbar. Hierbei sind ein strukturiertes Vorgehen und eine eingehende Sichtung moglicher Kooperationspartner zu empfehlen. In diesem Kontext ist es daher sinnvoll, auf externe Hilfe bezuglich einer Identifikation moglicher Partner zuruckzugreifen. So wird in diesem Kontext die Einbeziehung von Dritten zur Informationsgewinnung uber die potenziellen Kooperationspartner als zielfuhrend identifiziert.94 Im internationalen Kontext besteht zudem die Problematik, dass mogliche Kooperationspartner ohne eine Kenntnis der lokalen Markte nur schwer zu identifizieren sind. Die Informationsbeschaffung im Rahmen der Partnerwahl ist dabei von besonderer Bedeutung.95 Sollten damit Kooperationen auf internationaler Ebene angestrebt werden, erscheint es sinnvoll, fur die Erstellung einer ersten Kandidatenliste auf die Expertise entsprechender Beratungen bzw. Organisationen wie Auenhandelskammern zuruckzugreifen. So konnen Informationen uber die jewei 90 Vgl. BRONDERPRITZL 1992, S. 417. 91 Vgl. BLEICHER 1992, S. 284. 92 Vgl. NIEMELA 2003, S. 138. 93 Vgl. GRAVESTHOMAS 2008, S. 160. 94 Vgl. SCHMOLL 2001, S. 63. 95 Vgl. NIJSSENDOUGLASCALIS 1999, S. 144. 21 ligen Markte und deren agierende Unternehmen erlangt werden.96 Auf der Basis einer solchen Kandidatenliste lieen sich anschlieend genauere Informationen zu moglichen Kandidaten fur eine Kooperationen beschaffen.97 Der nachstehenden Abbildung 4.1 sind die zuvor erorterten Handlungsempfehlungen zu entnehmen. Manahmen Integration der personlichen Kontaktaufnahme in den Prozess. Teilstrukturierung des Verfahrens, Schaffung eines Ablaufplans sowie Erstellung eines Anforderungsprofils an den Kooperationspartner. Einbindung der Familie in den Prozess schafft Transparenz und Information. Zusatzliche Informationskanale nutzen, um mogliche Partner zu identifizieren. Abb. 4.1: Handlungsempfehlungen zur Partnerwahl Im Gegensatz zur Partnerwahl besteht hinsichtlich der Partnerpraferenz kein theoretisch erklarbares Idealbild. Daher ist die fur Familienunternehmen identifizierte Partnerpraferenz weder positiv noch negativ zu bewerten. Stattdessen gilt es, den Einfluss dieser Praferenz aufzuzeigen und zu integrieren. Ausgangspunkt hierfur ist die Feststellung, dass zwei Drittel der befragten Familienunternehmen eine deutliche Praferenz fur Kooperationen mit anderen Familienunternehmen aufweisen. Auch ist darauf zu verweisen, dass die Partnerpraferenz von einer uberwiegenden Mehrheit der befragten Unternehmen als prozessvereinfachend wahrgenommen wird. Es ist festzuhalten, dass die von den Familienunternehmen gezeigte Praferenz fur Kooperationen mit anderen Familienunternehmen in der Partnerwahl zu berucksichtigen ist. Es gilt, ein Bewusstsein fur diese Praferenz zu schaffen und eine entsprechende Berucksichtigung sicherzustellen. Ein erster Schritt sollte daher sein, die tatsachlich fur den Kooperationsprozess relevanten Vorteile von Familienunternehmen zu identifizieren. So kann verhindert werden, dass Familienunternehmen ausschlielich aufgrund unbestimmter Vorstellungen als Partner praferiert werden. Auch gilt es ebenso auf die Nachteile einzugehen. Eine Analyse kooperationsrelevanter Faktoren wie der Ressourcen oder Kompetenzausstattung ist in dieser Hinsicht zielfuhrend. 96 Die Bedeutung der Einbindung Externer und der Aufbau von Netzwerken wird ebenfalls von HEIDELMANN 2013 hervorgehoben. Die Zielgerichtetheit dieser Empfehlung spiegelt sich in der Inanspruchnahme von Beratungsleistungen durch Familienunternehmen bei der Planung von Auslandsaktivitaten wider. Vgl. HOMMELBROCKMANN 2008, S. 497. 97 Eine Strukturierung der Partnerwahl ist ferner wesentlicher Beitrag zur Behebung von Problemquellen zu sehen. Vgl. FONTANARI 1995, S. 123. 22 Als weiterer Punkt ist die Prozessstrukturierung zu nennen. Durch diese kann die Partnerpraferenz in ihre fur die Kooperation relevanten Facetten zerlegt werden. Ein wertvolles Instrument ist dabei das Anforderungsprofil, das detaillierte Informationen daruber enthalten sollte, welche Eigenschaften ein Kooperationspartner erfullen muss, um dem Kooperationsziel zu entsprechen und gleichzeitig den familienunternehmensspezifischen Anforderungen zu genugen. Im Rahmen dieser Prozessstrukturierung ist es ferner von Bedeutung, mogliche Partner nicht ex ante auszuschlieen. Hierbei gilt es vor allem, innerhalb des Familienunternehmens zu informieren und zu kommunizieren und so die Ziele der Kooperation darzustellen, sodass die Wahl des Partners nicht aus fur die Kooperation irrelevanten Beweggrunden getroffen wird. 98 Der nachstehenden Abbildung 4.2 sind die erarbeiteten Handlungsempfehlungen zur Partnerpraferenz zu entnehmen. Manahmen Vor und Nachteile von Familienunternehmen als Partner gegeneinander abwagen. Partnerpraferenz fur Kooperation mit anderen Familienunternehmen eingehend prufen, sodass dies in der Partnerwahl zu berucksichtigen ist. Anforderungsprofil an etwaige Kooperationspartner erstellen. Auch bei NichtFamilienunternehmen Gemeinsamkeiten suchen, wenn der Kooperationspartner zu den mit der Kooperation verfolgten Zielen passt. Abb. 4.2: Handlungsempfehlungen zur Partnerpraferenz Schlielich werden diese Handlungsempfehlungen in einen Entwurf fur einen strukturierten Partnerwahlprozess integriert. Grundsatzliches Ziel ist die Strukturierung des Prozesses unter Berucksichtigung der erarbeiteten Anforderungen von Familienunternehmen.99 Der nachstehenden Abbildung 4.3 ist ein erster Entwurf fur einen teilstrukturierte Partnerwahl von Familienunternehmen zu entnehmen. Der Prozess ist vierstufig ausgestaltet. Im ersten Schritt ist ein Anforderungsprofil an einen idealen Partner zu entwerfen, wobei ein besonderes Augenmerk auf dem kulturellen Fit liegt.100 Der zweite Schritt befasst sich mit der Identifikation geeigneter Kooperationspartner. Im dritten Schritt erfolgt die Kontaktaufnahme unter Berucksichtigung der Anforderungen an einen personlichen Kontakt.101 Im abschlieenden Schritt wird 98 Vgl. FUENTESLOMBARDOFERNANDEZORTIZ 2010, S. 49. 99 Zur Berucksichtigung der Familie siehe WARD 1988, S. 105. 100 Vgl. ZINKESSER 2002, S. 170. 101 Vgl. MEHR 1992, S. 320. 23 die Entscheidung uber die Geeignetheit des Kooperationspartners getroffen. Uber welche Kompetenzen und Ressourcen sollte ein Partner verfugen? Erfordert diese Nutzung der Kompetenzen besondere Institutionalisierungsformen? Hat der Kooperationspartner ebenfalls einen positiven Effekt durch die Kooperation? Hat der Kooperationspartner ein grundsatzliches Interesse an der Kooperation? Strukturierter Prozess der Partnerwahl 1. Entwicklung eines Anforderungsprofils Kompetenzen und Ressourcen Fundamentaler Fit Strategischer Fit Kultureller Fit 2. Mogliche Kooperationspartner identifizieren Nutzung personlicher Kontakte zur Identifikation moglicher Partner Wie hoch ist die Angewiesenheit auf ein Familienunternehmen als Partnerunternehmen? Welche Vorteile hat ein Familienunternehmen als Kooperationspartner? Welche Wertvorstellungen werden von einem Kooperationspartner benotigt? Besteht bereits ein Vertrauensverhaltnis zu moglichen Partnern? Entspricht der mogliche Kooperationspartner der Zielsetzung des Kooperationsprojektes? Wird der Kooperationspartner im selben Ma investieren? Verfugen bestehende Geschafts oder Kooperationspartner uber Kontakte zu Unternehmen, die moglicherweise dem Partnerprofil entsprechen? Nutzung von externen Quellen zur Identifikation moglicher Partner Kontaktaufnahme mit Wirtschaftsforderungsorganisationen und Unternehmensverbanden falls keine hinreichenden Informationen uber mogliche Kooperationspartner vorliegen. Durchfuhrung einer Vorsortierung gema der Kompetenzanforderungen. Prufung des Fits und weitere Sortierung der Partner. Long List Short List Rangliste der Kandidaten erstellen 3. Personliche Kontaktaufnahme Anforderung an personlichen Kontakt einschatzen. Plan uber Kontaktaufnahme erstellen. Kontaktaufnahme entsprechend der Positionierung in der Kandidatenliste planen. Wie viele Treffen werden benotigt? Welche Informationen werden benotigt? Wie findet der initiale Kontakt statt? In welchem Rahmen soll diese stattfinden? Wie kann die Kooperationsidee beworben werden? Personliche Treffen zur Einschatzung des Kooperationspartners nutzen. Vorbereitung der Treffen, Erstellung eines Gesprachsleitfadens zur Abarbeitung relevanter Themen. 4. Begrundete Entscheidung treffen Alternativen beachten Kooperation immer noch beste Alternative? Kooperation nur eingehen, wenn geeigneter Partner identifiziert werden kann. Abb. 4.3: Entwurf eines strukturierten Partnerwahlprozesses 4.2 Handlungsempfehlungen zur Institutionalisierung Hinsichtlich des Einflusses der Identitat der Werte zwischen Familie und Unternehmen wird gezeigt, dass eine hohe Identitat zur Nutzung schwacherer Institutionalisierungsformen fuhrt. Da sich jedoch unabhangig von der Identitatsauspragung der Familie Situationen ergeben, die starke Formen der Institutionalisierung einer Unternehmenskooperation erfordern, muss dieser Konflikt gelost werden. Daher ist fur die Institutionali24 sierungsentscheidung zu prufen, mit welchem Zeithorizont die Kooperation geplant wird. Bei langen Zeithorizonten ist es in diesem Zusammenhang sinnvoll, auch stabile Formen der Kooperation zu berucksichtigen. In diesen Fallen kann auf Ebene der Familie mit Transparenz kommuniziert werden, welche Inhalte von der Kooperation umfasst sind und welche Auswirkungen die gewahlte Institutionalisierungsform auf das Familienunternehmen hat. Auch kann die Aufnahme einer Kooperationsstrategie in die generelle Unternehmensstrategie dazu fuhren, dass die fur Kooperationen notwendige Unterstutzung der Familie fur geschaffen werden kann, ohne die Identitat des Familienunternehmens zu gefahrden. Eine starke Einbindung der Familie geht mit einer entsprechenden Kommunikationsgestaltung einher. So gilt insbesondere die transparente Gestaltung als wesentliche Anforderung an einen optimalen Prozessablauf in Familienunternehmen.102 Hierbei bieten starke Institutionalisierungsformen den Vorteil, dass diese bereits auf der Ebene einer vertraglichen Kooperation durch die Niederschrift der Vertragsinhalte ein hohes Ma an Klarheit und Transparenz schaffen. Dabei begrunden Vertrage eine Verbindlichkeit gegenuber dem Kooperationspartner, verpflichten diesen aber auch gleichermaen. Das Vertrauen stellt eine inharent stabilisierende Komponente innerhalb der Kooperation dar. Vertrauen ist eng mit der Entwicklung gemeinsamer Werte verbunden, welche wiederum spezifische Investitionen ermoglichen.103 Da das Vertrauen zwischen den Kooperationspartnern nicht festgeschrieben werden kann, muss dieses entsprechend auf informellem Weg gebildet werden. Dementsprechend sollte fur die Institutionalisierungsentscheidung gepruft werden, wie ausgepragt das Vertrauensverhaltnis zum Partner ist. Das Vertrauen darf jedoch nicht uberbewertet werden, da ansonsten ein Abhangigkeitsverhaltnis entstehen kann, in dem die Ressourcen nicht hinreichend vor einem Zugriff durch den Kooperationspartner geschutzt sind. Spezifische Investitionen in Kooperationen werden durch starke Formen der Institutionalisierung abgesichert. Generell sollten Familienunternehmen daher zunachst bestimmen, wie spezifisch und damit wie schutzenswert die Ressourcen sind, die in die Kooperation eingebracht werden. Handelt es sich um hochspezifische Ressourcen, die im Kern des 102 Vgl. HESS 2006, S. 1416. 103 Vgl. NIEMELA 2003, S. 99. 25 Unternehmens entstehen, so sind diese in hohem Mae zu schutzen. Daher ist die Absicherungserfordernis zu prufen. Da Kooperationen keinesfalls um der Kooperation willen durchgefuhrt werden sollten, ist Familienunternehmen zu empfehlen, klare Ziele zu definieren und dementsprechend ein Anforderungsprofil an eine Institutionalisierung zu erstellen. Dieses Anforderungsprofil sollte als Ausgangspunkt alle Formen der Institutionalisierung enthalten und prufen, ohne bereits im Vorfeld bestimmte Formen auszuschlieen. Nur im Rahmen einer umfassenden Prufung aller relevanten Alternativen kann sichergestellt werden, dass eine fur die Kooperation adaquate Institutionalisierungsform gewahlt wird. Der nachstehenden Abbildung 4.4 sind die Handlungsempfehlungen zur Institutionalisierung zu entnehmen. Manahmen Institutionalisierung vor dem Hintergrund der Ziele der Kooperation reflektieren. Kommunikation der Auswirkungen der Institutionalisierung auf das Familienunternehmen. Integration der Familie in den Entscheidungsprozess. Bei hoher Identitat der Werte zwischen Familie und Unternehmen die Langfristorientierung des Unternehmens beachten und die Eignung stabiler Institutionalisierungsformen prufen. Vertrauensaufbau und personliche Kontakte in der Institutionalisierung berucksichtigen. Eingehende Prufung des Absicherungserfordernisses der Ressourcen; wichtiger Anhaltspunkt fur Notwendigkeit einer starken Institutionalisierung. Tatsachliche Chancen und Risiken erfassen und mit wahrgenommenen Risiken abgleichen. Abwagung samtlicher Institutionalisierungsformen. Abb. 4.4: Handlungsempfehlungen zur Institutionalisierung Es wird deutlich, dass ein Spannungsfeld zwischen den Anforderungen der Kooperation und den Anforderungen der Familie besteht.104 Die strukturierte Darstellung dient der Identifikation moglicher Problemfelder in den Anforderungen der Familie und der Kooperation. Das in der Folge dargestellte Anforderungsprofil stellt nicht die optimale Institutionalisierungsform dar, sondern dient dazu, eine erste Einschatzung der Anforderungen an die institutionelle Ausgestaltung aufzuzeigen, da diese insbesondere im Familienkontext haufig unklar ist. Im ersten Schritt sind die Anforderungen der Kooperation an die Institutionalisierung zu bestimmen.105 Die in Ressourcen, Vertrauen und Partnerstandort unterteilten Anforderungen sind jeweils auf einer Skala von eins bis funf zu bewerten. Fur die Kooperationsanforderungen wird anschlieend die Summe 104 So stellt WARD 1988 heraus, dass die Interdependenzen der Anforderungen der Familie und des Unternehmens zu beachten sind. 105 Vgl. CHILDFAULKNER 1998, S. 109. 26 uber die Anforderungen gebildet, sodass eine Einteilung in niedrige, mittlere oder hohe Anforderungen an den Institutionalisierungsgrad identifiziert wird. Analog wird eine Uberprufung der Anforderungen der Familie fur die Faktoren Identitat und Einbindung vorgenommen. Das Verfahren ist in der nachstehenden Abbildung 4.5 abgebildet. Anforderungsniveau 51324Anforderungsniveau 15342Anforderungen der Kooperation Ressourcen Unsere Ressourcen sind stark auf den Partner zugeschnitten.Wir bringen unsere Kernkompetenzen in die Kooperation ein.Wir konnen unseren Kooperationspartner leicht wechseln.Es gibt viele potenzielle Partner, die uber gleiche Kompetenzen verfugen.Vertrauen Der Kooperationspartner halt sich nicht immer an getroffene Absprachen.Der Kooperationspartner versorgt mich nicht immer mit wahrheitsgemaen Informationen.Der Kooperationspartner verhalt sich nicht immer forderlich im Sinne der Kooperation.Partnerstandort Der Kooperationspartner ist weit von meinem Standort entfernt.Durch die Entfernung kann ich meinen Kooperationspartner nur schwer kontrollieren.Der Kooperationspartner kann ohne institutionelle Absicherung nicht kontrolliert werden.Summe Kooperationskalkul 1024gering; 2536; mittel, 3750hochAnforderungen der Familie Identitat Gefahren fur das Unternehmen werden als Gefahren fur die Familie aufgefasst.Die Risiken der Kooperationsgestaltung sind nur schwer einzuschatzen.Wir benotigen eine hohe Absicherung des Unternehmens in der Kooperation.Einbindung Unsere Familienmitglieder sind stark in den Entscheidungsprozess eingebunden.Strategische Entscheidungen werden innerhalb der Familie getroffen.Unsere Familienmitglieder sind unzureichend uber den Entscheidungsprozess informiert.Unsere Familienmitglieder benotigen klare Regeln und Zustandigkeiten in Kooperationen.Summe Familienkalkul 717gering; 1826mittel; 2735hochAbwagung der Stabilitatserfordernisse Anforderung der Kooperation ist hoher als die der Familie:Mogliche Kapitaleinbringung muss klar kommuniziert werden.Risiko fur die Familie muss gering und klar begrenzt sein.Anforderung der Familie ist hoher als die der Kooperation:Offensive Kommunikation der Konsequenzen der Kooperationsausgestaltung.Suche nach Losungsmoglichkeiten.Bedenken der Familie durfen nicht vernachlassigt werden und sind vor der Institutionalisierung zu losen.Anforderungen von Familie und Kooperation entsprechen sich:Kooperation kann wie geplant institutionalisiert werden. Abb. 4.5: Anforderungsbestimmung der Institutionalisierung Abschlieend werden die Stabilitatserfordernisse von Kooperation und Familie gegenubergestellt. Bei Ubereinstimmung der Anforderungen kann die Kooperation wie geplant institutionalisiert werden. Sind die An27 forderungen der Kooperation hoher als die der Familie, sind aus moglichen Kapitaleinbringungen hervorgehende Risiken zu prufen und zu kommunizieren. Auch ist in diesem Zusammenhang eine Begrenzung des Kapitaleinsatzes und damit des Risikos fur die Familie festzulegen. Im Fall, dass aus Sicht der Familie starkere Erfordernisse bestehen, sind die Konsequenzen einer derartigen Ausgestaltung offensiv zu kommunizieren und deren Risiken fur die Familie eindeutig darzustellen. In beiden Fallen ist jedoch zu beachten, dass die Bedenken der Familie nicht vernachlassigt werden durfen, da nur so eine Akzeptanz fur die Kooperation geschaffen werden kann. 5 Fazit und Ausblick Bisherige Beitrage zu Unternehmenskooperationen von Familienunternehmen sind nicht auf deren besondere Eigenschaften und Anforderungen eingegangen.106 Dass Unternehmenskooperationen jedoch auch fur Familienunternehmen von Bedeutung sind, konnte in der vorliegenden Arbeit gezeigt werden. Hinsichtlich der Partnerwahl wurde analysiert, inwiefern die Nutzung informeller bzw. strukturierter Verfahren der Partnerwahl durch die charakteristischen Eigenschaften von Familienunternehmen und den daraus resultierendem Einfluss der Familie bestimmt wird. Im Ergebnis wird gezeigt, dass die Entscheidung der Partnerwahl durch die Einbindung der Familie in den strategischen Entscheidungsprozess und durch die Praferenz fur die Nutzung personlicher Kontakte bestimmt wird. Erganzend wurde zudem festgestellt, dass sowohl der Partnerstandort, die Groe des Partners sowie das Kommunikationsverhalten mitbestimmend fur den Partnerwahlprozess sind. Hinsichtlich der Partnerpraferenz wurde festgestellt, dass zwei Drittel der befragten Familienunternehmen eine deutliche Praferenz fur Familienunternehmen als Kooperationspartner aufweisen. Es zeigt sich, dass eine hohe Identitat, eine starke Einbindung der Familie in den Entscheidungsprozess, die Geschaftsfuhrung durch Familienmitglieder sowie die Anzahl der Anteilseigner einen positiven Einfluss auf die Praferenz von Familienunternehmen als Kooperationspartner nehmen. Ebenso nimmt die Praferenz mit steigendem Unternehmensalter zu. Diese Ergebnisse 106 Vgl. JORISSEN ET AL. 2005, S. 230. 28 stutzen dabei die Grundannahme, dass die Partnerpraferenz auf die familienunternehmensspezifischen Charakteristika zuruckzufuhren ist. Auch wurde die Institutionalisierung untersucht. Auf der Ebene der familienunternehmensspezifischen Faktoren konnten sowohl fur die Identitat der Werte der Familie und des Unternehmens, als auch fur die Einbindung der Familie signifikante Einflusse nachgewiesen werden. Zudem wurde gezeigt, dass Vertrauen, Spezifitat sowie die Kooperationserfahrung die Entscheidung uber die Institutionalisierung beeinflussen. Aus diesen Erkenntnissen hinsichtlich der Kooperationsgestaltung von Familienunternehmen konnten wesentliche Handlungsempfehlungen zur Verbesserung des Kooperationsmanagements von Familienunternehmen hergeleitet werden. Die Ergebnisse sind jedoch keineswegs als abschlieend zu betrachten. Es gilt, die Problematik der mangelnden Reprasentativitat von Studien zu Familienunternehmen in weiteren Untersuchungen zu adressieren. Auch ist die Untersuchung der Familieneinflusse auf weitere Phasen des Kooperationsprozesses wie bspw. die strategische Positionierung oder die Operative Kooperationsfuhrung auszuweiten. Insgesamt sollte die Familienunternehmensforschung weiter mit anderen Forschungsgebieten verzahnt werden, da so wesentliche Erkenntnisgewinne herbeigefuhrt werden konnen, die das Verstandnis der strategischen Handlungsweisen von Familienunternehmen weiter verbessern konnen. 29 Literaturverzeichnis ANDERSSON, U.JOHANSON, J.VAHLNE, J.E. 1997: Organic Acquisitions in the the Business Firm, Management Internationalization Process of International Review, Vol. 37 2, S. 6784. ARREGLE, J.L.HITT, M. A.SIRMON, D. G.VERY, P. 2007: The Development of Organizational Social Capital: Attributes of Family Firms, Journal of Management Studies, Vol. 44 1, S. 7395. BASCO, R.RODRIGUEZ, M. J. P. 2009: Studying the Family Enterprise Holistically: Evidence for Integrated Family and Business Systems, Family Business Review, Vol. 22 1, S. 8295. BIERLY III, P. E.GALLAGHER, S. 2007: Explaining Alliance Partner Selection: Fit, Trust and Strategic Expediency, Long Range Planning, Vol. 40 2, S. 134153. BLEICHER, K. 1992: Der Strategie, Struktur und Kulturfit Strategischer in: BRONDER, C.PRITZL, R. Hrsg.: Allainzen als Erfolgsfaktor, Wegweiser fur strategische Allianzen Meilen und Stolpersteine bei Kooperationen, Wiesbaden, S. 267292. BLEICHER, K.HERMANN, R. 1991: JointVentureManagement Erweiterung des eigenen strategischen Aktionsradius, Stuttgart. BRONDER, C.PRITZL, R. 1992: Developing Strategic Alliances: A Conceptual for Successful CoOperation, European Management Framework Journal, Vol. 10 4, S. 412421. BROUTHERS, K. D.BROUTHERS, L. E. 2003: Why Service and Manufacturing Entry Mode Choices Differ: The Influence of Transaction Cost Factors, Risk and Trust, Journal of Management Studies, Vol. 40 5, S. 11791204. CAPPUYNS, K. 2006: Internationalization of Family Businesses through in: POUTZIOURIS, P. Strategic Alliances: An Exploratory Study, Z.SMYRNIOS, K. X.KLEIN, S. B. Hrsg.: Handbook of Research on Family Business, Cheltenham, S. 445459. CASSON, M. 1999: The Economics of the Family Firm, Scandinavian Economic History Review, Vol. 47 1, S. 1023. CENNAMO, C.BERRONE, P.CRUZ, C.GOMEZMEJIA, L. R. 2012: Socioemotional Wealth and Proactive Stakeholder Engagement: Why FamilyControlled Firms Care More About Their Stakeholders, Entrepreneurship: Theory Practice, Vol. 36 6, S. 11531173. CHILD, J.FAULKNER, D. 1998: Strategies of Cooperation Managing Alliances, Networks and Joint Ventures, New York. CHRISMAN, J. J.CHUA, J. H.KELLERMANNS, F. 2009: Priorities, Resource in Family and Nonfamily Firms, Stocks, and Performance Entrepreneurship: Theory Practice, Vol. 33 3, S. 739760. CHRISMAN, J. J.CHUA, J. H.LITZ, R. A. 2004: Comparing the Agency Costs of Family and NonFamily Firms: Conceptual Issues and Exploratory Evidence, Entrepreneurship: Theory Practice, Vol. 28 4, S. 335354. CHRISMAN, J. J.CHUA, J. H.SHARMA, P. 2003: Current Trends and Future Directions in Family Business Management Studies: Toward a Theory of the Family Firm, Chicago. CLASSEN, N.VAN GILS, A.BAMMENS, Y.CARREE, M. 2012: Accessing Resources from Innovation Partners: The Search Breadth of Family SMEs, Journal of Small Business Management, Vol. 50 2, S. 191215. CLAVER, E.RIENDA, L.QUER, D. 2007: The Internationalisation Process in Family Firms: Choice of Market Entry Strategies, Journal of General Management, Vol. 33 1, S. 114. 30 CUMMINGS, J. L.HOLMBERG, S. R. 2012: Bestfit Alliance Partners: The Use of in a Comprehensive Partner Selection Critical Success Factors Process, Long Range Planning, Vol. 45 23, S. 136159. DAILY, C. M.DOLLINGER, M. J. 1993: Alternative Methodologies for Identifying Family versus NonfamilyManaged Businesses, Journal of Small Business Management, Vol. 31 2, S. 7990. DE MASSIS, A.FRATTINI, F.LICHTENTHALER, U. 2013: Research on Technological Innovation in Family Firms: Present Debates and Future Directions, Family Business Review, Vol. 26 1, S. 1031. DING, R.DEKKER, H. C.GROOT, T. 2013: Risk, Partner Selection and Contractual Control in Interfirm Relationships, Management Accounting Research, Vol. 24 2, S. 140155. DYER, W. G. 2003: The Family: The Missing Variable in Organizational Research, Entrepreneurship: Theory Practice, Vol. 27 4, S. 401416. DYER, W. G.DYER, W. J. 2009: Putting the Family Into Family Business Research, Family Business Review, Vol. 22 3, S. 216219. EUROPAISCHE KOMMISSION 2003: KMU und Kooperationen, Generaldirektion Unternehmen, Luxemburg. FERNANDEZ, Z.NIETO, M. J. 2005: Internationalization Strategy of Small and MediumSized Family Businesses: Some Influential Factors, Family Business Review, Vol. 18 1, S. 7789. FONTANARI, M. L. 1995: Voraussetzungen fur den Kooperationserfolg Eine empirische Analyse, in: SCHERTLER, W. Hrsg.: Management von Unternehmenskooperationen, Wien, S. 115188. FUENTESLOMBARDO, G.FERNANDEZORTIZ, R. 2010: Strategic Alliances in the Internationalization of Family Firms: An Exploratory Study on the Spanish Wine Industry, Advances in Management, Vol. 3 6, S. 4554. GALLO, M. A.GARCIA PONT, C. 1996: Important Factors in Family Business Internationalization, Family Business Review, Vol. 9 1, S. 4559. GALLO, M. A.SVEEN, J. 1991: the Family Business: Facilitating and Restraining Factors, Family Business Review, Vol. 4 2, S. 181190. Internationalizing GALLO, M. A. A.ARINO, A. M.MANEZ, I.CAPPUYNS, K. 2004: Internationalization via Strategic Alliances in Family Businesses, IESE Business School Working Paper, Nr. 540. GERINGER, J. M. 1991: Strategic Determinants of Partner Selection Criteria in International Joint Ventures, Journal of International Business Studies, Vol. 22 1, S. 4162. GLAUM, M.HUTZSCHENREUTER, T. 2010: Mergers Acquisitions Management des externen Unternehmenswachstums, Stuttgart. GOMEZMEJIA, L. R.HAYNES, K. T.NUNEZNICKEL, M.JACOBSON, K. J. L.MOYANOFUENTES, J. 2007: Socioemotional Wealth and Business Risks in Familycontrolled Firms: Evidence from Spanish Olive Oil Mills, Administrative Science Quarterly, Vol. 52 1, S. 106137. GOMEZMEJIA, L. R.MAKRI, M.KINTANA, M. L. 2010: Diversification Decisions in FamilyControlled Firms, Journal of Management Studies, Vol. 47 2, S. 223252. GRAVES, C.THOMAS, J. 2008: Determinants of Internationalization Pathways of Family Firms: An Examination of Family Influence, Family Business Review, Vol. 21 2, S. 151167. the HARZING, A.W. 2002: Acquistions versus Greenfield Investments: International Strategy and Management of Entry Modes, Strategic Management Journal, Vol. 23 3, S. 211227. HEIDELMANN, K. 2013: Veranderungen in Familienunternehmen gesalten Komplementare Kommunikation von Eigentumern und Fremdmanagern, Heidelberg. 31 HESS, E. D. 2006: The Successful Family Business A Proactive Plan for Managing the Family and the Business, London. HITT, M. A.UHLENBRUCK, K. 2002: Entering Foreign Markets Through Strategic Alliances and Acquisitions, in: KOTABE, M.AULAKH, P. S. Hrsg.: Emerging Issues in International Business Research, Cheltenham, S. 223240. HOMMEL, U.BROCKMANN, M. 2008: Internationales Management, in: PICOT, G. fur Familien und Mittelstandsunternehmen Hrsg.: Handbuch Strategie, Gestaltung, Zukunftssicherung, Stuttgart, S. 480498. JORISSEN, A.LAVEREN, E.MARTENS, R.REHEUL, A.M. 2005: Real Versus SampleBased Differences in Comparative Family Business Research, Family Business Review, Vol. 18 3, S. 229246. KAYA, M.HIMME, A. 2009: Moglichkeiten der Stichprobenbildung, in: ALBERS, S.KLAPPER, D.KONRADT, U.WALTER, A.WOLF, J. Hrsg.: Methodik der empirischen Forschung, 3. Auflage, Wiesbaden, S. 7988. KELLERMANNS, F.EDDLESTON, 2012: Innovativeness in Family Firms: A Family Influence Perspective, Small Business Economics, Vol. 38 1, S. 85101. K.SARATHY, R.MURPHY, F. KLEIN, S. B. 2010: Familienunternehmen Theoretische und empirische Grundlagen, 3. Auflage, Lohmar. LARSON, A. 1992: Network Dyads in Entrepreneurial Settings: A Study of the Governance of Exchange Relationships, Administrative Science Quarterly, Vol. 37 1, S. 76104. LUMPKIN, G. T.BRIGHAM, K. H.MOSS, T. W. 2010: Longterm orientation: Implications for the entrepreneurial orientation and performance of family businesses, Entrepreneurship Regional Development, Vol. 22 34, S. 241264. MEHR, P. R. 1992: Identifying Independent Reps, Industrial Marketing Management, Vol. 21 4, S. 319321. MEMILI, E.CHRISMAN, J. J.CHUA, J. H. 2011: Transaction Costs and Outsourcing Decisions in Small and MediumSized Family Firms, Family Business Review, Vol. 24 1, S. 4761. MERTENS, C. 2009: Herausforderungen im Zeitverlauf Eine empirische Analyse am Beispiel von Nachfolge und Internationalisierung, Lohmar. fur Familienunternehmen MEYER, J.A.LORENZEN, K. 2004: Erfolgsfaktoren grenzuberschreitender Kooperationen von KMU, in: MEYER, J.A. Hrsg.: Kooperationen von kleinen und mittleren Unternehmen in Europa, Lohmar, S. 6986. MILLER, D.LE BRETONMILLER, I. 2005: Managing for the Long Run Lessons in Competitive Advantage from Great Family Businesses, Boston. MILLER, D.LE BRETONMILLER, I.LESTER, R. H. 2010: Family Ownership and in PubliclyTraded Companies, Strategic Acquisition Behavior Management Journal, Vol. 31 2, S. 201223. MILLER, D.LEE, J.CHANG, S.LE BRETONMILLER, I. 2009: Filling the Institutional Void: The Social Behavior and Performance of Family vs Nonfamily Technology Firms in Emerging Markets, Journal of International Business Studies, Vol. 40 5, S. 802817. NIEMELA, T. 2003: InterFirm Cooperation Capability: A Processual Empirical Study on Networking Family Firms, Jyvaskyla Studies in Business and Economics, University of Jyvaskyla. NIJSSEN, E. J.DOUGLAS, S. P.CALIS, G. 1999: Gathering and using information for the selection of trading partners, European Journal of Marketing, Vol. 33 12, S. 143162. OKOROAFO, S. C. 1999: Internationalization of Family Businesses: Evidence from Northwest Ohio, U.S.A, Family Business Review, Vol. 12 2, S. 147158. 32 PITTINO, D.VISINTIN, F. 2011: The Propensity Toward InterOrganizational Cooperation in Small and MediumSized Family Businesses, Journal of Family Business Strategy, Vol. 2 2, S. 5768. PUKALL, T. J.CALABRO, A. 2014: The Internationalization of Family Firms: A Critical Review and Integrative Model, Family Business Review, Vol. 27 2, S. 103125. PURANAM, P.VANNESTE, B. S. 2009: Trust and Governance: Untangling a tangled Web, Academy of Management Review, Vol. 34 1, S. 1131. RING, P. S.VAN DE VEN, A. H. 1992: Structuring Cooperative Relationships Between Organizations, Strategic Management Journal, Vol. 13 7, S. 483498. ROSSL, D. 2005: Family Businesses and Interfirm Cooperation, Family Business Review, Vol. 18 3, S. 203214. SCHMOLL, G. A. 2001: Kooperationen, Joint Ventures, Allianzen: Mit Auslandspartntern Wettbewerbs und Marktvorteile erzielen, Koln. SCHRAML, S. C. 2010: Finanzierung von Familienunternehmen, Wiesbaden. SCIASCIA, S.MAZZOLA, P.ASTRACHAN, J. H.PIEPER, T. M. 2012: The Role of International Entrepreneurship: Exploring Family Ownership Nonlinear Effects, Small Business Economics, Vol. 38 1, S. 1531. in SEGARO, E. 2012: Internationalization of Family SMEs: The Impact of Ownership, Governance, and Top Management Team, Journal of Management and Governance, Vol. 16 1, S. 147169. SHAH, R. H.SWAMINATHAN, V. 2008: Factors Influencing Partner Selection in Strategic Alliances: The Moderating Role of Alliance Context, Strategic Management Journal, Vol. 29 5, S. 471494. SHANE, S. 1994: The Effect of National Culture on the Choice between Licensind and Foreign Investment, Strategic Management Journal, Vol. 15 8, S. 627642. SPEKMAN, R. E.FORBES III, T. M.ISABELLA, L. A.MACAVOY, T. C. 1998: Alliance Management: A View from th past an a Look to the Future, Journal of Management Studies, Vol. 35 6, S. 747772. SPIE, M. 2010: Der Umgang mit fehlenden Werten, in: WOLF, C.BEST, H. Hrsg.: Handbuch der sozialwissenschaftlichen Datenanalyse, Wiesbaden, S. 117142. SPRIGGS, M.YU, A.DEEDS, D.SORENSON, R. L. 2013: Too Many Cooks in the Kitchen: Innovative Capacity, Collaborative Network Orientation, and Performance in Small Family Businesses, Family Business Review, Vol. 26 1, S. 3250. SWINTH, R. L.VINTON, K. L. 1993: Do FamilyOwned Businesses Have a Strategic Advantage in International Joint Ventures?, Family Business Review, Vol. 6 1, S. 1930. TAAPE, J. 2013: Determinanten fur die Entscheidung zwischen partiellen und Literaturstudie, der totalen Arbeitspapiere Westfalischen WilhelmsUniversitat Munster, Nr. 133. fur Genossenschaftswesen Unternehmenskooperationen Instituts Eine des TAAPE, J. 2014: Das Kooperationsverhalten von Familienunternehmen Ergebnisse einer empirischen Studie, Arbeitspapiere des Instituts fur Genossenschaftswesen der Westfalischen WilhelmsUniversitat Munster, Nr. 141. TAAPE, J. 2015: Das Kooperationsverhalten von Familienunternehmen Eine empirische Analyse unter besonderer Berucksichtigung des Einflusses familienunternehmensspezifischer den Kooperationsprozess, Aachen. Charakteristika auf THEURL, T. 2005: From Corporate to Cooperative Governance, in: THEURL, T. Hrsg.: Economics of Interfirm Networks Okonomik der Kooperation, Tubingen, S. 149192. 33 VAN DE VRANDE, V.VANHAVERBEKE, W.DUYSTERS, G. 2009: External technology sourcing: The Effect of Uncertainty on Governance Mode Choice, Journal of Business Venturing, Vol. 24 1, S. 6280. VON SIETENCRON, P. 2013: Zielorientierung deutscher Familienunternehmen, Wiesbaden. WARD, J. L. 1988: The Special Role of Strategic Planning for Family Businesses, Family Business Review, Vol. 1 2, S. 105117. WARD, J. L. 1997: Growing the Family Business: Special Challenges and Best Practices, Family Business Review, Vol. 10 4, S. 323337. ZAHEER, A.VENKATRAMAN, N. 1995: Relational Governance as an Interorganizational Strategy: An Empirical Test of the Role of Trust in Economic Exchange, Strategic Management Journal, Vol. 16 5, S. 373392. ZELLWEGER, T. M.NASON, R. S. 2008: A Stakeholder Perspective on Family Firm Performance, Family Business Review, Vol. 21 3, S. 203216. ZINK, K. J.ESSER, C. 2002: KMUKooperationen Strukturierte Auswahl von Partnern, Zeitschrift fur Unternehmensentwicklung, Vol. 4, S. 170173. 34 Nr. 119 Stefanie Lipsky Cloud Computing Eine Abgrenzung zum ITOutsourcing und Systematisierung moglicher Sourcingoptionen Dezember 2011 Nr. 120 Martin Effelsberg Innovations und Kooperationsaktivitaten in der deutschen Biotechnologie Ergebnisse einer empirischen Studie Januar 2012 Nr. 121 Stefanie Lipsky Genossenschaftliche CloudIntermediare fur kleine und mittelstandische Unternehmen Eine transaktionskostentheoretische Analyse Januar 2012 Nr. 122 Philipp WolteringLamers Die sequenzielle Organisationswahl Kooperationen als Vorstufe von Akquisitionen Januar 2012 Nr. 123 Kersten Lange Leitfaden fur den Aufbau und das Management stabiler Unternehmenskooperationen Handlungsempfehlungen am Beispiel der deutschen Automobilindustrie Februar 2012 Nr. 124 Dominik Schatzle Die Auswirkungen der neuen Eigenkapitalanforderungen nach Basel III Eine Analyse empirischer Studien April 2012 Nr. 125 Werner Bohnke Im Spannungsfeld zwischen Tradition und Moderne Kontinuitat und Innovationsvermogen als Erfolgsstrategie fur die Zukunft April 2012 Nr. 126 Jan Pollmann Dominik Schatzle Die Auswirkungen der strengeren Eigenkapitalanforderungen gema Basel III auf die Genossenschaftsbanken Erste Ergebnisse einer empirischen Untersuchung April 2012 Nr. 127 Michael Tschopel Die Wirkungskanale der genossenschaftlichen Eigentumermerkmale Implikationen fur das mitgliederorientierte Management in Genossenschaftsbanken August 2012 Arbeitspapiere des Instituts fur Genossenschaftswesen der Westfalischen WilhelmsUniversitat Munster Nr. 128 Caroline Schmitter Die Bedeutung des Internets zur Mitgliederkommunikation bei Wohnungsgenossenschaften Auswertung einer Mitgliederbefragung September 2012 Nr. 129 Theresia Theurl Jochen Wicher Christina Cappenberg Eigenschaften und Einstellungen von Bewohnern von Wohnungsgenossenschaften Marz 2013 Nr. 130 Martin Effelsberg Management von Innovationskooperationen Empirische Ergebnisse am Beispiel der deutschen BiotechnologieBranche April 2013 Nr. 131 Isabel Gull Die Governance von Innovationsclustern Eine Analyse der Meta und der Mesoebene April 2013 Nr. 132 Dominik Schatzle Eine empirische Analyse der Ertragsauswirkungen der neuen Eigenkapitalvorschriften gem. Basel III auf die Genossenschaftsbanken April 2013 Nr. 133 Julian Taape Determinanten fur die Entscheidung zwischen partiellen und totalen Unternehmenskooperationen Eine Literaturstudie April 2013 Nr. 134 Michael Tschopel Erfolgsfaktoren der Member ValueStrategie von Genossenschaftsbanken Ergebnisse einer empirischen Erhebung April 2013 Nr. 135 Stephan Zumdick Prognosen und zukunftige Trends im Markt fur Wohnimmobilien Eine Literaturstudie April 2013 Nr. 136 Sebastian Tenbrock Die Ausgestaltung des Glasfaserausbaus in Deutschland Ergebnisse einer empirischen Untersuchung Juli 2013 Nr. 137 Isabel Gull Das Management von Innovationsclustern Die operative Clusterfuhrung Juli 2013 35 Nr. 138 Kai Hohnhold Steigerung der Energieeffizienz durch Energiemanagement Ausgestaltungs und Anwendungsmoglichkeiten in der Praxis Oktober 2013 Nr. 139 Susanne Gunther Eine okonomische Analyse der Systemrelevanz von Banken November 2013 Nr. 140 Christina Cappenberg Staatliche Forderung regionaler Unternehmensnetzwerke: Legitimation nationaler Cluster Dezember 2013 Nr. 141 Julian Taape Das Kooperationsverhalten von Familienunter nehmen Ergebnisse einer empirischen Studie Mai 2014 Nr. 142 Susanne Gunther Die Vermeidung von Bank Runs und der Erhalt von Marktdisziplin das Dilemma der Bankenrettung? Mai 2014 Nr. 143 Dominik Schatzle Eine empirische Analyse der Einflussfaktoren auf die LCR von Genossenschaftsbanken August 2014 Nr. 144 Katrin Schlesiger Verbundgruppen Ihre historische Entwicklung und aktuelle Kategorisierung August 2014 Nr. 145 Florian Klein Nachhaltigkeit als Bestandteil der Unternehmensstrategie von Genossenschaftsbanken Eine Verknupfung mit dem Konzept des Member Values September 2014 Nr. 146 Silvia Poppen Auswirkungen dezentraler Erzeugungsanlagen auf das Stromversorgungssystem Ausgestaltungsmoglichkeiten der Bereitstellung neuer Er zeugungsanlagen November 2014 Nr. 147 Isabell Gull Das Management von Innovationsclustern Ergebnisse einer empirischen Analyse Januar 2015 Nr. 148 Florian Klein Identifikation potenzieller Nachhaltigkeitsindikatoren von Genossenschaftsbanken Eine Literaturstudie Januar 2015 Nr. 149 Susanne Noelle Eine Identifikation moglicher Bereiche der Kooperation zwischen Wohnungsgenossenschaften und Genossenschaftsbanken Nr. 150 Manuel Peter Konvergenz europaischer Aktienmarkte Eine Analyse der Entwicklungen und Herausforderungen fur Investoren Februar 2015 Nr. 151 Julian Taape Das Management der Kooperationen von Familienunternehmen Empirische Ergebnisse zum Einfluss der Familie auf den Kooperationsprozess April 2015 Die Arbeitspapiere sind sofern nicht vergriffen erhaltlich beim Institut fur Genossenschaftswesen der Universitat Munster, Am Stadtgraben 9, 48143 Munster, Tel. 02 51 832 28 01, Fax 02 51 832 28 04, EMail: infoifgmuenster.de oder als Download im Internet unter www.ifgmuenster.de Rubrik Forschung 36 ", "filename": "823278034.pdf", "person": ["Julian Taape", "Taape, Julian"], "date": ["2015"]}