{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110576/1/823371522.pdf"], "title": ["Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren: Auswertungen aus dem KfW/ZEW Gründungspanel. Projektbericht"], "plaintext": "Inhalt Inhalt Abbildungen   ii Tabellen   iii Das Wichtigste in Kurze   1 Einleitung   6 Privatinvestorenfinanzierung bei jungen Unternehmen   9 Identifizierung von passiven Privatinvestoren, aktiven Privatinvestoren und Business Angels   9 Verbreitung von Privatinvestorenfinanzierung   11 Formen der Privatinvestorenfinanzierung   15 Verbreitung von Business Angel Engagement   18 Finanzierungsbeitrag von Privatinvestoren und Business Angels   23 Kontakt zwischen Privatinvestoren und Grundern   26 Unterstutzungsleistungen durch aktive Privatinvestoren   34 Aktuelle Anzahl aktiver Privatinvestoren und Business Angels   39 Literatur   44 Anhang   46 Branchenabgrenzung des Kf WZEW Grundungspanels   46 Befragung 2013   49 1 2 2.1 2.2 2.3 2.4 3 4 5 6 7 8 8.1 8.2 i Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Abbildungen Grafik 1: Grafik 2: Verteilung der unterschiedlichen Finanzierungsformen nach Finanziers, Grundungskohorten 20092012   16 Verteilung der unterschiedlichen Finanzierungsformen von aktiven Branchengruppen, Grundungskohorten 20092012   17 Privatinvestoren nach Grafik 3: Anteil der Unternehmen mit Finanzierung durch aktive Privatinvestoren, die aktiv nach Privatinvestoren gesucht haben 27 Grafik 4: Wege der Kontaktaufnahme zu Business Angels   29 Anteil Unternehmen mit Verbesserungsbedarf, die sagen: Kontaktaufnahme konnte verbessert werden durch     30 Grunde der Nicht Beteiligung trotz eines Kontakts zu einem potenziellen Privatinvestor   32 Anteil der Unternehmen ohne Privatinvestoren Finanzierung, die sich aktiv um potenzielle Privatinvestoren bemuht haben   32 Grunde keinen Kontakt zu einem potenziellen Privatinvestor aufzunehmen   34 Intensitat der Unterstutzungsleistungen der Unternehmen beteiligten Business Angel   36 an den Grafik 5: Grafik 6: Grafik 7: Grafik 8: Grafik 9: ii Tabellen Tabellen Tabelle 1: Anzahl und Anteile der Unternehmen mit einer Finanzierung durch Privatinvestoren, Grundungskohorten 20022005 und 20092012   13 Tabelle 2: Anzahl und Anteile der Unternehmen mit einer Finanzierung durch Business Angels, Grundungskohorten 20092012   19 Tabelle 3: Anzahl und Anteil der Unternehmen, an denen seit Grundung ist, eine Grundungskohorten 20092012   22 Gesellschaft beteiligt Venture Capital Tabelle 4: Summe in EUR des durch Privatinvestoren und Business Angels zur Verfugung gestellten Kapitals, Grundungsjahrgange 20092012   24 Tabelle 5: Summe in EUR des durch Venture Capital Gesellschaften zur Verfugung gestellten Kapitals, Grundungskohorten 20092012   25 Tabelle 6: Gesamtsumme in Mio. EUR des durch Business Angels und Venture Capital Gesellschaften zur Verfugung gestellten Kapitals 20092012, Grundungskohorten 20092012   26 Durchschnitt Jahre der im Tabelle 7: Aktuelle Engagements von aktiven Privatinvestoren und Business Angels bei Unternehmen der Grundungskohorten 20092012   42 Tabelle 8: Branchenabgrenzung des Kf WZEWGrundungspanels   48 Tabelle 9: Verteilung der Grundgesamtheit 2012 und der Stichprobe 2013 der Grundungskohorten 20092012   51 iii Das Wichtigste in Kurze Das Wichtigste in Kurze Motivation Grundungen mit hoch innovativen Geschaftsideen kombiniert mit geringen Eigenmitteln der Grunderinnen und Grunder haben oft Probleme Darlehen zu erhalten. Wegen der objektiv hohen Risiken, dass solche Grundungen scheitern, halten sich auch Venture Capital Fonds in der Fruhphase derartiger Grundungen in der Regel zuruck. Daher richten sich die Hoffnungen hinsichtlich der Schlieung solcher Finanzierungslucken auf so genannte Business Angels, die mit finanziellem Engagement und anderen Unterstutzungsaktivitaten aus ihrer Sicht zukunftstrachtige junge Unternehmen unterstutzen. Uber das tatsachliche Ausma der Aktivitaten von Business Angels bei jungen Unternehmen in Deutschland gibt es nur wenig empirisch fundiertes Wissen. Ansatz Diese Studie soll einen Beitrag zur Verbesserung des Wissensstands in diesem Feld leisten. Reprasentativ fur die bis mindestens Ende 2012 noch am Markt aktiven Grundungen der Jahrgange 2009 bis 2012 wird das Engagement von Privatinvestoren, ob nur finanziell oder auch verbunden mit nichtfinanziellen Unterstutzungsaktivitaten, in diesen jungen Unternehmen untersucht. Die Ergebnisse basieren auf Informationen aus der Befragung von jungen Unternehmen im Rahmen des Kf WZEWGrundungspanels, sie spiegeln somit die Selbstauskunfte dieser Unternehmen wider. In dieser Arbeit werden grundsatzlich zwei Kategorien von Privatinvestoren unterschieden, die passiven und die aktiven Privatinvestoren. Passive Privatinvestoren sind Privatpersonen, die sich ausschlielich finanziell an Unternehmen beteiligen offen, still, durch Darlehen oder mit Mezzanine Kapital. Aktive Privatinvestoren un 1 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren terstutzen die Unternehmen, in die sie investieren, uber den finanziellen Beitrag hinaus durch Beratung, Mitarbeit im Unternehmen oder durch Kontaktanbahnung. Eine besondere Gruppe der aktiven Privatinvestoren sind die Business Angels. Sie sind vornehmlich renditeorientiert und an einem hohen Wertzuwachs der Unternehmen interessiert. Aktive Privatinvestoren, die aus dem Verwandten oder Freundeskreis stammen, haben haufig nicht ausschlielich solche Motive. Business Angels werden hier durch die Investoren mit offenen oder stillen Beteiligungen definiert. Ergebnisse Finanzengagement Bei gut 5 % der jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 aus den Hightech Branchen des verarbeitenden Gewerbes und des Dienstleistungssektors engagieren sich aktive Privatinvestoren, bei gut 4% Business Angels. Der Anteil von Unternehmen mit dem Engagement aktiver Privatinvestoren entspricht dem bei jungen Unternehmen der Grundungsjahrgange 2002 bis 2005. Es sind allerdings Unterschiede zwischen den genannten Zeitraumen in den Anteilen von Grundungen mit aktiven Privatinvestoren zwischen den einzelnen Hightech Branchen festzustellen, so haben sich zwischen 20022005 und 20092012 die Anteile zugunsten von Spitzentechnikunternehmen zu Lasten von Unternehmen der hoherwertigen Technik und zugunsten von Softwareunternehmen zu Lasten der Unternehmen der sonstigen technologieorientierten Dienstleistungen verschoben. Da die Grundungszahlen deutlich zuruckgegangen sind, ist die Anzahl der im Hightech Bereich von aktiven Privatinvestoren bzw. von Business Angels geforderten jungen Unternehmen in den Grundungsjahrgangen 2009 bis 2012 kleiner als in den Grundungsjahrgangen 2002 bis 2005. In den nicht zum Hightech Sektor zahlenden Branchengruppen sind die Anteile der Unternehmen mit einem Engagement aktiver Privatinvestoren und von Business Angels zwar etwas kleiner als in den 2 Das Wichtigste in Kurze Hightech Branchen, wegen der erheblich groeren Grundungszahlen in diesen Branchen werden allerdings rund zehn Mal so viele Unternehmen aus Nicht Hightech Branchen von aktiven Privatinvestoren und gut acht Mal so viele von Business Angels unterstutzt wie in den Hightech Branchen. Rund 14 % der Beteiligungen aktiver Privatinvestoren an jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 sind bis Mitte 2013 also nach sehr kurzer Zeit bereits verauert worden in aller Regel an die Grunder. Die Verteilung der Finanzierungsvolumina von aktiven Privatinvestoren sowie von Business Angels ist sehr rechtsschief, d.h. sie umfassen viele kleine, wenige groe und sehr wenige sehr groe Investitionen. Im Durchschnitt investieren Business Angels passive Privatinvestoren 294 275 Tsd. EURO in Unternehmen aus den industriellen Hightech Branchen, 107 82 Tsd. EURO in solche der technologieorientierten Dienstleistungsbranchen einschlielich Software, 113 64 Tsd. EURO in Unternehmen der Nicht Hightech Branchen des verarbeitenden Gewerbes und 40 38 Tsd. EURO in die nicht zu den technologieorientierten Branchen zahlenden Branchen unternehmensnaher Dienstleistungen. In der Spitze werden, insbesondere industriellen Hightech Bereich, Volumina von mehreren Millionen EURO investiert. im Venture Capital Gesellschaften investieren in weniger Unternehmen als Business Angels in den Hightech Branchen 2,3 gegenuber 5,2 % mit Business Angel Finanzierung, sie investieren aber erheblich hohere Summen von im Durchschnitt jeweils deutlich uber 1 Mio. EURO sowohl in Unternehmen der Hightech, als auch in Unternehmen der Nicht Hightech Branchen. Kontakt zu aktiven Privatinvestoren Uber die Halfte der jungen Unternehmen der Hightech Branchen haben ihre aktiven Privatinvestoren durch aktive Suche gefunden. Dabei scheinen Schwierigkeiten externe Finanzierung zu erhalten 3 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren und hoher Finanzbedarf die Unternehmen eher aktiv nach Privatinvestoren suchen zu lassen. Sehr haufig spielen bereits bestehende Kontakte eine Rolle bei der Kontaktaufnahme zu potenziellen Privatinvestoren. Aber auch die Nutzung von Business Angel Netzwerken, Beratungen durch IHKs, Kontakte bei Messen und Konferenzen sowie die Suche auf Internet Plattformen haben eine hohe Bedeutung fur die Kontaktaufnahme zwischen Unternehmen und Privatinvestoren. Ein durchaus nennenswerter Anteil der jungen Unternehmen sucht aktiv nach potenziellen aktiven Privatinvestoren, knupft Kontakte, aber ein Engagement von Privatinvestoren kommt gleichwohl nicht zustande. Dies ist vor allem in der Software Branche der Fall, wo von den Grundungsjahrgangen 2009 bis 2012 etwa 1.400 Grundungen sich vergeblich um ein Privatinvestoren Engagement bemuht haben. Aber auch rund 1.200 junge Unternehmen der anderen Hightech Branchen haben trotz aktiver Suche und Kontaktgesprachen keine Investition von Privatpersonen akquirieren konnen. Unterstutzungsleistungen Aktive Privatinvestoren unterstutzen die Unternehmen der Hightech Branchen, in die sie investieren, hauptsachlich durch Beratungs und Betreuungsleistungen, sie helfen aber auch haufig beim Herstellen von Kontakten zu potenziellen Kunden, Partnern oder weiteren Finanziers. Aber auch Unterstutzung durch das Bereitstellen von Infrastruktur, die Ubernahme von Beirats oder Aufsichtsratsfunktionen oder die Ubernahme direkter Unternehmensaufgaben im kaufmannischen Bereich, der Produktion oder im Bereich Forschung und Entwicklung wird haufig wahrgenommen. Anzahl Mitte 2013 engagierter aktiver Privatinvestoren und Business Angels Unter einer Reihe von Annahmen, kann davon ausgegangen werden, dass Mitte 2013 in Unternehmen der Grundungsjahrgange 2009 bis 2012 zwischen 9.500 und 12.400 aktive Privatinvestoren engagiert waren. Zwischen 6.200 und 9.100 von ihnen werden hier 4 Das Wichtigste in Kurze als Business Angels angesehen. Business Angels wird vornehmlich eine starke Renditeorientierung zugewiesen. Fur die Gesamtheit der aktiven Privatinvestoren muss dies nicht der Fall sein. 5 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren 1 Einleitung Ein nicht unwesentliches Problem neu gegrundeter Unternehmen ist die Sicherstellung der Finanzierung der unternehmerischen Startphase vom Markteintritt bis zur Etablierung der Unternehmen am Markt und der Generierung mindestens kostendeckender Umsatze. Dies gilt insbesondere, wenn die Grunderpersonen oder ihr unmittelbares Umfeld nicht uber umfangliche eigene Mittel oder zumindest Vermogenswerte zur Sicherung von Darlehen verfugen vgl. Mitter, 2008. Junge Unternehmen, die mit einer innovativen Geschaftsidee antreten oder deren Produkte eine langere Forschungs und Entwicklungsphase bis zur Marktreife zu durchlaufen haben, sind hier in ganz besonderer Weise betroffen. Liegen fur ihre Geschafts oder Produktideen doch keine Erfahrungen vor und hinsichtlich des Marktpotenzials herrscht somit groe Unsicherheit. Die Kombination aus hoch innovativen Geschaftsideen und geringen Eigenmitteln und Sicherheiten erweist sich oft als zu hohe Hurde bei der Suche nach Finanziers. Hierbei sind es nicht nur Banken, die wegen der enormen Unsicherheiten und wegen des hohen Risikos fur ein Scheitern der Geschaftsideen solcher Grundungen von der Finanzierung uber Darlehen absehen. Auch das Engagement formeller Venture Capital VC Unternehmen oder Fonds in der Fruhphase von Hightech Unternehmen halt sich in engen Grenzen vgl. Grabherr, 2002. Hoffnungen von an Grundungsthemen interessierten Akteuren, der Politik oder auch der einschlagigen Wissenschaft richten sich an die Aktivitaten von privaten Investoren, die auf Basis spezifischer Markt oder Technologiekenntnisse als Beteiligungskapitalgeber tatig werden und in solche innovativen Grundungsprojekte investieren. Diese Investoren hoffen auf enorme Renditen im Erfolgsfall und fuhlen sich nicht selten der Mission verpflichtet, junge Unternehmer zu unterstutzen. Als Business Angels BAs werden sie haufig dann bezeichnet, wenn sie uber das rein finanzielle Engagement hinaus noch anderweitig in den jungen Unternehmen aktiv sind vgl. StedlerPeters, 2003. In Deutschland hat sich, nicht zuletzt angeregt und befordert durch Aktivitaten der Politik, eine durchaus wahrnehmbare Szene an BAs entwickelt. Sie sind organisiert in Netzwerken und Verbanden, bundeln ihre Aktivitaten in von 6 Einleitung ihnen finanziell gespeisten Fonds oder engagieren sich in Kooperationen mit offentlichen und seltener auch privaten VCFonds. Uber das tatsachliche Ausma solcher BAAktivitaten in der Fruhphase von Unternehmen, uber die Verbreitung und die hierbei bewegten Investmentsummen, gibt es empirisch fundiert nur punktuelles Wissen. Eine solche Arbeit stammt von Wissenschaftlern des ZEW Fryges et al., 2007 und basiert auf einer reprasentativen telefonischen Befragung von deutschen Grundungen der Jahre 1998 bis 2006 in den Hightech Branchen und stellte die Situation des Jahres 2006 dar. Seit der Erstellung dieser Arbeit hat sich die BASzene erheblich verandert und entwickelt. Es ist somit von hohem Interesse zu untersuchen, ob und inwieweit es seit 2006 zu Veranderungen bei der Nutzung von privaten Investments durch junge Unternehmen gekommen ist. Mit der hier vorliegenden Studie soll hierzu ein Beitrag geleistet werden. Neben dem Vergleich der heutigen Situation hinsichtlich der Finanzierungsbeitrage von Business Angels bei jungen Hightech Unternehmen mit der im Jahr 2006, werden jetzt auch die Branchen, die nicht dem Hightech Bereich zuzuordnen sind, in die Betrachtung einbezogen. Dadurch wird auch den wie sich zeigt durchaus zahlreichen Finanzierungsaktivitaten von Privatinvestoren in den im Durchschnitt weniger innovativen Branchen Aufmerksamkeit geschenkt. Die Finanzaktivitaten Privater in diesen Wirtschaftsbereichen standen bisher eher am Rande der Untersuchungen konzentrierte sich die Literatur doch vornehmlich auf den Hightech Sektor. Betrachtet werden in dieser Studie deutsche Unternehmensgrundungen der Jahrgange 2009, 2010, 2011 und 2012. Die Ergebnisse konnen aus der verwendeten Datenbasis reprasentativ fur nahezu alle Grundungen dieser Jahrgange hochgerechnet werden. Im Blickpunkt stehen die finanziellen Investitionen von passiven Privatinvestoren die ausschlielich finanziell engagiert sind, von aktiven Privatinvestoren die uber die finanziellen Beteiligungen hinaus in den Unternehmen engagiert sind und hierbei speziell die von Business Angels aktive Privatinvestoren handelt, die sich in Form einer offenen oder stillen Beteiligung finanziell engagieren in den Grundungen dieser Jahrgange. In Kapitel 2 werden die Verbreitung und die Form derartiger Finanzierungen bei den Unternehmen der genannten Grundungsjahrgange betrachtet. Die Hohe der Finanzierungsbeitrage von passiven sowie von aktiven Privatinvestoren und von Business Angels werden, differenziert nach verschiedenen Branchen 7 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren gruppen, in Kapitel 3 untersucht. Kapitel 4 befasst sich mit der Frage, wie die jungen Unternehmen und die Business Angels zueinander gefunden haben. Hierbei werden auch Kontakte, die schlielich nicht in einer Investition mundeten sowie mogliche strukturelle Verbesserungen zu einer solchen Kontaktaufnahme zwischen Grundungen und potenziellen Investoren thematisiert. Kapitel 5 ist den uber die Finanzierungsbeitrage hinausgehenden Unterstutzungsleistungen durch Business Angels gewidmet und in Kapitel 6 wird schlielich auf Basis der Befunde hinsichtlich der Anzahl der jungen Unternehmen mit einer Privatinvestorenfinanzierung eine vorsichtige Abschatzung der Anzahl der im Jahr 2012 bei der Finanzierung von jungen Unternehmen engagierten passiven sowie aktiven Privatinvestoren und der Business Angels und vorgenommen. 8 Privatinvestorenfinanzierung bei jungen Unternehmen 2 Privatinvestorenfinanzierung bei jungen Unternehmen In diesem Kapitel wird die Verbreitung von Finanzierungsbeitragen von Privatpersonen bei Unternehmen der Grundungsjahrgange 2009 bis 2012 untersucht. Fur junge Unternehmen aus den Hightech Branchen des verarbeitenden Gewerbes und des Dienstleistungssektors werden Vergleiche mit der Situation bei den Grundungsjahrgangen 2002 bis 2005 angestellt. Weiterhin betrachtet wird die Verteilung uber die unterschiedlichen Finanzierungsformen offene oder stille Beteiligungen, Mezzanine Kapital oder Darlehen die passive Privatinvestoren, aktive Privatinvestoren und Business Angels wahlen, um in junge Unternehmen zu investieren. Im ersten Abschnitt dieses Kapitels werden zunachst einige methodische Erlauterungen zur hier verwendeten Identifizierung von passiven und aktiven Privatinvestoren sowie von Business Angels vorgenommenen und auch die empirische Basis der Analysen wird kurz dargestellt. 2.1 Identifizierung von passiven Privatinvestoren, aktiven Privatinvestoren und Business Angels Diese Untersuchung basiert auf den Daten des Kf WZEW Grundungspanels der Erhebungswelle 2013. In dieser Welle stehen Angaben fur das Jahr 2012 von 6.615 Unternehmen der Grundungskohorten 20052012 zur Verfugung. Ein Ziel dieser Studie ist es, das gegenwartige Engagement von Privatinvestoren bei jungen deutschen Unternehmen mit dem des Jahres 2005 zu vergleichen. Daher wird auch auf Daten einer ZEWBefragung des Jahres 2007 zuruckgegriffen. Damals wurden 3.017 Unternehmen der Hightech Branchen des verarbeiten Gewerbes und des Dienstleistungssektors befragt ZEWHightech Grundungspanel 2007, Fryges et al., 2007. Der Fragenkatalog fur 2013, der sich auf Finanzierungsbeitrage von Privatpersonen bezieht, wurde weitestgehend aus der Befragung 2007 ubernommen, so dass fur die Branchen des Hightech Bereichs ein Vergleich der Ergebnisse moglich ist. Die Identifizierung von Unternehmen mit einer Finanzierung durch Privatinvestoren erfolgte sowohl 2007 als auch 2013 uber folgende Frage: Im Folgenden haben wir einige Fragen zu einer ganz bestimmten Finanzierungsquelle, den so genannten Business Angel. Darunter verstehen 9 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren wir Privatpersonen einschlielich Freunde und Verwandte, die sich an Ihrem Unternehmen finanziell beteiligt haben. Hat sich seit Grundung Ihres Unternehmens eine Privatperson oder ein Business Angel Fonds an Ihrem Unternehmen beteiligt? An dieser Stelle war es zunachst unerheblich, ob sich die Privatperson uber den Kapitalbedarf hinaus im Unternehmen engagiert hat. Auf diese Weise wurden alle Unternehmen erfasst, die von einer oder mehreren Personen inklusive Business Angel Fonds finanzielle Mittel erhalten haben. Diese Personen werden im Folgenden als Privatinvestoren bezeichnet. Das zur Verfugung gestellte Kapital floss als offene oder stille Beteiligung 1, in Form einer Mezzanine Finanzierung oder als Darlehen in das Unternehmen ein. Bei aktiven Privatinvestoren handelt es sich um eine besondere Gruppe der Privatinvestoren. Sie engagieren sich uber eine finanzielle Beteiligung hinaus im von ihnen mit finanzierten Unternehmen. Dieses Engagement kann von Betreuung und Beratung uber das Herstellen von Kontakten, Bereitstellung von Sachmitteln und Infrastrukturleistungen, Besetzung einer Ratsfunktion bis zu einer direkten Ubernahme von Unternehmensaufgaben reichen. Sowohl 2007 als auch 2013 wurde anhand einer Liste von solchen potenziellen Unterstutzungsleistungen eine Abgrenzung von aktiven von passiven Privatinvestoren vorgenommen 2. Folgende Frage ging an jedes Unternehmen, das angab von einem Privatinvestor finanzielle Mittel erhalten zu haben: In welcher Form engagierten sich Ihre Business Angels in Ihrem Unternehmen uber den reinen Kapitalbedarf hinaus? Ich nenne jetzt eine Liste von moglichen Unterstutzungsleistungen Ihrer Business Angels. Bitte beurteilen Sie auf einer Skala von 1 sehr intensiv bis 5 uberhaupt nicht, in welchem Umfang sich Ihre Business Angels in diesem Bereich engagierten oder engagiert haben. Hier wird ein Privatinvestor nur dann als aktiver Privatinvestor bezeichnet, wenn die Intensitat der Unterstutzung bei mindestens einer der aufgefuhrten 1 Stille Gesellschafter sind typischerweise am Gewinn bzw. Verlust des Unternehmens beteiligt, aber nicht am Vermogen. 2 Die hier als aktive Privatinvestoren bezeichneten Personen wurden in Fryges et al. 2007 als Business Angels bezeichnet. In dieser Studie wird der Begriff enger definiert. 10 Privatinvestorenfinanzierung bei jungen Unternehmen Punkte der Liste mit mindestens drei angegeben wurde. Anderweitig werden die Privatinvestoren als passiv bezeichnet, d.h. sie engagieren sich nicht oder kaum uber den Finanzierungsbeitrag hinaus im jungen Unternehmen. Als Business Angels werden solche aktiven Privatinvestoren bezeichnet, deren finanzielles Engagement in Form offener oder stiller Beteiligungen an den jungen Unternehmen erfolgt. Auf Basis einer Befragungsrunde des Kf WZEW Grundungspanels konnen jeweils Angaben der letzten vier Grundungskohorten auf die Grundgesamtheit der Unternehmen hochgerechnet werden, fur die Befragung 2013 betrifft dies die Grundungsjahrgange 2009 bis 2012. In der Stichprobe 2013 sind 4.395 Unternehmen dieser Kohorten vertreten, davon sind 40 % 1.780 Hightech Unternehmen des verarbeitenden Gewerbes Spitzentechnik STW und hochwertige Technik HTW und des Dienstleistungssektors Software und sonstige technologieintensive Dienstleistungen TDL. Die Angaben dieser Unternehmen werden auf die Grundgesamtheit der Grundungen 20092012 hochgerechnet, die mindestens bis Ende 2012 wirtschaftlich aktiv waren. Das sind rund 563.000 Unternehmen, davon sind 46.000 Hightech Unternehmen. Um einen adaquaten zeitlichen Vergleich durchfuhren zu konnen, werden Beobachtungen von 1.945 Unternehmen der vier Grundungsjahrgange 20022005 herangezogen, die 2007 im Rahmen des oben erwahnten ZEWHightech Grundungspanels befragt wurden. Da in dieser Befragung nur Hightech Unternehmen einbezogen wurden, ist nur fur diesen Wirtschaftsbereich ein Vergleich mit den jungsten Befragungsdaten moglich. Die Daten der Unternehmen in der hier ausgewahlten Stichprobe des Jahres 2007 reprasentieren 54.073 Hightech Unternehmen STW, HTW, Software und sonst. TDL, die zwischen 2002 und 2005 gegrundet worden sind und mindestens bis zum Ende des Jahres 2005 wirtschaftlich aktiv waren. 2.2 Verbreitung von Privatinvestorenfinanzierung Die auf dieser empirischen Basis hochgerechnete Anzahl von jungen Unternehmen mit einem Finanzierungsbeitrag passiven oder aktive Privatinvestoren sowie der Anteil so finanzierter Grundungen an allen Grundungen sind, differenziert nach Branchen des Hightech und des Nicht Hightech Sektors, in Tabelle 1 dargestellt. 11 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Engagement aktiver Privatinvestoren Aus der Tabelle wird deutlich, dass sich der Anteil der jungen Unternehmen aus den Hightech Branchen, bei denen sich aktive Privatinvestoren engagieren, zwischen den beiden Betrachtungsperioden nicht unterscheidet. 5,2% der Unternehmen der Grundungsjahrgange 2002 bis 2005 und 5,1% der Grundungen der Jahrgange 2009 bis 2012 haben Finanzierungsbeitrage von aktiven Privatinvestoren erhalten. Die Anzahl der durch sie finanzierten Unternehmen im Hightech Bereich ist allerdings von ca. 2.800 20022005 auf 2.400 20092012 gesunken. Zwischen den beiden Betrachtungsperioden sind die Grundungszahlen insgesamt zuruckgegangen. Im Durchschnitt der Jahre 20022005 wurden rund 14.000 Hightech Unternehmen in Deutschland gegrundet, im Durchschnitt der Jahre 20092012 etwa 13.000. Innerhalb der Hightech Branchen sind deutliche Akzentverschiebungen zwischen den beiden betrachteten Zeitraumen festzustellen. So hat sowohl der Anteil als auch die absolute Anzahl von jungen Unternehmen mit einem Engagement aktiver Privatinvestoren im Spitzentechnik Segment des verarbeitenden Gewerbes STW erheblich zugenommen der Anteil von 5,2 auf 6,8%, die Anzahl von 110 auf 190, wahrend fur die industriellen Hochtechnologie Branchen HTW in etwa von einer Konstanz des Engagements aktiver Privatinvestoren gesprochen werden kann. Auch in den Hightech Branchen des Dienstleistungssektors sind deutliche Unterschiede auszumachen. Wahrend sich die Anzahl der jungen Software Unternehmen mit einer Finanzierung aktiver Privatinvestoren mehr als verdoppelte von 490 der Grundungsjahrgange 2002 bis 2005 auf 990 der Jahrgange 2009 bis 2012 und so auch ein erheblicher Anstieg des Anteils von 5,4 auf 8,3% zu verzeichnen war, halbierte sich die Anzahl bei jungen Unternehmen der sonstigen technologieintensiven Dienstleistungsunternehmen bei denen somit auch ein erheblicher Ruckgang des Anteils von Unternehmen mit einem Engagement aktiver Privatinvestoren zu verzeichnen war. 12 Privatinvestorenfinanzierung bei jungen Unternehmen Tabelle 1: Anzahl und Anteile der Unternehmen mit einer Finanzierung durch Privatinvestoren, Grundungskohorten 20022005 und 20092012 passive Privatinvestoren 20092012 20022005 aktive Privatinvestoren 20092012 20022005 Branche STW HTW Software TDL Hightech insg. NTW wiss. DL UDL KDL Bau Handel Nicht Hightech insg. insgesamt 60 2,8 % 150 3,5 % 250 2,7 % 1.290 3,4 % 1.750 3,2 % 130 4,6 % 80 2,3 % 130 1,1 % 640 2,3 % 980 2,1 % 1.100 3,8 % 630 1,8 % 810 1,2 % 4.430 2,1 % 1.430 2,2 % 3.710 3,3 % 12.110 2,3 % 13.090 2,3 % 110 5,2 % 210 4,9 % 490 5,4 % 2.000 5,2 % 2.810 5,2 % 190 6,8 % 190 5,2 % 990 8,3 % 990 3,6 % 2.360 5,1 % 1.740 6,1 % 1.170 3,3 % 2.730 3,9 % 11.280 5,4 % 1.130 1,7 % 6.010 5,4 % 24.060 4,7 % 26.420 4,7 % 13 Anmerkung: Die absoluten Unternehmenszahlen sind gerundet. Quelle: ZEWHightech Grundungspanel 2007, Kf WZEW Grundungspanel 2013 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren In den nicht technologieintensiven Wirtschaftszweigen spielt die Finanzierung durch aktive Privatinvestoren ebenfalls eine nicht unbedeutende Rolle. Zwar ist uber diesen Bereich insgesamt der Anteil der jungen Unternehmen, in denen aktive Privatinvestoren engagiert sind, mit 4,7 % etwas kleiner als der entsprechende Anteil in den Hightech Branchen insgesamt 5,1 % aber mit einem Anteil von 6,1 % in den nichtforschungsintensiven Industriebranchen NTW und einem Anteil von jeweils 5,4 % im Handel und in den Branchen konsumorientierter Dienstleistungen werden durchaus Werte wie in einigen Hightech Branchengruppen erreicht. Die Bedeutung des Engagements aktiver Privatinvestoren fur die Nicht Hightech Branchen wird deutlich, wenn die absolute Anzahl der so mitfinanzierten Unternehmen berucksichtigt wird. Mit hochgerechnet etwas uber 24.000 jungen Unternehmen kommen von den Grundungen der Jahrgange 2009 bis 2012 mehr als zehn Mal so viele Unternehmen aus den Nicht Hightech Branchen in den Genuss von Finanzierungsbeitragen aktiver Privatinvestoren als Unternehmen aus den Hightech Branchen. Bei den konsumorientierten Dienstleistern und Handelsunternehmen mit einer solchen Finanzierung handelt es sich zumeist um Unternehmen, die nicht als reprasentative Vertreter von Grundungen in ihren Branchen anzusehen sind. Das typische junge Handelsunternehmen ist ein Einzelhandelsunternehmen mit keinem oder nur wenigen Mitarbeitern. Konsumorientierte Dienstleistungsunternehmen sind ebenfalls eher kleine Unternehmen, typische Vertreter sind Gaststatten, Finanzdienstleister, Friseur und Kosmetiksalons und weitere personliche Dienstleistungen. Unter den von aktiven Privatinvestoren finanzierten Handelsunternehmen finden sich dagegen fast ausschlielich Fachhandler mit einer breiten oder exklusiven Angebotspalette und mit deutschland und teilweise auch weltweitem Kundenkreis. Haufig kooperieren diese mit etablierten Zuliefererfirmen. Durch aktive Privatinvestoren finanzierte konsumorientierte Dienstleister sind beispielsweise Restaurants mit einem auergewohnlichen Speisenangebot, Hotels, Immobilienvermittler mit speziellem Fokus oder Fitnessstudios und Kletterhallen, die ein hohes Startkaptal aufbringen mussen. Engagement passiver Privatinvestoren Auer in der Baubranche haben in den hier betrachteten Branchengruppen die jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 zu geringe 14 Privatinvestorenfinanzierung bei jungen Unternehmen ren Anteilen Finanzierungsbeitrage von passiven Privatinvestoren erhalten als von aktiven Tabelle 1. In den Hightech Branchen insgesamt sind sowohl Anteil als auch Anzahl der durch passive Privatinvestoren finanzierten jungen Unternehmen im Zeitraum 2009 bis 2012 gegenuber 2002 bis 2005 erheblich zuruckgegangen Anteil von 3,2 auf 2,1 %, Anzahl von 1.750 auf 980. Als einzige Branchengruppe verzeichnet die industrielle Spitzentechnik Zuwachse der Anzahl und der Anteile der durch passive Privatinvestoren mitfinanzierten Grundungen. In den Nicht Hightech Branchen insgesamt erhalten 2,3 % aller jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 Finanzierungsbeitrage von passiven Privatinvestoren. Das sind hochgerechnet etwa 12.000 junge Unternehmen und damit etwa halb so viele wie die in diesen Branchen durch aktive Privatinvestoren unterstutzte Grundungen. Verauerung der Privatinvestorenbeteiligungen Bei 14 % der von Privatinvestoren mitfinanzierten jungen Unternehmen der Grundungskohorten 20092012 wurden diese Beteiligungen mittlerweile wieder verauert, im Hightech Bereich sind es mit 8 % weniger als in den nicht forschungsintensiven Wirtschaftssektoren. In der Regel wurden die Unternehmensanteile an die Grunder verkauft. 2.3 Formen der Privatinvestorenfinanzierung Neben den Unterschieden in der Verbreitung der beiden hier untersuchten Privatinvestorenvarianten sind insbesondere deutliche Unterschiede hinsichtlich der Verteilung der gewahlten Finanzierungsformen zwischen passiven und aktiven Privatinvestoren festzustellen, wie aus Grafik 1 deutlich wird. Bei den meisten 43% der von aktiven Privatinvestoren finanzierten Grundungen erfolgt das finanzielle Engagement in Form einer offenen Beteiligung, wahrend nur 15% der Grundungen, die von passiven Privatinvestoren Finanzierungsbeitrage erhalten, diese in Form einer offenen Beteiligung erlangen. Dabei handelt es sich in der Mehrzahl der Falle um Minderheitenbeteiligungen von hochstens 25 %. So sind im Hightech Bereich 64 % der offenen Beteiligungen durch aktive Privatinvestoren Minderheitenbeteiligungen, in den Nicht Hightech Branchen sind es 52 % der offenen Beteiligungen durch aktive Privat 15 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren investoren. Diese Anteile sind bei passiven Privatinvestoren noch groer 72 % der offenen Beteiligungen im Hightech Bereich, 75 % im Nicht Hightech Bereich. In den anderen Fallen handelt es sich um offene Beteiligungen von mehr als 25 %. Grafik 1: Verteilung der unterschiedlichen Finanzierungsformen nach Finanziers, Grundungskohorten 20092012 aktive Privatinvestoren 43%29%4%24%passive Privatinvestoren 15%30%1%54%0%10% 20% 30% 40% 50% 60% 70% 80% 90% 100%Offene Beteiligung Stille Beteiligung Mezzanine Darlehen Anmerkung: Mehrfachnennungen moglich Quelle: Kf WZEW Grundungspanel 2013 Der Anteil der Unternehmen, bei denen die Privatinvestoren sich in Form stiller Beteiligungen engagieren, ist mit 29 % aktive Privatinvestoren und 30 % passive Privatinvestoren fur beide Investorengruppen nahezu identisch. Eine offene Beteiligung, die auch eine Beteiligung an der Vermogensentwicklung der Unternehmen beinhaltet, ist fur aktive Privatinvestoren offensichtlich deutlich wichtiger als fur passive. Dem gegenuber erhalten 24 % der von aktiven Privatinvestoren mitfinanzierten Grundungen den Finanzierungsbeitrag in Form eines Darlehens. Diese Finanzierungsform ist bei der Finanzierung durch passive Privatinvestoren ungleich bedeutsamer. Mehr als die Halfte 54 % der von passiven Privatinvestoren mitfinanzierten Grundungen erhalt den Finanzierungsbeitrag als Darlehen. Wird die Betrachtung auf die aktiven Privatinvestoren beschrankt und nach Branchengruppen differenziert, dann zeigt sich, dass ein finanzielles Engagement aktiver Privatinvestoren als Darlehen in den industriellen Hightech Branchen STW HTW mit 13% und in den Hightech Branchen des Dienstleis 16 Privatinvestorenfinanzierung bei jungen Unternehmen tungssektors TDL Software mit 20% seltener vorkommt als in den Nicht Hightech Branchen Grafik 2. Grafik 2: Verteilung der unterschiedlichen Finanzierungsformen von aktiven Privatinvestoren nach Branchengruppen, Grundungskohorten 20092012 STW HTW43%40%4%13%TDL Software 50%26%4%20%Nicht Hightech 42%29%4%25%0%10%20%Offene Beteiligung 40%30%Stille Beteiligung 50%60%70%80%90%100%Mezzanine Darlehen Anmerkung: Mehrfachnennungen moglich Quelle: Kf WZEW Grundungspanel 2013 In der in Abschnitt 2.1 zitierten Frage, die im Rahmen des Kf WZEWGrundungspanels gestellt wurde, um junge Unternehmen mit Privatinvestorenfinanzierung zu identifizieren, sind ausdrucklich auch Investitionen durch Freunde und Verwandte einbezogen. Man kann davon ausgehen, dass das Engagement finanziell und durch sonstige Unterstutzungsaktivitaten von Freunden und Verwandten der Grunderinnen und Grunder junger Unternehmen in eben diesen nicht vornehmlich durch Renditeaspekte getrieben ist. Weiterhin liegt nahe, dass sich dies dann auch in der Wahl der realisierten Finanzierungsformen niederschlagt. Die genaue Zuordnung der unterschiedlichen Finanzierungsformen zu unterschiedlichen Gruppen von privaten Investoren wurde nicht abgefragt. Allerdings wurde im Kf WZEWGrundungspanel nach der Finanzierungsquelle Freunde und Verwandte fur die Finanzierung der gesamten Investitions und Betriebskosten der jeweiligen bisherigen Lebensjahre der Unternehmen gefragt. Aus den Antworten zu dieser Frage lasst sich durchaus abschatzen, inwieweit die jungen Unternehmen Finanzierungsbeitrage aus dem naheren personlichen Umfeld der Grunderinnen und Grun 17 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren der in Anspruch nehmen. Die Kombination dieser Informationen mit den Befunden hinsichtlich der Finanzierungsformen durch aktive Privatinvestoren zeigt, dass junge Unternehmen, die Finanzierung von aktiven Privatinvestoren in Form von Beteiligungen erhalten haben, erheblich seltener zu 23% Freunde und Verwandte als Finanzierungsquelle angaben, als junge Unternehmen, bei denen sich aktive Privatinvestoren in Form von Darlehen engagiert haben hier ist der Anteil 73%. Die Gewahrung von Darlehen als Finanzierungsform von Investitionen von Privatpersonen kann also durchaus naherungsweise als Hinweis auf das Engagement von Personen aus dem naheren personlichen Umfeld der Grunderinnen und Grunder der jungen Unternehmen gedeutet werden. 2.4 Verbreitung von Business Angel Engagement In der Literatur ist nicht eindeutig definiert, was ein Business Angel genau ist. Mit dem Begriff Business Angels werden haufig Privatpersonen bezeichnet, die sich finanziell und auch durch konkrete personliche Unterstutzung in meist jungen Unternehmen engagieren, insofern erfullt auch die hier gewahlte Definition von aktiven Privatinvestoren diese Bedingungen. Allerdings wird dabei die Renditeorientierung dieses Engagements deutlich in den Vordergrund gestellt vgl. beispielsweise die zitierten Definitionen in Wallisch, 2009, S. 14, Tabelle 2. Dieser Renditeaspekt soll auch in der hier vorliegenden Untersuchung eine wichtige Rolle bei der Abgrenzung von Business Angels spielen. Da Personen aus dem personlichen Umfeld der Unternehmensgrunder eine Vielzahl von Motiven und Zielen zugeschrieben werden konnen, die nicht unter die Kategorie Renditeorientierung zu fassen sind, sollen von ihnen getatigte Investitionen nach Moglichkeit nicht unter dem Begriff Business Angel Engagement gefasst werden. Orientiert an den am Ende des vorigen Abschnitts 2.3 dargelegten Uberlegungen und Befunden werden deshalb unter den Begriff Business Angels im Folgenden nur solche aktiven Privatinvestoren gefasst, die sich finanziell in Form von stillen oder offenen Beteiligungen in den Unternehmen engagieren, also an den Gewinn oder Wertzuwachsen der Unternehmen mitverdienen wollen. Die nach Branchengruppen differenzierte jeweilige Anzahl und die Anteile von Unternehmen der Grundungsjahrgange 2009 bis 2012 mit einem Engagement von so definierten Business Angels sind in Tabelle 2 dargestellt linke Spalte. 18 Privatinvestorenfinanzierung bei jungen Unternehmen Tabelle 2: Anzahl und Anteile der Unternehmen mit einer Finanzierung durch Business Angels, Grundungskohorten 20092012 insgesamt nur Kapitalgesellschaften Branche STW HTW Software TDL Hightech insg. NTW wiss. DL UDL KDL Bau Handel Nicht Hightech insg. insgesamt 160 5,9 % 160 4,6 % 880 7,4 % 700 2,5 % 1.900 4,1 % 930 3,3 % 770 2,2 % 1.530 2,2 % 7.570 3,6 % 790 1,2 % 4.530 4,1 % 16.120 3,1 % 18.020 3,2 % 150 7,8 % 140 5,0 % 750 8,0 % 540 3,4 % 1.580 5,2 % 510 3,7 % 740 3,7 % 1.510 5,3 % 4.460 5,8 % 530 2,5 % 2.500 6,5 % 10.250 5,2 % 11.830 5,2 % 19 Anmerkung: Die absoluten Unternehmenszahlen sind gerundet. Quelle: Kf WZEW Grundungspanel 2013 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Die Darstellung der jeweiligen Anzahl sowie der Anteile, eingeschrankt auf die jungen Unternehmen, die eine Rechtsform als Kapitalgesellschaft aufweisen, erfolgt in der rechten Spalte von Tabelle 2. Es zeigt sich, dass in den Hightech Branchen 83% der Business Angel Engagements Investitionen aktiver Privatinvestoren als offene oder stille Beteiligung in jungen Unternehmen mit einer Rechtsform als Kapitalgesellschaft erfolgen. In den industriellen Hightech Branchen sind die Anteile etwas hoher als in den Hightech Branchen des Dienstleistungssektors. Im Durchschnitt der Nicht Hightech Branchen sind die Anteile von Kapitalgesellschaften an den von Business Angels unterstutzten Grundungen mit 64% deutlich niedriger. Allerdings gibt es bei den nicht zum Hightech Sektor zahlenden Branchengruppen erhebliche Unterschiede hinsichtlich des Anteils von Kapitalgesellschaften an allen Grundungen mit Business Angel Engagement. Weit unterdurchschnittliche Anteile weisen die nicht Hightech Branchen des verarbeitenden Gewerbes NTW: 55% und die Branchengruppe konsumorientierte Dienstleistungen KDL: 59% auf. Die Branchengruppen der unternehmensbezogenen Dienstleistungsbranchen wiss. DL sowie UDL haben dagegen einen Kapitalgesellschaften Anteil von nahezu 100% an den Business Angel unterstutzen jungen Unternehmen. Im Hightech Bereich findet sich in der Branchengruppe Software die hochste Anzahl von Unternehmen der Grundungsjahrgange 2009 bis 2012, die Investitionen von Business Angels erhalten haben 880. In der Branchengruppe Software ist auch der Anteil junger Unternehmen bei denen Business Angel engagiert sind am hochsten 7,4% aller Grundungen der Jahrgange 2009 bis 2012, 8% aller als Kapitalgesellschaften gegrundeten Unternehmen der genannten Jahrgange. Wegen der geringeren Grundungszahlen weisen die industriellen Hightech Branchengruppen geringere absolute Anzahlen von Grundungen mit Business Angel Engagement auf STW: 160, HTW: 160: Die Anteile der Grundungen, bei denen sich Business Angel engagieren, sind mit 5,9% in der Spitzentechnologie uberdurchschnittlich 7,8% der Kapitalgesellschaften und mit 4,6% in der hochwertigen Technologie 5% der Kapitalgesellschaften unterdurchschnittlich fur die Hightech Branchen. Die geringsten Anteile von Grundungen mit Business Angel Engagement weisen die sonstigen technologieorientierten Dienstleistungsbranchen auf 2,5%. Wegen der groen Anzahl der Grundungen in diesem Bereich ist die absolute Anzahl mit 700 davon 540 Kapitalgesellschaften aber durchaus beachtlich. 20 Privatinvestorenfinanzierung bei jungen Unternehmen Der Anteil von Grundungen mit Business Angel Engagement ist in den Nicht Hightech Branchen insgesamt im Durchschnitt geringer als in den Hightech Branchen 4,1% gegenuber 3,1%. Von den als Kapitalgesellschaften gegrundeten Unternehmen der Grundungsjahrgange 2009 bis 2012 werden jeweils 5,2% in den Hightech und in den nicht Hightech Branchen von Business Angels unterstutzt. Zum Vergleich: Verbreitung von Venture Capital Beteiligungen Zur Einordnung der Verbreitung der Finanzierungsbeitrage durch passive und aktive Privatinvestoren sowie durch Business Angels in den jungen Unternehmen der Grundungsjahrgange 2009 bis 2912 wird die Verbreitung von Beteiligungen durch Venture Capital Gesellschaften bei dieser Unternehmenspopulation betrachtet. In Tabelle 3 sind Anzahl und die Anteile der jungen Unternehmen, die durch eine Beteiligung von Venture Capital Gesellschaften mitfinanziert wurden, separiert nach Branchengruppen dargestellt linke Spalte. In der rechten Spalte werden zusatzlich Anzahl und die jeweiligen Anteile der Unternehmen nach Branchengruppen aufgelistet, die sowohl von Venture Capital Gesellschaften als auch von Privatinvestoren passive oder aktiven Finanzierungsbeitrage erhalten haben. Aus dem Vergleich von Tabelle 1 und Tabelle 2 mit Tabelle 3 wird deutlich, dass im Vergleich zur Finanzierung durch Business Angels oder aktive Privatinvestoren erheblich weniger Grundungen der Jahrgange 2009 bis 2012 eine Venture Capital Finanzierung erhalten haben. Die Anteile der von Venture Capital Gesellschaften mitfinanzierten Unternehmen ahneln in den Hightech Branchen in etwa den Anteilen der von passiven Privatinvestoren mitfinanzierten Grundungen. Fur die nicht dem Hightech Bereich zuzurechnenden Branchen gilt dies allerdings weder fur die durch Business Angels oder aktive Privatinvestoren finanzierten, noch fur die durch passive Privatinvestoren finanzierten Unternehmen. Venture Capital Gesellschaften konzentrieren sich sehr stark auf den Hightech Bereich, fur die Business Angels und passiven Privatinvestoren kann dies nicht so deutlich festgestellt werden. 21 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Tabelle 3: Anzahl und Anteil der Unternehmen, an denen seit Grundung eine Venture Capital Gesellschaft beteiligt ist, Grundungskohorten 20092012 Venture Capital Venture Capital und Privatinvestoren STW HTW TDL Software Hightech insgesamt Nicht Hightech Quelle: Kf WZEW Grundungspanel 2013 100 3,6 % 90 2,6 % 400 1,4 % 270 2,3 % 860 1,9 % 1.170 0,2 % 30 1,0 % 40 1,0 % 120 0,4 % 150 1,2 % 340 0,7 % 450 0,1 % Der Anteil von Grundungen der hier untersuchten Jahrgange, die sowohl von Venture Capital Gesellschaften als auch von Privatinvestoren finanzielle Mittel erhalten haben, ist in allen betrachteten Branchengruppen sehr gering. Es kann somit davon ausgegangen werden, dass Venture Capital und Privatinvestorenfinanzierung eher substitutiv als komplementar sind. 22 Finanzierungsbeitrag von Privatinvestoren und Business Angels 3 Finanzierungsbeitrag von Privatinvestoren und Business Angels Die Finanzierungsbeitrage, die von passiven oder aktiven Privatinvestoren bzw. Business Angels in junge Unternehmen investiert werden, umfassen eine weite Spanne. Generell sind die nach Branchengruppen differenzierten Verteilungen uber die Investitionshohen rechtsschief, d.h. sie umfassen viele kleinere Investitionssummen, wenige groe und sehr wenige sehr groe. Dies wird durch die in Tabelle 4 dargestellten Unterschiede von Mittelwerten und Medianwerten sowie durch die Werte der Randperzentile deutlich. Ausnahme ist hier nur die Investitionshohe von passiven Privatinvestoren in Grundungen der Branchen wissensintensive Dienstleistungen und sonstige unternehmensnahe Dienstleistungen wiss. DL UDL. Fur diese Branchen liegt der Medianwert uber dem Mittelwert somit liegt eine linksschiefe Verteilung vor und auch der Durchschnittswert des oberen Perzentils ist nur wenig groer, die realisierten Investitionssummen von passiven Privatinvestoren in Grundungen dieser Branchen lagen somit recht nah beieinander. Sowohl fur die Finanzierungsbeitrage durch aktive Privatinvestoren sowie durch Business Angels, als auch fur die durch passive Privatinvestoren gilt, dass die hochsten Betrage in Grundungen der industriellen Hightech Branchen STW HTW flieen. Das ist so auch zu erwarten, sind es doch junge Unternehmen dieser Branchen, die zum einen sehr hohe Einstandsinvestitionen zu tatigen haben vgl. Bretz et al. S. 11ff und bei denen zum anderen haufig lange Entwicklungszeitraume zu uberbrucken sind, bevor die Grundungen mit ihren Produkten Umsatz erzielen konnen. Finanzierung durch Venture Capital Gesellschaften im Vergleich Der Vergleich mit der Hohe der Investitionssummen von Venture Capital Gesellschaften in junge Unternehmen der Grundungsjahrgange 2009 bis 2012 Tabelle 5 zeigt, dass die Venture Capital Gesellschaften im Durchschnitt ganz andere Finanzdimensionen abdecken als passive und aktive Privatinvestoren oder auch Business Angels. Die Investitionssummen dieser VCGesellschaften sind sowohl im Hightech, als auch im Nicht Hightech Bereich deutlich hoher als die der Privatinvestoren. 23 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Tabelle 4: Summe in EUR des durch Privatinvestoren und Business Angels zur Verfugung gestellten Kapitals, Grundungsjahrgange 20092012 Branche Mittelwert Median passive Privatinvestoren 10%Perzentil 90%Perzentil STW HTW TDL Software NTW wiss. DL UDL KDL Handel 1 211.00037.00025.00048.00048.000aktive Privatinvestoren STW HTW TDL Software NTW wiss. DL UDL KDL Handel Business Angels STW HTW TDL Software NTW wiss. DL UDL KDL Handel 275.00082.00064.00038.000123.000294.000107.000113.00040.000177.00040.00015.00020.00050.00025.00050.00025.00015.00015.00050.00050.00025.00015.00020.00070.0005.000 7.000 5.000 3.000 5.000 8.600 4.000 2.000 5.000 4.000 8.600 10.000 2.000 10.000 5.000 1.000.00060.00050.00060.000100.000850.000200.000100.000100.000450.000850.000200.00060.000100.000500.0001: Wegen sehr geringer Fallzahlen in der Stichprobe und sehr groer Hochrechnungsfaktoren, sind die Angaben fur diese Branchen eingeschrankt valide. Werte sind ohne das 99 %Perzentil der Verteilung berechnet. Quelle: Kf WZEW Grundungspanel 2013 24 Finanzierungsbeitrag von Privatinvestoren und Business Angels Tabelle 5: Summe in EUR des durch Venture Capital Gesellschaften zur Verfugung gestellten Kapitals, Grundungskohorten 20092012 Mittelwert Median Hightech Nicht Hightech insgesamt 1.023.000 1.266.000 1.143.000 350.000800.000400.000Werte sind ohne das 99 %Perzentil der Verteilung berechnet. Quelle: Kf WZEW Grundungspanel 2013 20.00010%Perzentil 90%Perzentil 5.000.000 2.000.000 2.000.000 6.00014.000Privatinvestoren sind demnach eher fur kleinere bis mittlere Investitionssummen zustandig, die ganz groen Investments werden, wohl auch aus Grunden der Risikodiversifikation, von Gesellschaften oder Fonds durch Venture Capital abgedeckt. Ein Vergleich von Tabelle 2 mit Tabelle 3 verdeutlicht, dass erheblich mehr jungen Unternehmen Business Angel Finanzierung erhalten als Venture Capital Finanzierung. Diese groere Anzahl der Engagements fuhrt dazu, dass trotz der im Mittel kleineren Investitionen durch die Business Angels im Vergleich zu den Venture Capital Investitionen, das gesamte Finanzvolumen, dass im Durchschnitt der Jahre 2009 bis 2012 von Business Angels in junge Unternehmen investiert wurde mit rund 650 Mio. EURO groer war als die von Venture Capital Gebern investierten 590 Mio. Tabelle 63. Deutlich wird aus Tabelle 6 ebenfalls, dass beide Investorengruppen insgesamt hohere Finanzvolumina in junge Unternehmen aus den im Durchschnitt weniger forschungs und wissensintensiven Branchen investieren. Von Business Angels wird in Grundungen der nicht Hightech Branchen ein knapp neun Mal so hohes Finanzvolumen investiert wie in Grundungen der Hightech Branchen. 3 Vgl. hierzu auch die Statistik des BVK 2009 bis 2012. 25 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Tabelle 6: Gesamtsumme in Mio. EUR des durch Business Angels und Venture Capital Gesellschaften zur Verfugung gestellten Kapitals im Durchschnitt der Jahre 20092012, Grundungskohorten 20092012 Hightech Nicht Hightech insgesamt Business Angels Venture Capital 65,8584,7650,5219,9 370,3 590,3 Werte sind ohne das 99 %Perzentil der Verteilung berechnet. Quelle: Kf WZEW Grundungspanel 2013 4 Kontakt zwischen Privatinvestoren und Grundern Die Kontakte zwischen den jungen Unternehmen mit Finanzierungsbedarf und den sie finanzierenden Privatinvestoren sind nicht immer durch eine gezielte Suche der Unternehmen zustande gekommen. Wie Grafik 3 zeigt, haben von den Grundungen mit einer Finanzierung durch aktive Privatinvestoren in den Hightech Branchen von verarbeitendem Gewerbe STW, HTW und Dienstleistungssektor TDL, Software etwas mehr als die Halfte ihren Investor durch eine aktive Suche gefunden. Ahnlich hoch ist der entsprechende Anteil fur die Grundungen der sonstigen unternehmensnahen Dienstleistungen UDL. Hier ist eine deutliche Veranderung gegenuber den Ergebnissen der Studie aus dem Jahr 2007 festzustellen vgl. Fryges et al., 2007, Tabelle 81. Die damalige Untersuchung bezog sich nur auf die Hightech Branchen. Von den Grundungen mit Finanzierung durch aktive Privatinvestoren hatten nur knapp 30 % den Kontakt zu diesen durch eine aktive Suche aufgebaut. Gegenuber der Situation damals scheinen junge Unternehmen der Hightech Branchen jetzt eher bereit zu sein, sich aktiv um Finanzierungen durch Privatinvestoren zu bemuhen. Ob der Grund dafur darin zu suchen ist, dass andere Finanzierungsmoglichkeiten schwieriger zu erhalten sind als fruher, kann hier nicht beantwortet werden, da keine vergleichbaren Informationen uber eventuelle Finanzierungsprobleme fur die 2007 untersuchten Unternehmen vorliegen. 26 Kontakt zwischen Privatinvestoren und Grundern Grafik 3: Anteil der Unternehmen mit Finanzierung durch aktive Privatinvestoren, die aktiv nach Privatinvestoren gesucht haben STWHTWTDLSoftware NTWwiss DLUDLKDLBau Handelinsgesamt 18%2%29%35%32%28%52%50%51%53%50% Quelle: Kf WZEW Grundungspanel 2013 Allerdings gibt es Hinweise darauf, dass Schwierigkeiten externe Finanzierung zu erhalten und hoher Finanzbedarf eine aktive Suche nach Privatinvestoren Finanzierung begunstigen. So gaben insgesamt 12 % der Grundungen der Jahrgange 2009 bis 2012 an, Schwierigkeiten mit externer Finanzierung gehabt zu haben. Von den jungen Unternehmen mit einer Finanzierung durch aktive Privatinvestoren waren es 23 % und von den Unternehmen, die eine aktive Suche nach Privatinvestoren betrieben haben, waren es immerhin 44 %. Auch erhielten die Unternehmen, die aktiv gesucht haben, von ihren aktiven Privatinvestoren im Mittel rund 195.000 EURO, die anderen Unternehmen mit Finanzierung durch aktive Privatinvestoren nur durchschnittlich 65.000 EURO. In den anderen hier betrachteten Branchen aus dem Nicht Hightech Bereich haben nur zwischen einem Viertel und einem Drittel der Grundungen, die von aktiven Privatinvestoren finanziert wurden, aktiv nach ihrem Finanzier gesucht. Fur viele junge Unternehmen hat somit das konkrete Zustandekommen eines Kontaktes zu, und eines daraus resultierenden Kontraktes mit einem Privatinvestor auch vielfaltige zufallige Elemente. Immerhin resultierte auch in den Hightech Branchen fast die Halfte aller Finanzierungsbeziehungen zu akti 27 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren ven Privatinvestoren nicht aus gezielten Suchaktivitaten der jungen Unternehmen. Kontaktanbahnung Sowohl bei der aktiven Suche als auch beim eher zufalligen Zustandekommen der Beziehung zu Privatinvestoren spielen bereits bestehende Kontakte der Unternehmer eine ganz entscheidende Rolle, wie aus Grafik 4 deutlich wird. Je nach Branche zwischen 86 und 99 % der Grundungen, die aktiv auf Business Angel Suche waren, haben bestehende Kontakte genutzt, um einen aktiven Privatinvestor zu finden. Fur die Unternehmen, die nicht aktiv gesucht haben, waren es jeweils rund 95 % der Unternehmen, die durch solche Kontakte auf Privatinvestoren aufmerksam wurden. Fur die aktiv nach Privatinvestoren suchenden Unternehmen haben neben der bestehenden Kontakte der Ruckgriff auf Business Angel Netzwerke, die Nutzung von Beratungsangeboten von Grunderzentren und Kammern, diverse Grunderwettbewerbe, die Kontaktmoglichkeiten bei Messen und Konferenzen und auch die Suche nach aktiven Privatinvestoren uber das Internet durchaus eine relevante Bedeutung, zumindest fur einige der hier betrachteten Branchengruppen. Deutlich anders stellt sich dies fur die Grundungen dar, die zwar von aktiven Privatinvestoren unterstutzt werden, aber nicht aktiv nach diesen gesucht haben. Neben der Anbahnung uber bestehende Kontakte sind hier nur die Kontaktaufnahmen, die auf die Initiativen der Privatinvestoren selbst zuruckgehen, von nennenswerter Relevanz abgesehen vielleicht von den 10 % der von aktiven Privatinvestoren finanzierten Grundungen in den Nicht Hightech Branchen, deren Kontakt zu ihrem Finanzier durch die Beratung von IHKs und Grunderzentren zustande kam. 28 Kontakt zwischen Privatinvestoren und Grundern Grafik 4: Wege der Kontaktaufnahme zu Business Angels aktive Suchebestehende Kontakte BANetzwerke Beratung durch IHK Grunderzentren Businessplan und Grunderwettbew.Grundermessen Konferenzen 22%36%13%21%33%24%32%14%25%19%6%8%Internet Sonstige 27%22%32%5%13%19%STW HTWTDL Software Nicht Hightechzufalliger Kontaktbestehende Kontakte BANetzwerke Beratung durch IHK Grunderzentren Businessplan und Grunderwettbew.Grundermessen Konferenzen Initiative des aktiven Privatinvestors 4%8%10%1%4%4%6%9%26%19%Sonstige 12%5%Mehrfachnennungen moglich, einige Werte wegen zu geringer Beobachtungszahl nicht hochrechenbar Quelle: Kf WZEW Grundungspanel 2013 86%96%99%95%96%93% 29 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Verbesserung der Kontaktmoglichkeiten Junge Unternehmen sehen durchaus noch Potenzial fur Verbesserungen bezuglich der Kontaktmoglichkeiten von Unternehmen zu potenziellen Privatinvestoren. Immerhin 27 % der von Privatinvestoren mitfinanzierten Unternehmen sehen hier Verbesserungsbedarf, bei Unternehmen ohne eine solche Finanzierung sind es sogar gut 40 %. Dabei wunschen sich die Unternehmen unterschiedliche Verbesserungen, die in Grafik 5 nach der Haufigkeit, in der sie von den Unternehmen, die einen Verbesserungsbedarf bei der Kontaktaufnahme sehen, genannt wurden, dargestellt sind. Grafik 5: Anteil Unternehmen mit Verbesserungsbedarf, die sagen: Kontaktaufnahme konnte verbessert werden durch   Internetplattformen 16%Netzwerke 11%Banken IHK Kf W8%sonst. offentliche Einrichtungen 5%Veranstanstaltungen 1%aktiv durch Privatinvestoren 1%Mehrfachnennungen moglich Quelle: Kf WZEW Grundungspanel 2013 Mit 16 % am haufigsten wurden Verbesserungen bestehender oder die Installation neuer Internetplattformen genannt, die es den Unternehmen besser als bisher ermoglicht, Kontakte zu potenziellen Privatinvestoren zu knupfen. Weiterhin versprechen sich etliche Unternehmen Verbesserungen der Kontaktmoglichkeiten zu potenziellen Privatinvestoren durch besseren Zugang zu bestehenden Netzwerken von Business Angels oder durch regionale Unternehmensnetzwerke, die Kontakte zwischen Privatinvestoren und Unternehmen 30 Kontakt zwischen Privatinvestoren und Grundern anbahnen und herstellen. Ebenfalls von etlichen Unternehmen genannt wurden Erwartungen an Institutionen wie Banken, IHKs, die Kf W oder sonstige offentliche Einrichtungen, die zu einem besseren Kontakt zwischen Finanziers und Unternehmen beitragen konnten. Nur sehr wenige Unternehmen versprechen sich Verbesserungen der Kontaktaufnahmen von starkerer Initiative der Privatinvestoren selbst. Kein Finanzengagement von Privatinvestoren Nicht alle ernsthaft gefuhrten Kontakte zwischen potenziellen Privatinvestoren passive, aktive oder Business Angels fuhren auch tatsachlich zu einem Engagement der moglichen Investoren. Alle Branchen einbezogen, resultierte aus etwa der Halfte der Kontakte junger Unternehmen der Grundungsjahrgange 2009 bis 2012 tatsachlich eine finanzielle Beteiligung der Privatinvestoren somit endeten ebenfalls rund 50 % aller Kontaktgesprache ohne eine Einigung der Gesprachspartner auf eine Beteiligung. Dafur gibt es eine Reihe von Grunden, die wichtigsten sind mit der Haufigkeit ihrer Nennung durch die Unternehmen in Grafik 6 angegeben. Am haufigsten scheitern Kontaktgesprache mit potenziellen Privatinvestoren daran, dass sich die Unternehmen und die moglichen Investoren nicht auf eine Investitionshohe einigen konnen. Dabei gibt es die Differenzen in beide Richtungen. Insbesondere bei Grundungen aus den Hightech Branchen des verarbeitenden Gewerbes sind es auch nicht selten personliche Differenzen zwischen Unternehmern und potenziellen Geldgebern, welche die Kontaktgesprache scheitern lassen. Weitere wichtige Grunde dafur, dass tatsachliche Engagements nicht zustande kommen, sind mangelndes Vertrauen der moglichen Investoren in die Wachstumspotenziale der Unternehmen oder auch deren Zweifel an der Zukunftsfahigkeit der Geschaftskonzepte. Deutlich seltener lehnen mogliche Privatinvestoren Beteiligungen auf Grund bestehender Eigentumerstrukturen ab. Zwischen den hier betrachteten Branchen gibt es Unterschiede hinsichtlich des Anteils der jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 mit erfolglosen Bemuhungen um ein privates finanzielles Engagement. Um dies zu verdeutlichen, sind in Grafik 7 die Anteile der Grundungen der genannten Grundungsjahrgange abgetragen, die keine finanziellen Beitrage von Privatin 31 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren vestoren erhalten oder erhalten haben, die sich aber durch aktive Suche um eine solche Finanzierung bemuht haben. Grafik 6: Grunde der Nicht Beteiligung trotz eines Kontakts zu einem potenziellen Privatinvestor Investitionshohepersonliche Differenzengeringes Wachstumspotenzial Geschaftskonzeptbestehende Eigentumerstruktur 19%17%23%15%10%7%11%13%12%11%12%1%6%5%3%STW HTWTDL Software Nicht Hightech Mehrfachnennungen moglich Quelle: Kf WZEW Grundungspanel 2013 Grafik 7: Anteil der Unternehmen ohne Privatinvestoren Finanzierung, die sich aktiv um potenzielle Privatinvestoren bemuht haben 13,3%5,6%4,9%3,3%3,4%4,3%2,4%1,5%2,9%1,2%0,5%14,0%12,0%10,0%8,0%6,0%4,0%2,0%0,0% Quelle: Kf WZEW Grundungspanel 2013 Hier fallt die Branche Software deutlich auf. Mit 13,3 % der bisher nicht von Privatinvestoren mitfinanzierten Unternehmen stellt diese Branche den hochs 32 Kontakt zwischen Privatinvestoren und Grundern ten Anteil der Unternehmen, die aktiv nach Privatinvestoren gesucht haben aber ohne eine entsprechende Finanzierung blieben. Dabei handelt es sich um rund 1.400 junge Softwareunternehmen der Jahrgange 2009 bis 2012. Die entsprechenden Anteile in den anderen hier untersuchten Branchen sind deutlich niedriger. Mit um die 5 % liegenden Anteilen weisen die beiden industriellen Hightech Branchen ebenfalls noch nennenswerte Werte auf STW: 140 absolut, HTW: 160 absolut. Wegen der erheblich hoheren Grundungszahlen sind allerdings auch in anderen Branchen, trotz niedriger Anteilswerte, absolut doch bemerkenswerte Anzahlen von Unternehmen in ihrem Bemuhen um Privatfinanzierung leer ausgegangen. Von Interesse sind hier beispielsweise die Zahlen fur die technischen Dienstleistungen TDL, die zum Hightech Bereich zahlen. Mit etwas uber 3 % ist nur ein geringer Anteil der Unternehmen ohne Privatfinanzierung betroffen, aber absolut sind es immerhin fast 900 Grundungen, die sich vergeblich aktiv um eine Beteiligung von Privatinvestoren bemuht haben. Neben Unternehmen, die vergeblich oder erfolgreich versuchen Kontakte zu potenziellen Privatinvestoren zu knupfen und sich um eine Mitfinanzierung durch diese bemuhen, gibt es auch zahlreiche Unternehmen, die uberhaupt keine diesbezuglichen Bemuhungen unternehmen. Die Grunde, die Unternehmen der Grundungsjahrgange 2009 bis 2012, die bisher weder Kapital von Privaten erhalten haben noch versucht haben Kontakte zu potenziellen Privatinvestoren zu knupfen, als ursachlich fur ihre Privatinvestorenabstinenz angegeben haben, sind in Grafik 8 mit den entsprechenden Anteile nach Branchengruppen aufgelistet. Der wichtigste Grund dafur, dass Grundungen keine Kontakte zu Privatinvestoren suchen, liegt in der Tatsache begrundet, dass sie keinen Bedarf an uber ihre tatsachliche Finanzierung hinausgehende Finanzmittel haben. Das kann an den in hinreichendem Ausma vorhandenen Privatmitteln der Unternehmenseignern liegen, an der Verfugbarkeit anderer externer Finanzierungsmoglichkeiten, an einer guten Ertragslage als Basis einer ausreichenden Innenfinanzierung oder daran, dass die Grunder die Unternehmen bewusst klein betreiben wollen und deshalb keinen Bedarf an Expansions Finanzierung haben. 33 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Grafik 8: Grunde keinen Kontakt zu einem potenziellen Privatinvestor aufzunehmen kein Bedarf an zus. Finanzmittelnkeine Mitspracherechte an ext. Investormangelnde Kontaktmoglichkeiten Unwissenheit 32%84%92%90%49%49%60%55%47%43%41%48%Nichtqualifizierung 18%25%34%STW HTWTDL Software Nicht Hightech Mehrfachnennungen moglich Quelle: Kf WZEW Grundungspanel 2013 Rund 50 bis 60 % der Unternehmen, die sich nicht um private Finanziers bemuht haben, wollen externen Beteiligten keine Mitspracherechte an ihren Unternehmen abtreten, sondern die Kontrolle uber ihre Unternehmen selbst behalten. Je nach Branche immerhin zwischen 43 und 55 % der jungen Unternehmen ohne bisherigen Kontakt zu Privatinvestoren geben als Grund dafur an, dass es an Kontaktmoglichkeiten zu solchen Investoren fehlte. Damit ist ein vieldiskutiertes Problem angesprochen: Wie konnen sich erfolgversprechende Unternehmen und investitionsbereite Privatpersonen finden? Die eigene Unwissenheit uber das, was Privatinvestoren bzw. Business Angels genau machen oder machen konnen und die Einschatzung, dass das eigene Unternehmen fur eine Finanzierung durch Privatinvestoren nicht hinreichend qualifiziert sei, sind ebenfalls fur viele Unternehmen Grunde, keinen Kontakt zu potenziellen Privatinvestoren zu suchen. 5 Unterstutzungsleistungen durch aktive Privatinvestoren Uber den rein finanziellen Beitrag hinaus, engagieren sich zwei Drittel der Privatinvestoren in den Unternehmen, in die sie investieren, mit zusatzlichen 34 Unterstutzungsleistungen durch aktive Privatinvestoren Unterstutzungsleistungen. Diese nicht finanziellen Leistungen der aktiven Privatinvestoren erstrecken sich uber eine Vielzahl von Tatigkeiten: Allgemeine Betreuung und Beratung, Kontaktherstellung zu Kunden und Partnern, Bereitstellung von Infrastruktur oder Sachmitteln, Ubernahme von Beirats oder Aufsichtsratsfunktionen, Mitarbeit im kaufmannischen Bereich des Unternehmens oder der Ubernahme von Unternehmensaufgaben in der Produktion oder in Forschung und Entwicklung. Grafik 9 stellt die Anteile an allen jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 mit einer Finanzierung durch aktive Privatinvestoren nach Intensitat unterschiedlicher Unterstutzungsleistungen der Investoren dar. In der Grafik wird zwischen Industrieunternehmen STW HTW, technologieorientierten Dienstleistern TDL Software und dem Nicht Hightech Bereich differenziert. Auf eine weiter untergliederte Darstellung des Nicht Hightech Sektors in Einzelbranchen wird an dieser Stelle aufgrund teilweise kleiner Fallzahlen verzichtet. forschungsintensiven Die wichtigsten Unterstutzungsleistungen der aktiven Privatinvestoren fur die jungen Unternehmen, in die sie investiert haben, sind Beratung und Betreuung sowie das Herstellen von Kontakten. Insgesamt knapp 90 % der Unternehmen mit einer Finanzierung durch aktive Privatinvestoren werden von diesen unterschiedlich intensiv beraten oder betreut. In den nicht zum Hightech Bereich zahlenden Branchen ist die Betreuung und Beratung durch die Privatinvestoren bei mehr als der Halfte der von ihnen finanzierten Unternehmen sogar intensiv oder sehr intensiv. In den Hightech Branchen aus Industrie und Dienstleistungssektor bekommen zwar etwas geringere Anteile der von aktiven Privatinvestoren finanzierten Unternehmen betreuende oder beratende Unterstutzung, aber die Anteile der Unternehmen mit mindestens intensiver diesbezuglicher Unterstutzung sind mit uber 40 % ebenfalls recht hoch. Betreuungs und Beratungsleistungen konnen dabei verschiedene Aspekte beinhalten vgl. z.B. Brettel, 2003: Privatinvestoren bringen beispielsweise ihre Branchenkennnisse ein, helfen bei der Entwicklung der strategischen Ausrichtung der Unternehmen oder stehen ihren Unternehmen bei der Einstellung von Mitarbeitern beratend zur Seite. 35 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Grafik 9: Intensitat der Unterstutzungsleistungen der an den Unternehmen beteiligten Business Angel sehr intensivintensivmaiggering 15%12%8%12%5%9%12%12%7%6%5%2%3%12%11%9%TDL 9%4%5%8%TDL Hightech 21%26%30%12%9%24%27%18%16%20%19%19%9%24%18%16%6%11%12%6%13%10%12%9%6%3%15%22%TDL STW HTWBetreuung und Software Beratung TDL STW HTWSoftware Kontaktherstellung TDL STW HTWInfrastruktur Software STW HTWBeiratsfunktion Software TDL STW HTWkaufm. Bereich Software STW Software HTWProduktion Fu ENicht Hightech 14%27%27%20%19%27%25%7%12%13%10%12%2%3%1%13%8%9%12%6%4%7%2%8%Betreuung und Beratung Kontaktherstellung Infrastruktur Beiratsfunktionkaufm. Bereich Produktion Fu EQuelle: Kf WZEW Grundungspanel 2013 Den Kontakt zu potenziellen Geschaftspartnern, Kunden oder weiteren Finanziers zu vermitteln, ist eine weitere wichtige Aufgabe, mit der aktive Privatinvestoren die von ihnen finanzierten Unternehmen unterstutzen. Grundungen der technologieorientierten Dienstleistungen nehmen diese Leistungen etwas weniger haufig in Anspruch als Unternehmen der anderen Branchen. In den Hightech Branchen ist der Anteil der bei der Kontaktherstellung sehr intensiv oder intensiv unterstutzten Unternehmen hoher als in den ubrigen Sektoren. Aktive Privatinvestoren stellen jungen Unternehmen Infrastruktureinrichtungen, wie Buroraume, Buroausstattung, ITNetzwerke, zur Verfugung. Von den 36 Unterstutzungsleistungen durch aktive Privatinvestoren durch sie finanzierten Hightech Dienstleistungsunternehmen und Nicht Hightech Unternehmen werden 44 und 46 % auf diese Weise unterstutzt. Unter den Unternehmen der Spitzen und hochwertigen Technik ist es etwa ein Drittel. Letztere haben vermutlich auch einen geringeren Bedarf an Buroeinrichtungen und ausstattungen als die ubrigen Unternehmen, die vornehmlich dem Dienstleistungssektor zuzurechnen sind. Bei der Ubernahme konkreter Funktionen im Unternehmen sind deutliche branchenspezifische Unterschiede zu beobachten. Beirats und Aufsichtsratsfunktionen werden von aktiven Privatinvestoren haufiger in industriellen Hightech Unternehmen STW HTW ubernommen 46 % als bei technologieintensiven Dienstleistern 35 %. Bei Nicht Hightech Unternehmen ist dies sogar nur bei knapp einem Funftel der Fall. Bei 27 % der durch aktive Privatinvestoren finanzierten Hightech Unternehmen des verarbeitenden Gewerbes wird die Ausubung einer Beiratsfunktion als sehr intensiv oder intensiv eingestuft. Vermutlich spielen derartige Kontroll Funktionen wegen der deutlich groeren Finanzierungssummen in diesen Branchen auch eine erheblich groere Rolle als in den anderen hier betrachteten Wirtschaftsbereichen. Aktive Privatinvestoren ubernehmen daruber hinaus auch konkrete fachspezifische Aufgaben im Unternehmen. Im kaufmannischen Bereich unterstutzten sie fast die Halfte der von ihnen mitfinanzierten Unternehmen der Grundungsjahrgange 2009 bis 2012. Bei den Hightech Dienstleistungs Unternehmen TDL Software sind es dagegen nicht ganz zwei Funftel der Unternehmen, die kaufmannische Hilfestellungen erhalten. In etwa 36 % der von aktiven Privatinvestoren mitfinanzierten Unternehmen der Nicht Hightech Branchen ubernehmen diese ebenfalls kaufmannische Aufgaben. Hier wird deutlich, dass es gerade Industrieunternehmen sind, die durch die betriebswirtschaftlichen Fahigkeiten ihrer Privatinvestoren komplementare Fahigkeiten hinzugewinnen, da ein Groteil der Unternehmensgrunder in der Industrie eher technisch oder ingenieurwissenschaftlich ausgebildet ist. Somit ist es nicht verwunderlich, dass hinsichtlich der Ubernahme von Unternehmensaufgaben in der Produktion und in Forschung und Entwicklung Fu E eher die umgekehrten Relationen zu beobachten sind. Der Anteil von Unternehmen mit einer Finanzierung durch aktive Privatinvestoren, die von diesen in diesen beiden Bereichen unterstutzt werden, ist in den Hightech Branchen 37 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren des Dienstleistungssektors mit 26 % groer als in den industriellen Hightech Branchen 20 %. Im Nicht Hightech Bereich sind es auch nur 21 % der von aktiven Privatinvestoren mitfinanzierten jungen Unternehmen, die bei Produktion und Fu E durch ihre Investoren Unterstutzung erhalten. Im Rahmen des ZEWHightech Grundungspanels 2007 wurde neben der Intensitat der Unterstutzungsleistungen auch die Bedeutung der verschiedenen Unterstutzungsformen abgefragt Fryges et al., 2007, S. 79ff  Fur die einzelnen Unterstutzungsleistungen durch aktive Privatinvestoren in Fryges, 2007, als Business Angels bezeichnet wurden in der damaligen Untersuchung ahnliche Haufigkeitswerte wie in der aktuellen Erhebung ermittelt. Es stellte sich heraus, dass bei der Bedeutungseinstufung die Ubernahme von konkreten Unternehmensaufgaben, Beirats bzw. Aufsichtsratsfunktionen und die Bereitstellung von Infrastrukturleisten als wichtiger erachtet wurden als Betreuung und Beratung im allgemeinen oder das Herstellen von Kontakten. Als sehr wichtig wurde von etwa 55 % der betroffenen Unternehmen die Ubernahme einer Aufgabe in der Produktion und in Fu E bewertet. Sehr wichtig waren in etwa 45 % der Unternehmen Beiratsfunktionen und die Ubernahme von kaufmannischen Aufgaben durch Privatinvestoren, wichtig waren diese Leistungen fur fast 70 % der auf diese Weise unterstutzten Unternehmen. Fur knapp 60 % der unterstutzten Unternehmen war die Bereitstellung von Infrastruktureinrichtungen wichtig, fur 48 % sogar sehr wichtig. Als sehr wichtig stuften 38 % und 28 % der unterstutzten Unternehmen Kontaktherstellung und Betreuung und Beratung ein. 38 Aktuelle Anzahl aktiver Privatinvestoren und Business Angels 6 Aktuelle Anzahl aktiver Privatinvestoren und Business Angels Die Anzahl der aktuell aktiven Privatinvestoren oder Business Angels sie engagieren sich mit offenen oder stillen Beteiligungen an den jungen Unternehmen in Deutschland sowie in anderen europaischen Landern ist nicht bekannt und es liegen lediglich eher vage Schatzungen vor vgl. z.B. Europaische Kommission, 2012. Diese Schatzungen beruhen vorwiegend auf Statistiken und Studien zu Aktivitaten von Business Angels und Business Angel Fonds, die in Business Angel Netzwerken organisiert sind sie bilden den so genannten sichtbaren Beteiligungskapitalmarkt. Uber die Tatigkeiten von nicht in solchen Strukturen organisierten aktiven Privatinvestoren oder Business Angels und insbesondere uber die in den nicht zum Hightech Bereich zahlenden Unternehmen engagierten Business Angels gibt es nach Kenntnis der Autoren kein valides Wissen oder entsprechende Statistiken. Diese Studie nahert sich dem Thema Finanzierung junger Unternehmen durch Privatinvestoren von der Seite der jungen Unternehmen, bei denen sich Privatinvestoren bzw. Business Angels finanziell und unterstutzend engagieren. Die empirische Basis der Untersuchung bildet dabei die 2013er Befragungswelle des Kf WZEWGrundungspanels. Durch die Reprasentativitat dieser Stichprobe kann die Anzahl der von Privatinvestoren passive und aktive sowie Business Angels mitfinanzierten jungen Unternehmen der Grundungsjahrgange 2009 bis 2012 valide hochgerechnet werden. Die Anzahl der im Jahr 2012 tatsachlich aktiven Privatinvestoren ist allerdings aus dieser Datenbasis nicht direkt errechenbar. Zum einen ist die empirische Basis auf Grundungen der genannten Jahrgange beschrankt. Investitionen durch Privatinvestoren in Unternehmen anderer Grundungsjahrgange werden nicht ermittelt. Zum anderen sind Privatinvestoren zumindest im Durchschnitt nicht nur bei einem Unternehmen engagiert, sondern investieren in mehrere Grundungen. Dies kann aus der hier verwendeten Stichprobe nicht identifiziert werden. Um eine plausible Abschatzung der Anzahl in Deutschland aktiver und in Unternehmen der Grundungsjahrgange 2009 bis 2012 engagierter aktiver Privatinvestoren vorzunehmen, muss zunachst die Zahl der Engagements errechnet werden da eine Grundung mehrere Investitionen durch Privatpersonen erhalten kann und dann eine Annahme uber die durchschnittliche Anzahl von Engagements 39 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren getroffen werden, die von einem aktiven Privatinvestor bzw. Business Angel im Durchschnitt gleichzeitig getatigt werden. Der in der 2007er Untersuchung des ZEW Fryges et al, 2007 vorgenommene Abschatzung der Anzahl damals aktiver Business Angels lagen Studien von Brettel et al. 2000 und des VDI 2007 zugrunde. In diesen Arbeiten wurde von 4,8 bzw. 4 gleichzeitigen Unternehmensbeteiligungen pro Business Angel ausgegangen. Diese Schatzungen in den genannten Studien basieren auf Befragungen von Business Angels, die in der Regel in Netzwerken organisiert sind. So organisierte Business Angels mussen allerdings als uberdurchschnittlich aktive Privatinvestoren angesehen werden. Laut einer jungeren Umfrage im Rahmen des Business Angel Panel sind die dort befragten Business Angels im Durchschnitt sogar an sechs Startups beteiligt Business Angel Panel Nr. 46, 2. Quartal 2013, BAND. Eine einfache Ubertragung dieser Relationen auf alle hier identifizierten Investitionen von Privatpersonen in junge Unternehmen erscheint gewagt zu sein, insbesondere wenn davon ausgegangen wird, dass viele der identifizierten Investments aus dem unsichtbaren Teil des Beteiligungsmarkts stammen. Zumindest die von den befragten Grundungen nicht als besonders herausragend bewertete Bedeutung der Business Angel Netzwerke fur die Kontaktaufnahme zwischen Unternehmen und Privatinvestoren vgl. Grafik 4 deutet darauf hin, dass es sich bei den im Rahmen dieser Studie identifizierten Beteiligungsfalle wohl eher um solche von nicht in Netzwerken organisierten Privatinvestoren handelt. Es ist anzunehmen, dass der nichtsichtbare Beteiligungskapitalmarkt deutlich groer ist als der sichtbare, d.h. die Anzahl der nicht offentlich in Erscheinung tretenden Business Angels bzw. Privatinvestoren kann deutlich groer sein als die Anzahl der uber Netzwerke und ahnliche Strukturen bekannten vgl. Europaische Kommission, 2012. Demnach ist eine Verallgemeinerung der oben referierten Erkenntnisse zum Business Angel Verhalten auf die Gesamtheit aller Privatinvestoren hochst problematisch. Daruber hinaus gibt es nach Kenntnis der Autoren keine Einschatzungen zum Verhalten und zur Anzahl von aktiven Privatinvestoren, die in Unternehmen der Branchen auerhalb des Hightech Sektors engagiert sind. In dieser Analyse wird deshalb ein anderer Zugang zur Abschatzung der Mehrfachbeteiligungen gewahlt als bei Fryges et al. 2007. So wird ausgehend von den jungen Unternehmen mit einer Privatinvestoren Beteiligung die Anzahl 40 Aktuelle Anzahl aktiver Privatinvestoren und Business Angels der aktuellen Beteiligungsfalle ermittelt. Diese weicht von der Zahl der von Privatinvestoren mitfinanzierten Unternehmen ab, weil etliche Unternehmen von mehr als einem Investor finanzielle Unterstutzung erhalten. Basierend auf der Anzahl der Beteiligungen wird dann auf die Anzahl der Investoren geschlossen. Dafur werden Informationen uber die durchschnittliche Anzahl von offenen Beteiligungen pro Investor und Annahmen uber die durchschnittliche Anzahl von Beteiligungen anderer Formen pro Investor verwendet. Aus den Angaben der Unternehmen in der 2013er Erhebung des Kf WZEWGrundungspanels ist die Anzahl der von Privatinvestoren durchgefuhrten Engagements pro Unternehmen bekannt. Ferner muss berucksichtigt werden, dass bei 14% der Unternehmen der Grundungsjahrgange 20092012, in die investiert wurde, die Privatinvestoren ihre Beteiligungen bereits wieder verauert haben. Aus diesen Angaben wird die Mitte 2013 aktuelle Anzahl der Engagements, differenziert nach Branchengruppen, errechnet. Tabelle 7 zeigt die Engagements Anzahlen der aktiven Privatinvestoren linke Spalte und der Business Angels deren Engagements als offene oder stille Beteiligungen erfolgen, rechte Spalte fur die einzelnen in dieser Studie betrachteten Branchengruppen. Fur die Stichprobenunternehmen n144 mit einer noch bestehenden offenen Privatinvestoren Beteiligung werden die Eigentumer bzw. Beteiligtenstrukturen analysiert, die aus dem Mannheimer Unternehmenspanel MUP ermittelt werden konnen vgl. Anhang im Abschnitt 8. Dadurch sind alle Personen identifiziert, die Gesellschafter dieser Unternehmen sind. Uber Plausibilitatstests lassen sich die beteiligten Privatinvestoren oder Business Angel Fonds mit einer sehr hohen Trefferwahrscheinlichkeit erkennen. Fur diese Personen werden aus dem MUP alle weiteren aktuellen Unternehmensbeteiligungen identifiziert. Eine Abschatzung ergibt, dass die hier beobachteten aktiven Privatinvestoren uber alle betrachteten Branchen hinweg aktuell durchschnittlich rund 2,5 offene Unternehmensbeteiligungen in Unternehmen der Grundungsjahrgange 2009 bis 2012 eingegangen sind. Informationen daruber, inwieweit diese Personen auch nicht offene Beteiligungsformen wahlen oder ob es sich bei den per stillen Beteiligungen oder Darlehen engagierten Privatinvestoren um ganz andere Personen handelt, liegen nicht vor. 41 Branche STW HTW Software TDL Hightech insg. NTW wiss. DL UDL KDL Bau Handel 490 240 1.510 1.420 3.660 2.910 2.890 2.400 9.300 1.250 8.520 27.270 30.930 430 210 1.370 1.150 3.160 1.990 2.170 1.250 6.200 940 6.980 19.530 22.690 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Tabelle 7: Aktuelle Engagements von aktiven Privatinvestoren und Business Angels bei Unternehmen der Grundungskohorten 20092012 Anzahl der Engagements von Privatinvestoren Anzahl der Engagements von Business Angels Nicht Hightech insg. insgesamt Gerundete Zahlen Quelle: Kf WZEW Grundungspanel 2013 Um die Abschatzung der Anzahlen von Mitte 2013 engagierten aktiven Privatinvestoren und Business Angels durchfuhren zu konnen, mussen Annahmen uber das Beteiligungsverhalten der Privatinvestoren getroffen werden. Da plausible Informationen uber den Beteiligungs Mix von Privatinvestoren ganzlich fehlen, wird in dieser Arbeit jeweils eine Bandbreite fur die Privatinvestoren Anzahl errechnet, bei denen die Rander wie folgt definiert werden: Unterer Rand: Es wird angenommen, dass die stillen Beteiligungen nur von Privatinvestoren getatigt werden, die auch mindestens eine 42 Aktuelle Anzahl aktiver Privatinvestoren und Business Angels offene Beteiligung halten. Die Mezzanine und Darlehens Beteiligungen werden von anderen Privatinvestoren getatigt.4 Hierbei wird angenommen, dass diese auch durchschnittliche 2,5 Engagements pro Investor eingehen. Oberer Rand: Es wird angenommen, dass die per offenen Beteiligungen engagierten Privatinvestoren nicht in Form stiller Beteiligungen oder per Mezzanine Kapital sowie Darlehen in die Unternehmen investieren. Die verschiedenen Beteiligungsformen werden jeweils von anderen Privatinvestoren getatigt. Ferner wird angenommen, dass die Privatinvestoren in allen Beteiligungsformen im Durchschnitt wie fur die offenen Beteiligungen ermittelt 2,5 Engagements tatigen. Werden diese Annahmen zugrunde gelegt, dann ist davon auszugehen, dass Mitte 2013 zwischen 9.600 und 12.400 aktive Privatinvestoren 5 in jungen Unternehmen der Grundungsjahrgange engagiert waren. Sie gehen im Durchschnitt zwischen 3,2 und 2,5 Engagements pro Privatinvestor ein. Von diesen aktiven Privatinvestoren sind zwischen 6.300 und 9.100 Business Angels, die stark renditeorientiert sind. Die Business Angels gehen im Durchschnitt zwischen 3,6 und 2,5 Engagements ein. Es gibt aus den Daten der 2013er Welle des Kf WZEWGrundungspanels keine Informationen daruber, wie sich aktive Privatinvestoren und Business Angels zwischen den Branchen verteilen, ob die Privatinvestoren im Durchschnitt in sehr unterschiedlichen Branchen aktiv sind oder ob sie sich auf bestimmte Bereiche konzentrieren. Aus diesem Grund kann hier auch keine Zuordnung der Privatinvestorenanzahl zu unterschiedlichen Branchengruppen erfolgen. 4 Dieser Uberlegung liegt die in dieser Arbeit gewahlte Unterscheidung zwischen aktiven Privatinvestoren und Business Angels zugrunde. Vgl. Abschnitt 2.4. 5 Bei einer analogen Berechnung fur die Grundungskohorten 20022005 belauft sich die Schatzung auf rund 5.100 Engagements aktiver Privatinvestoren dort als Business Angels bezeichnet und bei einer Quotenspannbreite von 2,5 und 3,2 auf etwa 1.6002.040 damals engagierte aktive Privatinvestoren im Hightech Sektor mindestens bis Mitte des Jahres 2007, wobei in dieser Stichprobe nicht zwischen den verschiedenen Finanzierungsformen unterschieden werden kann. 43 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren 7 Literatur Almus, M., D. Engel und S. Prantl 2000, The Mannheim Foundation Panel of the Centre for European Economic Research ZEW. German and English Version, ZEWDokumentation, No. 0002, Mannheim. Brettel, M. 2000, Business Angels: Der informelle Beteiligungskapitalmarkt in Deutschland, Wiesbaden. Bretz, M., J. Egeln, S. Gottschalk, G. Metzger, M. Murmann, M. Niefert, M. Tchouvakhina und Katrin Ullrich 2013, Grundungspanelbericht, Junge Hightech Unternehmen trumpfen auf, Neuss, Frankfurt und Mannheim. BVKStatistik 20092012, Bundesverband deutscher Kapitalgesellschaften, Berlin: http:www.bvkap.deprivateequity.phpcat42titleAktuelle_Statistiken Gottschalk, S. und G. Licht 2013, Finanzierung von jungen Unternehmen durch externes Eigenkapital in Deutschland, Auswertungen aus dem Mannheimer Unternehmenspanel MUP, Projektbericht fur das BMWi, ZEW, Mannheim. Grabherr, O. 2002, Finanzierung mit Private Equity, in: Kofler G. und B. Polster Grull, Private Equity und Venture Capital, Wien. Europaische Kommission und Centre for Strategy Evaluation Services 2012, Evaluation of EU Member States Business Angel Markets and Policies, Final Report, Brussel und Kent. Fryges, H., S. Gottschalk, G. Licht und K. Muller 2007, Hightech Grundungen und Business Angel, Projektbericht fur das BMWi, ZEW, Mannheim. Legler, H. und R. Frietsch 2006, Neuabgrenzung der Wissenswirtschaft forschungsintensive Industrien und wissensintensive Dienstleistungen NIWISIListen 2006, Studien zum deutschen Innovationssystem Nr. 222007, Karlsruhe, Hannover. Mitter, C. 2008, Entrepreneurical Finance, in: Kraus, S. und M. Fink, Entrepreneurship, Wien. 44 Literatur Stedler, H. und H. Peters 2003, Business Angels in Germany. An Empirical Study, Venture Capital 53, S. 269276. VDI 2007, Business Angel Panel, Ergebnisse 20022007. Wallisch, M. 2009, Der informelle Beteiligungsmarkt in Deutschland, Rahmenbedingungen, Netzwerke und raumliche Investitionsmuster, Wirtschaft und Raum Band 17, Munchen. 45 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren 8 Anhang Das Kf WZEWGrundungspanel ist eine Kooperation von Kf W, ZEW und Creditreform. Es hat zum Ziel, Unternehmensgrundungen kontinuierlich uber einen Zeitraum von mehreren Jahren zu beobachten. Mittels einer computergestutzten Telefonbefragung computerassisted telephone interviews, CATI werden im Mittel jahrlich 6.000 Grundungen befragt. 2013 wurde die sechste und letzte der geplanten Befragungswellen durchgefuhrt vgl. Bretz et al., 2013. Ab dem Jahr 2014 wird das Panel unter dem Namen Mannheimer Grundungspanel in leicht veranderter Form fortgefuhrt. Zielgruppe des Kf WZEWGrundungspanels sind Unternehmen aus dem am ZEW gepflegten Mannheimer Unternehmenspanel MUP, das sich seinerseits auf die von Creditreform erfassten Unternehmensgrundungen stutzt. Somit werden so genannte wirtschaftsaktive Unternehmensgrundungen befragt, also solche, die entweder in das Handelsregister eingetragen sind, die fur die Grundung auf Fremdkapital, Handelskredite oder Ahnliches zuruckgegriffen haben oder die auf sonstige Weise, z. B. durch intensive Kundenbeziehungen, aktiv in den Wirtschaftsprozess eingebunden sind. 6 Die Stichproben des Kf WZEWGrundungspanels sind nach drei Schichtungskriterien gegliedert: der Branche vgl. Abschnitt 8.1, des Grundungsjahres und einer Indikatorvariablen dafur, ob ein Unternehmen eine Forderung durch die Kf W Bankengruppe erhalten hat. 8.1 Branchenabgrenzung des Kf WZEW Grundungspanels Das Kf WZEWGrundungspanel umfasst Grundungen aus fast allen Wirtschaftszweigen. Die Stichprobe des Kf WZEWGrundungspanels setzt sich aus Hightech und Nicht Hightech Unternehmen zusammen. Diese verteilen sich jeweils auf vier beziehungsweise sechs Branchengruppen, die auf der Zusam 6 Ubernahmen von bestehenden Unternehmen werden hier nicht als Unternehmensgrundungen gezahlt, da auf die Entstehung neuer Wirtschaftsaktivitaten abstellt wird. Auch Kleinstgrundungen oder Nebenerwerbsgrundungen werden aufgrund zu geringer Wirtschaftsaktivitat nicht erfasst. 46 Anhang menfassung bestimmter Wirtschaftszweige beruhen.7 Tabelle 8 zeigt, welche Wirtschaftszweige ins Kf WZEWGrundungspanel aufgenommen wurden, sowie deren Zuordnung zu den zehn Branchengruppen. Der Hightech Bereich lasst sich nach Spitzentechnik und Hochwertiger Technik im Verarbeitenden Gewerbe sowie technologieintensiven Dienstleistungen und Software aufgliedern. Die Spitzentechnik STW setzt sich aus denjenigen Wirtschaftszweigen des Verarbeitenden Gewerbes zusammen, die eine durchschnittliche Forschungs und Entwicklungsintensitat von uber 7 % aufweisen. Die Spitzentechnik schliet somit Unternehmen ein, die z. B. pharmazeutische Grundstoffe, Datenverarbeitungsgerate oder Mess und Navigationsinstrumente produzieren. Die Hochwertige Technik HTW umfasst die Wirtschaftszweige des Verarbeitenden Gewerbes mit einer durchschnittlichen Fu EIntensitat von 2,5 % bis 7 %. Hierzu zahlt unter anderem die Herstellung von Maschinen, Motoren, Kraftfahrzeugen und verschiedenen chemischen Erzeugnissen.8 Technologieintensive Dienstleister TDL sind Unternehmen, die sich z. B. auf Forschung und Entwicklung im Bereich der Natur, Ingenieur, Agrarwissenschaft oder der Medizin spezialisiert haben, sowie Architektur, Ingenieurburos oder Fernmeldedienste. Diese Branchengruppe gehort ebenso zum Dienstleistungsbereich des Hightech Sektors wie Softwareentwicklung oder Webdesign zusammengefasst unter Software. 7 Eine differenziertere Betrachtung als diese Zehnereinteilung ist nicht sinnvoll, weil sie aufgrund zu geringer Beobachtungszahlen keine reprasentativen Aussagen auf Branchenebene zuliee. 8 Die Fu EIntensitat ist definiert als Anteil der Fu EAufwendungen am Umsatz eines Unternehmens. Die Zuordnung der Wirtschaftszweige des Verarbeitenden Gewerbes zu den Hightech Branchen erfolgt nach der Definition von Legler und Frietsch 2006. Diese Definition basiert noch auf der Klassifikation der Wirtschaftszweige von 2003. Fur die Befragungen 2010 bis 2012 des Kf WZEWGrundungspanels wurde die Definition von Legler und Frietsch auf die Klassifikation der Wirtschaftszweige von 2008 ubertragen. 47 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Tabelle 8: Branchenabgrenzung des Kf WZEWGrundungspanels Branchenbezeichnung HightechBranchen Spitzentechnik im Verarbeitenden Gewerbe Hochwertige Technik im Verarbeitenden Gewerbe Abkurzung STW HTW Technologieintensive Dienstleister TDL Software NichtHightechBranchen Software WZ 2008Code 20.20, 21.10, 21,20, 24.46, 25.40, 26.11, 26.20, 26.30, 26.40, 26.51, 26.60, 30.30, 30.40, 32,50 20.13, 20.14, 20.16, 20.17, 20.41, 20.51, 20.53, 20.59, 22.11, 22.19, 23.19, 26.70, 27.11, 27.12, 27.20, 27.40, 27.90, 28.1115, 28.23, 28.24, 28.29, 28.30, 28.41, 28.49, 28.9296, 28.99, 29.10, 29.31, 29.32, 30.20 61.13, 62 ohne 62.01, 63.1, 71.12, 72.1 62.01 Nicht technologieintensive Wirtschaftszweige im Verarbeitenden Gewerbe Wissensintensive Dienstleister NTW 1033 ohne STW und HTWwiss DL 69.12, 70.2, 72.2, 73.12 Ubrige unternehmensnahe Dienstleister UDL Konsumnahe Dienstleister Bau und Ausbaugewerbe KDL Bau 49.2, 49.5, 50.2, 50.4, 51.2, 52, 53, 61.9, 63.9, 64, 74.1, 74.3, 74.9, 77.1, 77.34, 78, 8082, 49.1, 49.34, 50.1, 50.3, 51.1, 55, 56, 5860, 6566, 68, 74.2, 77.2, 79, 85.56, 9093, 9596 4143 Handel ohne Handelsvermittlung Handel 4547 ohne 46.1 Quelle: Kf WZEW Grundungspanel 2013, Lehler und Frietsch 2006 Anmerkung: Auer den oben explizit ausgeschlossenen Wirtschaftszweigen bleiben der Agrarsektor WZ 2008Code 0103, der Bergbau 0509, die Energie und Wasserversorgung 35, 36, Abwasser und Abfallentsorgung 3739, der offentliche Sektor 84, 94 sowie das Gesundheits, Veterinar und Sozialwesen 75, 8688 bei der Untersuchung unberucksichtigt. Abgrenzung gema der Klassifikation der Wirtschaftszweige Ausgabe 2008 des Statistischen Bundesamtes. 48 Anhang Die Nicht Hightech Branchen sind zum einen die nicht technologieintensiven Wirtschaftszweige im Verarbeitenden Gewerbe NTW. Diese umfassen das gesamte verarbeitende Gewerbe von der Nahrungsmittel uber die Textil bis hin zur Metallverarbeitung, mit Ausnahme der Wirtschaftszweige, die unter die Spitzentechnik oder Hochwertige Technik fallen. Des Weiteren zahlen wissensintensive Dienstleister wiss DL zu den Nicht Hightech Unternehmen. Diese bieten beispielsweise Steuerberatung, Wirtschaftsprufung oder Marketingberatung an. Wissensintensive Dienstleistungen erfordern in der Regel ein hohes Ma an Humankapital der Grunder und Mitarbeiter, weshalb diese Unternehmen hinsichtlich mancher Charakteristika eher den Hightech als den Nicht Hightech Unternehmen ahneln. Da das Unterscheidungskriterium jedoch der Grad der Technologieorientierung ist, werden wissensintensive Dienstleistungen den Nicht Hightech Branchen zugerechnet. Leasingfirmen, Gebaudereinigungen oder Entsorgungsunternehmen zahlen zu den unternehmensnahen Dienstleistern UDL, wahrend konsumnahe Dienstleistungen KDL das Gastgewerbe, Anbieter von Kultur, Sport und Unterhaltung sowie Friseure, Reinigungen etc. umfassen. Weitere Nicht Hightech Branchen des Kf WZEWGrundungspanels sind das Bau und Ausbaugewerbe von Hoch und Tiefbau uber Heizungsinstallation bis zu Malereibetrieben sowie der Handel Kraftfahrzeug, Gro und Einzelhandel. in den Insgesamt wurden zehn Branchengruppen des Kf WZEWGrundungspanels zwischen 2005 und 2012 ca. 184.000 wirtschaftsaktive Unternehmen pro Jahr gegrundet. Auf die zwei Branchen konsumnahe Dienstleister und Handel entfielen mehr als die Halfte aller Grundungen. In den vier Hightech Branchen wurden insgesamt gut 7 % aller neuen, wirtschaftsaktiven Unternehmen gegrundet. 8.2 Befragung 2013 Fur die Analysen dieses Berichts stehen aus der diesjahrigen Befragung die Datensatze von insgesamt 4.395 Unternehmen zur Verfugung. Die Verteilung auf die einzelnen Branchen und Grundungsjahre in der Nettostichprobe und in der Gesamtheit ist Tabelle 9 zu entnehmen. Die Grundgesamtheit bezieht sich auf alle Unternehmen der Grundungskohorten 20092012, die bis Ende 2012 geschaftstatig waren, d.h. bis zu diesem Zeitpunkt geschlossene Unternehmen dieser Grundungskohorten sind nicht mehr in der Grundgesamtheit enthalten. 49 Finanzierung von jungen Unternehmen in Deutschland durch Privatinvestoren Aufgrund der Ubergewichtung einzelner Branchen ist die Struktur der Nettostichprobe nicht reprasentativ fur die Grundgesamtheit. Um dieser Tatsache Rechnung zu tragen und um auf die Gesamtheit aller uberlebenden Unternehmensgrundungen in den betrachteten Branchen hochrechnen zu konnen, wurden auf Basis der Grundungszahlen gema dem Mannheimer Unternehmenspanel Hochrechnungsfaktoren fur jedes Unternehmen in der Stichprobe ermittelt. Die im Bericht dargestellten deskriptiven Statistiken basieren in der Regel auf gewichteten Analysen. Diese Gewichtung bewirkt, dass die Information einer Beobachtung mit dem Gewicht in die ausgewiesenen Gesamtergebnisse einfliet, das dem Gewicht dieser Beobachtung in der Grundgesamtheit entspricht. Dabei wird angenommen, dass jede Antwort eines Unternehmens bei der Befragung reprasentativ fur eine bestimmte Anzahl anderer existierender Unternehmen derselben Branche und desselben Grundungsjahres ist. Fur die Unternehmen der Grundungskohorten 2005 bis 2008 wurden keine Gewichtungsfaktoren bestimmt, da fur diese Kohorten in den letzten beiden Befragungsjahren keine zusatzlichen Unternehmensgrundungen in die Bruttostichprobe gezogen wurden. Dadurch ist die Zahl der Unternehmen dieser Kohorten in der Nettostichprobe so stark geschrumpft, dass eine reprasentative Hochrechnung von Kennzahlen fur diese Grundungsjahrgange nicht mehr moglich ist. 50 Anhang Tabelle 9: Verteilung der Grundgesamtheit 2012 und der Stichprobe 2013 der Grundungskohorten 20092012 Branche 2009 2010 2011 2012 STW HTW TDL Software NTW wiss DL UDL KDL Bau Handel insgesamt 679 69 881 44 6.975 161 2.812 52 7.012 101 8.868 55 15.816 39 46.069 83 14.920 98 25.494 136 130.228 838 731108850697.2692172.852877.3191278.7907016.9808352.04512316.64610128.077130142.5441.11567685793807.0102183.1671197.4671249.0989118.1628655.42714617.31911728.968138149.1531.204703731.022726.5012343.097926.7661088.2459218.50610455.13118715.93711828.333158145.3211.238Anmerkung: Alle Werte beziehen sich auf mindestens bis 2012 aktive Unternehmen Quelle: Kf WZEW Grundungspanel 2013; Mannheimer Unternehmenspanel, ZEW insgesamt 2.789 335 3.546 265 27.755 830 11.928 350 28.564 460 35.001 308 69.464 312 208.672 539 64.822 434 110.872 562 567.246 4.395 51 ", "filename": "823371522.pdf", "person": ["Jürgen Egeln", "Egeln, Jürgen", "Sandra Gottschalk", "Gottschalk, Sandra"], "date": ["2014"]}