{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/121643/1/823892182.pdf"], "title": ["Financiamento cultural: Uma visão de princípios"], "plaintext": "Texto para Discussao Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes. Instituto de Pesquisa Economica Aplicada ipea 2015Texto para discussao Instituto de Pesquisa Economica Aplicada. Brasilia : Rio de Janeiro : Ipea , 1990ISSN 141547651.Brasil. 2.Aspectos Economicos. 3.Aspectos Sociais. I. Instituto de Pesquisa Economica Aplicada.CDD 330.908As opinioes emitidas nesta publicacao sao de exclusiva e inteira responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos da Presidencia da Republica.E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas.Governo Federal Secretaria de Assuntos Estrategicos da Presidencia da Republica Ministro Roberto Mangabeira Unger Fundacao publica vinculada a Secretaria de Assuntos Estrategicos da Presidencia da Republica, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos.Presidente Jesse Jose Freire de Souza Diretor de Desenvolvimento Institucional Luiz Cezar Loureiro de Azeredo Diretor de Estudos e Politicas do Estado, das Instituicoes e da Democracia Daniel Ricardo de Castro Cerqueira Diretor de Estudos e Politicas Macroeconomicas Claudio Hamilton Matos dos Santos Diretor de Estudos e Politicas Regionais,Urbanas e Ambientais, Substituto Bernardo Alves Furtado Diretora de Estudos e Politicas Setoriaisde Inovacao, Regulacao e Infraestrutura Fernanda De Negri Diretor de Estudos e Politicas Sociais, Substituto Carlos Henrique Leite Corseuil Diretor de Estudos e Relacoes Economicase Politicas Internacionais Renato Coelho Baumann das Neves Chefe de Gabinete Jose Eduardo Elias Romao Assessorchefe de Imprensa e Comunicacao Joao Claudio Garcia Rodrigues Lima Ouvidoria: http:www.ipea.gov.brouvidoria URL: http:www.ipea.gov.br JEL: Z18. TD_2083_Financiamento Cultural.indb 229042015 14:56:46SUMARIOSINOPSEABSTRACT1 INTRODUCAO: DESAFIOS PARA O FINANCIAMENTO DAS POLITICAS CULTURAIS  72 ESTADO E MERCADO NO FINANCIAMENTO DAS POLITICAS CULTURAIS 83 MODELOS DE FINANCIAMENTO  174 O VALECULTURA  205 ALTERNATIVAS  266 FINANCIAMENTO E GASTO NA CULTURA  287 CONSIDERACOES FINAIS  44REFERENCIAS  45BIBLIOGRAFIA COMPLEMENTAR  46TD_2083_Financiamento Cultural.indb 329042015 14:56:46TD_2083_Financiamento Cultural.indb 429042015 14:56:46SINOPSEEste texto trata do financiamento de atividades culturais, qualificando e analisando os argumentos que justificariam a participacao do Estado nesse empreendimento. Analisa as criticas que afirmam terem sido as politicas culturais no Brasil deixadas ao mercado em funcao da primazia dos incentivos fiscais, especialmente da Lei Rouanet. Para responder a esse objetivo, a pesquisa considera a composicao dos recursos publicos, privados e os gastos tributarios publicos indiretos. O argumento se desdobra na reflexao sobre os fundamentos da legitimidade da participacao do Estado no financiamento ao consumo cultural por meio do valecultura que, sendo uma forma de incentivo fiscal, estabelece novos argumentos ideologicos e de principio, expressando a visao de que o Estado deve subsidiar as escolhas individuais dos trabalhadores no que se refere as preferencias de consumo de bens culturais. Finalmente, trata de um terceiro tema que e o da qualidade do fluxo de execucao orcamentaria de orgaos publicos. Nesse caso, a hipotese e de que boa parte da energia despendida em criticas de principio dirigidas aos mercados poderia ser redirecionada ao esforco de reformar o proprio Estado. Ha muitos problemas no processo de decisao publica a respeito do orcamento e de sua execucao. Sao necessarias fortes iniciativas para ajustar montantes de recursos financeiros as necessidades culturais, mas tambem para melhorar a qualidade do processo de gasto.Palavraschave: cultura; orcamento publico; mercado; regulacao.ABSTRACTThis paper deals with the funding of cultural activities, describing and analyzing the arguments that justify the States participation in this funding. It analyzes the critics who claim to have been the cultural policies in Brazil left to the market due to the primacy of tax incentives, part of the Rouanet Law. To meet this objective it analyzes the composition of public and private resources and public indirect tax expenditures. The argument unfolds in the reflection on the legitimacy foundations of the states participation on funding cultural consumption via Culture Tickets, which is a form of tax incentives, establishing new ideological and principled arguments, expressing the view that the state should subsidize the members of the working class individual choices in relation to the preferences of consumption of cultural goods. Finally, a third aspect is the quality of budget execution flow of the public body. In this case, our hypothesis is TD_2083_Financiamento Cultural.indb 529042015 14:56:46that much of the energy expended in criticizing questions of general principles like the preference for the market could be redirected into an effort to reform the state itself. There are many problems in the public decision making process about the state budget and its implementation. Strong initiatives are needed to adjust the amounts of financial resources to cultural needs, but also to improve the quality of the spending process.Keywords: culture; state budget; market; public regulation.TD_2083_Financiamento Cultural.indb 629042015 14:56:461 INTRODUCAO: DESAFIOS PARA O FINANCIAMENTO DAS POLITICAS CULTURAISDuas linhas de forca demarcaram as politicas culturais nos anos recentes: a democratizacao cultural e a de democracia cultural. A democratizacao referese a um processo regulado pela ideia de igual acesso de todas as pessoas aos bens culturais considerados legitimos. A democracia cultural implica um conceito de atribuicao de igual valor a todas as praticas culturais e o reconhecimento de que as diferentes formas de vida, saberes e linguagens artisticas podem encontrar nos espacos publicos seu lugar de expressao e dialogo.Nos ultimos anos, foram experimentadas no Brasil varias hipoteses de reorganizacao das politicas culturais que expressavam tanto os direitos de acesso quanto de reconhecimento das praticas culturais. Foram escolhidos para analise, de forma mais detida, uma questao e tres temas estreitamente relacionados e considerados fulcrais no campo das politicas publicas de cultura. A questao referese a participacao do Estado no financiamento de atividades culturais. Este artigo tem por objetivo qualificar e analisar os argumentos que justificariam a participacao do Estado nesse financiamento. A principal critica recente e de que as politicas culturais no Brasil foram deixadas ao mercado em funcao da primazia de um dos mecanismos de alocacao de recursos previstos na Lei Rouanet, os Incentivos Fiscais. Entao, a questao das relacoes entre Estado e mercado se constroi em torno de um primeiro tema: o mix do financiamento cultural no Brasil a partir da Lei Rouanet. Para responder a esse objetivo, analisamse a composicao dos recursos publicos, privados e os gastos tributarios publicos indiretos, para que se possa, dessa forma, contextualizar a discussao do primeiro tema.O segundo tema se desdobra, tambem, da questao do fundamento da legitimidade da participacao do Estado no financiamento. As empresas, ou o mercado, como ja se viu, sao apontadas como nucleo de uma politica liberal que prioriza o mercado em decorrencia do uso dos incentivos fiscais para apoiar projetos culturais. A proposta do Programa de Cultura do Trabalhador PCT, que apresenta como instrumento o valecultura, foi defendida e aprovada, significando uma nova enfase no mercado, so que agora dando prioridade as preferencias do consumidor. Sabese que nenhuma politica e isenta de contradicoes e, aparentemente, a defesa da prioridade da preferencia do consumidor pode ser associada, de forma tao intensa quanto a preferencia das empresas, a um ideario de mercado. A proposta e estender a reflexao sobre esse novo mecanismo 7TD_2083_Financiamento Cultural.indb 729042015 14:56:46Texto para Discussao 2083Financiamento Cultural: uma visao de principiosde financiamento, que associa incentivos fiscais a um novo paradigma do fazer politica cultural. O valecultura expressa a visao de que o Estado deve subsidiar as escolhas individuais dos trabalhadores no que se refere as preferencias de consumo de bens culturais. Essa ideia esta contida no PCT, cujos limites e potenciais referentes a democratizacao estao aqui refletidos.Finalmente, o terceiro tema referese aos resultados do processo de programacao orcamentaria do Ministerio da Cultura Min C, em que foram mapeados e discutidos suas caracteristicas e desafios. O principal deles e o da melhoria da qualidade do fluxo de execucao orcamentaria. Nesse caso, a hipotese e de que boa parte da energia despendida em criticas de principio dirigidas aos mercados poderia ser redirecionada ao esforco de reformar o proprio Estado. Ha muitos problemas no processo de decisao publica a respeito do orcamento e na sua execucao. Sao necessarias fortes iniciativas para ajustar montantes de recursos financeiros as necessidades culturais, mas tambem para melhorar a qualidade do processo de gasto.2 ESTADO E MERCADO NO FINANCIAMENTO DAS POLITICAS CULTURAISA Constituicao de 1988 CF1988 foi generosa com a area cultural,1 estabelecendo os direitos culturais e definindo um papel ativo para o Estado nessa area Barbosa et al., 2011. Um dos mecanismos para que os objetivos fossem efetivados e a participacao ativa do Estado no financiamento de acoes culturais. Existem propostas de Emenda Constitucional EC no 150 defendidas durante a campanha pela presidente Dilma Roussef e depois pelo Min C para vinculacao de recursos para a cultura, e ambem um esforco institucional para o aumento de recursos e a reformulacao de leis centrais que normatizam o sistema de financiamento federal a cultura.Para ampliacao de recursos financeiros na area cultural, o Estado pode usar tanto recursos fiscais diretamente e para isso utiliza parte da carga de impostos quanto incentivos fiscais, isto e, deixa de arrecadar impostos das empresas e de pessoas fisicas, 1. A Constituicao pode ser entendida como uma rede de conceitos que define os direitos culturais. Os Artigos 215 e 216 sao os mais famosos no campo cultural.8TD_2083_Financiamento Cultural.indb 829042015 14:56:46Rio de Janeiro, abril de 2015e em troca estas financiam acoes culturais.2 A area cultural, inclusive, tem algumas fontes vinculadas, embora diminutas, tais como loterias, concursos e fundos regionais. A CF1988 tambem permite que os entes federados vinculem recursos fiscais, se houver vontade politica e recursos financeiros. A composicao desses recursos dos orcamentos federais e de impostos gerais imposto de renda, contribuicoes etc. e a destinacao deles responde a logica incremental, isto e, quando ha recursos tributarios, os orgaos setoriais vao tendo seus orcamentos aumentados gradualmente.Portanto, a CF1988 expressa uma serie de valores, dentre eles o do desenvolvimento criatividade e protecao do patrimonio cultural para as geracoes futuras Barbosa da Silva e Araujo, 2010 e da equidade regional e para culturas desprotegidas. Em conjunto, podese dizer que esses valores expressam algo que Thomas Nagel indicou da seguinte forma: o valor que orienta a politica fiscal nao pode ser a justica tributaria, mas sim, a justica social Nagel e Murthy, 2005. Aparentemente acrescentouse algo novo a apresentacao da questao da cultura, a justica social. Nada mais enganador.No paragrafo anterior, afirmouse que politica fiscal diz algo a respeito da disposicao dos governos em usar recursos tributarios para certos fins, nesse caso, a justica social; todavia, para muitos e duvidosa a ideia de que a cultura tem algo a ver com o desenvolvimento e com a justica social. As artes e a cultura, para esses, seriam parte do genero de ultima necessidade, algo superfluo, que nao e e nem deveria ser priorizado como objeto de politica publica. Entretanto, nos ultimos anos, o tratamento da cultura como objeto de politica publica ganhou densidade, ao se constituir como obvio recurso ao desenvolvimento, mesmo sendo ela ainda tratada com ares de um ceticismo ironico.No entanto, nao ha como separar a dimensao cultural dos processos de transformacao sociais mais gerais, especialmente economicos e tecnologicos. Essa tese vem sendo defendida nos ultimos governos e foi tema do programa de governo da presidente Dilma Rousseff.No caso do modelo de financiamento brasileiro a cultura, ha, alem dos recursos orcamentarios diretos, os incentivos fiscais que sao utilizados com diferentes finalidades. No campo da cultura, alem de financiar atividades pelo seu valor cultural e artistico, 2. Os incentivos fiscais sao mecanismos de financiamento que estao expressos nas Leis no 8.3131991 e no 8.6851993.9TD_2083_Financiamento Cultural.indb 929042015 14:56:46Texto para Discussao 2083Financiamento Cultural: uma visao de principiostinham como finalidade criar uma orientacao ou motivar o empresariado para o apoio e para a pratica do mecenato a artistas, instituicoes culturais e eventos. Por essa razao, o prazo limitado de vigencia foi sendo estendido a cada momento em que expirava.Outro objetivo foi o de criar atividades economicas sustentaveis no campo do cinema e do audiovisual. Nesse caso, procurava dar apoio ao processo de formacao de atividades industriais nessas areas, com uso direto ou indireto de recursos de impostos, por meio da execucao orcamentaria ou de incentivos fiscais.Ha muitas controversias a respeito do financiamento a cultura. A primeira delas e exatamente saber da legitimidade do Estado em apoiar a cultura no quadro de necessidades crescentes de financiamento de politicas sociais como a educacao, a saude, a previdencia e assistencia social, entre outras politicas.Um ponto de grande importancia e delimitar os objetivos das politicas culturais. Financiar as artes e algo diferente de financiar acoes publicas de reconhecimento de culturas tradicionais. Mas nao sao apenas essas as questoes; temse tambem a preservacao do patrimonio edificado, os museus, os centros culturais, entre tantos outros equipamentos culturais a exigirem recursos significativos. No entanto, a cultura e um recurso que pode gerar diferentes resultados economicos. Essa poderia ser uma diretriz a ser priorizada nas politicas culturais.Ha, ainda, a questao dos montantes de recursos e da composicao de fontes. No quadro de restricoes, esta questao e central, dai, os postulados da composicao de recursos dos orcamentos fiscais com fontes vinculadas ou nao, com recursos adicionais das empresas, mas tambem de doacoes de pessoas fisicas e juridicas, com linhas de credito bancarias e aportes de fundos multilaterais.Alem da concorrencia por recursos setoriais, da priorizacao de objetivos e da pluralizacao de fontes, ha, tambem, questoes como a de legitimidade das decisoes politicas, a serem deslocadas para as empresas e consumidor, no caso de formas de incentivo fiscal, como o previsto na Lei Rouanet, ou por meio da distribuicao de valesconsumo com lastro, tambem em incentivos fiscais, como ja se viu. Em consequencia, o financiamento coloca questoes relacionadas ao desenho do processo decisorio. Saber quem decide sobre a alocacao de recursos e uma questao politica sensivel. Toda escassez supoe que se deva 10TD_2083_Financiamento Cultural.indb 1029042015 14:56:46Rio de Janeiro, abril de 2015fazer escolhas as quais, por vezes, podem ser particularmente dificeis; a qualidade da discussao a respeito de valores e dos bens que devem ser preservados ou sacrificados e o conjunto das decisoes alocativas definem o carater da politica implementada. A questao e sensivel na medida em que, alem de se saber quem decide sobre a alocacao, dois outros movimentos sao necessarios. Em primeiro lugar, devese decidir o quanto de um bem deve ser colocado a disposicao da sociedade e, em segundo, quem deve receber o que se oferece. Ha, assim, decisoes de primeira e de segunda ordem, que ensejam racionalizacao e uma dose de violencia simbolica em sua efetivacao, em um continuo processo politico de critica, resistencia, desconsideracao e refazimento da decisao, proprios do processo politico.3Apesar de todas as criticas recorrentes, modelos alternativos e mesmo propostas de aperfeicoamento do sistema de financiamento cultural, e fato que os recursos globais aumentaram significativamente, como se pode ver pelos dados de financiamento de gastos diretos e indiretos. Embora o aumento ou diminuicao de recursos nao seja o unico criterio a ser apresentado para defesa ou critica de um modo especifico de financiamento, e, certamente, um dos argumentos mais fortes que se pode levantar para pensar na sua efetividade.Por essa razao, o texto comeca a discussao com a apresentacao de alguns dados a respeito da composicao e do comportamento dos gastos culturais diretos e dos gastos tributarios indiretos do Min C e do governo federal com cultura, entre 1995 e 2010 graficos 1 e 2.Os gastos diretos orcamentarios do Min C respondiam por 92% dos recursos da area em 1995 e em 2010, apesar do aumento dos montantes, correspondiam a 46,5% do total. Os incentivos cresceram de forma a impressionar: eram 7,9% do total em 1995 e chegam 53,5% em 2010.3. O problema das escolhas valorativas e alocativas esta presente tanto na dimensao do direito publico quanto na do direito privado, e remonta a uma tradicao de reflexao sobre a relacao entre o direito e as politicas publicas. Ver Calabresi 1970 e Calabresi e Bobbit 1978. 11TD_2083_Financiamento Cultural.indb 1129042015 14:56:46Texto para Discussao 2083Financiamento Cultural: uma visao de principiosGRAFICO 1Participacao percentual das fontes publicas e privadas no financiamento a cultura: nivel federal 199520107,9037,2792,1062,7350,4454,5948,04 51,6853,62 55,4261,0656,1857,17 56,3354,56 49,4344,4653,4949,5645,4151,9648,32 46,3844,5838,9443,82 42,8343,67 45,4450,57 55,5446,511995199619971998199920002001200220032004200520062007200820092010Elaboracao dos autores.Min CIncentivos fiscais GRAFICO 2Relacao entre recursos renunciados e recursos novos do patrocinio destinados a cultura: nivel federal 1995201016,6323,5935,6935,8513,4612,53 10,7710,688,888,758,9266,3667,0367,1347,3658,9833,6432,97 32,8752,6441,0283,3776,4164,31 64,1586,54 87,4789,23 89,3291,12 91,2591,081995199619971998199920002001200220032004200520062007200820092010Gasto publico indireto Recurso novo Elaboracao dos autores.Parte desses recursos, no entanto, corresponde aos que deixaram de ser arrecadados, na forma de impostos, que eram de 33,6% em 1995 e foram para 91,1% em 2010, 12TD_2083_Financiamento Cultural.indb 1229042015 14:56:46Rio de Janeiro, abril de 2015enquanto os recursos novos, o que os patrocinadores aportam de recursos proprios, que eram de 66,4% em 1995, cairam para uma participacao de 8,9%, algo em torno de R 100 milhoes em 2010.Como se pode ver, ha dois componentes importantes para a argumentacao que se seguira. Em primeiro lugar, verificouse o aumento global dos recursos, tanto dos orcamentarios, quanto aqueles da modalidade incentivos fiscais. Nessa relacao, o aumento dos recursos fiscais na participacao na composicao dos recursos globais sai de 7,9% 1995 para 53,5% 2010. Depois, constatouse o aumento dos gastos publicos indiretos, que eram de 33,6% e vao para 91,1% nos quinze anos em foco. Ou seja, a participacao das empresas em termos de recursos proprios sai de 46,4% em 1995, para 8,9%.A ultima secao deste artigo voltara ao tema dos recursos orcamentarios e seus problemas especificos, deixando de lado a analise dos dados do orcamento e passando a discussao sobre as premissas que permitiriam avaliar e justificar a presenca do Estado no financiamento das politicas culturais.O autor indicado para pensar a relacao entre escolhas e politicas publicas e Ronald Dworkin. Embora sua obra seja uma reflexao marcadamente juridica, suas preocupacoes tocam a politica e as relacoes entre regras, principios e politicas publicas como padroes decisorios e o direito como atividade interpretativa. Chama atencao o fato de que, mesmo sendo um liberal, entende a consideracao igualitaria como a virtude soberana das comunidades politicas, o que para os fins desta reflexao e importante, pois coloca em questao a justica das escolhas sobre os modelos de financiamento da cultura. Quando a riqueza de comunidades politicas prosperas e distribuida de forma desigual, a justica fica comprometida, especialmente se as posicoes iniciais de acesso forem fortemente desiguais, como e o caso brasileiro. Os modelos de alocacao funcionalizam o discurso sobre a legitimidade das opcoes politicas, em um movimento circular, por meio do qual se reforca a necessidade de efetivacao de um arcabouco de normas juridicas que governam a propriedade, os contratos, as leis de previdencia, os incentivos fiscais, a atuacao do Estado etc. Dworkin, 2005b.Seguindo as pistas propostas por Dworkin 2005a, distinguiramse tres abordagens que justificariam a destinacao de recursos para as artes e para a cultura: os metodos 13TD_2083_Financiamento Cultural.indb 1329042015 14:56:46Texto para Discussao 2083Financiamento Cultural: uma visao de principioseconomico e sublime, descritos pelo autor, e a antropologica para a qual o filosofo nao apresentou uma definicao explicita, mas cujos elementos podese encontrar em sua reflexao. As tres abordagens sao apresentadas no quadro 1.QUADRO 1Abordagens a respeito do financiamento a cultura Designacao Conteudo Pressuposto ou objetivo Economicauma comunidade deve ter o carater e a qualidade de arte que deseja comprar ao preco necessario para obtela Pressupoe a liberdade para que as pessoas escolham o que querem Sublime a arte e a cultura devem alcancar certo grau de refinamento, riqueza e excelencia para que a natureza humana floresca, e que o Estado deve prover essa excelencia se as pessoas nao o fazem ou nao tem como fazelo Antropologicaestrutura cultural de uma sociedade Elaboracao dos autores.Propoe uma visao do que e bom para que as pessoas tenham ou usufruam Propoe que a cultura seja constituida pelo conjunto de oportunidades de valor disponiveis as pessoas No primeiro caso, a abordagem economica nao justificaria o apoio financeiro as artes e a cultura, pois o instrumento mais apto a fazer escolhas e decidir de forma eficiente e o mercado. O consumidor escolhe o que quer, se estiver disposto a pagar o preco necessario. A questao mais dificil e saber se ele estaria disposto a pagar pelo custo total de peca de teatro, museus, obras de arte etc. Os recursos publicos sempre subsidiam parte dessas atividades. Isso implicaria dizer que o consumidor esta pagando mais do que em situacao tipica de mercado paga na forma de tributos e do proprio bolso. Essa perspectiva apresenta outras dificuldades; uma delas se refere as relacoes entre preferencia e recursos totais disponiveis. Por exemplo, uma pessoa pode ter uma forte preferencia por gastar seus recursos em espetaculos de teatro, mas nao dispor de recursos para isso; assim sendo, preco e mercado nao sao medidas perfeitas para o que as pessoas realmente querem.Ainda na abordagem economica, tambem e possivel seguir de perto a discussao que afirma serem a arte e a cultura bens publicos ou bens publicos mistos. Arte e cultura seriam bens publicos, tem valor e trazem contribuicao para a comunidade em geral, e assim, devem ser apoiadas pelos recursos publicos se nao podem ser produzidas pelo mercado de forma eficiente. A ineficiencia referese ao fato de que ha grande dificuldade de impedir que aqueles que nao pagam por um bem tambem recebam seus beneficios e usufruam dele de forma gratuita.14TD_2083_Financiamento Cultural.indb 1429042015 14:56:46Rio de Janeiro, abril de 2015As pessoas nao tem nenhum incentivo para pagar pelo que receberao de qualquer jeito se outros comprarem   como todos os outros terao o mesmo motivo, ha um perigo real de que, coletivamente, nao se gaste a soma que se esta disposto a gastar se cada um pensasse que isso e necessario; assim, acabaremos por nao gastar o que queremos gastar coletivamente Dworkin, 2005a, p. 332.O bem publico misto pode excluir os que nao vao pagar espetaculo, opera, teatro etc., mas pode beneficiar os que dele nao participaram e gerar efeitos positivos extrinsecos para a comunidade aumento dos postos de trabalho, turismo etc. que nao estao relacionados a qualidade intrinseca do bem, ou seja, arte e cultura seriam recursos para outros fins.4No segundo caso, a questao ganha aspecto diverso. Tratase de decidir quanto se esta disposto a gastar coletivamente para desenvolver a cultura, portanto a discussao publica proporciona um valioso criterio de decisao sobre dispendios tributarios. Os problemas centrais se referem as desigualdades de acesso aos bens simbolicos produzidos ou protegidos pelo subsidio publico. Os que se beneficiam dos resultados dos incentivos publicos sao exatamente aquelas pessoas que tiveram o gosto proprio e uma formacao para desfrutar da arte e da cultura. Aqui, incluemse nao apenas centros culturais, museus ou bibliotecas, mas tambem as instituicoes educacionais. Haveria algo de levemente injusto nesta perspectiva, segundo Dworkin, ao se beneficiar pessoas de classe media no consumo de bens culturais.5 Alem disso, ha outro problema serio que e o de tratar formas de vida ou escolhas artisticas particulares como universais, quando na verdade, as pessoas discordam em questoes de gosto, estetica, razoes para usar o tempo livre e sobre que tipo de arte tem conteudos edificantes do ponto de vista moral e existencial. Assim, nao seria razoavel esperar que o Estado fizesse uso de suas capacidades de tributacao e definicao da alocacao de recursos em funcao de valores particulares, especialmente aqueles relacionados a estetica do sublime.O direito a cultura e previsto constitucionalmente e enseja acoes positivas do Estado, seja de natureza fatica, seja garantindo atos positivos de natureza normativa Canotilho, 2002, p. 1243. Sao direitos nao expressamente arrolados no Artigo 6o da 4. O argumento completo esta em Dworkin, 2005a, p. 331334.5. Para estudo dos padroes de frequencia de praticas culturais em suas dimensoes socioeconomicas, ver Codes, Barbosa e Araujo, 2011.15TD_2083_Financiamento Cultural.indb 1529042015 14:56:46Texto para Discussao 2083Financiamento Cultural: uma visao de principiosCF1988, especies de direito social, mas na medida em que tem relacao constitutiva com varios dos direitos ali previstos, podese dizer que o sao. De forma explicita, a previsao do direito a cultura vem nos Artigos 215, 216 e 216a, em que se verifica marcadamente seu carater de universalidade, devendo ser garantido a todos Silva, 2001, p. 312. O sentido juridico do direito a cultura e vinculado, portanto, as acoes do Estado no sentido de garantir de forma igualitaria a fruicao cultural, ai entendidas as dimensoes da cultura como conjunto de recursos materiais e simbolicos que condicionam a producao, a protecao e o enriquecimento do patrimonio cultural coletivo e o reconhecimento da diversidade de formas dos saberes, fazeres e modos de vida.Mas ha um terceiro sentido mais amplo no qual talvez se deva concentrar. A arte e a cultura sao recursos simbolicos e refletem escolhas morais profundas, fazem parte de nosso patrimonio global. Pablo Silveira 1995 e bastante claro em relacao a essa ultima questao: as possibilidades ou oportunidades de valor presentes em uma sociedade nao dependem da quantidade de objetos de escolha que estao disponiveis e sim da variedade de criterios de escolha que podem ser aplicados.A arte, alias, em qualquer de suas formas compoe o contexto cultural em que se vive. A arte popular e a alta cultura estao enredadas a cultura do dia a dia e assim se justifica o patrocinio estatal a elas pelo potencial que tem para fecundar a cultura cotidiana e aumentarlhe o repertorio de imagens, ideias, padroes de resolucao de problemas, possibilidades de conexoes de significados etc. Esses elementos aparecem como principios na forma de protecao e dinamizacao da diversidade cultural.Entretanto, as repercussoes, efeitos e beneficios desse tipo de investimento podem demorar, inclusive considerando que os beneficiarios poderao ser aqueles situados em geracoes seguintes. Os efeitos nao sao imediatos e podem nao beneficiar imediatamente os que tiveram seus impostos diretamente aplicados na area cultural. Essa objecao levanta a necessidade de considerar uma alternativa institucional e politica, a da realizacao de um programa continuo de investimentos no qual cada geracao vai contribuindo com a protecao da memoria e a invencao de novas tradicoes criativas legadas aos seus herdeiros. Nao e possivel estimar os impactos e repercussoes do subsidio publico na criatividade cultural, mas e uma expectativa razoavel que eles contribuam para o clima de aperfeicoamento intelectual e moral.16TD_2083_Financiamento Cultural.indb 1629042015 14:56:46Rio de Janeiro, abril de 2015Embora nao se possa imaginar no momento nenhum criterio que justifique um nivel de gastos para incentivos publicos a cultura, alguns niveis se tornaram referencias simbolicas, a exemplo de 1% do orcamento destinado as politicas culturais pelo governo frances, considerado uma referencia em termos de politicas e um percentual que depois foi preconizado normativamente pela Organizacao das Nacoes Unidas para a Educacao, a Ciencia e a Cultura Unesco. Na secao 2, uma mostra da participacao dos recursos da cultura no orcamento federal em 2010 sera analisada.Outra questao relevante e a de saber que tipo de alocacao uma comunidade esta disposta a fazer. Ressurgese nesse ponto a questao nada trivial de saber se os investimentos devem pretender levar a comunidade algum tipo de cultura que se considere valorosa, ou se o valor orientador sera o de respeitar os gostos e praticas vigentes. Esperar que a resposta parta da comunidade e incoerente. Ate que ponto e possivel preferir algo diferente das tradicoes e do seu contexto?3 MODELOS DE FINANCIAMENTONa legislacao de financiamento, e mais do que isso, na cultura politica brasileira, ha uma orientacao liberal que nao permite que projetos culturais sejam julgados pelos seus conteudos. A aprovacao de projetos pela Comissao Nacional de Incentivos Culturais CNIC, que define quais estarao aptos a captar recursos das empresas, leva em consideracao elementos formais de coerencia interna e consistencia dos orcamentos. Nao ha julgamento a respeito do merito ou de conteudos especificos, outros elementos tambem devem ser ressaltados.A analise do grafico 3 nao e imprescindivel para o andar da argumentacao, mas permite abrir um parentese. Dele podese derivar questoes a respeito das pretensoes da area em termos de esforco de gasto do Min C. Primeiramente, o grafico 3 aponta que a dotacao inicial foi de 0,22% do orcamento geral da Uniao excluido servico da divida, os creditos adicionais foram de 0,10% em uma provavel disposicao politica para aumento de recursos. O autorizado foi em torno de 0,21% do orcamento geral. A capacidade de empenhar, entretanto, foi menor e isso nao depende apenas do Min C, mas da politica e desempenho fiscal global do governo. O liquidado foi de 0,13% do orcamento e o pago no periodo no ano foi de 0,10%. A rigor, para atingir 1% preconizado, os recursos 17TD_2083_Financiamento Cultural.indb 1729042015 14:56:46Texto para Discussao 2083Financiamento Cultural: uma visao de principiosdevem aumentar em dez vezes. Obviamente, o problema nao e so de recursos, mas de prioridade alocativa e do comportamento global do orcamento da Republica.GRAFICO 3Min C: participacao percentual dos recursos no orcamento federal 20100,220,210,100,100,150,13Dotacao inicial Creditos adicionais Autorizado Empenhado Liquidado Pagos Elaboracao: Diretoria de Estudos e Politicas Sociais Disoc do Ipea.Dentro desse quadro, os incentivos fiscais constituemse em uma forma protegida de recursos, pois nao seguem a logica fiscal governamental dos contingenciamentos e cortes e, embora sejam definidos limites anuais, estes nao sao rigorosamente seguidos. Quando se diz que a legislacao de incentivos fiscais responde as necessidades do mercado, mudando o argumento de foco, a questao que se trata nao e a respeito da preferencia do consumidor, das praticas ou da natureza do que esta sendo financiado, mas a legitimidade que as empresas teriam em decidir sobre em quais projetos depositar recursos e depois obter abatimento nos impostos. Nessa visao, como as empresas querem retorno de imagem, o argumento se desdobra. Elas vao investir naqueles artistas mais conhecidos, que irao proporcionar midia indireta para a empresa em jornais, revistas e televisao. Outra parte do argumento e que as empresas vao investir em eventos com maior visibilidade publica para formar imagem. Os dois argumentos convergem na afirmacao da exclusao por parte das empresas, dos artistas, eventos e projetos que nao resultam em retorno de imagem nas midias estabelecidas.Na verdade, nao ha uma logica estrita de mercado aqui, isto e, pressupondo escolhas livres em funcao de preferencias e niveis de precos, o que acontece e que a decisao de 18TD_2083_Financiamento Cultural.indb 1829042015 14:56:47Rio de Janeiro, abril de 2015investimento e da empresa e a politica e de oferta, ou seja, esta relacionada a distribuicao de recursos para a producao. Admitese que o Estado nao consegue alocar bem os recursos e que as empresas o farao com certa racionalidade, nao apenas economica, mas levando em consideracao a qualidade das propostas e projetos apresentados.Seja como for, a politica de financiamento cultural e, ainda que idealmente, por premissa, neutra, em suas linhas gerais, em relacao a que tipo de bens e praticas culturais deve ser incentivado. Podese dizer que a empresa escolhe os projetos que sao do seu interesse em termos dos quais associara sua imagem. Tambem se pode dizer que parte dos recursos que deixaram de ser arrecadados serviu aos interesses de marketing empresarial. Isso tudo parece ser correto. O problema, no entanto, nao e o mercado, mas uma discussao que tem tripla dimensao. A primeira e saber se as empresas escolheram projetos artisticoculturais irrelevantes do ponto de vista da estrutura cultural. A segunda e saber se o erario, por meio do gasto publico indireto, outro nome para a isencao fiscal, financiou uma visao particular de arte que nao corresponde aos valores que seriam desejaveis do ponto de vista da politica de enriquecimento da estrutura cultural, assumindose que isso seja possivel. A terceira e saber se e razoavel financiar, com recursos fiscais destinados a cultura, o marketing das empresas.Responder as duas primeiras questoes nao e impossivel, mas implica debates sobre valores politicos substantivos, o que e dificil para a tradicao liberal antiperfeccionista,6 isto e, que diz ser impossivel fazer escolha entre valores particulares. Para essa tradicao nao e possivel dizer o que e melhor em termo de valores, entao o debate, a principio, e irrelevante. Responder a questao tambem implica discussao empirica a respeito do que as empresas efetivamente financiaram desde a vigencia da legislacao e do padrao de arte e cultura que foi objeto de incentivo.A terceira dimensao, embora tambem exija analises mais longas e cuidadosas, afinal sugere uma reflexao a respeito dos objetivos dos incentivos as empresas, podendo ser esclarecida ao se responder a outras questoes que se desdobram, a saber: i que nivel de recursos proprios e razoavel esperar das empresas quando do uso do mecanismo dos incentivos fiscais? ii qual deve ser a proporcao entre gasto tributario indireto e gasto orcamentario?6. Definese por antiperfecionista aquele que permanece neutro em questoes relativas ao valor intrinseco das pessoas, concepcoes abrangentes e de todo bem especifico que possa ser objeto de nossas escolhas Silveira, 1995.19TD_2083_Financiamento Cultural.indb 1929042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiosA interpretacao desse conjunto de questoes resulta numa melhor definicao a respeito da composicao do financiamento a cultura, isto e, sobre o mix publicoprivado do financiamento; tambem implica saber organizar modos de financiamento que permitam melhor uso de recursos publicos para prioridades politicas, isto e, para a infraestrutura cultural museus, bibliotecas, parques, centrosculturais etc., para promocao do patrimonio artistico nao priorizado pelas empresas, para a valorizacao de grupos artisticos de culturas tradicionais, para a promocao de circuitos artisticos que nao se relacionam com os mercados mais dinamicos, para estimular o associativismo cultural etc.Todos esses pontos podem ser indagacoes projetadas ao proprio orcamento direto. Nesse caso, as respostas nao serao diretas e nem automaticas, a qualidade do processamento das decisoes ainda continuara como questao relevante. A capacidade de financiar e modificar a estrutura de valores de uma sociedade nao vem por um efeito magico; nao basta serem os recursos conectados a instancias de decisao democratica ou do Estado ou mesmo a principios genericos como o da equidade. Outras mediacoes sao necessarias aqui.A secao 3 trata de outro dispositivo de financiamento da cultura. O valecultura nasceu no contexto do PCT. Nesse caso, retomase a discussao sobre os principios que envolvem a proposta.4 O VALECULTURAOs objetivos do PCT estao assim redigidos: I possibilitar o acesso e a fruicao dos produtos e servicos culturais; II estimular a visitacao a estabelecimentos culturais e artisticos; e III incentivar o acesso a eventos e espetaculos culturais e artisticos. O programa tem como nucleo o valecultura, e como novidade estimular o consumo e o dinamismo da economia cultural.7 O vale tem carater pessoal e intransferivel, sera valido em todo o territorio nacional, confeccionado e comercializado por empresas operadoras pessoas juridicas inscritas no programa e autorizadas a operalo, disponibilizado aos usuarios trabalhadores com vinculo empregaticio pelas empresas beneficiarias pessoa juridica optante pelo programa e utilizados pelas empresas recebedoras pessoa juridica habilitada pela empresa operadora para receber o vale como forma de pagamento de 7. Lei no 12.761, de 27 de dezembro de 2012. Disponivel em: http:www.planalto.gov.brccivil_03_ato 201120142012LeiL12761.htm. Acesso em: 25 fev. 2014.20TD_2083_Financiamento Cultural.indb 2029042015 14:56:47Rio de Janeiro, abril de 2015servico ou produto cultural. Destinase a todas as empresas tributadas, com base no lucro real, que se inscrevam no programa e devera ser fornecido ao trabalhador que receba ate cinco salarios minimos SMs mensais, e aqueles com renda superior a esse minimo poderao ser tambem atendidos desde que os primeiros ja tenham o atendimento garantido. O valor mensal por usuario sera de R 50,00, e o trabalhador podera sofrer um desconto maximo de 10% do valecultura. Os trabalhadores com remuneracao superior a cinco SMs poderao ter desconto entre 20% e 90%.Portanto, o valecultura e um adicional para que o trabalhador de baixa renda, inserido em segmentos do mercado de trabalho, compre bens e servicos culturais. Ha muitos argumentos para a defesa do valecultura, sendo o principal deles garantir recursos para o consumo cultural, em que tambem se ofereceriam razoes de cidadania e inclusao em certo padrao de consumo cultural. Mas sera verdadeira a tese? As distincoes sociais diminuem com o processo de construcao de cidadania e com o aumento do consumo cultural subsidiado com recursos publicos? As politicas publicas propostas mudam fundamentalmente as distribuicoes de recursos sociais? Variadas sao as respostas a essas questoes, mas elas relacionam de forma enfatica algumas ideias. Entre elas estao as de regulacoes economicas pelas leis de um mercado autorregulado, as acoes publicas de uma autoridade governamental capaz de realizar distribuicoes igualitarias e a permeabilidade da politica a forcas sociais, o que permitiria a democratizacao do Estado. A complementaridade e a traducao institucional dessas ideias permitiriam a consolidacao de diferentes projetos sociais e institucionais. A forca de cada uma delas corresponderia a diferentes arranjos institucionais. Estruturas culturais das sociedades se relacionam com essas formas organizacionais, mercado, Estado, podendose adicionar sociedade civil comunidades, grupos de vizinhanca, familia, associacoes etc  Os proximos paragrafos discutem o relacionamento do valecultura com os direitos culturais, e as possibilidades de que ele signifique a desmercadorizacao da fruicao e do exercicio das praticas culturais.Antes de estabelecer a discussao do valecultura propriamente, e necessario estabelecer as premissas do debate. Em sociedades tradicionais nao capitalistas, os trabalhadores nao eram tratados como mercadoria. Nao dependiam da venda de sua forca de trabalho para a sobrevivencia. Karl Polanyi 1980 descreveu o processo historico de criacao da ideia dos mercados autorregulados e de como o trabalho foi gradualmente se relacionando e tornado dependente das relacoes monetarias. A desorganizacao das 21TD_2083_Financiamento Cultural.indb 2129042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiosinstituicoes que garantiam a reproducao social de forma independente das relacoes de compra e venda da forca de trabalho significou a gradativa mercadorizacao das pessoas.A consolidacao dos direitos sociais e a construcao de instituicoes de protecao reintroduziram certo nivel de desmercadorizacao contra a logica dos mercados, mas mantem o status de mercadoria como um padrao da reproducao das relacoes sociais. As pessoas nao se emancipam dos mercados pela simples presenca de politicas publicas tipicas do Estado Social. Essas politicas oferecem uma rede de seguranca, mas nao eliminam a logica dos mercados como forca organizadora das relacoes sociais. Nao obstante, a ideia de desmercadorizacao tem uma dimensao politica, permite que os trabalhadores despendam parte de seu tempo em atividades de mobilizacao civil e em acoes de solidariedade.A dependencia dos mercados torna a mobilizacao politica dificil e cria divisoes sociais de classe. Enfim, a posicao em relacao aos mercados de trabalho gera divisoes, no minimo entre os que estao dentro e os que estao fora, entre os incluidos e os excluidos. Esse tema ligase ao da segmentacao estrutural. Os incluidos se beneficiarao dos beneficios dos mercados, os outros se nutrem de transferencias de renda e da assistencia. Segundo EspingAndersen 1991, nao e a mera presenca de um direito social, mas as regras e precondicoes correspondentes que ditam em que extensao os programas de bemestar social oferecem alternativas genuinas a dependencia em relacao ao mercado. Em sentido diverso, mas complementar, Bobbio 1992 alerta para o fato de que uma coisa e proclamar um direito, outra e efetivamente poder desfrutalo. Em texto que se tornou classico na luta pela implementacao dos direitos fundamentais, defende que a linguagem dos direitos tem uma funcao pratica ao dar vigor aos movimentos que demandam a satisfacao de necessidades materiais e morais, cunhando a conhecida expressao era dos direitos, na qual, paradoxalmente, ha uma massa de semdireitos.EspingAndersen 1991 lembra que os tres modelos institucionais assistencialista, bismarckiano e beveridgiano nao promovem necessariamente a desmercadorizacao, embora o ultimo dos tres tenha um maior pendor solidario, dado que ofereceria beneficios basicos e iguais, independentemente de ganhos, contribuicoes ou presenca nos mercados. As politicas desmercadorizantes se identificariam, assim, em maior ou menor grau, com aqueles modelos institucionais, pois devem envolver a liberdade dos cidadaos, e sem perda potencial de trabalho, rendimentos ou beneficios sociais, de parar de trabalhar quando achar necessarioop. cit., p. 103.22TD_2083_Financiamento Cultural.indb 2229042015 14:56:47Rio de Janeiro, abril de 2015BOX 1Os impactos do valecultura na cobertura e em termos de financiamento Estimouse a cobertura e os valores que seriam necessarios a implementacao do valecultura. A populacao economicamente ativa PEA de 2008 no Brasil era 52% da populacao em idade ativa PIA. Na PEA, 93% estavam ocupados e, dos ocupados, 52% eram informais; portanto, a principio esse e o percentual de trabalhadores que nao terao direito ao valecultura. Teriam acesso ao vale 44 milhoes de trabalhadores formais, numero bastante significativo, se o requisito fosse apenas o da formalidade. No entanto, para ter direito ao beneficio, o trabalhador deve receber menos de 5 SMs. O numero de beneficiarios cai para 38 milhoes de trabalhadores que poderao usufruir de R 50,00 mensais. Mas, para serem beneficiarios, os elegiveis devem trabalhar em empresas que se enquadrem no regime de tributacao do lucro real em oposicao ao regime de lucro presumido. O total de empresas nesse regime abrange 6% das empresas ou aproximadamente 179 mil entre cerca de 2,8 milhoes de empresas e representam 84% da receita agregada, segundo dados da Receita Federal. Isso quer dizer que as empresas beneficiarias serao as maiores. Por aproximacao, essas empresas correspondem as empresas com mais de 250 empregados. Dessa maneira, o numero de trabalhadores beneficiarios cai, mas ainda continua importante, ou seja, em torno de 17 milhoes e 800 mil. Estes representam um universo de 46,8% dos trabalhadores formais que ganham menos de 5 SMs e constituem cerca de 19% dos ocupados. Alem disso, devese enfatizar que, em termos regionais, o Sudeste concentraria 50% dos trabalhadores beneficiarios potenciais, e duas cidades, Rio de Janeiro e Sao Paulo juntas, representariam 38% deles. Um ultimo ponto sobre o assunto: o Min C estimou para 2010 que o valecultura significaria um montante de R 2,5 bilhoes que deixariam de ser arrecadados em impostos. No exercicio proposto, o pagamento de doze meses de valecultura para os 17,8 milhoes de trabalhadores representaria cerca de R 800 milhoesmes ou R 10,6 bilhoesano. Ha uma diferenca entre o teto de recursos permitidos para deducao pelas estimativas divulgadas pelo Min C e os recursos necessarios para o universo de trabalhadores potencialmente beneficiarios aqui estimado. A renuncia prevista representa 23% das necessidades de recursos para cobrir todos os trabalhadores que teriam direito ao vale. Para caber nos limites dos gastos tributarios indiretos previstos R 2,5 bilhoes apenas 4 milhoes de trabalhadores poderiam receber doze parcelas do valecultura, ou seja, 4,5% dos trabalhadores ocupados. Se o numero ainda e significativo, devese dizer que esta aquem dos 12 milhoes de trabalhadores divulgados como potenciais beneficiarios. Fonte: Barbosa 2009.Em geral, discutese a igualdade e equidade de acesso a bens culturais, mas os impactos simbolicos e materiais das instituicoes na garantia de direitos culturais sao negligenciados. Supoese de forma simplificada que as distribuicoes de recursos para a producao cultural gerariam maior igualdade por principio, maior nivel de igualdade de oportunidades e igual capacidade de fruicao e mesmo consumo da cultura. Na verdade, a suposicao de que o investimento na cultura tera um impacto no contexto moral, intelectual e cultural, que melhorara e enriquecera a vida das pessoas e uma aposta, cuja dose de indeterminacao e muito grande. Em realidade, a suposicao anterior e um artigo de fe, o que nao impede que se reflita sobre os melhores argumentos que possa mobilizar para justificar os apoios a cultura.A tradicao de transferencias por necessidades e de fato um mecanismo de dualizacao, estigmatizacao e estratificacao social, devendo ser mais bem refletida no caso do valecultura. O modelo de estabelecimento de politicas diferenciadas, com direitos e privilegios particulares a diferentes grupos em termos de posicao nos mercados e de status tambem acentua distincoes, fortalece vinculos especificos de grupo, entre grupos e estruturas estatais e segmenta as atividades oferecidas. Sao politicas de inclusao seletiva nos valores de cidadania e que em muitos casos leva a uma estrutura institucional complexa, com sobreposicoes, sombreamentos e confusao normativa. A expectativa de que os sindicatos se unam em defesa e ampliacao do valecultura e legitima, justificase em funcao de ideais de equidade, do conceito de que a cultura e importante, de que deve ser valorizada de forma igual e que, por ser direito, deve ser igualmente valorizada 23TD_2083_Financiamento Cultural.indb 2329042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiose acessada por todos. Mas cabe questionar se a forma voucher e a melhor para promocao desse acesso.Por contraposicao ao modelo assistencialista, os modelos universalistas promovem a igualdade e o acesso a todos. Uma das condicoes desse modelo e que os direitos independem da insercao nos mercados de trabalho. Os beneficios sao em geral modestos e igualitarios.Aqui, o valecultura se encaixa bem, isto e, os beneficios sao modestos e iguais para todos aqueles em condicoes de elegibilidade. O mais importante, entretanto, e que so terao acesso aqueles que tem insercao no mercado de trabalho. Tambem e preciso dizer que o alcance do vale e significativo quatro milhoes de beneficiarios, se considerarmos os limites aprovados para a renuncia fiscal, embora ainda assim, muito pequeno em relacao ao publico potencial 17,8 milhoes dos que ganham ate cinco SMs em empresas que entram no regime de tributacao pelo lucro real, assim ha uma tendencia latente de aumento do dualismo e da segmentacao social em funcao da organizacao de formas de distincao e estigmatizacao entre aqueles que estao em melhor situacao economica e cultural, os que consumirao cultura do tipo vale e os que continuarao excluidos dessas possibilidades.Aqueles que nao receberao o valecultura deverao contar com o Estado e com politicas de oferta e acesso gratuito. No entanto, os recursos estarao em disputa, dessa forma, haveria uma erosao no ja fragil sistema de apoio publico as politicas e instituicoes universalistas de protecao e garantia de direitos culturais.Ha possibilidades, ainda, de que o proprio sistema universalista museus, bibliotecas, shows, teatro etc. responda as expectativas de uso do vale propondose a recebelo em troca do uso de servicos e acesso a acervos. Isso significaria uma consequencia inesperada, isto e, em vez de proporcionar acesso, estimularia a criacao de barreiras de entrada a fruicao cultural. O mesmo pode ocorrer por parte do mercado, capaz de ajustar precos, causando impactos de forma a corroer rapidamente as contas publicas e, portanto, indiretamente, as possibilidades de acesso a bens e servicos.Alem disso, ha a alternativa de inclusao de criterios institucionais na decisao de consumo cultural, portanto de criterios normativos, gerando uma imposicao suave por meio de pressupostos economicos e de regulacao, de um padrao que, podese dizer, na 24TD_2083_Financiamento Cultural.indb 2429042015 14:56:47Rio de Janeiro, abril de 2015melhor hipotese, de excelencia cultural. A resposta para o que sera permitido consumir, quais instituicoes estarao autorizadas a receber o vale e quais estarao autorizadas a emitilos e bastante dificil. A tabela 1 apresenta visualmente a cobertura e as exclusoes do valecultura.TABELA 1Cobertura estimada dos trabalhadores que receberao o valecultura 2008PEAOcupados Ocupados informais Ocupados formais Formais que ganham ate 5 SMs Formais que ganham ate 5 SMs em empresas grandes 99.500.20292.394.585 48.173.56244.221.023 38.055.214 17.800.881Elaboracao: DisocIpea a partir da Pesquisa Nacional por Amostra de Domicilios PNAD 2008.100,0 92,9 48,4 44,4 38,2 17,9 De qualquer maneira, o vale gerara um impacto nas decisoes de consumo e fruicao, e nao se sabe se na direcao de um enriquecimento de valores e bens culturais ou se apenas em nome de abstrata ideia de acesso a cultura pelos trabalhadores.Dessa maneira, em vez de manter as politicas publicas funcionando com base no universalismo e na ideia de estrutura cultural, assumese o acesso a cultura como acesso a quantidades de bens e servicos. Em vez de enriquecimento de repertorios e da diversidade, bloqueando o mercado, mantendo os valores de universalismo e da qualidade simbolica e estetica do bem cultural, assumese a fragil abordagem economica como quadro de fundo para o desenho de politica. Os trabalhadores poderao, ainda, vir a se mobilizar para a ampliacao do voucher, mas provavelmente a custa de uma perspectiva mais rica do que seja a estrutura cultural que deva ser enriquecida.O conjunto de elementos apontados resulta em regimes de politicas culturais diferenciadas, que representam diferentes configuracoes entre direitos, relacoes entre Estado, consumidor e cidadania cultural. Nas politicas assistencialistas, predominam as transferencias aos comprovadamente pobres, as transferencias universais sao reduzidas, e os planos de acao relacionados a estrutura cultural sao modestos. Os mercados sao estimulados como forma de organizacao da provisao de servicos e oferta de bens.No regime conservador, predomina a preservacao de posicoes de status. O mercado nao e uma forma de organizacao com apelo ideologico quase dogmatico, embora a 25TD_2083_Financiamento Cultural.indb 2529042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiosmanutencao de um sistema de distribuicoes seletivas para grupos sociais e profissionais ja incluidos signifiquem a cristalizacao e manutencao de relacoes de poder.No terceiro tipo, o universalismo e a desmercadorizacao dao a tonica do debate. Nesse modelo, nao se pensa em termos de dualismo entre Estado e mercado, entre trabalhadores de alta renda e os outros trabalhadores, buscase o enriquecimento da rede de metaforas, estilos, criterios que configuram a estrutura cultural. Portanto, a igualdade nao e fundada na ideia das necessidades minimas. Todos se vinculam as politicas publicas culturais educacao, museus, teatro, leitura etc. e delas dependem, de forma solidaria, outras fontes da criatividade cultural. Resulta disso o ideal de estimular a autonomia individual e a solidariedade de todos na producao de significados, razoes existenciais, metaforas, imagens, ideais de igual respeito pela diferenca, tolerancia religiosa, igualdade de genero etc.As ideias gerais que justificam o vale sao interessantes, pois almejam maior igualdade no acesso a cultura. A implementacao, entretanto, e limitada, inaugura uma cisao no modelo universal ao introduzir uma logica corporativa e induzir uma segmentacao entre os incluidos e os excluidos. A logica da politica de acesso a cultura aqui nao dispensa outras formas complementares que possam veicular o ideal de universalidade da fruicao e exercicio da cultura.5 ALTERNATIVASUm dos maiores problemas do valecultura e sua necessidade de financiamento, pois a manutencao dos beneficios, por um lado, e de servicos de qualidade a precos exequiveis exige uma engenharia complicada. De forma direta, o valecultura pressupoe grande quantidade de recursos financeiros que serao sempre insuficientes para atingir todos os trabalhadores formais e informais. Ha duas alternativas.Em uma delas, podese apostar que o mercado de trabalho mantenha um grande numero de pessoas trabalhando com niveis de renda maior que o definido nos criterios de elegibilidade, diminuindo, assim, o publico potencial do programa, ou restringir os criterios de elegibilidade para atingir um publico menor. A primeira alternativa pressupoe atacar o problema de forma estrutural e global aumentando a renda do trabalhador e 26TD_2083_Financiamento Cultural.indb 2629042015 14:56:47Rio de Janeiro, abril de 2015deixando a ele a decisao de consumo do bem que lhe convier. O problema e saber se ha instrumentos de acao que impactem nessa variavel de forma significativa.A segunda alternativa implica manter a aposta no valecultura dandolhe outros significados. Assim, nao importaria as quantidades consumidas e nem o alcance do vale, mas a sinalizacao de que a cultura deve fazer parte da cesta de consumo de todo trabalhador e cidadao.Ambas as alternativas reconhecem o valecultura como um programa factualmente restrito. Os seus impactos sobre a cidadania cultural ainda se mantem sob suspeita, mas fica claro que a abordagem economica nao e mais adequada para justificalo, que o argumento do aumento quantitativo do consumo tambem nao e suficiente para realizar o objetivo do acesso e que talvez a mudanca se de no imaginario politico, isto e, no reforco das ideias de inclusao, de acesso igualitario a bens culturais, na valorizacao e reconhecimento de que os trabalhadores tem suas preferencias de consumo e que estas podem ter no programa um instrumento de reconhecimento. De qualquer maneira, uma duvida saudavel permanece: a alocacao de recursos da monta do valecultura nao teria maior impacto se fosse alocada em politicas estruturais?Resta uma ultima colocacao para a finalizacao. As causas economicas e politicas das iniquidades de acesso a cultura tambem sobressaem como causas do subdesenvolvimento das instituicoes culturais. Como indicou Arretche 1996 ao apresentar as premissas explicativas para o desenvolvimento do Estado de bemestar social, industrializacao, crescimento economico, capitalismo e poder politico dos trabalhadores e dos governos anunciam as razoes e as diferencas dos regimes institucionais. Tambem a natureza da mobilizacao politica, as coalizoes e a historia das instituicoes podem fazer a diferenca entre a aprovacao do vale e alternativas mais universalistas. Nenhum alinhamento politico se repete e, portanto, cada configuracao historica tem caracteristicas proprias, com diferentes capacidades politicas e recursos de poder.Essas consideracoes complexificam as interpretacoes que relacionam direitos culturais, Estado, igualdade e valecultura. As forcas sociais construtoras de instituicoes tem ideais e recursos politicos diferenciados. A igualdade pode ser um bom valor, mas os acumulos politicos as coalizoes, as aliancas, consensos etc. , devem ser considerados 27TD_2083_Financiamento Cultural.indb 2729042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiosnos processos de implementacao e na acao publica. Nem sempre a igualdade e o objetivo perseguido factualmente, mesmo o sendo em termos retoricos.Ha visoes de mundo sendo defendidas, posicoes de grupos e classes, aliancas pressupostas. Sem sombra de duvidas, a abordagem economica nao justificaria a presenca do Estado como garantidor e configurador das situacoes das preferencias de consumo. Entretanto, o aumento de consumo, segundo defensores do valecultura, teria efeitos multiplicadores nos processos economicos gerais, sendo aparentemente um bom argumento ate que se prove o contrario. E segundo essa visao, e dever do Estado promover o desenvolvimento da cultura e garantir o acesso.O acesso a bens culturais por meio do valecultura provoca uma visao da riqueza cultural ligada ao consumo e a aposta de que o mercado e capaz de oferecer opcoes de acesso a cultura. Deixase em aberto a questao de saber se essa descricao da cultura e mais interessante do que aquela que diz ser a cultura uma questao de oportunidades de valores disponiveis ou nao as pessoas e que, em geral, as opcoes no sentido de enriquecimento das estruturas culturais sao coletivas, dos criadores, e nao apenas dos consumidores.86 FINANCIAMENTO E GASTO NA CULTURARegistrouse, na primeira secao deste trabalho, que a qualidade da alocacao de recursos das empresas para a cultura merece uma melhor e mais aprofundada reflexao, mas que tambem seria necessario comparar e contrastala com a alocacao de recursos por parte do poder publico, especialmente federal. Essa assertiva decorreu do longo processo de acompanhamento de alguns dos programas federais de cultura desenvolvido nos ultimos anos. Alguns dos problemas enfrentados pelos programas acompanhados eram exatamente aqueles relacionados a qualidade da programacao e dos fluxos orcamentarios.De toda sorte, esta secao trabalha com a ideia de que o processo orcamentario deve ser mais bem compreendido e que dessa compreensao podem decorrer debates mais qualificados a respeito do sistema de financiamento a cultura no Brasil e do 8. Ver os significados do consumo cultural do ponto de vista de ideias de justica Barbosa da Silva et al. 2009.28TD_2083_Financiamento Cultural.indb 2829042015 14:56:47Rio de Janeiro, abril de 2015aperfeicoamento, tanto da parte publica, quanto da parte, por assim dizer, privada da decisao alocativa.O conhecimento do orcamento e de seus processos e fundamental para a compreensao da atuacao estatal. Ele exprime os graus de importancia relativa das acoes financiadas, das suas prioridades politicas e dos conflitos alocativos da administracao. Seu crescimento e decrescimento, quando relacionados aos seus contextos historicos e ao quadro das relacoes institucionais, sao reveladores dos rumos da politica em seu conjunto.A descricao que se segue se concentra na estrutura administrativa e financeira federal. Comeca com a relacao dos recursos autorizados em dezesseis anos do Min C 19952011. Muitas mudancas aconteceram no processo de organizacao da programacao orcamentaria, nas instituicoes e nos programas. A Agencia Nacional de Cinema Ancine, por exemplo, passa a figurar como unidade orcamentaria em 2004; o Instituto Brasileiro de Museus Ibram, em 2009, tem execucao financeira apenas no ano seguinte; outros programas sao incluidos no Plano Plurianual PPA de governo, tais como o Programa Arte Cultura e Cidadania, o Programa Brasil Plural, e outros, que sao redesenhados, como os programas Engenho das Artes, Brasil Patrimonio Cultural, Monumenta e o proprio programa dos museus, que e completamente transformado. Por essa razao, foram feitos recortes temporais diferenciados para a analise dos dados, finalizandose com um levantamento dos restos a pagar no Min C, desde 2004, para em seguida se deter no caso especifico do Programa Arte Cultura e Cidadania Cultura Viva.O Min C distribui seus dispendios por tres Fundacoes, a Fundacao Cultural Palmares FCP, a Biblioteca Nacional, e a Fundacao Nacional das Artes Funarte; dois Institutos, o Brasileiro de Museus Ibram; e o do Patrimonio Historico e Artistico Nacional Iphan; e a Agencia Nacional do Cinema Ancine. Alem disso, o Min C tem inumeros programas e acoes. Os programas de maior importancia e com programacao no PPA de governo sao: Brasil Patrimonio Cultural, Livro Aberto, Brasil, Som e Imagem, Museu Memoria e Cidadania, Cultura AfroBrasileira, Monumenta, Cultura VivaArte, Educacao e Cidadania, Engenho das Artes, Identidade e Diversidade CulturalBrasil, Desenvolvimento da Economia da Cultura.A reparticao de despesas do Min C por unidades orcamentarias e programas traduz escolhas politicas e diferentes concepcoes a respeito de valores e prioridades. Separamse 29TD_2083_Financiamento Cultural.indb 2929042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiosos recursos empenhados e niveis de execucao por periodo de governo. E possivel, e muito provavel, que haja estilos de governo diferenciados na gestao orcamentaria; esta assertiva exigiria esforcos analiticos adicionais que servirao como caminho para outros estudos. Por enquanto basta que se indique tendencias gerais, tanto na lida com recursos autorizados, quanto com os empenhos. Os programas sao expressao das relacoes entre Estado e sociedade civil, mas tambem entre as esferas governamentais ao fazer frente a acoes federativas. Entretanto, aqui, mais do que estimular a reflexao a respeito de prioridades alocativas e expressar disputas politicas por prioridades, uma visao detida permite qualificar algumas das dificuldades operacionais relacionadas ao processo de programacao orcamentaria e dos fluxos financeiros.O grafico 4 apresenta os recursos autorizados e os empenhados.9 No limite, para fins didaticos, o empenho 10 representa a capacidade de realizar o financeiro disponivel no ano corrente. Nao corresponde ao que foi efetivamente pago ultima fase da realizacao da despesa publica, mas serve de garantia de adimplemento dos compromissos assumidos pela Administracao Publica.11 O que se pode notar e o aumento significativo dos recursos do Min C no periodo em analise. O autorizado Lei credito revela a disposicao de gasto do governo e do ministerio. Esta disposicao nem sempre se traduz em esforco de gasto efetivamente realizado, mas e sinalizadora politica da area como prioridade.Se o autorizado indica as prioridades alocativas globais, o empenhado revela a capacidade global efetiva de alocar despesas no ano orcamentario. A distancia entre os dois e mais significativa nos dois ultimos anos, o que revela uma disposicao politica, mas tambem e indicadora de dificuldades no empenho de recursos no periodo do orcamento, 9. E indiferente para esta pesquisa o uso dos valores empenhados ou liquidados em decorrencia de se ter trabalhado com orcamento fechado. Os valores pagos sao menores sistematicamente em relacao aos empenhos e valores liquidados. 10. Para Assoni Filho, 2008, p. 181.   o empenho emanado da autoridade competente, alem de autorizar a efetivacao da despesa, gera obrigacao de pagamento para o Estado, tendo assim o carater de um ato juridico que exterioriza a vontade da referida autoridade administrativa   A liquidacao e a segunda fase do processo de realizacao da despesa publica, que diz respeito ao valor exato a ser pago pelo Estadoadministracao   em virtude do compromisso assumido   p. 189. Seguese a emissao de ordem de pagamento e o pagamento: o pagamento e a quarta e ultima fase da realizacao da despesa publica, pois nela se da a efetiva entrega, ao fornecedor ou prestador de servico, do valor apurado como credito a ele devido em decorrencia de compromisso assumido pelo poder publico, o tornando exigivel perante o Estadoadministracao, assim que constatada a observancia do implemento e condicao e exarada a correspondente autorizacao pelo ordenador de despesa p. 191.11. Op. cit. 30TD_2083_Financiamento Cultural.indb 3029042015 14:56:47Rio de Janeiro, abril de 2015em decorrencia da falta de recursos financeiros efetivamente, ou simplesmente da dificuldade de fazer empenhos.GRAFICO 4Min C: recursos globais 19952011Em R3.000.000.0002.500.000.0002.000.000.0001.500.000.0001.000.000.000500.000.00001995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011Autorizado Empenhado Elaboracao dos autores.Obs.: valores corrigidos pelo Indice Nacional de Precos ao Consumidor Amplo IPCA medio de 2011.A administracao federal da cultura sofre de inumeras disfuncoes graves. Problemas de fluxo de recursos e desembolso afetam diretamente associacoes culturais, secretarias de cultura estaduais e municipais, mas tambem pessoas fisicas que se vinculam a acoes relacionadas a distribuicao de bolsas, premios, ajuda de custo para viagens e hospedagem, microcredito etc. As dificuldades da acao decorrem muitas vezes da percepcao de urgencia, do grau de prioridade e valor de uma determinada linha de acao. Muitas vezes, a logica orcamentaria global nao permite a preparacao adequada das atividades.A tabela 2 apresenta o comportamento dos recursos no periodo de quinze anos, isto e, desde o primeiro ano do governo de Fernando Henrique Cardoso FHC, passando pelo segundo mandato, os dois governos do presidente Luis Inacio Lula ate o primeiro da presidente Dilma Roussef.O autorizado do Min C foi de R 1,5 bilhao em 2009, e saltou para R 2,4 bilhoes, em 2010, e R 2,1 bilhoes, em 2011. O crescimento foi de, respectivamente, 57% e 31TD_2083_Financiamento Cultural.indb 3129042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principios38% a cada ano. Se forem considerados os recursos liquidados, a perspectiva muda: o aumento foi de 16% no primeiro bienio e de 28% no segundo. De qualquer forma, o aumento e significativo. Mas e tambem revelador da impossibilidade de fazer frente a disposicao politica, seja pela nao liberacao de recursos a cada ano, seja pelas dificuldades de fazer os empenhos necessarios em nivel suficiente.TABELA 2Min C: recursos autorizados, empenhados e nivel de execucao 19952011Ano Empenhado Empenho % Variacao do autorizado Variacao do empenhado Variacao anual 1995 1001995 100autorizado Variacao anual empenhado 19951996199719981999200020012002200320042005200620072008200920102011 438.273.221 486.451.714 480.370.409 440.852.770 496.476.084 550.280.867 604.920.254 485.770.295 419.802.178 571.233.667 727.459.956 850.768.875 1.022.907.402 1.154.364.146 1.368.967.845 1.596.681.421 1.644.705.223 58,63 73,20 73,89 73,20 85,63 83,29 87,09 66,78 69,16 76,14 80,89 83,95 76,45 73,63 87,97 65,32 75,85 Elaboracao dos autores.Obs.: valores corrigidos pelo IPCA medio de 2011.100 89 87 81 78 88 93 97 81 100 120 136 179 210 208 327 290 100 111 110 101 113 126 138 111 96 130 166 194 233 263 312 364 375 0,011,1 2,2 7,4 3,7 14,0 5,1 4,716,6 23,6 19,9 12,7 32,0 17,2 0,7 57,111,30,011,01,38,212,610,89,919,713,636,127,317,020,212,918,616,63,0O nivel de execucao global do Min C varia muito ano a ano. Foi de 58,6%, em 1995, primeiro ano do governo FHC e chegou a 66,78% em 2002, ultimo ano do segundo mandato de FHC; O executado foi de 69,16% em 2003, 87,9% em 2009, 65,3% em 2010, e 76,6% em 2011 Barbosa Silva, 2013. Como se pode ver pela tabela 2, a variacao do autorizado e do empenho nao sao casados. O autorizado varia de forma negativa em relacao a 2004, o que denota um possivel ajuste dos orgaos do orcamento e do planejamento a respeito da expectativa de gasto. Entretanto, o empenhado tem variacao maior, o que mostra a disponibilizacao de recursos, em geral em montantes maiores ao de 1995 anobase. Apenas em 2003 esses recursos foram menores do que em 1995. Depois de 2004, os valores autorizados sofrem uma aceleracao positiva, 32TD_2083_Financiamento Cultural.indb 3229042015 14:56:47Rio de Janeiro, abril de 2015sinalizando expectativas de uso cada vez mais acentuado de recursos fiscais na cultura. Essa expectativa, embora nem sempre concretizada na mesma intensidade prevista no autorizado e retratada na variacao do empenho, que e sempre maior em relacao a 1995. Nas variacoes anuais, podese captar as movimentacoes e ciclos da economia e seus reflexos no padrao de gasto. As diminuicoes no autorizado sinalizam, em geral, restricoes fiscais. As variacoes negativas de empenho sinalizam varias coisas diferentes, entre elas as ja assinaladas restricoes fiscais decorrentes de crises economicas, associadas ou nao aos movimentos politicos as mudancas de governo promovem inflexoes no padrao de disponibilidade financeira e disposicao de gasto, tanto no ano de fim de mandato quanto no primeiro mandato do governo seguinte.O nivel de execucao depende de inumeros fatores e nao pode ser interpretado de forma isolada. Deve ser relacionado com a expectativa tecnica de dispendio baseada na prospeccao de cenarios possiveis para o comportamento economico e fiscal, expresso no autorizado, da disponibilidade efetiva de recursos e do momento no qual o financeiro estara disponivel etc. O grafico 5 apresenta o fluxo de execucao mensal. O que sobressai e a execucao concentrada no ultimo mes do ano, em dezembro, quando o financeiro disponivel acompanha a rapida preparacao de empenhos.GRAFICO 5Min C: fluxo mensal de execucao dos recursos globais 19952010Em R199519961997199819992000 2001200220032004200520062007200820092010Janeiro Julho Fevereiro Agosto Marco Setembro Abril Outubro Maio Novembro Junho Dezembro Elaboracao dos autores.33TD_2083_Financiamento Cultural.indb 3329042015 14:56:47Texto para Discussao 2083Financiamento Cultural: uma visao de principiosAs tabelas 3 e 4 apresentam os montantes absolutos de dotacao inicial, recursos empenhados e pagos. Em seguida, os restos a pagar inscritos, restos a pagar do exercicio anterior etc. Ja se viu a relacao entre dotacao e empenho, o pago no ano e em geral menor o que deixa deveres para os anos seguintes que por sua vez geram pressoes nos processos internos dos orgaos e tambem tem consequencia na disponibilizacao de recursos nos orcamentos dos anos seguintes.Em 2004, por exemplo, 76% dos recursos foram empenhados, apenas 58,9% foram pagos. De restos a pagar ficaram 29,4%, 15,9% anulados e 80,3% foram pagos. Os dados podem ser seguidos ano a ano sem acrescentar muitas informacoes novas. Para o que e importante, o padrao de programacao orcamentariofinanceiro gera muitos problemas para organizacao interna e nas relacoes com a sociedade, ja que os prazos conveniais, contratuais e de outras modalidades de transferencias voluntarias sao imprevisiveis.Para finalizar, o grafico 6 apresenta a razao entre restos a pagar inscritos e recursos empenhados. Esta razao mostra de forma definitiva as dificuldades da programacao anualizada do orcamento quando em presenca dos restos a pagar, dado que estes impactam as disponibilidades financeiras do ano.Em 2007, os restos a pagar inscritos chegaram a constituir 40,85% dos recursos empenhados; em 2011, corresponderam a 55,20% do total. A media de restos a pagar do periodo foi de 38,3% do total empenhado.Os restos a pagar afetam o desempenho financeiro por condicionarem os fluxos. Quantificar sua porcentagem permite reconhecer que a disfuncao e mais grave do que se poderia imaginar.34TD_2083_Financiamento Cultural.indb 3429042015 14:56:48Rio de Janeiro, abril de 2015 83, ,088 ,386 ,749 ,139 ,594 ,692 ,906 4,16 ,308 ,711 ,303 ,701 ,941 ,106 ,775 ,873 2,83sodaunal ,951 20, 41, 60, 80, 07, ,163 ,181 4,31 0,0 0,0 1,6 8,8 6,61 4,32 8,61 ,921 4,92 3,53 3,04 7,76 7,55 4,45 5,46 5,911 ,316 ragap a sotse Rragap a sotse R ragap a sotse R roiretna oicicrexe ragap a sotse Rsotircsni ragap a sotse Roga P 9,85 1,06 2,06 2,64 3,74 3,75 2,04 9,04 ,984ragap a sotse Rragap a sotse R ragap a sotse R roiretna oicicrexe ragap a sotse Rsotircsni ragap a sotse Roga Podahnepm Elaicini oacato Don A .9399194. .457564401. .565022861. .386017761. .381488593. .868643483. .803508932. .275773781. .025900355. .06692422. .58609447. .68968844. .01026416. .965153192. .884882563. .858530343. sodaunal 144276 02 983144. 715064 3 522134 2 603412 3 959539 33 556526 822 508705 461 794.6 987 879.323.52 898.821.63 980.172.08 331.963.841 754.517.251 431.850.031 811.580.191 011.676.542 614.878.714 715.398.214 647.128.484 285.229.236 620.838.709 344.398.144 966.332.175 454.536.045 559.954.727 675.250.016 378.867.058 590.856.716 260.409.2201. 052.174.147 475.353.4511. 885.382.198 448.769.8631. 371.904.189 224.186.6951. 198.684.957 422.507.4461. .732052057 979903998. 573. 349. 339. 710. 888. 773 2443101 5808331 9587651 5476551 0724442 6309581. 40025002600270028002900201021102 836.472.101.2 010.114.703.1 792.982.754 .148518244. .9463713243  .0740983855  326.470.739.8 .serotua sod oacaroba El 947.000.924.11 lato T.1102li ed odem ACPI oep sodgirroc seroav :.sb Oil 4ALEBAT11024002 ragap a sotser e otnemacrood sanretni seocaler : Cni M %m E11024002 ragap a sotser e otnemacro :Cni M Rm E 3ALEBATodahnepm Elaicini oacato D 1,67 9,08 9,38 4,67 6,37 9,78 3,56 5,88 ,287 732.052057. 979.903998. 573. 349. 339. 710. 888. 773 2443101 5808331 9587651 5476551 0724442 6309581. .serotua sod oacaroba El 947.000.924.11 lato Ton A40025002600270028002900201021102TD_2083_Financiamento Cultural.indb 3529042015 14:56:4835Texto para Discussao 2083Financiamento Cultural: uma visao de principiosGRAFICO 6Min C: relacoes entre restos a pagar inscritos e recursos empenhados 20042011Em %55,2040,8535,7735,4239,6438,3028,8826,2722,7720042005200620072008200920102011Total Elaboracao dos autores.Outro problema evidente e o fluxo financeiro, cuja irregularidade compromete qualquer planejamento e mina a credibilidade dos agentes publicos.12 Estes tres elementos montantes de recursos federais, descentralizacao e programacao financeira colocam desafios importantes ao planejamento do Min C. A analise mais detida do caso concreto do Programa Arte Cultura e Cidadania Cultura Viva permitira contextualizar essas questoes mais gerais, a partir de um programa que vive uma profunda crise. Diversas sao as razoes que explicam esses problemas, e um deles e abordado neste texto, qual seja, o orcamentariofinanceiro.O Programa Arte Cultura e Cidadania Cultura Viva enfrenta diferentes tipos de problemas. Durante o ano de 2012, o Ipea trabalhou com a Secretaria de Cidadania e Diversidade Cultural SCDC e buscou lancar um olhar sistematico ao conjunto de problemas enfrentados pelo Estado e pela sociedade civil nos dinamismos do programa.O primeiro passo foi tracar um mapa de questoes a serem enfrentadas; a programacao orcamentaria e a prestacao de contas concentram uma boa margem dos problemas a serem enfrentados. Na verdade, esse conjunto poderia ser tratado como um problema juridico 12. O problema e, como sabido, generalizado na administracao publica. O Min C nao e uma excecao. 36TD_2083_Financiamento Cultural.indb 3629042015 14:56:48Rio de Janeiro, abril de 2015do programa, com desdobramentos em diferentes planos de acao publica, especialmente relacionado as regras das transferencias voluntarias e sua fiscalizacao, assim como as Leis Orcamentarias Anuais LOA, as Leis de Diretrizes Orcamentarias LDO e aos planos plurianuais PPA.Para o interesse neste estudo, os problemas estao sintetizados no quadro 2, pois impactam de forma cabal a realizacao orcamentaria do programa Barbosa da Silva, 2012. Como os convenios implicaram repasses em varias parcelas, o fluxo tambem ficou condicionado a prestacoes de contas parciais. Todo o processo de prestacao de contas e os impactos operacionais e institucionais que dele decorrem tem como resultante a dificuldade de racionalizacao no uso de recursos financeiros. A liberacao do financeiro tambem apresenta dificuldades, todas relacionadas ao controle de caixa realizado pelo governo federal e de profundo impacto na gestao do orcamento.QUADRO 2Programa Cultura Viva e seus problemas Componente Descricao do problema Marco juridico Ha falhas no processo de gestao, de prestacao de contas e nos fluxos burocraticos; as normas das transferencias voluntarias nao sao cumpridas, gerando problemas no fluxo de repasse de recursos, nas relacoes do Estado com a sociedade civil e com os orgaos de controle e fiscalizacao.Recursos orcamentarios e financeiros Convenios Editais de premios e editais de bolsas O programa convive com atrasos sistematicos nos repasses de recursos;contingenciamentos que agravam o quadro de precariedade da programacao orcamentariofinanceira;dificuldades no processo de aprovacao de relatorios de prestacao de contas e defasagem de registro nos sistemas Sistema de Gestao de Convenios e Contratos de Repasse do Governo Federal Siconv e Sistema de Apoio as Leis de Incentivo a Cultura Salic Web.Inexperiencia da sociedade civil quanto aos procedimentos burocraticos decorrentes das obrigacoes constantes dos editais;ausencia de sistema eficiente e continuo de monitoramento, acompanhamento e avaliacao dos planos de trabalho de convenios diretos e com entes parceiros.;necessidade de vincular as politicas descentralizadas a sistema de monitoramento do programa;necessidade de construcao de espaco de participacao social ampliada.Instrucoes precarias quanto aos procedimentos burocraticos decorrentes das obrigacoes constantes dos editais.Elaboracao dos autores.Esse conjunto de componentes problematicos converge e fragiliza os processos de gestao e tambem a propria dinamica de funcionamento da SCDC, afinal os recursos humanos sao escassos, bem como o tempo para lidar com as questoes relacionadas aos fluxos financeiros, prestacoes de contas e necessidades de recursos.TD_2083_Financiamento Cultural.indb 3729042015 14:56:4837Texto para Discussao 2083Financiamento Cultural: uma visao de principiosAlem da percepcao de precariedade da burocracia em garantir racionalidade e previsibilidade aos processos de acompanhamento da execucao dos projetos, o que se traduz exemplarmente na ineficiencia e constantes equivocos das prestacoes de contas, ha que se registrar a fragil capacidade dos destinatarios dos recursos para lidar com a linguagem propria da administracao publica, seus limites e necessidades documentais. Afinal de contas, buscase tambem o controle sobre a correta aplicacao de recursos publicos.O financiamento do Programa Cultura Viva se da, sobretudo, atraves dos recursos orcamentarios. Analisamse os recursos orcamentarios da Uniao, mas os recursos veem tambem dos orcamentos dos Estados, municipios e Distrito Federal DF. Um dos problemas centrais da SCDC e o nivel de execucao anual e as dificuldades para que as acoes finalisticas sejam executadas em fluxo mensal adequado. Um dos maiores problemas e a qualidade da execucao fluxos e disponibilidades financeiras. As razoes para essas dificuldades partem da qualidade da programacao orcamentaria, em que os elementos politicos globais atingem em cheio as disponibilidades financeiras e setoriais e, portanto, dependem da politica fiscal e macroeconomica governamental e das prioridades ministeriais; de toda sorte, as explicacoes para a qualidade da execucao tambem envolvem as capacidades diversas da SCDC e sua historia interna elaboracao de politicas, editais, problemas juridicos, os fluxos e montantes de trabalho, pressoes sociais etc  Parte dos problemas de fluxo esta fora de governabilidade da SCDC, pois abrangem a gestao fiscal global e setorial. Nada obsta, entretanto, acoes que minimizem esses problemas.Os graficos 7 e 8 apresentam respectivamente a participacao do programa Cultura Viva no total dos recursos do Min C e os valores absolutos. Eles se parecem em termos de tendencias globais, as barras crescem ate 2007 e depois declinam ate 2010, o que significa dizer que o programa no seu primeiro ano representava 1,3% R 10.946 mil, chega a significar 13,4% em 2007 R147.341 mil e sua participacao desce para 6,3% em 2010 R 107.955 mil.38TD_2083_Financiamento Cultural.indb 3829042015 14:56:48Rio de Janeiro, abril de 2015GRAFICO 7Participacao dos recursos do Min C no Programa Cultura Viva 20042010Em %13,410,88,66,45,16,316141210864201,32004200520062007200820092010Fonte: Sistema Integrado de Administracao Financeira do Governo FederalSistema Integrado de Dados Orcamentarios SiafiSidor.Elaboracao: DisocIpea.Obs. valores de 2010.GRAFICO 8Programa Cultura Viva: recursos executados 20042010Em R147.341.569131.892.563125.571.810107.955.17867.664.16055.050.92910.946.4892004200520062007200820092010Fonte: SiafiSidor.Elaboracao: DisocIpea.Obs.: valores de 2010.TD_2083_Financiamento Cultural.indb 3929042015 14:56:4839Texto para Discussao 2083Financiamento Cultural: uma visao de principiosOutro aspecto importante a ser considerado e que a execucao orcamentaria do Min C se concentra nos ultimos meses do ano. As razoes sao inumeras e nao e objetivo exploralas ou aprofundar a reflexao sobre elas, mas dizer que esse padrao e negativo do ponto de vista do planejamento e concretizacao das acoes, dado que concentra atividades administrativas em periodos curtos de tempo e impacta as disponibilidades financeiras do ano seguinte. Registrese que a execucao e empenho e nao pagamento.Ao que se refere ao padrao de execucao do Min C, os graficos 9 e 10 fazem essa abordagem. Ao percorrer o grafico 9 mes a mes, de janeiro a dezembro observase o salto da execucao nos ultimos meses do ano, novembro e dezembro , podese ver o comportamento da execucao orcamentaria de um programa especifico, o Cultura Viva.GRAFICO 9Programa Cultura Viva: execucao orcamentaria 20042010Janeiro Fevereiro Marco Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro 2004200520062007200820092010Fonte: SiafiSidor.Elaboracao: DisocIpea.Obs. valores de 2010.Comparandose a execucao media mes a mes de 2004 a 2010 do Cultura Viva com a do Min C no mesmo periodo, vese que a media de execucao do Programa e de 76,92% em dezembro e a do Min C de 39,37% grafico 10.Obviamente, ha diferencas na natureza das despesas e da sua distribuicao. A maior despesa do Programa e finalistica e envolve repasses de recursos, enquanto o Min C tem muitas despesas com pessoal e inativos, o que muda os padroes de desembolso. 40TD_2083_Financiamento Cultural.indb 4029042015 14:56:48Rio de Janeiro, abril de 2015Entretanto, devese atentar para a relacao do Cultura Viva com a sociedade civil e os estados e municipios. Problemas de fluxo de recursos e desembolso afetam diretamente associacoes, secretarias de cultura estaduais e municipais, mas tambem pessoas fisicas relativas a problemas de distribuicao de bolsas.GRAFICO 10Programa Cultura Viva: execucao orcamentaria mes a mes 20042010Em %76,9239,373,020,013,510,114,500,534,550,885,811,176,876,624,494,056,412,057,202,585,121,976,915,24Janeiro Fevereiro Marco Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Media 20042010 Min CMedia 20042010 CVFonte: SiafiSidor.Elaboracao: DisocIpea.Obs.: valores de 2010.A tabela 5 aponta varios elementos importantes do comportamento do orcamento do Cultura Viva. As relacoes entre dotacao lei creditos chegaram ao seu maior nivel em 2007, quando o programa era 14,7% do autorizado global e depois caiu para 9% em 2010; os empenhos sao na media 9,4% do total ministerial no periodo, tendo chegado a 15,4% em 2007. Trinta e dois por cento dos restos a pagar pagos no periodo foram feitos pelo Cultura Viva; chegouse entao ao que interessa, o programa constitui em media 21,4% dos restos a pagar inscritos pelo Min C, sendo que em 2007 essa participacao foi de 36,1%.Da mesma forma, 40,2% dos restos a pagar de exercicios anteriores e do Cultura Viva, que ainda tem 30,4% a pagar anulados, 13% dos pagos em 2007 foram 24,3%, e, finalmente, 28,4% dos restos a pagar foram do Cultura Viva. O comportamento destes agregados esta ilustrado nas tabelas 5 e 6.41TD_2083_Financiamento Cultural.indb 4129042015 14:56:48Texto para Discussao 2083Financiamento Cultural: uma visao de principios ragap a sotse R sogap ragap a sotse Rl sodauna ragap a sotse Rroiretna oicicrexe ragap a sotse R sotircsni ragap a sotse R oga P odahnepm E laicin I oacato D 03, ,881 ,481 ,573 ,172 ,463 ,991 4,82 02, 97, 26, ,342 ,841 ,621 ,961 1,31 01, ,594 ,771 ,743 4,03 0,001 4,43 5,2 8,24 9,84 ,204 0,3 5,71 2,51 1,63 2,72 7,91 7,61 ,412 4,0 2,7 6,3 4,2 8,3 5,4 6,1 33, 01, 99, 96, ,451 ,221 89, 27, 4,9 82, ,101 56, ,741 ,601 ,001 09, 6,9 ragap a sotse R sogap ragap a sotse Rl odauna ragap a sotse R roiretna oicicrexe ragap a sotse R sotircsni ragap a sotse R oga P odahnepm E laicin I oacato D 01024002 airatnemacrooacucexe :avi V arutlu C amargor P.aep Icosi D :oacaroba El 6ALEBATi.rod Sfia S :etno Fi 01024002 Cni Momoc avi V arutlu Cod airatnemacrooacucexe ad seocale R %m E 5ALEBAT on A4002500260027002800290020102 siato T4002500260027002800290020102 42TD_2083_Financiamento Cultural.indb 4229042015 14:56:48 043946 92 213669 82 390603 931 687297 79 042969 18 671289 43 658537 1 603356 1 407053 4 471912 01 353915 8 533823 43 174708 75 649.566.214 991.416.811 672859 1 452606 1 317126 5 892573 47 145.165.38 047 873.851.8 574.348 698.002.23 804.490.86 331.496.3 646.203.13 035.229.43 098.663.141 466.864.501 293.817.98 545.070.99 211.977.1 .5423745. 315.163.63 751.093.02 190.989.31 898.324.62 723.618.73 523.678.41 .95146676 92905055. .865143741 265298131 908175521 825678701. .02571002 33439258 34241516. .989936481 323483651 386976641 507762502. .698792901. .997345505. .324636151. 008.078.046 598.697.958 siato T.aep Icosi D :oacaroba Eli.rod Sfia S :etno Fi.l 0102 ed sotuosba seroav :.sb Ol Rio de Janeiro, abril de 2015Para finalizar, apresentase o grafico 11, com a perspectiva de apresentar a razao entre restos a pagar inscritos e recursos empenhados. Essa razao mostra de forma definitiva, ao nosso julgamento, as dificuldades da programacao anualizada do orcamento.GRAFICO 11Restos a pagar inscritos em relacao ao empenhado 20042010Em %95,991,880,071,467,563,446,32004200520062007200820092010Fonte: SiafiSidor.Elaboracao: DisocIpea.Obs.: valores de 2010.Em 2007, os restos a pagar inscritos chegaram a se constituir em 95,9% dos recursos empenhados e, em 2010, foram de 91,8%. E sabido que os restos a pagar impactam o desempenho financeiro por condicionarem os fluxos financeiros; quantificalos revelou algo diferente.Mais do que estimular a reflexao a respeito de prioridades alocativas e expressar disputas politicas por prioridades, uma visao detida permite qualificar algumas das dificuldades operacionais do Min C e de seus programas. Nao se pode fazer um julgamento definitivo e simplista, as dificuldades da acao decorrem, muitas vezes, do grau de prioridade e valor de uma determinada linha de acao; essa priorizacao nao permite a preparacao adequada das atividades, premidas que sao pela percepcao de urgencia de diversos tipos dentre elas, as politicas , no uso de recursos quando esses sao autorizados. Em outros casos, os problemas tem fundamentos em fenomenos que estao praticamente 43TD_2083_Financiamento Cultural.indb 4329042015 14:56:48Texto para Discussao 2083Financiamento Cultural: uma visao de principiosfora da governabilidade do gestor setorial, noutros casos estao fora da governabilidade dos gestores dos programas.7 CONSIDERACOES FINAISEste trabalho mostrou que a questao do financiamento a cultura por meio de politicas publicas e mais complicada do que a disjuntiva ideologica entre mercado e presenca do Estado. Nao se afirmou que elementos ideologicos nao estao presentes, mas que eles se associam com outros aspectos igualmente relevantes: a presenca de principios e criterios; as promessas de democratizacao do processo decisorio das politicas publicas; o aumento e a protecao de recursos dos ciclos economicos e das politicas; o alcance de cada instrumento de financiamento no que se refere a diferentes modalidades de pratica artistica e cultural; a qualidade da alocacao de recursos e a igual capacidade de avaliala; os modelos politicos e de atuacao global do Estado entre outras questoes.O desafio do financiamento cultural nas ultimas decadas foi o da pluralizacao e aumento das fontes de recursos. Para equacionar esse desafio ha muitas questoes a serem respondidas, que estao relacionadas aos dinamismos das politicas publicas. Ha questoes ideologicas, mas inumeras outras relacionadas as capacidades administrativas, institucionais e operativas. A simplificacao da discussao ao mundo das ideias gerais nao ajuda, e necessario o cotejamento dos ideais com o conjunto de suas consequencias ideologicas, com as operacoes institucionais, as alternativas de politicas e os limites do sistema de financiamento para oferecer suporte a politicas culturais de qualidade, em especial no que se referem ao padrao da discussao democratica. Por sua vez, outros pontos estao envolvidos, um deles e da abrangencia social e territorial das instituicoes setoriais de participacao no debate a respeito de prioridades alocativas. Essas sao premissas do debate democratico, isto e, aceitar a complexidade dos argumentos e a possibilidade de aperfeicoalos como justificativas e partes do processo de legitimacao das politicas culturais.44TD_2083_Financiamento Cultural.indb 4429042015 14:56:48Rio de Janeiro, abril de 2015REFERENCIASARRETCHE, M. T. S. Emergencia e desenvolvimento do welfare state: teorias explicativas. 1996. Disponivel em: www.fflch.usp.brdcpassetsdocsMartaArretche_1996_BIB.pdf.ASSONI FILHO, S. Controle de constitucionalidade da lei orcamentaria. In: CONTI, J. M. Orcamentos publicos a Lei 4.3201964 comentada. Sao Pauilo: Editora Revista dos Tribunais, 2008.BARBOSA DA SILVA, F. O valecultura quantos trabalhadores serao incluidos? Brasilia: Ipea, 2009. Mimeografado.______. Coord  Redesenho do Programa Cultura Viva relatorio parcial. Resumo executivo. Brasilia, 2012.______. Dispendios culturais no Brasil 19952012. Brasilia: Ipea, 2013. Relatorio.BARBOSA DA SILVA, F.; ARAUJO, H. Coord  Indicador de desenvolvimento da economia da cultura. Brasilia: Ipea, 2010.BARBOSA DA SILVA, F. et al. Cultura, consumo e direitos. In: CRIBARI, I. Economia da cultura. Recife, PE: Editora Fundacao Joaquim Nabuco, 2009.BARBOSA DA SILVA, F. et al. Politicas sociais: acompanhamento e analise. Brasilia: Ipea, 2011. n. 17.BOBBIO, N. A era dos direitos. Rio de Janeiro: Campus, 1992.CALABRESI, G. The cost of accidents: a legal and economic analysis. New Haven: Yale University Press, 1970.CALABRESI, G.; BOBBIT, P. Tragic choices: the conflicts society confronts in the allocation of tragically scarce resources. New York: Norton, 1978.DWORKIN, R. Um Estado liberal pode patrocinar a arte? In: ______. Uma questao de principio. Sao Paulo: Martins Fontes, 2005a.______. A virtude soberana: a teoria e a pratica da igualdade. Sao Paulo: Martins Fontes, 2005b.ESPINGANDERSEN, G. As tres economias politicas do welfare state. Lua nova: revista de cultura e politica, Sao Paulo, n. 24, 1991.NAGEL, T.; MURPHY, L. O mito da propriedade. Sao Paulo: Martins Fontes, 2005POLANYI, K. A grande transformacao as origens de nossa epoca. Rio de Janeiro: Campus, 1980.45TD_2083_Financiamento Cultural.indb 4529042015 14:56:48Texto para Discussao 2083Financiamento Cultural: uma visao de principiosSILVEIRA, P. Pode um liberal apoiar a subvencao a arte? Lua nova: revista de cultura e politica, Sao Paulo, n. 36, 1995.BIBLIOGRAFIA COMPLEMENTARCANOTILHO, J. J. G. Direito constitucional e teoria da constituicao. Coimbra: Almedina, 2002.CODES, A. L. M.; BARBOSA DA SILVA, F. A.; ARAUJO, H. E. Percepcoes e cultura. In: SCHIAVINATTO, F. Org  Sistema de indicadores de percepcao social SIPS. 1. ed. Brasilia: Ipea, 2011.HAQ, M. The birth of the human development index. In: FUKUDAPARR, S.; KUMAR, A. K. S. Org  Readings in human development: concepts, measures and policies for a development paradigm. Oxford: Oxford University Press, 2003. p. 103113.HERMET, G. Culture et developpement. France: Presses de Sciences Po, 2000.MORAES, G.; PETERS, D. Diversidade cultural e a convencao da Unesco. Sao Paulo: Fundacao FordCBDC, 2006.PERROUX, F. A filosofia do novo desenvolvimento. Lisboa: Fundacao Calouste Gulbenkian, 1981.RAWLS, J. Uma teoria da justica. Sao Paulo: Martins Fontes, 2002.SEN, A. Desenvolvimento como liberdade. Sao Paulo: Companhia das Letras, 2000.SILVA, J. A. Curso de direito constitucional positivo. Sao Paulo: Malheiros, 200146TD_2083_Financiamento Cultural.indb 4629042015 14:56:48Rio de Janeiro, abril de 2015TD_2083_Financiamento Cultural.indb 4729042015 14:56:48Ipea Instituto de Pesquisa Economica Aplicada EDITORIALCoordenacao Claudio Passos de Oliveira Supervisao Andrea Bossle de Abreu Revisao Camilla de Miranda Mariath Gomes Carlos Eduardo Goncalves de Melo Elaine Oliveira Couto Elisabete de Carvalho Soares Lucia Duarte Moreira Luciana Bastos Dias Luciana Nogueira Duarte Miriam Nunes da Fonseca Thais da Conceicao Santos estagiariaVivian Barros Volotao Santos estagiariaEditoracao eletronica Roberto das Chagas Campos Aeromilson Mesquita Aline Cristine Torres da Silva Martins Carlos Henrique Santos Vianna Capa Luis Claudio Cardoso da Silva Projeto grafico Renato Rodrigues Bueno The manuscripts in languages other than Portuguese published herein have not been proofread.Livraria Ipea SBS Quadra 1 Bloco J Ed. BNDES, Terreo. 70076900 Brasilia DFFone: 61 33155336Correio eletronico: livrariaipea.gov.br TD_2083_Financiamento Cultural.indb 4829042015 14:56:48TD_2083_Financiamento Cultural.indb 4929042015 14:56:48Composto em adobe garamond pro 1216 textoFrutiger 67 bold condensed titulos, graficos e tabelasRio de JaneiroRJTD_2083_Financiamento Cultural.indb 5029042015 14:56:48TD_2083_Financiamento Cultural.indb 5129042015 14:56:48Capa_TD 2079.pdf 1 17042015 10:49:36Missao do Ipea Aprimorar as politicas publicas essenciais ao desenvolvimento brasileiro por meio da producao e disseminacao de conhecimentos e da assessoriaao Estado nas suas decisoes estrategicas.I SSN 1415 47659 7 7 1 4 1 5 4 7 6 0 0 1Secretaria de Assuntos Estrategicos 2079UMA ANALISE DA OTICA DO USUARIODE RODOVIAS PARA AVALIACAO MULTICRITERIO DE PROJETOS RODOVIARIOSVicente Correia Lima Neto Daniel Rodrigues Aldigueri", "filename": "823892182.pdf", "person": ["Frederico Barbosa", "Barbosa, Frederico", "Roberto Freitas Filho", "Freitas Filho, Roberto"], "date": ["2015"]}