{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/121660/1/823892557.pdf"], "title": ["Produtividade do trabalho nos setores formal e informal no Brasil: Uma avaliação do período recente"], "plaintext": "Governo Federal Secretaria de Assuntos Estrategicos da Presidencia da Republica Ministro Roberto Mangabeira Unger Fundacao publica vinculada a Secretaria de Assuntos Estrategicos da Presidencia da Republica, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos.Presidente Jesse Jose Freire de Souza Diretor de Desenvolvimento Institucional Luiz Cezar Loureiro de Azeredo Diretor de Estudos e Politicas do Estado, das Instituicoes e da Democracia Daniel Ricardo de Castro Cerqueira Diretor de Estudos e Politicas Macroeconomicas Claudio Hamilton Matos dos Santos Diretor de Estudos e Politicas Regionais,Urbanas e Ambientais, Substituto Bernardo Alves Furtado Diretora de Estudos e Politicas Setoriaisde Inovacao, Regulacao e Infraestrutura Fernanda De Negri Diretor de Estudos e Politicas Sociais, Substituto Carlos Henrique Leite Corseuil Diretor de Estudos e Relacoes Economicas e Politicas Internacionais Renato Coelho Baumann das Neves Chefe de Gabinete Jose Eduardo Elias Romao Assessorchefe de Imprensa e Comunicacao Joao Claudio Garcia Rodrigues Lima Ouvidoria: http:www.ipea.gov.brouvidoria URL: http:www.ipea.gov.br Texto para Discussao Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes. Instituto de Pesquisa Economica Aplicada ipea 2015Texto para discussao Instituto de Pesquisa Economica Aplicada. Brasilia : Rio de Janeiro : Ipea , 1990ISSN 141547651.Brasil. 2.Aspectos Economicos. 3.Aspectos Sociais. I. Instituto de Pesquisa Economica Aplicada.CDD 330.908As opinioes emitidas nesta publicacao sao de exclusiva e inteira responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos da Presidencia da Republica.E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas.JEL: J24, O17, E01.SUMARIOSINOPSEABSTRACT1 INTRODUCAO   72 BREVE REVISAO DA LITERATURA   83 METODOLOGIA   124 RESULTADOS   235 CONSIDERACOES FINAIS   35REFERENCIAS   37APENDICE   40SINOPSEEste texto discute a evolucao da produtividade do trabalho nos setores formal, informal e de outras unidades familiares segundo atividade economica. Com base em um shiftshare modificado que lida com o problema de perda de aditividade, verificouse que a produtividade agregada cresceu 7% entre 2001 e 2009, em decorrencia do setor formal uma vez que as atividades informais contribuiram negativamente e de contribuicoes positivas da produtividade nas atividades efeito direto e da composicao das ocupacoes efeito ocupacao. Ao se excluirem atividades com elevada parcela de producao nao mercantil e imputada, obtemse resultados distintos: crescimento da produtividade agregada de apenas 2,2%, menor contribuicao positiva do setor formal e efeito direto negativo e efeito ocupacao positivo. Deste modo, e premente a adocao de politicas publicas que reduzam a informalidade e que promovam uma mudanca estrutural em prol de atividades economicas de maior valor agregado.Palavraschave: produtividade do trabalho; setores formal e informal; Sistema de Contas Nacionais.ABSTRACTIn this paper we discuss the evolution of labor productivity in the formal, informal and other households units sectors disaggregated by economic activity. Based on a modified shiftshare that deals with the loss of additivity problem, we found that aggregate productivity grew 7% between 2001 and 2009 due to the formal sector once informal activities contributed negatively and positive contributions of productivity within activities direct effect and from occupations composition occupation effect. By excluding activities with high share of nonmercantile and imputed in total production, we found different results: aggregate productivity growth was only 2.2%, lower positive contribution from the formal sector, negative direct effect and positive occupation effect. Thus, it is urgent to adopt public policies in order to reduce informality and to promote a structural change in favor of higher added value activities.Keywords: labor productivity; formal and informal sectors; national accounts.2 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente 1 INTRODUCAOOs fatos estilizados mais notorios da economia brasileira na ultima decada foram a substancial reducao da pobreza e da desigualdade de renda. Entre 2001 e 2009 a taxa de pobreza se reduziu em quase 14 pontos percentuais p.p., de 35,08% para 21,43%, o coeficiente de Gini de desigualdade de renda caiu quase 9%, de 0,596 para 0,543, e o crescimento da renda media do decimo mais pobre 72% foi muito maior que o crescimento medio da renda 23,3%. Em contrapartida, esse processo culminou em um forte crescimento do consumo, em larga medida atendido pelas importacoes, uma vez que a producao domestica nao acompanhou o crescimento da demanda. Com efeito, os dados das Contas Nacionais mostram que entre 2000 e 2009 o consumo das familias cresceu 36,4%, as importacoes cresceram 63,8% e a producao domestica apenas 28,3%.Um dos diversos fatores subjacentes ao reduzido crescimento da oferta nacional diz respeito a evolucao da produtividade no Brasil. Diversos estudos Mc Millan e Rodrik, 2011; Pages, 2010; Timmer e De Vries, 2009; De Vries et al., 2012; Burgueno e Pittaluga, 2007; Squeff e De Negri, 2014; Ellery, 2013; Bonelli e Bacha, 2013 destacam o baixo crescimento da produtividade do trabalho agregada, nao somente nos anos 2000, mas desde a decada perdida de 1980. Uma das causas para esse reduzido dinamismo da economia brasileira e a informalidade. A despeito de existir uma miriade de trabalhos que discutem esta tematica sob a otica do emprego,1 o mesmo nao pode ser dito sobre a producao informal. Esta lacuna tornase ainda mais latente se considerada a luz de diversas politicas publicas que tem sido adotadas desde meados da decada passada visando a formalizacao de empreendimentos informais, com destaque para o regime tributario diferenciado denominado Simples Nacional.2Nesse sentido, o objetivo geral deste trabalho e avaliar, sob a otica do setor de producao, a dinamica dos setores formal, informal e de outras unidades familiares na ultima decada, a partir dos dados das Contas Nacionais. Especificamente, discutese a produtividade do trabalho no setor formal visavis o setor informal, ressaltandose em 1. Em Ulyssea 2005 e feita uma extensiva revisao da literatura sobre a informalidade no mercado de trabalho.2. De acordo com a Receita Federal do Brasil, em 12 de abril de 2014 o Simples contava com 8.645.716 empresas, cuja arrecadacao acumulada entre agosto de 2007 e marco de 2014 foi R 253 bilhoes.7Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5que medida o comportamento deste ultimo contribuiu para a dinamica da produtividade do trabalho agregada. O estudo contribui para a discussao aplicada ao tema da informalidade no Brasil, ao apresentar dados sobre a evolucao do valor adicionado bruto, das ocupacoes e, sobretudo, da produtividade do trabalho nos setores formal e informal desagregados por atividade economica. Adicionalmente, a produtividade do trabalho agregada foi decomposta com base em um shiftshare modificado que lida explicitamente com a perda de aditividade decorrente da transformacao dos dados calculados a partir de uma base movel, como e o caso do Sistema de Contas Nacionais SCN brasileiro, para um de base fixa. Como algumas atividades economicas possuem elevada parcela de producao nao mercantil, de producao imputada e de producao destinada para autoconsumo, a avaliacao da produtividade do trabalho por meio da relacao valor adicionado bruto sobre ocupacoes e pouco precisa. Neste sentido, a tecnica de decomposicao da variacao da produtividade foi aplicada tanto para o total agregado isto e, quando se consideram todas as atividades na analise quanto para o total ajustado, relativo ao total agregado deduzido das referidas atividades com significativa producao nao mercantil, imputada e para autoconsumo.Para tanto, este estudo esta estruturado em mais quatro secoes, alem desta introducao. Na secao 2, e realizada uma breve revisao de literatura sobre o tema. Na seguinte, e descrita a metodologia utilizada, notadamente no que concerne a definicao de informalidade, a construcao dos dados e a tecnica de decomposicao da variacao da produtividade do trabalho, destacandose a contribuicao do setor informal para o resultado agregado. Em seguida, na secao 4, sao discutidos os principais resultados obtidos. Na secao 5, sao apresentadas as consideracoes finais.2 BREVE REVISAO DA LITERATURAA discussao acerca das atividades nao formais e de sua relevancia para a economia remonta aos economistas classicos. Como destaca Lewis 1954, Adam Smith e Karl Marx assumiram a existencia na economia de uma oferta ilimitada de mao de obra disponivel para trabalhar ao salario de subsistencia; o crescimento da producao seria decorrente do processo de acumulacao de capital. A luz desta perspectiva, embora rompendo com alguns pressupostos classicos, Lewis desenvolveu um modelo dual com excedente de trabalho no qual o setor de subsistencia prove uma oferta de trabalho praticamente elastica ao setor capitalista. A coexistencia de ambos os setores requer que a produtividade no setor 82 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recentede subsistencia seja menor que a verificada no setor capitalista e e tipica de paises com escassez de capital e excesso de mao de obra.Restringindo a analise ao periodo mais recente, Cimoli, Primi e Pugno 2006 identificam tres grandes correntes de estudo sobre o emprego informal, cujas diferencas entre si residem no conceito utilizado e na recomendacao da politica publica a ser adotada. A corrente ortodoxa estabelece que a informalidade e consequencia do excesso de intervencao estatal, a existencia de emprego informal e uma decisao racional dos agentes e politicas de flexibilizacao do mercado de trabalho e de reducao da regulacao do Estado devem ser adotadas. A perspectiva institucional defende que a globalizacao tornou a demanda mais instavel, gerando mudancas no processo de producao e de divisao do trabalho, no qual a terceirizacao de mao de obra resultou na informalizacao de atividades formais. Esta abordagem, por construcao, diz respeito preponderantemente aos paises desenvolvidos, cuja estrategia recente de reducao de custos tem sido transferir parte do processo de producao para paises com salarios mais baixos. Por fim, existe a corrente estruturalista ou cepalina, para a qual a informalidade decorre da especializacao do comercio internacional e de imperfeicoes no mercado formal, de modo que o setor informal representa uma estrategia de subsistencia para grupos marginalizados cuja condicao reforca a exclusao social. Recomendase a adocao de politicas de desenvolvimento que induzam mudanca estrutural visando absorver este contingente populacional pelo setor formal, aumentando o crescimento economico. Como ponto de convergencia entre estas correntes, Cimoli, Primi e Pugno 2006 destacam a elevada heterogeneidade e a baixa produtividade das atividades informais.A escola estruturalista Prebisch, 2000; Rodriguez, 2009 desenvolveu o conceito de heterogeneidade estrutural HE, o qual identifica a coexistencia nas economias latinoamericanas de atividades altamente produtivas, voltadas ao mercado externo, com setores de baixa produtividade, devotados ao mercado domestico. A existencia desse dualismo explicava o subdesenvolvimento destes paises, e a industrializacao foi apontada como condicao necessaria para a superacao desta condicao. Neste contexto, a existencia de altos niveis de subemprego estrutural nas economias perifericas decorre do fato de que a acumulacao de capital e exigua e insuficiente para absorver a oferta de mao de obra derivada do crescimento populacional e localizada nas atividades de baixa produtividade.Em linha com essa abordagem, Cimoli, Primi e Pugno 2006 elaboram um modelo dual no qual a dinamica do setor formal e dada por um regime de demanda e por um regime de produtividade, em linha com a perspectiva kaldoriana, e a dinamica do setor informal assume um papel residual expressa, entre outros, pelo fato de a produtividade 9Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5desta ultima ter sido definida como uma funcao daquela verificada para o setor formal. A solucao do modelo indica que a estrutura produtiva restringe a possibilidade de uma estrategia de crescimento liderada pelas exportacoes e que a fragilidade estrutural do setor informal reduz o crescimento economico. Em Cimoli, Primi e Pugno 2006 e reportada uma estimativa da variacao da produtividade entre 1990 e 2000, com base nos salarios recebidos pelos trabalhadores informais, a partir de pesquisas domiciliares. A analise foi feita sem desagregacao por atividade economica e com numerosindice. Para a America Latina e para o Brasil, os autores encontraram evidencias de que houve crescimento da produtividade no setor formal e reducao no setor informal.Outro trabalho digno de nota, tambem em linha com a abordagem estruturalista, e Kupfer e Rocha 2005. Neste, os autores discutem a heterogeneidade estrutural brasileira entre 1996 e 2001 do ponto de vista intrassetorial, a partir dos dados da Pesquisa Industrial Anual PIA, do Instituto Brasileiro de Geografia e Estatistica IBGE. Foi encontrada uma correlacao negativa entre o crescimento da produtividade das empresas com mais de 29 empregados proxy do setor formal e o aumento do emprego nas empresas com ate quatro empregados aproximacao do setor informal. Ademais, os autores tambem encontram evidencias de aumento da heterogeneidade estrutural no setor formal da industria brasileira.Baseado em pesquisas por amostragem, Mukherjee 2004 discute a evolucao da produtividade do trabalho nas empresas manufatureiras informais indianas, nas areas rural e urbana e por atividade economica, entre 1984 e 1994. Devido a escassez de deflatores apropriados, foram utilizados os mesmos indices de precos de atacado para deflacionar a producao e o consumo intermediario em cada atividade economica. Os resultados indicaram que houve crescimento da produtividade do trabalho em quase todos os tipos de empreendimentos informais.Em De Vries et al. 2012, e discutida a mudanca estrutural e a evolucao da produtividade do trabalho agregada para o conjunto de paises denominado BRIC Brasil, Russia, India e China. O caso brasileiro e avaliado tanto sem distinguir formal de informal, quanto com esta distincao. Entretanto, embora os autores utilizem os dados das Contas Nacionais brasileiras para o calculo da produtividade do trabalho informal, 102 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recenteesta variavel foi calculada sob a perspectiva do emprego informal, e nao sob a otica da producao informal. Portanto, isto implicou a utilizacao de aproximacoes do valor adicionado bruto informal a partir das razoes de renda por ocupacao apuradas na Pesquisa Nacional de Amostra de Domicilios PNAD e na pesquisa Economia Informal Urbana ECINF, ambas do IBGE. Os resultados mostraram que entre 2000 e 2008 a razao entre a produtividade informal e a produtividade formal caiu de 0,27 para 0,25. No que concerne a analise desagregada, De Vries et al. 2012 classificaram a economia brasileira em dez atividades economicas e constataram que a referida razao foi sempre inferior a 0,4 em 2008. Vale ainda destacar que, por meio de um metodo shiftshare tradicional,3 os autores encontraram evidencias de que a mudanca estrutural ocorrida na economia brasileira e mais bem apreendida quando se consideram os dados desagregados em formal e informal: o componente estrutural, relacionado a mudanca na composicao das ocupacoes, passa de 0,17, quando calculado com base nos dados agregados, para 1,24 quando e feita a distincao entre formal e informal.Em Hallak Neto, Namir e Kozovits 2012 sao discutidos o setor e o emprego informal no Brasil com base no Sistema de Contas Nacionais referencia 2000 SCN 2000. Os autores apresentam dados sobre a composicao do valor adicionado bruto VA por setor de producao formal, informal e outras unidades familiares 4 no periodo 20002007. Em seguida, o VA do setor informal e desagregado por atividade economica somente para os anos limites do referido periodo. Por fim, foi calculada a produtividade do trabalho por setor de producao, sem distincao de atividade economica, para o ano de 2007.5 Deste modo, Hallak Neto, Namir e Kozovits 2012 representa o primeiro e unico trabalho que apresenta dados sobre o setor informal brasileiro em consonancia com a metodologia do IBGE de calculo das Contas Nacionais do pais. Por este motivo, parte relevante da metodologia empregada no presente trabalho secao 3 segue aquela estabelecida pelos autores.Por fim, em Ulyssea 2005 e feita uma extensa revisao da literatura sobre o mercado de trabalho informal no Brasil. Constatase o predominio de artigos devotados a caracterizacao deste mercado de trabalho e dos trabalhadores informais, notadamente 3. Na secao 3 e discutido o shiftshare tradicional e e detalhado o metodo utilizado neste trabalho.4. A classificacao por setor de producao segue a estrutura do Sistema de Contas Nacionais do Brasil referencia 2000 SCN 2000 e esta detalhada na secao 3.5. Em versao anterior Hallak Neto, Namir e Kozovits, 2009, os autores realizam exercicio analogo para 2006.11Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5relacionados a investigacao de aspectos ligados a educacao, a rotatividade, a probabilidade de formalizacao, ao diferencial salarial, a existencia de segmentacao, entre outros. Dito de outra forma, estes trabalhos discutem se a informalidade e uma escolha por parte dos trabalhadores ou se decorre da escassez de postos de trabalhos formais. Esta questao, em linha com a taxonomia de Cimoli, Primi e Pugno 2006, indica que ambas as alternativas sao validas para o caso brasileiro, de acordo com o grupo de trabalhadores considerado, haja vista a enorme heterogeneidade tipica do setor informal. Nao obstante, o autor destaca que o setor informal deve ser entendido como um elo importante entre os fatores que determinam a oferta e a demanda por trabalho instituicoes, qualificacao da mao de obra e ambiente macroeconomico e os resultados relevantes do mercado de trabalho emprego, distribuicao e nivel dos rendimentos do trabalho, produtividade e crescimento economico Ulyssea, 2005, p. 18.Desse modo, os trabalhos revisados nesta secao mostram que o maior empecilho para a discussao sobre a produtividade do trabalho informal consistiu na falta de dados adequados, excecao feita ao ja mencionado trabalho de Hallak Neto, Namir e Kozovits 2012. Evidenciaramse a utilizacao de numerosindice ao inves de valores monetarios, indicadores validos somente para o total da economia, a adocao do rendimento recebido pelos trabalhadores como proxy do valor adicionado bruto, a utilizacao de pesquisas amostrais, imprecisoes no deflacionamento das series a precos correntes e, sobretudo para o caso brasileiro, a inexistencia de uma serie temporal com estimativas sobre o nivel e a variacao da produtividade do trabalho no setor informal desagregada por atividade economica. Sao estas deficiencias e lacunas que o presente estudo procura cobrir, considerando a disponibilidade de dados. Neste sentido, na secao 3 e descrita a metodologia empregada para enderecar estas questoes.3 METODOLOGIAVisando a uma melhor compreensao da metodologia empregada neste trabalho, subdividiuse esta secao em tres subsecoes. Na primeira e apresentada a forma pela qual o setor informal e tratado no Sistema de Contas Nacionais brasileiro. Na segunda e descrito o metodo de tratamento dos dados, notadamente no que concerne ao calculo do valor adicionado, das ocupacoes e da produtividade do trabalho por setor de producao e segundo atividade economica. Por fim, na ultima parte, e apresentada a tecnica de 122 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recentedecomposicao da variacao do valor adicionado bruto e das ocupacoes growth accounting e de variacao da produtividade do trabalho shiftshare modificado.3.1 Setor informal no Sistema de Contas Nacionais do Brasil O SCN 2000, em consonancia com as recomendacoes do System of National Accounts SNA da Organizacao das Nacoes Unidas ONU de 1993 e 2008, determina que emprego informal se refere a qualificacao dos postos de trabalho, ao passo que setor informal esta relacionado a estrutura produtiva. As ocupacoes com vinculo formal consistem nos assalariados com carteira de trabalho assinada, os funcionarios publicos estatutarios, os militares e os empregadores socios e proprietarios de empresas formalmente constituidas. Ja as ocupacoes sem vinculo contemplam os assalariados sem carteira de trabalho assinada e trabalhadores autonomos, sendo esta ultima categoria ainda desmembrada em conta propria, trabalhadores nao remunerados e empregadores informais. Sob a otica da estrutura produtiva, o SCN 2000 estabelece que o setor informal da economia e um subconjunto do setor institucional 6 familias, no qual estao as unidades produtivas nao agricolas, sem uma clara divisao entre capital e trabalho enquanto fatores de producao, cuja producao e destinada prioritariamente ao mercado. O restante de familias relacionado a agricultura mercantil ou para autoconsumo, ao aluguel imputado e efetivo e as familias que empregam trabalhadores domesticos remunerados nao pertence ao setor formal, mas sim a um terceiro grupo denominado outras unidades familiares IBGE, 2008; Hallak Neto, Namir e Kozovits, 2012. Desse modo, tanto o emprego formal quanto o informal podem estar presentes nos diferentes setores de producao. Ou seja, pode haver emprego formal em uma atividade produtiva do setor informal e emprego informal em uma atividade formal Hussmanns, 2004; IBGE, 2006; 2008. O presente trabalho discute exclusivamente a informalidade enquanto setor de producao, de modo que, doravante, qualquer referencia a informalidade, ao setor informal ou, ainda, a economia informal,7 diz respeito a producao 6. Na subsecao 3.2 sao discutidos os setores institucionais de acordo com o Sistema de Contas Nacionais brasileiro.7. Desde 2002, a Organizacao Internacional do Trabalho OIT recomenda a utilizacao de economia informal ao inves de setor informal, na medida em que os trabalhadores e os empreendimentos informais nao pertencem unicamente a uma atividade economica ILO, 2002. Como neste trabalho e feita a distincao por atividade economica nos setores formal e informal, serao utilizados os termos economia informal e setor informal indistintamente.13Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5eou ao valor adicionado bruto gerado no setor de producao informal. Igualmente, neste estudo as ocupacoes informais sao aquelas alocadas nas unidades produtivas informais, sem distincao do tipo de vinculo ocupacional. Deste modo, evitase o problema incorrido por De Vries et al. 2012, ao utilizar proxies do valor adicionado bruto informal a partir das ocupacoes informais no mercado de trabalho.Vale dizer, por fim, que as fontes de dados para o setor institucional familias sao a Pnad, a Pesquisa de Orcamento Familiar POF, a Declaracao de Informacoes EconomicoFiscais da Pessoa Fisica, a Relacao Anual de Informacoes Sociais Rais e a ECINF. Tendo em vista os propositos deste estudo, cumpre destacar que a ECINF de 2003 estabeleceu que pertencem ao setor informal todas as unidades economicas de propriedade de trabalhadores por conta propria e empregadores com ate cinco empregados, moradores de areas urbanas, sejam elas a atividade principal de seus proprietarios ou atividades secundarias IBGE, 2005, p. 16. Esta foi a maneira pela qual o IBGE operacionalizou as recomendacoes da ILO 1993. A XV Conferencia de Estatisticos do Trabalho, promovida pela OIT em 1993, estabeleceu que: a unidade de producao delimita o setor informal; fazem parte do setor informal as unidades nao agricolas que produzem bens e servicos com o principal objetivo de gerar emprego e rendimento, sendo excluidas aquelas unidades engajadas apenas na producao de bens e servicos para autoconsumo; as unidades do setor informal caracterizamse pela producao em pequena escala, baixo nivel de organizacao e pela quase inexistencia de separacao entre capital e trabalho, enquanto fatores de producao; a definicao de uma unidade economica como informal nao depende do local onde e desenvolvida a atividade produtiva, da utilizacao de ativos fixos, da duracao das atividades das empresas permanente, sazonal ou ocasional e do fato de tratarse da atividade principal ou secundaria do proprietario da empresa ILO, 1993; IBGE, 2005; Hallak Neto, Namir e Kozovits, 2012.3.2 Tratamento dos dados Este trabalho cobre o periodo 20002009 e utilizou o SCN 2000 como unica fonte de dados. O SCN 2000 e constituido por dois blocos distintos de informacoes as Contas Economicas Integradas CEI e as Tabelas de Recursos e Usos TRU , sendo que existe 142 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recenteuma articulacao entre estes dois blocos, de modo que as CEI e as TRU resultam nas mesmas estimativas de produto interno bruto PIB e de valor adicionado bruto Feijo, 2004. As CEI constituem o corpo central do sistema, na qual a unidade de investigacao e a unidade institucional, caracterizada por autonomia de decisao e unidade patrimonial IBGE, 2008. Os dados CEI podem ser desagregados por setor institucional e por atividade economica no nivel 12. Sao cinco setores institucionais: empresas nao financeiras; empresas financeiras; administracao publica; familias; e instituicoes sem fins de lucro a servico das familias. As atividades economicas no nivel 12 sao: agropecuaria; industria extrativa; industria de transformacao; producao e distribuicao de eletricidade e gas, agua, esgoto e limpeza urbana; construcao civil; comercio; transporte, armazenagem e correio; servicos de informacao; intermediacao financeira, seguros e previdencia complementar e servicos relacionados; atividades imobiliarias e alugueis; outros servicos; e administracao, saude e educacao publicas e seguridade social.Nas TRU o objeto de investigacao e a unidade de producao na qual o agrupamento das unidades produtivas empresas ou unidades locais, classificadas pela homogeneidade no processo produtivo, define os setores de atividades IBGE, 2008. As TRU estao disponiveis tanto no nivel 12 quanto no nivel 56, sendo que o primeiro nivel consiste em uma agregacao das atividades do segundo.Adicionalmente, o IBGE publica as chamadas Tabelas Sinoticas no SCN 2000, nas quais sao apresentados dados sinteticos provenientes tanto das TRU e CEI individualmente, quanto do cruzamento de informacoes destes dois blocos. Neste estudo foram utilizados como fonte de dados apenas as tabelas sinoticas 9, 13 e 21, sendo que para esta ultima foi necessaria uma tabulacao especial. Na tabela 9, esta reportado o valor adicionado VA bruto a precos correntes e a precos constantes do ano anterior no nivel 56. A tabela sinotica 13 apresenta o total de ocupacoes tambem no nivel 56. Na tabela sinotica 21 esta apresentado o VA a precos correntes e o total de ocupacoes por setor institucional e segundo doze atividades economicas. A tabulacao especial da tabela sinotica 21 consistiu na insercao do total de ocupacoes, uma vez que esta tabela, disponivel no sitio do IBGE na internet, apresenta apenas as informacoes de producao, consumo intermediario e valor adicionado.88. O autor agradece a equipe da Coordenacao de Contas Nacionais Conac do IBGE pelo envio desta tabela.15Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5Em conformidade com a metodologia do IBGE, a construcao das series de VA, ocupacoes e produtividade do trabalho requereu inicialmente que os dados fossem agrupados segundo setor de producao em formal, informal e outras unidades familiares, a semelhanca do empreendido por Hallak Neto, Namir e Kozovits 2012. Dada a disponibilidade de informacoes, a desagregacao por atividade economica so pode ser feita no nivel 12. Deste modo, as doze atividades economicas do setor formal foram obtidas pelo somatorio de cada uma destas respectivas atividades nos setores institucionais empresas nao financeiras, empresas financeiras, administracao publica e instituicoes sem fins de lucro a servico das familias. Conforme destacado na secao anterior, a informalidade da economia e um subconjunto do setor institucional familias, no qual estao as unidades produtivas nao agricolas, ao passo que o subconjunto restante pertence ao setor de producao outras unidades familiares, e esta relacionado a agricultura mercantil ou para autoconsumo, ao aluguel imputado e efetivo e as familias que empregam trabalhadores domesticos remunerados. Assim, as doze atividades do setor institucional familias foram distribuidas da forma a seguir. Outras unidades familiares possuem tres atividades: agropecuaria, atividades imobiliarias e alugueis e servicos domesticos, sendo esta ultima disponivel somente no nivel 56 e, portanto, retirada da tabela sinotica 9 no caso do VA e da tabela sinotica 13 no caso das ocupacoes. A totalidade de atividades imobiliarias e alugueis foi incluida em outras unidades familiares em decorrencia de nao estarem disponiveis desagregacoes da producao desta atividade por setor institucional.9 Entretanto, como a maior parte da producao desta atividade e nao mercantil, expressa pelo produto aluguel imputado,10 cujo valor nao diz respeito a atividade de producao informal das familias, a adocao da hipotese de que todo o VA desta atividade pertence a outras unidades familiares nao implica uma aproximacao muito imprecisa da realidade e, ademais, foi a unica possivel.Por exclusao, o setor informal e composto por oito atividades economicas, das quais sete industria extrativa; industria de transformacao; construcao civil; comercio; 9. Hallak Neto, Namir e Kozovits 2012 dispuseram destas informacoes em seu trabalho. Por questoes de sigilo, estes dados nao estao disponiveis no sitio do IBGE e nao puderam ser enviados sob a forma de tabulacao especial ao autor do presente texto.10. A metodologia do SCN 2000 estabelece que a estimacao do valor do aluguel imputado e baseada em um modelo estatistico que usa as caracteristicas dos imoveis residenciais efetivamente alugados para estimar o efeito de cada uma delas sobre o valor do aluguel. Com essas informacoes, o modelo imputa valores de aluguel para os imoveis proprios IBGE 2008. Adicionalmente, com base nas TRUs no nivel 56 temos que entre 2000 e 2009 este produto respondeu por aproximadamente 70% da producao de atividades imobiliarias e alugueis.162 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recentetransporte, armazenagem e correio; servicos de informacao; e intermediacao financeira, seguros e previdencia complementar e servicos relacionados advem diretamente do setor institucional familias. A oitava atividade, denominada outros servicos ajustado, foi obtida a partir da subtracao do VA e das ocupacoes de servicos domesticos do total de outros servicos verificado no setor institucional familias. Vale dizer, neste sentido, que outros servicos no nivel 12 correspondem as seguintes atividades no nivel 56: servicos de manutencao e reparacao; servicos de alojamento e alimentacao; servicos prestados as empresas; educacao mercantil; saude mercantil; servicos prestados as familias e associativas; e servicos domesticos. Logo, a deducao desta ultima atividade do total de outros servicos requereu uma nova taxonomia.Desse modo, foram obtidas 23 unidades de analise neste trabalho, sendo doze pertencentes ao setor formal, oito ao setor informal e tres ao setor de producao outras unidades familiares. Nao obstante, temse treze atividades economicas, pois, conforme mencionado, foi necessario criar a atividade outros servicos ajustado. A tabela 1 corrobora a desagregacao proposta. A partir do cruzamento dos dados da conta producao por setor institucional e por atividade economica do IBGE, calculouse a participacao da producao mercantil na producao total para cada uma das 23 unidades de analise. Neste sentido, em todas as atividades dos setores formal e informal esse quociente foi proximo a 100%, excecao feita a atividade administracao, saude e educacao publicas e seguridade social, cuja producao e, por definicao, quase toda nao mercantil. O mesmo pode ser dito das tres atividades que compoem outras unidades familiares, exceto agropecuaria.A avaliacao da variacao de volume crescimento real do VA e da produtividade do trabalho de uma determinada atividade requer a eliminacao do efeito preco das series em valor nominal. O SCN 2000, em consonancia com as recomendacoes do SNA de 1993 e 1998, calcula os indices de preco e volume com relacao ao ano anterior, caracterizando um sistema de base movel. No calculo do VA utilizase o chamado metodo de dupla deflacao, por meio do qual a variacao de precos do VA e calculada implicitamente apos a deflacao da producao e do consumo intermediario por indices especificos. Para a variacao de precos sao utilizados indices de Paasche, ao passo que para a variacao de volume sao utilizados indices de Laspeyres. Deste modo, o calculo do VA no ano t a precos de t1 pode ser feito de duas maneiras equivalentes: pela multiplicacao do VA no ano t1 a precos correntes pelo indice de Laspeyres de quantidade entre t1 e t; ou pela divisao 17Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5do VA no ano t a precos correntes pelo indice de Paasche de preco entre t1 e t. Assim, para transformar dados a precos correntes para precos constantes de um determinado anobase, basta encadear os indices de Paasche ou de Laspeyres.TABELA 1Participacao da producao mercantil na producao total, segundo setor de producao e atividade economica 2000 e 2009Em %Setor de producao e atividade economica Total Formal Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade, gas etc.Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Atividades imobiliarias e alugueis Outros servicos Administracao, saude e educacao publicas e seguridade social Informal Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Outros servicos ajustado Outras unidades familiares Agropecuaria Atividades imobiliarias e alugueis Servicos domesticos Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.200082,885,9100,099,999,9100,0100,0100,0100,0100,099,5100,091,94,6100,0100,0100,0100,0100,0100,0100,0100,0100,032,883,518,80,0200983,085,1100,0100,099,9100,0100,0100,0100,0100,099,3100,092,73,2100,0100,0100,0100,0100,0100,0100,0100,0100,039,285,921,70,0Desta feita, os dados da tabela sinotica 9 foram agrupados nestas treze atividades economicas, resultando em uma tabela com VA a precos correntes e a precos do ano anterior entre 2000 e 2009. A partir destas informacoes foram calculadas as variacoes 182 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recentede precos entre os anos 2001 e 2009, de modo que se obteve uma tabela com as variacoes de precos do VA segundo treze atividades economicas. A etapa seguinte consistiu em deflacionar o VA corrente da tabela 21 pelas correspondentes variacoes de precos anteriormente mencionadas, devidamente encadeadas tendo 2000 como anobase. Implicitamente, portanto, assumiuse que a inflacaodeflacao do VA de uma determinada atividade economica independe do setor institucional. Reconhecese de antemao que, a priori, nao ha razao para que o indice de precos da atividade de um determinado setor institucional, por exemplo, industria extrativa de familias, seja igual aquele verificado para esta mesma atividade em outro setor institucional, por exemplo, industria extrativa de empresas nao financeiras. Entretanto, inexistem dados de variacao de precos discriminados por setor institucional para nenhum nivel de agregacao por atividade economica as unicas CEI disponiveis estao no nivel 12 apenas a precos correntes, de modo que, novamente, o metodo aplicado foi o unico disponivel. Assim, construiuse uma serie de VA a precos constantes de 2000 para as 23 unidades de analise entre 2000 e 2009.11Como as Contas Nacionais brasileiras sao do tipo base movel, a passagem dos dados de VA para uma base fixa implica a chamada perda de aditividade: a soma dos VAs desagregados a precos constantes nao e igual ao VA agregado a precos constantes IBGE, 2008; Feijo, 2004. Para tratar deste fenomeno e possivel ajustar as series desagregadas ao total agregado ou tornar o total agregado igual a soma das partes desagregadas. A adocao destes procedimentos implicaria ao menos dois problemas, quais sejam, a modificacao dos dados originais do IBGE e a nao utilizacao de informacoes sobre a mudanca de precos relativos. Para evitar tais problemas, optouse por manter a perda de aditividade e lidar com a mudanca de precos relativos explicitamente no procedimento de decomposicao da variacao da produtividade do trabalho.3.3 Decomposicao da variacao do valor adicionado, ocupacoes e produtividade do trabalho As series de VA a precos constantes de 2000 e de total de ocupacoes, segundo os setores de producao formal, informal e outras unidades familiares e desagregadas por atividade economica, o que corresponde a 23 unidades de analise, foi aplicada a conhecida tecnica de decomposicao ou contribuicao para o crescimento growth accounting, conforme as equacoes 1 e 2.11. Em 2003 e 2004 havia R 3 milhoes de VA da atividade industria de transformacao no setor institucional empresas financeiras. Como inexistem ocupacoes na referida atividade economicasetor institucional, optouse por adicionar estes R 3 milhoes de VA ao setor institucional empresas nao financeiras.19Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5. . 12Nas equacoes, Y e o valor adicionado a precos constantes de 2000; Q e o valor adicionado a precos correntes; e L e o total de ocupacoes. Doravante, variaveis com o sobrescrito i denotam a unidade de analise desagregada; o subscrito t indica o ano; e o sinal indica a variacao entre os anos t e t1.E importante reiterar que na equacao 1 foi utilizada a participacao de cada unidade de analise no total a precos correntes. Isto significa que a mudanca de precos relativos entre t e t1 ja esta contemplada nesta formulacao. Neste sentido, caso fosse utilizado o share a precos constantes, seria necessario multiplicar o lado direito da equacao 1 pela razao de precos relativos do valor adicionado da unidade de analise i com relacao ao valor adicionado total.De posse do VA a precos constantes de 2000 e das ocupacoes desagregadas segundo os setores de producao formal, informal e outras unidades familiares, foi possivel calcular a produtividade do trabalho X conforme a equacao 3  3Diversos trabalhos Mc Millan e Rodrik 2011; Kupfer e Rocha 2005; Holland e Porcile 2005; Burgueno e Pittaluga 2007, entre outros utilizaram a chamada tecnica shiftshare para decompor a variacao da produtividade do trabalho agregada em dois componentes, usualmente denominados de estrutural ou between e intrinseco ou within. Como os proprios nomes sugerem, o componente estrutural esta relaciona a mudanca na composicao das ocupacoes, ao passo que o efeito intrinseco diz respeito a contribuicao da produtividade em cada atividade economica para o resultado agregado. Esta abordagem recebeu diversas criticas e aperfeicoamentos, resultando em uma miriade de shiftshare modificados Timmer e Szirmai, 2000; Tang e Wang, 2004; Timmer e De Vries, 2009; Dumagan, 2011; Artige e Van Neuss, 2012; Diewert, 2013. Nesse sentido, neste trabalho utilizouse a metodologia proposta por Diewert 2013, a partir do trabalho seminal de Tang e Wang 2004. Esta tecnica consiste em 202 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recenteuma modificacao do shiftshare tradicional, ao incorporar o papel desempenhado pela mudanca de precos relativos na variacao da produtividade agregada e, portanto, ser indicada para o Sistema de Contas Nacionais brasileiro. Se se denominar P o deflator do VA agregado, Pi o deflator do VA da unidade i e reconhecendo que , temse que a produtividade do trabalho agregada pode ser dada por:onde, Q e o valor adicionado a precos correntes; e a participacao da unidade i no total de ocupacoes share de ocupacoes. e o preco relativo; e , 4 Definindo como a participacao da unidade i no VA agregado a precos como sendo a variacao da produ como a variacao da produ como sendo a correntes no ano t share de VA; tividade agregada entre os anos t e t1; tividade da unidade de analise i entre os anos t e t1; variacao no share de ocupacoes entre os anos t e t1; e, finalmente, como a variacao dos precos relativos entre os anos t e t1, temse, apos algumas manipulacoes algebricas, que a variacao da produtividade do trabalho e igual a: 5Como pode ser visto, a variacao da produtividade do trabalho agregada e uma media ponderada do share de VA. O primeiro termo do lado direito da equacao, denominado de efeito direto, mede a contribuicao da variacao da produtividade de cada unidade de analise para o resultado agregado. Esta contribuicao sera positiva negativa quando houver aumento queda da produtividade desta unidade e e proporcional ao share de VA. Este componente tambem e denominado de puro, na medida em que seu efeito independe do share de ocupacoes e de mudancas nos precos relativos. O segundo termo e chamado de efeito ocupacao e mede a contribuicao da variacao do share de ocupacao, independentemente da variacao da produtividade ou da mudanca de precos relativos. Assim, toda vez em que houver aumento do share de ocupacoes de uma determinada unidade analitica, havera contribuicao positiva para a variacao da produtividade agregada, proporcionalmente ao share de VA. O terceiro componente e denominado efeito preco, uma vez que, como o proprio nome sugere, este capta o efeito da mudanca de precos relativos para a dinamica da 21Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5produtividade agregada. Analogamente, variacoes positivas negativas de precos relativos contribuem positivamente negativamente para o resultado agregado de maneira proporcional ao share de VA. Conforme mencionado anteriormente, este efeito existe justamente para captar a perda de aditividade decorrente da passagem de um Sistema de Contas Nacionais de base movel para um sistema de base fixa. Por fim, os demais quatro componentes sao tratados em conjunto e denominados de efeito interacao, uma vez que decorrem do proprio processo de manipulacao algebrica e, adicionalmente, possuem dificil interpretacao economica. Destacamse tres pontos com relacao a equacao 5. Primeiro, como esta formulacao requer indices de precos relativos defasados em um periodo, a analise da decomposicao da variacao da produtividade agregada foi realizada somente entre 2001 e 2009, uma vez que nao existem dados de precos em 2000 no SCN 2000. Segundo, como mostram Tang e Wang 2004, essa tecnica e valida para qualquer tipo de indice Paasche, Laspeyre e Fisher, pode ser aplicada para qualquer intervalo temporal e e invariante a escolha do anobase e a quantidade de atividades economicas analisadas. Terceiro, e possivel identificar a contribuicao de cada unidade de analise i e, portanto, dos setores formal, informal e outras unidades familiares para a variacao da produtividade agregada por meio da identificacao dos elementos i correspondentes a cada setor na equacao 5.Entretanto, e importante ressaltar que, tal como definido neste trabalho, e muito complicado discutir produtividade do trabalho em algumas atividades economicas. Uma parcela consideravel da producao de intermediacao financeira, seguros e previdencia complementar e servicos relacionados sao os chamados servicos de intermediacao financeira indiretamente medidos Sifim. O Sifim corresponde ao total de rendimentos de propriedade a receber pelos intermediarios financeiros liquidos dos juros totais a pagar, excluindo o valor de qualquer rendimento de propriedade a receber de investimentos de fundos proprios IBGE, 2010 e e calculado pelo diferencial dos juros recebidos e dos juros pagos, com base na aplicacao nas contas ativas e passivas geradoras de Sifim, de taxas medias de juros selecionadas de acordo com a transacao e   a Selic media do ano IBGE, 2010. Desta forma, a produtividade desta atividade pode aumentar em funcao da capacidade de arbitragem das instituicoes financeiras, o que nao necessariamente decorre de uma melhor eficiencia produtiva.Igualmente complicado e discutir a produtividade em atividades imobiliarias e alugueis e servicos domesticos, de outras unidades familiares, e administracao, saude e educacao publicas e seguridade social do setor formal, pois, conforme mencionado anteriormente, tratamse de atividades praticamente nao mercantis tabela 1. Para o primeiro, concorre 222 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recenteo ja mencionado aluguel imputado, ao passo que para os demais se constata que o valor adicionado destas atividades e praticamente igual aos salarios, de tal modo que politicas de valorizacao do salario minimo eou da remuneracao de servidores publicos podem culminar no aumento de produtividade nestas atividades. Adicionalmente, vale destacar que a produtividade em agropecuaria, de outras unidades familiares, tambem deve ser avaliada com muita cautela. Embora 86% de sua producao seja mercantil tabela 1, esta atividade tambem contempla a producao para autoconsumo, de tal forma que, como nao estao disponiveis dados adequados para separar estes dois componentes, e possivel que a estimativa deste estudo de produtividade do trabalho em agropecuaria, de outras unidades familiares, seja pouco precisa.Por esses motivos, a produtividade agregada foi avaliada tanto considerando todas as atividades economicas de todos os setores de producao doravante total agregado, quanto com base no chamado total ajustado, igual ao total agregado menos as seguintes atividades: intermediacao financeira, seguros e previdencia complementar e servicos relacionados; atividades imobiliarias e alugueis; e administracao, saude e educacao publicas e seguridade social, pertencentes ao setor formal; intermediacao financeira, seguros e previdencia complementar e servicos relacionados, do setor informal; e agropecuaria; atividades imobiliarias e alugueis; e servicos domesticos, de outras unidades familiares. Deste modo, o total ajustado possui apenas atividades dos setores formal e informal, perfazendo dezesseis unidades de analise.4 RESULTADOSOs dados das Contas Nacionais mostram que houve uma inequivoca reducao do setor informal na economia brasileira em termos de geracao de valor adicionado e ocupacoes tabela 2. No que concerne ao primeiro, constatase que a participacao do setor formal passou de 72,8% em 2000 para 80% em 2009, a custa da reducao dos setores informal e outras unidades familiares. Conforme esperado, as atividades que mais ganharam share de VA sao formais comercio e administracao, saude e educacao publicas e seguridade social e as que mais perderam foram atividades imobiliarias e alugueis, de outras unidades familiares, e a atividade informal outros servicos ajustado. Com relacao as ocupacoes, o aumento da formalidade de 6,5 p.p. entre 2000 e 2009 decorreu, sobretudo, das atividades formais industria de transformacao, outros servicos e, novamente, comercio. Entre as atividades cujas participacoes nas ocupacoes totais mais se reduziram, e importante destacar a queda de 1 p.p. da agricultura do setor formal. 23Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5TABELA 2Composicao do valor adicionado e das ocupacoes, segundo setor de producao e atividade economica 2000 e 2009Em %Setor de producao e atividade economica Formal Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade, gas etc.Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Atividades imobiliarias e alugueis Outros servicos Administracao, saude e educacao publicas e seguridade social Informal Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Outros servicos ajustado Outras unidades familiares Agropecuaria Atividades imobiliarias e alugueis Servicos domesticos Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.Valor adicionado Ocupacoes 200072,82,91,616,03,43,87,53,53,05,90,59,814,912,40,01,21,73,11,30,60,14,414,72,710,81,2200980,02,91,815,83,14,010,43,93,17,20,810,516,38,40,00,81,22,00,90,50,12,911,62,77,51,3200047,55,20,27,80,41,88,22,10,91,00,39,310,228,10,14,24,97,52,00,70,18,624,417,10,47,0200954,04,20,29,00,42,610,32,51,10,90,411,311,025,20,13,74,66,11,60,80,18,320,813,10,37,3Nao obstante, a avaliacao da participacao das ocupacoes informais nas ocupacoes totais evidencia que em algumas atividades economicas ainda existe uma elevada informalidade tabela 3. A despeito da queda verificada nos anos 2000, destacase que 64% das ocupacoes de construcao civil e que quase 44% dos servicos de informacao estao alocadas no setor informal em 2009. Adicionalmente, chama atencao que neste mesmo ano quase 29% das ocupacoes manufatureiras pertenciam a economia informal, ao passo que em termos de VA esta porcentagem e proxima a 5%.242 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente TABELA 3Participacao da informalidade no valor adicionado e nas ocupacoes, segundo atividade economica 2000 e 2009Em %Atividade economica Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.Valor adicionado Ocupacoes 20001,46,930,729,627,715,41,420090,74,823,816,418,012,80,7200034,035,072,847,948,844,17,7200924,228,964,037,239,043,76,6A tabela 4 apresenta as taxas de variacao percentual acumuladas entre 2000 e 2009 e a contribuicao de cada setor de producaoatividade para o resultado agregado. Neste sentido, constatase que o VA agregado cresceu 31,9%, em decorrencia do crescimento dos setores formal 39,3% e outras unidades familiares 31,8% e da queda no setor informal de 11,8%. No que concerne as atividades economicas, e interessante observar que tanto agropecuaria formal quanto de outras unidades familiares cresceram de maneira similar nos anos 2000. Adicionalmente, destacase que a unica atividade informal com crescimento do VA no periodo foi servicos de informacao 25%, sendo que em comercio informal houve a maior queda 26,3%. No setor formal todas as atividades apresentaram crescimento, com destaque para comercio 58%, intermediacao financeira, seguros e previdencia complementar e servicos relacionados 64% e atividades imobiliarias e alugueis 234%. Levandose em consideracao nao apenas o crescimento da atividade, mas tambem a sua participacao no total, tal como estabelecido na equacao 1, constatase que o setor formal responde pela maior parte do crescimento do VA agregado, em especial as atividades outros servicos, comercio e administracao, saude e educacao publicas e seguridade social. O setor informal como um todo contribuiu negativamente com 1,5%, com destaque para comercio 0,8%. Deste modo, estes resultados reforcam a necessidade de excluir algumas atividades do computo da produtividade agregada, haja vista o desempenho anormal de algumas atividades economicas em termos de crescimento do VA, sendo atividades imobiliarias e alugueis o caso mais notorio.25Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5TABELA 4Variacao e decomposicao do valor adicionado e das ocupacoes entre 2000 e 2009, segundo setor de producao e atividade economicaEm %Setor de producao e atividade economica Total Formal Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade, gas etc.Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Atividades imobiliarias e alugueis Outros servicos Administracao, saude e educacao publicas e seguridade social Informal Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Outros servicos ajustado Outras unidades familiares Agropecuaria Atividades imobiliarias e alugueis Servicos domesticos Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.Valor adicionado Ocupacoes Variacao Decomposicao Variacao Decomposicao 31,939,339,448,618,228,930,158,640,156,464,1234,554,026,911,820,819,18,626,319,525,717,62,931,838,430,131,631,928,61,10,82,91,01,24,41,41,73,81,15,34,01,50,00,20,10,80,30,10,00,14,71,03,30,422,439,31,244,341,320,570,954,346,046,115,755,948,632,89,910,76,513,50,51,843,81,918,93,95,88,628,322,418,70,10,13,20,11,34,51,00,40,20,24,53,32,80,00,30,70,00,00,30,01,61,01,00,02,0Os dados relativos as ocupacoes mostram que, nao obstante o forte crescimento das ocupacoes no setor formal, os postos de trabalho informais cresceram quase 10% entre 2000 e 2009. No que tange a analise desagregada, verificase que a dinamica das ocupacoes em agropecuaria foi radicalmente inversa a verificada para o VA, uma vez que cairam em termos absolutos e relativos os postos de trabalho nesta atividade, tanto os formais quanto os relativos as outras unidades familias.12 12. Em termos absolutos, entre 2000 e 2009 o total de ocupacoes formais na agropecuaria passou de 4.124.021 para 4.073.211, enquanto em outras unidades familiares esta queda foi bem mais elevada, de 13.486.919 para 12.704.614.262 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente Conforme demonstrado na tabela 5, a produtividade do trabalho na agropecuaria cresceu fortemente 41,1% em funcao, sobretudo, deste processo de downsizing. Servicos de informacao, por seu turno, apresentou um elevado crescimento das ocupacoes de forma generalizada, uma vez que tanto no setor formal quanto no informal houve um crescimento superior a 40%. Destacaramse ainda o crescimento em construcao civil 70,9%, atividades imobiliarias e alugueis 55,9%, comercio 54,3% e outros servicos 48,6%. A decomposicao do crescimento agregado mostrou, novamente, a preponderancia das atividades formais. O ponto de maior destaque, contudo, diz respeito ao fato de que as ocupacoes informais contribuiram positivamente para o resultado agregado com 2,8%, em funcao, sobretudo, de outros servicos ajustado. Seja como for, as atividades com maior contribuicao para o crescimento de 22,4% das ocupacoes agregadas foram novamente outros servicos, comercio e administracao, saude e educacao publicas e seguridade social. Por fim, destacase a contribuicao negativa de agropecuaria em ambos os setores de producao, sendo a unica atividade com contribuicao negativa no setor formal. No que concerne a produtividade do trabalho, observandose inicialmente o resultado obtido para o agregado, constatase que a produtividade do trabalho total passou de R 12,9 mil para R 13,9 mil entre 2000 e 2009, perfazendo um crescimento de 7,8% no periodo tabela 5. Com relacao aos totais dos setores formal e informal,13 observase que em 2000, conforme esperado, a produtividade do primeiro R 20 mil e bem maior que a do segundo R 5,7 mil. O ponto de maior destaque reside no fato de que as dinamicas destes setores foram dispares: enquanto a produtividade formal permaneceu estagnada ao longo dos anos 2000, no setor informal houve queda de quase 20%. O crescimento de 27% em outras unidades familiares deve ser avaliado com cautela, uma vez que, conforme reiterado diversas vezes ao longo deste trabalho, as atividades que compoem este setor estao ligadas a agricultura mercantil ou para autoconsumo, no caso de agropecuaria, ao aluguel imputado e efetivo, no caso de atividades imobiliarias e alugueis, e as familias que empregam trabalhadores domesticos remunerados, no que diz respeito a atividade servicos domesticos. Complementarmente se observa uma grande disparidade nos niveis e variacoes das atividades individualmente. Conforme adiantado, agropecuaria cresceu mais de 41%, mas em nivel sua produtividade e inferior a media agregada. A industria extrativa formal cresceu apenas 3%, mas cada 13. Este tipo de comparacao deve ser realizado com cautela, uma vez que as atividades economicas producao e distribuicao de eletricidade e gas, agua, esgoto e limpeza urbana e administracao, saude e educacao publicas e seguridade social existem apenas no setor formal.27Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5ocupacao nesta atividade gera sete vezes mais VA que o total da economia. Outro caso de destaque e industria de transformacao, cujas produtividades formal e informal cairam 16,3% e 24,1% no periodo, respectivamente. No que concerne a abordagem estruturalista, ao se utilizar o desviopadrao da produtividade do trabalho como proxy da heterogeneidade estrutural, constatase o aumento da HE na economia brasileira, tanto para o total e o total ajustado, quanto para o setor formal. No setor informal houve uma leve queda da HE tabela 5. TABELA 5Produtividade do trabalho, segundo setor de producao e atividade economica nivel e variacao 2000 e 2009 Em R milhoes constantes de 2000 e em %Setor de producao e atividade economica Total Formal Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade, gas etc.Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Atividades imobiliarias e alugueis Outros servicos Administracao, saude e educacao publicas e seguridade social Informal Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Outros servicos ajustado Outras unidades familiares Agropecuaria Atividades imobiliarias e alugueis Servicos domesticos Desviopadrao total Desviopadrao total ajustado 1Desviopadrao formal Desviopadrao informal 200012,919,97,2103,126,5101,626,911,821,844,377,318,713,619,05,72,83,74,55,48,710,313,36,67,82,0370,92,276,531,233,33,4200913,919,910,2106,222,2108,620,512,120,947,5109,740,214,118,24,62,42,83,64,07,29,011,25,49,93,0528,42,3107,833,138,42,9Variacao%7,80,041,13,016,36,923,92,84,07,141,9114,53,74,419,711,324,119,526,018,012,616,018,326,846,942,42,6Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.Nota: 1 Total ajustado e igual ao total agregado menos as seguintes atividades: intermediacao financeira, seguros e previdencia complementar e servicos relacionados, atividades imobiliarias e alugueis e administracao, saude e educacao publicas e seguridade social, pertencentes ao setor formal; intermediacao financeira, seguros e previdencia complementar e servicos relacionados, do setor informal; e agropecuaria, atividades imobiliarias e alugueis e servicos domesticos, de outras unidades familiares.282 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente Alternativamente, o aumento da HE brasileira pode ser aferido pelas razoes de produtividade entre as atividades formais visavis as atividades informais. Conforme mostra o grafico 1, houve aumento deste indicador entre 2000 e 2009, tanto em termos desagregados quanto agregados. Com relacao a este ultimo, vale dizer que se calculou a razao de produtividade entre os setores formal e informal como um todo, tal como apresentado na tabela 5, e tambem recalculando os totais considerando apenas as atividades que sao comuns aos dois referidos setores, de modo a tornar a comparacao mais adequada. O resultado de aumento da HE foi o mesmo, sendo ainda maior quando se ajustou o total as atividades encontradas em ambos os setores. Cumpre ressaltar que no unico caso em que houve queda de razao de produtividade construcao civil esta decorreu de variacoes negativas de produtividade nos setores formal e informal, o que reforca o argumento de que houve um aumento generalizado da HE no Brasil nos anos 2000.GRAFICO 1Razoes de produtividade entre os setores formal e informal, segundo atividade economica 2000 e 200950,045,040,035,030,025,020,015,010,05,00,0lato Tlato Todatsujaairtsudnavitartxe Ied airtsudn Ioacamrofsnartlivicoacurtsno Coicremo Coierroc e,etropsnar Tmeganezamraed socivre Soacamrofni ,ariecnanfioacademretnisodanoicaler aicnediverpe soruges socivres e ratnemepmocl Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.20002009INo que tange a decomposicao do crescimento da produtividade agregada da economia brasileira, destacase que a analise sera realizada confrontandose o ano de 29Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 52009 com 2001, e nao com 2000.14 Conforme apontado na metodologia, isto decorre da ausencia de dados sobre o comportamento dos precos relativos em 2000. De maneira geral, as taxas de variacao da produtividade do trabalho entre 2000 e 2009 tabela 5 sao muito similares as verificadas entre 2001 e 2009 tabela 6, a despeito de uma esperada diferenca de magnitude. Deste modo, como as observacoes relativas a analise por atividade mencionadas anteriormente permanecem validas, a analise pode ser feita diretamente com relacao a decomposicao da variacao da produtividade. O crescimento de 7% da produtividade agregada entre 2001 e 2009 decorreu da dinamica do setor formal, cuja contribuicao foi 11,6%, uma vez que as atividades informais e de outras unidades familiares contribuiram negativamente 2,7% e 1,9%, respectivamente. Com relacao a analise formal versus informal, verificouse que este padrao se repetiu: as atividades formais contribuiram positivamente e as informais negativamente. Isto posto, temse que comercio 3,5% e administracao, saude e educacao publicas e seguridade social 2% do setor formal foram as atividades que mais contribuiram para o crescimento da produtividade agregada, ao passo que outros servicos ajustado foi a de menor contribuicao entre as atividades informais. Vale destacar que atividades que apresentaram variacao negativa de produtividade podem ter contribuicao positiva para a produtividade agregada, desde que o somatorio dos efeitos ocupacao, precos relativos e interacao seja maior que o efeito direto que, por definicao, sera negativo quando a variacao de produtividade da atividade tambem o for. Este foi o caso da industria de transformacao formal, notadamente em funcao dos efeitos ocupacao e preco, conforme sera visto a seguir.A decomposicao da variacao da produtividade do trabalho total segundo componente evidenciou a proeminencia do efeito direto 4,8%, em decorrencia do setor formal 1,9% e, sobretudo, do setor outras unidades familiares 4,8%. Neste sentido, destacaramse a grande contribuicao de intermediacao financeira, seguros e previdencia complementar e servicos relacionados 2,9% e atividades imobiliarias e alugueis 3,9%. Por sua vez, a atividade formal industria de transformacao, com 2,8%, foi aquela que apresentou menor contribuicao para o efeito direto total. 14. Na tabela A.1 do apendice esta reportada a serie completa de produtividade do trabalho entre 2000 e 2009.302 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente TABELA 6Variacao e decomposicao da produtividade do trabalho agregada, segundo setor de producao e atividade economica 20012009Em %Setor de producao e atividade economica Variacao Atividade Total Formal Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade, gas etc.Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Atividades imobiliarias e alugueis Outros servicos Administracao, saude e educacao publicas e seguridade social Informal Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros etc.Outros servicos ajustado Outras unidades familiares Agropecuaria Atividades imobiliarias e alugueis Servicos domesticos Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.7,01,434,82,717,419,016,96,54,02,042,691,26,33,416,220,423,818,222,313,114,02,311,717,829,438,54,87,011,60,10,51,00,30,63,50,50,41,00,41,62,02,70,00,30,30,80,40,00,00,91,90,02,10,2Decomposicao Ocupacao 4,08,20,60,22,70,11,11,50,50,70,40,11,70,71,10,00,10,10,50,30,10,00,23,10,52,60,0Direto 4,81,91,10,02,80,60,60,50,10,12,90,40,60,51,90,00,30,30,70,20,10,00,54,80,93,90,1Preco 0,62,70,20,21,60,10,21,10,10,21,00,10,71,80,30,00,10,10,40,00,00,00,32,40,22,40,1Interacao2,41,20,20,00,50,00,20,40,00,10,50,00,10,00,00,00,00,00,00,00,00,00,11,20,21,10,0O efeito ocupacao, com contribuicao de 4%, foi o segundo componente mais importante. Concorreu para este resultado uma forte contribuicao positiva do setor formal 8,2%, uma vez que os demais setores de producao contribuiram negativamente. Neste sentido, as principais contribuicoes positivas advieram de industria de transformacao 2,7% e outros servicos 1,7%, pois estas atividades possuiam uma elevada participacao no valor adicionado em 2001 e, sobretudo, porque houve crescimento do share de ocupacao.15 Entre 15. Embora nao tenha sido reportada a composicao do valor adicionado e das ocupacoes em 2001, o leitor interessado pode solicitar estes dados ao autor. Nao obstante, e importante ressaltar que a dinamica ocorrida entre 2000 e 2009 e muito similar a verificada entre 2001 e 2009, de modo que a tendencia apreendida pela tabela 1 serve de referencia para ilustrar o argumento acerca dos determinantes dos componentes direto, ocupacao, preco e interacao.31Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5as atividades que reduziram a produtividade por meio da mudanca na composicao das ocupacoes, destacamse agropecuaria e atividades imobiliarias e alugueis, de outras unidades familiares e agropecuaria informal.O efeito preco contribuiu com apenas 0,6%, sendo que entre os setores de producao, novamente, a dinamica agregada decorreu do setor formal com contribuicao de 2,7%. Entretanto, como houve contribuicao positiva tambem das atividades informais 0,3%, temse que outras unidades familiares concorreram para a reducao da produtividade agregada. Por fim, chama a atencao que, contrariamente ao senso comum, a mudanca de precos relativos foi favoravel as manufaturas 1,6% e desfavoravel a agropecuaria 0,2% e a outros servicos 0,7%, todas do setor formal.Dessa forma, a grande influencia de intermediacao financeira, seguros e previdencia complementar e servicos relacionados, atividades imobiliarias e alugueis e administracao, saude e educacao publicas e seguridade social em termos de contribuicao para o crescimento do VA e da produtividade reforca a necessidade de expurgar estas atividades do resultado agregado. Neste sentido, como mostra a tabela 7, a produtividade do trabalho total ajustada, na qual tambem foram excluidas agropecuaria e servicos domesticos de outras unidades familiares, cresceu apenas 2,2% no periodo. Este resultado, muito inferior ao apurado quando se consideram todas as atividades na analise, tambem foi verificado segundo setor de producao, sendo formal ajustado o caso mais proeminente, uma vez que agora houve queda de produtividade 0,3%. O setor informal ajustado teve desempenho muito similar ao verificado na tabela 6, haja vista a reduzida influencia da atividade informal intermediacao financeira, seguros e previdencia complementar e servicos relacionados no total deste setor de producao. Vale dizer que, por construcao, as variacoes de produtividade das atividades formais e informais individualmente sao iguais nas tabelas 6 e 7, mas suas contribuicoes para o agregado ajustado foram bem diferentes.Com efeito, no que concerne a decomposicao por atividade economica, constatouse que a contribuicao das atividades formais em conjunto formal ajustado foi muito menor que a verificada anteriormente 7,3% visavis 11,6%. Isto implica, pois, que a contribuicao das atividades informais foi ainda mais negativa de 2,7% para 5,1%. Ademais, agora duas atividades formais agropecuaria 0,2% e industria de transformacao 0,2% contribuiram negativamente, ao passo que anteriormente suas contribuicoes foram positivas. A semelhanca do verificado na tabela 6, comercio formal foi a atividade que mais contribuiu para o crescimento da produtividade agregada ajustada, ao passo que outros servicos ajustado foi a que menos contribuiu.322 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente Entretanto, foi com relacao a decomposicao segundo efeito que a exclusao das atividades mostrouse mais pertinente. Os resultados da tabela 7 mostram que houve crescimento da produtividade do trabalho agregada ajustada somente por conta do efeito ocupacao 7,1%, em decorrencia do setor formal 9,4%, mais especificamente da atividade industria de transformacao 3,2%. A outra face da resiliencia das ocupacoes manufatureiras formais diz respeito a produtividade do trabalho, cujo efeito direto foi o mais significativo e igual 4,4%. Em direcao diametralmente oposta encontrase agropecuaria formal: efeito direto positivo 1,7% e efeito ocupacao negativo 1,0%. Em conjunto, o efeito direto contribuiu negativamente com 4,4%, o que comprova a importancia em expurgar do total atividades que possuem elevada producao imputada, alta proporcao de producao nao mercantil na producao total e a administracao publica e os servicos domesticos. Por fim, com relacao ao efeito preco constatouse dinamica semelhante a verificada na tabela 6.TABELA 7Variacao e decomposicao da produtividade do trabalho agregada ajustada nos setores formal e informal, segundo atividade economica 20012009 Em %Setor de producao e atividade economica Variacao Decomposicao Atividade Direto Ocupacao Preco Interacao Total ajustado 1Formal ajustado Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade, gas etc.Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Outros servicos Informal ajustado Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Outros servicos ajustado 2,20,334,82,717,419,016,96,54,02,06,316,320,423,818,222,313,114,011,72,27,30,20,60,20,20,54,40,30,31,45,10,00,50,61,50,70,11,74,41,31,70,14,40,91,00,80,20,11,03,10,00,40,51,10,30,10,77,19,41,00,33,20,41,61,90,61,02,12,20,00,20,20,90,50,10,50,50,60,50,21,70,30,21,30,00,51,50,00,00,10,10,50,00,10,61,01,30,40,00,70,10,30,40,00,10,20,30,00,00,00,00,10,00,2Fonte: Sistema de Contas Nacionais referencia 2000IBGE. Elaboracao do autor.Nota: 1 Total ajustado e igual ao total agregado menos as seguintes atividades: intermediacao financeira, seguros e previdencia complementar e servicos relacionados, atividades imobiliarias e alugueis e administracao, saude e educacao publicas e seguridade social, pertencentes ao setor formal; intermediacao financeira, seguros e previdencia complementar e servicos relacionados, do setor informal; e agropecuaria, atividades imobiliarias e alugueis e servicos domesticos, de outras unidades familiares.33Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5Dessa forma, constatouse que a existencia de uma significativa parcela da producao no setor informal contribuiu para um menor crescimento da produtividade agregada no Brasil. Nao obstante, os resultados mostraram que houve alguma mudanca estrutural no pais, uma vez que o efeito ocupacao contribuiu positivamente para o crescimento da produtividade. Entretanto, tendo em vista a queda de produtividade do setor formal, a proeminencia da atividade comercio, a contribuicao negativa da produtividade nas atividades economicas efeito direto e o muito reduzido crescimento da produtividade agregada mesmo quando se consideram todas as atividades na analise , concluise que o referido processo de mudanca estrutural esta muito aquem do desejado. Fazse premente, portanto, a adocao de politicas publicas que promovam uma reducao ainda maior da informalidade no Brasil e, sobretudo, que promovam uma mudanca da estrutura produtiva em prol de atividades economicas mais dinamicas internacionalmente e de maior valor agregado. Finalmente, cumpre ressaltar que os resultados encontrados neste trabalho sao diferentes daqueles encontrados por Mc Millan e Rodrik 2011 e por De Vries et al. 2012. No primeiro foi identificada uma contribuicao negativa da mudanca na composicao das ocupacoes componente estrutural ou between effect sobre a produtividade agregada na America Latina entre 1990 e 2005, ao passo que em De Vries et al. 2012 foi identificado um componente intrinseco ou within effect, relacionado a contribuicao da produtividade de cada atividade para o resultado agregado, negativo para o periodo 20002008. Afora os diferentes recortes temporais, concorrem para esta divergencia de resultados diversos fatores. Em primeiro lugar, a utilizacao de diferentes metodos de shiftshare, uma vez que o procedimento adotado por Mc Millan e Rodrik 2011 e por De Vries et al. 2012 nao considera o papel desempenhado pela mudanca de precos relativos e inexistem informacoes sobre como foi trabalhada a perda de aditividade decorrente da passagem de um Sistema de Contas Nacionais de base movel para um sistema de base fixa. Deste modo, o componente intrinseco ou within apurado pelos citados autores esta influenciado pelos precos relativos, de modo que nao se trata de um efeito within puro, conforme definido por Dumagan 2011. Ademais, como o componente estrutural foi obtido por residuo em De Vries et al. 2012, nao ha motivo para que este efeito seja proximo ao estimado neste trabalho. Em segundo lugar, as fontes de dados utilizadas sao igualmente distintas, notadamente no que concerne a avaliacao da contribuicao da informalidade em De Vries et al. 2012. Por fim, merece destaque o fato de que a desagregacao utilizada tambem foi diferente, o que acaba por impactar a magnitude dos componentes De Vries et al., 2012.342 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente 5 CONSIDERACOES FINAISObjetivouse neste estudo avaliar a dinamica dos setores de producao formal e informal na ultima decada a partir dos dados das Contas Nacionais, notadamente no que concerne a produtividade do trabalho, visando destacar em que medida o comportamento desta variavel no setor informal contribuiu para a dinamica da produtividade do trabalho agregada.Entre as atividades economicas que mais contribuiram para a reducao da informalidade em termos de valor adicionado, destacaramse comercio e administracao, saude e educacao publicas e seguridade social do setor formal. Com relacao as ocupacoes, industria de transformacao, outros servicos e, novamente, comercio foram relevantes. Nao obstante, em algumas atividades economicas ainda existe uma elevada informalidade, a despeito da queda verificada nos anos 2000.No que concerne a produtividade do trabalho agregada, constatouse um fraco crescimento entre 2000 e 2009 de apenas 7,8%, ao passo que nos setores formal e informal a variacao da produtividade foi de 1,4% e 16,2%, respectivamente. Em termos desagregados, evidenciouse o aprofundamento da heterogeneidade estrutural que caracteriza a economia brasileira, tanto nos niveis quanto nas taxas de variacao da produtividade. Com relacao a decomposicao da variacao da produtividade, verificouse que o crescimento de 7% da produtividade agregada entre 2001 e 2009 adveio do setor formal, cuja contribuicao foi 11,6%, com destaque para as atividades comercio 3,5% e administracao, saude e educacao publicas e seguridade social 2%; as atividades informais em conjunto contribuiram com 2,7%. Complementarmente, verificouse que este crescimento de 7,0% decorreu, sobretudo, do chamado efeito direto 4,8%, que mede a contribuicao da variacao da produtividade nas atividades economicas, com destaque para o efeito direto do setor formal 1,9%. As mudancas na composicao das ocupacoes contribuiram com 4%, em decorrencia do setor formal 8,2%. O efeito preco contribuiu com apenas 0,6%, sendo que, entre as atividades, novamente, a dinamica decorreu do setor formal, com contribuicao de 2,7%. Por fim, a interacao entre os efeitos direto, ocupacao e preco contribuiu negativamente para crescimento da produtividade agregada entre 2001 e 2009.Entretanto, constatouse ser muito complicado discutir produtividade do trabalho em algumas atividades economicas, tal como definido neste trabalho. Intermediacao financeira, seguros e previdencia complementar e servicos relacionados e atividades imobiliarias e alugueis, que contem significativa parcela de imputacao em suas respectivas producoes, servicos domesticos e administracao, saude e educacao publicas e seguridade social, que sao 35Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5atividades praticamente nao mercantis, cujo valor adicionado e muito proximo ao salarios, e agropecuaria, que contempla, entre outros, a producao para autoconsumo, devem ser excluidas do total agregado resultando na variavel total agregado ajustado , com vistas a uma melhor apreensao da evolucao da produtividade no Brasil. Nesse sentido, a produtividade do trabalho total ajustada cresceu apenas 2,2% no periodo. Este resultado, muito inferior ao apurado quando se consideram todas as atividades na analise, tambem foi verificado segundo setor de producao, sendo formal ajustado o caso mais proeminente, uma vez que agora houve queda de produtividade 0,3%. O setor informal ajustado teve desempenho muito similar ao verificado quando consideradas todas as atividades na analise. A decomposicao por atividade economica mostrou que a contribuicao das atividades formais em conjunto formal ajustado foi muito menor que a verificada anteriormente 7,3% visavis 11,6%. Isto implica, pois, que a contribuicao das atividades informais foi ainda mais negativa de 2,7% para 5,1%. Ademais, agora duas atividades formais agropecuaria 0,2% e industria de transformacao 0,2% contribuiram negativamente, ao passo que anteriormente suas contribuicoes foram positivas. Comercio formal foi a atividade que mais contribuiu para o crescimento da produtividade agregada ajustada, ao passo que outros servicos ajustado foi a que menos contribuiu.Entretanto, foi com relacao a decomposicao segundo efeito que a exclusao das referidas atividades mostrouse mais pertinente. Os resultados mostraram que houve crescimento da produtividade do trabalho agregada ajustada somente por conta do efeito ocupacao 7,1%, em decorrencia do setor formal 9,4%, mais especificamente da atividade industria de transformacao 3,2%. A outra face da resiliencia das ocupacoes manufatureiras formais diz respeito a produtividade do trabalho, cujo efeito direto foi o mais significativo e igual a 4,4%. Em direcao diametralmente oposta encontrase agropecuaria formal: efeito direto positivo 1,7% e efeito ocupacao negativo 1,0%. Em conjunto, o efeito direto contribuiu negativamente com 4,4%, o que comprova a importancia em expurgar do total atividades que possuem elevada producao imputada, alta proporcao de producao nao mercantil na producao total e a administracao publica e os servicos domesticos. Por fim, com relacao ao efeito preco constatouse dinamica semelhante a verificada quando se consideram todas as atividades na analise.Dessa forma, constatouse que a existencia de uma significativa parcela da producao no setor informal contribuiu para um menor crescimento da produtividade agregada no Brasil. Nao obstante, os resultados mostraram que houve alguma mudanca estrutural no pais, uma vez que o efeito ocupacao contribuiu positivamente para o crescimento 362 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recenteda produtividade. Todavia, tendo em vista a queda de produtividade do setor formal, a proeminencia da atividade comercio, a contribuicao negativa da produtividade nas atividades economicas efeito direto e a grande reducao da produtividade agregada mesmo quando consideradas todas as atividades na analise , concluise que o referido processo de mudanca estrutural esta muito aquem do desejado. Fazse premente, portanto, a adocao de politicas publicas que promovam uma reducao ainda maior da informalidade no Brasil e, sobretudo, que promovam uma mudanca da estrutura produtiva em prol de atividades economicas mais dinamicas internacionalmente e de maior valor agregado. REFERENCIASARTIGE, L.; VAN NEUSS, L. A new shiftshare method. Growth and change, forthcoming, 2012.BONELLI, R.; BACHA, E. L. Crescimento brasileiro revisitado. In: VELOSO, F. et al. Desenvolvimento economico: uma perspectiva brasileira. Rio de Janeiro: Elsevier, 2013.BURGUENO, O.; PITTALUGA, L. Progreso tecnico y cambio estructural en America Latina. Santiago de Chile: Naciones Unidas; IDRC, 2007.CIMOLI, M.; PRIMI, A.; PUGNO, M. A lowgrowth model: informality as a structural constraint. Cepal Review, v. 88, p. 85, 2006. DE VRIES, G. D. et al. Deconstructing the BRICs: structural transformation and aggregate productivity growth. Journal of Comparative Economics, v. 40, n. 2, p. 211227, 2012.DIEWERT, W. E. Decomposition of productivity growth into sectoral effects. IARIWUNSW Conference on productivity: measurement, drivers and trends. Sydney, 2013.DUMAGAN, J. C. A generalized exactly additive decomposition of aggregate labor productivity growth. Review of Income and Wealth, v. 59, n. 1, p. 157168, 2011.ELLERY JUNIOR, R. Produtividade total dos fatores no Brasil no periodo posreformas: comportamento e possiveis explicacoes. 2013. Mimeografado.FEIJO, C. A. Contabilidade social: o novo Sistema de Contas Nacionais do Brasil. Rio de Janeiro: Campus, 2004.HALLAK NETO, J.; NAMIR, K.; KOZOVITS, L. Sector and informal employment in Brazil. Paper prepared for the special IARIWSAIM Conference on Measuring the Informal Economy in Developing Countries. Kathmandu, 2326 Sept. 2009.______. Setor e emprego informal no Brasil: analise dos resultados da nova serie do Sistema de Contas Nacionais 200007. Economia e Sociedade, Campinas, v. 44, 2012.37Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5HOLLAND, M.; PORCILE, G. Brecha tecnologica y crecimiento en America Latina. In: CIMOLI, M. Ed  Heterogeneidad estructural, asimetrias tecnologicas y crecimiento en America Latina. Santiago: BIDCepal, 2005.HUSSMANNS, R. Statistical definition of informal employment: guidelines endorsed by the Seventeenth International Conference of Labour Statisticians 2003. In: MEETING OF THE EXPERT GROUP ON INFORMAL SECTOR STATISTICS DELHI GROUP, 7. 2004. IBGE INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATISTICA. Economia informal urbana 2003. Rio de Janeiro: IBGE, 2005.______. Sistema de Contas Nacionais Brasil: rendimento do trabalho e ocupacao. Rio de Janeiro: IBGE, 2006. Nota Metodologica, n. 7.______ . Sistema de Contas Nacionais Brasil. Rio de Janeiro: IBGE, 2008. Series Relatorios Metodologicos, n. 24.______. Sistema de Contas Nacionais Brasil: atividade financeira. Rio de Janeiro: IBGE, 2010. Nota Metodologica, n. 13.ILO INTERNATIONAL LABOUR OFFICE. Employment, incomes and equality: a strategy for increasing productive employment in Kenya: report of an interagency team financed by the United Nations Development Programme and Organised by the International Labour Office. Geneva: ILO, 1972.______. Resolution concerning statistics of employment in the informal sector. In: INTERNATIONAL CONFERENCE OF LABOR STATISTICIANS, 15. Geneva: ILO, 1993.______. Decent work and the informal economy. In: INTERNATIONAL LABOUR CONFERENCE, 90. Geneva: ILO, 2002. Report of the DirectorGeneral.KUPFER, D.; ROCHA, F. Productividad y heterogeneidad estructural en la industria brasilena. In: CIMOLI, M. Ed  Heterogeneidad estructural, asimetrias tecnologicas y crecimiento en America Latina. Santiago de Chile: Cepal; BID, nov. 2005. p. 72.LEWIS, W. A. Economic development with unlimited supplies of labour. The Manchester School, v. 22, n. 2, p. 139191, 1954. MCMILLAN, M. S.; RODRIK, D. Globalization, structural change and productivity growth. Cambridge: NBER, 2011.MUKHERJEE, D. Productivity in the informal manufacturing sector: regional patterns and policy issues. New Delhi: Shipra Publications, 2004. MPRA Paper, n. 4859. Disponivel em: http:goo.glLbi Cpc.PAGES, C. The age of productivity: transforming economies from the bottom up. New York: Palgrave Macmillan, 2010.382 0 8 4Produtividade do Trabalho nos Setores Formal e Informal no Brasil: uma avaliacao do periodo recente PREBISCH, R. O desenvolvimento economico da America Latina e alguns de seus problemas principais: cinquenta anos de pensamento na Cepal. Rio de Janeiro: Record, 2000. v. 2, p. 69136.RODRIGUEZ, O. O estruturalismo latinoamericano. Rio de Janeiro: Civilizacao Brasileira, 2009. SQUEFF, G. C.; DE NEGRI, F. Produtividade do trabalho e mudanca estrutural no Brasil nos anos 2000. In: DE NEGRI, F; CAVALCANTE, L. R. Eds  Produtividade no Brasil: desempenho e determinantes. Brasilia: Ipea, 2014. v. 1.TANG, J.; WANG, W. Sources of aggregate labour productivity growth in Canada and the United States. Canadian Journal of Economics, v. 37, n. 2, p. 421444, 2004. TIMMER, M. P.; SZIRMAI, A. Productivity growth in Asian manufacturing: the structural bonus hypothesis examined. Structural Change and Economic Dynamics, v. 11, n. 4, p. 371392, 2000.TIMMER, M. P.; DE VRIES, G. J. Structural change and growth accelerations in Asia and Latin America: a new sectoral data set. Cliometrica, v. 3. n. 2, p. 165190, 2009.ULYSSEA, G. Informalidade no mercado de trabalho brasileiro: uma resenha da literatura. Brasilia: Ipea, 2005. Texto para Discussao, n. 1070.BIBLIOGRAFIA COMPLEMENTARINKLAAR, R., TIMMER, M. P. GGDC productivity level database: international comparisons of output, inputs and productivity at the industry level. Groningen: University of Groningen, 2008.INTERSECRETARIAT WORKING GROUP ON NATIONAL ACCOUNTS; COMMISSION OF THE EUROPEAN COMMUNITIES. System of National Accounts 1993. Washington: International Monetary Fund, 1993.ROCHA, F. Produtividade do trabalho e mudanca estrutural nas industrias brasileiras extrativa e de transformacao, 19702001. Revista de Economia Politica, v. 27, n. 2, p. 221241, 2007.39Texto para DiscussaoB r a s i l i a , a b r i l d e 2 0 1 5APENDICETABELA A.1Produtividade do trabalho, segundo setor de producao e atividade economica 20002009Em R milhoes constantes de 2000Setor de producao e atividade economica 2000200120022003200420052006200720082009Total Total ajustado 1Formal ajustado 2Formal Agropecuaria Industria extrativa Industria de transformacao Producao e distribuicao de eletricidade e gas, agua, esgoto e limpeza urbana Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros e previdencia complementar e servicos relacionados 12,912,718,019,97,213,012,617,819,67,512,912,417,519,48,312,912,317,519,48,412,912,518,019,77,812,912,417,719,67,513,112,417,719,58,613,612,818,320,19,214,013,118,320,29,313,912,817,719,910,2103,1103,5112,6116,7112,5121,2121,0114,0111,9106,226,526,926,726,826,025,025,024,924,222,2101,691,297,998,0102,2104,5106,1109,3108,3108,626,911,821,844,324,611,321,748,423,910,421,148,424,411,020,147,923,911,621,949,122,511,421,546,523,511,420,743,325,712,121,442,621,212,820,946,720,512,120,947,577,376,976,470,173,276,382,991,9103,2109,7Atividades imobiliarias e alugueis Outros servicos 18,713,621,013,323,313,327,712,832,813,538,313,838,813,636,314,040,614,240,214,1Administracao, saude e educacao publicas e seguridade social 19,018,819,019,119,118,918,618,118,118,2Informal ajustado 3Informal Industria extrativa Industria de transformacao Construcao civil Comercio Transporte, armazenagem e correio Servicos de informacao Intermediacao financeira, seguros e previdencia complementar e servicos relacionados Outros servicos ajustado Outras unidades familiares Agropecuaria 5,75,72,83,74,55,48,75,55,53,13,74,45,18,25,45,43,53,84,25,18,410,310,410,313,311,46,67,82,06,18,42,38,76,18,42,35,05,03,03,14,13,98,09,48,56,48,62,44,74,72,63,03,74,16,97,611,25,98,32,44,84,81,92,84,04,16,78,89,66,18,52,54,74,71,92,94,24,07,08,58,45,78,72,54,84,82,23,33,74,27,19,18,05,89,52,84,84,81,53,23,94,47,19,14,64,62,42,83,64,07,29,011,711,25,59,93,25,49,93,0Atividades imobiliarias e alugueis 370,9381,6445,3453,7481,2473,5455,1437,7461,6528,4Servicos domesticos 2,22,22,22,32,22,32,22,22,22,3Fonte: IBGE. Notas: 1 Total ajustado e igual ao total agregado menos as seguintes atividades: intermediacao financeira, seguros e previdencia complementar e servicos relacionados, atividades imobiliarias e alugueis e administracao, saude e educacao publicas e seguridade social, pertencentes ao setor formal; intermediacao financeira, seguros e previdencia complementar e servicos relacionados, do setor informal; e agropecuaria, atividades imobiliarias e alugueis e servicos domesticos, de outras unidades familiares.2 Formal ajustado e igual ao formal total menos as seguintes atividades: intermediacao financeira, seguros e previdencia complementar e servicos relacionados, atividades imobiliarias e alugueis e administracao, saude e educacao publicas e seguridade social.3 Informal ajustado e igual ao informal total menos as atividades: intermediacao financeira, seguros e previdencia complementar e servicos relacionados.Elaboracao do autor.40Ipea Instituto de Pesquisa Economica Aplicada EDITORIALCoordenacao Claudio Passos de Oliveira Supervisao Everson da Silva Moura Reginaldo da Silva Domingos Revisao Angela Pereira da Silva de Oliveira Clicia Silveira Rodrigues Idalina Barbara de Castro Leonardo Moreira Vallejo Marcelo Araujo de Sales Aguiar Marco Aurelio Dias Pires Olavo Mesquita de Carvalho Regina Marta de Aguiar Barbara Seixas Arreguy Pimentel estagiariaErika Adami Santos Peixoto estagiariaJessica de Almeida Corsini estagiariaLaryssa Vitoria Santana estagiariaManuella Samella Borges Muniz estagiariaThayles Moura dos Santos estagiariaThercio Lima Menezes estagiarioEditoracao Bernar Jose Vieira Cristiano Ferreira de Araujo Daniella Silva Nogueira Danilo Leite de Macedo Tavares Diego Andre Souza Santos Jeovah Herculano Szervinsk Junior Leonardo Hideki Higa Capa Luis Claudio Cardoso da Silva Projeto Grafico Renato Rodrigues Bueno The manuscripts in languages other than Portuguese published herein have not been proofread.Livraria Ipea SBS Quadra 1 Bloco J Ed. BNDES, Terreo. 70076900 Brasilia DFFone: 61 33155336Correio eletronico: livrariaipea.gov.brComposto em adobe garamond pro 1216 textoFrutiger 67 bold condensed titulos, graficos e tabelasBrasiliaDFMissao do Ipea Aprimorar as politicas publicas essenciais ao desenvolvimento brasileiropor meio da producao e disseminacao de conhecimentos e da assessoriaao Estado nas suas decisoes estrategicas.", "filename": "823892557.pdf", "person": ["Gabriel Coelho Squeff", "Squeff, Gabriel Coelho"], "date": ["2015"]}