{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110893/1/827076401.pdf"], "title": ["Merger remedies in oligopoly under a consumer welfare standard"], "plaintext": "Merger Remedies in Oligopoly Under a Consumer Welfare Standard Markus DertwinkelKalt Christian Wey June 2015Abstract We analyze the welfare effects of structural remedies on merger activity in a Cournotoligopoly if the antitrust agency applies a consumer surplus standard. We derive conditionssuch that otherwise priceincreasing mergers become externalityfree by the use of remedialdivestitures. In this case, the consumer surplus standard ensures that mergers are only implemented if they increase social welfare. If the merging parties can extract the entire surplus from the asset sale, then the socially optimal buyer will be selected under a consumerstandard.JELClassification: L13, L41, K21Keywords: Remedies, Merger control, Consumer standard, Synergies.We thank Tomaso Duso, Justus Haucap, Mirjam Lange, Beatrice Pagel, Lars Sorgard and participants of theeconomics seminar at WHU Vallendar, the annual workshop of the Industrial Economics Group of the Verein fur Socialpolitik Wurzburg, 2013, the Annual Conference of the Verein fur Socialpolitik Dusseldorf, 2013, the EARIEEvora, 2013, and of the BDPEMSRTGMerger Regulation course Humboldt University Berlin, 2012 for helpfulcomments. We gratefully acknowledge financial support by the German Science Foundation DFG for the researchproject Market Power in Vertically Related Markets grant WE 422821.HeinrichHeine University Dusseldorf, Dusseldorf Institute for Competition Economics DICE, Universitatsstr.1, 40225 Dusseldorf, Germany. Email: dertwinkeldice.hhu.de, Telephone: 492118115055.HeinrichHeine University Dusseldorf, Dusseldorf Institute for Competition Economics DICE, Universitatsstr.1, 40225 Dusseldorf, Germany. Email: weydice.hhu.de1 Introduction Remedies are increasingly applied by antitrust agencies in short: AA in the US and EU to clearmerger proposals which are otherwise subject to serious anticompetitive concerns see FTC,1999, EU, 2006, and OECD, 2011, for recent remedy reviews. The US Horizontal Merger Guidelines and the EU Merger Regulation allow for remedial offers to address competitive concernssee Do J, 2010, and EU, 2004, respectively. Accordingly, remedies are offered by the mergingparties to effectively restore competition and to remove any competition concern the AA mayhave.We analyze the impact of remedies on horizontal merger activity in oligopolistic industriesif the AA follows a consumer surplus standard; that is, the AA blocks mergers which lower consumer surplus.1 We focus our analysis on such industries which are characterized by barriersto entry and where the amount of productive assets can be regarded as fixed. In these industries, divestitures of critical assets by the merging firms to a competitor firm can be used toincrease market competition by reallocation structural remedies.2 Mergers are assumed toproduce scale economies resulting from combining the capital of the merging firms and synergies which directly reduce marginal production costs. Thus, a merger can be desirable froma consumer perspective when the merger synergies are sufficiently large.3 If synergies fall short 1This is in line with recent Industrial Organization literature e.g., Nocke and Whinston, 2010 which takes theconsumer surplus standard for granted. For instance, Whinston 2007 states that the AAs enforcement practice inmost countries including the US and the EU is closest to a consumer surplus standard. Davies and Lyons 2007emphasize that AAs have no mandate to use merger review for industrial policy purposes. Hence, remedies shouldonly be applied if there is a threat to competition.2For example, in the retailing sector divestitures concern suitable property and branches which are largely fixedin the industry. A similar role is taken by gasoline stations in the petroleum industry, by landing slots in the airlineindustry, and by spectrum in the mobile phone industry. In all these examples, the critical assets are largely fixed forsome time period, but may change in the longer run because of innovations or entry. Antitrust authorities considerthe foreseeable future in their decisions which is typically confined to the next 12 years, so that the capital stockin the mentioned industries is usually regarded as fixed. As a consequence, the respective assets also qualify asdivestitures which can counter anticompetitive merger effects already right after the execution of the merger.3Our analysis is placed in a Cournot setting in which synergies are necessary to make consumers not worse offafter the merger see Farrell and Shapiro, 1990a; Spector, 2003; Verge, 2010.1of a certain threshold value, approval by the AA can be achieved with the use of remedies; i.e.,physical asset sales to rival firms.The possibility of clearing a merger conditional on remedies is shown to enlarge the set ofprofitable and acceptable mergers. More importantly, if a divestiture is necessary to keep pricesfrom rising, then under reasonable conditions the merging parties will propose a divestiturewhich is pricerestoring; i.e., the premerger price equals the postmerger price. Therefore, anymerger which involves such a structural divestiture is externalityfree because it leaves consumersurplus and outsiders profits unchanged.4 It follows that the consumer surplus standard ensures that mergers are only implemented if they increase social welfare. If the merging partiescan extract the entire surplus from the asset sale, then the socially optimal buyer will be selectedgiven a consumer standard. The reason is that the merged entity becomes the residual claimantin the asset sales process, so that the choice of the buyer firm maximizes both the merged firmsprofit and social welfare. These insights reveal a new efficiency rationale of the seemingly inefficient consumer surplus standard or price test which ignores changes in profits, and hence,total welfare.Our model takes care of the following two remedy principles which are stated both in EUand US regulations see, EU, 2008, and Do J, 2011, respectively: First, the remedy is designedand proposed to the AA by the merging firms, while the AA can either reject or accept the offer.Second, the remedy must be proportional to the competitive concern see EU, 2004, Article 30.The first property says that the merging firms are supposed to design a fixitfirst remedy whichthey have to propose to the AA before it decides about the merger proposal.5 Accordingly, weassume that the merging parties have to determine the remedial divestiture and the buyer firmto the AA in advance. Thereafter, the buyer firm either accepts are rejects the proposal. The second property is derived endogenously; in equilibrium, an approvable remedy is always suchthat its size is proportional to the anticompetitive effects of the full merger proposal. Hence,4Outsider firms remain unaffected by the merger as their optimal quantities do not change when the price staysput.5The rules are different in the second stage of the merger processes in the US and the EU see, for instance, Wood,2003, for a comparison of the US and EU merger control systems and the role of remedies therein, and Farrell, 2003,who describes the remedy settlement as a bargaining process between the merging parties and the AA.2lower synergies andor larger capital stocks of the merging firms must induce a larger divestiture to make the merger approvable. Moreover, when the anticompetitive concern increaseseither because of lower synergies or because of larger capital stocks of the merging firms, thenthe scope for mergers approved conditional on remedies is reduced.We extend our model by comparing the merger outcomes under different selling mechanisms which determine the extent of rentextraction. If the merging firms must sell the divestiture at a fixed price i.e., rentextraction is limited, then in equilibrium it is sold to the weakestcompetitor that is, typically, the smallest outsider firm. If a pricerestoring remedy is soldthrough an auction it will be acquired by the incumbent competitor with the highest willingness to pay. In general, only perfect selling power or efficient bargaining between the partiesensures that the divestiture is acquired by the socially efficient buyer. Fixitfirst remedies createtakeit or leaveit power for the merging firms in the asset sales process because a rejectionby the buyer puts the entire undertaking at risk. Thus, we provide a novel rationale for theefficiency of fixitfirst remedies which are favored both by the EU and the US merger guidelines.We also examine remedydependent synergies such that the acquirer of the assets realizessynergies on its own or if the realized synergy of the merged firm decreases when assets have tobe divested. In the former case, small divestitures which are pricedecreasing become possibleif the realized synergy of the acquiring firm is relatively large.In the latter case, the scopefor approvable divestitures is reduced, but we show that our main results remain qualitativelyvalid.Our paper contributes to the analysis of mergers in Cournot oligopoly when productivecapital in an industry is fixed Perry and Porter, 1985; Farrell and Shapiro, 1990a,b; Mc Afee and Williams, 1992. This approach was applied to structural remedies in Medvedev 2007, Verge2010, and Vasconcelos 2010. All the latter three works refer to specific Cournot oligopolymodels and they invoke specific assumptions concerning functional forms. Verge 2010 disregards merger synergies. It is shown that only under very restrictive assumptions a reallocationof productive assets through structural remedies may increase consumer surplus. Medvedev2007 shows for a threefirm oligopoly that remedies in association with merger synergies extend the scope for approvable mergers. Vasconcelos 2010 analyzes remedies for the case of 3a fourfirm oligopoly when merger synergies are possible. Each firm owns one unit of capitaland a firms capital is indivisible. It is assumed that the AA restructures the industry optimallyin order to maximize consumer surplus, which is crucial when there are at least three firmsinvolved in a merger. In these instances an overfixing problem associated with remedial divestitures may emerge see also Farrell, 2003. Overfixing unfolds adverse effects because afirm may abstain from proposing a socially desirable merger with two other firms as the acquirer expects, and correctly so, that the AA will use its power to sell one of the acquired firmsto the remaining competitor. Consequently, the acquirer may strategically propose a onefirmtakeover which can be worse from a consumer point of view than allowing a takeover of thetwo other firms.Cabral 2003 analyzes mergers in a differentiated industry with free entry. When assets aresold to an entrant firm as a remedy then a buy them off effect follows, which means that anentrant firm is dissuaded from opening a new store or introducing a new product variant.This effect may work against the interest of consumers, who are better off the more variants areoffered in the market. Chen 2009 analyzes mergers in a threefirm oligopoly model of dynamiccapital accumulation. A merger may then have longrun effects that are worse than its shortruneffects. We disregard the issue of endogenous entry and endogenous capacities as the capital isassumed to be fixed in the industry.Our analysis also adds to the literature which identifies circumstances such that a consumersurplus standard is preferable in competition policy Besanko and Spulber, 1993, Neven and Roller, 2005, and Armstrong and Vickers, 2010. In contrast to existing theories, our point isthat a consumer standard in merger control leads to socially efficient remedial divestitures.The impact of remedies on the effectiveness of merger control has also been investigated empirically see Duso et al., 2011, and Duso et al., 2013, for the EU and Clougherty and Seldeslachts,2013, for the US.6 These works use event studies which identify the anticompetitive effect ofa merger by abnormal stock market returns of competing firms. Overall, the results appear toindicate that an upfrontbuyer remedy tends to restore the premerger competitive situation.6Ormosi 2012 analyzes major EU merger cases and shows that remedial offers and efficiency claims are oftenstrategic to avoid costly delay in litigation processes.4We proceed as follows. Section 2 presents the basic model. In Section 3 we conduct themerger analysis for two different merger control regimes depending on whether or not remediesare feasible. Section 4 presents extensions of our model before Section 5 concludes.2 The Model We analyze the effects of remedies in a Cournot oligopoly with homogeneous products by extending the analysis of Farrell and Shapiro 1990a. There are n 3 firms indexed by i I 1,  , n. All firms produce a homogeneous good with inverse market demand given by a twicedifferentiable function pX, where p is price, X is industry output, and pcid:48X 0. Firm is production costs depend on its output level, xi, and the capital stock, ki, it uses for production. Totalproductive capital of the industry, K, is fixed and distributed among the firms in the industry;i I ki K. Firm is total production cost function is given byci : cixi, ki.7 We invoke the standard assumption that additional capital lowers the cost andxk 0. Firms set their output levels simultaneouslythe marginal cost curve; i.e., ciCournot competition.i.e., ki 0 for all i I andcid:80k 0 and ci Each firm i maximizes its profit i pXxicixi, ki given its rivals outputs, which yieldsthe firstorder conditionspX xipcid:48X cixxi, ki 0, for all i I.1In a Cournot equilibrium, 1 holds for all firms i I. From 1 it follows that firm i producesa larger quantity than firm j if and only if its marginal production costs are lower; i.e., cix cjholds. We assume that each firms reaction function slopes downward with a slope between 1and 0, for which it is sufficient to assume that 8xpcid:48X xipcid:48cid:48X 0 holds for all i I.27We abbreviate a functions partial derivative by indexing the respective variable;for instance cix cixi, kixi.8Inequality 2 holds if the industry demand curve satisfies P cid:48cid:48XX P cid:48X 0. It is standard assumptionin Cournot analysis and guarantees the existence of a unique Cournot equilibrium when marginal costs are nondecreasing.5The AA applies a consumer standard when evaluating a merger proposal. Therefore, a merger isapproved if and only if the postmerger price level does not exceed the premerger equilibriumprice p. We distinguish two different merger control regimes, depending on whether or notremedies are feasible.9 Noremedy regime in short: NR: If the merger guidelines do not allow for a remedial divestiture, then the AA can either approve or block the merger proposal altogether. Remedy regime in short: R: The merger guidelines allow for an approval conditional on adivestiture to a competitor if it counters any priceincreasing effect of the proposed merger.We examine a bilateral merger with firm i being the acquirer and firm j the target firm.Firms i and j merge if the merged entitys profit does not fall short of the sum of the premergerprofits. A merger allows to recombine the capital of the merging firms to explore economies ofscale.10 If firms i and j merge, they generate a synergy, which is measured by the parameters : si, j 0, 1. The synergy rotates the cost function downward such that marginal costsfor a given level of output are lowered. More precisely, the merged firm M M i, j whichcombines the assets of firms i and j produces with the cost function c M x, k, s, where k denotesthe merged firms capital, possibly reduced by divested assets. Let c M x, k, s be continuous ins with c M x, k, 1 cix, k and c M x, k, 0 0. Perfect synergies s 0 imply that the firmscosts are reduced to zero, while the absence of any synergies s 1 implies that the mergedfirm produces with the premerger cost function cix, k. We assume that the synergy reducesmarginal production costs,c Mx x, k, ss 0 holds for all x, k 0.Let 0 kj denote the share of firm js capital which stays under control of the merged firm 9Throughout the analysis we assume that the AA can only impose a remedy on the merging firms that the partiesthemselves propose. This mirrors legal practice in the EU and in the US see EU, 20062008, and Do J, 2011.10After the merger it is optimal to bring all the new entitys capital together rather than leaving it divided amongthe plants of the premerger configuration which is optimal because of cxk 0 see also Farrell and Shapiro, 1990b,p. 113.6M after a possible divestiture.11 Accordingly, kj is the share of firm js capital which goesas a divestiture to another firm, say firm l. Let IM denote all firms which are active after themerger; i.e., IM : Ii, j M. Furthermore, denote the total premerger equilibrium quantityby X and the postmerger equilibrium quantity by X skj , the latter depending on thedivestiture level kj and synergy level s.We impose two independence conditions on the interplay between the synergy level and theremedy. First, we assume that the synergy level si, j is unaffected by the size of the divestiture.Second, the buyer of the assets does not realize any synergies.12 Consequently, the merged entityfaces overall costs of c M x M , ki , s, while firm l operates with the cost function clxl, kl kj .13In addition, we invoke two more assumptions concerning firms cost functions. First, allfirms except the merged firm have access to the same technology.14 Second, all firms includingthe merged firm have constant marginal costs.15 Specifically, we suppose that each firm i Iproduces with the cost functioncixi, ki xiki3prior to the merger. If firms i and j merge to form the merged entity M, they realize the synergylevel s and possibly divest kj to firm l. The merged firms cost function is then given byc M x, ki , s sxki ,411We suppose that the acquirer divests parts of the target firms assets if the AA requires a remedy to approvethe merger. We could also assume that the authority requires that parts of the acquirers assets are divested, whichwould not change the results of our analysis.12Below, we discuss how our results change if we relax each of these requirements.13In our model, the effects of a structural remedy are not burdened with uncertainties which may play a role inpractical merger control see Davies and Lyons, 2007.14This assumption implies that asymmetries among firms apart from the merged firm only depend on theamount of productive assets they own. It allows to perform a comparative static analysis with regard to the equilibrium divestiture level.15Even though this assumption restricts the generality of our results, the constantmarginal cost case is importantin itself. In fact, many results obtained in the merger literature for instance, Salant et al., 1983, and Nocke and Whinston, 2010 are based on constant marginal costs.7while the acquiring firm l produces with the premerger cost functionclx, kl kj xkl kj .5Note that the synergy level s enters the merged firms cost function 4 in multiplicative form,so that c M x, k, 1 cix, k and c M x, k, 0 0 follow. We analyze the following merger gameunder the NR and the R regime: In the first stage, firms i and j decide whether or not to proposea merger to the AA. If they decide to merge, they can also specify a divestiture under regime Rwhich they sell to a competing firm l Ii, j. In the second stage, the AA either approves orblocks the merger proposal according to a consumer standard. In the third stage, firms competea la Cournot.3 Merger Analysis and Main Results First, we examine how a change in capital dk : dk 1,  , dkn affects equilibrium quantitiesdx : dx 1,  , dxn. Following Farrell and Shapiro 1990a, the total derivative of firm is firstorder condition with respect to X and ki can be written as 16dxi id X idki,6whereandi : ik :cixkpcid:48X 0i :pcid:48X xipcid:48cid:48Xpcid:48X 0.78The variable i gives the direct effect of capital ki on firm is output xi and i denotes firm isequilibrium responsiveness to changes in price. There is a direct relationship between i andthe slope of firm is reaction function Ri which is given by i Ri1 Ri see Farrell and Shapiro, 1990a. Summing up Condition 6 for all firms, yields the following lemma see Farrelland Shapiro, 1990a, Prop. 2.1716Note that we assume cxx 0 which simplifies the expressions below when compared with the correspondingexpressions in Farrell and Shapiro 1990a.17We present all omitted proofs in the Appendix.8Lemma 1 Effects of selling units of capital. A sale of a small amount of capital from firm j to firml increases industry output and reduces the market price if and only if l j.Lemma 1 gives a necessary and sufficient condition under which small asset sales to a rivalfirm increase consumer surplus. Our main analysis builds on this local result and investigatesunder which circumstances the divestitures of a merged firm can restore the premerger industry output.Second, we impose a condition under which a merger satisfies the consumer standard atleast if the realized synergy is maximal s 0. A merger between firms i and j, which createssynergies s, leads to an output level of the merged firm that is weakly larger than the sum ofthe firms outputs before the merger if and only if 18x pX.Using the cost functions 3 and 4, Condition 9 becomesx c Mcix cj 1ki1kjski kj pX.910This condition is more likely to be fulfilled if the merging firms capital stocks, ki and kj, arenot too large. Or, conversely, the smaller the merging firms are, the more likely the consumersurplus standard is met. Similarly, Condition 10 is more likely to be fulfilled the lower thevalue of the synergy parameter s becomes. In the following, we assume that Condition 10 isfulfilled when the merger synergies are maximal.Assumption 1. A merger between firms i and j increases the industry output if the merger synergiesare maximal; i.e., Condition 10 holds at s 0.3.1 Merger Outcomes with and without Remedies Noremedy regime NR. Under the noremedy regime, the AA can only clear or reject a mergerproposal in its entirety. Hence, if a merger is approved, then kj holds. We obtain thefollowing lemma according to which mergers are approved if and only if the generated synergydoes not fall short of a certain threshold value.18See Farrell and Shapiro 1990b, Prop. 1, p. 112.9Lemma 2 Full mergers. Suppose a noremedy regime NR. Then, there exists a unique synergy level s : si, j 0, 1, such that a merger of firms i and j does not reduce industry output X if and onlyif s s. Hence, the AA approves a merger proposal between firms i and j if and only if s s. Such amerger is strictly profitable for the merging firms.The critical synergy level s equals the synergy level for which Condition 10 holds withequality; i.e., it is the synergy level for which consumer surplus does not change after the merger.Lemma 2 then makes use of the fact that for s s the merged firm produces more than bothfirms i and j together before the merger with equality holding at s s. This implies that themarket price does not increase and consumers are not worse off after the merger. Moreover,profitability of the merger follows from noticing that the merged firms production costs arereduced over all output levels because of the increased productive capital and the realized synergy. According to Lemma 2, only mergers with relatively large synergies can pass the decisionscreen of the AA. If the synergy level falls short of the critical value i.e., s s holds, then thepostmerger price increases, in which case the AA blocks the merger proposal altogether.The critical synergy level s si, j depends on the capital stocks ki and kj. The lefthandside of Condition 10 monotonically decreases in the parameters s, ki and kj, while the righthand side does not depend on these parameters. Hence, larger values of ki andor kj imply alower value of the critical synergy level s. Precisely, sicid:48, j sicid:48cid:48, j if kicid:48 kicid:48cid:48 and si, jcid:48 si, jcid:48cid:48 if kjcid:48 kjcid:48cid:48. Intuitively, this result depends on the fact that the priceraising effect of amerger increases when the merging firms are larger. In addition, a merger of relatively smallfirms creates a more competitive firm which tends to intensify competition with existing largerfirms. Therefore, the critical synergy level s decreases in the size of the merging firms. It is alsonoteworthy that the critical synergy level, s, neither depends on the capital stocks of the outsiderfirms nor on their distribution. The reason is that the merger does not affect the price level ats s such that the outsider firms equilibrium quantities remain unaffected by the merger.Remedy regime R. With a remedy rule at hand, the AA can make a merger proposal conditional on structural remedies. According to the consumer surplus standard, the AA will acceptall remedial offers which offset the priceincreasing effect of reduced competition. It followsfrom Lemma 2 that remedies become relevant if the synergy parameter s is larger than s. In 10those instances, the merged firm may offer to divest a share of the target firms capital, kj ,which suffices to lower the market price or to keep it at the premerger level.Lemma 3 Approvability. Suppose a remedy regime R. If a merger between firms i and j yieldsrelatively large synergies with s s : si, j, it is approved without a remedy. For lower synergy levels,s s, there exists a unique threshold value s R s, such that any merger proposal with s s, s R isapprovable with a certain divestiture level. For merger proposals with s s R, no divestiture level existswhich would induce the AA to approve the merger.Typically, s R s holds, such that the feasibility of remedies strictly increases the scope formergers. Then there is an interval of synergies s, s R for which divestitures exist that resolve the AAs anticompetitive concerns such that a merger between firms i and j becomes approvable.If, however, the created synergy is too low i.e., s s R, then divestitures cannot outweigh themergers anticompetitive effects.In fact, the proof of Lemma 3 reveals that remedies strictly increase the scope for mergersi.e., s R s if and only ifki kj kl s minl Ii,j11holds. Condition 11 ensures that there is a firm l for which the direct effect of capital on outputis larger than for the merged firm M, that is, for which lkl M ki kj holds. In that case,selling assets of M to firm l increases industry output and therefore increases the scope formergers. In particular, 11 holds if the merged entity M is not the smallest firm in the market.If, however, there exists a firm which is smaller than M, then competition can be strengthenedthrough selling capital to this firm.Note that approvable remedies are most likely to exist for small buyer firms. To see this,assume that firms i and j merge and divest kj to some firm l. Denote the sum of firms. Summing up firms firstorder conditionspostmerger marginal costs as M C : cid:80yieldsm IMcmx P cid:48XX n 1P X M C.12The lefthand side of 12 is decreasing in X due to Condition 2. Thus, the equilibrium industryoutput is the larger the smaller the sum of firms marginal costs becomes given that the number 11of active firms stays constant. Consequently, if the divestiture kj is approvable for buyer firml, then this divestiture is also approvable for buyer firm lcid:48 as long as firm lcid:48 is smaller than firm l;i.e., as long as klcid:48 kl holds. In particular, there is a certain threshold value k kll Ii, j,such that there exists an approvable divestiture to be sold to firm l if and only if kl k.So far we have discussed the approvability of mergers involving divestitures. Next, we examine the profitability of a merger which involves divestitures to a competitor. For the remainderof this section, we assume that the merging firms have full bargaining power in the asset salesprocess.Assumption 2. The merged firm can make takeit or leaveit offers to each firm in the market. It can alsotailor the divestiture level to each buyer.Suppose that a merger involves divestitures to ensure its approval by the AA. The following lemma states that if the synergy is such that an approvable merger possibly involving adivestiture exists, then there exists also an approvable and profitable merger for the same synergy level.19Lemma 4 Profitability. Suppose a remedy regime R. A profitable and approvable merger generatingsynergy s possibly with a remedy exists if and only if s s R.The critical value s R is derived from the approvability condition. As for any merger withsynergies s s, s R there exists a divestiture which ensures approvability, there is also always adivestiture level which is pricerestoring for the same synergy level. Given such a pricerestoringdivestiture level, the merger is always profitable because of its costreducing effect and becauseof Assumption 2 according to which the merged firm can extract all gains from trade from thebuyer firm.How the exact value of s R depends on the capital that the merger combines i.e., k M :ki kj, hinges on the following tradeoff. On the one hand, the larger the merging firmscapital stocks are, the lower is the industry output after a full merger for a given synergy level s.19This result depends on Assumption 2. If the merged firm does not have perfect selling power, then the profitability condition may restrict the range of synergy parameters for which approvable and profitable divestiturelevels exist.12To see this, we compare the sum of all firms marginal costs after a merger of firms icid:48and j andafter a merger of firms icid:48cid:48 and j, where kicid:48 kicid:48cid:48; i.e., firm icid:48 being larger than firm icid:48cid:48. Denote theformer sum by M Cicid:48, j and the latter sum by M Cicid:48cid:48, j, respectively. Comparing both sumsgivescid:18cid:19M Cicid:48, j M Cicid:48cid:48, j skicid:48 kj1kicid:48cid:48skicid:48cid:48 kj1kicid:48 0.As the industry output is the larger the lower the sum of marginal costs M C, a full mergerbetween firms icid:48and j induces a lower postmerger output level than the merger between firmsicid:48cid:48and j. Thus, ceteris paribus, the larger the merging firms capital, the larger is the marketpower effect which tends to reduce the value of s R.On the other hand, the larger the merging firms are, the larger is the quantity which canbe restored through a divestiture to a rival firm. This can be seen from Lemma 1. If the directeffect of capital on output is smaller for the merged firm than for the buyer firm i.e., M l,then divesting capital increases the total output until M l. The divestiture to firm l whichmaximizes industry output is then given bycid:0ki kj sklcid:1 .kj 1s 113The size of kj increases in k M ki kj, but decreases in the capital stock kl of the buyer firm.The larger the divestiture as long as it does not surpass kj in size, the larger is the restoredoutput level. Therefore, we can conclude that both the mergers anticompetitive effect and thequantity which can be restored through a divestiture increase when the combined capital of themerging firms increases. Which of these effects dominates depends on the shape of the demandfunction and on the capital stocks of the firms.We summarize our results concerning the merger outcome under regime R as follows.Proposition 1 Implementation. Suppose a remedy regime R. Then all mergers with relatively largesynergies, s s, are profitable and are approved without a remedy. For lower synergy levels s s, s R,a merger with a certain divestiture exists which is approved by the AA and which is also profitable. Fors s R, no merger is implemented since there exists no remedy which could fix the AAs competitiveconcerns.Proposition 1 states that there is a monotone relationship between a mergers synergy level 13and the AAs final decision. Precisely, there exists a unique threshold value of the synergy level, s R, up to which mergers possibly including a certain divestiture are implementable. Giventhat Condition 11 holds, this threshold value strictly exceeds s. If the merger synergies are toolow i.e., s s R, then allowing for remedies does not change the AAs decision when comparedwith the NR regime.20 If there are several potential buyer firms for which an approvable remedyexists, then the identity of the buyer firm is not determined yet. In particular, it depends on theasset sales mechanism which can vary between full rent extraction Assumption 2 and norent extraction selling at a price of zero as we will examine in detail below.3.2 Social Welfare According to Proposition 1, the introduction of remedies may change the market structure and,therefore, also social welfare the sum of consumer surplus and producer surplus, which wedenote by SW . We compare social welfare if the merger control regime allows for remediesand if it does not. The following analysis is restricted to synergy levels s s, s R for whichremedies strictly increase the scope for approvable and profitable mergers.Binding consumer surplus standard. If there is a divestiture such that the consumer surplusconstraint is satisfied, then due to continuity of the cost function there also exists at leastone divestiture level such that the consumer surplus standard binds i.e., pre and postmergerprices are the same. We call such a divestiture level a pricerestoring divestiture. It is externalityfree as the consumer surplus and profits of those firms not involved in the merger process areunaffected and remain at their premerger levels. In particular, the smallest divestiture levelmin0,kj kj which satisfies the consumer surplus standard condition is such a pricerestoring divestiture. While it appears to be intuitive that the merged firm should prefer notto divest more than required by the AA, this is not always the case. The next lemma statesconditions under which the merged firm proposes to divest the smallest approvable divestiturewhich we denote by kj .20Note that if the merged firm is forced to sell the assets at a fixed price, then Lemma 4 and Proposition 1 stillhold, however, with a potentially different profitability threshold value s R. The proofs stay analogous, so that ourinsights do not depend qualitatively on assuming perfect selling power Assumption 2.14Lemma 5 Pricerestoring divestitures. Suppose a remedy regime R and assume s s, s R. Theneach of the following conditions is sufficient to ensure a pricerestoring divestiture.i Independent of the merged firms selling power, the merged firm proposes the minimal pricerestoringdivestiture kj if lkl kj M ki .ii If the divestiture is sold at a fixed price, then the merged firm proposes the minimal, pricerestoringdivestiture kj .iii If the merged firm has the entire selling power, then it will propose the minimal, pricerestoring divestiture kj if14cid:18cid:18kl kj 2 sx Mkl kj 2 xl 1s2cid:19cid:19 1 lxl 1 M x M1 cid:80mm IMki 2ki 2holds for all , where kj is the remedy which induces the lowest possible postmerger price overthe interval 0, kj.Parts iiii of Lemma 5 can be explained as follows. Part i: From Lemma 1 we directlyobserve that the remedy must be pricerestoring of size kj if lkl kj M ki holds as lkl kj and M ki denote the direct effects of capital on Ms and ls outputlevels after l has acquired the assets kj . Selling more assets implies a market price whichis above p, so that the consumer surplus condition is violated.21 Therefore, in equilibrium, theconsumer surplus standard must be binding.Part ii: If the merged firm sells the assets at a fixed price, it has no incentive to divest morethan the AA requires. Hence, it proposes to divest the minimal pricerestoring divestiture kj,so that the consumer surplus condition binds.Part iii: If the merged firm has the entire selling power, then 14 is the condition underwhich it cannot profitably sell more to firm l than the minimal required asset package kj .Each of the following two requirements a and b is sufficient for 14 to hold.a If lkl kj M ki i.e., the large bracket on the righthand side of 14 isi.e., the large bracket on the lefthand side of 14 is negative hold forpositive and if clk c Mk 21In the proof of Lemma 3 see Appendix, we note that the function lkl kj M ki has at most onezero on 0, 1. Therefore, it suffices to require that lkl kj M ki holds at .15all , then the implemented remedy will be pricerestoring of size ki .22 To see this, notethe following. In general, if a firm has a larger than another firm, it also faces higher marginalcosts and a lower equilibrium output level. Thus, lkl kj M ki implies x M xl.is also likely to hold. While lkl kj M ki and If x M xl holds, then clensure that 14 holds, we show in the Appendix that 14 is sufficient for the divestitureclk c Mkto be pricerestoring. The intuition behind this condition is that the merged firm does not havean incentive to sell more capital than necessary if the capital lowers its own production costsby more than the rival firms production costs; i.e., if the merged firm can use the capital moreefficiently.k c Mkdivestiture kj if 21 cid:80b If lkl kj M ki , the proposed merger will involve the pricerestoringm 1 lxl 1 M x M. For instance, a linear demandfunction, pX a b X, implies i 1, so that that the preceding condition is equivalent ton xl x M. This holds if the reservation price a is sufficiently large.m IMIf none of the conditions listed in Lemma 5 holds, then the merging parties may divest morethan required by the AA. In that case, prices may strictly decrease and consumers may be strictlybetter off when remedies are feasible.23 In the following, we restrict our analysis to externalityfree mergers. Therefore, for the remainder of our analysis we invoke Assumption 3.Assumption 3. Suppose s s, s R. All proposed divestitures are pricerestoring.Given Assumption 3, we can easily derive the proportionalityprinciple claimed in the remedy guidelines; namely, the remedys size should be proportional to the anticompetitive concern.If the merged firms synergy level increases, the mergers anticompetitive effects aresmaller such that it has to divest less assets in order to satisfy the consumer surplus standard.Lemma 6 Proportionality principle. Suppose that s s, s R and Assumption 3 hold. Then thesize of the pricerestoring divestiture sold to a firm l increases in s.22Note that lkl kj 1pcid:48Xkl kj 2 and M k M spcid:48Xki 2. Furthermore,k clcl xlkl kj 2 and c Mk c M sx M ki 2.23Pricedecreasing divestitures may also exist if the buyer of the divested assets experiences synergies on its ownsee Section 4 below.16If a merger is externalityfree, then the firstorder conditions of the outsider firms remainunaffected by the merger. As a consequence, the social welfare effect of remedies depends onlyon a comparison of the total production costs for the firms involved in the merger firms i andj and firm l which buys the divested assets. We define W i, j, s as the set of potential buyersfor which a pricerestoring remedy exists, where firms i and j are the merging firms whichrealize synergy s. Let SW l denote social welfare when firm l W i, j, s acquires the pricerestoring divestiture that was offered to it by the merged entity. Firm lcid:48 W i, j, s is the sociallyoptimal buyer if and only if SW lcid:48 SW lcid:48cid:48 for all lcid:48cid:48 W i, j, s. We can state the followingproposition.Proposition 2 First efficiency result. Suppose that s s, s R and Assumption 3 hold. Givena consumer surplus standard, firms merge if and only if the merger raises social surplus. Assume thatthe merging parties can choose to divest assets to any incumbent competitor. If the merging parties canextract the entire gains from the asset sales e.g., through a takeit or leaveit offer then they select thesocially optimal buyer.Proposition 2 shows that a merger control regime which allows for remedies under a consumer surplus standard is always preferable from a social welfare perspective when comparedwith regime NR. The reason for this result is quite general: given that consumer surplus is heldfixed, under Cournot competition the market price must be held fixed and therefore the profitsof any outsider firm not buying the divestiture assets. Then, the merger only affects the profitsof the merged firm and the firm which buys the divested assets. The merging firms incentiveto select the most efficient buyer is fully aligned with the social welfaremaximizing choice. Themerging firms are residual claimants and act socially optimally as they maximize the gains fromtrade under the remedy constraint. Formally, suppose there is more than one possible buyer lfor pricerestoring remedies. The merged firm then chooses the buyer for which the sum of theprofit changes of the merged firm, M, and the buyer firm, l, are maximal. If the consumersurplus standard binds, the change in consumer surplus, CS, is zero which implies that thek IMM,l k, is also zero. Hence, in this case, maximizing M l through the choice of a buyer firm is equivalent to maximizing the changek IMM,l k CS because there are no exterchange of the outsider firms profits,cid:80in social welfare SW : M l cid:8017nalities; i.e.,cid:80k IMM,l k CS 0 holds. It follows that the consumer surplus standardensures that the merged entity chooses the social welfare maximizing buyer and social welfareincreases strictly. We can generalize this reasoning to any oligopoly market with homogenousproducts.Corollary 1. Suppose an arbitrary homogenous goods oligopoly market and assume that the mergingparties propose a pricerestoring remedy to the AA which uses a consumer surplus standard. Then thefollowing efficiency result holds: If the merging parties can extract the entire gains from the asset sales,then they will pick the socially optimal buyer.This efficiency result crucially depends on the fact that the AA applies a consumer standard. If, instead, the AA applies a social welfare standard, a similar efficiency result cannot beobtained. According to a social welfare standard, all mergers are approved which do not lowersocial welfare. Suppose a full merger between two firms strictly lowers social welfare such thata remedy becomes necessary. If we presume that the merged firm always prefers a minimalremedy in spirit of Lemma 5, then the merged firm always chooses social welfarerestoringremedies such that social welfare cannot increase beyond the premerger level. It also followsthat the merged firm selects the buyer which maximizes M l which is equivalent tomaximizing the negative externality of the merger; namely, cid:80k IMM,l k CS.4 Extensions and Discussion We analyze two extensions of our basic setup. First, we investigate the equilibrium outcomesunder different selling mechanisms to show that our efficiency result concerning the consumersurplus standard Proposition 2 depends crucially on the merged firms ability to extract allrents from selling the assets. Second, we examine remedydependent synergies according towhich the size of the divestiture lowers the merged firms synergy or creates a synergy for thebuyer firm.184.1 Different Selling Mechanisms Different selling mechanisms for a divestiture might induce different postmerger market structures and outcomes. When there are several possible buyer candidates then, depending on theselling mechanism, a different buyer may be chosen. Suppose that s s, s R. We examineremedial asset sales for three different selling mechanisms to show how distortions from thesocially optimal choice according to Proposition 2 can occur. First, the divestiture may be soldat a fixed price. Second, the divestiture may be auctioned off. Third, the merged firm has perfectseller power, so that it can make a takeit or leaveit proposal to a preselected buyer. In each case,we assume that the divested remedy is pricerestoring. As before, W i, j, s denotes the set ofpotential buyers for which a pricerestoring remedy exists, where firms i and j are the mergingfirms which realize synergy s. Note that any other buyer not in W i, j, s will be disregarded bythe AA as the consumer surplus standard would be violated for any divestiture level in thoseinstances. Furthermore, note that the size of the pricerestoring remedy depends on the buyeritself, that is, each remedy is buyerspecific.We, therefore, assume the following twostage procedure. In the first stage, the merged firmdetermines for each potential buyer firm in W i, j, s a pricerestoring divestiture. In the secondstage, the merged entity sells exactly one of these pricerestoring divestitures to the targetedbuyer. If the divestiture is to be sold at a fixed price, the merged entity selects one buyer firmand offers the remedy at a predetermined price. If it is sold through an auction, then eachbuyer firm bids for the pricerestoring divestiture that was offered to it by the merged entity.The firm with the highest bid wins the auction. If the merged firm has perfect selling power,it selects one firm in W i, j, s and makes a takeit or leaveit offer for the divestiture that wasassigned to that firm.Selling at a fixed price. Assume that the divestiture is sold at a fixed price. In order to ensurethat no potential buyer is excluded, we assume that the selling price is zero. As a consequence,the merged firm selects the buyer which leads to the highest postmerger profit level. As a firmproduces a larger quantity the lower its marginal costs are, the merged firms output will also bethe larger the less capital it divests. Therefore, the merged firm selects a buyer firm to minimizethe size of the asset sale.19Bidding for the divestiture. An auction does not allow for buyer selection as the divestituregoes to the buyer with the highest bid. For simplicity, we take it for granted that the mergedfirm can extract the entire willingness to pay for a divestiture from the winning bidder; forexample, by setting a reserve price. If the divestiture is sold through an auction in which allbuyers bid their maximum willingness to pay, then the divestiture goes to the buyer for whichthe profitdifferential through the acquisition of the remedy is largest. A firm ls maximumwillingness to pay equals the difference between its postacquisition and its premerger profitas the sale of a pricerestoring remedy to an incumbent competitor is externalityfree so thatfirm ls profit is not affected if it does not acquire the assets. The winner of the auction is likelyto be a firm for which the pricerestoring divestiture is rather large. A large divestiture weakensthe merged firms market position and lowers its equilibrium output, but enables the acquirerto steal a rather large proportion of the merged firms market share. Consequently, a largerpricerestoring divestiture shifts equilibrium output to the acquirer, at the cost of the mergedfirm. Therefore, the winner of the auction may not be the firm which is either preferred by theseller or from a social welfare point of view, as a relatively large outputshare is reallocated tothe buyer firm.Perfect selling power. If the merged firm can commit to making a takeit or leaveit offer to apreselected firm, it extracts all gains from trade as we have shown in the previous section.Proposition 3 Second efficiency result. Suppose firms i and j propose a merger with synergy levels s, s R, so that the AA requires a divestiture in order to approve a merger proposal. Suppose the divestiture is pricerestoring. The outcome of the sales process crucially depends on the selling mechanism.i If the divestiture is sold at a fixed price which does not exclude any potential buyer thus is assumed tobe zero, then the merged firm sells the remedy to a firm for which the size of the divestiture is minimal.For a linear demand function, pX a b X, this is the smallest firm within W i, j, s.ii If the divestiture is sold through an auction in which all buyers bid their maximum willingness to pay,then the merged firm sells the remedy to a firm with the largest post and premerger profit differential.For a linear demand function, pX a b X, this is the largest firm within W i, j, s.iii If the merged firm can make a takeit or leaveit offer to a preselected buyer then the divestiture is soldto the socially optimal buyer within W i, j, s.20Proposition 3 shows that the merged firms ability to extract rents from the asset sale determines the divestiture level and the buyers identity. If, for some reason, potential buyers canavoid to get absorbed in a bidding race, so that rent extraction is severely limited, then the merging parties minimize the amount of assets to be sold part i of Proposition 3. If rent extractionis enhanced, for instance, when the asset sale is structured through an auctiontype selling process, then the divestiture should be expected to go to a firm which can run the additional assetsmost profitably part ii of Proposition 3. Even though such a buyer may not be preferred bythe merged firm as it may steal its market share, the merged firm cannot avoid such an outcome if the remedy is sold through an auction. Finally, part iii of Proposition 3 shows that themerged firms divestiture decision is perfectly aligned with the social welfare maximizing rulewhenever it can commit to make a takeit or leaveit offer to a preselected buyer. The mergedfirm is then able to extract the entire surplus created by the divestiture process. As the sale of apricerestoring remedy is externalityfree, it follows that the merged firm will make the sociallyoptimal choice.In DertwinkelKalt and Wey 2012 we show that it depends on the specific setup and thesynergy level s whether the socially optimal buyer is more likely to be an efficient i.e., largefirm or an inefficient i.e., small competitor. A relatively inefficient firm can be regarded as anentrant firm which has not yet acquired sufficient capital to get a substantial market share.In contrast, efficient firms can be regarded as incumbent competitors which are established inthe market and have built up a considerable capital stock. Therefore, our analysis mirrors afeature of the remedy guidelines, according to which remedies might be sold to an entrant firmor an incumbent competitor. Per se, it cannot be determined which buyer type is optimal froma socialwelfare perspective.The message of Proposition 3 is that the merging parties should have a maximum of power inthe asset sales process, because this would lead to the selection of the socially preferred buyer.It is noteworthy that remedy guidelines mirror our findings. For instance, the merger remedy guidelines of the DOJ distinguish between fixitfirst remedies and post consummationsales DOJ, 2011, pp. 2225. Successful fixitfirst remedies eliminate the competitive concerns and allow the AA to clear the merger without the need to file the case in court. In con21trast, postconsummation sales induce the AA to file the case in court to obtain a consent decree, which allows the remedial provisions to be enforced and monitored because of the courtscontempt power. The guidelines clearly favor an adequate fixitfirst remedy, while the postconsummation sale is much more restrictive and costly for the merging parties.24 With regardto the fixitfirst remedy, the guidelines provide the parties with the maximum flexibility infashioning the appropriate divestiture DOJ, 2011, p. 22. Accordingly, the merging partiescan adjust the divestiture freely, so that the assets can be tailored to a specific proposed purchaser DOJ, 2011, p. 22. In contrast, if a consent decree is needed for a postconsummationsale, then the guidelines build up a credible threat of force. First, a package of assets to be divested must be identified in advance, and second, crown jewels must be offered to increasethe likelihood that an appropriate purchaser will emerge DOJ, 2011, p. 24.Those rules increase the commitment value of the merging parties when proposing an assetsale to a potential purchaser to obtain a fixitfirst remedy. First, the guidelines give a maximumof flexibility in adjusting the asset sale to the competitiveness of the purchaser. Second, enteringinto a consent decree is costly, full of uncertainty, and further burdened with the crownjewelprovision. Those additional costs may make the entire merger unattractive, adding to the commitment value necessary to extract rents in the fixitfirst sales process.4.2 RemedyDependent Synergies So far we have assumed that only the merging firms realize a fixed synergy level. We discusstwo extensions: first, the firm which buys the divested assets may realize synergies itself, andsecond, the merged firms synergy level may depend negatively on the amount of the assets tobe divested.In the first case, the acquirer of the assets may generate a synergy t, which effect is analogous to that of s i.e., t 0, 1 enters the acquirers cost function as a multiplicative factor. The 24Quite bluntly, the remedy guidelines state: For the parties, resolving a mergers competitive issue with anupfront buyer can shorten the divestiture process, provide more certainty about the transaction than if they  must seek a buyer for a package of assets postconsummation, and avoid the possibility of a sale dictated by the Division in which the parties might have to give up a larger package of assets DOJ, 2011, p. 22.22vector kl, tl describes the efficiency of an acquiring firm l. Given that the pricerestoring condition is fulfilled, the merging firms incentives to search for the most efficient buyer are fullyaligned with the social welfaremaximizing choice. As before, the reason for this result is thatthe merged firm maximizes the gains from trading the remedy as long as it has perfect sellingpower.Corollary 2. Suppose an arbitrary oligopoly market and assume that the merging parties propose a pricerestoring remedy to the AA which uses a consumer surplus standard. Assume that buyers of differentefficiencies kl, tl exist. Then the following efficiency result holds: If the merged firm has perfect sellingpower then it selects the most efficient buyer.Note also that a very small divestiture divestiture may become possible which is notpricerestoring, but pricedecreasing. Even a small divestiture may have a significant impact oncompetition if the divested assets create a considerable synergy t. As such a divestiture raisesthe competitors efficiency significantly while only marginally lowering the mergers efficiency,consumer surplus may strictly increase through the merger.In the second case, the divestiture of assets may lower the synergy level of the merging firms.In the following we show that the scope for mergers must shrink if divestitures reduce themerged firms synergies. Assume that Condition 11 holds i.e., s s R. Suppose that the synergy level of the merged entity depends on the divestiture; i.e., scid:48 s 0. Defines : skj as the synergy level realized if no capital is divested. The following lemma shows that Proposition 1 remains qualitatively valid when considering a negative impact of divestitures onmerger synergies.Lemma 7. Suppose a remedy regime R. Firms i and j are the merger candidates and s s R holds.Let s : skj denote the synergy level of a full merger, while divestitures reduce merger synergies; i.e.,scid:48 0. Then all mergers with relatively large synergies, s s, are profitable and are approved withouta remedy. There is a threshold value s R,D s, s R such that for merger proposals with s s, s R,D,a merger with a certain divestiture is proposed and approved by the AA. If s s R,D, no merger willbe implemented. As s R,D s R holds, the scope for mergers is reduced if divestitures affect synergiesnegatively i.e., scid:48 0 holds when compared with the case when they do not affect merger synergiesi.e., scid:48 0 holds.23From Condition 13 it can be seen that the scope for mergers shrinks when divestituresreduce merger synergies. Given scid:48 0, the divestiture kj which maximizes industryoutput is smaller when compared with the case where remedies do not affect merger synergies,so that s R,D s R holds. In the extreme case, when even a very small divestiture erases allmerger synergies, the entire range for approvable synergies may vanish i.e., s R,D s holds.If, however, there is a remedy which suffices to fix the AAs concerns, then this is even morelikely to be pricerestoring than in our basic model. This is the case because the merged entityhas less incentives to sell more assets than necessary if this affects its realized synergies negatively. Formally, we obtain the following lemma.Lemma 8. Suppose a remedy regime R and assume s s, s R,D. If the merged firm sells a pricerestoring divestiture when synergies do not depend on divestitures, i.e., scid:48 0, then it also sells apricerestoring divestiture if synergies depend on divestitures, i.e., scid:48 0.If the negative effect of remedies on the realized synergy level s is relatively small, then theconsumer surplus standard fully unfolds the advantageous effects which we have shown so far.The social welfare standard becomes relatively more attractive when the negative effect of anasset sale is large. Assume a merger with relatively small synergies which is approved fullyunder a social welfare standard but not under a consumer standard. If the negative effect ofassets sales, s, is strong, then an approvable remedy may fail to exist, so that the mergeris blocked under the consumer surplus standard. Hence, such a merger cannot occur undera consumer surplus standard. Under a social welfare standard, however, it goes through andinduces possibly strictly larger levels of social welfare.5 Conclusion We analyzed the effects of remedies on merger activity in a Cournot oligopoly model with homogeneous products under a consumer welfare standard. In general, remedies increase thescope for profitable mergers that do not harm consumers. In particular, if the consumer surplus standard binds, the merger does not change the equilibrium market price and is therefore externalityfree. Accordingly, the profits of firms not involved in the merger process do not 24change. We derive fairly general conditions under which the consumer surplus standard bindsand obtain that remedial offers must be larger when the mergers synergy level is smaller, whichmirrors the proportionality principle in the US and the EUremedy guidelines.Furthermore, we derived several efficiency properties concerning current merger controlregimes. The ability of the merging firms to extract the gains from trading the divested assetsis critical when the purchaser is endogenously determined. If the merging parties ability toextract these gains is maximal, that is, if they can make a takeit or leaveit offer to a preselectedbuyer, then the socially optimal buyer is selected. The merging firms have strong incentives tosearch for the socially optimal buyer as this tends to increase the feasible set of mergers and,at the same time, maximizes the gains from trading the divestiture. The consumer surplusstandard together with the formulation of merger remedy guidelines yields efficient outcomeswith respect to two features. First, a remedy regime in combination with a consumer surplusstandard ensures that only those mergers are implemented which are strictly social welfareenhancing. This is achieved in a way such that no market participant is made worse off throughthe merger. Second, as endorsed by the guidelines, firms should have a maximum of power inthe asset sales process which concerns the selection of the buyer firm, the design of the divestiture asset, and its selling price. It then follows that the socially efficient remedial divestiture isimplemented.However, our model also has some limitations. For instance, we take it for granted thatclaimed synergies are verifiable, that is, the AA can fully anticipate the size of synergies createdthrough a merger which may be not the case in reality. In addition, we regard industry capitalas fixed and abstracted from a longrun perspective where the industrys capital stock may beendogenous because of innovations and entry.Appendix In this Appendix we provide the omitted proofs.Proof of Lemma 1. This proof is analogous to the proof of Proposition 2 in Farrell and Shapiro1990a. In order to assess how a change in capital dk dk 1,  , dkn affects equilibrium quan25tities dx dx 1,  , dxn, we take the total derivative of 1 with respect to kj and xj whichgives Using 6 and 8 and defining :cid:80pcid:48X xjpcid:48cid:48Xd X pcid:48Xdxj cjxkdkj 0.i i we obtaincid:88d X idki1 .Let capital dk be sold from firm j to firm l, so that the preceding formula simplifies toid Xdkl j 1 .1516cid:3i MThis proves the lemma.Proof of Lemma 2. Let xand X denote the premerger equilibrium levels of firm is outputand X s denote the merged firms equilibriumand of the industry output, respectively. Let xsoutput and equilibrium industry output, respectively, after firms i and j have merged and haverealized synergy level s. By Assumption 1, industry output increases strictly at s 0. Note thatthe industry output X s is strictly monotonically decreasing in the sum of firms marginal costs.As the merged firms cost function is monotone and continuous in s, it follows that industryoutput is also monotonically and continuously decreasing in s. If there is no synergy parameters 0, 1 for which the postmerger industry output falls short of the premerger output, i.e., forwhich X s X holds, then we define s : 1. Otherwise, there exists a unique threshold value s 0, 1 such that industry output increases, X s X, if and only if s s, while it decreases,X s X, if and only if s s, with equality holding at s s. Note that all approvable mergersfor which s s holds are profitable as the joint output of the merging firms weakly increasescid:3while marginal and inframarginal production costs decrease.Proof of Lemma 3. Let firms i and j be the merger candidates. Note that merging and sellingthe divestiture simultaneously is formally equivalent to a twostage procedure where firms iand j merge before they divest kj to a rival firm l.If s s, then consumers are not be harmed by the merger, and the AA applying a consumersurplus standard approves a full merger. For lower synergy levels s s, however, a full mergercannot be approved by the AA since the industrys postmerger equilibrium quantity falls below 26the premerger industry output level. In order to assess to which extent remedies can enlargethe scope for approvable mergers, we first show that there exists a unique threshold value ofthe synergy parameter s for each potential buyer l up to which a divestiture increases industryoutput locally.25 Second, we derive a condition under which remedies strictly increase the scopefor mergers for a certain buyer firm l. Third, we show that the existence of an approvable remedyfor a certain buyer firm l is monotone in the realized synergy level. Next, we generalize ourfindings toward all potential buyers l: fourth, we obtain a unique synergy threshold value up towhich remedies enlarge the scope of mergers, and fifth, we state a weak condition under whichremedies strictly enlarge the scope for mergers.Step 1 Local effects of a divestiture on industry output. Let xs and X s denote the equilibriumquantities for a given divestiture level kj 0 and a given buyer firm l Ii, j. Given thespecification of firms cost functions 35, we obtainsk,c Mx x, k, s xkx, k, s sc Mk 2.After divesting kj to firm l, the direct effects of capital on output for firms M and l are givenby M ki lkl kj c Mxkpcid:48 clxkpcid:48 ski 2andpcid:48X s1kl kj 2pcid:48X s, respectively.Therefore, the difference of the direct effects of capital on output between the merged firm Mand the acquirer l of the assets kj , which is given by M ki lkl kj 1pcid:48X sski 2 1kl kj 2is continuous and has at most one zero on the interval 0, kj. If there is no such zero and M ki lkl kj holds for all 0, kj, then set kj. If there is no such zero and 25This is the main property which our proof exploits. Therefore, only the exact threshold values which we derive,but not the logic of our proof rely on the constant marginal cost specification which we have imposed.27cid:20cid:21M ki lkl kj holds for all 0, kj, then set 0. Otherwise, there is a uniquethreshold value s 1s 1skj sklcid:0ki cid:1 ,17for which the direct effect of capital on output is the same for the merged firm M and the acquirer of the assets l; i.e., for which M ki lkl kj holds. The threshold value gives the unique maximum divestiture up to which a divestiture can increase the industryoutput. We find thatholds if and only if M ki lkl kj .1819This means that the direct effect of capital on output is larger for the merged firm M than forbuyer l if and only if the divestitures size exceeds the threshold value kj . Note that s1s 2ki kj kls 12 0,such that the threshold value is strictly increasing in s. Therefore, the range of divestitureskj for which M ki lkl kj holds, strictly increases with a highersynergy level i.e., a lower parameter value s.Step 2 Remedies increase the scope for acceptable mergers. In order to prove that remedies increasethe scope for mergers, we have to investigate those potential buyers l for which M ki lkl kj holds for a small divestiture kj and for some s s. For a certain buyerl, Condition 18 holds if and only if , kj, while this interval may be empty. Fix l anddefine s maxkj s, 0. Since is monotonically increasing in s, the function s ismonotonically decreasing in s.For the moment, we assume that : s 0 which holds if kj 0. According to17, this is equivalent to assuming that sklki kj 20holds. Given 0, Condition 18 holds for s s and for all kj, kj. Since lklkjM ki is continuous in s and since d ds 0, for each cid:48 we can define scid:48 scid:48cid:48 s 28to be the largest s such that Condition 18 holds for all s s, s and for all kj cid:48, kj. Foreach cid:48, define cid:48cid:48 cid:48cid:48cid:48 mins s,scid:48X skj cid:48 X skj. First, X skj cid:48 X skj 0holds for all s s, scid:48. Second, lims s X skj cid:48 X skj X skj cid:48 X skj 0 holdsand third, limsscid:48 X skj cid:48 X skj 0 holds. Therefore, cid:48cid:48 is well defined and cid:48cid:48 0.As for each fixed , the equilibrium quantity X s is continuous in s, there exists a largests s, scid:48cid:48 which satisfies X X skj cid:48cid:48; we denote this synergy by scid:48cid:48 scid:48cid:48cid:48. Then,X X skj cid:48cid:48 holds for all s s, scid:48cid:48.As a consequence, X skj cid:48 X X skj cid:48 X skj X X skj cid:48cid:48 cid:48cid:48 0for all s s, scid:48cid:48. Thus, for synergy s s, scid:48cid:48 there exists a divestiture which can offset themergers negative effect on aggregate output. Consequently, as long as our initial assumption s 0 holds, for all such s s, scid:48cid:48 there exists a remedy which fixes the AAs concerns. Wewill call such a remedy an approvable remedy.Step 3 Monotonicity and uniqueness. Clearly, X ss 0 holds as a larger s implies a lower synergy and therefore a higher sum of firms marginal production costs. If there is an approvableremedy sold to firm l for a merger which realizes synergy s, then there is an approvable remedyalso for higher synergies, i.e., lower s. As a consequence, there is a threshold synergy value s Rsuch that there exists an acceptable remedy if and only if the merger synergy satisfies s s R.: supcid:48 s scid:48cid:48cid:48 s, 1 if s 0 and Precisely, this threshold value can be defined as s Rs Rl Step 4 Extending toward all potential buyers. We can repeat the analysis with all potential buyerfirms l cid:54 i, j. Allowing for remedies to be divested to any competitor further increases the scopel s, 1. Therewhere remedies can induce a mergers approval. We define s R : maxl Ii,j s Rfore, the synergy range where mergers do not harm consumers is strictly increased throughremedies if there is a firm l such that s RStep 5 Condition such that remedies increase the scope for mergers strictly. Extending Condition 20toward all potential buyers yields that divestitures strictly increase the scope for mergers if andonly if: s if s 0.l s.lll This proves the lemma.ki kj kl. s minl Ii,jcid:329Proof of Lemma 4. For synergy levels s s, s R there is a merger of firms i and j potentiallyinvolving a divestiture sold to some firm l which does not increase the final goods price. Thendue to continuity of the cost function there also exists at least one divestiture level kj suchthat the consumer surplus standard binds i.e., pre and postmerger prices are the same. Giventhis divestiture level, the joint postmerger equilibrium output of firms M and l, i.e., xs,M xslequals the joint premerger output of firms i, j and l, i.e., xwhere the superscripts indicates equilibrium outcomes after a merger generating synergy s and superscript denotes premerger equilibrium outcomes, while this output is produced at strictly lower costsafter the merger. Then, the sum of the merged firms and the buyer firms profits s M slexceeds the sum of firms premerger profits . As the merged firm M has perfectl . Thus, for everyselling power, it can extract up to ssynergy level s s, s R there exists an approvable merger possibly involving a divestiturecid:3which is also profitable.i , which is larger then j i M si xj xlll Proof of Lemma 5. Part i is immediate while part ii follows directly from Lemma 1. In orderto prove part iii, we derive condition 14. Using Equation 13 of Farrell and Shapiro 1990a,the derivative of the sum of firm Ms and firm ls profits with respect to can be written as 26jcid:19cid:18dM ld pcid:48XM x M lxl l M1 1 lxl 1 M x M c Mk clk.21Substituting M, l, c Mkand clkand rearranging yieldsdM lcid:18 sx Mki 2 dxlkl kj 2cid:19cid:181kl kj 2 ski 2cid:19cid:18 1 lxl 1 M x Mcid:191 .2cid:3This proves the lemma.Proof of Lemma 6. For s s, s R let kj be the pricerestoring equilibrium divestiture tobe sold to firm l. Suppose the synergy parameter s falls marginally. Holding fixed, the finalgood price decreases. Due to Assumption 3, the merging firms will adjust the remedy in order 26The following equation can be derived by using the total derivatives of firm ls and firm Ms firstorder conditions with respect to x, X and .30to keep the remedy pricerestoring. As lkl kj M ki for synergy s and all ,this inequation holds also for a synergy parameter slightly below s and all . Therefore,the respective pricerestoring remedy is smaller than kj .cid:3Proof of Proposition 3. We proof each part of the proposition separately.Part i As the merged firm does not earn any revenues from selling the assets, it maximizes itsown market profit. The market profit is maximal if the size of the divestiture is minimal. Thismust be so as additional capital lowers marginal production costs and as the own equilibriumquantity strictly increases with lower marginal costs. We consider the linear demand functionp a b X with parameters a, b 0. In order to assess the impact of a divestiture to firm l onthe industry output, we analyze condition 16 and obtainki2 M ls221klkj2nb,d Xd1 which is strictly monotonically decreasing in kl for all admissible . Therefore, the size of thepricerestoring divestiture, i.e., the divestiture which suffices to restore the premerger industryquantity, is smallest if the merged firm divests to the firm l W i, j, s which holds the smallestcapital stock.Part ii Let l be the firm with the largest capital stock within W i, j, s; i.e., k l kl for all l W i, j, s. First, note that firm l produces the largest premerger equilibrium quantity, i.e., l l . Second, Equality 22 implies that the pricerestoring divestiture kj isarg maxl W i,j,sxweakly larger for firm l than for all other firms l W i, j, s. Third, as the premerger industryquantity is required to be restored through the divestiture process and as the quantity producedby the merged firm M is strictly monotonically decreasing in the size of the divestiture kj ,firms of size k lrecord the largest increase in equilibrium output through the acquisition of thepricerestoring divestiture. This means that l arg maxl W i,j,sxl xl , where xl denotes firmls equilibrium output after the acquisition of a pricerestoring divestiture. Fourth, a firm lswillingness to pay for a pricerestoring divestiture, W T P l, equals the difference between itsprofit after the assets acquisition, l, and its premerger profit, . For the demand functionp a b X with parameters a, b 0, a firm l producing quantity xl earns profit l bx 2lwhich can be easily seen from inspecting a firms firstorder condition. It then follows thatl 31 l arg maxl W i,j,s W T P l, which proves the claim.Part iii This follows from Proposition 2.Proof of Lemma 7. We provide a sketch of the proof. First, we show that the minimal synergylevel which fulfills the consumer surplus standard must by lower when divestitures reducesynergies; i.e., s R,D s R holds. Second, we argue that the monotonicity of the AAs decisionrule remains valid as shown in Proposition 1.cid:3The industry output after a merger of firms i and j and divestiture kj to firm l is proportional to M Cs :ski 1kl kj cid:88.1kmm IMM,lProvided s s R, in our main model a merger which generates synergy s R is approvable witha certain divestiture. We denote M C s R as the respective sum of firms marginal costs.Ifscid:48 0 and the full synergy s skj equals s R, then M Cs M C s R for kj. Wehave seen that if scid:48 0 holds, then for synergy level s R there is no approvable divestituresuch that the consumer surplus strictly decreases. Consequently, if scid:48 0, then there isno approvable divestiture for synergy level skj s R. Thus, mergers with a synergy level ofskj s R and strictly lower synergies are not approvable. Therefore, the scope for mergersunder a consumer surplus standard shrinks if remedies frustrate the mergers synergy. Whilethe notation will be more complicated, the monotonicity results can be obtained by an analogousanalysis as in the proof of Lemma 3. Finally, the profitability condition is satisfied due to thecid:3same reasoning as in Lemma 4.Proof of Lemma 8. If scid:48 0, then M ki ski 2 scid:48ki pcid:48X s,such that Equation 21 can be rewritten asdM ld 2cid:18cid:18 sx Mki 2 kl kj 2 skl kj 2 scid:48x Mki 2 scid:48ki k xlcid:19cid:19 1 lxl 1 M x M1 cid:80mm IM123.32As scid:48k 0, we obtain that dM ld 0 holds for scid:48 0 given it holds forscid:48 0. Thus, mergers are more likely to be pricerestoring if divestitures reduce the mergercid:3synergies.References Armstrong, M. and Vickers, J. 2010. A model of delegated project choice. Econometrica, 78 1,213244.Besanko, D. and Spulber, D. F. 1993. Contested mergers and equilibrium antitrust policy. Journal of Law, Economics, and Organization, 9 1, 129.Cabral, L. 2003. Horizontal mergers with freeentry: Why cost efficiencies may be a weakdefense and asset sales a poor remedy. International Journal of Industrial Organization, 21, 607623.Chen, J. 2009. The effects of mergers with dynamic capacity accumulation. International Journalof Industrial Organization, 27, 92109.Clougherty, J. and Seldeslachts, J. 2013. The deterrence effects of U.S. merger policy instruments. Journal of Law, Economics, and Organization, 29, 11141144.Davies, S. and Lyons, B. 2007. Mergers and Merger Remedies in the EU: Assessing the Consequencesfor Competition. Edward Elgar, Cheltenham, UK.DertwinkelKalt, M. and Wey, C. 2012. The effects of remedies on merger activity in oligopoly.DICE Discussion Paper No. 81, HeinrichHeine University, Dusseldorf.Do J 2010a. Antitrust Division Policy Guide to Merger Remedies. U.S. Department of Justice, Antitrust Division, June 2011, Washington D.C. 2010b. Horizontal Merger Guidelines. U.S. Department of Justice and Federal Trade Commission, August 19, 2010, Washington, D.C.33Duso, T., Gugler, K. and Szcid:252cs, F. 2013. An empirical assessment of the 2004 EU merger policyreform. Economic Journal, 123 572, 596619., and Yurtoglu, B. B. 2011. How effective is European merger control? European Economic Review, 55 7, 9801006.EU 2004. Council regulation ec no 1392004 of 20 january 2004 on the control of concentrations between undertakings the ec merger regulation. Official Journal of the European Union L241L2422. 2006. Ex Post Review of Merger Control Decisions, A Study for the European Commission. Prepared by Lear, Laboratorio di Economia, Antitrust, Regolamentazione. 2008. Commission notice on remedies acceptable under council regulation EC No.1392004 and under Commission regulation EC No. 8022004. Official Journal of the European Union, 2008C 26701, C2671C26727.Farrell, J. 2003. Negotiation and merger remedies: Some problems. In F. Leveque and H. Shelanski eds., Merger Remedies in American and European Union Competition Law, Cheltenham,UK: Edward Elgar. and Shapiro, C. 1990a. Asset ownership and market structure in oligopoly. Rand Journal of Economics, 21 2, 275292. and 1990b. Horizontal mergers: an equilibrium analysis. American Economic Review,80 1, 107126.FTC 1999. A Study of the Commissions Divestiture Process. Federal Trade Commission Staff Report August 6, 1999, Washington D.C.Mc Afee, R. P. and Williams, M. A. 1992. Horizontal mergers and antitrust policy. Journal of Industrial Economics, 40 2, 181187.Medvedev, A. 2007. Structural remedies in merger regulation in a Cournot framework. Working Paper No. 0716. Centre for Competition Policy, University of East Anglia.34Neven, D. J. and Rcid:246ller, L.H. 2005. Consumer surplus vs. welfare standard in a politicaleconomy model of merger control. International Journal of Industrial Organization, 23 9, 829848.Nocke, V. and Whinston, M. D. 2010. Dynamic merger review. Journal of Political Economy,118 6, 12011251.OECD 2011. Remedies in Merger Cases. OECD Policy Roundtables, Paris.Ormosi, P. L. 2012. Claim efficiencies or offer remedies? an analysis of litigation strategies inec mergers. International Journal of Industrial Organization, 30 6, 578592.Perry, M. K. and Porter, R. H. 1985. Oligopoly and the incentive for horizontal merger. American Economic Review, 75 1, 219227.Salant, S. W., Switzer, S. and Reynolds, R. J. 1983. Losses from horizontal merger: the effectsof an exogenous change in industry structure on CournotNash equilibrium. Quarterly Journalof Economics, 98 2, 185199.Spector, D. 2003. Horizontal mergers, entry, and efficiency defences. International Journal of Industrial Organization, 21 10, 15911600.Vasconcelos, H. 2010. Efficiency gains and structural remedies in merger control. Journal of Industrial Economics, 58 4, 742766.Verg, T. 2010. Horizontal mergers, structural remedies, and consumer welfare in a Cournotoligopoly with assets. Journal of Industrial Economics, 58 4, 723741.Whinston, M. 2007. Antitrust policy towards horizontal mergers. In M. Armstrong and R. Porter eds., Handbook of Industrial Organization, Vol. 3, Amsterdam: Elsevier.Wood, D. 2003. A comparison of merger review and remedy procedures in the United Statesand the European Union. In F. Leveque and H. Shelanski eds., Merger Remedies in Americanand European Union Competition Law, Cheltenham, UK: Edward Elgar.35PREVIOUS DISCUSSION PAPERS 187 DertwinkelKalt, Markus and Wey, Christian, Merger Remedies in Oligopoly Under a Consumer Welfare Standard, June 2015. 186 DertwinkelKalt, Markus, Salience and Health Campaigns, May 2015. 185 Wrona, Jens, Border Effects without Borders: What Divides Japans Internal Trade?, May 2015. 184 Amess, Kevin, Stiebale, Joel and Wright, Mike, The Impact of Private Equity on Firms Innovation Activity, April 2015. 183 Ibanez, Marcela, Rai, Ashok and Riener, Gerhard, Sorting Through Affirmative Action: Three Field Experiments in Colombia, April 2015. 182 Baumann, Florian, Friehe, Tim and Rasch, Alexander, The Influence of Product Liability on Vertical Product Differentiation, April 2015. 181 Baumann, Florian and Friehe, Tim, Proof Beyond a Reasonable Doubt: Laboratory Evidence, March 2015. 180 Rasch, Alexander and Waibel, Christian, What Drives Fraud in a Credence Goods Market? Evidence From a Field Study, March 2015. 179 Jeitschko, Thomas D., Incongruities of Real and Intellectual Property: Economic Concerns in Patent Policy and Practice, February 2015. Forthcoming in: Michigan State Law Review. 178 Buchwald, Achim and Hottenrott, Hanna, Women on the Board and Executive Duration Evidence for European Listed Firms, February 2015. 177 Heblich, Stephan, Lameli, Alfred and Riener, Gerhard, Regional Accents on Individual Economic Behavior: A Lab Experiment on Linguistic Performance, Cognitive Ratings and Economic Decisions, February 2015. Published in: PLo S ONE, 10 2015, e 0113475. 176 Herr, Annika, Nguyen, ThuVan and Schmitz, Hendrik, Does Quality Disclosure Improve Quality? Responses to the Introduction of Nursing Home Report Cards in Germany, February 2015. 175 Herr, Annika and Normann, HansTheo, Organ Donation in the Lab: Preferences and Votes on the Priority Rule, February 2015. 174 Buchwald, Achim, Competition, Outside Directors and Executive Turnover: Implications for Corporate Governance in the EU, February 2015. 173 Buchwald, Achim and Thorwarth, Susanne, Outside Directors on the Board, Competition and Innovation, February 2015. 172 Dewenter, Ralf and Giessing, Leonie, The Effects of Elite Sports Participation on Later Job Success, February 2015. 171 Haucap, Justus, Heimeshoff, Ulrich and Siekmann, Manuel, Price Dispersion and Station Heterogeneity on German Retail Gasoline Markets, January 2015. 170 Schweinberger, Albert G. and Suedekum, Jens, DeIndustrialisation and Entrepreneurship under Monopolistic Competition, January 2015. Forthcoming in: Oxford Economic Papers. 169 Nowak, Verena, Organizational Decisions in Multistage Production Processes, December 2014. 168 Benndorf, Volker, Kubler, Dorothea and Normann, HansTheo, Privacy Concerns, Voluntary Disclosure of Information, and Unraveling: An Experiment, November 2014. Published in: European Economic Review, 75 2015, pp. 4359. 167 Rasch, Alexander and Wenzel, Tobias, The Impact of Piracy on Prominent and Nonprominent Software Developers, November 2014. Forthcoming in: Telecommunications Policy. 166 Jeitschko, Thomas D. and Tremblay, Mark J., Homogeneous Platform Competition with Endogenous Homing, November 2014. 165 Gu, Yiquan, Rasch, Alexander and Wenzel, Tobias, Pricesensitive Demand and Market Entry, November 2014. Forthcoming in: Papers in Regional Science. 164 Caprice, Stephane, von Schlippenbach, Vanessa and Wey, Christian, Supplier Fixed Costs and Retail Market Monopolization, October 2014. 163 Klein, Gordon J. and Wendel, Julia, The Impact of Local Loop and Retail Unbundling Revisited, October 2014. 162 DertwinkelKalt, Markus, Haucap, Justus and Wey, Christian, Raising Rivals Costs Through Buyer Power, October 2014. Published in: Economics Letters, 126 2015, pp.181184. 161 DertwinkelKalt, Markus and Kohler, Katrin, Exchange Asymmetries for Bads? Experimental Evidence, October 2014. 160 Behrens, Kristian, Mion, Giordano, Murata, Yasusada and Suedekum, Jens, Spatial Frictions, September 2014. 159 Fonseca, Miguel A. and Normann, HansTheo, Endogenous Cartel Formation: Experimental Evidence, August 2014. Published in: Economics Letters, 125 2014, pp. 223225. 158 Stiebale, Joel, CrossBorder MAs and Innovative Activity of Acquiring and Target Firms, August 2014. 157 Haucap, Justus and Heimeshoff, Ulrich, The Happiness of Economists: Estimating the Causal Effect of Studying Economics on Subjective WellBeing, August 2014. Published in: International Review of Economics Education, 17 2014, pp. 8597. 156 Haucap, Justus, Heimeshoff, Ulrich and Lange, Mirjam R. J., The Impact of Tariff Diversity on Broadband Diffusion An Empirical Analysis, August 2014. 155 Baumann, Florian and Friehe, Tim, On Discovery, Restricting Lawyers, and the Settlement Rate, August 2014. 154 Hottenrott, Hanna and LopesBento, Cindy, RD Partnerships and Innovation Performance: Can There be too Much of a Good Thing?, July 2014. 153 Hottenrott, Hanna and Lawson, Cornelia, Flying the Nest: How the Home Department Shapes Researchers Career Paths, July 2014. 152 Hottenrott, Hanna, LopesBento, Cindy and Veugelers, Reinhilde, Direct and CrossScheme Effects in a Research and Development Subsidy Program, July 2014. 151 Dewenter, Ralf and Heimeshoff, Ulrich, Do Expert Reviews Really Drive Demand? Evidence from a German Car Magazine, July 2014. Forthcoming in: Applied Economics Letters. 150 Bataille, Marc, Steinmetz, Alexander and Thorwarth, Susanne, Screening Instruments for Monitoring Market Power in Wholesale Electricity Markets Lessons from Applications in Germany, July 2014. 149 Kholodilin, Konstantin A., Thomas, Tobias and Ulbricht, Dirk, Do Media Data Help to Predict German Industrial Production?, July 2014. 148 Hogrefe, Jan and Wrona, Jens, Trade, Tasks, and Trading: The Effect of Offshoring on Individual Skill Upgrading, June 2014. Forthcoming in: Canadian Journal of Economics. 147 Gaudin, Germain and White, Alexander, On the Antitrust Economics of the Electronic Books Industry, September 2014 Previous Version May 2014. 146 Alipranti, Maria, Milliou, Chrysovalantou and Petrakis, Emmanuel, Price vs. Quantity Competition in a Vertically Related Market, May 2014. Published in: Economics Letters, 124 2014, pp. 122126. 145 Blanco, Mariana, Engelmann, Dirk, Koch, Alexander K. and Normann, HansTheo, Preferences and Beliefs in a Sequential Social Dilemma: A WithinSubjects Analysis, May 2014. Published in: Games and Economic Behavior, 87 2014, pp. 122135. 144 Jeitschko, Thomas D., Jung, Yeonjei and Kim, Jaesoo, Bundling and Joint Marketing by Rival Firms, May 2014. 143 Benndorf, Volker and Normann, HansTheo, The Willingness to Sell Personal Data, April 2014. 142 Dauth, Wolfgang and Suedekum, Jens, Globalization and Local Profiles of Economic Growth and Industrial Change, April 2014. 141 Nowak, Verena, Schwarz, Christian and Suedekum, Jens, Asymmetric Spiders: Supplier Heterogeneity and the Organization of Firms, April 2014. 140 Hasnas, Irina, A Note on Consumer Flexibility, Data Quality and Collusion, April 2014. 139 Baye, Irina and Hasnas, Irina, Consumer Flexibility, Data Quality and Location Choice, April 2014. 138 Aghadadashli, Hamid and Wey, Christian, MultiUnion Bargaining: Tariff Plurality and Tariff Competition, April 2014. A revised version of the paper is forthcoming in: Journal of Institutional and Theoretical Economics. 137 Duso, Tomaso, Herr, Annika and Suppliet, Moritz, The Welfare Impact of Parallel Imports: A Structural Approach Applied to the German Market for Oral Antidiabetics, April 2014. Published in: Health Economics, 23 2014, pp. 10361057. 136 Haucap, Justus and Muller, Andrea, Why are Economists so Different? Nature, Nurture and Gender Effects in a Simple Trust Game, March 2014. 135 Normann, HansTheo and Rau, Holger A., Simultaneous and Sequential Contributions to StepLevel Public Goods: One vs. Two Provision Levels, March 2014. Forthcoming in: Journal of Conflict Resolution. 134 Bucher, Monika, Hauck, Achim and Neyer, Ulrike, Frictions in the Interbank Market and Uncertain Liquidity Needs: Implications for Monetary Policy Implementation, July 2014 First Version March 2014. 133 Czarnitzki, Dirk, Hall, Bronwyn, H. and Hottenrott, Hanna, Patents as Quality Signals? The Implications for Financing Constraints on RD?, February 2014. 132 Dewenter, Ralf and Heimeshoff, Ulrich, Media Bias and Advertising: Evidence from a German Car Magazine, February 2014. Published in: Review of Economics, 65 2014, pp. 7794. 131 Baye, Irina and Sapi, Geza, Targeted Pricing, Consumer Myopia and Investment in CustomerTracking Technology, February 2014. 130 Clemens, Georg and Rau, Holger A., Do Leniency Policies Facilitate Collusion? Experimental Evidence, January 2014. 129 Hottenrott, Hanna and Lawson, Cornelia, Fishing for Complementarities: Competitive Research Funding and Research Productivity, December 2013. 128 Hottenrott, Hanna and Rexhauser, Sascha, PolicyInduced Environmental Technology and Inventive Efforts: Is There a Crowding Out?, December 2013. Forthcoming in: Industry and Innovation. 127 Dauth, Wolfgang, Findeisen, Sebastian and Suedekum, Jens, The Rise of the East and the Far East: German Labor Markets and Trade Integration, December 2013. Published in: Journal of the European Economic Association, 12 2014, pp. 16431675. 126 Wenzel, Tobias, Consumer Myopia, Competition and the Incentives to Unshroud Addon Information, December 2013. Published in: Journal of Economic Behavior and Organization, 98 2014, pp. 8996. 125 Schwarz, Christian and Suedekum, Jens, Global Sourcing of Complex Production Processes, December 2013. Published in: Journal of International Economics, 93 2014, pp. 123139. 124 Defever, Fabrice and Suedekum, Jens, Financial Liberalization and the RelationshipSpecificity of Exports, December 2013. Published in: Economics Letters, 122 2014, pp. 375379. 123 Bauernschuster, Stefan, Falck, Oliver, Heblich, Stephan and Suedekum, Jens, Why Are Educated and RiskLoving Persons More Mobile Across Regions?, December 2013. Published in: Journal of Economic Behavior and Organization, 98 2014, pp. 5669. 122 Hottenrott, Hanna and LopesBento, Cindy, Quantity or Quality? Knowledge Alliances and their Effects on Patenting, December 2013. Forthcoming in: Industrial and Corporate Change. 121 Hottenrott, Hanna and LopesBento, Cindy, International RD Collaboration and SMEs: The Effectiveness of Targeted Public RD Support Schemes, December 2013. Published in: Research Policy, 43 2014, pp.10551066. 120 Giesen, Kristian and Suedekum, Jens, City Age and City Size, November 2013. Published in: European Economic Review, 71 2014, pp. 193208. 119 Trax, Michaela, Brunow, Stephan and Suedekum, Jens, Cultural Diversity and PlantLevel Productivity, November 2013. 118 Manasakis, Constantine and Vlassis, Minas, Downstream Mode of Competition with Upstream Market Power, November 2013. Published in: Research in Economics, 68 2014, pp. 8493. 117 Sapi, Geza and Suleymanova, Irina, Consumer Flexibility, Data Quality and Targeted Pricing, November 2013. 116 Hinloopen, Jeroen, Muller, Wieland and Normann, HansTheo, Output Commitment Through Product Bundling: Experimental Evidence, November 2013. Published in: European Economic Review, 65 2014, pp. 164180. 115 Baumann, Florian, Denter, Philipp and Friehe Tim, Hide or Show? Endogenous Observability of Private Precautions Against Crime When Property Value is Private Information, November 2013. 114 Fan, Ying, Kuhn, KaiUwe and Lafontaine, Francine, Financial Constraints and Moral Hazard: The Case of Franchising, November 2013. 113 Aguzzoni, Luca, Argentesi, Elena, Buccirossi, Paolo, Ciari, Lorenzo, Duso, Tomaso, Tognoni, Massimo and Vitale, Cristiana, They Played the Merger Game: A Retrospective Analysis in the UK Videogames Market, October 2013. Published in: Journal of Competition Law and Economics under the title: A Retrospective Merger Analysis in the UK Videogame Market, 10 2014, pp. 933958. 112 Myrseth, Kristian Ove R., Riener, Gerhard and Wollbrant, Conny, Tangible Temptation in the Social Dilemma: Cash, Cooperation, and SelfControl, October 2013. 111 Hasnas, Irina, Lambertini, Luca and Palestini, Arsen, Open Innovation in a Dynamic Cournot Duopoly, October 2013. Published in: Economic Modelling, 36 2014, pp. 7987. 110 Baumann, Florian and Friehe, Tim, Competitive Pressure and Corporate Crime, September 2013. 109 Bockers, Veit, Haucap, Justus and Heimeshoff, Ulrich, Benefits of an Integrated European Electricity Market, September 2013. 108 Normann, HansTheo and Tan, Elaine S., Effects of Different Cartel Policies: Evidence from the German PowerCable Industry, September 2013. Published in: Industrial and Corporate Change, 23 2014, pp. 10371057. 107 Haucap, Justus, Heimeshoff, Ulrich, Klein, Gordon J., Rickert, Dennis and Wey, Christian, Bargaining Power in ManufacturerRetailer Relationships, September 2013. 106 Baumann, Florian and Friehe, Tim, Design Standards and Technology Adoption: Welfare Effects of Increasing Environmental Fines when the Number of Firms is Endogenous, September 2013. 105 Jeitschko, Thomas D., NYSE Changing Hands: Antitrust and Attempted Acquisitions of an Erstwhile Monopoly, August 2013. Published in: Journal of Stock and Forex Trading, 2 2 2013, pp. 16. 104 Bockers, Veit, Giessing, Leonie and Rosch, Jurgen, The Green Game Changer: An Empirical Assessment of the Effects of Wind and Solar Power on the Merit Order, August 2013. 103 Haucap, Justus and Muck, Johannes, What Drives the Relevance and Reputation of Economics Journals? An Update from a Survey among Economists, August 2013. Published in: Scientometrics, 103 2015, pp. 849877. 102 Jovanovic, Dragan and Wey, Christian, Passive Partial Ownership, Sneaky Takeovers, and Merger Control, August 2013. Published in: Economics Letters, 125 2014, pp. 3235. 101 Haucap, Justus, Heimeshoff, Ulrich, Klein, Gordon J., Rickert, Dennis and Wey, Christian, InterFormat Competition Among Retailers The Role of Private Label Products in Market Delineation, August 2013. 100 Normann, HansTheo, Requate, Till and Waichman, Israel, Do ShortTerm Laboratory Experiments Provide Valid Descriptions of LongTerm Economic Interactions? A Study of Cournot Markets, July 2013. Published in: Experimental Economics, 17 2014, pp. 371390. 99 98 97 DertwinkelKalt, Markus, Haucap, Justus and Wey, Christian, Input Price Discrimination Bans, Entry and Welfare, June 2013. Aguzzoni, Luca, Argentesi, Elena, Ciari, Lorenzo, Duso, Tomaso and Tognoni, Massimo, Expost Merger Evaluation in the UK Retail Market for Books, June 2013. Forthcoming in: Journal of Industrial Economics. Caprice, Stephane and von Schlippenbach, Vanessa, OneStop Shopping as a Cause of Slotting Fees: A RentShifting Mechanism, May 2012. Published in: Journal of Economics and Management Strategy, 22 2013, pp. 468487. 96 Wenzel, Tobias, Independent Service Operators in ATM Markets, June 2013. Published in: Scottish Journal of Political Economy, 61 2014, pp. 2647. 95 94 93 92 91 90 89 Coublucq, Daniel, Econometric Analysis of Productivity with Measurement Error: Empirical Application to the US Railroad Industry, June 2013. Coublucq, Daniel, Demand Estimation with Selection Bias: A Dynamic Game Approach with an Application to the US Railroad Industry, June 2013. Baumann, Florian and Friehe, Tim, Status Concerns as a Motive for Crime?, April 2013. A revised version of the paper is forthcoming in: International Review of Law and Economics. Jeitschko, Thomas D. and Zhang, Nanyun, Adverse Effects of Patent Pooling on Product Development and Commercialization, April 2013. Published in: The B. E. Journal of Theoretical Economics, 14 1 2014, Art. No. 20130038. Baumann, Florian and Friehe, Tim, Private Protection Against Crime when Property Value is Private Information, April 2013. Published in: International Review of Law and Economics, 35 2013, pp. 7379. Baumann, Florian and Friehe, Tim, Cheap Talk About the Detection Probability, April 2013. Published in: International Game Theory Review, 15 2013, Art. No. 1350003. Pagel, Beatrice and Wey, Christian, How to Counter Union Power? Equilibrium Mergers in International Oligopoly, April 2013. 88 87 86 85 84 83 Jovanovic, Dragan, Mergers, Managerial Incentives, and Efficiencies, April 2014 First Version April 2013. Heimeshoff, Ulrich and Klein Gordon J., Bargaining Power and Local Heroes, March 2013. Bertschek, Irene, Cerquera, Daniel and Klein, Gordon J., More Bits More Bucks? Measuring the Impact of Broadband Internet on Firm Performance, February 2013. Published in: Information Economics and Policy, 25 2013, pp. 190203. Rasch, Alexander and Wenzel, Tobias, Piracy in a TwoSided Software Market, February 2013. Published in: Journal of Economic Behavior Organization, 88 2013, pp. 7889. Bataille, Marc and Steinmetz, Alexander, Intermodal Competition on Some Routes in Transportation Networks: The Case of Inter Urban Buses and Railways, January 2013. Haucap, Justus and Heimeshoff, Ulrich, Google, Facebook, Amazon, e Bay: Is the Internet Driving Competition or Market Monopolization?, January 2013. Published in: International Economics and Economic Policy, 11 2014, pp. 4961. Older discussion papers can be found online at: http:ideas.repec.orgszbwdicedp.html ISSN 21909938 online ISBN 9783863041861 ", "filename": "827076401.pdf", "person": ["Markus Dertwinkel-Kalt", "Dertwinkel-Kalt, Markus", "Christian Wey", "Wey, Christian"], "date": ["2015"]}