{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/119320/1/834737485.pdf"], "title": ["Regression discontinuity designs based on population thresholds: Pitfalls and solutions"], "plaintext": "Regression Discontinuity Designs Based on Population Thresholds:Pitfalls and Solutions Andrew C. Eggers University of Oxford Ronny Freier DIW Berlin and FU Berlin Veronica Grembi Copenhagen Business School Tommaso Nannicini Bocconi University First Version: October 2013This version: September 2015Abstract In many countries, important features of municipal government such as the electoral system, mayors salaries, and the number of councillors depend on whetherthe municipality is above or below arbitrary population thresholds. Several papershave used a regression discontinuity design RDD to measure the effects of thesethresholdbased policies on political and economic outcomes. Using evidence from France, Germany, and Italy, we highlight two common pitfalls that arise in exploiting populationbased policies confounded treatment and sorting and we provideguidance for detecting and addressing these pitfalls. Even when these problems arepresent, populationthreshold RDD may be the best available research design forstudying the effects of certain policies and political institutions.We would like to thank Charles Blankart, Peter Haan, Magnus Johannesson, Juanna Joensen, Henrik Jordahl, Erik Lindqvist, Christian Odendahl, Thorsten Persson, Janne Tukiainen, Tuukka Saarimaa, Viktor Steiner, and David Str omberg. Comments from seminars at Stockholm School of Economics, Potsdam University, Stockholm University, Bayreuth University, Marburg University, University of Bonn MaxPlanck Center,the University of Madgeburg, and the Midwest Political Science Association conference are also gratefully acknowledged. Federico Bruni, Helke Seitz, Sergej Bechtolt, and Moritz Schubert provided excellent researchassistance. Some arguments for the exposition on the German case have earlier been circulated under the title:When can we trust population thresholds in regression discontinuity designs?. Freier gratefully acknowledgesfinancial support from the Fritz Thyssen foundation Project: 10.12.2.092. The usual disclaimer applies.I.Introduction Researchers attempting to estimate the effects of policies face serious endogeneity problems: itis usually impossible to run an experiment in which consequential policies are randomized, andin most observational data it is difficult to locate or construct valid counterfactuals given thevarious strategic and contextual factors that affect policy choices. In recent years, many researchers have attempted to address these problems by exploiting cases in which policies at thesubnational usually municipal level depend discontinuously on population thresholds. Theuse of regression discontinuity designs RDDs based on population thresholds was first suggested by PetterssonLidbom 2006, 2012, who evaluated the effect of the size of the municipalcouncil on the extent of municipal spending in Sweden and Finland by comparing cities aboveand below population thresholds that determine council size. Subsequent researchers have usedpopulationthreshold RDDs to study the effects of the salary of public officials,1 gender quotas,2electoral rules,3 direct democracy,4 fiscal transfers,5 and like PetterssonLidbom 2006, 2012council size.6 We survey twentyeight papers using populationthreshold RDDs in Table 4in the Online Appendix. Fundamentally, the populationthreshold RDD is an attractive research design because at the relevant population threshold we can compare sets of cities thatimplemented different policies but are comparable in other important respects.In this paper we highlight two pitfalls that based on our study of France, Italy, and Germany complicate the use of populationthreshold RDDs. The first pitfall is that the samepopulation threshold is often used to determine multiple policies, which makes it difficult tointerpret the results of RDD estimation as measuring the effect of any one particular policy.We show the extent of confounded treatment in the three countries we study, emphasizing thatextensive institutional background research is necessary before one can interpret the results ofa populationthreshold RDD as evidence of the effect of a particular policy. When discussing 1See Gagliarducci and Nannicini 2013; Ferraz and Finan 2009; van der Linde et al. 2014; De Benedettoand De Paola 2014.2See Bagues and Campa 2012; CasasArce and Saiz 2015.3See Fujiwara 2011; Hopkins 2011; Pellicer and Wegner 2013; Barone and De Blasio 2013; Eggers2015; Gulino 20144See Arnold and Freier 2015; Asatryan et al. 2013; Asatryan, Baskaran and Heinemann 2014.5See Litschig and Morrison 2010, 2013; Brollo et al. 2013; Mukherjee 2011; Baskaran 2012.6See Egger and Koethenbuerger 2010; Koethenbuerger 2012.1potential remedies, we also highlight the differenceindiscontinuities design as a possiblesolution in cases where a treatment of interest changes in tandem with other policies but onecan locate a comparable period or setting where these other policies change on their own.The second pitfall is sorting the tendency of municipalities to strategically manipulatetheir official population in order to fall on the desired side of a consequential populationthreshold. It is well known that the continuity assumption necessary for the RDD may nothold when there is precise manipulation of the running variable Imbens and Lemieux 2008;Mc Crary 2008; evidence of manipulation has been produced by Urquiola and Verhoogen 2009for the case of class size, Barreca et al. 2011 for birth weight, and Caughey and Sekhon 2011for close elections though see also Eggers et al. 2015. Our main contribution here is to showconclusive evidence of manipulative sorting in official population numbers in France, Italy,and Germany;7 we also show that the standard tests for sorting are biased when the runningvariable is discrete as in the case of populationthreshold RDDs, and we highlight some ofthe special challenges involved with assessing covariate imbalance in settings where data ispooled from multiple thresholds.The evidence we present from France, Italy, and Germany shows why carrying out populationthreshold RDD in these countries requires care; readers should not conclude, however, thatpopulationthreshold RDDs are always problematic or that there are better ways to study thepolicies that have been addressed with populationthreshold RDDs. We suspect that bothconfounded treatment and manipulative sorting are serious problems in many countries thatuse population thresholds to assign municipal policies, but even in the countries we study onecan identify policies and thresholds such that neither confounded treatment or sorting appearsto pose much of a problem. When these problems do arise, there are remedies that we discussthat involve assumptions that will often be weaker than would be necessary for any feasiblealternative design. The countries we study are also not representative of all settings wherepopulationthresholds may be carried out; we chose these countries both because many muni7The paper that is most related to our work in this strand of research is the study by Litschig 2012,which looks at topdown manipulation of population figures in Brazil. In parallel work to ours, two furtherpapers highlight the issue of sorting around population figures in Spain and Belgium see Foremny, Monsenyand Sol e Oll e 2015 and De Witte, Geys and Heirman 2015.2cipal policies depend on population thresholds and they have done so for a long time 8 andbecause we are familiar with these cases from previous work, but we expect that confoundedtreatment is less severe in countries where population thresholds are less commonly used e.g.see Hopkins 2011 on the United States and sorting is less problematic in countries wheremunicipal population counts are linked more closely to national administrative data e.g. see PetterssonLidbom 2012 on Finland and Sweden. Especially given the general challengeswe face in studying the effects of policies, it would be a mistake to conclude from our analysisthat populationthreshold RDDs should be eschewed in favor of other designs not just because these problems do not afflict every populationthreshold, and not just because there aresolutions which we discuss in depth to these problems, but also because even in the face ofthese problems a populationthreshold RDD may be preferable to the next best design.II. Confounded treatments The populationthreshold RDD is appealing because it allows the researcher to compare outcomes in a set of cities where one subset is required to implement one policy say, A whileanother identicalinexpectation subset is required to implement another policy Acid:48. The firstcommon problem we highlight in this paper is that often the population threshold that determines whether policy A or Acid:48 is applied will also determine whether other policies B or Bcid:48,C or Ccid:48 are applied; the policy change we hope to study A vs Acid:48 is thus confounded withother policy changes, undermining the appeal of the RDD.A. Documenting the extent of confounded treatment Figure 1 summarizes the problem based on our investigation of laws applying to municipalitiesin France, Italy, and German states. Each dot indicates a population threshold at which atleast one policy changes; solid dots indicate that more than one policy changes at the same 8The first law on municipal government in revolutionary France passed 14 December of 1789 includes sixprovisions dictating features of municipal government as a function of population, including a rule specifyingsix population thresholds determining the council size. An 1808 law that reformed the constitutional rights ofmunicipalities in Prussia Preusche St adteordnung von 1808 used population cutoffs of 3,500 and 10,000to assign different rules on council size, voting rights, and budget transparency among others. In Italy, the Legge Lanza, which was drafted in 1865 after the Royal Decree n.3702 from 1859, specified population cutoffsdetermining council size, executive committees, and voting rights in the former Kingdom of Piedmont and Sardinia.3threshold. In every case, there are some thresholds where just one policy changes, but suchthresholds are in the minority.Table 1 provides detail on the various policies that change at population thresholds up to 50,000 in France; the Online Appendix provides details about populationdependent policiesin Italy and Germany see Tables 5 and 6. As Table 1 indicates, at every threshold at whichcouncil size increases, the maximum number of deputy mayors also increases, which makes itimpossible to disentangle the effect of council size from the effect of additional paid councilstaff. There is only one threshold 1,000 inhabitants at which the salary of mayors and deputymayors increases without the council size also increasing. Many of the most interesting policieschange at a single threshold of 3,500 inhabitants at which several other policies includingcouncil size and mayors wage also change: the electoral rule used to elect the council, therequirement of gender parity in party electoral lists, and the requirement that the councildebate the budget before adopting it.In the thirteen German states a total of sixtyfive different types of municipal policy dependon population thresholds; no state has fewer than fourteen different policies that are determinedby population thresholds. See Appendix Table 6 for details. The thresholds determining thesepolicies vary across states, ranging from seventy inhabitants to one million. Importantly, of 759 policythreshold observations across German states i.e. cases where a policy changes at agiven threshold in a given state, only ninetyfour do not coincide with another policy change.For mayoral salary, certainly one of the most important of these policies, we find only twelvecases of 116 in total in which no other policy changes at the same threshold in the state.9Detecting whether a given treatment is confounded with another treatment can simplybe a matter of scouring the legal code for mentions of population thresholds. In some casesenumerating the full set of policies that change at a threshold is more complicated, however,because some policies depend on population thresholds only indirectly. An example of thistype of secondorder policy is given in Lyytik ainen and Tukiainen 2013: the maximum number of candidates on electoral lists in Finland is a function of the council size, which changes 9In Germany and other federal systems the task of locating relevant thresholds is complicated by the factthat higher level authorities may also enact policies based on municipal population thresholds; in Germany, forexample, the federal statistical office used a different procedure to implement the 2011 census for municipalitiesabove and below 10,000 inhabitants.4discontinuously at population thresholds.10 Another example from Baskaran and Lopes da Fonseca 2015 highlights how subtle the interactions among policies can be: in German municipal elections, parties winning less than a certain vote share are denied representation onthe council; this constraint is never binding when the municipal council is below a certain size,which implies that there is a population threshold at which the council size increases and avote share cutoff goes into effect though this would not be clear without detailed knowledge ofthe electoral system. In short, a researcher should know a setting intimately before concludingthat a given policy and not other policies changes at a given population threshold.B. Addressing confounded treatments Suppose a policy of interest is determined by a population threshold, but other policies changeat the same threshold. How can a researcher proceed?The simplest option is to change the quantity of interest to include the other policies thatchange in tandem. If two policies move in perfect lockstep, then what initially may seem likean opportunity to learn about the effect of policy A vs Acid:48 is at best an opportunity to learnabout the effect of policy combination AB vs Acid:48Bcid:48. In some cases it may be worth studyingthe effect of this bundle of policies. In France, for example, changes in council size alwayscoincide with changes in the number of deputy mayors; the perfect confounding of these twopolicies means that it is impossible to separate the effect of the two treatments, but one maybe content with estimating the effect of the combination of policies.If we want to keep the focus on the main policy of interest A vs Acid:48, then the mostpromising way to proceed is to look for other settings where the other policy change B vs Bcid:48 occurs in isolation; under assumptions we lay out shortly, the difference between theeffect of both policies AB vs Acid:48Bcid:48 and the effect of the nuisance policy B vs Bcid:48 givesan unbiased estimate of the effect of A vs Acid:48, the quantity of interest. This approach, whichcombines features of the regression discontinuity design and the differenceindifferences design,is what Grembi, Nannicini and Troiano 2014 call the differenceindiscontinuity diffindisc design. Here we briefly formalize their approach and elaborate on different ways it can 10Lyytik ainen and Tukiainen 2013 are also the only paper using population thresholds that tackle theconfounded treatment issue.5be applied.Denote by ab the policy bundle a given municipality receives, where ab AB, Acid:48B, ABcid:48, Acid:48Bcid:48.We consider a setting where this bundle is determined by whether the municipalitys population Zi is above or below a threshold value Z0. Denote by Yiab the potential outcome E YiabZi Z andwhen municipality i receives policy bundle ab. Define Y E YiabZi Z. In words, these are the average potential outcomes for citiesab lim ZZY at the threshold when they implement policy bundle ab; in the first case the limit is taken from E YiZi Zabove and in the second it is taken from below. Similarly, define Y lim ZZand Y lim ZZE YiZi Z for the observed outcome Y .ab lim ZZ000Consider a case where the bundle that applies above the threshold is Acid:48Bcid:48 and the bundle 0that applies below the threshold is AB. The crosssectional RDD estimator in that case givesus Y Acid:48Bcid:48 Y AB; by adding and subtracting Y RDD Y Y Y ABcid:48 we get Acid:48Bcid:48 Y ABcid:48 Y AT EbBcid:48 Y ABABcid:48 Y cid:125cid:123cid:122ABcid:48 Y ,ABcid:124bias12where AT EbBcid:48 refers to the average treatment effect of Acid:48 vs A for units that received Bcid:48.Now suppose we also have available a second case where the bundle that applies above thethreshold is ABcid:48 and the bundle that applies below the threshold is AB; we denote potentialoutcomes in this case as, e.g., Y are Di DISC Y Y Y Y Y assumption:ABcid:48. The differenceindiscontinuity estimator and estimand AB. Consider the following AB Y Acid:48Bcid:48 Y ABcid:48 Y Assumption 1:ABcid:48 Y Y AB Y ABcid:48 Y ABLocal Parallel TrendsThis assumption can be interpreted from two perspectives. Most directly, it states that theeffect of Bcid:48 as opposed to B, holding fixed A, is the same in the first case in which AB changesto Acid:48Bcid:48 at the threshold and the second case in which AB changes to ABcid:48 at the threshold.It is thus analogous to the standard parallel trends assumption in differenceindifferences 6estimation, where the two cases being compared are pre and posttreatment.Note that Assumption 1 is more local, however, as it must hold only in the neighborhood of the policythreshold. By rearranging the terms as Y ABcid:48 Y ABcid:48 Y AB Y AB, we can see Assumption 1 from a different perspective: it states that the difference in potential outcomes between thetwo cases should be the same just above and just below the threshold. In this format it isthus analogous to the standard RDD assumption of continuity in potential outcomes acrossthe threshold.Under Assumption 1, we have that Di DISC Y Acid:48Bcid:48 Y Acid:48Bcid:48 Y AB Y ABcid:48 AT EbBcid:48ABcid:48 Y AB Y 34where the local parallel trend assumption was used to get from the first line to the second line.Thus, under the local parallel trends assumption, the diffindisc estimator removes the biasin Equation 2 and yields the effect of Acid:48 vs. A conditional on policy Bcid:48.If we make a further assumption,Assumption 2:Acid:48Bcid:48 Y Y ABcid:48 Y Acid:48B Y ABSeparability,which essentially says that the effect of Acid:48 vs A in the first case does not depend on whetherwe are just above the threshold and thus Bcid:48 prevails or below it and thus B prevails, thenwe can say that Di DISC AT E, the average treatment effect in the neighborhood of thethreshold, which is the standard estimand in RDD.11Given a setting where a policy of interest changes along with a nuisance policy, then, wecan use the differenceindiscontinuity diffindisc design to recover the effect of the policy ofinterest if we have a second setting in which the nuisance policy changes on its own and if weare willing to assume that the effect of changing the nuisance policy holding fixed the policyof interest is the same in two settings Assumption 1. In what situations is this possible?11Assumption 2 thus allows us to generalize somewhat, such that the diffindisc estimator gives the effectnot just immediately above the threshold but in the entire neighborhood of the threshold.7Grembi, Nannicini and Troiano 2014 illustrate what we might call a longitudinal diffindisc in order to estimate the effect of fiscal constraints on deficits. Starting in 2001,Italian municipalities below 5,000 were exempted from fiscal constraints that applied to largercities. A crosssectional RDD analysis in the post2001 period using the 5,000 populationthreshold would thus seem like a good way to study the effect of fiscal constraints vs. no fiscalconstraints. The problem is that as noted in Table 5 of this paper the salary of the mayor andother executive officers also changes at the 5,000 threshold. Grembi, Nannicini and Troiano2014 thus implement a diffindisc design in which the crosssectional RDD effect at the 5,000threshold before 2001 when fiscal constraints applied to all municipalities is subtracted fromthe same effect after 2001 when fiscal constraints only applied to municipalities below 5,000in population. This procedure yields a consistent estimate of the effect of fiscal constraintsunder the local parallel trends assumption that the effect of the other policies that changeat this threshold is stable over time and the separability assumption that the effect of fiscalconstraints does not depend on these other policies.Researchers can also consider what we might call a crosssectional diffindisc to addressthe problem of confounded treatment. The key requirement of the crosssectional diffindiscis that the nuisance policies also change at some other threshold or in some other region wherethe local parallel trends assumption and the separability assumption are plausible, i.e., theeffect of the nuisance policies is plausibly the same in the two settings and does not dependon the value of the policy of interest. Arnold and Freier 2015 and Eggers 2015 provideevidence in this spirit by comparing RDD effects measured at different thresholds in the samesystem in order to difference out the effects of nuisance policies. The same approach could ofcourse be used when the effect of the nuisance policies can be measured in an entirely differentregion or country where the policy of interest does not change; the attractiveness of this designof course depends on the plausibility of the local parallel trends assumption.III. Sorting As mentioned above, the appeal of a population thresholdbased RDD is partly that thepolitical unit does not choose the policy, which suggests that units just above and below the 8threshold should be comparable in all respects other than the policy. As is well known, such an RDD like any RDD is less appealing when the units can influence the variable that determinestreatment assignment i.e., population. At an extreme, one could imagine that cities near apopulation threshold could perfectly control whether they end up above or below the threshold,and thus cities that have policy A differ from cities that have policy Acid:48 not just in that policybut also in a whole host of background characteristics that affected their decision to get policy A or policy Acid:48.12 In such a situation, carrying out an RDD may be no better than a typicalobservational study in which political units choose their policies.The problems of strategic sorting in RDD applications are well known see Imbens and Lemieux 2008; Lee and Lemieux 2010; Urquiola and Verhoogen 2009; Barreca et al.2011. Strategic sorting in population figures has been documented by Litschig 2012 for Brazil and it has been briefly mentioned by Gagliarducci and Nannicini 2013 for the Italiancase. One of our contributions here is to provide evidence that sorting in RDD studies basedon population thresholds is an issue in all three countries that we study. We also demonstratetechniques for diagnosing and explaining manipulation, as well as potential solutions to addressthis problem.A. Aggregate graphical evidence The basic pattern of sorting is documented in Figures 2 France, 3 Italy, and 4 Germany.Because the figures use the same format and reflect the same analysis, we explain the Frenchcase in detail and subsequently note only the relevant differences between the French case andthe others.In France, we have population data for eight censuses between 1962 and 2011.13 For eachcensus, we calculate the difference in population between each city and each major populationthreshold i.e., one affecting a policy listed in Table 1 that was in force at the time of the 12Alternatively, it may be that only certain cities are able to control whether they end up above or belowthe threshold, in which case cities that have policy A may differ from cities that have policy Acid:48 not only in thefactors that affect their policy preferences but also in the factors that affect their ability to manipulate theirpopulation figures.13The census years are 1962, 1968, 1975, 1982, 1990, 1999, 2006, and 2011. After 1999, France introduced anew census system that produces annual population estimates for all municipalities; the 2006 census was thefirst such census.9census; we store all municipalityyears in which a citys population was within 250 inhabitantsof a threshold.In the left panel of Figure 2 we plot three histograms of these populationdifferences, one for each group of relevant population thresholds 100; 500 or 1,000; and 1,500and larger. Because there are so many municipalityyears, we plot histograms with bin widthsof 1. The key evidence of sorting is given by the jumps in each histogram at 0. For example,based on the histogram for the 100inhabitant threshold, we can see that there were just under 500 cases in which a city was one person short of the 100inhabitant threshold at which thecouncil size increases, but there were almost 600 cases in which a city cleared that hurdleby one person. The jump is even more striking for the 500 and 1,000inhabitant thresholdswhere the mayors salary increases.In the right panel of Figure 2 we depict the Mc Crary test for all thresholds pooled. Thisprocedure estimates the density of the running variable i.e., absolute distance in inhabitantsto a population threshold separately on the left and right of the threshold and tests for ajump or drop in the density at the threshold. Not surprisingly given the histograms in theleft panel, the Mc Crary test indicates a large jump in the estimated density at the threshold.Figure 3 indicates an even more striking pattern for Italy. Based on the five decennialcensuses from 1961 to 2001, we find about 90 cases in which a city cleared the 1,000 or 3,000population threshold at which the mayors wage increases, among other changes by fewerthan 10 inhabitants, but we find only about 20 cases in which a city fell short by fewer than 10inhabitants; in over 300 cases a city cleared one of the thresholds by fewer than 30 inhabitants,but in fewer than 100 cases did a city fall short by fewer than 30. The pattern of sorting isjust as clear if not as dramatic at larger thresholds. Again, the Mc Crary test aggregating allthresholds right panel indicates a very large jump in the estimated density at the threshold.Figure 4 shows the same analysis for Germany. Here we have annual administrative datafrom 19982007 for municipalities from all German states, and our analysis is based on acomparison of each municipalitys population to all thresholds in force in that municipalitysstate. The histograms left panel indicate that sorting is nowhere near as severe here, butthe Mc Crary test right panel does indicate a significant jump in the density just above thethreshold. Note that this analysis includes all thresholds, including many that determine quite 10minor policies; in the next section we carry out Mc Crary analysis for each country for specifictypes of thresholds.B. Formal tests at different types of thresholds We now carry out the Mc Crary 2008 test for different types of thresholds within countries,still pooling population figures from the various censuses we have collected. Before showingthe results, we note that our analysis here and throughout the paper takes account of twobiases previously unrecognized, as far as we know that arise when applying the standard Mc Crary test to a discrete running variable. The Mc Crary test operates by conducting RDDanalysis on an undersmoothed histogram of the running variable. The first bias arises becauseapplying the standard algorithm to a discrete running variable tends to result in a histogramwith more observations in the first bin to the right of the threshold than in the first bin tothe left, even when the density is perfectly flat; fundamentally, this asymmetry arises becausewith a discrete running variable one can have observations exactly at the threshold, and bydefault these observations are assigned to the first bin to the right. We address this problemby requiring that the bin width of the histogram take an integer value;14 alternatively, one cansimply set the threshold to be 0.5, which eliminates the asymmetry as long as the bin sizeis not exactly 0.5, 1.5, etc. The second bias arises when a discretevalued running variableis analyzed using relative deviations from thresholds of different size, e.g. percentage distancefrom thresholds of 500, 1000, and 10,000 inhabitants; this creates a bias because all thresholdscan produce a relative deviation of 0 which by default goes into the first bin to the right of thethreshold but only very large thresholds can produce a relative deviation of . We addressthis problem by using absolute deviations rather than relative deviations. We explain thesebiases both of which tend to increase the likelihood of falsely detecting sorting, especiallywhen data is very plentiful and our solutions to them in the Online Appendix.Table 2 reports the results of Mc Crary analysis incorporating these adjustments at different types of thresholds in all three countries. In the top row we assess evidence of sorting inall thresholds, reporting the point estimate i.e. the effect of crossing the threshold on the log 14More specifically, we force the bin size of the Mc Crary algorithm to the closest integer value to the onechosen by default.11density and standard error for each test, along with the number of thresholds and observations.15 Consistent with the previous figures, we find very clear evidence of substantial sortingin France and Italy with the latter being quite a bit larger and evidence of small but statistically significant sorting in Germany. In the other rows we assess sorting at particular typesof thresholds, e.g., thresholds where the salary of the mayor increases, or thresholds where thecouncil size increases, or thresholds where both increase. In France, we find significant sortingat all types of thresholds, with the smallest effect and weakest evidence against the null atthresholds where council size increases but not mayors wage and thresholds at 3,500 inhabitants or higher. In Italy the estimated effects are much larger, with as in France smallereffects at larger population thresholds. To give a sense of magnitude, a Mc Crary effect size of 1.3 the effect for Italy at all thresholds implies that the density on the right of the averagethreshold is almost four times larger than on the left. In Germany the jumps in density arestatistically significant for most subsets and smaller but still fairly substantial in magnitude:at thresholds where both the council size and the mayors salary increases, for example, thereare about 15% more cities immediately to the right of the threshold than immediately to theleft. The fact that sorting appears to be more severe when we focus on thresholds determiningsalary and council size is consistent with the idea that local officials strategically manipulatepopulation figures to obtain desirable policies; at these thresholds there is a clear incentive topass the threshold, while at some others e.g. thresholds above which cities are subject to morestringent financial oversight we would if anything expect sorting in the other direction.Comparing the effects by threshold size shows larger effects for smaller thresholds in Italyand France, suggesting that population size is more easily manipulated in smaller towns. Intriguingly, in Germany the pattern is reversed, with somewhat larger effects at larger thresholds,which may be partly explained by the fact that the salary of mayors in Germany often onlyincreases at larger population thresholds.At the bottom of Table 2 we conduct the Mc Crary tests at thresholds at which no policychanges, as far as we are aware. We generated placebo thresholds by taking the midpointbetween each actual threshold in each setting e.g., in France the smallest placebo threshold is 15We count only thresholds for which we observe cities within 250 inhabitants of the threshold, which explainswhy some of the counts differ from the analysis above.12300, which is halfway between 100 and 500 and adding an arbitrary number 117 was picked.In none of the countries do we find discontinuities in the density at these placebo thresholds.C. How does sorting happen?The evidence above is consistent with the view that in many municipalities in France, Italy,and Germany, officials andor citizens respond to populationbased policies by manipulatingpopulation numbers. We now ask briefly how such manipulation might take place bothbecause it might indicate how widespread sorting is likely to be beyond these three countriesand because it might help us understand the extent to which sorting endangers our ability tolearn from RDD in these and other settings.It may be useful to distinguish among three distinct types of local behavior that couldproduce the manipulative sorting we observe. First and most simple is fraud : officials couldsimply falsify population numbers, inventing or ignoring residents in order to achieve desiredpopulation numbers. Second is what we call selective precision: when a municipality is knownto be close to a consequential population threshold, officials can selectively order extra checksor expeditedelay procedures that are likely to move the final count in the desired direction.16Third is strategic recruitment: a municipality could make efforts to attract residents or repelthem by expediting permits or offering tax incentives or simply encouraging friends to changetheir official residence.Do local officials have the means, motive, and opportunity to implement these sortingstrategies in the countries we study? The assignment of consequential policies e.g. the salaryof the mayor or the electoral system based on population thresholds in all three countriesprovides a clear motive. Local officials in each country are also sufficiently involved in thecensus and in housing and tax policy to have the means to manipulate. In both France and Italy, mayors are responsible for supervising the census survey at the local level, includinghiring and training enumerators; in Germany, municipal registry offices provide reports ofbirths, deaths, and in and outflows that state statistical offices use to update census numbers.16Thus selective precision differs from fraud in the sense that the procedures are accurately carried out;the key is that for certain procedures, such as processing new arrivals or checking whether any houses in themunicipality should actually be classified as vacation homes, officials can know in advance that implementingthe procedure can only increase or decrease the total population count.13In all three countries municipalities are also involved in local development and tax decisions,which suggests that they have the means to recruit residents. Whether local officials havethe opportunity to implement these strategies is somewhat more difficult to say. Fraudulentlyadjusting or fabricating census surveys in order to achieve a desired population number seemsrisky in systems where central authorities oversee local procedures. For all three mechanisms,the pattern of sorting suggests that local officials must have very precise information about themunicipalitys ultimate census count at the time when they decide whether or not to engage inmanipulation. To see why, note that the most striking feature of Figures 2, 3, and 4 is the deficitof cities narrowly below the relevant thresholds. This indicates that potential manipulatorsknow at least whether the municipality is likely to be very close to the threshold because cities 1 inhabitant below the threshold appear to be much more likely to manipulate than cities 5 or 10 below and, in the case of selective precision and recruitment, they know which side of thethreshold they are likely to end up on because cities 1 inhabitant below the threshold appearto be much more likely to manipulate than cities 1 above. This in turn suggests that themanipulation we observe is probably not the result of strategies that would require substantialtime to implement, such as issuing permits for new housing; new housing may indeed help acity cross a threshold, but in the time it takes there would likely be stochastic changes in theoverall population such that it would not produce sharp sorting right at the threshold. Thissharp sorting could, however, be the result of calling for an extra check after initial numbersare tallied i.e. selective precision or recruiting a friend from a neighboring municipality tomove into a vacant apartment before the census takes place i.e. strategic recruitment.The case of France may be instructive in highlighting possible mechanisms for manipulativesorting. The French census is a joint project between the national statistics agency INSEEand local municipal authorities: INSEE issues directives; the municipalities hire and trainenumerators and submit the results. Municipal authorities are thus involved in interpreting thecomplex rules that determine how to handle ambiguous cases such as students, members of themilitary, and people without fixed domiciles. The phenomenon of sorting in the French censuswas noted as early as 1972 by an INSEE official Vernet 1972 who suspected that it could beexplained by local officials making an extra effort to locate residents when initial tabulations 14indicated that they would otherwise narrowly fall below an important threshold;17 to the extentthat these efforts involved locating actual residents e.g. students who should be enumeratedin the municipality, the officials explanation falls under what we call selective precision.If locating means inventing, we would call it fraud. Consistent with this explanation,manipulative sorting in France appears to have diminished over time as central authoritieshave exercised more oversight over municipalities data collection procedures. Figure 5 depictsthe point estimates and confidence intervals for Mc Crary tests at three different thresholdsover time in France, clearly showing a decline in sorting since the 1980s and a particularlymarked drop in the 1999 census. A former census official explained this pattern by noting thatfor the 1999 census INSEE instituted special measures to strengthen oversight of the census,particularly to ensure that students were only counted once; censuses after 1999 have useda new procedure in which annual population updates for small municipalities are based onlocal tax files, which may be less prone to manipulation.18 The variation in sorting over timein France suggests that sorting is less likely to be an issue for populationthreshold RDDsin countries like Sweden and Finland where local population figures are collected in a highlycentralized way and linked to administrative records.19D. Addressing manipulative sorting The regression discontinuity design is obviously much less appealing when there is evidence ofsorting around the threshold. What can a researcher do in such cases?One approach is to augment the usual RDD analysis with control variables that capturepossible confounding factors. When sorting introduces bias into RDD estimates, it does sobecause the distribution of covariates differs between the left and right side of the threshold.One way to eliminate this bias, therefore, is to measure these covariates and model their 17The number of municipalities with a population a little below 500 or 1000 inhabitants declines the closerthis number gets to 500 or 1000 and increases suddenly for values immediately above these limits. It all takesplace as if officials in municipalities where the results obtained by census agents are close to a significantthreshold make a maximum effort to enumerate a few individuals who, not having been taken into account ina first tabulation, allow them to cross the desired threshold p. 19; authors translation.18Personal correspondence with JeanMichel Durr, former Census Director at INSEE.19Consistent with this, PetterssonLidbom 2012 and Lyytik ainen and Tukiainen 2013 do not find evidenceof sorting in Sweden or Finland.15relationship to the outcome at the threshold.In this approach to sorting, an RDD thusbecomes more like a typical observational study, in the sense that one must identify, measure,and control for additional variables. The credibility of the resulting model will depend on whatwe know about the process of sorting, the extent to which we can measure relevant covariates,and the number of observations near the threshold for modelfitting. It also depends on theextent to which the outcome varies with the unmanipulated running variable. In the best case,such analysis will retain much of the appeal of the ideal RDD; in the worst case, such analysiswill be no more attractive and possibly less attractive than a pure observational study.To understand some of the considerations in addressing manipulative sorting through covariate adjustment, consider Figure 6, which captures what we think of as the bestcase scenario.Because of sorting, a single binary covariate X is not continuous at the threshold, as shownin the left plot. The right plot shows how this induces bias in the RDD estimate: the expectation of Y conditional on Z the running variable and X the covariate is completelyflat everywhere, but due to the imbalance in X the expectation of Y conditional on Z butnot conditional on X bends as we approach the threshold, such that the RDD estimateY Y is larger than the effect of the treatment conditional on X 1 or X 0 givenby Y x0, respectively. The bias due to imbalance in X can, howx1 Y x1 and Y x0 Y ever, be removed by controlling for X in the RDD analysis. In this very simple case, where EY X 1, Z EY X 0, Z is independent of Z, controlling for X is as simple as additively including X in the regression. More generally, one could allow the control function tovary across levels of X or simply estimate the RDD separately across levels of X.In practice, addressing sorting by controlling for covariates is typically more difficult thanin this bestcase scenario for several reasons. First, the task of accurately modeling the relationship between the outcome and the covariate conditional on the running variable canbe difficult; estimates become more dependent on modeling choices and subject to samplingvariation. Second, even when we can address the bias due to imbalance in a covariate X atthe threshold, we can never completely rule out the concern that our estimates are still biaseddue to imbalance in other covariates. For both of these reasons, we lose some of the attractivesimplicity of the ideal RDD analysis, in which the entire focus is on estimating two conditional 16expectations at the threshold.20To make matters worse, it should be remembered that we cannot rule out the possibilityof covariate bias even when there is no sign of discontinuity in the density of the runningvariable as Mc Crary 2008 noted. This suggests that every RDD study based on population thresholds should include extensive checks for covariate balance, whether or not there isevidence of sorting in the aggregate particularly in settings where local officials play a role inproducing official figures; when imbalance is evident, the robustness of conclusions to variouscontrol strategies should be shown. In the next section Section IV we assess the degree ofcovariate imbalance in the Italian case as an example.As an alternative to covariate adjustment, researchers can also consider a donut RDDanalysis that ignores data immediately surrounding the threshold Barreca et al. 2011. In settings where the sorting appears to be limited to the immediate neighborhood of the threshold,this approach has the advantage that one does not need to measure and control for all potentially unbalanced covariates, nor does one need to worry about measurement error due tomisreporting of the running variable. Of course, the very clear disadvantage of the donutapproach is that as we drop more data near the threshold, our estimates of the conditionalexpectation function at the threshold require more extrapolation.Building on the discussion of the differenceindiscontinuity design in Section III.B, in somecircumstances one could take advantage of multiple thresholds to address sorting or at least givean idea of how problematic it is likely to be for ones analysis. For example, one could extendthe logic of the diffindisc to partial out the effect of sorting in the special case where a policyof interest changes discontinuously at a threshold at time t 1 but not at time t 0 and sortingoccurs perhaps due to nuisance treatments in both time periods. Under the assumption thatthe bias due to the combination of sorting and the nuisance policies is the same just abovethe threshold in the two periods an extension of the local parallel trends assumption, onecan use the diffindisc to identify the effect of the policy of interest for treated municipalities 20Another problem is that manipulative sorting introduces measurement error that induces bias when theconditional expectation depends on the true value of the running variable. That is, cities just above andbelow the threshold likely differ in their true population, but this variable is not observed and thus cannot becontrolled for in a straightforward way. The best way to address this bias would be to obtain good estimatesof the true population and include this as a control variable in the analysis.17just above the threshold; under the additional assumption that the effect of the policy ofinterest is the same for municipalities just above and below the threshold an extension of theseparability assumption, this is equal to the neighborhood average treatment effect. Bothof these assumptions are likely to be less attractive than the usual diffindisc assumptions:the first assumption will not hold if the policy of interest affects the bias due to sorting, andthe second assumption will not hold if the effect of the treatment is different for cities thatmanaged to sort just above the threshold and those that did not.21IV. Sorting and covariate imbalance: the case of Italy The previous section provided clear evidence of manipulative sorting in France, Italy, and Germany around population thresholds determining municipal policies. This evidence indicatesthat the key assumption of RDD analysis the continuity of potential outcomes across thethreshold may be violated in these cases. While we cannot directly test this assumption, wecan test for covariate imbalance. In this section we conduct tests for covariate imbalance in Italy. Our goal in this section is to assess the extent of covariate imbalance in Italy and identifycovariates that should be controlled for in RDD analysis in that setting. Along the way, wehighlight some nonobvious issues that are likely to arise when we test for covariate imbalanceusing data drawn from multiple different thresholds andor multiple censuses.Our main approach to testing for covariate imbalance is to undertake a falsification testin which the covariate is viewed as the outcome in an RDD analysis. Figure 7 shows anexample in which the dependent variable is the lagged treatment, meaning an indicator forwhether a municipality was above a given population threshold in the previous census, giventhat it was close to that threshold in the current census. The top two plots show this analysisfor thresholds at which the salary of the mayor increases. The top left panel shows thatthe probability of lagged treatment increases with the current running variable as one mightexpect but jumps at the threshold, indicating that cities narrowly above the threshold are 21Less formally, and still building on the diffindisc idea but in a different way, one could compare RDDestimates at two thresholds where a policy of interest changes but the apparent degree of sorting is much largerat one threshold than the other; if the estimates at these two thresholds are similar, one could conclude thatbias due to sorting plays a small role based on the assumption that this bias is increasing in the degree ofsorting.18more than 10 percentage points more likely to have been above the threshold in the previouscensus than cities narrowly below the threshold. The top right panel shows how the estimatedjump varies with the triangular bandwidth employed for the local linear regression; the blackdot shows the bandwidth suggested by the ImbensKalyanaraman algorithm see Imbens and Kalyanaraman 2012 and employed in the figure at left. This clear jump indicates that the RDD analysis for Italy could be biased by the fact that cities above and below the thresholddiffer systematically in whether they received the treatment in the past. The bottom two plotsof Figure 7 use placebo thresholds with no policy changes and show no evidence of similarpersistence; indicating that it is not simply due to stickiness in the population figures that wefind the results above.How should this imbalance be interpreted? The most straightforward interpretation is thatofficials with influence over population figures prefer to prevent cities from crossing thresholdsfrom one census to the next; for example, if a city has shrunk in population such that it is veryclose to a population threshold, someone is able to influence the final numbers to keep it abovethe threshold. Note, however, that a different and more subtle interpretation is also available.Recall that our analysis is based on combining observations near multiple different thresholdsacross multiple censuses. In such cases, covariate imbalance can emerge simply because thevalue of the covariate varies across thresholdscensuses and the degree of sorting varies acrossthresholdscensuses.To see this, suppose we were combining data from a single threshold recorded in just twocensuses: one old census, at a time when cities near the threshold were shrinking, and one newcensus, at a time when cities near the threshold were growing. Suppose sorting was severe inthe old census but not the new census. The difference in the severity of sorting means that inthe combined data a larger proportion of the observations just above the threshold comparedto just below will be taken from the old census; because cities were shrinking at the timeof the old census, observations from the old census would be more likely to have been abovethe threshold in the past. Thus even if there were no imbalance in the probability of laggedtreatment in either census, we could observe imbalance in this covariate in the combined data.2222The same argument could be made when we aggregate data from various thresholds at a single point intime.19The larger point is that it is tempting to interpret imbalance in a particular covariate as thecause of the sorting e.g. the desire of officials not to cross thresholds, but it may simply bean artifact of pooling data from multiple censuses or thresholds in which the degree of sortingvaries.Table 3 addresses this complication by assessing imbalance across several covariates indicated by rows of the table while adding controls for the year of the census, the type ofthe threshold, and other factors. Each of the point estimates in this table is an RDDbasedestimate of the effect of crossing population thresholds on the covariate. The estimated effect on lagged treatment examined graphically in Figure 7 is reported in column 1 of thefirst row as 0.138 0.037. Columns 2 to 5 carry out the same analysis but additively includecovariates in the RDD analysis: dummies for each year of the census column 2; dummiesfor each threshold column 3; both dummies column 4; and a set of covariates describing Italian municipalities around the year 2002 column 5.23 Columns 6 to 8 show the modelsfrom columns 1, 3, and 5 but focusing on placebo thresholds where no policy changes. Notethat in the absence of sorting we expect no effects in any of these tests; in the presence ofpolicyinduced sorting we expect no effects in the placebo thresholds.We have already seen in Figure 7 that crossing salary thresholds seems to affect theprobability of treatment in the previous census. In the top row of Table 3 we see that theimbalance at salary thresholds persists when we control for the year of the census and thethreshold being considered. This suggests that the imbalance in lagged treatment is not simplyexplained by variation in the extent of sorting over time or across thresholds. This imbalancedoes, however, mostly disappear when we include municipal covariates in column 5, whichsuggests that some of these municipal characteristics are unbalanced in a similar way, perhapsbecause they help explain which cities are able to sort. The second row indicates that we donot find a similar effect for the lagged running variable.In the third and fourth rows of Table 3 we see evidence of imbalance in whether the councilsize changes at the threshold as well as in the year of the census being considered. This 23The covariates are the log number of nonprofits per person, the proportion of inhabitants who give blood,the ratio of young to old inhabitants, an indicator for the South, an indicator for whether the municipality ison the seaside, and the proportion of second homes in the municipality. When a given covariate is used as theoutcome it is obviously omitted from the list of regressors.20imbalance probably arises for the reason discussed above: sorting is worse at thresholds whereboth council size and salary change as shown in Table 2 and in earlier censuses as shown in Figure 11 in the Online Appendix; in pooled data, therefore, the type of threshold and thevintage of the census is systematically unbalanced, which could cause bias in RDD estimatesif the appropriate covariates are not used.The rest of Table 3 reports similar analysis for a set of covariates we selected because wethought they might explain the aggregate sorting in Italy: two measures of social capital,24 theproportion of young to old citizens, an indicator for whether the city is in the South of Italy,an indicator for whether the city is located by the sea, and the proportion of second homes.A large secondhome proportion may indicate more opportunities for selective precision. Wefind no imbalance in these covariates in the raw RDD. In columns 25, we find some imbalancein the proportion of young to old citizens: the analysis indicates that observations just to theright of a threshold correspond to cities that currently have a somewhat older population thanobservations just to the left of the threshold. Similarly, we find imbalances in the proportionof second homes with borderline significant p .1, consistent with our speculation.What can we conclude from this evidence on covariate imbalance at salary thresholds in Italy? The optimistic conclusion is that researchers can productively conduct RDD in Italyusing multiple thresholds andor multiple censuses as long as they include appropriate controls,which based on this analysis would include an indicator for lagged treatment, indicators for theyear and the threshold, and controls for the age structure of the population and the proportionof second homes. The pessimistic conclusion is that there are many covariates we have nottested and many that are unobservable and thus untestable, and thus RDD analysis is likelyto be biased even after controlling for the set of covariates we have tested here. The clearimplication from this analysis is that studies that pool data across thresholds and years shouldcontrol for the threshold and year whenever sorting seems like a possibility; whether or not onewants to proceed with a populationthreshold RDD setting with evidence of sorting depends,as we discuss in the next section, on what the next best design is.24The measures we use the number of nonprofit organizations per person and the rate of blood donationsare commonly used in the literature as measures of social capital; see Nannicini et al. 2013.21V. Concluding remarks We have documented two serious problems with populationthreshold RDDs in France, Italy,and Germany. Although important policies depend on population thresholds in each country,these policies often change along with other policies and municipalities seem to strategicallymanipulate population figures to end up on the desired side of relevant thresholds. We havediscussed remedies that researchers might use to address confounded treatment and manipulative sorting; applying these remedies requires additional assumptions, which of course makesthe analysis less compelling than a standard RDD. The practical question that remains iswhether we should bother to undertake populationthreshold RDDs in a setting where theseremedies and associated assumptions are necessary.The answer to this question of course depends on what the alternative is i.e., whatthe next best research design is for addressing the research question. If the alternative is tocarry out another populationthreshold RDD in a setting that addresses the research questionequally well but does not suffer from confounded treatment and sorting, clearly the alternativewould be better. If the alternative is to conduct an observational study in a setting where themunicipalities choose their own policies, the answer is less clear.Ultimately, the choice depends on how much unobservable imbalance remains in the RDDand the observational study after we apply our various corrections, and how much these omittedvariables affect the outcome in each setting; this in turn will depend on how well we understandthe process by which municipalities choose their policies in the observational setting and howsorting takes place in the RDD, but also how well we can measure and control for the covariatesthat are unbalanced as a result of these processes. All of these considerations are subjectivejudgments and cannot be measured in the data. Substantive knowledge is thus necessary;the best answer may be to conduct both sets of analysis. What is most clear to us is thata populationthreshold RDD should not be dismissed in favor of alternatives simply becausethere is evidence of confounded treatment or manipulative sorting. Observational studies havesimilar problems: policies tend to be correlated with each other in crosssection, and omittedvariable bias is always a concern when units choose their own treatments. Given the difficultyof running experiments on consequential policies, it would be unwise to exclusively rely on 22purely observational evidence and ignore findings from populationthreshold RDDs when thesequasiexperiments fall short of the ideal.More broadly, we also emphasize that, despite the clear challenges of carrying out populationthreshold RDDs in the three countries we study, none of our analysis implies that all suchdesigns are problematic. Clearly, researchers should check for confounded treatment, sorting,and covariate imbalance whenever they conduct any RDD; the cases we have shown indicatethat these problems can be systematic in some settings. But just as it would be a mistake todiscard a specific RDD at the first sign of confounded treatment or manipulative sorting, itwould also be a mistake to conclude based on our analysis that all populationthreshold RDDsmust suffer from the same problems.23References Arnold, Felix and Ronny Freier. 2015. Signature requirements and citizen initiatives: Quasiexperimental evidence from Germany. Public Choice 1621:4356.Asatryan, Zareh, Thushyanthan Baskaran and Friedrich Heinemann. 2014. The effect of directdemocracy on the level and structure of local taxes URL: http:www.econstor.eubitstream10419901431776404695.pdf Asatryan, Zareh, Thushyanthan Baskaran, Theocharis Grigoriadis and Friederich Heinemann.2013. Direct Democracy and Local Public finances Under Cooperative Federalism. ZEWWorking Paper 13038.URL: http:www.econstor.eubitstream10419901431776404695.pdf Bagues, Manuel and Pamela Campa. 2012. Gender Quotas, Female Politicians, and Public Expenditures: Quasi Experimental Evidence. Econpubblica Working Paper .URL: http:unicreditanduniversities.euuploadsassetsUWINCAMPA PAPER.pdf Barone, Guglielmo and Guido De Blasio. 2013. Electoral rules and voter turnout. International Review of Law and Economics 36:2535.Barreca, Alan I, Melanie Guldi, Jason M Lindo and Glen R Waddell. 2011. Saving Babies? Revisiting the effect of very low birth weight classification. The Quarterly Journal of Economics 1264:21172123.Baskaran, Thushyanthan. 2012. The flypaper effect: evidence from a natural experiment with Hessian municipalities. MPRA Working paper 37144.URL: http:mpra.ub.unimuenchen.de371441MPRA paper 37144.pdf Baskaran, Thushyanthan and Mariana Lopes da Fonseca. 2015. Electoral competition andendogenous political institutions: quasiexperimental evidence from Germany. Discussion Papers, Center for European Governance and Economic Development Research 237 .URL: http:www.econstor.eubitstream104191090361821986465.pdf Brollo, Fernanda, Tommaso Nannicini, Roberto Perotti and Guido Tabellini. 2013. The Political Resource Curse. American Economic Review 1035:17591796.CasasArce, Pablo and Albert Saiz. 2015. Women and power: unpopular, unwilling, or heldback? Journal of Political Economy, forthcoming .Caughey, Devin and Jasjeet S Sekhon. 2011. Elections and the regression discontinuity design:Lessons from close US house races, 19422008. Political Analysis 194:385408.De Benedetto, Marco Alberto and Maria De Paola. 2014. Candidates Quality and Electoral Participation: Evidence from Italian Municipal Elections. 8102.URL: http:www.econstor.eubitstream10419968081dp 8102.pdf De Witte, Kristof, Benny Geys and Joep Heirman. 2015. Strategic Housing Policy, Migrationand Sorting around Population Thresholds. Mimeo .24Egger, Peter and Marko Koethenbuerger. 2010. Government spending and legislative organization: Quasiexperimental evidence from Germany. American Economic Journal: Applied Economics pp. 200212.Eggers, Andrew. 2015. Proportionality and Turnout: Evidence from French Municipalities.Comparative Political Studies 482:135167.Eggers, Andrew C, Anthony Fowler, Jens Hainmueller, Andrew B Hall and James M Snyder.2015. On the validity of the regression discontinuity design for estimating electoral effects:New evidence from over 40,000 close races. American Journal of Political Science 591:259274.Ferraz, Claudio and Frederico Finan. 2009. Motivating politicians: The impacts of monetaryincentives on quality and performance URL: http:www.econstor.eubitstream10419351111562100016.pdf Foremny, Dirk, Jordi Jofre Monseny and Albert Sol e Oll e. 2015. Hold that ghost: Localgovernment cheating on transfers. IIPF Conference Papers .URL: https:www.cesifogroup.dedmsifodocdocsAkad ConfCFP CONFCFP CONF 2015pse 15vanderPloegPaperspse 15Olle 2.pdf Fujiwara, Thomas. 2011. A Regression Discontinuity Test of Strategic Voting and Duvergers Law. Quarterly Journal of Political Science 634:197233.Gagliarducci, Stefano and Tommaso Nannicini. 2013. Do better paid politicians perform better? Disentangling incentives from selection. Journal of the European Economic Association 112:369398.Grembi, Veronica, Tommaso Nannicini and Ugo Troiano. 2014. Policy Responses to Fiscal Restraints: A DifferenceinDiscontinuities Design. Harvard Economics Department Working Paper .URL: http:www.econstor.eubitstream10419682121733920993.pdf Gulino, Giorgio. 2014. Do Electoral Systems Affect the Incumbent Probability of Reelection?Evidence from Italian Municipalities. Working paper presented at the EEAESEM .URL: http:www.eeaesem.comfilespapersEEAESEM20142511Toulose ESEM Giorgio Gulino.pdf Hopkins, Daniel J. 2011. Translating into Votes: The Electoral Impact of SpanishLanguage Ballots. American Journal of Political Science 554:814830.Imbens, Guido and Karthik Kalyanaraman. 2012. Optimal Bandwidth Choice for the Regression Discontinuity Estimator. Review of Economic Studies 793:933959.Imbens, Guido W and Thomas Lemieux. 2008. Regression discontinuity designs: A guide topractice. Journal of Econometrics 1422:615635.25Koethenbuerger, Marko. 2012.Do Political Parties Curb PorkBarrel Spending?MunicipalityLevel Evidence from Germany. CESifo Discussion Paper 1415.URL: http:www.cesifogroup.dedmsifodocdocsAkad ConfCFP CONFCFP CONF 2014Confpse 14Vander PloegPaperpse 14 Koethenbuerger 19108240 en.pdf Lee, David S and Thomas Lemieux. 2010. Regression Discontinuity Designs in Economics.Journal of Economic Literature 48:281355.Litschig, Stephan. 2012. Are Rulesbased Government Programs Shielded from SpecialInterest Politics? Evidence from RevenueSharing Transfers in Brazil. Journal of Public Economics 96:10471060.Litschig, Stephan and Kevin M. Morrison. 2013. The Impact of Intergovernmental Transferson Education Outcomes and Poverty Reduction. American Economic Journal: Applied Economics 54:206240.Litschig, Stephan and Kevin Morrison. 2010. Government spending and reelection: Quasiexperimental evidence from Brazilian municipalities. UPF Discussion Paper .URL: http:repositori.upf.edubitstreamhandle1023063491233.pdf ?sequence1Lyytik ainen, Teemu and Janne Tukiainen. 2013. Voters are rational. Government Institutefor Economic Research Working Papers 50.URL: https:vatt.fifilevatt publication pdfwp 50.pdf Mc Crary, Justin. 2008. Manipulation of the running variable in the regression discontinuitydesign: A density test. Journal of Econometrics 1422:698714.Mukherjee, Mukta. 2011. Do Better Roads Increase School Enrollment? Evidence from a Unique Road Policy in India. Syracuse University .Nannicini, Tommaso, Andrea Stella, Guido Tabellini and Ugo Troiano. 2013. Social Capitaland Political Accountability. American Economic Journal: Economic Policy 5:222250.Pellicer, Miquel and Eva Wegner. 2013. Electoral Rules and Clientelistic Parties: A Regression Discontinuity Approach. Quarterly Journal of Political Science 84:339371.PetterssonLidbom, Per. 2006. Does the Size of the Legislature Affect the Size of Government?Evidence from Two Natural Experiments. Stockholm University Working Paper .URL: http:www.gsb.stanford.edusitesdefaultfilesdocuments12.6.05%20Lidbom.pdf PetterssonLidbom, Per. 2012. Does the Size of the Legislature Affect the Size of Government:Evidence from Two Natural Experiments. Journal of Public Economics 9834:269278.Urquiola, Miguel and Eric Verhoogen. 2009. Classsize caps, sorting, and the regressiondiscontinuity design. The American Economic Review 991:179215.van der Linde, Daan, Swantje Falcke, Ian Koetsier and Brigitte Unger. 2014. Do Wages Affect Politicians Performance? A regression discontinuity approach for Dutch municipalities.Utrecht University School of Economics Discussion Paper 1415.26Vernet, Maurice. 1972. Population de la France : le nombre et la loi. Economie et statistique 361:319.27Figure 1: Population thresholds at which municipal policies change: France, Italy, and Germanstates Note: Each dot indicates a population threshold at which a policy changes; solid dots indicate more than onepolicy changing at the same threshold.28Population Thuer Saan Sachsen Meck PBrand Saar Bay BWRPHes NRWNied SSHItaly France 10025050025001000050000250000llllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllll One policy change 24 policy changes 5 or more policy changesFigure 2: Sorting in municipal population in France, 19622011 pooled Note: The left plot depicts three histograms, one for each group of thresholds 100; 500 1,000; 1,500 andlarger. In each case the bin width is 1, meaning that the top of the line indicates the number of data pointsmunicipalityyears with population that is exactly a given amount e.g. 50 inhabitants from the threshold.The right plot depicts the Mc Crary analysis for all cases pooled.29Histograms bin width 1Distance from threshold in population Count 20010001002000100200300400500600Threshold 100Threshold 500, 1,000Threshold 1,500Estimated density, all thresholds pooled Distance from threshold in population Estimated density 20010001002000.00150.00200.00250.0030Figure 3: Sorting in municipal population in Italy, 19612001 pooled Note: In the left plot the bin width is 10, meaning that the top of the line indicates the number of data pointsmunicipalityyears with population that is in a given interval e.g. 4049 inhabitants from the threshold.Otherwise see notes to Figure 2.30Histograms bin width 10Distance from threshold in population Count 2001000100200020406080100120Small thresholds1000, 2000, 3000Medium thresholds4000, 5000Large thresholds 5000Estimated density, all thresholds pooled Distance from threshold in population Estimated density 20010001002000.00100.00200.0030Figure 4: Sorting in municipal population in German states, 19982007 pooled Note: In the left plot the bin width is 10, meaning that the top of the line indicates the number of data pointsmunicipalityyears with population that is in a given interval e.g. 4049 inhabitants from the threshold.Otherwise see notes to Figure 2.31Histograms bin width 10Distance from threshold in population Count 20010001002000200400600800100012001400Small thresholds 1000Medium thresholds10004000Large thresholds5000Estimated density, all thresholds pooled Distance from threshold in population Estimated density 20010001002000.00160.00180.00200.00220.00240.0026Figure 5: Sorting over time in France at the 500, 1,000, and 1,500 population thresholds Note: Each point corresponds to the Mc Crary test statistic the estimated jump in the log density of therunning variable at the relevant threshold for a given threshold in a given census in France. Lines show 95%confidence intervals.Figure 6: Best case scenario for addressing manipulative sorting with covariate adjustment Imbalance in X due to sorting Resulting bias in RDD estimate PrX 1ZEY1X 1, ZEY1ZEY1X 0, ZEY0X 1, ZEY0ZEY0X 0, ZY x1Y Y x0x1YY x0YZNote: Suppose covariate X is not continuous at the threshold due to sorting, as shown in the left plot. If X is also related to the outcome, as shown in the right plot, then the usual RDD estimate Y Y willbe biased. The bias due to imbalance in X is removed if the RDD is estimated conditional on X, e.g. asx1 Y Y x1.32Year Mc Crary estimate jump in log density at threshold196219681975198219901999200620110.40.20.00.20.40.60.81.0llllllllllllllllll 50010001500Figure 7: Imbalance in lagged treatment in Italy Note: The dependent variable in the RDD analysis above is lagged treatment an indicator for whether amunicipality was above a given threshold in the previous census, given that it was close to that threshold inthe current census. The left panel in each pair shows the dependent variable in binned means of the runningvariable gray dots and the local linear regression estimate at the ImbensKalyanaraman optimal triangularbandwidth; the right panel shows the sensitivity of the estimated effect to the bandwidth, where the optimalis shown with a black dot.33RD Plot: Lagged treatmentSalary thresholdsDistance to threshold Lagged treatment 20010001002000.00.20.40.60.81.0BW sensitivity: Lagged treatmentSalary thresholdsBandwidth of local linear regression Estimated effect 0501001500.40.20.00.20.40.60.8Obs:17315062783RD Plot: Lagged treatmentPlacebo thresholdsDistance to threshold Lagged treatment 20010001002000.00.20.40.60.81.0BW sensitivity: Lagged treatmentPlacebo thresholdsBandwidth of local linear regression Estimated effect 0501001500.60.40.20.00.20.40.6Obs:15110001817Table 1: Population thresholds in French municipalities Policy changes at k inhabitants in tsdCouncil size Salary of mayor and deputy mayors Max. number of deputy mayors Max. number of nonresident councilors Must have a cemetery Prohibition on commercial water supply Campaign leaflets subsidized Council must approve property sales Electoral system PR or plurality Gender parity Outsourcing scrutiny Council must debate budget prior to vote Committees follow PR principle Amount of paid leave for council work Commission on accessibility Max. electoral expenditure Outsourcing commission Max. municipal tax on salaries Debt limit 0.10.511.522.533.5xxxxxxxxxxxxxxxxxxxxxxxxx 5xx 910203050xxxxxxxxxxxxxxxxxxx Note: The table identifies population thresholds in thousands at which given policies change. This is apartial list of policies, chosen to highlight the variety of policies that depend on population thresholds and theextent to which the same threshold often determines multiple policies. Source: French legal code.34Table 2: Summary of Mc Crary sorting tests Sample Total France Italy Germany of thresholds of close obs Test statistic Mc Crary of thresholds of close obs Test statistic Mc Crary of thresholds of close obs Test statistic Mc Crary All years, all thresholds 21311,3920.2380.014Specific thresholds Salary increase Salary increase no councilCouncil increase 35Council increase no salaryCouncil andor salary increase Council and salary increase Threshold size Small thresholds 3500Big thresholds 350014140,421735,32915267,55812162,46621302,8877105,0927306,520144,8720.4970.0260.5330.0490.2150.0150.1390.0180.2400.0140.4750.0290.2370.0140.2390.122Placebo thresholds 20215,9860.0080.01874,75664,73032,12532,6050064,73032,60523,29551,46192,8001.3280.1361.3310.1340.8400.2111.9090.197n.a.n.a.1.3310.1341.9090.1971.6440.1780.7000.247195101,5200.0680.0257811,5792144712081,6696370,53714182,1165711,1326193,8731347,6470.1350.0610.0010.3210.0710.0260.0630.0290.0720.0270.1490.0630.0540.0260.2160.0770.0440.13318685,3260.0090.025Notes For each test, we report four numbers: the number of unique population thresholds e.g. 14 in the first test for France at which we observemunicipalities with populations within 250 inhabitants of the threshold; the number of observations within 250 inhabitants of these thresholds e.g.273,274; the estimated difference log frequency above vs. below the threshold e.g. 0.256 and the standard error of that estimate 0.015.Table 3: Effects of crossing threshold on covariates ItalyLagged treatment Lagged running variable Both salary and council size change Year of census Population at threshold in 1000s36Log nonprofitsperson Proportion donating blood Log youngold ratio South Seaside Proportion vacation homes Year dummies:Threshold dummies:Other municipal characteristics:ObsBW25921322522128159081.73056158.8167886.4164784.5157080.5181593.8177791.32077106.9189797.8Thresholds where salary changes Thresholds w. no changes2.113.03755.19463.642.207.0461.138.03780.11563.630.268.0497.0911.045.147.401.001.057.003.002.045.056.037.048.026.023.025.022.091.396.011.058.003.002.089.040.037.048.033.023.043.022cid:883.128.0374.108.0375.041.0366.024.0417.028.0418.055.04084.58358.18363.56757.66027.86253.60095.75897.363124.45279.5321.98572.8473.172.8892.8711.6201.9881.386.026.058.003.002.045.047.036.048.031.023.033.022cid:88.023.058.003.002.089.040.033.048.032.023.037.022cid:88cid:88.000.058.004.002.086.039.023.040.033.024.037.022cid:88cid:88cid:88.346.532.004.045.001.002.027.053.012.050.012.020.032.022.002.045.001.002.007.045.010.050.017.020.040.021cid:88.052.045.001.002.035.034.031.041.044.020.021.020cid:88cid:88cid:88Notes: Each point estimate comes from a different RDD analysis in which the row variable is the dependent variable and we pool data from multiplecensuses and population thresholds. Model 1 includes no extra control variables; Model 2 includes a dummy for threshold type e.g. mayors salary,council size, both; Model 3 includes a dummy for each threshold e.g. 1000, 2000; Model 4 includes controls for municipality characteristics e.g.South, blood donations other than the dependent variable; Model 5 includes threshold dummies and municipal characteristics.Supplementary information A. Issues in detecting sorting The Mc Crary test based on the work by Mc Crary 2008 has become a standard method to test for sortingin RDD settings. The test checks for manipulation of the RDD running variable by closely examining thedistribution of this variable around the threshold.Importantly, the test has been designed for continuousvariables around a single threshold. In this appendix, we illustrate two difficulties that researchers need toconsider when applying this test to a setting where the underlying RDD running variable is discrete andorthe researcher pools different thresholds.Issue 1: Bin size selection with discrete variables The first issue relates to the selection of one of the key parameters in the test, i.e. bin size. The Mc Crarytest proceeds in two steps. The bin size is important in the first step of the Mc Crary test which produces anundersmoothed histogram from the data. Given this bin size selection, the histogram is in the second stepsmoothed using a local linear regression involving a selection of the bandwidth h.Mc Crary 2008 suggests the following bin size selection procedure:cid:98b 2cid:98n 12where cid:98 is the sample standard deviation of the forcing variable. Naturally,cid:98b is not confined to the values ofA.1the discrete variable distribution.Let us first consider how the bin size works in discrete distributions. Assume that we have a discrete distributionwhich takes the values 10 to 9 in increments of 1. The threshold is at 0 which is also counted into treatment.Further assume that we observe 100 observations for each discrete value. Note that bin size, x, in the Mc Craryis defined in the following way:  , 2x,x, x, 0, 0, x, x, 2x,  Now consider that we use a cutoff point exactly at 0 and choose a bin size of 1. That would give us 20 equalsized bins with 100 observations each. If we now vary the bin size to 0.5, we observe a crucial imbalance. Tothe right of the threshold the treatment side we first have a bin 0,0.5 with 100 observations, followed by anempty bin 0.5,1. On the left of the threshold, we observe the reverse. Here, the first bin 0.5,0 is empty, andthe second bin 1,0.5 holds 100 observations. A bin size smaller than the discrete steps in the distribution,thus, creates empty bins which are distributed asymmetrically to the right and left of the threshold.Even for noninteger bin sizes larger than one you will tend to have more possible population values per binto the right than to the left. Consider a bin size of 1.5 in the above example. The first bin to the right 0,1.5now includes 200 observations while the second bin 1.5,3 holds 100 observations only. Again, the reverse istrue for the left side. Here, the first bin 1.5,0 includes only 100 obs, and the second bin 3,1.5 includes 200obs. When doing a Mc Crary on a discrete running variable, if you use a noninteger bin size there will be abias toward finding a jump in population. That is because for any bin size x and any k 0 the number ofinteger values in 0, kx is weakly larger than the number of integer values in kx, 0.37Figure 8: Simulating different bin sizes and cutoff values Note: In this figure, we manipulate the bin size left panel or the exact position of the cutoff right panelin the Mc Crary routine. The patterns signify that the choice of those parameters can be crucial in a discretesettinng. Source: Own calculations.To illustrate the problems in the estimation of the Mc Crary statistic, we simulated a data set consisting of 200,000 observations perfectly uniformly distributed to 500 discrete values 250,249 in increments of one.We set the threshold to 0 zero is included in the treatment. Given this setup, the data are constructed suchthat no sorting of any magnitude should be found. Implementing the Mc Crary Stata routine using the cutoffpoint at 0 and leaving the bin size and bandwidth to be calculated by the algorithm, we obtain an estimateof 0.031 0.011, a bin size of 0.65 and a bandwidth of 191.3 indicating a positive sorting result.In the following we manipulated the bin size. In the left panel of figure 8, we vary the bin size between 0.5 3. The figure shows that depending on the exact bin size the estimated Mc Crary statistic varies significantlyand often signals a false positive sorting result.In panel 2 of figure 8, we illustrate a similar problem of discrete bins when the cutoff value in the Mc Crarytest is manipulated. Note, that due to the discrete values there is no true cutoff point. Any value between1,0 could be said to be the cutoff point. In the graph we highlight that the estimated Mc Crary statistic canvary from significant negative to significant positive depending on the exact positioning of the cutoff value.In figure 9, we again highlight the problem that certain bin sizes create artifically jumps in the density of therunning variable by construction. In the left upper panel, we use a bin size of 0.5 which creates empty bins.With a bin size of 1 upper right panel all bins are of similar size. Increasing the bin size to 1.5 lower leftpanel again highlights that the choice of bin size creates distinct sets of bins with more or less observations init.38.050.05.1Estimated Mc Crary statistic .511.522.53Selecting a bin size.050.05Estimated Mc Crary statistic 1.8.6.4.20Position of the threshold in the Mc Crary codeFigure 9: Issues with bin size and discrete values in Mc Crary tests Notes: The figure shows the graphical output of the Mc Crary routine. The focus is on the distinct sets ofobservations when there is a bin size of 0.5 upper left panel or a bin size of 1.5 lower left panel. Onlywhen there is a bin size of 1 do we see that all the simulated observations are correctly bined. Source: Owncalculations.It is important to understand how the bin size interacts with the second important parameter in the teststatistic, the bandwidth h. For the case of continuous variables, Mc Crary 2008 finds that the choice of binsize is unimportant as long as h is large compared to b he suggests hb 10. Even for discrete variables,any asymmetric grouping in the bins will become less important with a larger bandwidth. However, in oursimulations we found that while an increased bandwidth had a mitigating effect on the bias from choosing aparticular bin size, a false positive test result could be obtained even with hb 100 or more.We see two solutions to this problem. First, one can restrict the bin size in the Mc Crary test to the set ofintegers. Guidance as to which multiple of the increment to chose can be obtained from the original Mc Crarytest. For a bin size of below 1 in the original Mc Crary, the minimum bin size of 1 should be set. For larger binsizes, the closest multiple of an increment value of the discrete running variable distribution should be used.A second solution works as follows. Redefine the breakpoint, c, in the Mc Crary away from zero to half thedistance between 0 and the next integer in the discrete distribution in our above example this would be 0.5.Now, define the bins to the right and left of this new breakpoint to be  , c 2x, c x, c x, c, c, c x, c x, c 2x,   This solves the asymmetry problem, does not throw out any data, and allows the Mc Craryprocess to pick the bin size and bandwidth with the original algorithm.A third, but inferior solution is to drop the observations at 0 from the analysis. This, however, comes at the 390.001.002.003.0045000500Bin size 0.50.0005.001.0015.0024002000200400Bin size 10.001.002.0034002000200400Bin size 1.5cost of losing potentially crucial information just around the threshold.Issue: Pooling different thresholds One of the particular issues that is linked to RDDs based on population thresholds is that researchers oftentry to pool the data from different thresholds. This is due to the fact that the type of policies that we evaluatearound population thresholds often allow for such pooling. Council size, the salary of mayors or transfersincrease discontinuously at one threshold and then again increase further at a larger threshold. By pooling thedata, researchers increase the power of the test often crucial for RDDs which typically require a lot of data.While pooling may those be a good idea, it also creates a number of issues especially for detecting potentialsorting effects.Generally, pooling will give more weight to thresholds with many observations. For the application withpopulation thresholds and given that we choose an absolute scale, the problem is further aggravated as a smalltown has a larger chance to be close to the small threshold compared to large towns in proximity of the largerthreshold. This implies that even more weight is given to smaller towns and smaller thresholds.Pooling thresholds can cloud the issue of sorting when the sorting is positive at some and negative at otherthresholds. While a larger council size may be a desirable features when the council sizes are still small leadingto positive sorting, we may consider the chance that larger council size eventually looses its attractivenessand may even become a negative aspect for a town leading to negative sorting. When examining the overallpooled sorting effects, the negative and positive sorting may cancel and hide the extent of the sorting. Thisis related to the more general point made by Mc Crary 2008 that sorting around one threshold could go intwo directions at the same time e.g., in our application some municipalities want to be treated and sort aboveand other may choose to avoid the treatment and want to stay below the cutoff. This implies that researcherscannot fully exclude the possibility of sorting even when the sorting test is negative. Note that a similar concernapplies when multiple treatments change at one threshold. While some municipalities sort above the thresholdto benefit from some policies e.g., larger transfers, higher salary for the mayor, other towns may try to staybelow the cutoff to avoid another policy e.g., tighter financial oversight.Finally, pooling over thresholds requires a choice of the joint measure of deviation. While there are manydifferent ways to define a scale, two alternatives are natural candidates: absolute and relative deviation fromthe threshold. The absolute deviation e.g., number of inhabitants from the threshold is the easiest and mostharmless alternative. The approach of the relative deviation percent deviation from the threshold also hasan intuitive appeal mainly as we can imagine larger political units to be prone to larger shifts in population.We therefore like the aspect that the relative deviation includes more observations in a close band in the caseof large thresholds. The problems with pooling on a relative scale start when the underlying score variable isdiscrete as population.Consider the case of the following population thresholds. Say, a policy changes at 10 different thresholds: 1,000,2,000,  , 10,000. Also assume that we have a universe of towns in the size of 500 to 10500 with exactly onetown at each particular value 1 town of size 500, 1 of size 501,  1 of size 10499, 1 of size 10500.Now, consider a pooling strategy with absolute deviations. For each town we measure the shortest absolutedistance to the next threshold and stack the samples on top of each other. We end up with a distribution 40Figure 10: Pooling different thresholds Note: This graph highlights the uneven distribution of an initially uniformly distributed universe of townswhen pooling is done on a relative scale left panel. Also, we show how the Mc Crary routine estimates in thisflawed pooling exercise which turn out to give false positive test results when the bin size is very small rightpanel. Source: Own calculations.similar to the case above in which we have values between 500 to 500 and exactly 10 observations for eachinteger including the zero. We are back to the problems described above, however, no additional issue arises.c We now turn to the case of relative scaling. Say, we measure the distance to the next threshold in the formzc, where z is the size of the town and c is the closest threshold a log transformation will give a similarrepresentation. Using this relative transformation results in a particular type of discrete distribution. Eachtown that has a size of exactly a threshold value will get the relative distance of 0. There are 10 such towns.Now, the town that has 1001 will be at 11000, so will be the towns at 2002, 3003, 4004, , 10010. Thus,there are also 10 observations at this discrete value in the distribution. However, the town at 2001 will be atthe 12000 point in the distribution. Here, there are only towns at 4002, 6003, 8004 and 10005. Hence, thereare only 5 towns in this discrete bin. In the extreme, consider the town at 10001 which stands alone at the 110000 bin. Similarly, towns at 9001, 8001, 7001, and 6001 stand alone at their particular distribution value.The same pattern occurs on the other side of the thresholds here, the observations at 9999, 8999, 7999, 6999,5999 stand by themselves.Estimating the sorting in this case is problematic when the zeros count into either of the sides. Assumetreatment starts at zero to the right side. We now have a bin at zero which has by construction observationsfrom all thresholds. To the left of this bin on the nontreatment side there are 5 bins which relate to only onethreshold respectively and in our example hold only one observation. For small bin sizes, the relative poolingcreates an asymmetry exactly at the threshold.410510Frequency.50.5Distribution of the pooled data 0.2.4.6.8Estimated Mc Crary statistic 0.05.1.15.2Different bin sizeWe illustrate the issue by simulating the above example. The left panel of figure 10 illustrates the resultinghistogram. Noticeable, the histogram is mirrored to the right and left of the zero. Depending on whether thezero is counted to the right or to the left, we can see that there exists a sorting issue right at the threshold.In the next step, we estimated the Mc Crary test statistic on a sample where we duplicated every observationabove 20 times this brings us to a comparable sample size as above. To estimate the Mc Crary and avoid thefirst issue see above we set the breakpoint to 0.005. In panel 2 of figure 10, we vary the bin sizes between 0.01 and 0.2.25 We find that for small bin sizes the Mc Crary test signals a false positive and significant sortingresult which is entirely driven by the particular issue related to the zeros.While the bin size issue see above can be remedied without loss of information, the second problem concerningthe zeros in pooled data, when the distance is measured in relative terms, cannot be solved. The only technicalsolution to obtain correct inference on the scope of sorting in this case is to drop the observations at zeroaltogether. However, in doing this, we lose potentially critical information.25Here, we also manipulated the bandwidth to be exactly 10 times the bin size. If we let the algorithm choosea bandwidth, we do find positive point estimates, however, they are not statistically different from zero. Thereason is that the algorithm chooses a bandwidth which is more than 200 times larger than the bin size andthus smooths away any difference at the threshold.42Additional Tables and Graphs Table 4: RDD studies using population thresholds Authors Publicationstatus Researchfocus Country Time Thresholds Panel 1: Studies using a simple RDDEgger Koethenbuerger 2010, AEJ:App Council size PetterssonLidbom 2011, JPub ECouncil size Germany 198420041000, 2000, 30005000, 10000, 2000030000, 50000, 100000200000Finland 197720022000, 4000, 800015000, 30000, 60000120000, 250000, 400000Sweden 12000, 24000, 3600019772002Fujiwara 2011, QJPSSingle round Brazil 200000vs. runoff 19962008Hopkins 2011, AJPSBallots US5% of citizen, 10,000Litschig 2012, JPub ESorting 20052006Brazil 199117 brackets Barone de Blasio Brollo, Nannicini,Perotti Tabellini 2013, IRLESingle round Italy 15000vs. runoff 199320002013, AERTransfers Brazil 2001200810189, 13585, 1698123773, 30564, 37356Gagliarducci Nannicini 2013, JEEAWage of mayors Italy 19932001441485000Litschig Morrison 2013, AEJ:App Transfers Brazil 10189, 13585, 1698119821988Pellicer Wegner 2013, QJPSElection rules Morocco 25,000continued on next page . . .43. . . continued from previous page Authors Publicationstatus Researchfocus Thresholds Country Time 2003, 2009HinnerichTyrefors PetterssonLidbom 2014, Econometrica Direct democracy Sweden 150019181938Arnold Freier 2015, Pu Ch Signaturerequirements Germany 1995200910000, 20000, 30000,50000, 100000Eggers 2015, CPSElectoralrule France 200120083500Bordignon, Nannicini Tabellini RR, AERSingle round Italy 15000vs. runoff 19932007Ferraz Finan 2012, WPWage of mayor Brazil 10000, 50000, 10000020042008300000, 500000Mukherjee 2011, WPInfrastructure India 500Baskaran 2012, WPTransfers 20012009Germany 200120105000, 7500, 1000015000, 20000, 3000050000Hirota Yunoue 2012, WPCouncil size Japan 2000, 5000, 10000Egger Koethenbuerger 2013, WPCouncil size Lyytik ainen Tukiainen 2013, WPCouncil size 20000, 50000, 100,000200000, 300000, 500000900000Germany 198420041000, 2000, 30005000, 10000, 2000030000, 50000, 100000200000Finland 199620082000, 4000, 800015000, 30000De Benedetto, 2014, WPWage of mayors Italy 1000, 5000, 50000continued on next page . . .44. . . continued from previous page Authors De Paola Publicationstatus Researchfocus Thresholds Country Time 19912001van der Lindeet al.2014, WPWage ofpoliticians Netherlands 200520128000, 14000, 2400040000, 60000, 100000Panel 2: Studies using a DifferenceinDiscontinuity 150000, 375000CasasArce, Saiz 2015, JPEGender Quota Spain 500020032007Baques Campa 2011, WPGender Quota Spain 500020032007Grembi,Nannicini Troiano 2012, WPFiscal rules Italy 500019992004Asatryan, Baskaran,Grigoriadis, Heinemann 2013, WPAsatryan, Baskaran,Heinemann 2013, WPCitizenreferendaand spending Citizenreferendaand taxes Germany 1980201110000, 20000, 30000,50000, 100000Germany 1980201110000, 20000, 30000,50000, 100000Gulino 2014, WPElectoralrules Italy 198520005000Notes: All papers are also cited in our references.45Table 5: Population thresholds in Italian municipalities 3xx 1xx Size of the city council Wage of the mayor Wage of the executive officers Attendance fee for city councilors Maximum number of executive officers Electoral Rule pluralityrunoffNeighborhood councils Hospitals Health district Balancedbudget rule Policy changes at k inhabitants in tsd101525305060100250500xxxxxxxxxxxxxxxxxxxxxxxx 5xxx Note: The table identifies population thresholds in thousands at which given policies change. This is apartial list of policies, chosen to highlight the variety of policies that depend on population thresholds andthe extent to which the same threshold often determines multiple policies. Source: Italian Law on the Local Finance.465920179561611921017311111511541621111151101015190164131111103212213setatsnamre Gtnereffdiehtnisdlohserhtnoitalupo Petatsdnaelurybynamre Gnisdlohserh Tnoitalupo P:6elba Th Txa Snaa SBBPVMraa Sya BWBPRse HWRNSdei NHSelu Rnoitutitsn I63020246133969114216379183855356433118738711121121617111122175131632516111111111124771111112 egaptxennodeunitnoc79115175111111176211145412213422411871644132111959511721111111691272211132263211753111666411121seitupe Dsrebmemlicnuocemitllu Fstinunoitartsinmdaiehtfolicnuo Clicnuoctcirtsidyti Cstinuevitartsinmd Aistcirtsidyti Croyamehtfonoitasnepmoclanoitidd Aseiticlanoitaercernisroyamstinu.inmdafodaehseitupedfofofoega Wega Wega Wsroyamfoega Wsega Wezislicnuo Cslicnuo Cyticeerfytnuocyticregralselurlacsi Faafofosutat Ssutat Ssregremrofsrefsnartlaicep Snoitazilauqelacsi Fadnereferrofstnemeriuqeratou Qiycaddnaclaroyamstsilytraprofrofserutangi Sserutangi Ssnoitcel Enoitcelenafonoitaulavee Rstcirtsidnoitcel Estcirtsidtolla Btnemevlovnineziti Ctseuqerneziti Cadnereferrofnoitite Prenoissimmocytinutroppolauq Esrenoisimmocseettimmo Cseussitercespotroflicnuo Clicnuocnoitargetn Iycnegagnitnuocc Anoitalugerthgisrev Osroyamfonoitcelese Droyamfonoitacfiilau Qlicnuocnep Osutatsroya Meltitroya Mroya M12345678901112131415161718191021222324252627282920313233347setatsnamre Gtnereffdiehtnisdlohserhtnoitalupo Ph Txa Snaa SBBPVMraa Sya BWBPRse HWRNSdei NHSelu Rnoitutitsn Iegapsuoiverpmorfdeunitnoc 11114691713242751722142121111114111186111131211stinuevitartsinmdainiseitupe Dyadnoitcelenosruohecffi Orerusaertlapicinu Msdnufnoisne Peettimmocgnitnuocc Atnemeganamreta Wscitsitatsnoitcel Esutatscimonoc Exa Telcihe Vstcirtsidyticfoignma Nsutatsroyamytupe Dslicnuocnoitarepoo Csregremretfalicnuo Cstnuoccadetadilosno Cecffioeraflewhtuo Ythgisrevonoitcurtsno Cycarcomedtceri Dselureuqin Ullacerytupedroya Msrefsnartlanoitidd Agnicnanfiytnuo Csrefsnartye Ktnemeriuqernoitacfiilauqrotartsinmd Ainoitaredisnocerevitartsiinmdadecro Fstinuevitartsinmdaiedistu Oinmdafodaehfonoitasnepmocdd Astollabehtfotamro Fseitilapicinumedisyrtnuo Cseidisbuserutcurtsarfn Isnoitceletcirtsidyti Ceettimmoclarene Gslasoporpnoitcel Estidualaunn A435363738393041424344454647484940515253545556575859506162636465648457122211551329259122664714167451718360202737512244481020115412201764143810691129sdlohserhtnoitalupoptnereffdifoegnahceuqinuhtiwsdlohserhtfoseussiyciloptnereffdifo.hcraesernw O:ecruo S:seto NFigure 11: Sorting over time in Italy Note: Each point corresponds to the Mc Crary test statistic the estimated jump in the log density of therunning variable at the relevant threshold for a given set of thresholds in a given census in Italy. Lines show 95% confidence intervals.49Year Mc Crary estimate jump in log density at threshold19611971198119912001101234llllllllllll Small pop 3500Large pop 3500", "filename": "834737485.pdf", "person": ["Andrew C. Eggers", "Eggers, Andrew C.", "Ronny Freier", "Freier, Ronny", "Veronica Grembi", "Grembi, Veronica", "Tommaso Nannicini", "Nannicini, Tommaso"], "date": ["2015"]}