{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/121440/1/836325559.pdf"], "title": ["Funding dynamics in crowdinvesting"], "plaintext": "Funding Dynamics in Crowdinvesting Lars Hornuf University of Trier and IAAEU, Germany Armin Schwienbacher Universite de Lille SKEMA Business School, France Abstract We use handcollected data from four German crowdinvesting portals to analyze what determines individual investment decisions in crowdinvesting. In contrast with the crowdfunding campaigns on Kickstarter where the typical pattern of project support is Ushaped, we find crowdinvesting dynamics to be Lshaped under a firstcome, firstserve mechanism and only Ushaped under a sealedbid secondprice auction. The evidence further shows that investors base their decisions on information provided by the entrepreneur in form of updates during the campaign and by the investment behavior and comments of other crowd investors. We also find evidence for herding behavior. As legislators around the world increasingly regulate crowdinvesting activities, knowing how crowd investors behave under no formal information disclosure provides important insights for issuers, portals, and lawmakers. This version: September 20, 2015 Keywords: crowdinvesting, startups, securities issuance, IPO investment dynamics, entrepreneurial finance JEL Classifications: G11, G20, K22, M13 Contact address of authors: University of Trier, Department of Economics and Institute for Labour Law and Industrial Relations in the European Union, Behringstrae 21, 54296 Trier Germany, Phone: 498920348619, Email: hornufunitrier.de; Armin Schwienbacher, Universite Lille 2, Faculte de Finance, Banque, et Comptabilite, Rue de Mulhouse 2 BP 381, F 59020 Lille Cedex France, Phone: 33320907473, Email: armin.schwienbacherunivlille 2.fr. We thank Massimo Colombo, Douglas Cumming, Dietmar Harhoff, Jay Ritter, Denis Schweizer, Elisabeth Schulte, Oscar Stolper and the participants in the MACIE Research Seminar Marburg University, the 7th Economic Workshop University of Trier, the Law and Economics Forum London School of Economics, the Workshop of Entrepreneurship and Innovation University of Trier, the Annual Meeting of the Verein fur Socialpolitik University of Munster seminars at the University of Bonn, Schulich School of Business York University, John Molson School of Business Concordia University, the Max Planck Institute for Innovation and Competition as well as the Jean Monnet InterUniversity Centre of Excellence University of Rijeka for their thoughtful comments and suggestions. We thank Gerrit Engelmann and Florian Pregler for their excellent research assistance. 1 1. Introduction Legislators around the world have started taking steps to regulate crowdinvesting activities, which often occur outside the general prospectus regime and registration requirements. In the United States US, one of the objectives of the Jump Our Business Startups JOBS Act is to facilitate crowdinvesting while at the same time securing a minimum level of investor protection. Little is known about the investment behavior of nonaccredited investors engaging in this nascent market. Knowing how investments take place under conditions of no formal information disclosure requirements and low level of investor protection is important to understand the functioning of crowdinvesting. In this paper, we investigate how different mechanisms of allotting investments affect funding dynamics. Furthermore, we analyze the extent to which crowd investors react to information disclosure during the funding process. In recent years, research efforts in entrepreneurial finance have focused on crowdfunding, which involves the collection of small amounts of money from a large number of backers that cooperatively fund a project via the Internet without a traditional intermediary. Funders of these projects often act as philanthropists donating their contribution to the entrepreneur or as consumers prepurchasing the product to be developed Bradford, 2012; Mollick, 2014. At this point, almost nothing is known about crowdinvesting also referred to as investmentbased crowdfunding 1, securitiesbased crowdfunding 2 or equity crowdfunding 3, which is a subcategory of crowdfunding where firms issue financial securities to satisfy their capital needs. The capital raised this way goes directly to developing a sustainable firm and is not necessarily restricted to a particular product or service Hornuf and Schwienbacher, 2015a. Earlier studies on Internetbased entrepreneurial finance have mainly focused on donationbased crowdfunding Burtch, Ghose and Wattal, 2013; Meer, 2014, rewardbased crowdfunding Belleflamme, Lambert and Schwienbacher, 2014; Colombo, Franzoni and RossiLamastra, 2015; Kuppuswamy and Bayus, 2014; Mollick, 2013; Mollick, 2014 and crowdlending Burtch, Ghose and Wattal, 2014; Herzenstein, Dholakia and Andrews, 2011a; Lin and Viswanathan, 2015; Lin, Prabhala and Viswanathan, 2013; Pope and Sydnor, 2011; Ravina, 2012; Zhang and Liu, 2012. The study by Agrawal, Catalini and Goldfarb 2015 1 See the FCA Consultation Paper CP1313 The FCAs regulatory approach to crowdfunding and similar activities as well as the European Securities and Markets Authority Opinion Investmentbased crowdfunding. 2 See Knight, Leo and Ohmer 2012 as well as the US Securities and Exchange Commission, 17 CFR Parts 200, 227, 232 et al. Crowdfunding; Proposed Rule. 3 See Bradford 2012 as well as Ahlers, Cumming, Gunther and Schweizer 2013. The JOBS Act merely uses the term crowdfunding for transactions involving the offer and sale of securities. 2 was the first to investigate a specific form of equity crowdfunding, namely the revenue sharing model by Sellaband, where backers obtain a share of the future proceeds of an artist who produces music. Ahlers, Cumming, Gunther and Schweizer 2015 investigate data of the Australian equity portal ASSOB, which is a Small Scale Offerings Board. However, average investments in ASSOB are rather large and contributors are few.4 This is not comparable with the kind of crowdinvesting that recently emerged in Europe, where often more than 1,000 investors contribute to a campaign and sometimes invest as little as 5 EUR Hornuf and Schwienbacher, 2015b. Thus, our study includes participation of a much broader crowd of nonsophisticated investors, resembling European crowdinvesting practices and what is expected to happen in the US as soon as Title III of the JOBS Act is implemented. In this article, we analyze what affects the investment dynamics of crowdinvesting campaigns. The determinants of these dynamics are likely to differ from other forms of crowdfunding, because the crowd makes an uncertain investment decisions. In rewardbased crowdfunding such as Kickstarter and Indiegogo, the crowd receives perks or the final product, which resembles a consumptionbased decision. Thus, backers care more about the product itself. In crowdinvesting investors are concerned with the future financial returns of a startup. Another important difference is that crowdinvesting involves the offer of a limited number of shares or equitylike securities to the crowd, while rewardbased crowdfunding is typically open ended as the entrepreneur may want to take as many orders as possible. The main reason for the current lack of crowdinvesting research is data availability. Three years after the JOBS Act was passed, the Securities and Exchange Commission SEC has not implemented Title III concerning crowdinvesting, de facto prohibiting crowdinvesting by nonaccredited investors in the US today.5 In Europe, crowdinvesting was always possible under the small offering exemptions of the Prospectus Directive and has extensively been used by crowdinvesting portals, for example in Germany and the United Kingdom Hornuf and Schwienbacher, 2015c. We use handcollected data from four German crowdinvesting portals, to analyze what determines individual investment decisions in crowdinvesting. We have progressively collected data on all successful and unsuccessful campaigns since the beginning of the German crowdinvesting market. Moreover, for the three market leaders and one minor portal we were able to obtain proprietary data on individual investment decisions. 4 In the example given by Ahlers et al. 2013, p. 7, the average investment per investor is 27,391 US . 5 The implementation of Regulation A now allows issuers to raise up to 50 million USD from nonaccredited investors. Filing requirements with the SEC under Regulation A are still extensive, which is why it might not become a successful legal exemption for crowdinvesting issuers. 3 We obtain the following results. In contrast with the crowdfunding campaigns on Kickstarter, where the typical pattern of project support is Ushaped, we find crowdinvesting dynamics to be affected by the mechanism used to allocate securities. When the allocation occurs on a firstcome, firstserve FCFS basis crowdinvesting dynamics are Lshaped and we observe a relatively weak endofcampaign effect. This suggests that there is a collective attention effect during the first days of the campaign but no late bidding triggered by runups or sniping. This Lshaped pattern occurs despite the fact that crowdinvesting campaigns are not openended, which contrasts with most rewardbased crowdfunding campaigns. In fact, waiting until the end is risky, since crowd investors face the risk of not being able to invest. On Innovestment, however, a crowdinvesting portal running a sealedbid secondprice auction, the dynamics of backer support are Ushaped. We document a sharp increase in investor support by the end of the campaign. For example, the average number of daily investments made in a given campaign increases by around 40 % after 90 % of the funding limit is reached. Under an auction mechanism, crowd investors may find it worthwhile to hold their investments decisions off until the campaign ends. This is because their bids reveal information to other investors about the value of the startup and joining the bidding process is possible at any time while the campaign is running. Moreover, the fact that securities are allocated through an auction mechanism ensures that the campaign will not be stopped prematurely because investors have bought off all the available tickets. In terms of individual investment behavior, we document that investors take into account information provided by entrepreneurs in the form of updates as well as larger investments made and comments posted by other investors. In particular, the effect is most pronounced when the comment contains potentially valuable feedback on the product or market, when the comment suggests the crowd investor knows the product or claims to be an expert in the field of the entrepreneurial firm and offers personal help to the founder. Claims of second time investments by earlier investors also positively impact investment decision of other funders. Thus, comments induce other investors to participate, despite the fact that they are not able to verify whether the claims made are accurate. In Section 2 we describe the German crowdinvesting market; in particular, under which business model different portals are operating. Thereafter, we formulate hypotheses on the influence of information, behavioral aspects and funding dynamics on investment decisions. Section 4 presents the data and methodology. Section 5 outlines the empirical results and Section 6 concludes. 4 2. Crowdinvesting 2.1. Defining Crowdinvesting The majority of crowdfunding is philanthropic projects, which is often referred to as the donationbased model of crowdfunding. In this model, backers donate a certain amount of money to support a project without expecting compensation. This is different in the rewardbased model of crowdfunding where backers are promised tangible or intangible perks such as a supporter tshirt or having their name posted on the campaign website. At times, the rewardbased model of crowdfunding may resemble a prepurchase, namely when backers finance a product or service they wish to consume and which is still to be developed by the venture. Popular examples are video games such as Start Citizen or the Pebble smartwatch, which raised 68 and 10 million USD respectively from hundreds and thousands of backers. Another form of Internet finance is crowdlending, where funders receive a predetermined periodic interest payment and if the individual or firm is not running into bankruptcy obtain their original principal investment back by the end of the investment period. Crowdinvesting is a subcategory of crowdfunding, where backers expect a financial compensation for their investment. In order to have the crowd participate in the future profits of the firm, fundraisers in some jurisdictions offer equity shares in a private limited liability company LLC. In the United Kingdom, for example, that is the case on portals like Crowdcube or Seedrs. In Germany, startups do not offer common shares in a LLC, as this would require the involvement of a costly notary Braun, Eidenmuller, Engert and Hornuf, 2013. Nevertheless, common shares of a public LLC have been used in one very large campaign by the German portal Bergfurst, which has also established a secondary market where securities can freely be traded. Typically, German startups running a crowdinvesting campaign use mezzanine financial instruments such as profit participating notes, silent partnerships and profit participating loans socalled partiarisches Darlehen. Before the campaign goes online, the startup and the portal have to agree on a valuation of the firm and the founders decide how much capital they want to raise. Based on the valuation and capital needs of the firm, the portal provides a standardized financial contract, which replicates an equity share in the firm, so that the crowd can participate in the future cash flows of the startup. Technically though, the crowd holds a mezzanine financial instrument, which is senior to ordinary shares and shareholder loans but ranks after all ordinary liabilities. These financial instruments cannot be sold on a secondary market and often have a lifespan of three to seven years. In the past, many startups raised 100,000 EUR and offered 250 EUR tickets to 5 the investors. If the firm value was, for example, determined to be 1,000,000 EUR, an investor buying a single ticket obtained a right on 0.025 % of the future cash flows of the firm. It is important to note that the firm did neither sell existing shares of the LLC nor did it issue new shares. In most cases investors simply hold a right to receive a prorata payment of the firms profits without any of the rights attached to an equity share such as voting rights. Although investors do not participate in the losses of the firm margin requirements do not exist, there is a high risk that the startup does not succeed and backers do not receive any financial return from the securities bought. Moreover, in many cases backers might even lose their original principal investment. 2.2. Crowdinvesting Portals in Germany Crowdinvesting portals in Germany largely follow the business model outlined in section 2.1. Nevertheless, some of them have adopted slightly different business practices to differentiate themselves from their competitors. It is worth outlining the similarities and major differences across the four portals under consideration in this study because they might affect the funding dynamics. First, early movers were able to establish a large and often more solvent user base over time. These portals can mobilize a greater supply of capital and possess the reputation of running serious campaigns. By now, 24 crowdinvesting portals were established on the German market, 15 of which were still running an active business on January 1, 2015. At the same time, three of these portals made up 85 % of the market share in terms of capital raised and 82 % when considering the number of startups that got funded. These three portals were Seedmatch, Innovestment and Companisto. Seedmatch and Innovestment successfully funded their first campaigns in late 2011 and were the first portals operating on the German market. Companisto joined a year later but soon caught up with the other two portals. United Equity is a smaller portal, which accomplished its first successful campaign in 2013. Because of its status as latecomer, United Equity does not benefit from the user base and reputation of the somewhat older portals. Funding a specific amount of money on United Equity thus takes on average longer and the campaign suffers from a higher risk of not being completed successfully. This is in line with the empirical evidence provided later in this study, as funding periods are generally shorter for Seedmatch, Innovestment and Companisto. 6 Second, most often backers make a direct investment in the startup of which they want to hold securities. This holds true for financial contracts of all but one German portal. By now, only Companisto set up a special purpose vehicle SPV pooling the investments made in all campaigns ran on the portal. The SPV in turn invests the capital raised from the crowd in the startup these investors want to hold securities in. After the crowdinvesting has taken place, the pooled investment helps venture capital firms to negotiate with a single counterparty and makes buyingout the crowd easier. While more confident founders might ex ante prefer such a contract design, as it allows them to sell shares to a venture capitalist more easily, it is not apparent why pooled investments should influence the funding dynamics at a particular point in time of the investment cycle. Third, under the allornothing model founders set a funding goal and keep nothing unless this goal is achieved Cumming, Leboeuf and Schwienbacher, 2014. All German crowdinvesting portals operate under this allornothing model. Nevertheless, they also allow the crowd to oversubscribe the issue up to a maximum funding limit. Frequently, the funding goal was set to be 50,000 EUR. If the 50,000 EUR cannot be raised within a prespecified time period the capital pledged is given back to the investors. Moreover, most German crowdinvesting portals operating an allornothing model also allocate securities on a FCFS basis. Under this model, founders set an overall funding limit and stop selling securities to the crowd once the limit is reached. In the early years, the funding limit was often set to be 100,000 EUR. Once this threshold was reached, the funding process stopped before the prespecified funding period came to an end and investments were no longer sold to the crowd. Innovestment has deviated from this model by implementing a threestage sealedbid secondprice auction. After the start of the auction, investors can make pledges by specifying the number of tickets they want to buy and the price they are willing to pay for each ticket. In line with the other platforms, the portal and the startup determine a lower threshold for the price of a single ticket. During the first phase of the auction, everyone who pledges money will be allotted the desired number of tickets and the lowest posted price applies to everyone. Hence, there is no reason for investors to outbid the lower threshold at this phase, unless they want to avoid the transactions cost of bidding again later.6 The second phase of the auction begins, when a predetermined number of investment tickets has been sold to the crowd. The number of tickets and hence the beginning of the second stage of the auction is not known to Innovestment investors until it is reached. In this phase, the number of tickets is kept constant 6 The CEO of Innovestment made this argument when she was asked why investors overbid the lower price threshold during the first phase of the auction. 7 and investors can outbid each other by posting higher prices. Importantly, the second phase is not restricted to investors from the first phase. Everyone who is registered at the portal can still join the bidding process. The second phase continuous until the maximum funding limit is reached. For most campaigns on Innovestment the maximum funding limit was 100,000 EUR. The third and last phase of the auction starts as soon as the predetermined funding limit is reached. During this phase investors can still outbid each other. At this point, however, it is no longer possible to increase the overall sum of funds. Higher bids therefore result in the overall number of tickets being reduced thus lowering the number of investments a startup has to sell for a given amount of capital.7 Obviously, the Innovestment auction might have implications for funding dynamics. Still, if one wants to make claims how the auction affects the funding dynamics, one has to bear in mind that in reality only few campaigns reached the third phase of the auction, while all other campaigns ended before the third or even second phase was reached. Moreover, while the auction mechanism was developed by an academic with the aim to design an optimal auction, the crowd might struggle to fully understand the mechanism.8 What should be clear to the crowd is that the different phases of the auction mechanism have no hard ending rule as everyone can still invest at each phase of the auction until the predetermined duration of the funding cycle ends. Thus, unlike under the FCFS mechanism, where it might merely be risky for the crowd to postpone an investment decision, investors might bid late under the auction mechanism, which could ultimately drive up the price per share.9 However, overbidding can only occur in phase two or three of the auction. 3. Hypotheses Scholars have offered various explanations of what determines an individual investment decision. In this paper we test some of the most prevalent theories for the crowdinvesting market. 7 The second phase of the auction was abolished from November 1, 2012 onwards. Consequently, the first phase continued until the funding limit was reached. Thereafter the third phase started immediately. 8 Innovestment therefore recently abolished the auction mechanism in favor of a FCFS model as operated by all other German crowdinvesting portals. 9 See Hornuf and Neuenkirch 2015 for an analysis on the pricing of cash flow rights in crowdinvesting. 8 Information According to Fama 1965, in an efficient capital market it is fundamental information that determines the value of a security at every point in time. If investors lack knowledge of the fundamental value of an entrepreneurial firm, they may follow a naive portfolio diversification strategy such as 1N or abstain from buying securities altogether. The first time the crowd learns about the venture is before a crowdinvesting campaign even starts. All four crowdinvesting portals make a business plan including a financial forecast available to potential investors. The information is open to all users of the portal before and during the investment process. In principle, the disclosure of the business plan should therefore not impact the dynamics of the funding process later on.10 If anything, one would expect more investments in the early days of the funding cycle based on this information, leading to an Lshaped investment pattern. Such an investment pattern is supported by research on consumer behavior in the digital economy, which stresses that information in the Internet is so plentiful that attention becomes limited over time Wu and Huberman 2007; Hodas and Lerman 2013. It has therefore been hypothesized that attention in large groups follows an Lshape. This is because attention to news first increases as soon as some people take a fancy to the information and pass it on to others. In crowdinvesting, the initial attention to a campaign is reinforced by advertisement campaigns and newsletters sent to potential investors by the portal before the campaign starts. Second, the news about a new campaign decays over time resulting in less investments being made, a phenomenon also referred to as collective attention effect Kuppuswamy and Bayus, 2014. Furthermore, as the portals under consideration provide a primary market only there is no trading possible immediately after the issuance, investments might adhere to the special dynamics of an auction mechanism. A wellknown phenomenon in Internet auctions is late bidding often referred to as sniping Ariely, Ockenfels and Roth, 2005. While under a FCFS mechanism late bidding may occur because of conformity and imitation Bikhchandani, Hirshleifer and Welch, 1992; Roth and Ockenfels, 2002, under an auction it most likely results from the fact that bidders change their evaluation of the startup as a reaction to the information in others bids. Investors might therefore want to bid late to avoid conveying information to the crowd. As a result, everyone tries to bid late in an auction with a hard 10 Becoming a user takes only a few minutes and requires potential investors to register with the portal. Hornuf and Schwienbacher 2015b find that business plan length does neither impact the amount raised in a campaign nor the intensity of crowd participation. 9 ending rule. Unlike in the eBay auctions, the crowd does not post a price on a single product or investment ticket under the FCFS funding mechanism. It is the crowdinvesting portals, which determine the price for each of a limited number of tickets. Thus, there is no reason for investors to hold out to avoid a price surge and risk the campaign being sold out Cumming and Johan, 2013. If one would expect sniping to occur in crowdinvesting, it would be during the sealedbid secondprice Innovestment auction outlined in section 2.2. After all, if there is excessive demand for investments in the startup, bidding early might result in a bidding war among investors, which is ultimately driving up the price per ticket. However, such a bidding war will most likely occur during the second and third phase of the auction or by the end of the funding period, as investors can join the auction at any point, making early investments and the associated disclosure of information via a bid unnecessary. Considering the combined impact of the collective attention effect and late bidding, we expect investment dynamics to be Ushaped instead of Lshaped. Moreover, late bidding should be stronger under the auction mechanism. H1: Investment dynamics under a FCFS mechanism follow an Lshaped pattern. Late bidding is more likely to occur under an auction leading to Ushaped funding dynamics. Furthermore, as crowdinvesting campaigns are only successful if a certain minimum funding threshold is reached, the funding dynamics might change once this point is surpassed. Reaching the minimum funding goal might provide evidence to potential investors that a critical mass of investors believes in the startup. Furthermore, consistent with Cumming, Leboeuf and Schwienbacher 2015, crowd investors face a much lower risk when the minimum funding goal is reached, since the entrepreneurial firm is less likely to be underfunded. Thus, this may induce more crowd investors to pledge their funds. H2: Investments are accelerated once the minimum funding goal is reached. The traditional finance literature Ball and Brown, 1968; Fama, 1965; Fama, Fisher, Jensen and Roll, 1969; Scholes, 1969 predicts that if material information leaks to the market, investors immediately update their assessment of firm value and start buying securities as soon as the information is disclosed.11 After the funding period has started and the venture 11 In recent years, the behavioural finance literature has contested this view. BenShahar and Schneider 2014, for example, claim that the extent of disclosure individuals need to deal with on a daily basis is already so extensive, that nobody can read or react to all the information presented to them. 10 accepts pledges from investors, the latter can learn about the startup in multiple ways. First, the portal in cooperation with the startup can post updates on the portal website. Such updates might be considered a very trustworthy source of information as they come from the startup itself. Of course, the crowd can also learn about the startup from any other online or offline media source. The evidence shows, however, that portals quickly react to any relevant public information in order to promote the startup or to advert damage from the current campaign.12 Thus, information updates on the portal website should be the main source of information for investors. H3: Investors take the information updates on the portal website into account when making an investment decision. Furthermore, investors obtain information from other investors who can post comments when making an investment Vismara, 2015. In a survey by NESTA 2014, 69 % of the investors engaging in crowdlending stated that comments by other investors are important or very important regarding their own investment decision. The information provided by other investors can be valuable for multiple reasons: 1 The investor provides information how to improve the product, how to access more customers, or how to extend the business concept to another market. 2 The investor offers personal help, which can ranges from distributing a leaflet to providing legal advice. 3 The investor may comment that she has already tried the product or service and thus provides evidence for its efficiency. 4 The investor claims to know the market or to have experience in the industry, providing evidence for the viability of the business concept. 5 The investor states that she is making another investment in the same firm, showing confidence in their investment. Committing more money might be a sign of good relations with the founder team and positive investor relations. All of these comments might potentially affect firm value. The only portal that does not allow for comments by investors is Innovestment, because it operates a secondprice sealedbid auction mechanism Vickrey, 1961; Kagel and Levin, 2001 where investors observe the overall progress of the funding process but do not see individual investment decisions or comments by other investors. Burtch, Ghose and Wattal 2015 find that information controls induce an increase in fundraising, because backers are more willing to engage with the platform, while at the same time decreasing the average contribution. The authors explain this result with a publicity effect, according to which 12 See for example the speculations that the startup larovo is allegedly insolvent, which was quickly acted upon by the portal Seedmatch: http:blog.seedmatch.de20140311spekulationenzularovoeinstatement 11 backers respond to a lack of privacy by lowering extreme contributions. As everyone can use a fake user name and there is no way to get in contact with an investor via the platform, we do not worry about the privacy concerns of investors. Still, we hypothesize that investors take the information that is provided by other investors into account when making an investment decision. H4: Investors take the comments of other investors into account when making an investment decision. Investment Behavior by Others In the spirit of Spence 1973, investors might not consider information to be credible that was posted on the portal website or by other investors. After all, the portal has an incentive to provide positive information about the startup and hide the negative ones. This is because portals obtain revenues from the successful completion of a campaign and not successful exists.13 Furthermore, investors that already made a decision to invest might no longer provide a balanced view as they may suffer from confirmation bias Chapman and Johnson, 2002 and therefore tend to ex post justify their investment decisions. By contrast, potential investors might infer information from the actual behavior of their peers. In particular, business angels and other more sophisticated investors have more experience and might examine the startup more intensely by directly contacting the founders. These investors naturally invest larger amounts, which in turn makes more thorough due diligence economically worthwhile. Whether accurately or not, the crowd might update the perceived value of the venture from the investment behavior of others, especially if the investment is large. Finally, the crowd might not only act upon the investment decisions by others but also on their disinvestment decisions, as portals often provide a right to investors to withdraw their pledges within a two week period after an investment was made.14 H5a: Investors take the investment decisions of more sophisticated investors into account when making an investment decision. H5b: Investors refrain from investing when observing withdrawals. 13 Companisto recently installed an additional pooling and carry agreements, providing them with a right to receive a commission on the investor profits in case of a successful exit. 14 Such withdrawal rights are now Kleinanlegerschutzgesetz Klohn, Hornuf and Schilling, 2015. legally guaranteed under the Small Investor Protection Act 12 Funding Dynamics Furthermore, the crowd might not only act upon the investment decisions of more sophisticated investors pledging larger amounts but might consider the investments decisions of any other investor without evaluating the attractiveness of the campaign itself. This phenomenon, which has been referred to as herding Scharfstein and Stein, 1990, might be particularly relevant in crowdinvesting and was recently observed in crowdlending Herzenstein, Dholakia and Andrews, 2011b; Lee and Lee, 2012 and crowdinvesting Vismara, 2015 as well. Such a behavior can be due to the transaction costs of evaluating a startup properly, which are too high when making an investment as little as 5 EUR. Hence, herding could on the one hand be irrational and as a consequence lead to below average or negative returns. On the other hand, herding could also be rational, where small investors save in transactions costs of screening a startup and piggyback on a larger crowd that has made an informed investment decision. H6: Investors engage in herding behavior. 4. Data and methods 4.1. Data We use data from four German crowdinvesting portals over the period from November 6, 2011 till August 28, 2014. The portals we consider in our analysis represent fourfifths of the German Crowdinvesting market in terms of funding volume and number of startups being financed. For Companisto and United Equity we were able to handcollect all investment decisions from the portal websites for all of their campaigns. The data collection for Seedmatch and Innovestment was more difficult as these portals take the investment decisions off the website as soon as the funding limit is reached. Innovestment provided us with the complete investor data for all of their 28 successful and 16 unsuccessful campaigns. Finally, we handcollected investor data for 15 out of 65 Seedmatch campaigns. As a result we were able to collect investor data for 89 funding campaigns, which were run by 82 startups. Be ECO Innovestment, Ludufactur InnovestmentCompanisto, MeineSpielzeugkiste Companisto, Payme Seedmatch, Plug Surfing Innovestment and swabr InnovestmentCompanisto ran multiple campaigns, sometimes on different portals as 13 indicated in the brackets.15 Ledora Seedmatch and Protonet Seedmatch rapidly reached the funding limit and decided to raise more capital in a second round quickly following the first round. We have counted these rounds as distinct campaigns, as investors could not know ex ante that a second round would follow a few days after the first round ended and did thus not adapt their investment behavior respectively. Overall, investors funding these campaigns made 26,967 investment decisions in 89 distinct campaigns and provided 18.7 million EUR. Finally, a total of 71,750 EUR was withdrawn after 57 investments were made.16 Out of this data, we construct a panel dataset by aggregating the number of investments made in a particular campaign on a single day. Thus, our unit of observation is the number of investments for a given campaignday, with a specific campaign as the crosssectional dimension and the day as the time dimension. For each campaign, we have as many observations as the duration in days of the campaign, which varies from one campaign to another, since many campaigns achieve their limit before the end. Table 1 provides summary statistics at the campaign level, in order to show insights into the type of campaigns included in our sample. Summary statistics on the panel dataset are provided in Section 5. 82 % of the 89 campaigns were able to achieve their minimum goal. More specifically, all portals except Innovestment were able to complete 100 % of the campaigns successfully. Due to the high minimum investment ticket in most cases 1,000 EUR, which represents a selfimposed restriction on capital supply, only two thirds of the campaigns were completed successfully on Innovestment. This comparably low success rate could also be due to Innovestment campaigns having defined a relatively high minimum funding threshold of 61,000 EUR on average, which is twice as high as on Companisto. These higher thresholds might have a positive effect on campaign selection, which is not the topic of this paper though. Table 1 around here Table 1 further indicates that the average funding goal is 51,689 EUR median of 50,000 EUR and the average funding limit is 218,068 EUR median of 100,000 EUR. However, there is also great variation in our data, since the largest funding limit is 1.5 million EUR. The average campaign duration is 45.75 days median of 36 days and the average number of 15 Only the second round of be ECO is part of our dataset. 16 Overall, we recorded an additional 155 investments and 27 withdrawals after the respective funding ended, which we did not include in our analysis though. 14 backers is 295.9 median of 48. One campaign attracted 1,982 backers. Adopting profit participating loans as standard investment contract legally allowed Seedmatch and Companisto to raise much larger amounts per campaign Hornuf and Schwienbacher, 2015b; 2015c. As a result, the funding limits on Seedmatch were five times higher as on Innovestment and the total amount pledged by investors was higher as well. Moreover, since the minimum investment tickets on Seedmatch 250 EUR, United Equity 100 EUR and in particular Companisto 5 EUR were much lower as compared to Innovestment in most cases 1,000 EUR, but sometimes even 10,000 EUR or 25,000 EUR, much more backers could join a single investment campaign. The maximum number of backers investing in a single campaign on Innovestment was 55, while on Companisto it was 1982. Startups funded on Companisto, Seedmatch and Innovestment were generally young and on average established in the year 2011. United Equity funded a construction firm that was established in the year 1979. Almost all firms in the sample were incorporated as a traditional LLC the socalled Gmb H, which requires a minimum legal capital of 25,000 EUR of which 12,500 EUR have to be put down at the time of incorporation. Some firms used the little sister of the Gmb H, the socalled Unternehmergesellschaft haftungsbeschrankt, which emerged as a result of regulatory competition in Europe and requires a legal capital of 1 EUR only. Although the place of business is generally very diverse for the campaigns under consideration, we find that most of the Companisto startups are based in Berlin, where the portal has its headquarter. 4.2. Key Explanatory Variables In order to test our hypotheses, we construct the following variables. A definition of these variables is also provided in Appendix Table 1. To consider the collective attention effect, we included dummy variables for the first and last seven days of the campaign. If a collective attention effect were prevalent in crowdinvesting, we would expect the first days of the campaign to attract on average much more investments. Further, in case the collective attention is the only force influencing funding dynamics, the initial surge in investments should decay over time and no further rise should take place during the last days of the funding period. These Lshaped dynamics should in particular hold 15 for the portals running a FCFS mechanism. In contrast, if investors engage in late bidding under the auction mechanism, the dummy variables for the last day of the campaign should be positive and statically significant. Furthermore, Hypothesis 1 is identified, when the first and the last days of the campaign dummies are jointly significant for the auction mechanism. Furthermore, as control variables we calculate the variable Active Campaigns, which gives the number of projects across all four portals that are accepting investments on the same day as well as the variable Competing Investments, where we calculate the total number of investments run on a single day across all competing campaigns on all portals included in our sample. These two variables control for a potential Blockbuster Effect Kickstarter, 2012, where one campaign with a large number of investors steals potential backers from other campaigns. Further, to test Hypothesis 2, we define a dummy variable called Post Funded that equals 1 when the funding goal is achieved, and 0 otherwise. Thus, if Post Funded 1 the entrepreneur can be certain to receive funding. Similarly, to investigate endofcampaign effects, we construct two extra dummy variables, 90%Limit and 95%Limit, which equal 1 when all the pledges for a given campaign have reached 90% and 95% of the funding limit respectively. For example, the dummy 90%Limit equals 1 for a campaign with a funding limit of 200,000 EUR if backers have pledged 180,000 EUR or more. Both these dummy variables capture endofcampaign effects. In the empirical analysis, we consider these two variables separately rather than jointly, as they are highly correlated. Using them separately allows testing for robustness of our definition. As for information disclosure Hypotheses 3 and 4, we use several measures. One is the variable Update lag 1 Update lag 17, which measures the number of updates posted by entrepreneurs one day before the last seven days before the current day of the campaign. In the same vein, we construct similar count variables Comment lag 1 and Comment lag 17 for the number of comments posted by previous investors. To investigate in more details the information content of past comments, we read each comment and categorize it into the following topic: whether the comment includes valuable information for product andor market development, whether the investor offers personal help, the investor claims to already know the product, the investor claims to be an expert, and whether the investor says she is investing a second time. All these variables are again lagged one day in our analysis. To ensure reliability, two researchers made this categorization independently, and a third one doublechecked the categorizations where the two former researchers did not code in the same 16 way. Finally, we construct the variable Comment Length lag 1 that gives the average length in number of letters of previously made comments, where no comment equals 0. To test for peer investment effects Hypothesis 5a, we construct dummy variables for lagged investments of a certain minimum size. This allows us to test whether investors base their decisions on the observed investment behavior of other investors. The variable Invest 5k lag 1 Invest 10k lag 1 gives the number of investments that has a size of at least 5,000 EUR 10,000 EUR one day before the current day of a given campaign. Similarly, the variable Invest 5k lag 17 Invest 10k lag 17 gives the number of investments that has a size of at least 5,000 EUR 10,000 EUR during the last seven days of a campaign. We further construct similar measures for withdrawals, which we denote by Withdrawals lag 1 and Withdrawals lag 11 Hypothesis 5b. 4.3. Empirical Methods To identify the drivers of funding dynamics, we examine the number of investments in a crowdinvesting campaign on a given day. Because our dependent variable consists of count data, we start with a Poisson regression model. Since the unconditional variance of the dependent variable is larger than its mean, the Poisson model would suffer from overdispersion and we reject it in favor of a negative binomial model. As we observe no crowdinvesting activities on 29 % of the investment cycle days, we begin with a zero inflated negative binomial ZINB model. No investment inactivity might be a function of certain characteristics of the crowdinvesting portal such as the number of users registered on the portal, the number of projects currently active on other crowdinvesting portals and so on. Running a Vuong 1989 test we find that these and other predictors cannot explain a separate process for the count values and the excess zeros. Thus, we favor the standard negative binomial model over the ZINB. Since our data is available for every day of the investment cycle, we use a panel data model that takes into account the crosssectional and timedependent nature of our aggregated data. Conducting a Hausman test leads us to dismiss the random effects model as being inconsistent. We therefore adopted a fixedeffects negative binomial estimator FENB. The FENB model has the advantage to remove any unobserved, timeinvariant heterogeneity for crowdinvesting campaigns. For example, differences in the size of the minimum investment 17 tickets, type of financial security or specific clauses in the securities contracts will be differenced out. Because the FENB estimator as suggested by Hausman, Hall and Griliches 1984 is a pseudo panel estimator, the model permits the simultaneous identification of explicit time invariant campaign effects. to consider unobserved, included dummy variables Finally, we have timevariant heterogeneity. First, we have included year dummies to control for the surging popularity of crowdinvesting in recent years. Second, we have included dummies for the month of the year. For example, during summertime investors might have different opportunity costs, for example when spending their vacation, potentially having no access to the Internet. Third, we include dummies for weekdays. For example, investors might not be willing to spend their time to invest when doing the weekend shopping on Saturday or spending time with the family 17. Based on our hypotheses and the statistical considerations stated above, we specify the following baseline equation: Pr yi 1, yi 2,   yi T F Do ICit Active Campaignst Competing Investmentst Post Fundedit Do Wt Mo Yt Yeart Campaignit where y is the number of investments in campaign i on day t of the investment cycle. F. denotes a NB distribution function as in Baltagi 2008. Do IC is a vector of dummies indicating the first and last seven days of the investment cycle as in Kuppuswamy and Bayus 2014. Active Campaignst represents the number of startups across all portals that are accepting pledges on day t and Competing Investmentst is the maximum number of cumulative investments across all competing projects being pledged on day t. Do W is a vector of dummies indicating the day of the week. Mo Y is a vector of dummies for the month of the year. Year is a vector of dummies for years from 2012 onwards excluding the year 2011. Finally, in every specification we have specified campaign fixedeffects denoted by the vector Campaign. 17 Shops are generally closed on Sundays and opening hours are shorter on Saturdays in Germany. 18 5. Results 5.1. Descriptive statistics Table 2 provides summary statistics for the 4,025 campaignday observations. In our sample, an entrepreneurial firm obtains on average 6.7 investments per day amounting to 4,623 EUR. The median is much smaller with 2 investments per day and 650 EUR. This reflects the skewness of the distribution of the dependent variable, which follows a negative binomialtype of distribution. Moreover, 0.2 investments per day are 5,000 EUR or higher suggesting that such larger investments by a single investor are rather rare. In contrast, withdrawals during the funding period are infrequent because most withdrawals take place after the campaign is closed and are not part of our analysis. On average, there are 5.9 projects being proposed on the four portals on a given campaign day to crowdinvestors Active Campaigns. Table 2 around here When looking at the distribution of campaign outcomes, we find that almost all campaigns ran on Companisto, Seedmatch and United Equity reached more than 200 % of their funding goal. This finding might count as first evidence that herding is present on portals operating a FCFS mechanism as compared to Innovestment where successful and unsuccessful campaigns are more uniformly distributed. On the one hand, this result could be due to Innovestment running an auction mechanism. On the other hand, it might also have something to do with the fact that Companisto, Seedmatch and United Equity often decided to extend the funding period if the minimum funding goal was not reached, a practice, that Innovestment did not follow yet. Figure 1 around here Finally, when visually investigating the dynamics of the funding cycle, we find that the average number of investments looks Lshaped providing initial support for the collective attention effect and Hypothesis 1. Moreover, the pattern of average capital invested is Ushaped, indicating that the amount per investment was larger in the early and later phase of the investment cycle. This effect is the strongest for Innovestment, where the number of investments is almost flat over the entire funding cycle. However, the average amount invested on Innovestment surges in the early days and especially in the end phase of the 19 funding cycle. The strongest support for an Lshaped funding cycle and Hypothesis 1 provide Companisto and Seedmatch, which mobilize most investors per campaign and follow the FCFS mechanism. The latecomer United Equity shows little activity over the entire funding cycle. Figure 2 around here In the rest of this section, we report the empirical results on the FENB models. The structure of the section is as follows. First, we provide results on the baseline specification, which depicts the general pattern of investment dynamics. Second, we examine whether there is an endofcampaign effect, while distinguishing between two securities allocation mechanisms used by the four portals. Third, we explore the impact of peer investments and information flows originating from entrepreneurial firms and other crowd investors. the 5.2. Baseline Funding Dynamics In Table 3 we present the results of the baseline FENB estimations for 4,025 investment days on four German crowdinvesting portals.18 We report incidence rate ratios IRRs as they can conveniently be interpreted as multiplicative effect or semielasticity. This implies that all estimates below one have to be interpreted as a negative effect, while estimates greater than one reveal a positive relationship. Table 3 around here In line with Kuppuswamy and Bayus 2014 we find that investors are more likely to contribute in the first and last days of a campaign as compared to the middle phase of the funding cycle. Yet, as outlined in Section 5.1, most of the funding activity really takes place in the early phase of the funding cycle, which provides strong evidence for the collective attention effect and Hypothesis 1. This is confirmed by the fact that the IRRs on day 1 of the funding cycle are all above 14, while the IRRs on the last day of the funding cycle do not exceed 3. Interestingly, even under the FCFS funding mechanism in Model 2, we find a 18 We had to drop two campaigns from our original dataset as they reached the funding limit within a few hours or did not provide any information on the funding phase thus prohibiting us to estimate a FENB model based on investment days. The campaigns that were dropped are He Be Pro Innovestment and the first round of Protonet Seedmatch. 20 small rise in investments during the last three days of the funding period. This effect might be due to some investors closely watching the funding dynamics and ultimately fearing that they will be no longer able to invest. Another explanation could be that the founders themselves invest towards the end of the funding period, aiming to reach the funding goal and make the funding successful. Despite the little surge in investments towards the end, which might be because of factors unrelated to the collective attention effect, we consider the investment dynamics in crowdinvesting to be more Lshaped than Ushaped. Model 3 shows similar regressions for the subsample of the auction mechanism. Comparing the results of Model 2 and 3 provides evidence that the auction mechanism leads to a stronger endofcampaign effect. Moreover, in line with Hypothesis 1 the collective attention effect and late bidding are not exclusive under an auction mechanism, as funding dynamics now clearly resemble a Ushape. We examine this difference further in the next subsection. Table 3 also shows results of loglikelihoodratio tests where we test whether the coefficients of the last seven days are jointly equal to 1. In all the specifications, this test is rejected, providing support for an increase of investments at the end of the campaign. Furthermore, there is no support for the notion of a Blockbuster Effect. In contrast, we find that more activity in general Competing Investments triggers more investments in a particular campaign. In line with this finding, we find the number of active campaigns itself Active Campaigns to have a small but positive effect on investments on a specific campaignday, which is also consistent with the collective attention effect of crowdfunding, namely if more news are spread about crowdinvesting in general. One possible reason for the lack of a Blockbuster Effect is that crowdinvesting campaigns are not openended and that there is a limit to the campaign size. Thus, individual campaigns cannot become as large to steal potential backers from other campaigns. This contrasts with Kickstarter, where campaigns are typically openended and entrepreneurs can take as many pledges as they want. Finally, entrepreneurs obtain more investments after the funding goal is reached Post Funded, indicating that investors infer a positive signal when the threshold is surpassed. Compared to prefunding, the number of investments is on average 50.4 % larger in the postfunding period. This finding is mainly driven by the auction mechanism and counts as evidence for Hypothesis 2. In what follows, we supplement this baseline specification with additional variables to shed 21 further light into the funding dynamics and to test our hypotheses. The findings reported on first days, collective attention effect and postfunding continue to hold. To save in space, we do not report them again below. 5.3. Comparing Portal Designs In this subsection, we explore the endofcampaign effect, that is the funding dynamics when a campaign gets close to the funding limit as ex ante defined by the entrepreneur. The goal is to identify whether there is a runup as the campaign approaches this limit. Results are shown in Table 4, where we extend the baseline specification we have excluded the last seven days dummies to capture the endofcampaign effect with two extra variables, namely 90%Limit and 95%Limit. These two variables capture effects when the campaign approaches the maximum funding limit so that only a few securities are not allotted. In Panel A, we perform the analysis on the full sample. In Panel B, we run the regressions separately for campaigns using a FCFS and auction mechanism. We expect these mechanisms to impact the endofcampaign effect, since an auction mechanism ensures that the campaign lasts until the end of the announced campaign duration. In contrast, the campaign may end prematurely under a FCFS mechanism, which could reduce the endofcampaign effect as crowd investors may invest early on rather than wait until the end of the campaign. In fact, waiting under the FCFS mechanism is risky as investors may no longer be able to invest. Our results confirm this prediction. When considering the full sample Panel A, we find a runup as the campaign approaches the maximum funding limit where the number of unallocated securities becomes low. However, as shown in Panel B, this effect is only driven by campaigns run under the auction mechanism, which provides evidence for Hypothesis 2a. Under the FCFS mechanism there is no significant endofcampaign effect, while the auction mechanism accelerates investments by 43 % 40 % as we have achieved 90 % 95 % of the funding cycle. Table 4 around here 22 5.4. Effect of Information Disclosure Updates and Comments Next, we turn to examining the effect of information disclosure on funding dynamics. Different types of information are disclosed during the funding cycle of a campaign. One are updates, which may contain new information about the product or company that were not available prior to the start of the campaign. They may also provide answers to questions raised by investors. The second type of information disclosed during the campaign stems from investors, who are allowed to post a personal comment at the time they make an investment. While many of these comments are limited to a good luck statement, other may potentially be valuable for the firm. As outlined in section 4.2., we categorize comments into whether they contain information that is potentially valuable for product andor market development Valuable Info, whether the investor offers personal help to the entrepreneur Offer Help, whether the investor claims to know the product already Knows Product, whether the investor claims to be an expert Expert Claim, or whether the investor says she is investing more in that same startup Second Time, for example a second time during the same campaign. Since these are only claims made by investors that are not verifiable by others, such comments may as well be cheap talk. Whether they have an impact is an empirical question we seek to investigate next. Table 5 provides summary statistics about the information disclosure variables. Statistics are based on panel data campaignday observations. Updates are rarely posted, as evidenced by the value 0 at the 95 %percentile of the variable Update. In total, only 154 updates have been posted during the full sample of 89 campaigns. In contrast, comments are more frequent. In total, 8,638 comments were posted, often with little information content beyond personal encouragement. In 257 cases, the comments include information that could potentially be valuable to the startup. Table 6 shows our findings regarding the impact of updates and comments on the funding dynamics. Again, all the specifications include the baseline variables. Panel A shows results with the variables Updates and Comments both variables lagged either 1 day or 17 days. Panel B presents findings based on the different types of comments. Finally, Panel C introduces interaction terms between comment type as in Panel B with the dummy variable Post Funded, as a way to investigate whether there is a differential impact when the campaign has already achieved the funding goal and therefore investments take place with certainty. 23 We find that posting updates by the entrepreneur increases subsequent investments, in particular the next day where an update increases the number of investments by 17.8 %. Comments also have a positive and significant effect but the economic impact is small. This may be due to the fact that most comments are encouragement and thus have little economic value. Panel B therefore investigates the impact of specific types of comments on the funding dynamics. We find that all types of comments have a positive and significant impact on the subsequent number of investments, with Offers Help having the largest economic impact, followed by Expert Claim, Valuable Info, Second Time and finally Knows Product. When testing the impact of these different types of comments jointly Regression 6, we find that only three remain significant. A natural question is whether the content value of such comments remains similar once minimum funding is achieved, so that there is no uncertainty anymore about whether investments take place. To investigate this issue, we add an interaction terms with Post Funded. The results are reported in Panel C. Interestingly, we find that the impact of comments is significantly reduced in the postfunded period. Indeed, all the coefficients of the interaction term are smaller than unity and statistically significant with the exemption of offers help. Table 5 and 6 around here 5.5. Effect of Peer Investments Finally, we examine the effect of large peer investments on the funding dynamics. As discussed earlier, larger investments convey additional information. First, wealthier individuals such as business angels who have a better capacity to evaluate this type of investment opportunities also make larger investments. A single large investment of 5,000 EUR or even 10,000 EUR may signal the participation of more sophisticated investors, and thus trigger the participation of other investors in subsequent days. Second, larger investments may convey the idea that these investors have made a more thorough due diligence. Since a due diligence is costly, it is economically only sensible if someone makes a large investment. If that were the case, we expect a larger investment to trigger more participation by others. In 24 contrast, withdrawals may trigger a reduction in investments, as it may be a signal that someone who invested earlier on during the campaign has received negative information and therefore decides to withdraw the money pledged. The results on peer effects are presented in Table 7. Again, next to the extra variables on peer investments, all the regressions include the variables of the baseline specification shown in Table 3. In Panel A of Table 7 we show results for the full sample. We find that an investment of 5,000 EUR or larger during the last 7 days Invest 5k lag 17 has a positive and significant impact on investments on the following day. The economic significance, however, is rather small, since one such investment impacts the number of investments by only 0.9 %. Other specifications and definitions of variables provide little support for peer investment effects. Moreover, withdrawals do not impact investment dynamics. One possible reason is that withdrawals are extremely rare and occur mostly in times of heavy bidding. One potential concern regarding the analysis above is that the first days of a campaign are very different from the rest. Agrawal, Catalini and Goldfarb 2015 have shown that friends and family, who invest for very different reasons, supported many of the investments in the first days of a crowdfunding campaign. Therefore, peer investments effects may not be that strong during this early funding period. Panel B shows the same analysis as in Panel A but excluding the first seven days of every campaign. This enables us to exclude days where peer investment effects are likely to have only marginal effects. Our results confirm that peer investment effects are stronger after the first seven days, as evidenced in Panel B. While withdrawals continue to have no impact, larger investments whether at least 5,000 EUR or 10,000 EUR have a positive and significant effect on investments. For example, an investment of at least 10,000 EUR increases investments on the subsequent day by 31.8 %. We consider these finding as strong evidence for Hypothesis 5a but not 5b. Table 7 around here 5.6. Further Analysis: Individual Investment Decisions and Herding The analysis based on panel data enabled us to shed light into the funding dynamics over time. An open question is what drives individual investments. As an extension, we construct a 25 separate dataset on individual investments where we aim to understand what explains the duration between individual investment decisions. This second dataset is based on a reduced sample of 60 campaigns run on Seedmatch and Innovestment for which we could obtain the exact time stamps. For the remaining 29 campaigns, we only know the date but not the exact time of the day of the investment so that we could not calculate the duration between sequential investments. In Table 8 we present the results of Cox proportional hazard regressions for 7,211 individual investment decisions. The dependent variable is the duration between investments in minutes. We report hazard ratios, which can again be interpreted as multiplicative effect or semielasticity. Explanatory variables are now lagged in number of earlier investments instead of days. Table 8 around here The main variable of interest is Duration in Hours, which directly allows testing the presence of herding. As mentioned in the theory section, our objective is not to make claims whether any observed herding is rational or not, but to document whether it occurs. The variable measures the time length in hours elapsed between the last ten investments, where we interpret a larger value by less investment activities. A coefficient smaller than unity can be interpreted as follows: the shorter the duration between the previous ten investments, the more likely it is that someone will invest during the time at risk. As for the overall sample, if it took one more hour to complete the previous 10 investments, the probability of the next investment to take place decreases by 0.3 %. Unlike in the panel models, we do not find strong effect for peer investments or the previous investment amount. This might be because crowd investors are not traders, who are observing the behavior of others at any given time and act accordingly.19 However, our finding that herding exists consistently hold for other specifications. Finally, Table 8 reveals that if it takes one more hour for the previous investments to take place on Day 1 of the investment cycle, the probability of the next investment taking place decreases by 9.9 %. Figure 3 around here 19 For the distribution of investments over the course of the day see Figure 3. 26 5. Conclusions Several European countries as well as the US and Canada have changed their securities regulation in recent years to promote crowdinvesting activities, while at the same time ensuring that investors obtain a minimum level of investor protection. These issuances remain outside the scope of the general prospectus regime so that issuing securities for startups involve limited costs. Our study finds that crowd investor do react to information disclosure during the campaign, but also that some investment decisions are rooted in the social and network interactions that arise from investing through portals and the specific investment type. Furthermore, the study offers evidence that investors regard investments by larger, more sophisticated investors as valuable signals. This finding is important, as many regulators have legally limited the amounts that can be invested by a single backer. Moreover, we find that portal design also affects investment behavior of the crowd. In particular, funding dynamics are affected by how securities are allocated to investors. Consistent with our predictions, a sealedbid secondprice auction induces late investments, while FCFS mechanisms induce quick investments during the very first days. Given the difference in dynamics, the timing of information disclosure is crucial. Furthermore, we find that herding is present in the crowdfunding market, even though we do not make claims whether it is rational or not. An interesting followup research question is whether it affects outcome in terms of amount raised, likelihood of achieving the funding goal and the ultimate price at which securities are issued. While the FCFS mechanism helps obtain early momentum, the auction mechanism could reduce overall funding costs for the entrepreneur if the campaign enters into a fierce auction process. We leave these issues open for future research. 27 References Agrawal, Ajay, Christian Catalini and Avi Goldfarb. 2015. Crowdfunding: Geography, Social Networks, and the Timing of Investment Decisions. Journal of Economics Management Strategy, 242: 253274. Ahlers, Gerrit K.C., Douglas Cumming, Christina Guenther and Denis Schweizer. 2015. Equity Crowdfunding. Entrepreneurship Theory and Practice, :394: 955980. Ariely, Dan, Axel Ockenfels and Alvin E. Roth. 2005. An Experimental Analysis of Ending Rules in Internet Auctions. RAND Journal of Economics, 364: 891908. Ball, Ray and Phillip Brown. 1968. An Empirical Evaluation of Accounting Income Numbers, Journal of Accounting Research, 62: 159178. Baltagi, Badi H. 2008. Econometric Analysis of Panel Data, West Sussex: Wiley. Belleflamme, Paul, Thomas Lambert and Armin Schwienbacher. 2014. Crowdfunding: Tapping the right crowd. Journal of Business Venturing 295: 585609. BenShahar, Omri and Carl E. Schneider. 2014. More Than You Wanted to Know: The Failure of Mandated Disclosure, Princeton University Press. Bikhchandani, Sushil, David Hirshleifer and Ivo Welch. 1992. A Theory of Fades, Fashion, Costom, and Cultural Change as Information Cascades. Journal of Political Economy, 1005: 9921026. Bradford, Steven C. 2012. Crowdfunding and the Federal Securities Laws. Columbia Business Law Review, 2012: 1150. Braun, Reiner, Horst Eidenmuller, Andreas Engert and Lars Hornuf. 2013. Does Charter Competition Foster Entrepreneurship? A DifferenceinDifference Approach to European Company Law Reforms. Journal of Common Market Studies, 513: 399415. Burtch, Gordon, Anindya Ghose and Sunil Wattal. 2013. An Empirical Examination of the Antecedents and Consequences of Investment Patterns in CrowdFunded Markets. Information Systems Research, 243: 499519. Burtch, Gordon, Anindya Ghose and Sunil Wattal. 2014. Cultural Differences and Geography as Determinants of Online ProSocial Lending. MIS Quarterly, 383: 773794. Burtch, Gordon, Anindya Ghose and Sunil Wattal. 2015. The Hidden Cost of Accommodating Crowdfunder Privacy Preferences: A Randomized Field Experiment. Management Science, forthcoming. Chapman, Gretchen B. and Eric J. Johnson. 2002. The Psychology of Intuitive Judgment. In Heuristics and Biases, ed. Thomas Gilovich, Dale Griffin and Daniel Kahneman, Cambridge University Press. Colombo, Massimo G., Chiara Franzoni and Cristina RossiLamastra. 2015. Internal Social Capital and the Attraction of Early Contributions in Crowdfunding Projects. Entrepreneurship Theory and Practice, 391, 75100. 28 Cumming, Douglas J. and Sofia Johan. 2013. Demand Driven Securities Regulation: Evidence From Crowdfunding. Venture Capital: An International Journal of Entrepreneurial Finance, 15: 361379. Cumming, Douglas J., Gael Leboeuf and Armin Schwienbacher. 2014. Crowdfunding Models: KeepItAll vs. AllorNothing., SSRN working paper, available at: http:ssrn.comabstract2447567. Fama, Eugene F. 1965. The Behavior of StockMarket Prices. The Journal of Business, 381: 34105. Fama, Eugene F., Lawrence Fisher, Michael Jensen and Richard Roll. 1969. The Adjustment of Stock Prices to New Information, International Economic Review, 101: 121. Hausman, Jerry, Bronwyn H. Hall and Zvi Griliches. 1984. Econometric Models for Count Data With an Application to the Patent RD Relationship. Econometrica, 524, 909938. Herzenstein, Michal, Utpal M. Dholakia and Rick Andrews. 2011a. Tell Me a Good Story and I May Lend You Money: The Role of Narratives in PeertoPeer Lending Decisions. Journal of Marketing Research, 481: 138149. Herzenstein, Michal, Utpal M. Dholakia and Rick Andrews. 2011b. Strategic Herding Behaviors in PeertoPeer Loan Auctions. Journal of Interactive Marketing, 251: 2736. Hodas, Nathan O. and Lerman, Kristina, 2013 Attention and Visibility in an InformationRich World. Proceedings of the 2nd International ICME Workshop on Social Multimedia Research. Hornuf, Lars and Matthias Neuenkirch. 2015. Pricing the Value of Cash Flow Rights in in Crowdinvesting: An Analysis of Innovestment Backers. Research Papers Economics, No. 715. Hornuf, Lars and Armin Schwienbacher. 2015a. Crowdinvesting Angel Investing for the Masses? In Handbook of Research on Venture Capital: Volume 3. Business Angels, ed. Hans Landstrom and Colin Mason, Edward Elgar. Hornuf, Lars and Armin Schwienbacher. 2015b. The Emergence of Crowdinvesting in at: Discussion Paper Europe. Munich http:ssrn.comabstract2481994. No. 201443, available Hornuf, Lars and Armin Schwienbacher. 2015c. Which Securities Regulation Promotes at: Crowdinvesting? Munich Discussion Paper No. 201427, http:ssrn.comabstract2412124. available Kagel, John and Dan Levin. 2001. Behavior in Multi Unit Demand Auctions: Experiments with Uniform Price and Dynamic Vickrey Auctions. Econometrica, 692: 413454. Kickstarter. 2012. Blockbuster Effects, http:www.kickstarter.comblogblockbustereffects accessed January 6, 2015. Klohn, Lars, Lars Hornuf and Tobias Schilling. 2015. The Regulation of Crowdfunding in Investor Protection Act: Content, Consequences, Critique, the Draft Small Suggestions. Diritto Della Banca e del Mercato Finanziario, forthcoming. 29 Kuppuswamy, Venkat and Barry L. Bayus. 2014. Crowdfunding Creative Ideas: The Dynamics of Project Backers in Kickstarter. SSRN working paper, available at: http:ssrn.comabstract2234765. Lee, Eukyoung and Byungtae Lee. 2012. Herding Behavior in Online P2P Lending: An Empirical Investigation Electronic Commerce Research and Applications, 115: 495503. Lin, Mingfeng and Siva Viswanathan. 2015. Home Bias in Online Investments: An Empirical Study of an Online Crowdfunding Market., Management Science, forthcoming. Lin, Mingfeng, Nagpurnanand R. Prabhala and Siva Viswanathan. 2013. Judging Borrowers By the Company They Keep: Friendship Networks and Information Asymmetry in Online Peer to Peer Lending. Management Science, 591:1735. Meer, Jonathan. 2014. Effects of the Price of Charitable Giving: Evidence from an Online Crowdfunding Platform. Journal of Economic Behavior and Organization, 103: 113124. Mollick, Ethan R. 2013. Swept Away by the Crowd? Crowdfunding, Venture Capital, and at: of Entrepreneurs. SSRN working available paper, the Selection http:ssrn.comabstract2239204. Mollick, Ethan R. 2014. The Dynamics of Crowdfunding: An Exploratory Study. Journal of Business Venturing, 291: 116. NESTA. 2014. Understanding Alternative Finance: The UK Alternative Finance Industry Report 2014, available at: https:www.nesta.org.uksitesdefaultfilesunderstandingalternativefinance2014.pdf Pope, Devin G. and Justin R. Sydnor. 2011. Whats in a Picture? Evidence of Discrimination from Prosper.com. Journal of Human Resources, 46: 5392. Ravina, Enrichetta. 2012. Love Loans: The Effect of Beauty and Personal Characteristics at: Markets. available working SSRN Credit in http:ssrn.comabstract1101647. paper, Roth, Alvin E. and Axel Ockenfels. 2002. LastMinute Bidding and the Rules for Ending SecondPrice Auctions: Evidence from e Bay and Amazon Auctions on the Internet. American Economic Review, 924: 10931103. Scharfstein, David S. and Jeremy C. Stein. 1990. Herd Behavior and Investment American Economic Review, 803: 465479. Scholes, Myron. 1969. A Test of the Competitive Hypothesis: The Market for New Issues and Secondary Offerings, doctoral thesis, University of Chicago. Spence, Michael. 1973. Job Market Signaling. Quarterly Journal of Economics 873: 355374. Vickrey, William. 1961. Counterspeculation, Auctions, and Competitive Sealed Tenders. Journal of Finance 161: 837 Vismara, Silvio. 2015. Information Cascades Among Investors in Equity Crowdfunding. SSRN working paper, available at: http:ssrn.comabstract2589619. 30 Vuong, Quang H. 1989. Likelihood Ratio Tests for Model Selection and Nonnested Hypotheses. Econometrica, 572: 307333. Wu, Fang and Bernardo Huberman. 2007; Novelty and Collective Attention, Proceedings of the National Academy of Sciences, 10445, 1759917601. Zhang, Juanjuan and Peng Liu. 2012. Rational Herding in Microloan Markets. Management Science, 585: 892912. 31 Table 1: Summary Statistics: Campaignlevel Data This table shows summary statistics of the 88 crowdinvesting campaigns included in our sample. The dummy variable Funded 1Yes indicates whether the campaign was successful; i.e., whether the funding goal was achieved. The variable Funding Goal gives the minimum amount of money in EUR below which the campaign is unsuccessful and thus no securities are issued. Funding Limit is the maximum amount in EUR the entrepreneur is willing to raise and set at the beginning of the campaign. The variable Total Amount Pledged gives the amount of money in EUR pledged during the duration of the campaign. Second Round 1Yes is a dummy variable for whether the campaign is a second round of crowd financing; i.e., whether the entrepreneurial firm has already successfully raised crowdinvesting in the past either on the same portal or another. Duration gives the time length in days of the campaign. It is the actual length of time, not the maximum duration set by the entrepreneur at the beginning of the campaign. Number of Backers gives the total number of crowd investors that pledged money during the campaign. Legal Form 1Private LLC is a dummy variable to indicate whether the entrepreneurial firm is structured as a private LLC. Security Type 1part. Darlehen is a dummy variable indicating whether the security type offered to crowd investors is a partiarisches Darlehen. Location of the Firm Berlin 1Yes indicated whether the entrepreneurial firm is located in Berlin. No. Campaigns 88 Funded 1Yes Funding Goal EUR Funding Limit EUR Total Amount Pledged EUR Second Round 1Yes Duration days Number of Backers Legal Form 1Private LLC Security Type 1part. Darlehen Location of the Firm Berlin 1Yes Max. 1 150,000 1,500,000 1,500,000 1 126 1,982 1 1 1 Mean 0.82 51,688.64 218,068.2 193,259.1 Median 1 50,000 100,000 96,000 Min. 0 15,000 50,000 1,500 0 36 48 1 0 0 0 1 2 0 0 0 0.09 45.75 295.9 0.84 0.39 0.44 32 Table 2: Summary Statistics of Panel Data This table shows summary statistics of main variables for our panel data set campaignday observations. All the variables are defined in Appendix Table 1. Variable Investments Amount EUR Duration days Post Funded 1Yes Funding Goal EUR Auction 1Yes Updates Invest 10k Invest 5k Withdrawals Active Campaigns Competing Investments Mean 6.7 4,623 63.88 0.662 46,976 0.36 0.04 0.06 0.2 0.014 5.85 36.04 Median 2 650 59 1 50,000 0 0 0 0 0 5 21 Std. Dev. overall Std. Dev. between 27.7 32,403 33.25 0.473 22,794 0.48 0.23 0.69 1.87 0.300 2.96 59.33 120.6 163,387 29.97 0.437 24,663 0.50 0.09 2.53 10.09 0.518 2.56 119.74 Std. Dev. within 17.7 16,917 0 0.254 0 0 0.22 0.47 0.87 0.237 1.5 53.76 Min 0 1,250 0 0 Max 1107 1,499,750 125 1 15,000 150,000 0 0 0 0 0 1 0 1 8 32 93 15 12 1,122 No. Obs. 4,025 4,025 4,025 4,025 4,005 4,025 4,025 4,025 4,025 4,025 4,025 4,025 33 Table 3: Baseline Regression on Investment Dynamics This table shows results of the baseline regressions, as specified in Section 4.3. Next to the variables reported in the table, this baseline regression also includes dummy variables for the day of the week, month of the year, year dummies, and campaign dummies. Other variables reported below are defined in Appendix Table 1. The dependent variable is the number of investments in a specific campaign and day. The first column shows results for the full sample of 4,025 campaignday observations, the second column for the subsample of campaigns running under the firstcome, firstserve FCFS mechanism, and the third column under the auction mechanism. Coefficients reported are incidence rate ratios IRR. Data take paneldata structure. The method of estimation is the paneldata Negative Binomial regression with fixed effects. The last three lines reports LRtest results of joint coefficient tests. Significance levels for coefficient being different from 1: 10%, 5%, 1%. FCFS Mechanism Auction Mechanism Explanatory Variables 1st Day 2nd Day 3rd Day 4th Day 5th Day 6th Day 7th Day 7th Last Day 6th Last Day 5th Last Day 4th Last Day 3rd Last Day 2nd Last Day Last Day Active Campaigns Competing Investments Post Funded Chi 2 No Obs. Chi 2 All First Days 1 Chi 2 All Last Days 1 Chi 2 All First and Last Days 1 Full Sample 14.809 6.576 3.923 2.772 2.325 1.857 1.703 1.037 1.180 1.205 1.269 1.768 2.423 2.738 1.023 1.002 1.504 5,832.59 4,025 3,049.20 330.16 3,196.32 34 13.341 7.010 4.493 3.088 2.579 2.123 1.899 1.086 1.193 1.103 1.164 1.466 1.888 1.452 1.031 1.002 0.946 7,946.70 2,570 2,698.70 76.23 2,733.52 10.437 3.190 1.827 1.530 1.321 0.917 1.353 1.269 1.397 1.710 1.844 2.623 5.000 11.001 1.003 1.001 1.906 1,053.37 1,455 405.36 349.37 710.29 Table 4: EndofCampaign Effect This table shows results of the baseline regressions, as specified in Section 4.3. Next to the variables reported in the table, this baseline regression also includes dummy variables for the day of the week, month of the year, year dummies, and campaign dummies. Other variables reported below are defined in Appendix Table 1. The dependent variable is the number of investments in a specific campaign and day. Coefficients reported are incidence rate ratios IRR. Data take paneldata structure. The method of estimation is the paneldata Negative Binomial regression with fixed effects. Significance levels for coefficient being different from 1: 10%, 5%, 1%. PANEL A Full sample Explanatory Variables Post Funded 90% Limit 95% Limit No. Obs. Chi 2 1 1.670 4,025 2 1.181 3 1.674 1.190 4,025 4,025 4 1.164 4,025 5 1.673 1.174 4,025 6 1.674 1.192 0.997 4,025 5,102.16 4,962.64 5,185.56 4,951.37 5,170.66 5,185.35 PANEL B Subsamples by types of mechanism Explanatory Variables FCFS Mechanism All other portals Post Funded 90% Limit 95% Limit No. Obs. Chi 2 pvalue 1 0.944 2,570 2 0.950 1.038 2,570 3 0.941 0.981 2,570 Auction Mechanism Innovestment 4 4.286 1,455 5 3.950 1.410 1,455 6 4.017 1.360 1,455 7,574.98 7,588.17 7,569.99 435.06 438.77 438.00 35 Table 5: Summary Statistics on Updates and Comments Variables This table shows summary statistics on updates provided by the entrepreneur during the campaign and comments posted by crowd investors. All the variables reported below are defined in Appendix Table 1. Data take paneldata structure. No Obs. 4,025 4,025 4,025 4,025 4,025 4,025 4,025 4,025 Sum 154 8,638 257 44 146 142 217 p 95 0 6 0 0 0 0 0 45.25 Minimum Maximum 0 0 0 0 0 0 0 7 8 1,104 7 2 18 4 12 433.5 Variable Update Comment Valuable Info Offers Help Knows Product Expert Claim Second Time Comment Length 36 Table 6: Impact of Updates and Comments Variables on Investment Dynamics This table shows results of the baseline regressions, as specified in Section 4.3, amended by Updates and Comments variables. Next to the variables reported in the table, all the regressions include dummy variables for the first and last 7 days of campaigns, the day of the week, month of the year, year dummies, and campaign dummies. Other variables reported below are defined in Appendix Table 1. The dependent variable is the number of investments in a specific campaign and day. Coefficients reported are incidence rate ratios IRR. Data take paneldata structure. The method of estimation is the paneldata Negative Binomial regression with fixed effects. Significance levels for coefficient being different from 1: 10%, 5%, 1%. 1 PANEL A Baseline Regressions on Updates and Comments Explanatory Variables Update lag 1 Update lag 17 Comment lag 1 Comment lag 17 No. Obs. 1.178 1.071 4,025 4,025 2 3 4,025 1.002 3 2 1 1.138 PANEL B Regressions based on specific types of Comments Explanatory Variables Valuable Info lag 1 Offers Help lag 1 Knows Product lag 1 Expert Claim lag 1 Second Time lag 1 Comment Length lag 1 No. Obs. 1.330 4,025 4,025 4,025 1.040 5 6 7 1.082 4,025 1.105 1.180 0.977 1.062 1.067 4,025 1.002 4,025 8 1.095 1.175 0.980 1.056 1.068 1.001 4,025 4 1.000 4,025 4 1.203 4,025 37 PANEL C Regressions with interaction terms Variable Considered Update lag 1 Comment lag 1 Valuable Info lag 1 Offers Help lag 1 Knows Product lag 1 Expert Claim lag 1 Second Time lag 1 Comment Length lag 1 Post Funded Variable Variable Post Funded 1.801 1.616 1.501 1.486 1.526 1.540 1.536 1.571 2.079 1.028 1.241 2.136 1.574 1.797 1.521 1.004 0.560 0.975 0.904 0.615 0.660 0.645 0.713 0.997 38 Table 7: Peer Investments This table shows results of the baseline regressions, as specified in Section 4.3. Next to the variables reported in the table, this baseline regression also includes dummy variables for the day of the week, month of the year, year dummies, and campaign dummies. Other variables reported below are defined in Appendix Table 1. The dependent variable is the number of investments in a specific campaign and day. Coefficients reported are incidence rate ratios IRR. Data take paneldata structure. The method of estimation is the paneldata Negative Binomial regression with fixed effects. Significance levels for coefficient being different from 1: 10%, 5%, 1%. 2 3 4 5 6 1.513 1.504 1.509 1.505 1.503 PANEL A Full sample Explanatory Variables Post Funded Dummy Invest 5k lag 1 Invest 5k lag 17 Invest 10k lag 1 Invest 10k lag 17 Withdrawals lag 1 Withdrawals lag 17 No. Obs. 1 1.503 1.004 1.009 1.002 4,025 4,025 4,025 3 1 1.056 1.711 1.744 PANEL B Excluding the first seven campaign days Explanatory Variables Post Funded Dummy Invest 5k lag 1 Invest 5k lag 17 Invest 10k lag 1 Invest 10k lag 17 Withdrawals lag 1 Withdrawals lag 17 No. Obs. 1.089 3,432 3,432 2 1.011 4,025 4 1.02 4,025 5 0.985 4,025 6 1.745 1.715 1.736 1.741 1.318 3,432 1.161 3,432 0.888 3,432 0.952 3,432 39 Table 8: Investment Dynamics This table shows results of a Cox proportional hazards model. The dependent variable is the duration in minutes between the current investment and the next investment. Control variables are defined in Appendix Table 1. The set of lagged variables are based on the last 10 investments: Duration in Hours represents the time elapsed since the last 10 investments were made; Amount is the total amount in 1,000 EUR invested by the last ten investors, and Invest 5k gives the number of investments larger or equal to 5,000 EUR by the last ten investors. The model includes dummy variables for the campaign, hour of the day, day of the week, month of the year as well as year. It also includes dummies for the day of the funding cycle i.e., whether it is the first, second,   day of the campaign. The first column shows results for the full sample of 7,211 investment decisions, the second column for the subsample of campaigns running under the firstcome, firstserve FCFS mechanism, and the third column under the auction mechanism. Other regressions are based on subsamples according to day of campaign or time during the day. We use robust standard errors in all specifications. Coefficients reported are hazard ratios. Significance levels for coefficient being different from 1: 10%, 5%, 1%. Control variables Active Campaigns Competing Investments Post Funded Lagged variables 110 Duration in Hours Amount in 1,000 EUR Invest 5k Dummies Campaign HourofDay DayofWeek MonthofYear Year DayofFundingCycle Chi 2 No Obs. Full Sample FCFS Mechanism Auction Mechanism Day 1 Day 2 1.016 1.001 1.041 0.997 1.001 0.981 0.952 0.999 1.283 0.998 1.000 1.101 1.035 1.002 0.966 0.996 1.001 0.970 0.898 1.016 1.034 0.901 1.000 1.003 Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 25.767 0.593 0.909 1.019 0.998 1.077 Yes Yes Yes Yes Yes 6 am till noon Noon till 6 pm 6 pm till midnight 0.993 1.008 0.874 0.998 1.000 1.054 1.066 1.001 1.080 0.996 1.001 1.006 0.937 1.003 0.931 0.996 1.001 0.956 9 am till 5 pm 1.060 1.001 1.138 0.997 1.001 1.004 Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 10,735.20 1,572.07 9,695.19 1,253.74 752.84 2,437.07 5,375.93 4,146.18 6,380.35 7,211 1,155 6,056 1,872 751 1,229 3,365 2,383 3,814 40 Figure 1: Distribution of Campaign Outcomes N 89 Rounds, n 26,967 Investments Overall 50 40 30 20 10 0 %9 0 %91 01 %92 02 %93 03 %94 04 %95 05 %96 06 %97 07 %98 08 %99 09 %901 001 %911 011 %921 021 %931 031 %941 041 %951 051 %961 061 %971 071 %981 081 %991 091 %002 Companisto N 27 Rounds, n 17,694 Investments Seedmatch N 15 Rounds, n 5,761 Investments 30 25 20 15 10 5 0 %9 0 %91 01 %92 02 %93 03 %94 04 %95 05 %96 06 %97 07 %98 08 %99 09 %901 001 %911 011 %921 021 %931 031 %941 041 %951 051 %961 061 %971 071 %981 081 %991 091 %002Innovestment N 45 Rounds, n 1,628 Investments 30 25 20 15 10 5 0 %91 01 %92 02 %93 03 %94 04 %95 05 %96 06 %97 07 %98 08 %99 09 %901 001 %911 011 %921 021 %931 031 %941 041 %951 051 %961 061 %971 071 %981 081 %991 091 %00230 25 20 15 10 5 0 30 25 20 15 10 5 0 41 %9 0 %91 01 %92 02 %93 03 %94 04 %95 05 %96 06 %97 07 %98 08 %99 09 %901 001 %911 011 %921 021 %931 031 %941 041 %951 051 %961 061 %971 071 %981 081 %991 091 %002United Equity N 2 Rounds, n 84 Investments %91 01 %92 02 %93 03 %94 04 %95 05 %96 06 %97 07 %98 08 %99 09 %901 001 %911 011 %921 021 %931 031 %941 041 %951 051 %961 061 %971 071 %981 081 %991 091 %002 Figure 2: Average Number of Investments and Average Aggregate Investment The figures display funding rounds with a minimum of ten campaign days. Average Number of Investments Average Aggregate Investment per Day Overall Overall 50 40 30 20 10 0 50 40 30 20 10 0 50 40 30 20 10 0 Companisto Innovestment 15.000 10.000 5.000 0 15.000 10.000 5.000 0 15.000 10.000 5.000 0 Companisto Innovestment 42 Average Aggregate Investment per Day Seedmatch 15.000 10.000 5.000 0 15.000 10.000 5.000 0 United Equity Percent of Investment Cycle Elapsed Average Number of Investments Seedmatch United Equity Percent of Investment Cycle Elapsed 50 40 30 20 10 0 50 40 30 20 10 0 43 Figure 3: Distribution of Investments Over the Course of the Day The figure displays the distribution of investments in percent of the full sample excluding the first day of the funding period. 44 Appendix Table 1: List and Definition of Variables Panel Data Investments: The number of investments made by crowd investors on day t in a Dependent variable: particular campaign i. Information disclosure variables: Update lag 17: The number of updates posted on the portal website by the entrepreneur during the days t1 to t7 of a campaign. Similarly, Update lag 1 gives the number of updates posted on the portal website by the entrepreneur at day t1 of a campaign. Comment lag 17: The number of comments posted on the portal website by crowd investors during the days t1 to t7 of a campaign. Similarly, Comment lag 1 gives the number of comments posted on the portal website by crowd investors at day t1 of a campaign. Valuable Info lag 1: The number of comments posted during the previous day of a campaign that includes valuable information for product andor market development. Offers Help lag 1: The number of comments posted during the previous day of a campaign in which investor offers personal help. Knows Product lag 1: The number of comments posted during the previous day of a campaign in which investor claims to already know the product. Expert Claim lag 1: The number of comments posted during the previous day of a campaign in which investor claims to be an expert. Second Time lag 1: The number of comments posted during the previous day of a campaign in which investor says she is investing a second time either in that same round or a previous round. Comment Length lag 1: The average length in number of letters of comments posted the previous day of a campaign, where no comment equals 0. Peer effect variables: Invest 5k lag 17: The number of investments that had a size of 5,000 EUR or higher during the days t1 to t7 of a campaign. Similarly, Invest 5k lag 1 gives the number of investments that had a size of 5,000 EUR or higher at day t1 of a campaign. Invest 10k lag 17: The number of investments that had a size of 10,000 EUR or higher during the days t1 to t7 of a campaign. Similarly, Invest 10k lag 1 gives the number of investments that had a size of 10,000 EUR or higher at day t1 of a campaign. Withdrawals lag 17: The number of withdrawals during the days t1 to t7 of a campaign. Similarly, Withdrawals lag 1 gives the number of withdrawals at day t1 of a campaign. Endofcampaign variables: 90%Limit: Dummy variable equal to 1 if the total amount of money pledged by crowd investors represents at least 90% of the funding limit i.e., the maximum amount that the entrepreneur is willing to raise, and 0 otherwise. 95%Limit: Dummy variable equal to 1 if the total amount of money pledged by 45 crowd investors represents at least 95% of the funding limit i.e., the maximum amount that the entrepreneur is willing to raise, and 0 otherwise. Collective attention variables: Day Dummies: Dummy variable equal to 1 for a particular day of the campaign, starting with day 1, 2   7 day and ending with the 7th last day till the last day of the campaign. t0. Post Funded: Dummy variable equal to 1 for the days a campaign has surpassed Control variables: Amount: The amount in euros invested by crowd investors on day t. Duration: The number of days elapsed from the start until the end of a campaign. Active Campaigns: The number of campaigns across all four portals that are accepting investments on day t including the current campaign. Competing Investments: The number of investments made on day t across all other competing campaigns conducted on the portals studied including the current campaign. Auction: Dummy variable equal to 1 if securities are allocated to crowd investors under an auction mechanism, and 0 if under a firstcomefirstserve mechanism. Only Innovestment offers an auction mechanism. Funding Goal: The minimum funding goal as defined by the startup and portal at the Funding Goal, and 0 otherwise. 46 ", "filename": "836325559.pdf", "person": ["Lars Hornuf", "Hornuf, Lars", "Armin Schwienbacher", "Schwienbacher, Armin"], "date": ["2015"]}