{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/108416/1/bwp0401.pdf"], "title": ["The Employment of the Roma - Evidence from Hungary"], "plaintext": "5BUDAPEST WORKING PAPERSON THE LABOUR MARKETBUDAPESTIMUNKAGAZDASAGTANI FUZETEKBWP. 20001 BWP 20002 BWP 20003 BWP 20004Peter Galasi and Gyula Nagy Arpad Abraham and Gabor Kezdi Korosi Gabor Kertesi Gabor BWP 20005Fazekas Karoly BWP 20006 BWP 20007 BWP 20008Kertesi Gabor G. Kertesi J. Kollo Karoly Fazekas BWP 20009Nagy Gyula BWP 20011Janos Kollo BWP 20012Kollo Janos BWP 20013 BWP 20014 BWP 20015 BWP 20016 BWP 20017 BWP 20018 BWP 20019Kertesi G. Kollo J.Gabor Kertesi Janos Kollo Galasi P. Nagy Gy.Kertesi Gabor Kollo Janos Kollo Janos Galasi Peter Nagy Gyula Fazekas Karoly BWP 200110Julia Varga BWP 200111Kollo Janos Are children being left behind in the transition in Hungary?Longrun trends in earnings and employment in Hungary,19721996A vallalatok munkaerokereslete A cigany foglalkoztatas leepulese es szerkezeti atalakulasa 1984 es 1994 kozott A kulfoldi mukodotokebearamlas hatasa a munkaeropiac regionalis kulonbsegeire Magyarorszagon Ingazas a falusi Magyarorszagon Wage Inequality in EastCentral Europe The impact of foreign direct investment inflows on regionallabour markets in Hungary A munkanelkulisegelyezes Magyarorszagon a kilencvenesevekben The patterns of nonemployment in Hungarys least developed regions A munkanelkuli segelyrendszer 2000. evi szigoritasanak politikai tamogatottsaga Agazati berkulonbsegek Magyarorszagon Economic transformation and the revaluation of humancapital Hungary, 19861999Jaradekjogosultsag es elhelyezkedesi eselyek A gazdasagi atalakulas ket szakasza es az emberi toke atertekelodese Magyarorszagon A jaradekos munkanelkuliek allaskilatasai 1994 es 2001 tavaszan A munkanelkuli ellatas valtozasainak hatasa a munkanelkuliek segelyezesere es elhelyezkedesere Az aktiv koru allastalanok rendszeres szocialis segelyezesevel es kozcelu foglalkoztatasaval kapcsolatos onkormanyzati tapasztalatok Earnings Expectations and Higher Education Enrolment Decisions in Hungary Meddig tart a rendszervaltas?6BUDAPEST WORKING PAPERSON THE LABOUR MARKETBUDAPESTIMUNKAGAZDASAGTANI FUZETEK BWP 20021 BWP 20022Peter Galasi Julia Varga Kollo Janos BWP 20023Gabor Kezdi BWP 20024 BWP 20025Gabor Korosi Gabor Kertesi and Janos Kollo BWP 20026Fazekas Karoly BWP 20027 BWP 20028Zsombor CseresGergely Korosi G.Suranyi E. BWP 20031Agnes Hars BWP 20032Galasi Peter BWP 20033Karoly Fazekas BWP 20034Peter Galasi BWP 20035 BWP 20036 BWP 20037 BWP 20038Peter Galasi Gabor Kertesi Janos Kolo NemesNagy Jozsef Nemeth Nandor Julia Varga Does Private and CostPriced Higher Education: Produce Poor Quality?Az ingazasi koltsegek szerepe a regionalis munkanelkuli kulonbsegek fenntartasaban Becslesi kiserletek Two Phases of Labor Market Transition in Hungary: InterSectoral Reallocation and SkillBiased Technological Change Labour Adjustment and Efficiency in Hungary Labour Demand with Heterogeneous Labour Inputs after the Transition in Hungary, 19921999 and the Potential Consequences of the Increase of Minimum Wage in 2001and 2002A tartos munkanelkuliek rendszeres szocialis segelyezese es onkormanyzati kozfoglalkoztatasa Magyarorszagon, 20002001Residential Mobility, Migration and Economic Incentives the Case of Hungary in 19901999Munkahelyteremtes es rombolas Channeled EastWest labour migration in the frame ofbilateral agreements Munkanelkulisegi indikatorok es az allasnelkuliek munkaeropiaci kotodese Effects of foreign direct investment on the performance oflocal labour markets The case of Hungary Estimating wage equations for Hungarian highereducationgraduates Jobtraining of Hungarian highereducation graduates The Employment Effects of Nearly Doubling the Minimum Wage The Case of Hungary A hely es a fej. A regionalis tagoltsag tenyezoi az ezredfordulo Magyarorszagan The Role of Labour Market Expectations and Admission Probabilities in Students Application Decisions on Higher Education: the case of Hungary Budapest Working Papers on the Labour Market is jointly published by the Labour Research Department,Institute of Economics Hungarian Academy of Sciences and the Department of Human Resources, Budapest University of Economics and Public Administration.Copies are available from: Ms. Iren Szabo, Department of Human Resources, Budapest University of Economics, and Public Administration. H1093 Budapest, Fovam ter 8. Phonefax: 361 2171936 Emailaddress: iszaboworkecon.bke.hu; Ms. Zsuzsa Sandor, Library of the Institute of Economics, H1502 Budapest P.O. Box 262, Fax: 361 3092649; Email address: biblioecon.core.hu.Papers can be downloaded from the homepage of the Institute of Economics:www.econ.core.huTHE EMPLOYMENT OF THE ROMA EVIDENCE FROM HUNGARYBY GABOR KERTESIAbstract The paper is based on data of individual work histories of the 199394representative Roma survey in Hungary. First the disappearance of fullemployment of Roma in the 19841994 period is documented by the useof a quasi crosssectional macro model and the patterns of employmentcharacteristics of the nineties are described. Then the erosion ofemployment is traced from individual histories controlling the effects ofgender, age and schooling. Finally, particular aspects of lowemployment of Roma are accounted for, focusing on the role of lowschooling, regional backwardness, and labour market discrimination.Keywords: Economics of minorities and races, Discrimination,Regional inequalities, Transition JEL Classification: J15, J7, R23KERTESI GABORA ROMAK FOGLALKOZTATOTTSAGA MAGYARORSZAGI TAPASZTALATOKOsszefoglalo A tanulmany harom reszbol all. Az elso resz egy kvazikeresztmetszetimakromodell segitsegevel rekonstrualja a ciganysag csaknem teljesfoglalkoztatasanak 1984 es 1994 kozotti leepuleset es a kilencvenesevekre jellemzo uj foglalkoztatasi minta kialakulasat. A masodik resz afoglalkoztatas eroziojat az egyeni eletpalyak menten, a nem, az eletkores az iskolai vegzettseg fuggvenyeben koveti nyomon. A harmadik reszaz 1994re kialakult foglalkoztatas teruleti jellemzoit, az iskolaztatasszerepet es a foglalkoztatasi diszkriminacio problemajat elemzi.Targyszavak: Kisebbsegek kozgazdasagtana, diszkriminacio, regionalisegyenlotlensegek, az atmenet kozgazdasagtana231. INTRODUCTIONThe economic transformation has put the greatest burden of all on the Romany population. As a result, the Roma have lost the basis of their livingfor the second time in the twentieth century. In the first half of the century,the disintegration of traditional Romany communities and the disappearance of the markets for traditional Romany crafts were both the products ofa slow, evolutionary progress, which brought about at least in part anadjustment on the part of the Romany population in the longrun. As opposed to this process, the appearance of massive unemployment at the timeof the transformation has wiped out in only a few years time just about allof the results of the slow modernisation. This modernisation had led to theintegration of the Roma into Hungarian society if only on its margins through the expansion of the primary education and growth of industriesbased on uneducated labour. Undoubtedly, this integration was to a greatextent only an illusion: the jobs offered by the distorted socialist modernisation could not last for long. Nevertheless, the social ascension of the Roma was real: a large number of people formerly on the margin of societywere able to integrate into the society and have taken the first steps towardsa more civilised life. In this process the spread of basic education was ofcrucial importance. The massive jobb loss of the Roma has made all of thishistory. With the collapse of the socialist economy, the market value of basic education has been nullified and a large part of the people that have integrated into society found themselves on the outside of society in a fewyears. The disappearance of surpassed forms of living, which happened atan unbelievably fast pace did not make it possible for the bulk of the Romany population to find successful forms of adaptation beyond bare subsistence. The more time the Roma spend in their current way of life, thestronger the vicious circle of poverty low education unemployment poverty shall become. The situation of future generations is by no meansmore promising.The Hungarian Roma are in a severe and unprecedented crisis. This paperwas written in order to direct attention once again 1 to this acute crisis. Thisreport is based on the employment histories part of the 199394 representative Roma Survey 2 which has been cleaned after many years of work, so we 1 Two earlier studies by the author focus on the employment of the Romany populationbased on a much narrower informational basis, see: Kertesi 1994, 1995.2 The survey, which comprises a 2 percent representative sample of the Hungarian Romany population was conducted by Kemeny Istvan, Havas Gabor and the presentwriter. For detailed information on the survey see: Kertesi Kezdi 1998, chapters 13.4have at hand a previously unexplored database containing richer, more accurate information.The 199394 representative Roma Survey contained a bloc of questions onthe employment histories of the adults in all of the households of the sample. We considered all those persons as adults who were at least 15 years ofage at the time of the survey, and were not regular students in any educational institution. In the 2222 households questioned in the survey we had 5800 adults. Their employment histories represent the work histories ofabout 250260 thousand Romany adults. These employment histories aremade up of a chain of consecutive events from the persons first employment to his labour market status at the time of the survey at the turn of 199394. For all of those individuals who had never held a job in their life,this piece of information was recorded.3The employment histories of the 5800 adults contained a maximum of 17different spells, while an average employment history was made up of 34spells. Our first aim was to make possible the comparability of these lifestories differing in length depending on the age and the type of employment history of the individual. The life stories of the 5800 adults were assembled of 21500 individual events, which contained the pieces of information given in detail in Footnote 3.The cleaning of the database containing the employment histories tookquite a long time. The correction of contradicting informations was inmany cases only possible by checking the individual questionnaires, andwe also went through the tedious work of checking the consistency of theemployment chronologies with other pieces of information: the course ofschooling, the changing of domiciles, the timing of births and so on. All ofthis work has successfully come to an end, and the database became adequate for statistical analysis.4 3 For every event in the employment history of an individual we recorded the followingpieces of information: 1. the starting and finishing year of the spell; 2. the type of activity in that spell employment, unemployment, housewife, on child care leave, participation in education, member of the armed forces, in jail, retired; if the individualwas employed: 3. what was her occupation; 4. how many months per year was sheemployed; 5. the industry of employment; 6. the settlement of the workplace; 7. therelation of the place of work to the place of habitation same settlement, daily commuting, weekly, monthly commuting. We naturally had access to all the backgroundinformation included in the Roma survey: the individuals gender, age, schooling,family status, the characteristics of the place of residence etc. So information on justabout all the factors influencing labour market status were at hand.4 We formed three files from the original database, all representing different perspectives on the individual employment histories. 1. A file that contains a snapshot of the5The use of this database is particularly useful in reconstructing the dramaticcrowding out of Romany workers from the labour market from the secondhalf of the 1980s to the date of the survey, 199394. Our interest is not onlymotivated by the curiosity of the historian seeking to document the dissolution of a withered system the disappearance of full employment although this also is a not an unimportant goal. But the story is instructive todate: it helps understand the structure and characteristics of Romany employment which emerged from the ruins of full employment by the middleof the nineties.The paper is organised as follows. First the disappearance of fullemployment of Roma in the 19841994 period is documented by the use ofa quasi crosssectional macro model and the patterns of employmentcharacteristics of the nineties are described. Then the erosion ofemployment is traced from individual histories controlling the effects ofgender, age and schooling, and particular aspects of low employment of Roma are accounted for, focusing on the role of low schooling, regionalbackwardness, and labour market discrimination. In the final section wesummarise the basic findings.2. ROMANY EMPLOYMENT BETWEEN 1984 AND 1993: A QUASI CROSSSECTIONAL MACRO MODELConsider the following twostate macro model see Graph 1. The workingage persons in a given year t are in one of two labour market states:they are either employed or not employed. The increase in year t1 of thestock of employed in year t Et can be attributed to two sources: those labour market entrants mostly young, who have become employed in thegiven year yet, and those from the stock of nonemployed who have founda job in the given year net. The total inflow into employment is the sum ofthe two above flows: yet net. The stock of employed persons is reduced labour market status of the individual in the given year for all of the years from 1979to 1994, this file shall be called snapshot file. 2. A second file which measures thenumber of months employed, the length of the employment spells, the number ofchildren born, the fact of attending a night school in the period starting from the individuals entry unto the labour market to January of the given year 1979, 1980,  ,1994. This database shall be called flow file. 3. In the third file our observationswere not the individuals, but the events of their employment histories: this file contains altogether 21500 spells with all the relevant information about the events in theemployment histories. Naturally, more than one spell observation of the same individual can be found in this file which we called event file.6by two flows: those employed who have lost their jobs in the given yearent, and those employees who have retired ept. By adding up these twoflows, we receive the total outflow from employment: ent ept. Similarflows reduce and increase in an inverse manner the stock of nonemployed Nt.Graph 1: Labour market stocks and flowsye Eep Yenne Pyn Nnp Notes: Y labour market entrants E employed N nonemployed P retired Et Etnet Accordingly, the stock of employed nonemployed in a given year t1can be computed from the stock of employed nonemployed in year t andthe flows in year t by the use of the following equations:1 ep2 NIn the ideal case, information on the stocks can be found in crosssectionaldatabases, while the data on the flows comes from panel data. In our case,all of the information comes from the employment histories of the 5800persons in the representative crosssection of the 199394 Roma Survey, soall of the data on the stocks in past years Et and Nt, where t 1984, ,1993 is taken from this database. Our estimates are based on the followingtnpententnetyntyet Ntt 11 t7procedure: we reproduced the transition matrices in Table 1 for each pair ofyears from the snapshot file using frequency weights.5Table 1: Labour market stocks and flows Year tyear t 1Employed Nonemployed Retired Employed EtNonemployed NtNew entrant YtAlleetnetyet Et1entnntynt Nt1eptnpt Pt1To make computations simpler, we considered all those as nonemployedwho were neither employed nor retired. In other words all unemployed persons, housewives, persons on childcare leave, in military service, jail andnonregular students were classified as nonemployed. We note that themajority of the nonemployed were unemployed, housewives or persons onchildcare leave. Based on the transition matrices, we are able to estimatefrom our employment histories the stock of employed and nonemployedpersons as well as the labour market flows.Our estimates are subject to some biases. E.g. stocks and the flows of theyear 198485 do not contain those persons who have died since 1985, giventhat our information is based on the population of the year 199394. Due tothis fact all of our estimates relating to absolute numbers are lower than thehypothetical estimates based on crosssectional data. If we consider the biases of relative numbers, it is clear that the largest biases can be found inthe estimates relating to the oldest cohorts, who are evidently made up ofthe retirees in a given year ept and npt. On the same grounds, it is easy tosee that our estimates relating to the labour market entrants yet and ynt arethe least biased. Due to the number of deceased our estimates of the stockof employed and nonemployed as well as the flows to and from these two 5 The Roma survey contains an about 2 percent sample of the whole Hungarian Romanypopulation, so our frequency weights were of the order of about 50. The samplestaken in Budapest and Miskolc are the exceptions because the sampling proportion inthe first city was twice as large as in general, while in the second city it was fourtimes as large. As a consequence the frequency weights used for the habitants of Budapest was about 25, while for the habitants of Miskolc it was about 12,5. The exactanalytic weights differed from these values slightly due to the multistage samplingtechnique used. For further information see: Kertesi Kezdi 1998 chapters 1 and 2.8states are biased to about the same extent, for the average ages of personsin these stocks are about the same in every year. Furthermore, those whoare employed have on average more schooling than the nonemployed, sowe can expect the employed to have a lower mortality rate. In this manner,our estimates of the ratio of the stock of employed to the stock of nonemployed should be considered as slightly upward biased in every year.Graph 2: Changes in the number of employed and nonemployedpersons between 1984 and 1993 thousands of people number of employed number of nonemployed 16014012010080604020848586878889year 90919293Graph 2 shows the timepath of the stock of employed Et, and nonemployed Nt. This graph makes clear the dramatic loss of Romany employment in the 1984 to 1993 period. In the middle of the eighties out of aworkingage population of 160180 thousand persons, there were about 120thousand employed, and about 4060 thousand nonemployed. From thelate eighties 198889 these proportions started to change gradually, so thestock of employed decreased first at a slow, then at a faster pace. By 1993the stock of employed fell to about half 60 thousand persons their numberin the eighties, while the stock of nonemployed and not retired grew byan enormous amount, to about 140 thousand persons. As a result, the employednonemployed ratio, which was about 3:1 at the middle of theeighties, was worse than 1:2 in 1993.We now decompose the change of employment relative to the stock of employed in the base year in percentage according to Equation 3:3 Et1Et EtnetEtyetentept.Et9The first term on the right hand side the inflow rate stands for the pace offlow into the stock of employed in a given year t, while the second termthe outflow rate stands for the pace of outflow from the stock of employed in the same year. Both these terms measure the percentage ofgrowth decrease relative to the employment in the base year that can beattributed to the flow into out of employment. The timepath of the inflowand outflow rates can be seen in Graph 3.Graph 3: The yearly rates of flow into and out of the stockof employed between 1985 and 1993 per centoutflow rateinflow rate 353025201510508586878889 year 90919293Based on the evidence found in the inflow and outflow rates it is fair to saythat the employment of the Roma was in a steady state at the middle of theeighties when low and stable in and outflow rates maintained a relativelystable and high level of employment. This equilibrium destabilised at theend of the eighties: the outflow rate was about 7 percent in 1988 and thisrose to 30 percent in four years 1992, while the inflow rate stood at 78percent at the same time. As a result, the stock of employed decreased at anever faster pace between 1988 and 1992.In 1992 and 1993 we can observe the first signs of a new trend: the outflowrate ceased to increase, while the inflow rate doubled from 8 percent to 16percent. In what follows we shall argue that based on our fragmentary information we can expect Romany employment to stabilise at the end ofthe nineties at a new lowlevel steady state. We can anticipate that thisnew steady state shall be characterised by in and outflow rates about twicethose of the steady state in the eighties, these rates will stabilise at around 15 percent. In other words, an employment pattern typical of the Third World could appear, where the level of employment of an uneducated10group is not only very low, but the length of a typical employment spell isalso very short and the stock of employed is alternating at a high speed. Inthis situation occasional work will be the dominant form of employment.Graph 4: The yearly rates of flow into and out of the stockof employed persons between 1985 and 1993 per cent outflow rate ep rate en rateinflow rate ye rate ne rate 3530252015105030252015105085868889 year 87 a90919293 en rate ne rate 8586878889 year 90919293 c8586878889 year b90919293ye rate ep rate 201510501086420858687889091929389 year de: employed; n: nonemployed; y: new labour market entrant young; p: retiredNow, we shall take a closer look at the components of the in and outflowrates. Graph 4 contains four panels: panel a shows the values of the outflow rate and its components the rates of flow from employment to nonemployment ent and from employment to retirement ept; while panel bshows the values of the inflow rate and its components the flow fromnonemployment to employment net and the flow of new entrants intoemployment yet. In panel c we compare the flows between employmentand nonemployment ent and net; while panel d concentrates on therates of demographic change yet and ept.11The changes in the structure of Romany employment are basically due tothe changes in the rates of flow between employment and nonemploymentsee panel c, although the rates of demographic changes also alteredsomewhat in these ten years. This last development is not easy to see onpanels a and b, since the values of ent and net changed to such an extentbetween 1987 and 1993, that in comparison the changes in the rate ofdemographic change seem negligible. But panel d demonstrates that inthe nineties the balance of demographic change is much lower than in thesecond half of the eighties: it fell from 24 percent to 1 percent. This difference can be attributed to both components of the demographic change: therate of retirement in a given year npt suddenly doubled after 198788 andstabilised at this higher level; while the employment rate of new labourmarket entrants deteriorated by one percentage point at the same time itdecreased from 6 to 5 percent and stabilised at that level.The net in and outflow rates that have been cleaned from the effect ofdemographic flows show the same time pattern as the gross rates. We distinguish three different periods in the decrease of Romany employment. Inthe first phase, between 1985 and 1989 a gradual erosion can be observed :the rate of flow out of employment mostly job loss steadily increasedfrom year to year, it has risen from the level of 4%year in 1984 to 7%yearby 1989 while the rate of inflow remained constant at around 34%year.The second phase is the period between 1989 and 1992, when the pace ofjob loss increased by a staggering amount, from the 7%year level in 1989to the 25%year in 1992, while the rate of inflow failed to increase. As a result, the decrease of employment the balance of net in and outflow rates jumped from 34%year to 2021%year. This last piece of informationmeans that in 1992 the stock of Romany employed decreased by one fifthin only one year. We are only able to register the beginning of the thirdphase starting in 1992, when the rate of decrease of employment is easing.Although the rate of outflow has not stopped rising from 25 to 38 %, thepace of this increase is slowing down. This phase is marked by the suddenjump in the inflow rate from 4 to 11%. The net result of these twochanges is the fact that in 1993 for the first time since 1986 the rate ofdecrease of employment is slower than the rate in the previous year. Thismay indicate that the market is beginning to approach a new steady state at a very low level of employment with around 5060 thousand employedpersons. The lack of data prevents us seeing at what exact value theseflows will stabilise if such stable state exists in the second half of thenineties. Nevertheless the additional information on the structure of employment does suggest that after 199394 a new pattern of employment of12Romany workers will emerge characterised by unstable employment andthe dominance of occasional work.Graph 5: The average number of months worked per year by thosewho were employed in the period of 19851987 and 19911993.7.6.5.4.3.2.10.7.6.5.4.3.2.10.7.6.5.4.3.2.10101112012 Average number of months employed per year 4586379101112019 Average number of months employed per year 753846 Men, 1985 1987 Men, 1991 1993.7.6.5.4.3.2.10111201239Average number of months employed per year 45678101112 Women, 1991 1993014329Average number of months employed per year 10 Women, 1985 19875678Look at Graph 5, where we measured the stability of Romany employmentwith the average length of an employment spell at the middle of the eighties and in the first part of the nineties. To describe each period, we chosethree years and tried to answer the question: what was the typical length ofthe employment events in the individual histories in these two periods. Thelengths of the employment spells were averaged over the three years andare measured in months per year.We have to remark that the distribution of the length of employment spellsin a given period is independent of the absolute level of employment in thegiven years. In principle, it is possible to have a situation where the level of13employment is low as it was in the first half of the nineties 6 and at thesame time most employment is secure of 1112 months per year length. Inthis case, the in and outflow rates should be low, otherwise the representative spells of employment could not have been stable. According to an alternative scenario a low level of employment means at the same time aswitch to occasional work of less than one year length. It is clear from Graph 5 that the structure of Romany employment moved in this direction.The employment at the middle of the eighties meant the dominance of stable jobs of 12 monthsyear length while the employment of the firsthalf of the nineties was made up of predominantly casual jobs of short duration. As opposed to the period of 1985 to 1987, when the ratio of longrun employment 12 months per year was around 70 percent amongst Romany men, in the period of 1991 to 1993 the ratio of longrun employment fell to about half of that level to 3738%. A change of the same order came about in the structure of employment of Romany women.This also means that in the middle of the nineties, the employment of Romany workers is not only characterised by its low level, but by the high rateof in and outflows, so a pattern of highly unstable employment was in themaking. Not only did the Romany population lose once and for all theirjobs to a much larger extent than the average of the Hungarian population,and in this way were crowded out of the labour market, but those Romanypersons who held on had to give up the hopes of a longterm employmentrelationship. The spread of unstable employment has caused social disintegration of those with a job: the lack of permanent employment also meansthe lack of a stable lifestyle, the continued presence of breadandbutterworries, as well as a lower level of social transfers from the state and theemployers or even the loss of entitlements.3. THE COLLAPSE OF FULL EMPLOYMENT IN A LONGITUDINAL PERSPECTIVE: ROMA AND NONROMAPrior to their job loss during the economic transformation, the Romanyworkers driven out of the labour market as Table 2 shows had long,continuous employment histories. Based on the evidence in Table 2 we cansay that the Romany workers who were crowded out of the labour marketwere not attached to the market to a lesser extent than those who were able 6 Based on the data in the year 1993: 60 thousand employed persons to a population ofabout 200 thousand working age persons not studying or retired means an employment rate of about 30 percent.14to keep their jobs in the nineties. The length of continued employmentspells before 1989 of the Roma still working in 1994 does not differ markedly from that of those out of work, neither among men nor among women,or in groups defined by age. Full employment meant about the same type ofemployment for Romany workers as for the rest of Hungarian society: stable, all yearlong work. In other words: the dissolution of the full employment started off from the same basis for the Roma as for the rest of Hungarian society.Table 2: Prior labour market attachment of those Roma workersin 1989, who lost, as opposed to those who managedto keep their jobs by 1994The average number of years worked before 1989 of those, wholost their jobs by 1994womenmen 5.39.914.318.123.428.95.37.911.913.615.018.4were employed in 1994menwomen 5.810.514.219.724.328.25.48.612.415.117.223.4Age in 1989years20 2425 2930 3435 3940 4445 49The chance of job loss depends to a large extent on worker characteristics.With the collapse of the socialist economic model a large number of companies employing uneducated labour, manufacturing lowquality productsand functioning inefficiently went bankrupt or contracted and the wholeeconomy was forced into structural adjustments. The transitional crisis notonly decreased overall labour demand, but it also altered the structure ofdemand: demand for low educated workers with primary or vocationaltraining school underwent a dramatic decline, while the relative demandfor labour with secondary or higher education increased. Furthermore: theemployment crisis hit companies in the competitive sector much harderthan the budgetary sector, so job loss was more frequent among bluecollarthan among whitecollar workers and in consequence struck the employment of men more than the employment of women.The change in the structure of labour demand affected the Romany population particularly adversely because the typical Romany worker is blue15collar, of low schooling and male, just the type of person whose work hasbecome the most devalued since the middle of the eighties. In comparison:the median Hungarian worker has finished secondary school, and has anequal chance of being male or female. Because of these differences theonly way to correctly assess the disappearance of Romany employment isto do this in comparison to the employment of the typical Hungarianworker, with special attention to the differing composition of the twopopulations. To put it another way: we must control the most important attributes gender, age and schooling when accounting for the decrease ofemployment. This is what we shall do in this section.Choosing a group of workers characterised by gender, age and schooling for example the male workers with completed primary school and were 2529 years of age in 1984 we follow the employment history of this particular group from year to year in the period 1984 to 1994. Our questionis: what percentage of the group would retain its employed status overthese years. Naturally our chosen cohorts gain in age as time passes, so themen aged 2529 in the above example would be 3539 years of age by theend of our story in 1994. The passage of historical and of personal timeyears of age forces us to restrict our attention to those of 2039 years ofage in 1984, because they would be 3049 years of age in 1994 and in thisway would still be of working age.7 As we showed in the previous section,this is the most important question: to what extent did the erosion of employment affect the working age population?We chose 1984 as our starting point, because this probably was one of thelast years of peace before the start of the transition in the labour market,so we can observe the last stand of full employment in the socialist economy. This is where a true longrun analysis should start off. We hope that itwill be made clear in the discussion below that 1989 would not serve as auseful basis, for the gradual movement in the second half of the eightiesforeshadowed the immense employment crisis after the economic transitionSee Kollo 1998. 7 In our study we mostly treat the group of persons aged 2039 in 1984 at the aggregatelevel. We do not include the analysis of the employment of the five year birth cohorts, because their employment histories do not differ markedly. The case of thebirth cohorts of all women is somewhat different for we found a gap of the order of 20 percentage points between the employment rates of the oldest and youngest cohorts in the second half of the eighties, which is probably due to the timing of births.We found no such tendency on the graph of the Romany women. The graphs for thefive year birth cohorts are available from the author upon request.16We cannot grip the extent of job loss among Romany workers if we do nothave a comparison group. This comparison will naturally be the whole ofthe Hungarian population. To our regret, a longitudinal database representative of the whole of the Hungarian population does not exist nor a largesample of employment histories comparable to ours, which would make itpossible to document starting from the middle of the eighties or from 1989the impact of the economic transformation based on individual employmenthistories. Because of this lack of data we shall have to be content with secondbest methods. Nevertheless, our chosen method of analysis that wedo not analyse the employment histories of individuals, rather birth cohorts made it possible to work out a secondbest solution. If we take yearbyyear large sample crosssection databases, and fix our analysis to cohorts,we have a quasipanel database of these cohorts. This can only be done ifwe have representative large sample crosssections for almost all years, sothat the accidental random variations occurring because of differing sampledesigns can be smoothed by the continuity of the longitudinal database.8Out of the 11 years of our period, we found adequate databases for 8 yearsonly years 1985, 1986 and 1988 are missing. Our sources of data were thefollowing in each case we had large individual files:the 1984 CSO9 Microcensus,the 1987 CSO Household Expenditure Survey;the 1989 CSO Household Expenditure Survey;the 1990 CSO Census, 2 % representative file,the 1991 CSO Household Expenditure Survey;the 1992 CSO Labour Force Survey, simple average of the quarterly data;the 1993 CSO Labour Force Survey, simple average of the quarterly data;the 1994 CSO Labour Force Survey, simple average of the quarterly data;In all the cases where we do not note otherwise, we calculated employmentrates for the cohort aged 2039 in 1984. In the following, we present our results by the use of Graphs 611. 8 Naturally, it is also important to form the schooling and labour market status categories in exactly the same way in all of the individual crosssections.9 CSO Central Statistical Office of Hungary.17Graph 6: What percentage of the population aged 2039 kept their jobs between 1984 and 1994 depending on ethnic origin and gender?population Romanypopulation Romany 100908070605040302010010090807060504030201001009080706050403020100100908070605040302010084858687889089yeara men 91929394848586878889year 9091929394b women18The use of graphs as opposed to tables is motivated by the fact that wesimultaneously operate with four sometimes five dimensions: gender,age, schooling, ethnicity Romanyfull population and historical time.Graph 6 presents the path of employment by gender, indicating data forboth Romany and full populations. We have the following observations.1. In our tenyear period the job loss among Romany workers was evenmore dramatic than the far from negligible job loss in the whole population. As opposed to the middle of the eighties, when the employment rateof Romany male workers was not far from that of the whole population itwas only behind by 45 percentage points a decade later this small difference grew to an enormous gap of 45 percentage points. A disadvantage ofthe same order accrued in the employment of Romany women by the middle of the nineties, although at the middle of the eighties Romany womenaged 2039 already had an employment rate 20 percentage points lowerthan all women. In ten years about twothirds of the middleaged Roma losttheir jobs.2. The rather moderate employment losses of 10 percentage points of the 2039 year old women in the whole population was because a large proportion of women had a whitecollar job in the budgetary sector, which was lesshit by the transitional employment crisis. In contrast, Romany women wereemployed to a larger extent by the nonbudget sector in bluecollar jobs, sothey lost their jobs in about the same proportion as Romany men did.Graphs 78 show by gender the time path of the employment rate of the Roma and the whole population broken down by schooling categories relevant to Roma 10: less than primary school, completed primary school, voc 10 We left out of the analysis all those with secondary or higher education, because thenumber of observations in the Roma survey were too low to make detailed investigation possible.19tional training school 11. The inclusion of the schooling variable makes itpossible to draw a more detailed picture. 11 In the case of the Romany population we included all those persons aged 2039 whohad secondary or higher education as well as those with vocational training school toincrease the sample size. For the whole population this category is comprised only ofpersons with vocational training school. This does not have any important effect onour findings. First, the number of Roma with secondary or higher education is minimal. Second, their inclusion in this category probably makes their employment situation look somewhat better than it actually is, but it still is much worse than the employment of the same category in the whole population.Graph 7: What percentage of the population aged 2039 kept their jobs between 1984 and 1994 depending on schooling, ethnic origin and gender?population Romanypopulation Romany 1910090807060504030201001009080706050403020100848586878889 year 9091929394a men with 07 years of education population Romany 10090807060504030201001009080706050403020100100908070605040302010010090807060504030201008488868785b women with 07 years of education 89year 91909392 population Romany 9410090807060504030201001009080706050403020100848786888593c men with 8 years of education 89 year 92919094848586878889year 9091929394d women with 8 years of education20Graph 8: What percentage of the population aged 2039 with completed vocational schoolkept their jobs between 1984 and 1994 depending on ethnic origin and gender? population Romany population Romany 100100908070605040302010090807060504030201008485868788909192939489yeara men 848586878889year 9091929394b women 10090807060504030201001009080706050403020100211.First of all we can say that the huge gap between the employment rates of Roma and the whole population is not only due to differences of composition. The situation at hand is not only because the Roma have much lessschooling and as a consequence, they have lost their jobs to a greater extent. Although the graphs by schooling categories also show the effect ofthis difference in composition 12, the fact is that in 1994 in all but one 13 genderschooling group Roma have a minimum 10, and mainly a 2030 percentage employment lag whereas this difference was in every case smaller than 10percentage points ten years earlier. This fact makes clear that there are factorsother than differences in schooling as well as gender and age which governthe differences in employment probabilities between Romany workers and thewhole population. These factors can be of three origins: unmeasured characteristics affecting productivity, regional differences and discrimination in the labour market. We try to account for these factors in the next section.2. An even more interesting observation in Graphs 78 is that the employment gap is smallest in the totally uneducated category less than completed primary school in comparison to those with completed primaryschool or vocational training school whilst it is clear that Roma in thiscategory are the hardest hit by regional backwardness. So the compositioneffect of the regional dispersion of the Romany population 14 plays a minorrole in the widening employment rate differential between Roma and thewhole population. This conjecture is confirmed by the calculations of Section 3, where we show that if the regional backwardness had the same effect on the employment probabilities of Romany workers as it does on theprobabilities of the whole population with the same amount of schooling,then the regional dispersion of the Romany population would be of muchless dramatic consequence on Romany employment than it is in reality.In Graphs 911 we include two further dimensions of our analysis: the employment rate of the labour market entrants and early retirement. Thecommon characteristic of these two groups, the market entrants and thoseof age potentially eligible for early retirement is that both are markedlyexposed to the hazard of job loss. Above we used the term potentially eli 12 The differences between the graphs of the Roma and the whole population disaggregated by schooling category are much smaller than the gap between the graphs of thetwo populations not disaggregated by schooling see Graph 6.13 The only exception being females with less than completed primary school .14 To be more exact: the Romany population is overrepresented in the village categoryand in the settlements with high unemployment regardless of the settlement size. Theorder of this overrepresentation is higher, the lower the schooling of the given Romany or nonRomany group.22gible for early retirement for all those workingage, but not young over 35 years of age persons, who are 1 severely ill or disabled; or 2 working in a job which if discontinued, does not accrue additional costs to theemployer via side effects in other productionlines; or 3 in a marginal position in the internal or on the local labour market and do not have influential acquaintances in their community or workplace who would plead theircause. If the economy is in a crisis and jobs are destroyed, then it is leastcostly and brings about the least conflict in the workplace for employersto lay off these workers.15 The situation is the same if it is not the employers who initiate the retirement, rather it is the workers who seek refuge inearly retirement from the menace of unemployment. The laxity in the process of awarding disability retirements gives ground for this kind of behaviour. These laxities can go unnoticed on the part of the social security orthe state budget, because what is lost on disability pensions is saved onunemployment benefits, plus this way of dealing with workers withoutmuch hope of reemployment in the future does not put a burden on staterun and provided by the local governments welfare system.The new labour market entrants are in a danger zone for similar reasons,and in particular those with neither highlevel education nor uncommonprofessions. At a time of cutback most companies also do not take on newworkers. If the whole economy is in contraction, then the aggregate probability of employment of labour market entrants will decrease too. It is reasonable to expect that at the time of a crisis the chances of employment ofmarket entrants will decrease faster than the chances of job loss of employees will increase, or even if the pace of change of these two probabilitieswould be the same, the entrants chances of finding a job would start deteriorating at an earlier date. The reasons are similar to the case of early retirement: on the one hand it is less costly for the employer ceteris paribus to not hire somebody from outside than to fire a worker with some jobspecific human capital, and he does not have to accrue the fixed costs ofdischarge; on the other hand the stop of hiring does not cause conflict onthe inside of the workplace as opposed to firing. 15 See the report of Fazekas and Kollo 1990 pages 215219. on this phenomenon atthe end of the eighties.Graph 9: What percentage of the given age group kept their jobs or found a job between 1984 and 1994 depending on schooling, ethnic origin and gender? age: 2039labour market entrant age 1519 age: 2039labour market entrant age 151923100908070605040302010010090807060504030201001009080706050403020100848586878889 year 9091929394a Romany with 8 years of education age: 2039labour market entrant age 15191009080706050403020100848586878889 year 9091929394c Romany with completed vocational training school 1009080706050403020100100908070605040302010010090807060504030201008485868788909192939489 yearb population with 8 years of educationage: 2039 labour market entrant age 1519100908070605040302010084858687889089year 91929394d population with completed vocational training school24Graph 10: What percentage labour market entrants aged 1519 with 8 yearsof education or completed vocational school could finda job between 1984 and 1994 depending on ethnic origin? population Romany population Romany 10090807060504030201001009080706050403020100848586878889 year 9091929394 a persons with 8 years of education 848586878889 year 9091929394 b persons with completed vocational training school25This can be relevant here in two ways. First, there is in the Romany population a larger proportion of less healthy or less fortunate and of those injobs easily dispensable than in the Hungarian population on average. Second, the Roma are less integrated into the local society or into the organisation of the workplace than the average person in Hungarian society. Theconsequence is clear in both cases: even if employers did not have preferences against Romany workers simply because of working againstweaker opposing forces they would send them in greater proportion toearly retirement or refuse hiring them. 16 Naturally all of this is worsenedby the discrimination against Romany workers in the marketplace.Graphs 910 show the employment rates of labour market entrants 17, while Graph 11 depicts the proportion of early retirees. We focused on the situation of entrants with completed primary school or vocational trainingschool since they make up the bulk of the young Romany cohorts.18 Our results show that it was fair to say that when overall employment is declining, the chances of employment for entrants are particularly bleak. We seethe same phenomenon in both the graphs of Romany youths and of youthson average: the chances of hiring of labour market entrants decline to alarger extent independently of their schooling than does the probabilityof job loss of employees with the same level of schooling increase. 16 No one has to think of some kind of a sinister plot. It is enough to consider the actualsituation of admission or dismissal at a firm. In a case where there are no vacanciesat a given firm, but there still are fresh graduates applying for a job, then an exception will only be made if a particular job applicant is supported by insiders relations,friends working for the firm or by outsiders having standing in the local society withconnection to the firms management. The same argument applies to layoffs: thosehave a greater chance of survival, who have someone with authority standing up forthem. These microscale decisions, which take place several thousand times shallhave the consequence at macro level without anyones intention that personsweakly integrated into the society like the Roma shall have smaller chances ofkeeping or getting a job all other factors held constant than the average person inthat society.17 We defined the category of new labour market entrants the following way. In thesnapshot file of the Romany employment histories we considered entrants all thosepersons with completed primary education who had 1519 years of age in the givenyear and whose starting date of their first employment history event was of the sameyear. For the whole population we could not register directly labour market entryfrom our crosssection files, we simply defined the date of entry by the use of birthdate and years of schooling.18 We did not attempt analysing the situation of entrants with secondary of higher leveleducation, because they represent a very small proportion of the Romany population,even in the youngest birth cohorts.2626Graph 11: The percentage of retired persons in the given age groups in 1984, 1989, and 1994. 1984 1994 19891984 199419895040302010050403020100504030201004044454950542024252930343539 Age in the given year 4044454950542024252930343539 Age in the given year Romany men 19891984 1994 Population, men 1984 19941989504030201002024252930343539 a Age in the given year 40444549 Romany women 2024252930343539 a Age in the given year 40444549 Population, women27Not only is the situation of entrants worse than the older workers, but theemployment crisis affected them earlier. Graph 10 depicting the relativesituation of entrants belonging to the Romany and the whole population byschooling category also confirms our conjectures: the employment rate of Romany entrants starts to decline at an earlier date and in particular forthose with vocational training school to a greater extent than their counterparts in the population as a whole.The problem of early retirement is shown in Graph 11. This graph just asthe one depicting the situation of entrants is based on simple crosssectional data: it shows the percentage of persons already retired in thegiven cohort 19 in the given year 1984, 1989 and 1994. Because each ofthe cohorts is within working age, all of the data greater than zero is due toearly retirement. There are three differing cases of early retirement: disability pensions, which can be awarded to persons with a decrease ofworking capacity of the order of 67 percent 20; early retirement, available tothose within 3 years of retirement age whose employer provides pensionpayments until the age of retirement rather than firing the person; preferential retirement at reduced age, which is available to those working in jobsparticularly detrimental to health and in some other professions for example workers of the armed forces. Although we are not able to differentiateretirees by their source of entitlement, it is well known from aggregate statistics that persons on disability pensions make up the majority of early retirees. As already pointed out, the institutional sytem of the social securitywas a partner for a long time in supplying with this type of benefit workerswho with the loss of their jobs had no other stable source of income.Applying for disability benefits has become one of the typical forms of escape from unemployment.The fact that this way of escaping from unemployment was often used inthe ten years between 1984 and 1994 is well documented in Graph 11. In 1994 see panels b and d the proportion of early retirees was almostthe double of the proportion in 1984 amongst the men in the oldest threecohorts and was more than its double amongst women. It is highly unlikelythat in these ten years the health of the Hungarian population has decayedat a pace that would explain the growth in early retirement. It is more than 19 In this case we did not follow the employment path of the given cohorts.20 In special cases persons with a decrease of working capacity of 50 percent were ableto obtain disability pensions, but these persons were only entitled to a pension ofmuch smaller value the socalled temporary social allowance.28probable that this increase is due to job loss, which is a fairly wellknowndevelopment of the economic transformation.The story of the Romany workers is even more striking. i Early retirementhas reached incredible rates in the Romany population. Although at themiddle of the eighties the work histories of Romany workers already endedfairly often in early retirement this is surely in connection with the healthstatus of the Roma, who typically worked in jobs with unhealthy conditionsand hard physical work the fact that the proportion of early retirees in thefive years between 1984 and 1989 among men aged 4549 increased from 14 percent to 30 percent, among men aged 5054 from 23 percent to 48percent and among women age 4549 from 13 percent to 30 percent indicates that in the case of Roma somewhat older than middle age early retirement was one of the dominant forms of job loss. ii The other characteristic of the Romany population is that the sudden increase in the proportion of early retirees happened five years earlier than in the whole population, in the 198489 period.21 It is particularly important to emphasise thetiming of the flow of masses of Romany workers into disability retirementstatus, because in the same period according to the official Hungarian statistics there was hardly any unemployment and although there were layoffs mostly in jobs with low qualifications , the proportion of these layoffs was negligible. If we consider early retirement as a form of job loss it makes no matter that it is the workers who apply for disability pensions then we can say that the crowding out of Romany workers from the marketplace was fully in swing in the second half of the eighties, at the time ofsocalled full employment.Finally, to end the discussion of the problem of labour market entrants andearly retirement we have to underline that our evidence is in line with theobservations we made based on the macro model in Section 1. In panel dof Graph 4 the rate of inflow of entrants has started to decrease as early as 1986 the order of decrease was 20 percentage points and two years laterin 1988 with the increase of flow into early retirement the rate of outflowfrom employment doubled in just four years time. 21 There was no significant change by 1994 compared to the data for 1989.294. ACCOUNTING FOR THE LOW EMPLOYMENT: LOW SCHOOLING,REGIONAL BACKWARDNESS AND DISCRIMINATIONIn this section we take a look at the consequences of the developments ofthis crucial decade. Based on individual level crosssection data, we try tomeasure the role of low schooling, regional backwardness and discrimination on the stabilisation of the low employment rate in the Romany population. We used as a reference group the data of the September October November wave of the 1993 CSO Labour Force Survey, which contained in this single wave the additional question of ethnic origin. We excludedall those families from our sample, who were indicated as Romany by theinterviewer, this way our reference group is representative of the nonRomany population of the country. Both the sample of Romany and nonRomany populations were restricted to persons of working age in 1993 men aged 1559 and women aged 1554 and we also excluded students ofregular educational institutions. We considered all those employed in the Roma sample who worked as employees or as entrepreneurs and were notregistered as unemployed in the year of the survey; for the nonRomanypopulation, the category of employed was made up of persons who workedat least one hour in the week prior to the date of the survey and usuallyworked at least 10 hours per week plus were not registered as unemployed.LOW SCHOOLINGTables 34 show the basic facts about the differences in schooling composition of the Romany and nonRomany workingage population and aboutthe employment rates by schooling plus gender and age categories. Table 3 shows the differences in schooling composition of the Romany and nonRomany population broken down by gender. It is clear that the Roma havemuch less schooling than the nonRoma which is well known but themagnitude of these differences is astonishing. Only 20 percent of Romanymen have more than completed primary schooling opposed to the 65 percent in the reference group. This difference is even greater among women,with 60 versus 10 percent not having more than 8 years of schooling. Thiscan be the cause of large differences in employment rates in itself. But it ismade clear in Table 4 that schooling composition alone or even combinedwith gender and age cannot explain the enormous gap in employmentrates. Within almost all schooling categories even after controlling forgender and age we find differences of 2030 percentage points in employment rates. There must be other factors than schooling at work here.30 Table 3: The educational attainment of working age Romany andnonRomany population by gender, 1993 %Men Romany Difference 27,8419,2615,9221,30 9,8930,9250,4516,44 1,92 0,26NonRomany 3,0831,1932,3623,2210,15Women Romany Difference NonRomany 2,2437,7917,4732,0710,4443,4648,16 6,63 1,53 0,22 100,00 100,00 41,22 10,3710,8430,5410,22Education 07 classes 8 classes Vocational school Secondary school College All Note: working age men: 1559 years of age, women: 1554 years of age; population 100,00 100,00not in school.Table 4: The employmentpopulation ratio in the Romany andnonRomany population with completed primary andvocational training school, by gender and age, 1993 %Groupage: 1519age: 2024age: 2529age: 3039age: 4054NonRomany Romany Difference NonRomany Romany Difference NonRomany Romany Difference NonRomany Romany Difference 41,718,223,535,112,023,153,223,929,371,638,832,8men with completed primary school 8 classes60,736,624,166,938,328,668,835,133,7women with completed primary school 8 classes41,016,324,759,730,726,011,419,333,7men, vocational training school 73,079,550,041,231,829,5women, vocational training school 67,849,631,436,930,918,244,033,310,783,952,631,363,833,630,258,230,827,474,950,824,175,2 Note: persons not in school.31REGIONAL BACKWARDNESSAnother source of the disadvantage of Romany workers in finding employment might be the unfavourable regional dispersion of the Romanypopulation. This might be due to two factors: Roma are overrepresented invillages where the absence of work is more acute than in any other settlement category; and Roma are overrepresented in those regions where employment is especially scarce regardless of the type of settlement. The regional differences in the employment situation are well represented by thedistribution of unemployment rates in the 170 labour office districts. In 1993 when the national representative survey on Romany population wasconducted one can observe very large differences of twenty to thirty percentage points in magnitude between the unemployment rates of the microregions of the country.22Table 5: The distribution of workingage Romany and nonRomanypopulation by type of settlement, 1993 %Budapest county capital other town 20,21 8,0212,1917,56 9,86 7,7026,2119,04 7,17village 36,02 63,0727,05All 100,00100,00Group NonRomany Romany Difference Note: working age men: 1559 years of age, women: 1554 years of age; populationnot in school.Table 6: The distribution of workingage Romany and nonRomanypopulation by the local unemployment rate, 1993 %Group NonRomany Romany Difference Local unemployment rate 10 % 1015 % 1520 % 2025 % 25 % 32,431,719,8916,3716,06 8,1819,1432,98 13,846,7913,20 6,4139,9327,5612,37All 100,00100,00Note: working age men: 1559 years of age, women: 1554 years of age; populationnot in school; local unemployment rate: the unemployment rate of the labour office district, 1993 Autumn.The regional disadvantage of the Romany population is documented in Tables 58. The difference in the geographic distribution of the Romany and 22 We calculated the unemployment rates for the 170 labour office districts of the OMK.The data used here is the unemployment rate for the third quarter of 1993. See Abraham Kertesi 1998 for the exact calculations.32nonRomany population broken down by settlement type in Table 5, by therate of local unemployment in Table 6, by settlement type and unemployment rate combined in Table 7. Finally, we have calculated the raw differences in employment rates of the two populations by regions, that is bysettlement type and local unemployment rate, which is given in Table 8.Table 7: The distribution of workingage Romany and nonRomanypopulation by the local unemployment rate and settlement type,1993 %Local unemployment rate Group 10 % 1015 % 1520 % 2025 % 25 % All NonRomany Romany Difference NonRomany Romany Difference 17,6216,26 1,3614,42 8,75 5,6773,2768,29 4,9842,7523,6719,08county capitals. 9,1115,45 6,34other towns 31,0136,735,7210,9020,789,88 0,9210,07 9,15villages 100,00100,00100,00100,00NonRomany Romany Difference 14,84 8,05 6,7944,0125,8718,1426,1438,78 12,64Note: working age men: 1559 years of age, women: 1554 years of age; populationnot in school; local unemployment rate: the unemployment rate of the labour office district, 1993 Autumn.10,9214,663,74 4,0812,63 8,55100,00100,00The evidence in these tables clearly shows that the geographic distributionof the Romany population is extremely unfortunate from the viewpoint ofemployment possibilities. 60 percent of the adult Romany population livein villages opposed to 35 of the nonRomany population, and both intowns and in villages as well as in the country overall they live in aconsiderably greater proportion than the nonRomany population in settlements severly hit by unemployment. The effect of this difference on employment possibilities cannot be overstated, as seen in Table 8. Both theemployment probabilities of Romany and nonRomany workers are adversely effected by the local unemployment rate. It might well be that thelocal unemployment rate and the level of schooling of the population is inan inverse relationship and this amplifies the effect of the regional differ33ences on employment. The fact is that the variance of employment probabilities across local unemployment rates is greatest within the village settlement type, where the differences in schooling are the smallest. Thispoints to the importance of regional labour markets in determining theprobability of employment, independent of the schooling level. The employment situation of the Roma is as bleak as it is, because a large proportion of the Romany population live in regions characterised by deep economic crisis.Table 8: The employmentpopulation ratio in the workingage Romanyand nonRomany population by the local unemployment rate and settlement type, 1993 %Group NonRomany Romany Difference NonRomany Romany Difference NonRomany Romany Difference NonRomany Romany Difference Local unemployment rate 10 % 1015 % 1520 %2025 %25 % 64,335,828,566,531,834,769,530,239,365,936,229,7Budapest county capitals 59,012,746,3other towns 60,923,837,1villages 55,224,530,7 54,912,442,547,516,730,8 63,524,938,662,326,036,357,425,032,4 55,821,034,848,710,937,8Note: working age men: 1559 years of age, women: 1554 years of age; populationnot in school; local unemployment rate: the unemployment rate of the labour office district, 1993 Autumn.34LABOUR MARKET DISCRIMINATIONWe refer to discrimination in those cases where the employers value workers of the same quality with the same schooling, labour market experience and not differing in most other attributes those of importance in theirmarket productivity differently: they hire these workers with differentprobabilities or at different wages. There can be many kinds of causes tothis discriminative labour market policy. According to the most acceptedexplanation the employers discriminate between individuals belonging todifferent groups because they believe, based on previous experience bethis belief wellfounded or completely irrational that in these groups theywill find workers appropriate for their purposes with differing probabilitieskeeping the workers observable attributes fixed. Evaluating a job applicants expected productivity is a very difficult task, for it is a function of anumber of not easily measurable individual characteristics 23 outside of theapplicants observable attributes. The appropriate selection at the individuallevel is all the more important the more schooling is needed for the particular occupation or the higher up the job is in the hierarchy. This is whyemployers not only ask for meeting few formal criteria from applicants tothese kinds of jobs, but they try to come to know the applicant in detail bythe use of aptitude tests, persons or works of reference, indepth interviewsand the likes. This obviously is a very costly way of hiring personnel,which is not affordable in simple blue collar jobs with low qualifications.If the employers try to make their decisions based on statistical regularitiesand expect to find acceptable workers in one group e.g among the Roma with lower probability, then they will use this grouplevel information intheir decision, given that this is less costly than screening at the individuallevel. Most of the discrimination in the marketplace against Roma is of this statistical nature. It is not only a matter of the preferences of the employer for or against Roma although this might also come into play forsome individuals when they decide about hiring a Romany worker, but itrather depends on the relative cost of applying ethnic background as ascreening device. This makes the situation all the more difficult, for statistical discrimination leads to lower costs and in this way it is economicallyrational from the perspective of the employer although it is morally andlegally condemnable 24. Even an employer without prejudice against Roma 23 Next to cognitive abilities social skills like reliability, ability to cooperate, goodfellowship etc. also play an important part.24 Not only is it condemnable morally, but legally too, for it is an inequity against thegiven person: even if it is true that persons in her group have a smaller probability of35has to consider whether it is affordable to employ an expensive human resourcemanagement team if it is possible to screen applicants with a high reliability although calculating with the costs of making wrong decisions sometimes based on observable characteristics like gender, age or ethnicity.These kind of statistical judgements are mixtures of substantive observations and pure prejudice. It is nevertheless clear that there can be enormousdifferences in the aptitude, knowledge and skills of workers with the sameschooling and experience. It is also clear that these differences have something to do with the schooling career of these individuals. For examplethose youths who finish primary school overaged after several repeatedyears and probably with bad results will have on the average lesslearned skills, aptitude etc. than those who had a straight schooling career. If the schooling career of Roma is broken to a larger extent, then given that this information is widely known this gives grounds to prejudice against the whole group.Table 9: The ratio of overaged and yearrepeating students among Romany and nonRomany children attending primary school in 197475, 198182, and 198586Group Class 197475School year 198182198586Ratio of overaged students %Romany students 55.6NonRomany students 14. class 7.462.9Romany students 58. class NonRomany students 58. class 12.546.7 9.251.2 9.341.6 6.052.7 8.314. class Ratio of yearrepeating students %14. class Romany students NonRomany students 14. class Romany students 58. class NonRomany students 58. class 22.3 1.814.5 1.616.3 1.713.5 1.517.4 2.414.4 1.9 Source: Cigany tanulok 1986, pp. 51 and 58. having some skill, she might be in command of the given ability which is the condition of acceptance for the job herself. The right to equal treatment requires thatthe process should treat her as an individual, not as a member of some group. By thesame token it is clear why this law cannot be enforced easily: economic rationalityand equitable human resources management are in conflict with each other.36It is a fact that Romany children stumble more often in their schooling career than the average child. If we take two randomly chosen persons with 8years of education from the Romany and the nonRomany population thenthe Romany person has a much higher probability of having finished primary school overaged, with repeated years and bad results. This is confirmed by the data in Table 9. We only note in brackets because it doesnot belong to the point of this study that many of the broken schoolingcareers of Romany children can be attributed at least in part to somedysfunctional traits of the Hungarian educational system. The lack of primary schools or of resources in the small villages where the proportion of Roma is high; the growing segregation of Romany children inside theschools as well as the general incapability of the educational system to giveadequate help to children with learning problems 25, all these factors contribute to the great number school failures among Romany children whichin turn is one of the main causes of Romany unemployment.But if these statistical judgements do have real foundations, why do we stillcall this phenomenon discrimination? There are two reasons: first, becausewe should call discrimination all the cases where an individual gets treatedaccording to the average expected characteristics of her group and not herown characteristics, regardless of whether the statistical judgements abouther group are true. 26 Second, even if the differences attributed to these 25 One extreme example of this dysfunction is that special schools which can be considered as deadends of schooling careers are filled to growing proportions by Romany children. For example, in Borsod county for the 199697 school year whilethe proportion of Romany children was around 17 percent in normal primary schoolsown calculations based on Kertesi Kezdi 1998, page 316., then it was 90 percentin special schools see: Loss Paczelt Szabo 1998. These same proportions were 14.3 and 50.6 percent for the 197778 school year Cigany tanulok 1978, pages 31.and 43  The overrepresentation of Romany children in special schools grew from 3,5 times to 5,3 times in twenty years for this county.26 Even if the employers practice is economically rational from his own point of view.A society can make the decision by the way of her political representatives tomake the application of group level screening more costly because it judges thesemorally inadmissible through legal regulation and establishing institutions thatguarantee the enforcement of rights. A sufficient law to counter discrimination woulddeter at least a part of the employers with powerful sanctions from the application ofsuch practices. Although the Hungarian legal system is rather far from such a situation not the sufficient laws, but rather institutions that guarantee the enforcement ofrights are lacking, we can speak of hopeful first steps these come only from nongovernmental institutions. There is a method frequently applied in other countries ofpointing out hidden discrimination the audit studies, which has been first adoptedin 1999 in the case of the employment of a Romany person by a legal aid bureau,the Nemzeti es Etnikai Kisebbsegi Jogvedo Iroda NEKI see: Feher Fuzet 1998 es37groups by the statistical judgements existed in reality, we cannot be sure oftheir effect on the future productivity in the job. To our best knowledge probably because of the lack of data there has been no attempt at measuring the effect of skills not captured by school attainment on labour market performance.27 It is not clear whether at very low levels of schoolingare there significant productivity differentials between individuals withsuccessful and with unsuccessful schooling careers at all. But even if thereare, we must point out: no matter how small these differences in expectedproductivity would be in reality, if they serve as bases to statistical judgements operated as a group level screening device, they would have thesame effect on employment differentials as if they were very large. For theemployment decision is made in a situation of uncertainty and it is a decision with binary choice hiredo not hire.It is clear from the discussion above, that no matter what method wechoose to measure the extent of labour market discrimination, the measuredeffect will be a mixture of two components: the effect of unmeasured skillsplus the true effect of discrimination. This is the consequence of thetechnique used to measure discrimination. The only way we can grip thedifferential valuation of labour of the same quality is to try to specify tothe best of our knowledge all the individual and contextual factors havingan effect on the probability of employment and in this way build a modelwithin which we are able to control for the heterogeneity of the quality oflabour. All of the phenomena that we cannot attribute to economic mecha 1999. Given that this is a new and very important method, we take the freedom topresent it briefly, based on Feher Fuzet 1998, pp. 12.: The basis of this method which is particularly useful in exposing problems in the labour and the housing market is that a tester, who is a member of the given minority group and another one,who belongs to the majority, but otherwise has the same relevant observable skillsand characteristics, pays a visit to the accused company or individual with the samegoal, questions and requests. If the experience in this situation confirms the grievance that is, the member of the minority group does not get the same reactions asher fellow majority tester, and the details of the testing procedure also attest that wehave a discriminatory case at hand , then we start off a legal procedure, where weuse the documents of the audit and the testimony of the tester as evidence. It is obvious that the consequences of a legal process like this are very important. On theexperience of the audit studies see: Heckman Siegelman 1992, Neumark 1996,and Goldin Rouse 1997.27 For such measurement very detailed data are needed, for example the results of abilitytests which have been conducted before entry unto the labour market and earningsdata for the same persons from several years later. In other words: a longitudinal database containing very fine data is needed. To our knowledge there are only a fewthese in the world. One of these is the database that has been used by an excellent recent study: Neal Johnson 1996.38nisms, in other words all of the residual effects, we consider as the consequence of discrimination or of the nonmeasurable elements of skills.Table 10: The estimation of employment probabilities logitmen aged 1559, women aged 1554, persons not in schoolRomanyt value NonRomanyt value Independent variable Coefficient 0,409pvalue Coefficient 0,6350,00014,8340,0922,6614,404,9523,1811,9825,0024,1128,556,8815,803,035,999,076,2918,39Male Years of age: 1519 2024 2529 4054 5559Schooling: 07 classes Vocational school Secondary school College Married Number of children Local unemployment rate 1015 % 1520 % 2025 % 25 %Constant term Loglikelihood LR chi 2 15Pseudo R2Number of cases 2,3151,0770,6840,1851,6541,0560,8940,8161,6060,2400,2590,0950,2270,4890,6180,98417483,98060,520,187332235pvalue 0,0000,0000,0030,1770,1810,0000,0000,0000,0000,0840,1350,0000,0000,0000,0000,0000,0508,325,242,981,351,343,718,835,213,931,731,497,373,644,617,167,841,960,0000,0000,0000,0000,0000,0000,0000,0000,0000,0000,0000,0020,0000,0000,0000,0000,7160,3410,1570,1401,1700,8010,5480,9481,1030,1420,2020,3870,4771,0211,2990,2832265, 4528,620,10454607 CSO Labour Force Survey, 1993 Autumn. The 199394 representative Roma Survey of the Institute of Sociology, HASThe results of our attempt at measuring the effect of discrimination can befound in the equations estimating the probability of employment of Table 10. The equations contain the parameters of a host of individual variablesgender, age, schooling, family background: number of children and marital status and a variable measuring the situation in the local labour market39the unemployment rate of the labour office district. We are interested in predicting the difference in employment probability between Romany and nonRomany workers, using these independent variables. We shall state our predictions relative to our reference category, that is those unmarried men aged 3039, with completed primary school, without children, who live in a districtwith low unemployment rate under 10 percent.We base our predictions of the employment probabilities on the following calculations. Let us denote the vector of independent variables 1, x 1, x 2, x 3, x 4,x 5, x 6 28, where the variables are in turn: constant, four schooling dummies,four unemployment dummies, gender, five age category dummies, maritalstatus, number of children. Let us denote the vector of estimated parameters,,,,,,. Our reference category shall be fixed at menbbb 650 3 b 44 b,aged 3039 0our interest is in the predicted employment probabilities based on schoolingi and local unemployment rate j, given by the following equation:, with no children , not married bb 10 6 b 5 b0b 3b 420 4 pijklm1expbk 01xbllii 11 .xbmj 2mj 2klmpij The indices k,l,m which can take on three values: r Romany, n nonRomany, . missing shall denote whether the parameters of constant k,schooling l and unemployment rate m variables are fixed at the valuesfrom the equation for the Romany r or the nonRomany n population or itis fixed at the reference value   we can evaluate a number of experiBased on the different predictions mental situations: we can look at the predictions of employment probabilities of Romany and nonRomany workers based on different assumptions. Prediction gives the employment probability of a Romany mr man aged 3039nnrpijyears, who is not married and has no children with i schooling, who lives in adistrict with unemployment rate j if the elements of his stock of human capitalmeasured by schooling attainment as well as the elements not measurable wereevaluated at the same level by the market as the human capital of a nonRomany male. We make this assumption operational by predicting the employment probability of Roma using the parameters of the constant term andthe schooling dummies from the nonRomany equation k, l n in formula 4instead of using the parameters from the Romany employment equation. 28 The indices of variables x 1 are i 1, ,5 07 classes, 8 classesbase category., ,higher education, and the indices of variables x 2 are j 1, ,5 10 % base category, 1015 %, ,25 % local unemployment rate, the indices of variables x 4 are r 1, ,6 1519 years, ,3039 yearsbase category, ,5559 years of age.40Table 11: The difference in predicted employment ratesa of Romany and nonRomany men ofage 3039 and the decomposition of of these differences based on alternative assumptionsabout the source of the employment probability differentials The source of the employment probabilitydifferentialsb Constantterm Education Local unemployment rate The overalldifferencein predictedemployment rates The overall difference in predicted employment rates 100%1. decompositionc 2. decompositiond Compositioneffect %Parametereffect %Compositioneffect %Parameter effect %b The numbers used in the lines of the table are the same as the decomposition equations in the Appendix.c The composition effect was calculated using the non Romany parameters.d The composition effect was calculated using the Romany parameters.n, nn, rn, r%26,312,226,9 8,9 6,325,527,6ref.ref.ref.n, rn, rn, rn, r n, n e 8 class. n, n e vocat. n, r i 8 class. n, r i vocat.1. n, r2. n, n3. n, r4a. n, n4b. n, n5a. n, r5b. n, ra The predictions were based on parameters in the employment probability equations ran separately for the Romany and nonRomanypopulation see Table 10. For the detailed description of the decomposition procedure, see the Appendix. The meaning of the n, r; n,n, and ref. symbols is the following: n, r for calculating the nonRomany and Romany employment probabilities we used the parameters of the equation of the given population; n, n we used the parameters from the nonRomany equations to predict both the Romany and the nonRomany employment probabilities; ref. we fixed the value of the given variable at the reference level.47 100462020 7 553 05480809395618551374413143915496356878641The results of the predictions using different assumptions are summarisedin Graph 12 and Table 11. In Table 11 the outcomes of five different hypothetical situations are shown. In the first three scenarios the first threelines of Table 11 we fixed the unemployment rate at its lowest level andmeasured the RomanynonRomany differences dependent upon 1 differences in the parameters of the constant term, 2 differences in the parameters of the schooling dummies, 3 differences in the parameters of both theconstant and the schooling variables. In lines 4a4b we fixed the parameters of the constant term and the schooling dummies at their values fromthe nonRomany equation and measured the effect of unemployment rateson the acrossgroup differences in employment probabilities. Finally inlines 5a5b we measured the combined effect of differences in the values ofthe constant term, schooling and unemployment dummies on the employment probabilities of persons with completed primary school and vocational training school.The results of our predictions are documented in graphical form in Graph 12. The four panels of the graph contain the predictions of lines 3; 4a, 4band 5a, 5b of Table 11 in turn. Panel a graphs the effects of schooling andthe constant term with the local unemployment rate fixed at its lowest level less than 10 percent. The differences depending on the level ofschooling are of 1117 percentage points in magnitude for the three lowest schooling categories which account for 97 percent of the working age Romany population.29 As we emphasised above, this difference is the sumof two effects: the differences in human capital within a given schoolingcategory and the discrimination in the labour market. We are not able toseparate these two effects, but as it is made probable by the data in Table 9 the effect of differences in human capital within schooling categories isnot negligible.Based on the evidence of Table 11 see the third line at the aggregatelevel Romany men aged 3039 and living in regions with the lowest unemployment have a disadvantage of 27 points in employment rates due tothis component compared to nonRomany men with the same attributes.About half of this difference is the composition effect, which exists because the composition of Romany and nonRomany populations byschooling categories differs markedly see Table 3, the other half of thedisadvantage is due to differences in the predicted probabilities by schooling categories this is the parameter effect. 30 We surely can say that the 29 This difference is 8 percent at the level of secondary school, and 13 at the level ofhigher education.30 The details of the methods of decomposition can be found in the Appendix.41Graph 12: The predicted employment probabilities of men based on Tables 10 and 11 nonRomany Romanyvocational, nonRomany 8 years; nonRomanyvocational, Romany 8 years; Romany 42100908070605040302010007 years 8 yearsvocational. schoolingsecondarycollege10%1015% Local unemployment rate 1520%2025%25%1009080706050403020100a the effect of the constant term and schooling 3b the effect of the local unemployment rate, with the constant termand the schooling parameters from the nonRomany equation 4abnonRomany RomanynonRomany Romany 1009080706050403020100100908070605040302010010 %1015 %1520 %Local unemployment rate 2025 %25 %10 %1015 %1520 % Local unemployment rate 2025 %25 %c the effect of the local unemployment rate, the constant term andschooling parameters for persons with 8 years of education 5ad the effect of the local unemployment rate, the constant term andschooling parameters for persons with vocational education 5b43differences in the probability of employment by schooling categories is dueonly to a smaller extent to discrimination and that this is for the most part the consequence both of low schooling and disadvantages in other, nonmeasurable, skills.As for the effect of the local unemployment rate, the picture is rather different. At first look, the composition effect does not seem negligible while almost one fourth of the Romany population lives in districts withextremely high unemployment rates higher than 20 percent and more thanhalf of them live in districts with an unemployment rate higher than 15 percent, then the bulk of the nonRomany population more than twothirdslives in districts with less than 15 percent unemployment 31 but the burdenof the economic crisis would be a lot less heavy on the Romany populationhad its negative effect on their employment probabilities been of the samesize as the effect on the employment of the nonRomany population withthe same schooling.The reference group, as before, is composed of males aged 3039 who areunmarried and have no children. In districts with low unemployment thedisadvantage in employment probability of both Romany workers withcompleted primary school and with vocational training school is not toolarge of 1617 percentage points.32 If we supposed following just oneline of thought that all of this disadvantage of 1617 percentage points isdue to differences in quality that is, to unobservable skills still it is hardto explain why this gap is growing with the worsening of local unemployment. The fact that in districts with higher unemployment rates the relativeemployment probability of Romany workers is declining see panels bcd of Graph 12 is a sign that the crisis of the local economy hit theemployment of the Romany population much harder than the employmentof nonRomany people with the same gender, age, schooling, and familybackground. This difference is substantial: in the case of workers withcompleted primary school the gap grows from a base of 16 percentagepoints to 32 percentage points in the districts with the highest unemployment see panel c while in the case of workers with vocational trainingschool the difference grows from 17 to 40 percentage points see panel d.It is hard to interpret this phenomenon as a sign of anything other than discrimination in the labour market. Our data bear witness to stronger discrimination in those parts of the country, where the competition for jobsneeding only low qualifications is strong and the employment problems of 31 See Table 6.32 See Table 12. Panel a.44majority workers with low schooling can be relieved at the expense of Romany workers searching for a job.335. CONCLUSIONBased on individual employment histories, we tried to document thecrowding out of Romany workers from employment in the ten years between 1984 and 1994. With the use of a quasi crosssectional macro model,we demonstrated that the employment of working age Roma fell from 75percent to 30 percent in ten years. We put forward the hypothesis that theemployment of Romany workers at the middle of the nineties was not onlyat a very low level, but was characterised by high in and outflow rates andan employment pattern known from the Third World with unstable employment and short employment spells was emerging. Not only did most ofthe Romany population lose their jobs to a much larger extent than the average of the Hungarian population, but those Romany persons who held onhad to give up the hopes of a longterm employment relationship. Thespread of unstable employment has caused social disintegration of thosewith a job: the lack of steady employment also means the lack of a stablelifestyle, the continued presence of breadandbutter worries, as well as alower level of social transfers from the state and the employers or eventhe loss of entitlements.We also traced the crowding out of Romany workers from the market alongthe individual employment histories, comparing this development to thesituation of the nonRomany workers. We observed a growing gap betweenthe employment possibilities of the two populations to the disadvantage ofthe Roma, that cannot be fully attributed to the differences in the composition of the two populations. The Roma have lost their jobs to a far greaterextent not only because they have much less schooling, but we suspect thatalong with their disadvantageous regional dispersion, discrimination in themarket place against them also plays an important part. We pointed to afew regularities in the employment of new labour market entrants and earlyretirees suggesting the presence of discrimination. We also presented evidence that the job loss of Romany workers through early retirement had already started in the second half of the eighties, at the time of so called full 33 In these districts the proportion of the Romany population is higher than the averageproportion for the whole country: see the maps in the Appendix of AbrahamKertesi1996!45employment. The labour market consequences of the economic crisis hitthe Roma first, yet none of the companies or industries first swept out bythe crisis had a particularly high proportion of Romany workers.Finally, based on individual crosssectional data, we tried to compare therelative weights of the different causes of low employment: low schooling,regional disadvantages and discrimination. With equations predicting theprobability of being employed, we demonstrated that about half of the differences in employment probabilities depending on the type of schoolingwere caused by the effect of differences in the composition of the Romanyand nonRomany populations by schooling. Our analysis of regional disadvantages pointed out that although the effect of differences in compositionis sizeable, these disadvantages have a much more depressing effect on theemployment of the Roma than on the employment of nonRomany workerswith the same attributes. It would be hard not to interpret this phenomenonas a sign of discrimination. Based on our research we can say that the employment prospects and from another viewpoint: life chances of the Romany population are rendered feeble by basically three factors: lowschooling, regional disadvantages and discrimination. All therapy shouldwork to mitigate these forces. 34 34 See Kertesi 1995 and KertesiKezdi 1996 for details of some earlier proposedpolicy reforms.46APPENDIX: THE OAXACABLINDER DECOMPOSITION OF EMPLOYMENT PROBABILITIESLet us denote the distribution of the Romany r, and the nonRomany npopulation by schooling i and local unemployment rate j .nfij Naturally:, and rfijifijrifijnjfijrjfijn1.klmpij, where i i We denote the predicted employment probabilities by 1, ,5 represents the given schooling dummy, and j j 1, ,5 the givendummy for the local unemployment rate; whereas k, l and m which canonly take two different values: r Romany, n nonRomany tell uswhether we fixed the parameters of the constant term k, the schooling l,and the unemployment rate m variables at the value taken from the equation for the Romany r or the nonRomany equation n, or at value for thereference group . when making the employment probability predictions.The exact expression for the predicted probabilities is the following:1xbllii 11pijklm where: i, j 1, ,5 and k, l, m r, n, .1bk 0expmj 2nnrpijxbmj 2 makes it possible to quantify what emFor example, the prediction ployment probability depending on the local unemployment rate a Romany man with i schooling, aged 3039, not married and having no children if we used the constant term and the parameters for the schoolingdummies taken from the nonRomany equation for making the prediction.This means that we assume that the schooling and unmeasured skills of Romany men were valued at the same level on the market as the characteristics of nonRomany men Now, using the above predicted employment probabilities, and the data onthe distribution of the Romany and nonRomany populations by schoolingand local unemployment rate, we are able to decompose the aggregate differences in employment probabilities depending upon schooling by the useof equations 1, 2 and 3, while the differences depending upon the localunemployment rate can be decomposed according to equations 4a and4b, or 5a and 5b. In every case, the first component reflects the composition effect, while the second the parameter effect. We used two kindsof decompositions for every question: in the case of the first decompositionwe used the nonRomany parameters for calculating the composition effect,while in the second we used the Romany parameters in the calculation.471. pfi 1r pfi 1ni 1nnii.i 1rn.2. pfi 1r pfi 1ni 1nnii.i 1.nr3 pfi 1r pfi 1ni 1nnii.i 1rr4 ab ijnnr pfijrpfijnijnnnjj 5 ab pfijnijnnnjjpfijcijrrr .iiiiifijfjjfjfi 1nfi 1rpfi 1nfi 1rpi 1rnfi 1nfi 1rpfi 1nfi 1rpi 1nri 1nn i 1.nn.i 1nfi 1nfi 1rpfi 1rpi 1rr.i 1nnpi 1nn pi 1rn.fpi 1rn.fi 1ni 1r.i 1nnpi 1.nnpi 1nr.fi 1rpi 1nr.fi 1n.i 1nn.pi 1nn i 1nnpi 1rr.fpi 1rr.fi 1nfijnfijrpijnnnpijnnnpijnnrfijnfijrpijnnrijnnnpijnnrfijnfijnfijrpijnnnijnfijrpijrrrpijnnnijnnnpijrrrfpijrrrfijn.iipipiipijpjjpji 1r.ijr.ijr.In the case of decompositions 4a and 5a we calculate the distributions andthe predicted probabilities for the group of persons with 8 years of schooling i 2, while in decompositions 4b and 5b the same is done for thegroup with completed vocational training school i 3.We predicted the employment probabilities with the parameters taken fromthe logit equations in Table 10; the distributions were taken from the samedata. When calculating the distributions we had to make the followingsimplifications to get around problems stemming from small cell size: inequations 1, 2 and 3 we calculated the schooling distributions for menaged 3039 living in districts with an unemployment rate of less than 10percent which means that we did not disaggregate by marital status andnumber of children; while in equations 4a and 5a we calculated thedistribution of men aged 3039 with 8 years of schooling by localunemployment rate categories once again we did not disaggregate by marital status and number of children; finally for equations 4b and 5b wecalculated the same distribution for men with completed vocational trainingschool in this case, we were not able to disaggregate the sample either byage, or by marital status and number of children. These simplificationsmight bias our results somewhat especially for equations 1, 2, 3, 4aand 5a but we are convinced that the magnitude of these biases isignorable.48REFERENCESAbraham, Arpad Kertesi, Gabor 1998: Regional unemployment rate differentials in Hungary, 19901995: The changing role of race and humancapital. In: L. Halpern and Ch. Wyplosz eds.: Hungary: towards amarket economy. Cambridge University Press Cigany tanulok 1978: Cigany tanulok az altalanos iskolaban, 197778.tanev. Muvelodesugyi Miniszterium, Statisztikai Osztaly Cigany tanulok 1986: Cigany tanulok az also es kozepfoku oktatasi intezmenyekben, 198586. tanev. Tudomanyszervezesi es Informatikai Intezet, Budapest Fazekas Karoly Kollo Janos 1990: Munkaeropiac tokepiac nelkul. Budapest, Kozgazdasagi es Jogi Konyvkiado Feher Fuzet, 1998 1998: A Nemzeti es Etnikai Kisebbsegi Jogvedo Irodabeszamoloja. Massag Alapitvany, Budapest.Feher Fuzet, 1999 1999: A Nemzeti es Etnikai Kisebbsegi Jogvedo Irodabeszamoloja. Massag Alapitvany, Budapest.Goldin, C. Rouse, C. 1997: Orchestrating impartiality: the impact ofblind auditions on female musicians. NVER Working paper no. 5903,Cambridge, MA.Heckman, J. J. Siegelman, P. 1992: The Urban Institute Audit Studies:their methods and findings. In: Fix, M. Struyck, R. J. eds.: Clear andconvincing evidence: measurement of discrimination in America. Urban Institute Press, Lanham, MD.Kertesi Gabor 1994: Ciganyok a munkaeropiacon. Kozgazdasagi Szemle,1994, 11. szam Kertesi Gabor 1995: Cigany foglalkoztatas es munkanelkuliseg arendszervaltas elott es utan tenyek es terapiak. Esely, 1995. 4. szam Kertesi Gabor Kezdi Gabor 1996: Cigany tanulok az altalanos iskolaban helyzetfelmeres es egy cigany oktatasi koncepcio vazlata.Educatio Fuzetek 3. szam Kertesi Gabor Kezdi Gabor 1998: A cigany nepesseg Magyarorszagondokumentacio es adattar. Budapest, sociotypo Kollo Janos 1998: Atalakulas az atalakulas elott: Munkaltatoi magatartas 19861989ben. In: Kollo Janos Gacs Janos eds.: A Tulzott49kozpontositastol az Atmenet strategiajaig Tanulmanyok Kornai Janos tiszteletere. Budapest, Kozgazdasagi es Jogi Konyvkiado Loss Sandor Paczelt Istvanne Szabo Gyorgyne 1998: Szakertoi es Rehabilitacios Bizottsagok hataselemzese BorsodAbaujZemplen megyeben. Miskolc, kezirat Neal, Derek A. Johnson, William R. 1996: The role of premarket factors in blackwhite wage differences. Journal of Political Economy, 5.Neumark, D. 1996: Sex discrimination in restaurant hiring: an auditstudy. Quaterly Journal of Economics, no. 3.50", "filename": "bwp0401.pdf", "person": ["Gabor Kertesi", "Kertesi, Gabor"], "date": ["2004"]}