{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/107597/1/Cagala_Glogowsky_Grimm_Rincke_Coop_and_Trust_2015-02.pdf"], "title": ["Cooperation and Trustworthiness in Repeated Interaction"], "plaintext": "Cooperation and Trustworthinessin Repeated Interaction Tobias Cagala, Ulrich Glogowsky, Veronika Grimm, Johannes Rincke February 5, 2015Abstract Public goods provision often involves groups of contributors repeatedly interactingwith administrators who can extract rents from the pool of contributions. We suggest a novel identification approach that exploits the sequential ordering of decisionsin a panel vector autoregressive model to study social interactions in the laboratory.Despite rent extraction, contributors and administrators establish a stable interactionwith cooperation matching the level from a comparable Public Goods Game. In theshort run, temporary changes in behavior trigger substantial behavioral multiplier effects. We demonstrate that cooperation breeds trustworthiness and vice versa and thatonetime disruptions are particularly damaging in settings with a lack of cooperativeattitudes and trust.JEL codes: C32; C91; C92; H41Keywords: Cooperation; trustworthiness; rent extraction; methods for laboratory experiments; panel vector autoregressive model Cagala: University of ErlangenNuremberg tobias.cagalafau.de; Glogowsky: Universityof ErlangenNuremberg ulrich.glogowskyfau.de; Grimm: University of ErlangenNurembergveronika.grimmfau.de; Rincke: University of ErlangenNuremberg johannes.rinckefau.de. Wethank Charles Bellemare, Jacob Goeree, Martin Kocher, Ernesto Reuben, Klaus Schmidt, Dirk Sliwka, Joachim Weimann, and numerous seminar participants for helpful comments. We are gratefulfor financial support from the Emerging Field Initiative at University of ErlangenNuremberg. Allerrors are our own.1Introduction Pioneered by Isaac et al. 1985 and Isaac and Walker 1988, a substantial literatureon cooperation in social dilemma situations has emerged. This literature has generatedseveral insights on the impact of institutional environments on the overall level of cooperation G achter and Fehr 2000, Andreoni et al. 2003, Sefton et al. 2007, G achter et al.2008, Sutter et al. 2010, Baldassarri and Grossman 2011 and on the impact of peereffects on individual cooperation decisions Keser and van Winden 2000, Fischbacheret al. 2001, Fischbacher and G achter 2010.Most contributions discussing the effects of institutions or peer effects on cooperation abstract from the fact that cooperation often arises in environments whereone or more individuals are entrusted with the responsibility of making the publicgoods available, a role that we naturally label as that of administrators. The fact thatadministrators control the pool of contributions creates incentive for rent extractionand eventually results in a diminished efficiency of public goods provision. Examplesare numerous: taxpayers gains from taxcompliant behavior depend on the efficiencywithin the public administration and the level of corruption; the benefits that members of a research team enjoy from scientific success depend on the communicationof individual contributions by the principal investigator; members of work teams often face the risk that the team leader may appropriate part of the benefits bonuses,promotions, etc. resulting from cooperation among team members.Studying public goods provision while allowing for the presence of an administratorcreates a setting that, in addition to horizontal cooperation, embeds social interactionsbetween the group of contributors and the administrator. The latter layer of interactionhas rarely been studied and is, therefore, not well understood.1In this paper, we aim at closing this gap by focusing on two important issues. First,we examine how the presence of an administrator who extracts part of the pool as aprivate rent affects the overall level and the stability of cooperation relative to a settingwith exogenous provision. This links our discussion to the literature studying cooperation in the Public Goods Game. Second, going beyond the overall impact of rentextraction, we study the social interaction between contributors and administrators byanalyzing how individual cooperation and rent extraction decisions affect cooperationand rent extraction behavior in subsequent periods. This part of the analysis aims 1This holds also true for applied work. For instance, there is little evidence on how reciprocity between taxpayers and government authorities affects the individuals willingness to pay taxes Luttmerand Singhal, 2014. Studies using survey data typically find positive correlations between trust ingovernment and tax morale for a review, see OECD 2013, but it is challenging to isolate causaleffects with this kind of data. We are not aware of empirical work analyzing the twoway relationshipbetween contributors and administrators in applied settings. However, where researchers have lookedat onedirectional effects, the evidence seems in line with our main findings. Cullen et al. 2014, forinstance, find that compliance with federal taxes in U.S. counties positively depends on the degree ofpolitical alignment with elected officials.1at understanding how cooperation evolves over time and how temporary disruptionsoriginating from changes in the behavior of contributors and the administrator affectcooperation.To investigate both topics in an integrated framework, we consider a repeated gamethat we call the Public Trust Game. This game combines the key elements of the Public Goods Game Isaac and Walker 1988 and the Trust Game Berg et al. 1995.Inparticular, we let contributors payoffs depend on the size of the pool of contributionsas in the Public Goods Game but we replace the mechanical distribution of the publicgood by a decision of an administrator. The administrator decides which part of thepublic good to keep to herself and which part to return to the group of contributors.This aspect relates our design to the Trust Game. Group members benefits fromcooperation depend on the administrators trustworthiness.Given this framework, it is straightforward to analyze how rent extraction of an administrator affects the overall level of cooperation: we compare the level of cooperationin the Public Trust Game where provision is endogenous with the level of cooperation in the Public Goods Game where provision is exogenous. In contrast, becausethe repeated interaction between both types of agents leads to a mutual interdependence between cooperation and trustworthiness, studying the interaction between theadministrator and the group of contributors is more involved. We suggest an identification approach that accounts for the resulting endogeneity. In particular, we adapt apanel vector autoregressive model to our design and exploit the sequential structure ofthe game to identify the effects of onetime changes in cooperation i.e., the size of thepool of contributions and onetime changes in trustworthiness i.e., administratorsdiversion behavior on cooperation and trustworthiness in subsequent periods. We arenot aware of any previous attempts to use similar identification techniques on experimental data. A key property of our approach is that we derive exclusion restrictionsdirectly from the experimental design.2Three sets of findings emerge from our analysis. First, we demonstrate that thelevel of cooperation in the Public Trust Game is comparable to a standard Public Goods Game with the same efficiency. This can be explained in the spirit of a theoryof sequential reciprocity with contributors who perceive the administrators behavioras neutral. Survey evidence supports this interpretation: on average, contributors inthe Public Trust Game perceive the behavior of the administrator as midway betweencompletely satisfactory and completely unsatisfactory.Second, by studying the repeated interaction among contributors and administrators, we demonstrate that cooperation breeds trustworthiness and vice versa. In 2The proposed methods are applicable to a broad family of repeated games where the outcomes ofinterest are jointly determined autoregressive processes, the resulting time series are stationary, andagents have distinguishable roles.2particular, a onetime increase decrease in cooperation triggers a significant increasedecrease in cooperation and trustworthiness in subsequent periods. Similarly, a onetime increase decrease in the trustworthiness positively negatively affects futurecooperation and trustworthiness. All these responses are, however, of a temporarynature, with behavior eventually converging back to preshock levels of cooperationand trustworthiness. One conclusion is that temporary changes in the administratorstrustworthiness have only temporary effects and do not permanently alter the climatefor cooperation.To measure the overall impact of onetime shocks in behavior, we derive multipliersthat take feedback effects and all future responses into account. We naturally labelthese effects behavioral multipliers. It turns out that the behavioral multipliers are substantial: the overall impact of a shock in trustworthiness on cooperation is a multipleof the initial impulse, and a similar multiplier boosts the overall impact of contribution shocks on the administrators trustworthiness. An additional insight resultingfrom studying impulse responses is that impulses in cooperation are more importantto explain the observed level of variation in cooperative behavior than impulses intrustworthiness.Our third set of findings emerges from studying the individual heterogeneity inbaseline attitudes towards cooperation and trust. Exploiting survey data that wecollected from the subjects several weeks after the experiment, we show that in groupswith less cooperative and less trusting types, the behavioral multipliers are much largerthan with more cooperative and more trusting types. This effect is most pronouncedamong contributors. For instance, the overall response of contributors reporting lowlevels of trust to onetime changes in their administrators trustworthiness is almostfour times larger compared to groups of contributors reporting high levels of trust. Thefinding of heterogeneous impulse responses has important implications. In particular,our analysis suggests that onetime disruptions in cooperation or trustworthiness areparticularly damaging in settings with a lack of cooperative attitudes and trust.Our paper contributes to two strands of literature. First, we extend the literaturethat evaluates the impact of exogenous institutional variations on the level of cooperation. For example, G achter and Fehr 2000, Anderson and Putterman 2006, and G achter et al. 2008 show that the possibility of peer punishment increases cooperation in Public Goods Games.3 Baldassarri and Grossman 2011 demonstrate thatsanctions by administrators are an effective tool to increase cooperation. In contrast to 3Several contributions discuss further aspects of punishment. Contributors make use of punishmenteven if the group composition changes each period Fehr and G achter 2002, Anderson and Putterman 2006. Furthermore, the effectiveness of punishment in fostering cooperation depends on monitoringpossibilities Carpenter 2007, on counter punishment opportunities, and on whether sanctions aremonetary or nonmonetary Masclet et al. 2003. Reuben and Riedl 2009 find that groups with adistinguished player with a higher marginal per capita return of contributions make ineffective use ofcostly sanctions.3Baldassarri and Grossman 2011, the administrator in our design decides to extract arent from the pool of contributions rather than punishing contributors. Interestingly,a mixture of rewards and punishment seems to be most effective Andreoni et al.2003, Sefton et al. 2007. This relates to our study, where contributors may interpretdeviations from the expected rate of return or reference point induced by the administrator in terms of reward and punishment. More closely related to our study in termsof experimental design is the team allocator game studied by Kocher et al. 2013.In this game, a distinguished team member has property rights over the benefits fromthe public good. It turns out that because the distinguished agent uses her allocationpower in a way that motivates ordinary agents, cooperation is higher compared to astandard Public Goods Game.Second, our study adds to the literature on how social interactions affect cooperation. Our finding that cooperation breeds trustworthiness and vice versa relates to Keser and van Winden 2000, Fischbacher et al. 2001 and Fischbacher and G achter2010, who show that many individuals act as conditional cooperators. Bochet et al.2006 and Brosig et al. 2003 find that the opportunity to communicate facilitatescoordination in the interaction between contributors. Without communication, thepresence of a contributor who leads by example increases cooperation G uth et al.2007. In contrast to the previous literature, we do not study peer interactions butfocus on interactions between agents that play inherently different roles in the processof public goods provision.The article is organized as follows. Section 2 describes the experimental design,Section 3 compares cooperation under exogenous and endogenous provision, Section 4studies the social interactions, and Section 5 concludes.2 Experiment The Public Trust Game PTG extends the Public Goods Game PGG by introducingan administrator who decides which part of the pool of contributions to keep for herself.Only the remaining part of the pool is used for public goods provision, i.e., equallydistributed among the contributors. The provision of public goods, thus, depends onthe decision of the administrator. Comparing the PTG to the Trust Game TG,contributors trustors cooperation reflects the collective level of trust, while the partof the pool the administrator trustee returns mirrors her trustworthiness. Figure 1summarizes our experimental design.4Figure 1: Experimental Design Notes: The Figure visualizes the experimental design of the Public Trust Game.Summary: Subjects interact for 30 periods in groups of 5 agents that consist of four contributors i 1, 2, . . . , 4 andone administrator i 5. Each period consist of two stages: in the first stage, all contributors choose their individualcontribution mit to the public good 0 mit w 10. In the second stage, the administrator decides which value ofthe pool Mt tripled sum over contributions is returned and equally redistributed among contributors Rt and whichpart of the pool she keeps for herself Rt Mt.In the following, we discuss the details of our design. Let i 1, 2, . . . , 5 denotea randomly generated group of 5 agents who interact repeatedly in T 30 periods.We call agents i 1, 2, 3, 4 contributors and agent i 5 the administrator. Eachperiod t 1, 2, . . . , 30 consists of two stages:In the first stage, all contributors, endowed with wi w 10 tokens, choose theirindividual contribution mit 0, 1, . . . , 10 to a public good. The sum of individualcontributions is multiplied with the efficiency factor r 3, resulting in the pool Mt 3cid:8041 mit.In the second stage, the administrator, endowment with w 5 30 tokens, obtainscontrol over the pool. She has to decide which part of the pool Rt 0, 1, . . . , Mt toreturn to the group of contributors. Whereas this returned part of the pool is equallydistributed among the contributors, the administrator keeps the remaining part of thepool to herself.Diverting resources from the pool changes the efficiency of public goods provision. 0, 1 is the share of The true efficiency factor is rt 1 tr, where t Mt Rtthe pool kept by the administrator extraction rate.Mt While the administrator is making her decision, all contributors indicate their beliefabout the return Rit. We elicit beliefs in two steps: first, each contributor indicates herbelief about the mean contribution of other group members mit 0, 1, . . . , 10. Second, we calculate the individual hypothetical pool Mit 3mit 3 mit and elicit con5i5i1 i2 i3 i4pool tributors beliefs about the amount the administrator will return Rit 0, 1, . . . , Mit.At the end of each period, the contributors and the administrator receive information on the endowments of all agents, the size of the pool Mt, the return Rt, and theirown profit in period t. Agents payoffs xit in period t are 4cid:88j1344cid:884cid:88j1xit w mit mjt 34tx 5t w 5 3tmjt.mjt,i 1, . . . , 4,12j1Equations 1 and 2 imply that xit 0, 30 and x 5t 30, 150. The administrator,hence, earns at least as much as any contributor. This rules out that contributors canreasonably interpret return rates below one as supportive to the fairness of the payoffallocation.The design of the PTG provides us with a framework to study the two central topicsof our paper. First, we identify the total effect of endogenous public goods provisionon the overall level of cooperation by comparing cooperation in the PTG endogenousprovision to cooperation in the PGG exogenous provision. We ensure that theefficiency in the PTG and in the PGG is comparable. In particular, we compare thelevel of cooperation in the PTG with the level of cooperation in a standard fouragent PGG with an efficiency factor that equals the mean efficiency factor r 2 in the PTG.4Second, we study the social interaction between contributors and administrators byanalyzing how individual cooperation and rent extraction decisions affect cooperationand trustworthiness in subsequent periods by adapting a panel vector autoregressivePVAR model to our design. The approach extracts exogenous variation in behaviorand exploits these behavioral changes called shocks or impulses as quasitreatmentsto evaluate the causal effects on future values of cooperation and trustworthiness.Further details of implementation are as follows. The computerized experimenttook place between December 2011 and May 2012 in the Laboratory for Experimental Research Nuremberg.5 In total, 178 students from the University of ErlangenNuremberg participated in 6 sessions, generating 18 22 independent observation in the PTGPGG. After reading instructions,6 subjects answered computerized control questions,participated in the PTG and filled out a questionnaire on individual characteristics andgamerelated issues. The same person led the experiment in all sessions. We invited 4We implemented the true efficiency factor based on the actual average extraction rate in the PTG: rt 1 tr 1 0.285 3 2.5We programmed the experiment with zTree Fischbacher 2007 and recruited subjects with ORSEE Greiner 2004.6For instructions, see the Appendix.6subjects for a second time to answer survey questions on attitudes towards cooperationand trust. To attenuate the influence of subjects experience in the PTG on responsebehavior, we conducted the survey two weeks after the experiment. Sessions lastedapproximately 100 minutes; answering the paperbased questionnaire took 30 minutes.In the PTG contributors administrators earned e 13.4 e 32.8 on average, includinga e 8.5 showup fee. Average earnings of contributors in the PGG were e 13.3.3 Level of Cooperation Under Rent Extraction 3.1 Theoretical Considerations In this section, we discuss the existence of cooperative equilibria in the PTG andshow how the presence of a rent extracting administrator influences the overall levelof cooperation.7 Any equilibrium of the oneshot PTG or PGG predicts zero contributions if all agents were rational payoff maximizers and this was common knowledgeamong them. Also any subgame perfect equilibrium of the finitely repeated game haszero contributions in every period. In contrast, the recent literature has elaboratedon various motives that may contribute to explain cooperation and trustworthiness inthe repeated or even oneshot PTG. In the following, we discuss the impact of twoof those motives, namely repeated interaction and reciprocity concerns, on the set ofequilibria in our setup.83.1.1 Infinitely Repeated Interaction Under repeated interaction with an infinite or uncertain horizon, agents face a tradeoff between current and future profits. This gives rise to cooperative outcomes if futureprofits are considered valuable enough.9 In the PTG, the incentives of contributors tocooperate depend on the individual discount factor, other contributors behavior, andthe level of rent extraction by the administrator.Let us focus on the conditions under which cooperative equilibria exist.10 First,there is no equilibrium with no or complete rent extraction. Second, increasing theextraction rate above zero raises the critical discount factor for contributors above thelevel that sustains cooperation in the repeated PGG. Clearly, because rent extractionreduces the true efficiency factor, it diminishes the scope for cooperation. At the sametime, increasing the extraction rate decreases the critical discount factor that prevents 7We provide a detailed analysis including the proofs in an online appendix that accompanies thepaper.8The FehrSchmidt model of inequality aversion Fehr and Schmidt 1999 predicts that cooperationis harder to sustain in the PTG than in a PGG with the equilibrium MPCR from the PTG.9See Friedman 1971 and the follow up literature on the folk theorem.10We assume for simplicity that extraction rates are similar across all periods.7the administrator from full rentextraction. This points to a tradeoff in the repeated PTG: the level of anticipated rent extraction affects the incentives to cooperate and,thus, future rent extraction possibilities. As a result, the administrator chooses anintermediate level of rent extraction as long as future profits are valuable enough.Comparing the infinitely repeated versions of the PTG and the PGG, we find thatthe critical discount factors that sustain cooperation are identical for both games ifwe hold the efficiency constant. Hence, for standard preferences the analysis suggestssimilar levels of cooperation in the PTG and the PGG.3.1.2 Reciprocity Concerns Concerns for reciprocity imply that individuals care about the intentions that accompany actions Rabin 1993. To understand how concerns for reciprocity might affectplay in the PTG, we apply Dufwenberg and Kirchsteigers 2004 theory of sequential reciprocity to our game see the online appendix for details. Dufwenberg and Kirchsteiger propose a simple model where agent i perceives agent jcid:48s action as kindunkind if icid:48s payoff is above below the average between her lowest and her highestpossible material payoff resulting from jcid:48s action. Dufwenberg and Kirchsteigers utility specification implies an incentive for kindness towards others who have been kindto oneself and vice versa. As it turns out, a Sequential Reciprocity Equilibrium of theoneshot PTG with full contributions exists, if agents reciprocity concerns are strongenough.In the PTG extraction affects the scope for contributors kindness. With zeroextraction, contributors decisions do not affect the administrators payoff, renderingcontributors intentions towards her as neither kind nor unkind. As a result, theadministrator cannot gain utility from reciprocating kindness. Therefore, reciprocityconcerns can never induce the administrator to refrain completely from rent extraction.Furthermore, there exists a threshold level for the extraction rate: below this threshold,a Sequential Reciprocity Equilibrium with full cooperation exists. If rent extractionexceeds the threshold, i.e. if the administrator is too unkind, full cooperation cannotbe sustained. Then, even kind behavior of other contributors cannot compensate forthe unkind administrators behavior and, thus, motivate positive contributions.Let us finally compare the PTG to the standard PGG without administrator. Because the administrators kindness provides an additional motive to contribute besidesother contributors kindness, it is easier to sustain cooperation in the PTG than inthe PGG whenever the administrator behaves kindly, and vice versa.83.2 Level of Cooperation and Stability: Results Figure 2 shows how grouplevel cooperation and trustworthiness in the PTG evolveover time, and contrasts this with contribution behavior in a standard PGG. The greyblue bars show mean contribution rates mean return rates in the PTG. Individualcontribution rates are mit 100 mit 4wr 56Rt. The dashed line depicts the development of the mean contribution rate in the PGG. The difference between contribution rates and return rates in the PTG corresponds to the share of the constant upper limit of the pool the administrator does notreturn to contributors.11w 10mit, while return rates are Rt 100 Rt Figure 2: Mean Contribution Rates and Mean Return Rates Over Time Notes: The Figure shows mean contribution rates in the Public Goods Game dashed line and mean contributionrates grey bars and return rates blue bars in the Public Trust Game over all groups in each period.Summary: The level of cooperation in the Public Trust Game and the Public Goods Game is comparable. Contributionrates and return rates are relatively stable. Panel tests for stationarity reject the null hypothesis of overall nonstationarity of contribution rates and return rates in the Public Trust Game.Two observations follow from Figure 2. First, apart from the typical startgameand endgame effects, cooperation and trustworthiness in the PTG are quite stable.12To statistically test for the stability of cooperation and trustworthiness, we draw onseveral panel tests for stationarity see Table A2 in the Appendix. The unit roottests strongly reject the null hypothesis of overall nonstationarity of contributionrates aggregated to grouplevel and return rates in the PTG. This is evidence thatcooperation and trustworthiness are stable over time.The second observation is that the endogenous provision has little effect on theoverall level of cooperation. Comparing the mean contribution rates across treatments,11Table A1 in the Appendix presents descriptive statistics on the series depicted in Figure 2.12In the following, we restrict our sample to observations from period 4 to period 27 main interval.90204060Contribution Return Ratein Percentage Points 0102030Period Contribution Rate PTGContribution Rate PGGReturn Rate PTGwe find a value of 35.9% in the PTG and a value of 39.9% in the PGG with the sameexogenously implemented mean efficiency. Using a nonparametric MannWhitney Utest, we cannot reject the null hypothesis that contribution rates in both treatmentsare drawn from the same population pvalue 0.638.13In the context of sequential reciprocity, this finding is consistent with contributorsperceiving the behavior of the administrator as neutral. This interpretation is supported by an observation from the survey on game related issues: on a Likert scaleranging from 1 very dissatisfied to 10 very satisfied, the average rating of contributors regarding their satisfaction with the administrators behavior was 4.6. Thissuggests that contributors perceive the behavior of the administrator as rather neutral.In the PTG cooperation and trustworthiness are stable over time.RESULT 1:Moreover, the endogenous provision has little effect on the overall level of cooperation compared to a PGG with the same efficiency.4 Dynamics of Cooperation and Rent Extraction:Social Interactions 4.1 Conceptual Framework In what follows, we borrow fundamentals of decisionmaking from the learning literature to delineate a conceptual framework describing how agents adjust their decisionsover time.14We assume that agents view their actions in the stage game as the object of choice.Each contributor selects her contribution mit according to a decision rule that linksown contributions to beliefs about the public goods return Rit,mit f Rit, i sit.3Eq. 3 consists of a deterministic and a stochastic component. The deterministiccomponent of the decision rule f produces is best response to the expected behaviorof other agents, where i captures individual timeinvariant characteristics and Rit isis belief about the public goods return. Because the return Rt depends on contributorsdecisions on contributions and the administrators decision on provision, we implicitlyassume that each contributor builds Rit based on her expectations about the behaviorof both types of agents. The random variable sit represents the stochastic component of 13All nonparametric tests reported in this paper use grouplevel data.14Fudenberg and Levine 1998 summarize the literature on learning in repeated games.10the decision rule. It captures random errors in decisionmaking that lead to deviationsfrom best responses.Similar to the contributors decision rule, the administrator chooses the return Rtcontingent on a deterministic component g and a stochastic component vt Rt gMt, vt,4with Mt rcid:804capturingandi1 mit. Because the administrator has complete information on the poolcharacteristicstimeinvariantadministratorsize prior to her decision, her decision rule depends on the realization of Mt.According to 3 and 4, changes in contributors beliefs about the return directlyinduce changes in the pool size and indirectly i.e., via the pool affect the return.The form of belief updating by contributors drives the dynamics in our game. Wefollow the approach of Fischbacher and G achter 2010 and assume that contributorsform their beliefs in period t on the basis of their beliefs in period t 1 and on pastrealizations.15 In particular, we assume a canonical learning rule that incorporates theconcept of adaptive expectations Rit h Rit 1, Rit 1, i,5with h being a function of the lagged belief Rit 1, the lagged error of expectation Rit 1 Rt 1 Rit 1, and timeinvariant individual characteristics i.Our framework fully describes the dynamic interactions between the administratorand the contributors: while 3 and 4 represent agents decisions in the stage game,5 models the belief updating mechanism that introduces dynamics into the system.The administrator conditions her behavior on observed behavior of the group of contributors. In contrast, contributors choose contributions based on beliefs about thepublic goods return and, hence, indirectly condition their behavior on the behavior ofall other agents from previous periods. On an aggregated level, the decision rules andthe belief updating mechanism lead to grouplevel cooperation and the administratorstrustworthiness being mutually dependent processes.4.2 Decisions and Belief Updating: Descriptive Analysis It is useful to descriptively consider decision rules and belief formation before studying them in the integrated framework of the PVAR model. This links our analysisdirectly to the theoretical discussion in section 4.1 and shows how contributors and 15A natural but more complicated alternative would be a framework that allows for contributorswho build beliefs by additionally incorporating the expected consequence of their own actions onthe future behavior of other agents.11administrators interact in the repeated game.Figure 3 collects the results of the descriptive analysis. Panel A refers to contributors learning rule and displays a scatter plot of belief adjustments together with ahistogram of the lagged error of expectation difference between lagged return andlagged belief in the lower part. The histogram shows that the distribution is fairlysymmetric around zero, suggesting that contributors mean beliefs match up well withmean return realizations. Following the belief updating equation 5, the upper part ofpanel A plots contributors belief adjustments difference between current and laggedbelief on the return rate against the lagged error of expectation. The data show astrong positive association. Moreover, the scatter plot is centered around the origin:contributors do not adjust their beliefs if they correctly predicted the return in theprevious period. The fitted values red dashed line reveal that the relationship between belief adjustments and the lagged error of expectation is close to linear, with aslope slightly smaller than one.16 This suggests that contributors form beliefs using asimple linear adaptive belief updating rule.We complete the descriptive evidence of decisionmaking in the PTG by studyingdecision rules. Panel B1 illustrates the mapping of contributors individual contributions to beliefs. The scatter plot shows a strong correlation between contributions andbeliefs about the return rate. Again, the fitted values red dashed line suggest a linearrelationship.Turning to the administrators decision rule, Panel B2 shows a scatter plot ofchoices of the return Rt against the pool Mt. The plot reveals that, as suggestedby decision rule 4, administrators choices are strongly correlated with sameperiodcontributions. The plot also demonstrates that, although administrators keep part ofthe pool to themselves in most of the cases, they tend to make a large share of thepool available to contributors. Taken together, the descriptive analysis supports allthree parts of our simple learning model.16We derive all fitted values in this section by nonparametric smoothing with locally weightedregressions.12Figure 3: Decision Rules and Belief Updating A: Belief Updating B1: Decision Rule Contributors B2: Decision Rule Administrators Notes: The figure shows scatter plots and fitted values red dashed lines for belief updating Panel A and decisionrules Panels B1 B2. The upper part of Panel A plots contributors adjustment of beliefs differences between currentand lagged beliefs against the lagged error of expectation differences between lagged return rates and lagged beliefs.The lower part of Panel A shows the distribution of errors of expectation. Panel B1 plots individual contributionsagainst individual beliefs about the return. Panel B2 plots administrators returns against group mean contributions.We derive fitted values from nonparametric smoothing with locally weighted regressions.Summary: Contributors form fairly accurate beliefs about the return rate using a simple linear adaptive beliefupdating rule. There is a strong positive association between contributions and beliefs that is close to linear. Similarly,a strong association exists between administrators decisions about returns and sameperiod contributions. Again, theassociation is close to linear. Taken together, the figure supports all three parts of our simple learning model.131209060300306090120Adjustment of Belief Contributors12090603003060901200Density7550250255075Lagged Error of Expectation 02.557.510Contribution 0306090120Belief about Return 0306090120Return 0306090120Pool Size4.3Identifying and Estimating Dynamic Interactions This section introduces a simple method to identify the effects of onetime changes incooperation and trustworthiness on the future climate for cooperation in the PTG.4.3.1 Econometric Model We use the conceptual framework from Section 4.1 to derive a panel vector autoregressive model that captures the dynamic interaction between cooperation and trustworthiness in the PTG. We assume that f , g, and h are additively separableand linear in all arguments. Furthermore, as suggested by the descriptive analysis,we consider contributors who have standard adaptive expectations. This leads to thefollowing set of equations,mnit 1ni 2Rnit snit Rnt 1n 2Mnt vnt Rnit 1ni Rnit 1 2Rnt 1 Rnit 1,678where 6 is the decision rule of group ns contributor i, 7 is the decision rule of groupns administrator, and 8 describes contributor is belief updating rule in period t.From equations 6 to 8, it is straightforward to derive a simple structural formpanel vector autoregressive model see the Appendix17M nt n 1M nt 1 2Rnt 1 unt Rnt n 3M nt 1 4Rnt 1 2unt vnt,9106Mnt is the contribution rate at grouplevel, Rnt 5where M nt 56Rnt is the returnrate, n and n are group fixed effects, and unt and vnt are error terms. The parameters 1 to 4 capture the dynamics, while 2 measures the contemporaneous impact of M nt on Rnt. In a nutshell, the PVAR model decomposes the variation in the grouplevel contribution rate M nt and the return rate Rnt into deterministic nonrandomcomponents that explain variation by past realizations of M nt and Rnt and exogenous random components captured by the error terms.18 Our conceptual frameworksuggests to interpret the error terms as aggregated random errors in decisionmakingconditional on past decisions. In our empirical analysis, we use this random variationto identify the effects of exogenous onetime behavioral changes on future levels ofcooperation and trustworthiness.Because we model the contribution rate and the return rate as crossed processes, we 17Fern andezVillaverde et al. 2007 discuss under which general conditions a model in state spacerepresentation transforms into a vector autoregressive model.18Estimating a PVAR1 model minimizes the Schwarz Bayesian Information Criterion.14allow for intertemporal relations in both directions: cooperation can affect trustworthiness and vice versa. Moreover, the PVAR model is consistent with the underlyingbelief updating process. In fact, we can recover the updating parameter 2 from ourestimates.4.3.2Identification and Estimation of Model Parameters The error terms represent exogenous changes in the corresponding decisions only if theyare uncorrelated across equations. We follow Sims 1980 and ensure uncorrelatednessby imposing restrictions on the contemporaneous relationships between M nt and Rnt.In particular, we restrict the effect of Rnt on M nt to zero. This restriction directlyfollows from our experimental design. More specifically, the sequence of decisionmaking in the PTG administrator decides after contributors have made their decisionensures that the administrators decision cannot affect contribution behavior in thesame period. We are not aware of any previous attempts to use similar identificationtechniques on experimental data.We recover the PVAR parameters by estimating the reduced form PVAR modelwith a least square dummy variable estimator LSDV19 and then computing the Cholesky factorization of the reducedform PVAR variancecovariance matrix of theresiduals.20 Using the estimated PVAR coefficients, it is straightforward to recover theremaining structural parameters from the system of equations 6 to 8 as 2 1 12 24r 2.4.4 Dynamic Interactions: Evidence 4.4.1 Structural Parameters We find that the structural parameters of the decision rule equations 2 0.0519 and 2 0.820 are both positive and significant pvalues 0.001.21 This reveals positiveconditionality in the behavior of administrators and contributors. Our estimate of 2 0.911 is not significantly different from one pvalue 0.227. The structuralapproach, hence, confirms the strong association between lagged errors of expectationsand adjustments of beliefs. In fact, the estimate of 2 implies that contributors fullyincorporate their error in expectation from the previous period when updating their 19Because of the length of our panel 24 periods after excluding startgame and endgame periodsthe Nickelbias Nickell 1981 is a minor concern.20Cagala and Glogowsky 2014 provide stata code and documentation to estimate panel vectorautoregressive models.21We use the delta method to calculate the corresponding standard errors.15beliefs.4.4.2 Impulse Responses and Behavioral Multipliers We utilize impulse response functions IRFs to visualize contributors and administrators behavior in response to onetime behavioral changes. Building on the PVARmodel estimates, an IRF simulates the development of contribution rates and returnrates after an exogenous change in either the contribution rate or the return ratequasitreatment captured by an increase in the current value of one of the errors.The significance of these responses is evaluated using 95percent confidence intervals.22Figure 4 shows IRFs for an impulse in the return rate lefthand panels and for animpulse in the contribution rate righthand panels. The upper panels show responsesof the contribution rate, while the lower panels depict responses of the return rate.Figure 4 unravels the behavioral dynamics in cooperation and trustworthiness in threedistinct dimensions which we will discuss in turn.First, the IRFs illustrate the conditionality between cooperation and trustworthiness. To see this, let us begin by considering the lefthand panels, showing responsesto a 10 percentage point impulse in the return rate in step 0. As contributors decideprior to the administrator, the contemporaneous response in the contribution rate iszero upper panel. From step 1 onwards, the responses encompass not only the effectof the initial decision, but all indirect effects working through the complex feedbacksin the system. In step 1, contributors respond to the return rate impulse by raising thecontribution rate by 5.8 percentage points relative to its initial value. This increasein the contribution rate, along with the initial impulse, triggers further behavioral responses, including a step1 addition to the return rate of 4.3 percentage points lowerpanel. Turning to a ten percentage point impulse in the contribution rate righthandpanels, we note a contemporaneous increase in the return rate by 8.7 percentagepoints lower panel. In step 1, the expansion of the return rate, together with theinitial impulse, increases the contribution rate by 6.0 percentage points relative to itsinitial value. To summarize, the IRFs clearly show a positive response of contributorsin the aftermath of an increase in trustworthiness and a qualitatively similar behavioral response of administrators trustworthiness to an increase in cooperation. Hence,the positive conditionality in the PTG goes both ways.22We construct these intervals based on a double bootstrap resampling scheme with 10, 000 repetitions.16Figure 4: Impulse Responses and Behavioral Multipliers Impulse: Return Rate Impulse: Contribution Rate Notes: The Figure shows IRFs solid line with 95 % confidence bands dashed lines and cumulative responses redbars. The cumulative response is the sum over significant postimpulse return contribution rates. The firstrowsecondrow IRFs show the response of the contribution rate return rate to standardized ten percentagepoint impulses. Left hand side right hand side panels show return contribution rate impulses.Summary: Cooperation and trustworthiness are mutually interdependent. The responses of contributors and administrators to impulses in cooperation and trustworthiness last over several periods. Cooperation and trustworthinesseventually converge back to initial values, implying that onetime decisions do not permanently change the climate forcooperation or trustworthiness. The cumulative responses red bars imply strong behavioral multiplier effects.The evidence on the response of trustworthiness to contribution rate impulses isin line with evidence for the trust game suggesting that trust breeds trustworthinessBerg et al. 1995. Our results also suggest that cooperation is not only conditional toother contributors behavior as in Fischbacher et al. 2001, but that conditionality incooperative behavior extends to the behavior of outside actors like the administratorin the PTG.Second, Figure 4 shows that despite the presence of substantial temporary effects,the behavioral responses to impulses eventually fade out over time. We note that theresponses to a return rate impulse are significantly different from zero 5% level for 4 subsequent periods. Similarly, we find that a shock in the contribution rate hassignificant effects on the contribution rate return rate for 4 3 subsequent periods.This leads us to the conclusion that onetime changes in behavior do not permanentlyalter the climate for cooperation and trustworthiness.Third, from the IRFs, we can derive overall responses as cumulative effects of a 17010Contribution Ratein Percentage Points 01234567Post Shock Period 010Return Ratein Percentage Points 01234567Post Shock Period 010Contribution Ratein Percentage Points 01234567Post Shock Period 010Return Ratein Percentage Points 01234567Post Shock Periodgiven impulse depicted as red bars in Figure 4.23 These overall responses cumulatecontemporaneous and future responses of a given impulse including all feedback effectsand are naturally labeled behavioral multipliers effects. We find that for return rateshocks and for contribution rate shocks, the behavioral multipliers are considerablylarger than zero and substantial in size. For instance, a 10 percentage point increasein the return rate causes contributor responses that add up to a 11.2 percentage pointexpansion of the contribution rate relative to its initial level upper lefthand panel.Similarly, a onetime increase in the contribution rate adds an additional 11.6 percentage points to the contribution rate once all indirect and feedback effects are taken intoaccount upper righthand panel. As regards responses in the return rate, we findthat a onetime change in grouplevel contributions triggers an overall impact in thereturn rate of 16.4 percentage points lower righthand panel.24RESULT 2: Cooperation and trustworthiness are strongly mutually interdependent,suggesting that trust breeds trustworthiness and vice versa. Despite substantial temporary effects, the behavioral responses to impulses eventually fade out over time. Onetime changes in behavior, hence, do not permanently alter the climate for cooperationand trustworthiness. Behavioral multipliers that cumulate the responses over time aresubstantial.4.4.3 Forecast Error Variance Decompositions In the following, we analyze the relative importance of impulses in cooperation andtrustworthiness for explaining the variation we observe in both behavioral dimensions.To enable valid comparisons, we consider 10percentagepoint impulses in both dimensions. Such standardized impulses allow us to evaluate the relative importance ofonetime changes for the variation while holding the magnitude of impulses constant.For this part of the analysis, we use the standard tool of forecast error variance decompositions FEVD. A FEVD shows the fractions of the forecast error variance thatare due to the different standardized impulses at a given horizon. If the horizon tendsto infinity, the FEVD shows the fraction of the variance in the dependent variablethat the different standardized impulses explain. In our context, an FEVD quantifiesthe importance of a standardized impulse in the contribution rate relative to that of 23We calculate the overall response by cumulating all postimpulse responses which are statisticallysignificant at the 5% level. We exclude the impulse itself in the calculation of overall responses. Theoverall response of the return rate includes the contemporaneous response response of trustworthinessto sameperiod cooperation.24The IRFs also allow us to determine the overall impact of an impulse on payoffs. Evaluating thesame impulses as before, we find that contributors suffer a net loss in case of an individual onetimeincrease in cooperation. The same holds true for administrators: a onetime increase in the returnrate leads to a net payoff loss. This confirms the interpretation of impulses as random errors indecisionmaking that lead to deviations from best responses.18a standardized impulse in the return rate for explaining the total variance.Figure 5 summarizes the evidence on FEVDs. Two key observations emerge. First,for standardized impulses of the same size in the contribution rate and the return rate,the variation in contributions is mainly explained by impulses in contributors behaviorleft panel: in the long run, 76.3% of the variance in the contribution rate is explainedby contribution impulses. Second, the forecast error variance decomposition is moresymmetric for the return rate right panel: standardized return rate impulses explain 54.8% of the longrun variation in the return rate, while contribution rate impulsesexplain 45.2%. Consequently, the degree of independence of contributors decisionsfrom the decisions of administrators is much higher than vice versa. Taken together,the FEVD implies that the observed level of variation in cooperative behavior is mainlyexplained by impulses in cooperation rather than impulses in trustworthiness.25RESULT 3: The variation in cooperative behavior can be explained by impulses incooperation rather than by impulses in trustworthiness.Figure 5: Decomposing the Variation in Cooperation and Trustworthiness FEVD: Contribution Rate FEVD: Return Rate Notes: The Figure shows FEVDs grey and blue bars with 95% confidence bands spikes for contribution rates leftpanel and return rates right panel.Summary: Variation in cooperation is mainly driven by standardized impulses in cooperation. Variation in trustworthiness is equally driven by standardized impulses in trustworthiness and cooperation.4.4.4Impact of Baseline Attitudes Towards Cooperation and Trust The next step of our analysis is to investigate the heterogeneity in impulse responsesin terms of baseline attitudes towards cooperation and trust. The purpose of theanalysis is to shed light on how baseline attitudes shape the responses of contributorsand administrators to impulses in cooperation and trustworthiness. We elicit subjectsbaseline attitudes towards cooperation and trust by means of a survey that we conducted two weeks after subjects took part in the experiment. The time lag between 25We find similar results when we account for the empirical impulse size by using residual meansquared error RMSE impulses interpretable as sample impulses instead of 10percentagepointimpulses.19050100FEVD1234567Post Shock Period 050100FEVD1234567Post Shock Period Contribution Rate Return Ratethe experiment and the survey attenuates any potential impact of subjects experiencein the experiment on survey responses.The survey elicits baseline attitudes using questions that are taken from the World Value Survey. The trust question reads: Generally speaking, would you say that mostpeople can be trusted or that you cant be too careful in dealing with people?, withthe response options most people can be trusted, cannot be too careful, I dontknow. The survey part aiming at cooperative attitudes lists several items that involvesome form of freeriding, or noncooperative behavior, and asks whether, on a scaleof 1 to 10, they can always be justified or never be justified. We then constructan internally consistent index Cronbachs alpha 0.754 from the items cheating ontaxes if you have a chance and not paying the fair in public transport. We rescalethe index to lie between zero fully noncooperative and 100 fully cooperative.To study the heterogeneity in terms of baseline attitudes, we perform samplesplitsand derive impulse response functions and behavioral multipliers within subsamples.The sample splits are based on group means of attitudes and contrast administratorsgroups of contributors in the lowest tertile with administrators groups of contributors in the highest tertile for each split. The analysis, thus, distinguishes betweengroups with trusting and nontrusting contributors, cooperative and noncooperativecontributors, and cooperative and noncooperative administrators, respectively.26The splitting procedure results in a pronounced betweensubsample heterogeneityin baseline attitudes.27 In groups with nontrusting contributors lowest tertile, only 23.3% of contributors state that they generally trust in others. This contrasts to 83.3%in the sample of trusting contributors highest tertile. As regards attitudes towardscooperation, the heterogeneity is similarly pronounced: groups with noncooperativecontributors lowest tertile have a mean index value of 50.0, while cooperative typeshighest tertile have a mean of 74.2. For administrators, we find similar differencesin terms of attitudes towards cooperation: noncooperative administrators have meanindex values of 43.3 as compared to 75.0 among cooperative administrators.We discuss the findings for the three sample splits in turn. We begin with Figure 6, which shows impulse response functions and behavioral multipliers for contributorswhile differentiating between nontrusting Panel A and trusting types Panel B. Weagain differentiate between contribution and return rate impulses. However, as weconsider heterogeneity among contributors here, we focus on responses related to thecontribution rate. For completeness, we additionally report IRFs and the FEVD forthe return rate in the Online Appendix see Figures A1, A2 and A3. Figure 6 re26In the PTG, administrators do not respond to any direct signal about the trustworthiness of otheragents. We, therefore, do not consider the heterogeneity in terms of trust among administrators.27The sample with nontrusting trusting contributors comprises of 5 6 groups. The sample withnoncooperative cooperative contributors comprises of 6 6 groups. For administratorattitudesplits, the sample of noncooperative cooperative administrators comprises of 6 8 groups.20veals a distinct heterogeneity in impulse responses by contributor type: in groups withnontrusting contributors, responses to contribution rate and return rate impulses aremuch stronger and more persistent. This implies that in groups with more trustingcontributors, cooperation is much more resilient to onetime changes in cooperationand trustworthiness in the sense that contributions converge back to initial values muchfaster than with less trusting contributors. The difference in IRFs translates into behavioral multipliers that are more than three times larger among nontrusting types ascompared to trusting types. In short, Figure 6 suggests that trust among contributorsis a personal trait that protects established forms of cooperation against shocks takingthe form of onetime disruptions in grouplevel cooperation or the trustworthiness ofadministrators.Although we split the sample underlying Figure 6 by attitudes towards trust alone,it could be that other individual characteristics correlated with these attitudes drivethe observed heterogeneity in outcomes. The FEVDs for the contribution rate, displayed in the lower part of the figure, reinforce the view that the heterogeneity in IRFsand overall responses is indeed due to differences in contributors trust: comparing the FEVDs of trusting and nontrusting contributors reveals that for nontrusting contributors, the share of the variation in the contribution rate that is driven by standardizedimpulses in the return rate is much larger than for trusting contributors.28Our findings regarding differences between trusting and nontrusting contributorsare corroborated by evidence on the heterogeneity among contributors in terms ofcooperative attitudes. Figure 7 displays the results for a similar sample split as before,the only difference being that we now split the sample into groups with noncooperativePanel A and cooperative Panel B contributor types. Again, the figure revealsstrong differences in behavioral responses: in groups of noncooperative contributors,onetime changes in cooperation and trustworthiness trigger more persistent responsesin cooperation and lead to much stronger cumulative responses.We complete the analysis of heterogeneous impulse responses by considering theimpact of cooperative attitudes among administrators. Figure 8 presents the findings.It follows the layout of the previous figures but focuses on return rate responses basedon a sample split into groups with noncooperative Panel A and cooperative Panel B administrators. As regards impulses in the return rate, we do not find much ofa difference in responses between cooperative and noncooperative administrators. Infact, the IRFs look quite similar, and the responses in the first postshock period areinsignificant for both types. The similarity does not come as a surprise as administrators attitudes towards cooperation should have no direct effect on their reaction to an 28We do not observe these differences between FEVDs for trusting and nontrusting types if we use RMSEimpulses. The reason is that in groups with nontrusting types the contribution rate RMSEis relatively large, making onetime changes in cooperation the main driver of the overall variation inthe nonstandardized FEVD.21impulse in their past behavior. Turning to the lower panel, we find that administratorsrespond very differently to contribution rate impulses, depending on their attitudes towards cooperation: for noncooperative administrators, the impact of onetime changesin the contribution rate is much more persistent and cumulatively more pronouncedPanel A as for cooperative administrators Panel B. For instance, considering aonetime drop in the contribution rate this finding implies that the overall downwardadjustment of the returnrate depends on attitudes towards cooperation among theadministrators. Administrators who are themselves noncooperative respond muchstronger and more persistently to disruptions in grouplevel cooperation.RESULT 4: The behavioral multipliers are much larger in groups with less cooperative and less trusting types than with more cooperative and more trusting types.22Figure 6: Heterogenous Responses Trusting vs. NonTrusting Contributors A: NonTrusting Contributors B: Trusting Contributors Impulse: Return Rate Impulse: Contribution Rate Notes: First and secondrow panels show IRFs solid line with 95% confidence bands dashed lines and cumulativeresponses red bars. Thirdrow panels display FEVDs grey and blue bars with 95% confidence bands spikes forcontributors. The cumulative response is the sum over significant postimpulse contribution rates. The firstrowsecondrow IRFs are for standardized ten percentage point return rate contribution rate impulses. Lefthand righthand panels are for nontrusting trusting types. The classification into types is based on survey responses to aquestion on general trust. Groups in the lowest highest tertile of the distribution of the share of contributors whogenerally trust in others are classified as nontrusting trusting type groups.Summary: Nontrusting contributors show a longer and more persistent response to impulses compared to trustingcontributors. The variation in contribution rates among nontrusting types is mainly driven by return rate impulses,while the variation among trusting types is mostly driven by impulses in the contribution rate.230102030Contribution Ratein Percentage Points 01234567Post Shock Period 0102030Contribution Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period Cumulative Response Contribution Rate IRFReturn RateFigure 7: Heterogenous Responses Cooperative vs. NonCooperative Contributors A: NonCooperative Contributors B: Cooperative Contributors Impulse: Return Rate Impulse: Contribution Rate Notes: First and secondrow panels show IRFs solid line with 95% confidence bands dashed lines and cumulativeresponses red bars. Thirdrow panels display FEVDs grey and blue bars with 95% confidence bands spikes forcontributors. The cumulative response is the sum over significant postimpulse contribution rates. The firstrowsecondrow IRFs are for standardized ten percentage point return rate contribution rate impulses. Lefthand righthand panels are for noncooperative cooperative types. The classification into types is based on survey responsesto questions regarding the acceptance of freeriding. Groups in the highest lowest tertile of the distribution of thecooperativeness index are classified as noncooperative cooperative type groups.Summary: Noncooperative contributors show a longer and more persistent response to impulses.2401020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period Cumulative Response Contribution Rate IRFReturn RateFigure 8: Heterogenous Responses Cooperative vs. NonCooperative Administrators A: NonCooperative Administrators B: Cooperative Administrators Impulse: Return Rate Impulse: Contribution Rate Notes: First and secondrow panels show IRFs solid line with 95% confidence bands dashed lines and cumulativeresponses red bars. Thirdrow panels display FEVDs grey and blue bars with 95% confidence bands spikes foradministrators. The cumulative response is the sum over significant postimpulse return rates. The firstrow secondrow IRFs are for standardized ten percentage point return rate contribution rate impulses. Lefthand righthandpanels are for noncooperative cooperative types. The classification into types is based on survey responses toquestions regarding the acceptance of freeriding. Administrators in the highest lowest tertile of the distribution ofthe cooperativeness index are classified as noncooperative cooperative types.Summary: Noncooperative administrators show a longer and more persistent response to contribution rate impulses.5 Conclusion Public goods provision often involves groups of individuals repeatedly interacting withadministrators who can extract private rents from the pool of contributions. To studyhow group members contribution behavior i.e., cooperation and rent extraction decisions by an administrator i.e., trustworthiness interact over time, we use key elementsof the Public Goods Game and the Trust Game and combine them into the Public Trust Game.As in other context involving social interactions, isolating causal effects poses a 2501020Return Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period Cumulative Response Contribution Rate IRFReturn Ratemethodological challenge Sobel, 2002. We overcome this problem by exploiting thesequential structure of our game in a panel vector autoregressive model. Analyzing thetime series originating from the dynamic interaction between contributors and administrators, we establish several novel findings. First, contributors and administratorsmanage to establish a form of interaction that is stable over time and leads to a level ofcooperation that is not statistically different from the level obtained in a standard Public Goods Game with the same efficiency. Second, we demonstrate that cooperationbreeds trustworthiness and vice versa: onetime increases decreases in cooperationtrigger significant increases decreases in cooperation and trustworthiness in subsequent periods. Similarly, onetime increases decreases in trustworthiness positivelynegatively affect future cooperation and trustworthiness. We derive behavioral multipliers that measure the overall impact of such onetime changes in behavior anddemonstrate that the multipliers in the Public Trust Game are substantial. All theseresponses to onetime changes in behavior are of a temporary nature, with behaviorin both dimensions eventually converging back to initial levels. We conclude thatrandom errors in decisionmaking leading to deviations from best responses do notpermanently alter the climate for cooperation. Finally, we study the heterogeneity inresponses to shocks by subjects baseline attitudes towards cooperation and trust andfind that temporary disruptions in cooperation and trustworthiness are particularlydamaging in settings with a lack of cooperative attitudes and trust.From a methodological point of view, we contribute to the literature by demonstrating how panel vector autoregressive models can be applied to model decisionmakingin the laboratory. Our methods can be applied to a broad family of repeated gameswhere the outcomes of interest are jointly determined autoregressive processes, theresulting time series are stationary, and agents have distinguishable roles.We believe that our results speak to a broad range of settings where the provisionof public goods depends on the behavior of agents who act at a higher hierarchical levelcompared to the group of contributors. A natural application is public goods provisionwhen taxpayers interact with the bureaucracy. In this setting, the level of public goodsprovided does not only depend on taxpayers compliance with the tax law, but alsoon the administrative efficiency of the bureaucracy. Among other things, our findingssuggest that taxpayers and bureaucrats can establish a form of interaction that isstable over time, but that onetime changes in bureaucratic efficiency can be expectedto have strong effects on taxpayers compliance behavior. The evidence from the Public Trust Game also suggests that in societies with a lack of cooperative attitudes andtrust, the behavioral multipliers of onetime changes in the behavior of taxpayers andbureaucrats will lead to much stronger and longerlasting deviations from establishedlevels of tax compliance and bureaucratic efficiency compared to societies with highlevels of cooperative attitudes and trust.26In this paper, we analyze a setting where contributors and administrators repeatedly interact and can adjust their behavior in every period. This naturally restricts ouranalysis to the effects of onetime changes in behavior. It remains for future researchto explore how the interplay between cooperation and trustworthiness is affected bypermanent changes in behavior of contributors and administrators, respectively.References Anderson, C. M. and Putterman, L. 2006. Do nonstrategic sanctions obeythe law of demand? The demand for punishment in the voluntary contributionmechanism. Games and Economic Behavior, 54 1, 124.Andreoni, J., Harbaugh, W. and Vesterlund, L. 2003. The carrot or thestick: Rewards, punishments, and cooperation. American Economic Review, 93 3,893902.Baldassarri, D. and Grossman, G. 2011. Centralized sanctioning and legitimateauthority promote cooperation in humans. Proceedings of the National Academy of Sciences, 108 27, 1102311027.Berg, J., John, D. and Kevin, M. 1995. Trust, reciprocity, and social history.Games and Economic Behavior, 10 1, 122142.Bochet, O., Page, T. and Putterman, L. 2006. Communication and punishment in voluntary contribution experiments. Journal of Economic Behavior Organization, 60 1, 1126.Brosig, J., Weimann, J. and Ockenfels, A. 2003. The effect of communicationmedia on cooperation. German Economic Review, 4 2, 217241.Cagala, T. and Glogowsky, U. 2014. Panel vector autoregressions for Stata xtvar. Software package available at www.wirtschaftspolitik.rw.unierlangen.deSoftwareXTVAR.zip.Carpenter, J. P. 2007. Punishing freeriders: How group size affects mutual monitoring and the provision of public goods. Games and Economic Behavior, 60 1,3151.Cullen, J., Turner, N. and Washington, E. 2014. The politics of tax evasion.mimeo.Dufwenberg, M. and Kirchsteiger, G. 2004. A theory of sequential reciprocity.Games and Economic Behavior, 47 2, 268298.27Fehr, E. and G achter, S. 2002. Altruistic punishment in humans. Nature,415 6868, 137140. and Schmidt, K. M. 1999. A theory of fairness, competition, and cooperation.The Quarterly Journal of Economics, 114 3, 817868.Fern andezVillaverde, J., RubioRam rez, J. F., Sargent, T. J. and Watson, M. W. 2007. Abcs and ds of understanding vars. American Economic Review, 97 3, 10211026.Fischbacher, U. 2007. ztree: Zurich toolbox for readymade economic experiments. Experimental Economics, 10 2, 171178. and G achter, S. 2010. Social preferences, beliefs, and the dynamics of freeriding in public goods experiments. American Economic Review, 100 1, 54156., G achter, S. and Fehr, E. 2001. Are people conditionally cooperative? Evidence from a public goods experiment. Economics Letters, 71 3, 397404.Friedman, J. W. 1971. A noncooperative equilibrium for supergames. Review of Economic Studies, 38 113, 112.Fudenberg, D. and Levine, D. K. 1998. The theory of learning in games. The MIT Press.G achter, S. and Fehr, E. 2000. Cooperation and punishment in public goodsexperiments. American Economic Review, 90 4, 980994., Renner, E. and Sefton, M. 2008. The longrun benefits of punishment. Science, 322 5907, 1510.Greiner, B. 2004. The online recruitment system orsee 2.0 a guide for the organization of experiments in economics, Working Paper Series in Economics 10,University of Cologne, Department of Economics.G uth, W., Levati, M. V., Sutter, M. and van der Heijden, E. 2007. Leadingby example with and without exclusion power in voluntary contribution experiments.Journal of Public Economics, 91 56, 10231042.Isaac, R. M., Mc Cue, K. F. and Plott, C. R. 1985. Public goods provision inan experimental environment. Journal of Public Economics, 26 1, 5174. and Walker, J. M. 1988. Group size effects in public goods provision: Thevoluntary contributions mechanism. Quarterly Journal of Economics, 103 1, 17999.28Keser, C. and van Winden, F. 2000. Conditional cooperation and voluntarycontributions to public goods. Scandinavian Journal of Economics, 102 1, 2339.Kocher, M., Matzat, D. and Riewe, G. 2013. The team allocator game: Allocation power in public good games. mimeo.Luttmer, E. F. P. and Singhal, M. 2014. Tax morale. Journal of Economic Perspectives, 28 4, 14968.Masclet, D., Noussair, C., Tucker, S. and Villeval, M.C. 2003. Monetaryand nonmonetary punishment in the voluntary contributions mechanism. American Economic Review, 93 1, 366380.Nickell, S. 1981. Biases in dynamic models with fixed effects. Econometrica, 49 6,pp. 14171426.OECD 2013. Tax and development: What drives tax morale? Organization for Economic Cooperation and Development.Rabin, M. 1993. Incorporating fairness into game theory and economics. American Economic Review, 83 5, 12811302.Reuben, E. and Riedl, A. 2009. Public goods provision and sanctioning in privileged groups. Journal of Conflict Resolution, 53 1, 7293.Sefton, M., Shupp, R. and Walker, J. M. 2007. The effect of rewards andsanctions in provision of public goods. Economic Inquiry, 45 4, 671690.Sims, C. A. 1980. Macroeconomics and reality. Econometrica, 48 1, 148.Sobel, J. 2002. Can we trust social capital? Journal of Economic Literature, 40 1,139154.Sutter, M., Haigner, S. and Kocher, M. G. 2010. Choosing the carrot orthe stick? Endogenous institutional choice in social dilemma situations. Review of Economic Studies, 77 4, 15401566.29Appendix Derivation of the Panel Vector Autoregressive Model Consider the decision rules 6 and 7 and the belief updating rule 8. By pluggingin 8 into 6 and by applying some simple transformations, we getmnit ni 0Rnit 1 1mnit 1 unit11whereni 21ni 12ni,0 22,1 1 2,unit snit 2 1snit 1.Eq. 11 explains a contributors contribution in t by the own lagged contribution andthe lagged return. Although beliefs are not directly included, beliefs enter into 11through the decision variables. A contributors decision is, hence, in line with herunderlying belief formation process. As a consequence of the transformation, unit ismovingaverage autocorrelated. We assume that snit is AR1 such that the M A1and the AR1 autocorrelation neutralize each other. This results in a situation wherecovunik, unijRnit 1, mnit 1, ni 0 for k cid:54 j.iid N ni, 2ni, and the definition Mnt rcid:804Using 11, the distributional assumption uniti1 mnit, we can derive the pool Mnt as Mnt n 1Mnt 1 2Rnt 1 unt,12whereand unt 4cid:884cid:88i1i1n rni,1 1 2,2 4r 22,unt runit.iid N cid:804i1 ni,cid:804i1 2ni. Combining 12 and 7 gives Rnt n 3Mnt 1 4Rnt 1 2unt vnt,1330wheren 1n 2n,3 21,4 22,iid N , 2. Multiplying 12 and 13 with 56 gives the panel vector autoreand vtgressive model summarized by 9 and 10.312niatnocsledo M;22T,81N693:snoitavresboforebmu N;tdoirepninpuorg:tinulanoitavresb O:seto Nnommocemussa CLLdna B;sdnertemitraeniledulcxedna,snaemcfiicepslenap,ICQHdna ICAybdetcelessgal,Bfo 0H;sretemarapevissergerotuanommocfonoitpmussaehtsexaler SPI,seiresllarofsretemarapevissergerotuanoitcarfeh T:SPIfo 1H;yranoitatseraseiresll A:CLLdna Bfo 1H;toor 1.0p,50.0p,10.0ptinuaniatnocseiresll A:SPIdna,CLL;oreznonsiyranoitatseratahtslenapfonisetarnruterdnalevelpuorgotdetagerggasetarnoitubirtnocfoytiranoitatsnonehttcejerstseteh T:yrammu S.emitrevoelbatseraissenhtrowtsurtdnanoitarepoo C.GTPehtSPInih Snarase Pm ICLLuh Cni Lnive L67.365.3Bgnutier B82.248.210.254.1noitubirtno Celbaira Veta Rnrute Reta Rscitsitatsevitpircse D:1Aelba Tlavretn Iema Gdn Elavretn Inia Mlavretn Igninrae L.ve Ddt S.8.718.214.51nae M4.41.xa M0.0931.93.123.380.09.in M000.de M2.630.525.73.ve Ddt S.5.322.229.12nae M9.538.729.93.ve Ddt S.6.713.026.71nae M4.152.837.46noitubirtno CGTPeta Relbaira Vnoitubirtno CGGPeta RGTPeta Rnrute Rlato T;03T,81N045:GTPsnoitavresboforebmunlato T;tdoirepninpuorg:tinulanoitavresb O:seto N.03T,51N054:GGPsnoitavresboforebmunetarnoitubirtnocnaemehtnahtregralyltnacfingisisilavretniignnraelehtnietarnoitubirtnocnaemeh T:yrammu Sehtnahtregralyltnacfingisinrutnisihcihw000.0p,tsetknardengisnoxocli Wdedisenolavretniniamehtnilavretniniamehtnietarnruternaemeht,eromrehtru F.000.0plavretniemagdneehtnietarnoitubirtnocnaemehtnahtregralyltnacfingisidna200.0plavretniignnraelehtnietarnruternaemehtnahtrellamsyltnacfingisisi.000.0plavretniemagdneehtnietarnruternaemstse Ttoo Rtin Ulena P:2Aelba T32Cooperation and Trustworthinessin Repeated Interaction Online Appendix Not for Publication Tobias Cagala, Ulrich Glogowsky, Veronika Grimm, Johannes Rincke January 29, 2015Cagala: University of ErlangenNuremberg tobias.cagalafau.de; Glogowsky: University of ErlangenNuremberg ulrich.glogowskyfau.de; Grimm: University of ErlangenNuremberg veronika.grimmfau.de;Rincke: University of ErlangenNuremberg johannes.rinckefau.deFigure A1: Heterogenous Responses Trusting vs. NonTrusting Contributors A: NonTrusting Contributors B: Trusting Contributors Impulse: Return Rate Impulse: Contribution Rate FEVD: Contribution Rate FEVD: Return Rate Notes: The upper lower part of the figure shows IRFs FEVDs. For detailed notes see Figure 6 in the paper.10102030Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 0102030Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period Cumulative Response Contribution Rate IRFReturn RateFigure A2: Heterogenous Responses Cooperative vs. NonCooperative Contributors A: NonCooperative Contributors B: Cooperative Contributors Impulse: Return Rate Impulse: Contribution Rate FEVD: Contribution Rate FEVD: Return Rate Notes: The upper lower part of the figure shows IRFs FEVDs. For detailed notes see Figure 7 in the paper.201020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period Cumulative Response Contribution Rate IRFReturn RateFigure A3: Heterogenous Responses Cooperative vs. NonCooperative Administrators A: NonCooperative Administrators B: Cooperative Administrators Impulse: Return Rate Impulse: Contribution Rate FEVD: Return Rate FEVD: Contribution Rate Notes: The upper lower part of the figure shows IRFs FEVDs. For detailed notes see Figure 8 in the paper.301020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 01020Return Ratein Percentage Points 01234567Post Shock Period 01020Contribution Ratein Percentage Points 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period 050100FEVD:Return Rate 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period 050100FEVD: Contribution Rate 01234567Post Shock Period Cumulative Response Contribution Rate IRFReturn Rate41 Instructions PTG PGG PGG Instructions exclude highlighted text components Welcome and thank you for participating in todays experiment. Please read the instructions carefully. If you have any questions, please raise your hand. One of the experimenters will answer your questions. You are not allowed to communicate with other participants of the experiment. Violation of this rule will lead to exclusion from the experiment. Please turn off your cell phone. This is an experiment in economic decision making. For showing up on time, you receive a onetime payment of EUR 2.5. For attending the second part of the experiment, you receive a onetime payment of EUR 6. During the experiment you will earn additional money. Your additional earnings depend on your behavior and the behavior of other participants. During the experiment, money is displayed in Experimental Currency Units ECU. The exchange rate is 1 Euro 40 ECU. Your entire earnings will be paid to you in cash at the end of the second part of the experiment. You will not learn about the identity of other participants. We will not communicate your earnings or your role in the experiment to other participants. The data will be analyzed anonymously. Experiment Duration The experiment is divided into periods. In each period you face the same decisionmaking situation. The experiment consists of 30 periods. Roles Every participant is assigned a role, either A or B. In the following we refer to participants as Aparticipant and Bparticipant. The roles are randomly assigned before the first period and will not change during the experiment. All participants are treated equally during the assignment. Before the first period, every participant is informed about her role. Groups Prior to the first period, all participants are divided randomly into independent groups of five participants. Each group consists of four Aparticipants in the following A1 to A4 and one Bparticipant in the following B. Groups remain the same throughout the experiment, meaning that you solely interact with members of your group. Decisions made by members of other groups will not affect your group. Sequence Every period follows the same sequence, illustrated in the following figure. 52 Aparticipant Bparticipant 1 Receipt of endowment 1 Receipt of secure income 2 Decisions of Aparticipants 3 3 Multiplication of the pool 4b Aparticipants make estimates 4a Decision of Bparticipant 5 Informing A and Bparticipants 1 Receipt of Endowment Receipt of Secure Income At the beginning of every period, each of the four Aparticipants receives an endowment of 10 ECU. During the period, participants make decisions regarding the use of the endowment. The endowment is not transferable between periods, meaning that an Aparticipant cannot use her periodoneendowment in period two. At the beginning of every period, the Bparticipant receives a secure income of 30 ECU. 2 Decisions of Aparticipants Each of the four Aparticipants in one group decides how much of her endowment to contribute to a joint pool. Specifically, Aparticipants choose an integer amount between 0 and 10 indicating 0 and 10 is possible that is contributed to the pool. The following tables show illustrative examples. The decisions made by the participants in the actual experiment may differ from the exemplary decisions. Please take a look at the following table. Example 1 Example 2 Contribution A1 10 ECU Contribution A1 0 ECU Contribution A2 10 ECU Contribution A2 10 ECU Contribution A3 10 ECU Contribution A3 2 ECU Contribution A4 10 ECU Contribution A4 8 ECU Pool 40 ECU Pool 20 ECU 3 Multiplication of the Pool The pool is multiplied by the factor 3. Please take a look at the following table. Example 1 Example 2 Pool 40 ECU Pool 20 ECU Multiplied pool 120 ECU Multiplied pool 60 ECU 4a Decision of Bparticipant The Bparticipant in every group decides which part of the multiplied pool she would like to release released amount. She can release every integer amount between 0 and the multiplied pool releasing 0 and the entire multiplied pool is 63 possible. The released amount will be equally distributed among the four Aparticipants of a group. If the released amount is 80 ECU see Example 1b, every Aparticipant receives 80420 ECU. The remaining unreleased amount of 40 ECU increases the Bparticipants payoff. Please take a look at the following table. Example 1 Example 2 Multiplied pool 120 ECU Multiplied pool 60 ECU a a Released amount 120 ECU Released amount 60 ECU Every Aparticipant receives 30 ECU Every Aparticipant receives 15 ECU The Bparticipant receives 0 ECU The Bparticipant receives 0 ECU b b Released amount 80 ECU Released amount 20 ECU Every Aparticipant receives 20 ECU Every Aparticipant receives 5 ECU The Bparticipant receives 40 ECU The Bparticipant receives 40 ECU 4b Aparticipants Make Estimates While the Bparticipant is making her decision, every Aparticipant estimates the decisions made by other participants. The estimates are private information and, hence, cannot influence the behavior of other participants. 1. Every Aparticipant estimates the average contribution of the other Aparticipants. Based on this estimate, the estimated pool is calculated. Estimated pool Estimated total contribution of other Aparticipants estimated average contribution multiplied by 3 Own contribution Estimated pool 2. Every Aparticipant estimates the released amount estimation of the part of the estimated pool that is released. 5 Informing A and BParticipants At the end of each period, all participants receive detailed information. Every Aparticipant learns about her endowment her contribution the amount she has not paid into the pool the pool the multiplied pool the released amount the own portion of the released amount 1 the unreleased amount the own period payoff the balance of her account payoffs of all past periods Every Bparticipant learns about her secure income the pool the multiplied pool 1 In PGG instructions: the own portion of the multiplied pool 74 the released amount every Aparticipants portion of the released amount the unreleased amount the own period payoff the balance of her account payoffs of all past periods Neither the Aparticipants nor the Bparticipant will be informed about the Aparticipants individual contributions to the pool. Period Payoff The A and Bparticipants period payoffs are calculated as follows: Aparticipants payoff B Participants payoff Endowment Secure income Contribution Unreleased amount Portion of released amount Period payoff Period payoff Please take a look at the following table.2 Example 1 Example 2 Multiplied pool 120 ECU Multiplied pool 60 ECU a a Released amount 120 ECU Released amount 60 ECU Every Aparticipant receives 30 ECU Every Aparticipant receives 15 ECU The Bparticipant receives 0 ECU The Bparticipant receives 0 ECU All Participants A and B have a payoff of 30 ECU. Aparticipants payoffs vary between 17 ECU and 25 ECU. The Bparticipant has a payoff of 30 ECU. b b Released amount 80 ECU Released amount 20 ECU Every Aparticipant receives 20 ECU Every Aparticipant receives 5 ECU The Bparticipant receives 40 ECU The Bparticipant receives 40 ECU All Aparticipants have a payoff of 20 ECU. The Bparticipant has a payoff of 70 ECU. Aparticipants payoffs vary between 5 ECU and 15 ECU. The Bparticipant has a payoff of 70 ECU. Example Calculations To make sure that all participants have understood the instructions, we ask you to make some example calculations on your computer. It does not matter if you need several attempts to answer the questions. 2 Example 1 PGG instructions: Multiplied pool 80 ECU; Every participant receives 20 ECU from the pool; All participants have a payoff of 20 ECU; Example 2 PGG instructions: Multiplied pool 40 ECU; Every participant receives 10 ECU from the pool; participants have a payoff between 10 ECU and 20 ECU Theoretical Analysis of the Public Trust Game In this Online Appendix, we provide detailed proofs for the theoretical results discussed insection 3 of our paper. In particular, we analyze infinitely repeated interaction and reciprocityconcerns. We are aware that reciprocity and effects from repeated interaction might worktogether in our setup. To keep keep the analysis simple, we examine them separately.Consider the PTG among five players i 1, . . . , 5, where agents 1 to 4 are the contributorsand agent 5 is the administrator. Contributors have similar endowments wi w, i 1, . . . , 4,while the administrator has an endowment w 5 w. Contributions in period t are m 1t, . . . , m 4t1 mit is the pool in period t. Furthermore, let t 0, 1 be the share of the pooland Mt rcid:804kept by the administrator. Denote by xit the agents payoffs in period t. It holds thatmjt,i 1, . . . , 4,4cid:88j114r1 tcid:88jcid:54imjt,124cid:884cid:88xit w mit mjt 14rtcid:18r 14r1 t1 14j1cid:19mit w x 5t w 5 rtmjt.j1In any equilibrium of the oneshot PTG, contributions are zero if all agents are rational payoffmaximizers and this is common knowledge among them. Consequently, any subgame perfectequilibrium of the finitely repeated game implies zero contributions in every period. The same istrue if the administrator is absent and the contributors play a standard PGG with an efficiencyfactor of r The predictions change if the PTG is infinitely repeated or the end is unknown orif agents have reciprocity concerns.Repeated Interaction Let us consider repeated interactions and assume that participants share a common discountfactor . Because the infinitely repeated PTG has a continuum of equilibria including thoseequilibria with zero contributions1, we focus on conditions on under which full cooperationcan be sustained in an equilibrium of the repeated game.Let us first consider a standard Public Goods Game PGG without an administrator. Theefficiency factor is r. It is well known that, if is sufficiently high, the following grim triggerstrategies constitute an equilibrium of the infinitely repeated PGG:if mjt 1 w j 1, . . . 4else.cid:40mit w 031See Friedman 1971 and the followup literature on the folk theorem.8This is summarized in the following lemma.Lemma 1 Infinitely Repeated PGG The infinitely repeated PGG has an equilibrium whereall agents adopt the grim trigger strategy 3 iff P GG 4r 3r .Proof. In the PGG there is no administrator i.e. t 0. It follows from 1 thatcid:18cid:19xitmit w 1 14cid:88jcid:54i 14rrmit mjt.4Now consider player is decision to either choose the grim trigger strategies 3 or to deviatefrom it given that all other players j cid:54 i follow these strategies. Contributing w in a givenround and consequently planning to do the same in all upcoming periods yields a net presentvalue ofcid:88t0iw trw rw 1 .Deviation to mit 0 in a given period implies future zero contributions by all agents and yieldscid:88i0 rw 1 14 rw 1 14rw tw,rw t01 w.Cooperation is sustainable if iw i0, i.e.rw 1 rw 1 14rw 1 w 4 r 3r.In the PTG, the incentives of contributors to cooperate depend not only on the discountfactor, but also on the level of rent extraction by the administrator. Extraction rates arenaturally constrained by the potential impact on future profits: an administrator who choosesfull rent extraction early in the game could trigger zero future contributions and, thereby,severely limit her further opportunities to generate payoffs. In our analysis, we focus on thequestion under which levels of rent extraction cooperation can be sustained in equilibriumand how the possibility of rent extraction affects the critical discount factor. For simplicity,we assume that the level of rent extraction is constant t and contributors expect theadministrator to choose throughout all stages. Let us consider the following grim triggerstrategies:mit if mjt 1 w j 1, . . . 4, and t 1 else,w 05cid:409cid:40t if mjt 1 w j 1, . . . 4, and t 1 else.16The following proposition states the lowest possible discount factor that sustains full cooperation by the contributors and the associated level of rent extraction by the administrator.Proposition 1 Infinitely Repeated PTG The infinitely repeated PTG has an equilibriumwhere all agents adopt the grim trigger strategies 5 and 6 iff P T G 6. Inthis equilibrium it holds that 7Proof. Suppose that all players j cid:54 i play the proposed grim trigger strategies 5 and 6. Acontributor is profit from cooperation in a given period t is 36 13r 136.3r 16 cid:113 4cid:19cid:18xitw w 1 14r1 w 14r1 3w r1 w,cid:113 4and her periodprofit from deviation isxit0 w r1 w.34For the administrator it holds thatx 5t w 5 4rw,x 5t1 w 5 4rw.The net present value of cooperation for a contributor i isiw tr1 w r1 w 1 .Deviation to mit 0 in a given period implies zero contributions in the future and yieldsi0 w r1 w 34tw w r1 w 341 w.cid:88t0cid:88t0cid:88t0cid:88t010The administrators net present value of choosing is 5 t w 5 4rw w 5 4rw 1 .Deviation to t 1 in a given period implies zero contributions in the future and yields 51 w 5 4rw tw 5 w 5 4rw 1 w 5.Cooperation is sustainable if contributors cooperate and the administrator refrains from fullrent extraction. Contributors cooperate if iw i0, i.e.r1 w 1 w 34r1 w 1 w 4 r1 3r1 .The administrator refrains from full rent extraction if 5 51, i.e.w 5 4rw 1 w 5 4rw 1 w 5 5 1 .3r1 and 5 1 . Noting that i 4r1Let us define the critical discount factor of contributors and the administrator as i 0, we can identify the level of ,associated with the lowest possible discount factor that sustains cooperation by all parties, bysolving 0 and 56 cid:113 44 r1 3r1 cid:113 4 1 .We obtain 73r 136 and 3r 136 16.The analysis points to an important tradeoff in the repeated PTG: the level of anticipatedrent extraction affects the incentives to cooperate and, thus, future rent extraction possibilities.Consider the case of our experiment r 3. Whereas a critical discount factor of 19 0.11sustains cooperation in the PGG, the critical discount factor in the PTG is higher: P T G 6 0.52. The associated level of rent extraction is 76 0.48. Rent extraction 17117affects the efficiency factor and, hence, diminishes the scope for cooperation.Comparing the infinitely repeated versions of the PTG and the PGG, we find that thecritical discount factor in the PTG is identical to the critical discount factor in the PGGwith an exogenously given efficiency factor r 1 r. The analysis of the repeated gamesuggests similar levels of cooperation in the PTG and the reference PGG that we analyze inour experimental setup.Reciprocity Concerns To shed light on how concerns for reciprocity might affect play in the PTG, we apply Dufwenberg and Kirchsteiger 2004 Theory of Sequential Reciprocity to the one shot stage game.Dufwenberg and Kirchsteiger assume that individuals derive utility from material payoffs andfrom reciprocity. The utility is Uix 1, . . . , x 5 xi Yiijiji,7cid:88jcid:54iwhere xi is the agents own material payoff, Yi is her sensitivity for reciprocity, ij is is kindnessto agent j, and iji is is belief about js kindness to her. Both terms build on is beliefs about 11js behavior, assuming that j behavior coincides with the belief in equilibrium. ij is the payoffthat i gives to j minus the average of the minimum and maximum payoff she could give to j.iji denotes is belief about her payoff from j minus the average of the minimum and maximumpayoff that j could give to i. We can establish the following proposition:Proposition 2 Sequential Reciprocity Equilibrium Suppose agents are sensitive to reciprocity as in Dufwenberg and Kirchsteiger 2004.i Iff Y5 for all i 1, . . . , 4 a Sequentialand Yi Reciprocity Equilibrium exists where 1Y5rw and mi w for all i 1, . . . , 4.ii In a reciprocity equilibrium with full contributions the extraction rate is at least 14 144153rw44 1r161 12 123123r 2w 14 andat most 1112 15 0.53.Proof. For our analysis we need i 5, ij 5i, i 5i, iji, and 5i 5. To establish under whichconditions a Sequential Reciprocity Equilibrium with full cooperation exists, we study onecontributor is utility and the administrators utility, assuming that all other contributors choosemj w. For contributor is utility from reciprocity we define j 1, . . . , 4 and j cid:54 i. For theadministrators utility from reciprocity, j denotes the group of contributors. For contributor iwe geti 5 rmi 12 rmi 12rww,i 5i ij iji 14141 rmi 3w 12mi 3wr ,1214141 rmi 3w 121 rmi 12w,1 rmi 3w 121 rw.1418cid:2014cid:2034cid:2014cid:21rmi 3wcid:211 rw 1 rwcid:211 rmi 3w1 rmi 2w 1412For the administrator we get 5j 1 rw 12rw 12 rw,5j 5 4rw 123rw 4rwThe administrators utility is then 12rw.U5 w 5 4rw Y5 w 5 4rw Y5cid:20cid:18cid:181cid:19cid:2r 2w 21 2cid:3 . rw 24cid:19cid:181cid:19cid:21rw 2Reciprocity concerns cannot induce the administrator to abstain from rent extraction. Recallfrom the experimental design that the administrator could choose any level of rent extraction 0, 1. Because for 0 no other player can affect the administrators payoff, her beliefabout the kindness of player j towards her 5j 5 must equal to zero if she chooses 0. Inthis case, the model implies that the administrator gains no utility from being kind or unkindto the contributors. Differentiation of U5 with respect to yields U5 4rw Y5r 2w 21 4 08 14 1Y5rwor Y5 4rw41.Thus the administrator extracts at least one fourth of the pool if Y5 tends to infinity andextracts more than half of the pool if she has almost no reciprocity concerns, i.e. Y5 215.Contributor is utility and the first order condition are given by Uimi, w, w mi cid:199cid:20cid:18Yi 3cid:181cid:18141 rmi 3w141 rmi 12wcid:19cid:181cid:19cid:1818mi 3wrcid:19 w mirmi 12w41 r 141 2r 2wmi 12cid:20 332Yi1 rwcid:19cid:21 121 rw 34w 14r 2mi 12wmi 3wcid:21 ,1213Uimi141 r 1 Yicid:20 3321 2r 2w 14r 212 2mi 52wcid:21 0.The critical value of the contributors sensitivity to reciprocity depends on the level of contributions. In any equilibrium where all contributors choose mi w, the FOC simplifies tocid:21cid:20 3321 r 1 Yi1 2r 2w 14r 212 2w 52w 014Uimi Yi 41 r161 121 2 31 2.3r 2w 1Note that a Sequential Reciprocity Equilibrium where all contributions equal the endowmentcan only be established if the extraction rate is not too high. If 115 0.53,the critical sensitivity for reciprocity Yi approaches infinity. However, because of reciprocal behavior towards other contributors, there can be nonzero contributions despite unkindadministrator behavior, i.e. 12.We finally look into the administrators minimal sensitivity for reciprocity that ensures anextraction of at most 115, which is the highest possible extraction rate for whichnonzero contributions in equilibrium are possible. Substitution of this value of into thesecond equation in 8 yields a minimal sensitivity for reciprocity of Y5,min 112 112 44153.rw4Proposition 3 Administrator vs. No Administrator Suppose agents are sensitive to reciprocity as in Dufwenberg and Kirchsteiger 2004.i If in the PTG extraction behavior is kind i.e. 0 12, cooperation is easier to sustainin the PTG than in a reference PGG where agents face the same true efficiency factor butno administrator.ii If in the PTG the extraction behavior is unkind i.e. 12, cooperation is easier to sustainin a reference PGG where agents face the same true efficiency factor but no administrator.Proof. Without an administrator, contributor is utility is Uimi, w, w mi1 r 1cid:181cid:20 34cid:191 rw34cid:21Yi1 2r 2wmi 1232w,which is the utility in 9 without the reciprocity utility from interaction with the administrator.The FOC is Uimi141 r 1 Yi1 2r 2w 0 Yi 321 141 r31 2r 2w.cid:20 332cid:2114To see under which conditions cooperation is easier to sustain in the PTG than in the PGGholding the true efficiency factor constant, we compare the critical values of i for both games 321 141 r41 r161 121 2 31 23r 2w 121 2 31 21131 2r 2w 121 231 2 0.1If cooperation is sustained depends on the administrators kindness. Whenever her actionis kind i.e. 0 12, it is easier to sustain cooperation in the game with an administrator.Whenever her action is unkind, it is easier to sustain cooperation in the absence of an administrator.2 The reason is that the administrators kindness adds to the motivational effect ofother contributors kindness.References Dufwenberg, M. and Kirchsteiger, G. 2004. A theory of sequential reciprocity. Gamesand Economic Behavior, 47 2, 268298.Friedman, J. W. 1971. A noncooperative equilibrium for supergames. Review of Economic Studies, 38 113, 112.2Note that in case of 1extraction rate is too high.therefore would not contribute if there is an administrator.2 1 2r 31 2 no Sequential Reciprocity Equilibrium exists because the In this case, contributors expect excessive extraction by the administrator and 15", "filename": "Cagala_Glogowsky_Grimm_Rincke_Coop_and_Trust_2015-02.pdf", "person": ["Tobias Cagala", "Cagala, Tobias", "Ulrich Glogowsky", "Glogowsky, Ulrich", "Veronika Grimm", "Grimm, Veronika", "Johannes Rincke", "Rincke, Johannes"], "date": ["2015"]}