{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19038/1/cesifo1_wp1574.pdf"], "title": ["Social health insurance : the major driver of unsustainable fiscal policy?"], "plaintext": "CESifo Working Paper No. 1574 SOCIAL HEALTH INSURANCE THE MAJOR DRIVER OF UNSUSTAINABLE FISCAL POLICY? Abstract During the next decades the populations of most developed countries will grow older as a result of the low level of birth rates since the 1970s andor the continuously increasing life expectancy. We show within a Generational Accounting framework how unsustainable the public finances of France, Germany, Switzerland and the U.S. are, given their demographic developments. Thereby our focus lies on social health insurance systems that are in addition affected by medicaltechnical progress. Due to the costincreasing effect of medicaltechnical progress one can justifiably say that social health insurance schemes are the major drivers behind unsustainable fiscal policies. JEL Code: H51, I11. Christian Hagist Research Center for Generational Contracts Freiburg University Department of Economics 79085 Freiburg Germany christian.hagistgenerationenvertraege.de Andreas Plate Techniker Krankenkasse Germany Norbert Klusen Techniker Krankenkasse and University of Applied Science Zwickau Germany Bernd Raffelhueschen Research Center for Generational Contracts Freiburg University Department of Economics 79085 Freiburg Germany We would like to thank Bettina Balluff, Stefan Fetzer and Jorg Schoder for valuable comments. bernd.raffelhueschengenerationenvertraege.de1. Introduction During the next few decades the populations of most developed countries will grow older as a result of the low level of birth rates since the 1970s andor the continuously increasing life expectancy. For some countries both is the case which is why this phenomenon is sometimes referred to as the doubleageing process. While most of the political discussions addressing this fact point on the financing problems in public pension systems, the academic community is emphasizing that the problem will be even bigger in public health insurance systems. This is not only due to the demographic transition but even more to the nature of the medicaltechnical progress which occurs rather in costincreasing product innovations than in costdecreasing process innovations. Caused by the medicaltechnical progress and without any major demographic shifts, statutory health care expenditures in major OECD countries increased faster than their economic output over the last three decades in some more as twice as fast. These are alarming results given that the demographic transition is irreversible and thus the political pressure for a widening of benefits will rather increase than decline in an ageing society. To analyse the extent of the problem mentioned above, we compute Generational Accounts and a set of sustainability indicators for the public and the health sector of France, Germany, Switzerland and the U.S. A comparison of these four countries is of special interest because their health insurance systems and demographics are significantly different from each other. This promises to yield interesting insights into the relevance of different factors for the sustainability of fiscal health policies. The U.S. is a rare example for an OECD country with no universal public health insurance system. While its fertility rate is relatively healthy, its large babyboomer generations are a challenge for one of its major health programs, Medicare. In contrast the French system seems already in trouble. Annual deficits of its social flagship urge for reform. And the future does not look bright either. Although blessed with a relative high fertility rate compared to other European countries, the French population is ageing rapidly and the tax burden is already relatively some say too high. Similarly, the new sick man of Europe, Germany, may be as well so sick because of the high public expenditures for health care. Having had a reform for the next century in 2004, contribution rates are already rising again. To avoid increasing the burden for labour in its wagebased system, political parties are arguing how to reform the revenue side of the system. But with a declining population, any approach in a payasyougo design will be doomed to failure as the case of Switzerland shows. Having a new and relatively modern health insurance system, the 1lumpsum premiums of its hybrid publicprivate system are rising faster than any indicator of income and so does the subsidies for these premiums of the government. This study wants to quantify the prior outlined problems and compare our results between the certain countries. The paper is structured as follows: Chapter 2 describes briefly the method of Generational Accounting and the calculation of the sustainability indicators used. Generational Accounting was invented in the early nineties to estimate both explicit and implicit debt of public coffers in the long run. Subsection 2.2 then reports the sources of our data for the analysis of the four countries. Generational Accounting needs three kinds of data, a population projection, age and sexspecific profiles and a general government budget of a certain base year. Furthermore we discuss our choice for global parameters i.e. growth and discount rates and how we account for the expenditureincreasing effects of the medicaltechnical progress. In chapter 3 we describe every analysed health care system briefly and report the first findings of the sustainability of their fiscal or health policy. We report the Generational Accounts of every system and discuss them in detail together with our first indicator, the so called sustainability gap. In chapter 4 other indicators are compared and their shortcomings are discussed. Furthermore we give possible explanations for the differences of the countries sustainability. Chapter 5 summarizes and concludes the paper. 2. Generational Accounting Method, Data and Assumptions This section covers the methodology of our empirical framework Generational Accounting and gives a broad overview over the certain sources of our data for the different countries. Furthermore, for our comparison in chapter 4, we have to make certain assumptions about the growth of technical progress and a discount rate for all analysed fiscal systems. Since this paper focuses on the social health insurance schemes, we also make certain assumptions about the way to account for the medicaltechnical progress and the aligned pressure on health care expenditures. 2.1 Methodology To measure the sustainability of a countrys public sector we use the method of Generational Accounting developed by Auerbach, Gokhale and Kotlikoff 1991, 1992, and 1994. In contrast to traditional budget indicators which are based on annual cashflow budgets, 2Generational Accounting is founded on the intertemporal budget constraint and therefore the longterm implications of a current policy can be computed.1 Like stated above, the starting point of Generational Accounting is the intertemporal budget constraint of the public sector, expressed in present value terms of a base year t: 1 BtDs0NLet D denote agents maximum age and stt,N stt,skt N ,1 the present value of year ts net tax payments, i.e., taxes paid net of transfers received, made by all members of a generation born in year k over the remaining life cycle. Then, the first righthand term of equation 1 represents the aggregate net taxes of all generations alive in the base year t. The second term aggregates the net tax payments made by future generations born in year t 1 or later. Together this is equal , which stands for the net debt in year t. That means if to the lefthand side of equation 1, t Bthe sum of all living generations net taxes, Ds0stt N,, is negative i.e. if they receive a net transfer the sum of future generations net taxes has to be positive to balance the governments intertemporal budget or in other words: In a longterm perspective net transfers received by living generations plus the net debt of the base year have to be financed via net taxes paid by future generations. To calculate generations aggregate life cycle net tax payments, the net payment terms in equation 1 are decomposed into 2 Nkt,sDkmax PTksks,,kt,1rst In equation 2, ks T ,denotes the average net tax paid in year s by a representative member of the generation born in year k, whereas ks P , stands for the number of members of a generation born in year k who survives until year s. Typically, generational accountants disaggregate equation 2 even further. To incorporate genderspecific differences in average tax payments and transfer receipts by age, separate aggregation of the average net taxes paid by male and female cohort members is required. The products aggregated in equation 2 represent the net taxes paid by all members of generation k in year s. For generations born prior to the base year the summation starts from year t, while for future born cohorts, the summation starts in further description of 1 The is mainly based on Raffelhuschen 1999. Raffelhuschen 1999 discusses also the shortcomings of Generational Accounting in detail. the methodology of Generational Accounting 3year k t. Irrespective of the year of birth, all payments are discounted back to year t by application of a real interest rate r. To compute the remaining lifetime net payments of living generations, the future demographic structure is specified conducting longterm population forecasts. In addition, the development of agespecific net tax payments needs to be projected. The agespecific net tax payment in year s of agents born in year k can be decomposed as 3 Ts k,k i hs,,i stands for the average tax or transfer of type i paid or received in year s by agents born iksh ,,in year k, thus of age s k. In equation 3, h 0 indicates a tax payment, whereas h 0 defines a transfer. Applying the method of Generational Accounting it is conventionally assumed that initial fiscal policy and economic behaviour are constant over time. Under this condition it is possible to project future average tax payments and transfer receipts per capita from the base year age profile of payments according to h4 h 1s tg s k i,,t t, s k i,where g represents the annual rate of productivity growth. Equation 4 assigns to each agent of age sk in year s the tax and transfer payment observed for agents of the same age in base year t, uprated for gains in productivity. The base year cross section of agespecific tax and transfer payments per capita is generally determined in two steps. First, the relative position of age cohorts in the tax and transfer system is estimated from microdata profiles. In a second step the relative age profiles are reevaluated proportionally to fit the expenditures and tax revenues. For living generations, division of the aggregate remaining lifetime net tax payments by the number of cohort members alive in the base year defines the cohort generational account: 5 GAt k,NPt k,t k, The Generational Accounts are constructed in a purely forwardlooking manner, only the taxes paid and the transfers received in or after the base year are considered. As a consequence, Generational Accounts cannot be compared across living generations because they incorporate effects of differential lifetime. One may compare, however, the Generational Accounts of base year and future born agents, who are observed over their entire life cycle. 4To illustrate the fiscal burden of current fiscal policy we use four sustainability indicators:2 The starting point for the first indicators are the intertemporal public liabilities which can be computed by the assumption that the intertemporal budget constraint of the public sector 1a is violated: 6 IPLt Nkt,k t D The amount of intertemporal public liabilities measures aggregate unfunded claims on future budgets, assuming that the present policy will hold for the future. The first sustainability indicator, the sustainability gap, can be derived if the intertemporal public liabilities are set in relation to base years GDP. This indicator is akin to the debt quota but it addresses to the debt which will occur in the future and not in the past. How the policy adjustment required to redeem intertemporal public liabilities will affect generations fiscal burdens is uncertain. For illustrative purposes, Generational Accounting typically assigns the entire adjustment to future generations. All tax payments made by members of future born cohorts are adjusted proportionally with help of a uniform scaling factor . is set to ensure balance of the intertemporal public budget defined in equation 1 7 hs k i,,ht t,1s tg s k i,for and instead of equation 4. Computing the average agespecific net taxes paid by representative future born agents, the burden for future generations can be illustrated as an absolute difference between the generational account of the base year agent and the generational account of the one year after base year born agent. This is our second sustainability indicator, the future generations burden which we will compute in the next chapters. The third indicator that illustrates the burden of current fiscal policy is the revenue gap. In reflects the increase of revenues in per cent for all this case the scaling factor rev generations that is necessary to close the intertemporal public budget constraint. It can also be interpreted as the ratio of the intertemporal public liabilities to the present value of all revenues of the fiscal system. Analogue to the revenue gap, we compute also the so called transfer gap. In this case the reflects the necessary decrease of public transfers like health benefits scaling factor trf in per cent for all generations that is necessary to close the intertemporal public budget constraint. 2 For a discussion of measuring fiscal sustainability and sustainability indicators, see Benz and Fetzer 2004. 52.2 Data and Assumptions To compute Generational Accounts and to calculate the stated indicators for our crosscountryanalysis, we require a projection of each population, the expenditures and revenues of the public sector like stated in their national accounts in the base year, agesexprofiles for the different expenditure and revenue types and a growth rate as well as a discount rate. Due to the delay of internationally comparable statistics, we choose the year 2002 as our base year. Therefore all numbers and values are in present value terms of the year 2002 if not stated otherwise. Population projections are calculated with a demographic program developed by Bonin 2001.32.2.1 France Base years population as well as the age and sex structure of international migrants are taken from the website of the federal statistical office in France INSEE. Agespecific mortality and fertility rates can be received upon request from INSEE. The French population consisted of nearly 29.1 million men and 30.7 million women in 2002 with a life expectancy at birth of 75.8 and 82.9 years respectively. The total fertility rate TFR was around 1.8 children per woman. The projection is based on the assumptions of the Scenario Central of INSEEs own projection published in Brutel 2001. According to these assumptions the life expectancy of men women will rise to 82.9 91.0 years in 2050. The TFR is held constant and net immigration is 50,000 people p.a. Due to the infinite time horizon of Generational Accounting we hold these parameters constant from 2050 on. This leads to a population of 62.75 million in 2050 which differs only slightly from the INSEE approach 64 million. Aggregates for revenues and expenditures are taken from OECD 2004a, 2004b and based on detailed statistics about tax and social contribution receipts as well as the government expenditures by function according to COFOG, the harmonised classification on the international level. Intergovernmental grants and transfers have been cancelled out. Revenues include taxes on labour and capital incomes, value added tax VAT, excise taxes on insurance and tobacco, petrol, vehicle, other taxes and social insurance contributions. Expenditures encompass in expenses for general public services, defence, public order and safety, economic affairs and environmental protection, education, housing and cultural activities. The entry Social Protection is subdivided into eight more subcategories such as 3 Bonins 2001 demographic program is based on the discrete and deterministic algebraic formulation of the component method proposed by Leslie 1945. The standard procedure has been extended to distinguish between genders and to incorporate immigration. Outcomes of the program are fairly comparable to official forecasts. See the countries sections 2.2.12.2.4 for details. 6child and youth support or disability and invalidity benefits after OECD 2004a. Health expenditures on which this paper focuses are divided into six subcategories, namely the in and outpatient sector, drug expenses, sick benefits and miscellaneous and administration expenditures. Altogether 34 entries of revenues and expenditures are distinguished. Entries like defence or homeland security which are not paid or consumed in an agespecific way are distributed with a flat per capita profile. Except for the health and education sector agespecific microprofiles are taken from Cerani and Camus 2004. Where applicable the profiles are sexspecific. The problem however is that these agespecific profiles are reported in quite large agegroups. The education expense profile is calculated on the basis of the base years population and participation rates from OECD 2004c. The age and sexspecific profiles for the six aggregates concerning health expenditures are from IRDES 2002. 2.2.2 Germany Germanys base year demographics are taken from Federal Statistical Office Germany 2003a and by request from the Federal Statistical Office Germany. On January 1st 2002, Germany had around 82.4 million inhabitants of which 40.3 million were male. Life expectancy at birth was 74.8 80.8 years for men women and the TFR was around 1.4. The population projection used is based on the fifth variant of the tenth coordinated population projection of the Federal Statistical Office Germany 2003b. According to the assumptions, life expectancy will rise to 81.1 86.6 years for men women over the next five decades and the TFR is held constant at its base year level. The net immigration lays around 220,000 p.a. and differs slightly from year to year. As in the case of France, all parameters are held constant after 2050. The difference in 2050 between the official and our projection is just 400,000 people. Aggregated revenues and expenditures are from national accounts data from the Federal Statistical Office Germany and available upon request. As in the case of France, intergovernmental grants and transfers have been cancelled out. The macro data is more detailed than in the case of any of the other analysed countries. It distinguishes between 91 revenues and expenditures entries. These are all major taxes like VAT, income, wage and special taxes like tobacco, petrol or vehicle and the major social contributions like social security of health. The same can be applied for the expenditure side. Health expenditures are divided into seven subcategories, i.e. sick benefits, in and outpatient treatments, drugs, dental expenses, medical facilities and treatments at health resorts. 7Again non agespecific revenues and expenditures like defence are distributed with a flat per capita profile. Social security profiles are taken from VDR 2003, while health expenditures profiles stem from BAV 2003. All other profiles are based on the Sample Survey of Income and Expenditure, which is conducted by the Federal Statistical Office Germany 2001. To calculate future revenues and expenditures it is assumed that supplementary to the procedure described in section 3.1 people living in East Germany will reach the fiscal efficiency of their West German contemporaries during the next 40 years, and that medium and longterm effects of currently decided reforms, especially those of the last pension and tax reforms, will actually be implemented. 2.2.3 Switzerland The population data for Switzerland is taken from Swiss Federal Statistical Office 2004a and by request from the Swiss Federal Statistical Office. The Swiss population contained of 3.5 million male and 3.7 female inhabitants in 2002 with a life expectancy at birth of 77.2 men and 82.8 women years respectively. The TFR was 1.4. For the projection we used the assumptions of the Trend scenario of the Swiss Federal Statistical Office 2004a. After this source, TFR will first decrease to a level of 1.2 in the next ten years while it stabilizes thereafter at around 1.5. The life expectancy of newborns will increase to 82.5 87.5 years for men women. Net immigration will be negative at around 9,000 people per year. Our results differ slightly from the official projection with a difference of 400,000 people in 2060. Macro data is taken from Swiss Federal Statistical Office 2004a, 2004b. Our Generational Accounts for Switzerland are based on the work of Borgmann and Raffelhuschen 2001 which is why the classification of aggregates differs slightly compared to the other three cases. All non agespecific expenditures are aggregated in one entry called government consumption which is again distributed with a per capita profile. Altogether we distinguish between 31 revenues and expenditures. Intergovernmental flows are cancelled out as well. Healthrelated expenditures i.e. subsidies for premiums are treated as a single entry. Except for educational and health expenses all microprofiles are from the Sample Survey of Income and Consumption 1998 Swiss Federal Statistical Office 1998. Profiles for education are taken from Ecoplan 2000 while agespecific health expenditures are received by request from the Swiss office for riskclearing of the statutory health insurance. In our calculation we account for several reform steps of the public pension system with the tenth revision from 1998 as the last one. According to this reform status future benefits of the public pension system only grow with half of total productivity growth . g 82.2.4 United States The base year U.S. population as well as the age and sex structure of international migrants, agespecific mortality and fertility rates and the assumptions for the projection are taken from the website of the U.S. Census Bureau. The U.S. population in 2002 consisted of nearly 138 million men and 143 million women with a life expectancy at birth of 74.1 and 81.2 years respectively. The TFR was around 2.05 children per woman. The projection is based on the assumptions of the Interim Projection of the Census Bureau. According to these assumptions the life expectancy of men women will rise to 79.8 86.7 years in 2050. The TFR increases slightly to 2.16 and net immigration is around one million people p.a. This leads to a population of 410 million in 2050 which again differs only slightly from the Census approach 420 million. Like in the case of France aggregates for revenues and expenditures are taken from OECD 2004a, 2004b and are based on detailed statistics about tax and social contribution receipts as well as the government expenditures by function according to COFOG. Intergovernmental grants and transfers have been cancelled out. Revenues include taxes on labour and capital incomes, state sales taxes, and other taxes. Social insurance contributions have also been taken into account. Expenditures encompass expenses for general public services, defence, public order and safety, economic affairs and environmental protection, education, housing and cultural activities. The entry Social Protection is subdivided into eight more subcategories such as child and youth support or disability and invalidity benefits after OECD 2004a. Altogether 24 entries of revenues and expenditures are distinguished. Entries like defence or homeland security which are not paid or consumed in an agespecific way are distributed with a per capita profile. Except for the health and education sector agespecific microprofiles are taken from the Survey of Income and Program Participation U.S. Census Bureau 2001. Where applicable the profiles are sexspecific. The education expense profile is calculated on the basis of the base years population and participation rates from OECD 2004c. The age and sexspecific profile for the health expenditures aggregate is from the Centers for Medicare Medicaid Services by request. 2.2.5 Growth and Discount Rate Growth and discount rates are sensitive parameters in a Generational Accounting framework. For an infinite time horizon, any future projection of these parameters remains arbitrary. This is especially true in an international comparison because in such an analysis one does not only account for the fluctuation over time but for the variation of these parameters between the 9countries. However, as Aaron 1966 has shown, in such an analysis as ours the quantitative level of the results is only affected by the difference between the real growth and the real interest rate and not by their levels. So we employ a growth rate of 1.5 per cent p. a. and a discount rate of 3 per cent p.a. i.e. a difference of 1.5 percentage points. This is a reasonable compromise amongst the comparability of our results between the countries and the observations of these parameters in the past. The growth rates of the countries analysed were lying between 0.9 Switzerland and 2 per cent p.a. within the last three decades. A reasonable range of interest rate assumptions is determined by the fact that public receipts and expenditures are significantly more uncertain than nonrisky longterm government bonds on the one hand, but not as volatile as the return on risky assets on the other hand. Accordingly, the discount rate chosen should range between the average rates of return on these types of assets. In the light of this argument, we have opted for a standard discount rate of 3 per cent p.a. Nevertheless, sensitivity tests are necessary to cope with the empirical uncertainty affecting this generational accounting parameter. Such tests are provided in the appendix. 2.2.6 Accounting for the medicaltechnical progress The so called Newhouse conjecture identifies the medicaltechnical progress as a major driver of rising health care expenditures besides income Newhouse 1992. The health economics literature has shown that the Newhouse conjecture is true for most of the OECD countries see for example Gelijns und Rosenberg 1994 and Okunade and Murthy 2002. Unfortunately there are as yet to our knowledge only a few studies quantifying the effect of the medicaltechnical progress on the growth of public health care expenditures.4 Due to this lack on data for all countries we consider two scenarios for our following analysis: The first one does not account for medicaltechnical progress or other reasons for higher growth of real per capita health expenditures. Instead, real per capita health expenditures develops with the same real growth rate as the economys real GDP per capita. The second scenario assumes a one percentage point mediumterm higher growth of per capita health expenditures than the real growth rate of the certain economy. Thus, the second scenario accounts for possible rising costs in the health sector due to the medicaltechnical progress or to other reasons. Furthermore, with a rising standard of living it is not unrealistic to expect that also the scope 4 Hagist and Kotlikoff 2005 calculate the growth of health expenditures per recipient for ten OECD countries, inter alia for Germany and the U.S. For the U.S. they find an impact of 2.6 percentage points for the U.S. and 1.7 percentage points for Germany due to the medicaltechnical progress. Breyer and Ulrich 2000 numeralize the effect with one percentage point for Germany. 10of benefits of the public health insurance will extend due to the fact that health could be seen as a luxury good, i.e. the income elasticity of health goods is greater than one.5For reasons of simplification we choose a duration of 40 years for the impact of the medicaltechnical progress with a conservative placed volume of one percentage point.6 We are aware of the fact that this scenario is completely arbitrary, especially in its duration. The only aim of this exercise is to show how devastating the impact of the medicaltechnical progress for the fiscal sustainability can be and so every approximately realistic scenario is useful in this sense. In the following analyses SQ status quo always indicates the basic scenario which does not consider any expenditures growthaccelerating progress in the health sector. MTP medicaltechnical progress indicates the scenario accounting for higher growth rates in the health sector due to the technical development. 3. Social Health Insurance in France, Germany, Switzerland and the U.S. In all of the four countries analysed, health care expenditures make up for a significant proportion of the gross domestic products GDP. As one can see from figure 1, for Germany, Switzerland and the U.S. this fraction is even bigger than ten per cent. Except for the U.S., public health expenditures i.e. expenses of social health insurance schemes are responsible for more than 50 per cent of the certain level. But also in the U.S. the health sector is quite large. Even though the U.S. have no universal statutory coverage as many European countries e.g. France or Switzerland do, public health care expenditures per capita is among the highest in the OECD countries.7 However, the comparability of international data about national health care expenditures is difficult since the scope of benefits widely differs and a precise definition of the category Public Health Expenditures is still missing.8This section briefly describes the four different social health insurance schemes and discusses their important properties out of a public financial perspective. Furthermore we sketch current reform proposals for the public health insurance systems and present Generational Accounts and first findings of our sustainability analysis. 5 For a discussion and an overview about several studies concerning income elasticities of health care expenditures, see Roberts 1999. 6 An impact of one percentage point is also used in the projections by the Medicare trustees, see Snow et al. 2005. 7 See OECD 2004a. 11Figure 1: Public vs. Private Health Expenditures as percentage of GDP in selected OECD countries in 200236.32.35.32.91.56.77.31.75.52.32.31.61.44.72.11.53.58.67.46.36.45.88.27.96.481.36.46.62.25.4PDG fo tnec re P1614121086420Australia Austria Canada Denmark Finnland France Germany Italy Netherlands Japan Norway Switzerland Sweden Spain U.K.U.S.Public Health Expenditures Private Health Expenditures Source: OECD 2004a 3.1 France The history of the French social health insurance is long and controversy and so is the system itself. Influenced by the Bismarckian model after the first and the British Beveridge system after the Second World War, the French system can be seen as a mixture of the Britain and German approach. 3.1.1 The French Social Health Insurance System The French health insurance scheme is a universal health insurance, hence only with a few exceptions every citizen is covered. In principle the system is organized as an omnium insurance. Sickness funds Caisses are structured around certain socioeconomic groups like workers and are not competing with each other. Most hospitals act as an entity of their own but are statecontrolled. Furthermore government intervention in the market for pharmaceuticals is quite common. Outpatient practitioners are selfemployed but have to negotiate prices with government agencies.9 For the major part of the population the French system is organized on the principle of costreimbursement with for a social health 8 See also OECD 2004a. So are in some states longterm care benefits included in the expenditures of Medicaid, while in France these are benefits of a special social security program. This bias remains in our further analysis as it is hard to come by. 12insurance relatively high copayments. However, these copayments are usually reinsured by specialized statutory sickness funds. The budget is mainly financed by contributions of employers and employees and by a special tax known as CGS Contribution Sociale Generalisee. Beyond this, funds are taken from the general tax revenue. For 2004 the primary deficit of the French health insurance scheme is estimated with 13 billion Euros which adds up to over 33 billion Euros of debt.10In 2003 the former Prime Minister Raffarin alongside his secretary of state for health, DousteBlazy, presented a reform proposal to cut back the deficits and to restore fiscal sustainability. In the summer of 2004 this reform proposal became law although many experts and the administration of the health insurance CNAM believed that even with the measures of the new law deficits will occur again in 2007 in the latest. The two major instruments of the reform are an electronic patient dossier Dossier Medical Personnel and the fortification of the gatekeeping functions of general practitioners. Furthermore the use of generic drugs is promoted and the administration especially in hospitals is reformed. Altogether the government estimated to save around 10 billion Euros with these measures. On the revenue side the CSG is augmented to more types of income and a deductible of one Euro per outpatient appointment is introduced. Together with more transfers coming from the revenue of the tobacco tax, the government planned with five billion Euros more of revenue for the social health insurance system.113.1.2 Generational Accounts and Sustainability Gap Figure 2 shows the Generational Accounts for the French public sector. In line of our definition in subsection 2.2.6, the SQ Status quo scenario indicates only the consequences for the fiscal sustainability caused by the demographic development of the French population. MTP refers to the scenario where health expenditures growth in the middle run is higher than total factor productivity. Both scenarios include the measures from the above described Raffarin reform as far as estimates were available.12 9 For a detailed description of the French health care system see Lepperhoff 2004. 10 See Wagner and Crevel 2004. 11 Note that in a Generational Accounting framework the distribution of the revenue of a certain tax does not matter since for the general government including social security such measures are just labeling. For a detailed discussion of the Raffarin reform, see for example Wagner and Crevel 2004 or Cornilleau and Ventelou 2004. 12 We use the official government estimates reported in Wagner and Crevel 2004. 13Figure 2: Generational Accounts of the French Public Sector Base year 2002, g1.5% r3% soru Ednasuoh T2001501005005010015020005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario The Generational Accounts displayed in figure 2 show the typical pattern in both scenarios. In the SQ scenario until the cohort of nineyearolds the representative of every cohort receives more transfersbenefits over hisher life cycle from the French central government than heshe will pay taxescontributions. The tenyearolds cohort already pays a little bit more than heshe receives and this amount of net taxes augments to 192,520 Euros for the generation of 25yearolds. After that the net payments are shrinking and all generations older than 48 are net beneficiaries whereas the average person aged 66 receives the maximum net benefit in the amount of 163,970 Euros.13 If we account for the medicaltechnical progress MTP the maximum net payment is reduced to 164,020 Euros and now made by the generation of 26yearolds. Still the representative 66yearold is the main beneficiary but now with 172,060 Euros. Qualitatively the pattern remains the same. As a thought experiment it is also possible to calculate Generational Accounts isolated for the French Social Health Insurance System. In the case of France, this surely contradicts the purpose of Generational Accounting in the way the originators set up this instrument to avoid the labelling aspect of government finances.14 The problem is that the revenues of the French health care system are only in part welldefined and in part a share of the overall tax revenue. So any assignment of revenues for the subsystem social health insurance is just labelling and 13 Note that all contributions these generations paid in the past are unconsidered since Generational Accounting is straight forward looking. One has to keep in mind that for this reason the Generational Accounts between living generations are not comparable. 14 See FN 11 and Kotlikoff 2002 for the point of labelling. 14thus arbitrary. However, as a thought experiment and for policy recommendations, such labelling can be quite interesting and useful to obtain a benchmark. This is why we also calculate Generational Accounts isolated for the French social health insurance scheme.15 To get this isolation we assume a balanced budget for the subsystem in the base year.16 Figure 3 shows the pattern of the isolated Generational Accounts. Figure 3: Generational Accounts of the French Social Health Insurance Scheme Base year 2002, g1.5% r3%soru E dnasuoh T604020020406005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario As one can see the picture in this case is quite different than the Generational Accounts of the overall fiscal system. Without accounting for the medicaltechnical progress SQ the cohorts between 5 and 38 years are net contributors to the system but all other generations are net beneficiaries. Also levels between net payments and net transfers show quite a discrepancy. This clearly shows why the system is already in financial trouble i.e. with annual deficits of 10 billion Euros and more and with an ageing society will be in the future. If we account for the medicaltechnical progress MTP, the fiscal situation of the French social health insurance becomes completely absurd because everybody is over hisher life cycle a net beneficiary. In this case the whole burden falls on future generations. How large this burden quantitatively is can be computed by using equation 6, the intertemporal public liabilities. The intertemporal public liabilities are nothing else than the negative present value of all future net taxes paid by all living and future generations. This 15 We assigned the revenues according to the official numbers from the French Ministry of Health which are available under http:www.assurancemaladie.sante.gouv.fr. 15present value can be derived by summing up the cohorts net transfers and payments weighted with the amount of people in the specific cohort for all living and future generations. It states the overall implicit deficit of a fiscal system, here the amount of money the French public sector the French social health insurance would need to be intergenerationally balanced. In the SQ scenario of the public fiscal situation, the intertemporal public liabilities amount to 4,476 billion Euros. Dividing this value by the French base year GDP of 1,582 billion Euros yields the value for our indicator sustainability gap which amounts to 294.3 per cent of GDP. The health sector is responsible for about 55.2 percentage points of this amount without accounting for any medicaltechnical progress. Another 59.1 percentage points are caused by the external debt in the base year and the resulting 180 percentage points are due to other social obligations or payasyougo systems like public pensions.17 Considering the MTP scenario the health care related share goes up by about 190.5 percentage points to 245.7 per cent of GDP. Now, the health sector would be responsible for over the half of the overall sustainability gap of 484.8 per cent of GDP. As one can see the leverage of the medicaltechnical progress and its cost driving property is one of the major forces behind the French unsustainable public finances. Former studies of the sustainability of the French fiscal policy conclude the same qualitative results as our analysis. The quantitative results between our study and the work of Bonnet 2002, Crettez, Feist und Raffelhuschen 1999 and Accardo 1998 however differ quite substantially. The discrepancy can be explained by differences of the base years and different assumptions over the growth and discount rate spreads and the development of the French population. We provide a sensitivity analysis of our indicators in the appendix where one can see that especially the sustainability reacts quite sensitive to changes in the underlying parameters which is also why our results differ from the work cited above. 3.2 Germany 3.2.1 The German Social Health Insurance System Since its implementation by Bismarck in 1883 the German statutory health insurance has seen major changes but it still is a classic social insurance in the Bismarckian sense. Initiated 16 This assumption applies also for the other three countries and their isolated health insurance systems. The assumption of balanced budgets in the base year is again arbitrary in the sense of Generational Accounting and only made for reasons of comparison. 17 Again, this breakdown is only a benchmark approach since the assignment of revenues for the health insurance system remains arbitrary. 16originally only for workers, it now covers over 85 per cent of the German population.18 Excluded are only selfemployed and public servants while employees with an income over a certain ceiling have the right to optout of the otherwise mandatory system.19 Contributions are with some minor exceptions for retirees only wagebased i.e. capital and other incomes are not included and paid to one of over 250 statutory sickness funds. Since the midnineties these sickness funds are competing with each other especially over the contribution rate. Nonworking spouses and children are free and covered over the contributions of the working family members. To account for different risks in the portfolio of sickness funds, a riskclearing mechanism RSA was introduced in the midnineties. Around 75 per cent of Germanys hospitals are statecontrolled most times in municipal hands but act as independent entities. Prices for pharmaceuticals paid by the sickness funds are negotiated with government agencies as are prices for outpatient care. Practitioners are private entities but mandatory members of their business chamber Kassenarztliche Vereinigung with which the government carries the negotiations. The catalogue of benefits is very wide and includes such items as treatments at health resorts or classes for new mothers. The system is based on the principle of benefits in kind so the patient has only a very limited costcontrolling function. From the international view only minor deductibles for drugs, out and inpatient care as well as dental prostheses have to be paid.20The budget for 2004 enfolded around 144 billion Euros. Since the latest reform act GKVModernisierungsgesetz which was introduced in 2004 contributions are not longer the exclusive pillar of financing. Additional to the contributions, a certain amount of the tobacco tax is distributed to the system as well. This pillar makes up around 4 of the 144 billion Euros. the Greens want In the ongoing discussion about a sustainable reform of the German health insurance, two new financing concepts evolved out of the political spectrum. On the one side the Social insurance Democrats and Burgerversicherung, that is universal coverage and means that the socioeconomic groups mentioned above who today are insured by private carriers, would become part of the statutory system. Hence the German system would be really universal like in Britain or Sweden. Furthermore this proposal wants to include more types of income such as capital to establish a so called citizens 18 Strictly spoken Germany has no universal health insurance system. However, before 2005, on top of the 85 per cent five per cent are covered directly by the government disabled people, police and fire men, etc  Furthermore, the major part of private premiums for public servants is paid by the government as well so that really only a little minority cares for themselves privately. 19 This feature is with the notable exception of Chile unique in the industrialized world. 20 A detailed description of the German system can be found in Lepperhoff 2004 or Kamke 1998. 17gains or rents. A more rigorous way to get rid of the wagebased contributions is envisioned by the Christian Democrats who are planning to establish a lumpsum premium system alike in Switzerland see below in 3.3. The social redistribution should then be made by the tax system and not any longer by the health insurance itself. Both reform proposals are intensively discussed and part of the current election campaign.213.2.2 Generational Accounts and Sustainability Gap Figure 4 shows the Generational Accounts for the German public sector for both of our scenarios. Quantitatively the pattern is the same as in the case of France but the level of the Generational Accounts are quite different. The average person aged 26 in the base year remits 104,160 80,030 Euros over his remaining life cycle in the SQ MTP scenario which makes himher the maxim net payer while his French counterpart pays 192,470 164,020 Euro. On the other side the maximum beneficiary, the cohort of 63yearolds, receives 246,700 255,000 Euros. Compared to hisher French counterpart, heshe gets 92,700 91,360 Euros more. So Germans pay less and receive more than their French neighbours over their remaining life cycle. Figure 4: Generational Accounts of the German Public Sector Base year 2002, g1.5% r3% soru Ednasuoh T1501005005010015020025030005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario Until 2004 an isolated analysis with Generational Accounts of the German health insurance was possible without any flaws whatsoever because the finances of the sickness 21 For a detailed description of both proposals and a sustainability analysis see Fetzer, Hagist and Raffelhuschen 2004. 18funds were an offbudget authority where the central government had only a supervising function. With the reform of 2004, this parafiscal enterprise was opened up and a certain amount of revenues out of the tobacco tax are injected into the riskclearing system and so distributed to the sickness funds. In terms of Generational Accounting we have now the same labelling problem as in the case of France, however, in the German circumstance, the problem is rather minor because the taxfinanced part makes only about three per cent of total revenues of the health insurance scheme. The isolated Generational Accounts are shown in figure 5: Figure 5: Generational Accounts of the German Social Health Insurance Scheme Base year 2002, g1.5% r3% soru Ednasuoh T604020020406005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario The cohorts that are net payers do not remit as much as do their French counterparts but all beneficiary cohorts are getting less than their comparable French equivalents. This can also be seen in the sustainability gaps. With an explicit debt of 60.8 per cent of GDP in 2002 the sustainability gap in the SQ case is 316.9 per cent of GDP.22 66.8 percentage points of this value are caused by the social health insurance scheme if not accounted for any medicaltechnical progress. This number rises to 206.2 percentage points in the MTP scenario. The overall burden in the MTP case is 456.4 per cent of GDP. Again, these results differ with the assumptions of the discount and growth rates spread. Results of the sensitivity analysis can be found in the appendix. 193.3 Switzerland 3.3.1 The Swiss Social Health Insurance System The Swiss health insurance system is a very new and modern one. The current system was introduced in 1994 and combines the two reform proposals discussed in Germany. The insurance is mandatory for every citizen as in the proposal of the citizens insurance but financed with lumpsum premiums like in the other proposal. Swiss citizens can choose between 92 competing statutory sickness funds for a basic health insurance package. The premiums are unisex and not agespecific and differ from sickness fund to sickness fund and also by region. For the poor the government subsidises the premiums. As in Germany the system has a riskclearing mechanism which tries to balance the risks between the certain statutory sickness funds. Around two thirds of hospitals are statecontrolled and negotiate like practitioners the prices of their services with the business chamber of the sickness funds. The government controls prices of drugs using a range related to prices in other OECD countries and by a list with around 7700 certified drugs which are eligible for the basic health insurance package. The Swiss system relies more heavily on personal cost involvement than France or Germany. The deductible for every adult is at least 300 CHF p.a. with a following relative copayment of usually 10 per cent up to 700 CHF p.a.23Although the system is very new and modern, it has until now no impact on costs which are constantly rising faster than GDP. One of the most criticised features of the Swiss system is the obligation to contract between the sickness funds and the care providers. Especially in the inpatient sector the competition has to be increased. For our analysis of the Swiss health insurance scheme we have to make another assumption concerning the accounting for the medicaltechnical progress that differs of the one made for the other countries in our analysis. In the Swiss national accounts on which we base our aggregates no health related entries except some minor expenditures for investments in the infrastructure and the subsidies of the premiums occur. As there are no benefits paid by the government we assume that the cost pressure of the medicaltechnical progress will push the amount of subsidies onetoone. This is not an unrealistic scenario given that the premiums have to rise with the augmentation of the expenditures and that the circle of subsidised citizens will stay constant or even rise with higher premiums. 22 The difference to the results in Benz and Fetzer 2004 is due to the fact that we included the measures of the latest reform act GMG GKVModernisierungsgesetz in our analysis. For a detailed discussion of the GMG and its implications for the sustainability of the German system, see Fetzer and Hagist 2004. 203.3.2 Generational Accounts and Sustainability Gap The Swiss Generational Accounts plotted in figure 6 look more like their French than their German counterparts. Young generations except the ones very close to their birth have to pay a relatively high amount of net taxes over their remaining life cycle. Like in the German case it is the cohort of 26yearolds who has to remit the maximum net payment of 292,800 CHF in the SQ scenario and 249,710 CHF respectively in the MTP case. The main beneficiary generation is the 66 years old which receives 360,190 CHF over their remaining life cycle in the SQ scenario and 373,860 CHF if we account for the medicaltechnical progress MTP. Figure 6: Generational Accounts of the Swiss Public Sector Base year 2002, g1.5% r3% FHCdnasuoh T400300200100010020030040005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario Since the tenth revision of the Swiss public pension system AHV which ceiled the growth of benefits to the half of the growth of wages 24, the social health insurance scheme looks like the most urgent candidate for reform out of a public finance perspective. Figure 7 underlines that point.25 Even in the SQ scenario where only the demographic development is accounted for all generations are net beneficiaries. Accounting for the medicaltechnical progress all generations except the ones close to death receive about 50,000 CHF in net benefits over their remaining life cycle. 23 A detailed description of the Swiss health insurance scheme can be found in Baur, Heimer and Wieseler 2001. 24 For a detailed discussion about the public pension reforms in Switzerland and their analysis with Generational Accounts, see Borgmann and Raffelhuschen 2001. 25 Again this can only be considered as a thought experiment since the distribution of revenues for the health care system remains unclear. 21Figure 7: Generational Accounts of the Swiss Social Health Insurance Scheme Base year 2002, g1.5% r3% FHCdnasuoh T1501005005010005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario That the health insurance scheme is really where the shoe will pinch for the next decades is also shown by the sustainability gap for Switzerland. The value of the sustainability gap for the whole public sector is in the SQ scenario 64.4 per cent of GDP which is very close to the 54.5 per cent of GDP of external debt reported for 2002. One could say that there is no problem with the Swiss public finances because the implicit debt is near zero. The problem is that this nearly sustainable situation is only caused by the reform of the public pension system and does not deal for example with the costaccelerating medicaltechnical progress. The isolated sustainability gap of the Swiss health insurance alone is 36.5 per cent of GDP, so without any health insurance the Swiss would have an implicit property of 26.6 per cent of GDP. The health sector is quasisubsidised by all other public systems. If one accounts for the medical technical progress this subsidy is not sufficient any more and Switzerland would have a sustainability gap of about 173.8 per cent of which 145.9 percentage points are caused by the health sector. Our results stand in line with those of Borgmann and Raffelhuschen 2001 which are the only studies with a Generational Accounting framework for Switzerland to our knowledge. 223.4 U.S. 3.4.1 The U.S. Social Health Insurance System The U.S. is the only country in our sample that has no generalized universal social health insurance or tax funded system.26 Instead, the U.S. has basically two public programs which could be seen as social health insurance for certain socioeconomic groups: Medicare and Medicaid. While the first one is a federal program and only eligible for seniors over 65 years and disabled persons, the later is run by the states and concentrates on households with an income under a certain threshold. The rest of the population has to buy private insurance plans, or stay uninsured as do around 40 to 45 million Americans. Medicare is mainly financed through contributions from employers and employees while Medicaid is taxfunded. All market participants i.e. hospitals, practitioners and drug companies are free agents with no direct government intervention in their price negotiations. Deductibles for services only have to be paid by Medicare beneficiaries up to certain ceilings which are regularly adjusted.27A big issue of both U.S. public health schemes is the scope of benefits. For Medicaid, the minimum coverage is in and outpatient medical tests and treatments and certain qualified nursing services. Each state administration can choose to extend these benefits to dental care, prescription drugs or physical therapy for instance. In the compulsory part of Medicare Part A the covered services range from in to outpatient treatments and beginning in 2006 also prescription drugs.28Current reform proposals are primarily concentrating on Medicaid because rising health care expenditures in this program not only burden the federal but drive the states budgets in red ink which do not have many room for manoeuvre. Medicaid spending driven by a 40 per cent increase in caseloads and accelerating prices in the health sector has risen dramatically in the last 20 years. To cut costs, the National Governors Association 2005 wants to introduce an augmented level of price intervention in the market for prescription drugs, market forces in form of deductible or copayments and more flexible benefits packages. Medicare reform although still necessary as this study will show does not seem to be on top of the political agenda after the Medicare Modernization Act of 2003. 26 As we have shown in FN 18, Germanys system is very close to an universal character. 27 For a broad overview about the U.S. health care system see Baur, Heimer and Wieseler 2001. The basics of Medicaid are described in detail in Iglehart 1999a while details about Medicare can be found in Iglehart 1999b. 28 This enlargement of the scope of benefits is the core part of the Medicare Modernization Act which passed Congress in 2003. The estimated costs for this augmentation are around 395 billion US over the next ten years which we will include in our Generational Accounting framework. See Congressional Budget Office 2004 for details. 233.4.2 Generational Accounts and Sustainability Gap In certain American tabloids France and Germany are willingly referred to as welfare states with ageing societies not able to serve as a role model for the U.S. Certainly the U.S. has a different demographic development than Germany and France thanks to its relatively high birth rate and its high immigration. But caused by the increasing life expectancy the U.S. society is getting older in average. Especially when the so called baby boomer generations will hit their retirement and enjoy the benefits of public programs like Medicare, the U.S. will also have features of a welfare state. This can also be seen in figure 8, the Generational Accounts of the U.S. general government finances. While the maximum net payer with 104,430 US in the SQ and 35,840 US in the MTP scenario is much younger in both scenarios than in the other analysed countries 22 years, the age of the main beneficiary 282,910 US and 312,230 US is with 66 SQ and 65 MTP the same. Figure 8: Generational Accounts of the U.S. Public Sector Base year 2002, g1.5% r3% SUdnasuoh T1501005005010015020025030035005101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario Like in the case of Switzerland the health sector makes up one of the biggest parts of all transfers and clearly causes the picture in figure 8. In both scenarios every cohort is a net beneficiary figure 9. Thus, spoken in average terms, contributions to the public health care systems Medicare and Medicaid stays in no relation to the benefits of the systems. Consequently, the more private character of the overall health system in the U.S. does not protect from unsustainable finances caused by the health sector. 24Figure 9: Generational Accounts of the U.S. Social Health Insurance Scheme Base year 2002, g1.5% r3%202060100140180220 SUdnasuoh T05101520253035404550556065707580859095100Cohorts SQ Scenario MTP Scenario This fact is also reflected in the sustainability gap of the U.S. public sector. In the SQ scenario the U.S. has an intertemporal debt of 656.6 per cent of the base years GDP of which 355.7 percentage points are caused by the health programs. The amount of health related debt more than doubles if we account for the medicaltechnical progress to 840.2 per cent of GDP which leads to an overall sustainability gap of 1,141.1 per cent of GDP. Out of this perspective it can be said with clear conscience that not Social Security but Medicare and Medicaid are the ticking time bombs of the U.S. fiscal policy. Other authors come to the same conclusion in recent studies. Auerbach, Gale and Orszag 2004 estimate a so called fiscal gap between 65.2 and 85.5 trillion US which comes close to our intertemporal public liabilities between 68.5 and 119 trillion US .29 Gokhale and Smetters 2003 calculate a 36.6 trillion fiscal imbalance for Medicare only.30 Both studies make assumptions about the growthenhancing property of the medicaltechnical progress which are similar to our MTP scenario. 29 The discount rate used for the calculations in Auerbach, Gale and Orszag 2004 is higher than ours. They use a nominal discount rate of 5.8 per cent while we use a real interest rate of 3 per cent. 30 Gokhale and Smetters 2003 use a growthinterestspread of 1.9 percentage points g1.7 per cent and r 3 per cent. 254. Whos going broke? 4.1 Indicators and Analysis Figure 10 shows again the sustainability gaps for the four countries in the SQ case, identifying how much the health sector is responsible for.31 In all countries analysed health expenditures make up a major part of future deficits. According to the comparison of this indicator, the U.S. faces the biggest fiscal challenge followed by Germany. Medicare and Medicaid are the biggest cause for unsustainable public finances of the U.S. and are responsible for over the half of its longterm intertemporal liabilities. Germany and France are playing in the same league with a sustainability gap of about three times their GDP. Here, in the SQ scenario, health is only responsible for between 16 and 20 per cent of the overall liabilities. Switzerlands only problems in terms of fiscal policy seem to be its external debt and the health sector. According to our results, all other systems of social security generate an implicit property of 26.6 per cent of GDP which only the health sector is eating up. Figure 10: Sustainability gaps of the four countries and shares of public health insurance systems Base year 2002, r3%, g1,5%2002PDG fo tnec re P7006005004003002001000100294.355.218059.1316.966.8189.360.864.436.554.526.6France Germany Switzerland 656.6355.7240.760.2U.S.Explicit debt Implicit debt due to the remaining fiscal system Implicit debt due to the social health insurance scheme SG However, there are flaws in this analysis, especially if you compare between the countries which is our stated goal. For an international comparison the sustainability gap might not be appropriate for several reasons. Firstly, it is an indicator which reacts wildly for changes of 31 The same graph for the MTP scenario can be found as figure 11 in the appendix. 26the parameters growth and discount rate or more precisely to the growth and discount spread as Aaron 1966 has shown. As we have already discussed in subsection 2.2.5 these spreads could differ between the countries, whereas we opted for a standard setting for reasons of comparison. Secondly, all of the four countries have different demographic developments which will determine their future economic power and so their ability to pay their debts. With a growing population, the economic power of the U.S. will rise and so will GDP in the future while the German population will shrink not only in size but even more in its workforce which codetermines GDP. An appropriate indicator for an international comparison should take these facts into account. The ratio between a dynamic value such as the intertemporal public liabilities and a static value such as base years GDP does not perform well in this matter.32Our second indicator, the future generations burden, at least overcomes the second flaw of the sustainability gap. Now two dynamic values, the intertemporal public liabilities and the number of people in future generations, are set in proportion to each other. This ratio accounts for the differences in the demographic development. Table 1 shows the results for the future generations burden for our different scenarios and countries. Table 1: Future generations burden as share of GDP per capita in 2002 Base year 2002, r3% g1.5% MTP scenario SQ scenario France Germany Switzerland U.S. France Germany Switzerland U.S. 4.43 5.45 1.16 4.09 7.27 7.83 3.09 7.09 0.84 1.15 0.65 2.21 3.70 3.53 2.57 5.21 Public Sector Health Sector As one can see, the analysis with the sustainability gap has to be relativised. Due to its demographic development, Germany burdens its future citizens with the highest debt in the SQ scenario. Every newborn after 2002 would have to bring 139,200 Euros with them to stabilize the current fiscal policy. Secondly France comes with over four times its GDP per capita of 2002, followed by the U.S. As its sustainability gap already hinted, Swiss future 32 We think that the sustainability gap for one country alone and for political work is a valuable indicator since it 27generations face only a relatively minor burden of 68,800 CHF. The biggest part of these 68,800 CHF is from the secured explicit debt and is so already recognized in the political progress and by financial markets. In an analysis of the isolated health sector, the four countries can be separated into two different groups. In both Germany and France the health sector is in the SQ scenario responsible of about a fifth of the overall future generations burden. In Switzerland and the U.S. it is about one half. Other systems than health like public pensions seem to play a bigger role in France and Germany than in the other two countries. This is remarkable given that the scope of benefits in France and Germany are wider and copayments and deductibles smaller than in Switzerland and the U.S. These ratios obviously change if one accounts for the medicaltechnical progress and its costaccelerating properties. All future generations then face a burden of over seven times the GDP per capita of 2002 except the Swiss one. Health is now the major driver behind unsustainable public finances in all countries. Again the problem with the indicator future generations burden is that it is, like the sustainability gap, very volatile to changes of the growthdiscountspread. That is why we report two more indicators, the so called revenue and transfer gap, which are both very well comparable between the countries because they are sensible to the different demographic developments and so on the differences in future economic power and because they are not sensitive to changes of the growth and discount rate. The revenue gap states how taxes and duties would have to rise immediately for living and future generations to bring the current fiscal policy right on a sustainable track. Analogous, the transfer gap reports the proportion of which benefits and statutory transfers would have to be cut back immediately to reach a sustainable level. Results for both indicators and both scenarios are shown in table 2 together with the initial tax and transfer quotas in parentheses:33 is easy to understand and related to other fiscal indicators like the debt quota. 33 As one can see on the initial transfer quotas for the isolated health sector, our definition of public health expenditures differ from the one of the OECD illustrated in figure 1. Again, this remains a problem unsolved as obviously the OECD our data for France and the U.S. is based on OECD 2004b itself has different approaches to define public health expenditures. 28Table 2: Revenue and Transfer Gaps Tax and Transfer Quotas in per cent of GDP Base year 2002, r3% g1.5% France SQ scenario Germany Switzer land Public Sector Health Sector Public Sector Health Sector 10.1% 50.4 14.1% 45.0 10.8% 8.4. 18.1% 6.4 8.5% 50.7 12.0% 45.4 9.7% 8.4 20.4% 6.5 2.7% 37.7 13.7% 4.0 2.7% 38.5 12.1% 4.1 MTP scenario 20.3% 45.0 U.S. France Germany Revenue Gap 21.816.6% % 50.4 32.545.147.9% % 8.4. 7.0 Transfer Gap 15.513.3% % 50.7 32.831.1% 7.0 16.4% 45.4 32.4% 8.4 44.2% 6.5 56% 6.4 Switzer land U.S. 7.3% 37.7 54.9% 4.0 7.0% 38.5 35.4% 4.1 38% 32.5 106.5% 7.0 24.1% 32.8 51.6% 7.0 Both indicators show that relatively spoken the U.S. faces the biggest demographic challenge, not only because of its demographic development but rather due to the design of its social system. In the SQ scenario, revenues must rise about 21.8 per cent of their current level which would lead to a new tax quota of 39.6 per cent of GDP compared to 32.5 without this uprating.34 In the MTP scenario a tax quota of 44.8 per cent would be reached and the taxes and contributions for Medicare and Medicaid alone would have to be doubled. Transfer cuts turn out not to be as large as revenue increases because of their demographic profile. While taxes and duties are mostly paid by the working generations, the transfers are mainly received by the elderly to whom the so called baby boomer generations will also belong in a few years. Due to this demographic leverage effect, transfer cuts do not have to be as large as revenue increases. Still, in an isolated analysis of the health care system, both programs, Medicare and 34 This demonstrates also why the results of the revenue and transfer gap have to be seen in a relative way because Germany and France have already tax quotas of 45.0 and 50.4 per cent of GDP respectively without any augmentation of the tax level. Switzerland has a tax quota of 37.7 per cent. For large and middlesized economic powers like the U.S., Germany and France such rises in the level of taxation would also probably result in changes in relative factor prices depending on which taxes would be increased. Generational Accounting cannot catch these effects. For a small open economy like Switzerland, factor prices would probably not change and so our results could be taken as given. For an analysis of Generational Accounting in General Equilibrium, see Fehr and Kotlikoff 1996 and Raffelhuschen and Risa 1997. 29Medicaid, would have to cut half of their benefits to reach a sustainable situation, at least in the health sector. Germany comes in second with revenue increases ranging from 14.1 SQ to 20.3. Tax quotas would than be between 51.3 and 54.1 per cent of GDP. Again, transfer cuts would not have to be as large as the tax changes but the difference between revenue increases and transfer cuts is not as large as in case of the U.S. This is due to the universal character of the German system where the demographic leverage effect is not quite as dominant as in case of the U.S. France with already the highest tax quota of 50.4 would have to rise that level to over 55.5 SQ and 58.8 MTP per cent of GDP respectively. Switzerland remains in its relative sustainable position, but one can see that if something at all it is also the health system where the shoe pinches. 4.2 Discussion How can the devastating effects of the current health policies and the differences between the countries be explained? One driver is clearly the demographic development. All analysed countries will become older on average over the next five decades but with differences in the level. Germany and France are already relatively old with age dependency ratios of 20.57 and 19.57 respectively, followed by Switzerland with 18.47.35 The U.S. is still a young country with an age dependency ratio of 14.2. Nevertheless, as in all other countries, this value will be nearly doubled over the next decades and peak at around 28.0. As our work has shown, ageing has a costincreasing effect and destabilizes public finances also in other areas than health see the SQ scenario. However factors like the medicaltechnical progress and other costincreasing effects are certainly equal or even more important. Especially the U.S. has a problem with the current health policy compared to Germany, France and Switzerland. One explanation for this could be pricedifferences for medical goods and services. Anderson et al. 2003 have shown that in the U.S. health care market much higher prices are paid than in other OECD countries. They give a few possible explanations for this phenomenon: Firstly, relatively immobile factor prices e.g. wages could be higher than in other countries.36 Secondly, the lacking monopsy power of universal public health insurance systems could as well lead to higher relative prices. 35 The age dependency ratio in this case is defined as the ratio between the population of 65 years and older to the population under 65 years. 36 This argument is supported by findings from Reinhardt, Hussey and Anderson 2002 and Anderson and Poullier 1999. They show for example that the ratio of average income of physicians to average employee compensation was 5.5 in the U.S. in 1996 compared to 3.4 in Germany which was the second highest. 30However, also with a universal health insurance system the problem of unsustainable public finances is not solved as show the cases of Germany, France and Switzerland. Reform proposals that would really work have to include more market forces into the certain health care systems and to emphasize the importance of personal responsibility. A good mix of competition between the care providers and sickness funds respectively and a modern design which accentuates personal responsibility via deductibles and copayments for example seems to be the only possible situation. Fetzer and Raffelhuschen 2005 have shown that such a mix could reduce the intertemporal public liabilities caused by the German health insurance to nearly zero while Kotlikoff 2003 stresses the point of competition for reforming Medicare. Klusen 2003 shows that also in a social health insurance scheme competition can be induced over the scope of benefits. Surely, there is no golden rule for every system and each has its cultural idiosyncrasies which nobody wants to touch. But all analysed systems will face the same problems in the future which is why the direction of the path of reform is also the same in general. 5. Summary and Conclusion During the next few decades the populations of most developed countries will grow older and older as a result of the low level of birth rates since the 1970s andor the continuously increasing life expectancy. Generational Accounting which was introduced in the early nineties, can illustrate the effects of this ageing process on a countrys fiscal situation. We quantify for France, Germany, Switzerland and the U.S. how unsustainable their public finances are due to the demographic development. We show that the demographic effect alone produces a major problem for all analysed countries except Switzerland. A special focus is put on their social health insurance system. Due to the speciality of the costincreasing effect of the medicaltechnical progress one can justifiably say that social health insurance schemes are the major drivers behind unsustainable fiscal policies. Even Switzerland which would be without its social health insurance a formidable example of sustainability has to raise significantly taxes to cope with future deficits or will have to make painful transfer cuts. The only way out of this fiscal Armageddon is in our opinion to introduce more market forces and to emphasize the role of personal responsibility. Our study is surely imperfect and intensive research remains to be done. For a really flawless international comparison one would have to control for the business cycle and its effect on the base years budgets. Furthermore more research is needed on how the medical 31technical progress quantitatively affects the cost per recipient and if differences in this respect occur between OECD countries. 32References Aaron, H. J. 1966. The social insurance paradox, Canadian Journal of Economics and Political Science, 33, 371374. Accardo J. 1998, Une etude de comptabilite generationnelle pour la France en 1996, Document de Travail INSEE, N G 9802. Anderson, G., U. Reinhardt, P. Hussey and V. Petrosyan 2003, Its the prices, stupid: Why the United States is so different from other countries, Health Affairs, 22 3, 89105. Anderson, G. and J. Poullier 1999, Health Spending, Access And Outcomes: Trends In Industrialized Countries, Health Affairs, 18 3, 178192. Auerbach, A., W. Gale and P. Orszag 2004, Sources of the LongTerm Fiscal Gap, Tax Notes, 10491059. Auerbach, A., J. Gokhale and L. Kotlikoff 1994, Generational Accounts: a meaningful way to evaluate fiscal policy, The Journal of Economic Perspectives, 81, 7394. Auerbach, A., J. Gokhale and L. Kotlikoff 1992, Social security and Medicare policy from the perspective of generational accounting, Tax policy and the economy, 6, 129145. Auerbach, A., J. Gokhale and L. Kotlikoff 1991, Generational Accounts: a meaningful alternative to deficit accounting, Tax policy and the economy, 5, 55110. Baur, R., A. Heimer and S. Wieseler 2001, Health Care Systems and Reform Efforts: An International Comparison, in: Bocken, J., M. Butzlaff and A. Esche Ed.: Reforming the Health Sector, Gutersloh, 23137. BAV Bundesversicherungsamt 2003, Risikostrukturausgleich Jahresausgleich 2002, Bonn. Benz, U. and S. Fetzer 2004, Indicators for Measuring Fiscal Sustainability A Comparative Application of the OECDMethod and Generational Accounting, Working Paper Series Institute of Public Finance AlbertLudwigsUniversity of Freiburg, 11804, Freiburg. Bonin, H. 2001, Generational Accounting: Theory and Application, Berlin. Bonnet, C. 2002, Comptabilite generationnelle appliquee a la France : quelques facteurs dinstabilite des resultats, Document de Travail Conseil dorientation des retraites, N 10. Borgmann, C. and B. Raffelhuschen 2001, Zur Nachhaltigkeit der schweizerischen Fiskal und Sozialpolitik: Eine Generationenbilanzierung, seco Strukturberichterstattung, N 3, Bern. Breyer, F. and V. Ulrich 2000, Gesundheitsausgaben, Alter und medizinischer Fortschritt: eine Regressionsanalyse, Jahrbuch fur Nationalokonomie und Statistik, 1, 117. Brutel, C. 2001, Projections de population a lhorizon 2050 Un vieillissement ineluctable, INSEE Premiere, N 762. 33 Congressional Budget Office 2004, Estimating the Cost of the Medicare Modernization Act, Statement of Director Douglas HoltzEakin before the Committee on Ways and Means, U.S. House of Representatives, on March 24, 2004, Washington D.C. Cerani, N. and M. Camus 2004, Le Budget des Familles en 2001, INSEE Resultats N 29, Paris. Cournilleau, G. and B. Ventelou 2004, La reforme franaise de lassurance maladie, Problemes economiques, 2862, 2025. Crettez, B. K. Feist and B. Raffelhuschen 1999, France: generational imbalance and social insurance reform, European Economy, Reports and Studies, 6, 87100. Ecoplan 2000, Vorgehen und Resultate, Projektbericht, Version: Mai 2000, in: Borgmann, C. and B. Raffelhuschen Ed.: Zur Nachhaltigkeit der schweizerischen Fiskal und Sozialpolitik: Eine Generationenbilanz, Appendix D, Freiburg. Federal Statistical Office Germany Statistisches Bundesamt 2003a, Fachserie 1, Reihe 4.1.1: Bevolkerung und Erwerbstatigkeit, Wiesbaden. Federal Statistical Office Germany Statistisches Bundesamt 2003b, Bevolkerung Deutschlands bis 2050 10. koordinierte Bevolkerungsvorausberechnung, CDROM, Wiesbaden. Federal Statistical Office Germany Statistisches Bundesamt 2001, Wirtschaftsrechnungen Einkommens und Verbrauchsstichprobe 1998, 15, Wiesbaden. Fehr, H. and L. Kotlikoff 1996, Generational Accounting in General Equilibrium, Finanz Archiv, 534, 127. Fetzer, S. and B. Raffelhuschen 2005, Zur Wiederbelebung des Generationenvertrags in der der gesetzlichen Krankenversicherung: Die Wirtschaftspolitik, 62, 255274. Fetzer, S., C. Hagist and B. Raffelhuschen 2004, What Are Really the Effects of a Citizens Insurance Approach and a Per Capita Insurance Premium Approach ?, ifo Schnelldienst, 15, 37. Fetzer, S. and C. Hagist 2004, GMG, Kopfpauschalen und Burgerversicherungen: Der aktuelle Reformstand und seine intergenerativen Verteilungswirkungen, Schmollers Jahrbuch, 1243, 387420. Gelijns, A.C.; Rosenberg, N. 1994, The Dynamics of Technological Change in Medicine, Health Affairs, 13, 2846. Gokhale, J. and K. Smetters 2003, Fiscal and Generational Imbalances New Budget Measures for New Budget Priorities, Washington D.C. Hagist, C und L. Kotlikoff 2005, Whos going broke? Comparing health care costs in ten OECD countries, NBER Working Paper mimeo, Cambridge, MA, 2005. Freiburger Agenda, Perspektiven 34 Iglehart, J. 1999a, The American Health Care System Medicaid, New England Journal of Medicine, 340 5, 403408. Iglehart, J. 1999b, The American Health Care System Medicare, New England Journal of Medicine, 340 4, 317332. IRDES 2002, Echantillon Permanent dAssures Sociaux, Paris. Kamke, K. 1998, The German health care system and health care reform, Health Policy, 43, 171194. Klusen, N. 2003, Chancen und Risiken von Zuwahlleistungen in der Gesetzlichen Krankenversicherung, in Klusen, N. Ed.: Bausteine fur ein neues Gesundheitswesen Technik, Ethik, Okonomie, 167181. Kotlikoff, L. 2003, Fixing Social Security and Medicare for Good, Talk at the University of Maryland, September 13th. Kotlikoff, L. 2002, Generational Policy, in: Auerbach, A. and M. Feldstein Ed.: Handbook of Public Economics, Volume 4, Amsterdam, 18731932. Lepperhoff, J. 2004, Wohlfahrtskulturen in Frankreich und Deutschland, Wiesbaden. Leslie, P. 1945, On the Use of Matrices in Certain Population Mathematics, Biometrica, 33, 183212. National Governors Association 2005, Medicare Reform A preliminary report, June 15th, Washington D.C. Newhouse, J. P. 1992, Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, 6 3, 321. OECD 2004a, OECD Health Data 2003, Paris. OECD 2004b, General Government Accounts, Paris. OECD 2004c, Education at a glance 2003, Paris. Okunade, A. and V. Murthy 2002 Technology as a major driver of health care costs: a cointegration analysis of the Newhouse conjecture, Journal of Health Economics, 21 1, 147159. Raffelhuschen, B. 1999, Generational Accounting: Method, Data, and Limitations, European Economy, Reports and Studies, 6, 1728. Raffelhuschen, B. and A. Risa 1997, Generational Accounting and Intergenerational Welfare, Public Choice, 93, 149163. Reinhardt, U., P. Hussey and G. Anderson 2002, CrossNational Comparisons Of Health Systems Using OECD Data 1999, Health Affairs, 21 3, 169181. 35Roberts, J 1999, Sensitivity of elasticity estimates for OECD health care spending: analysis of a dynamic heterogeneous data field, Health Economics, 8 5, 459472. Snow, J., E. Chao, M. Leavitt, J. Barnhart, J. Palmer and T. Saving 2005, A summary of the 2005 annual Social Security and Medicare Trust Fund Reports, Washington D.C. Swiss Federal Statistical Office 2004a, Statistisches Jahrbuch der Schweiz 2004, Zurich. Swiss Federal Statistical Office 2004b, Offentliche Finanzen der Schweiz 2002, Neuchatel. Swiss Federal Statistical Office 1998, Einkommens und Verbrauchserhebung 1998, Zurich. U.S. Census Bureau 2001, Survey of Income and Program Participation, Washington. VDR Verband der deutschen Rentenversicherungstrager 2003, Versicherte 20022003, Wurzburg. Wagner, N. and P. Crevel 2004, Allzu zaghafte Reform der Krankenversicherung in Frankreich, Landerberichte der KonradAdenauerStiftung. 36Appendix Figure 11: Sustainability gaps of the four countries and shares of public health insurance systems accouting for medicaltechnical progress Base year 2002, r3%, g1,5%484.8245.718059.1456.4206.2189.460.8173.8145.954.526.6France Germany Switzerland 1141.1840.2240.760.2U.S.Explicit debt Implicit debt due to the remaining fiscal system Implicit debt due to the social health insurance scheme SG Sensitivity Analysis Table 3: Sustainability Gaps of the Public Sector in per cent of GDP Base year 2002 SQ scenario Germany Switzerland France MTP scenario U.S. France Germany Switzerland U.S. 220.0 244.1 123.6 419.3 355.6 344.3 200.3 716.7 294.3 316.9 64.4 656.6 484.8 456.4 173.8 1141.1434.6 445.8 79.3 1237.7 726.0 657.9 94.1 2175.1222.2 246.3 44.0 425.6 357.9 346.5 120.7 724.5 177.5 200.6 56.9 305.0 279.2 276.3 114.1 507.8 148.1 169.4 62.5 234.6 227.0 228.6 106.7 381.0 372002 PDG fo tnec re P110010009008007006005004003002001000100 r 3% g 1% r 3% g 1.5% r 3% g 2% r 4% g 2% r 4.5% g 2% r 5% g 2% Table 4: Sustainability Gaps of the Health Sector in per cent of GDP Base year 2002 r 3% g 1% r 3% g 1.5% r 3% g 2% r 4% g 2% r 4.5% g 2% r 5% g 2% SQ scenario Germany Switzerland France MTP scenario U.S. France Germany Switzerland U.S. 35.7 47.7 25.6 213.9 171.2 147.9 102.3 511.3 55.2 66.8 36.5 355.7 245.7 206.2 145.9 840.2 91.9 101.3 57.1 708.9 383.3 313.4 230.5 1646.436.2 48.3 25.9 217.6 171.9 148.5 102.7 516.5 24.7 36.4 19.3 146.2 126.3 112.1 76.4 349.0 17.2 28.3 14.9 104.6 96.1 87.6 59.1 251.0 Note: The indicator future generations burden reacts to changes of the growthdiscountspread in exactly the same way as the sustainability gap which is why we do not provide an extra analysis. The sustainability gaps of France, Germany and the U.S. behave as expected i.e. the sustainability gap decreases with a widening of the growthinterestspread. In the case of Switzerland its excess revenues are discounted more heavily with a larger spread which is why its implicit property is shrinking. Furthermore the level of the growth rate is important because of the way pension benefits are calculated due to the tenth revision of the Swiss public pension system see subsection 2.2.3. As higher the absolute growth rate is, as heavier are future benefits of the public pension system relatively discounted. This is why the sustainability gaps of the public sector differ between the first r3% and g1.5% and the fourth scenario r4% and g2%. Minor differences between these two scenarios in case of the other three countries are due to the practical computing of the cash flows to infinity. After 306 periods, we stop our calculation described in chapter 2 and compute an annuity for the residual cash flows. 38 Table 5: Revenue Gaps of the Public Sector initial tax quotas in parentheses in per cent of GDP Base year 2002 SQ scenario Germany Switzerland 13.7% 6.7% 37.7 45.0 2.7% 14.1% 45.0 37.7 2.3% 14.4% 45.0 37.7 2.4% 13.7% 37.7 45.0 13.4% 3.8% 37.7 45.0 4.9% 13.2% 45.0 37.7 MTP scenario U.S. France Germany Switzerland 20.4%10.9% 37.7 32.57.3% 21.8%32.537.7 2.8% 23.6%32.537.7 6.5% 20.5%37.7 32.519.5%7.5% 37.7 32.58.3% 18.7%32.537.7 19.3% 45.0 20.3% 45.0 21.2% 45.0 19.3% 45.0 18.5% 45.0 17.9% 45.0 15.6%50.416.6%50.418.0%50.415.6%50.414.7%50.414.1%50.4Table 6: Transfer Gaps of the Public Sector initial transfer quotas in parentheses in per cent of GDP Base year 2002 SQ scenario Germany Switzerland 6.5% 11.8% 45.4 38.5 2.7% 12.0% 45.4 38.5 2.4% 12.1% 38.5 45.4 11.8% 2.4% 38.5 45.4 3.8% 11.6% 45.4 38.5 4.8% 11.5% 45.4 38.5 MTP scenario U.S. France Germany Switzerland 10.1% 14.7%32.838.5 7.0% 15.5%32.838.5 2.7% 16.4%38.5 32.814.8%6.3% 38.5 32.87.2% 14.2%32.838.5 8.0% 13.8%32.838.5 15.8% 45.4 16.4% 45.4 16.9% 45.4 15.8% 45.4 15.3% 45.4 14.9% 45.4 12.6%50.713.3%50.714.1%50.712.6%50.712.0%50.711.6%50.7France 9.6% 50.4 10.1% 50.4 10.8% 50.4 9.7% 50.4 9.4% 50.4 9.2% 50.4 France 8.2% 50.7 8.5% 50.7 9.0% 50.7 8.2% 50.7 8.0% 50.7 7.9% 50.7 r 3% g 1% r 3% g 1.5% r 3% g 2% r 4% g 2% r 4.5% g 2% r 5% g 2% r 3% g 1% r 3% g 1.5% r 3% g 2% r 4% g 2% r 4.5% g 2% r 5% g 2% U.S. 35.0% 32.5 38.0% 32.5 41.5% 32.5 34.9% 32.5 32.4% 32.5 30.4% 32.5 U.S. 22.8% 32.8 24.1% 32.8 25.7% 32.8 22.8% 32.8 21.6% 32.8 20.7% 32.8 39Table 7: Revenue Gaps of the Health Sector initial tax quotas in parentheses in per cent of GDP Base year 2002 SQ scenario Germany Switzerland 16.4% 12.5% 4.0 6.4 13.7% 18.1% 6.4 4.0 15.0% 20.0% 6.4 4.0 12.6% 16.4% 4.0 6.4 14.9% 11.4% 4.0 6.4 10.4% 13.5% 6.4 4.0 MTP scenario U.S. France Germany Switzerland 39.7%50.0% 4.0 7.0 54.9% 45.1%7.0 4.0 60.4% 51.6%7.0 4.0 49.7% 39.9%4.0 7.0 35.5%45.3% 4.0 7.0 41.3% 31.8%7.0 4.0 50.7% 6.4 56.0% 6.4 62.0% 6.4 50.5% 6.4 45.8% 6.4 41.7% 6.4 42.5%8.4. 47.9%8.4. 54.2%8.4. 42.3%8.4. 37.6%8.4. 33.5%8.4. Table 8: Transfer Gaps of the Public Sector initial transfer quotas in parentheses in per cent of GDP Base year 2002 SQ scenario Germany Switzerland 11.1% 18.7% 6.5 4.1 12.1% 20.4% 6.5 4.1 13.0% 22.2% 4.1 6.5 18.8% 11.2% 4.1 6.5 10.3% 17.2% 6.5 4.1 9.4% 15.8% 6.5 4.1 MTP scenario U.S. France Germany Switzerland 33.3% 28.4%7.0 4.1 35.4% 31.1%7.0 4.1 37.6% 34.0%4.1 7.0 28.5%33.2% 4.1 7.0 31.2% 26.2%7.0 4.1 29.2% 24.1%7.0 4.1 41.6% 6.5 44.2% 6.5 46.9% 6.5 41.6% 6.5 39.1% 6.5 36.8% 6.5 29.8%8.4 32.4%8.4 35.2%8.4 29.7%8.4 27.3%8.4 25.1%8.4 France 8.8% 8.4. 10.8% 8.4. 13.0% 8.4. 8.9% 8.4. 7.3% 8.4. 6.0% 8.4. France 8.1% 8.4 9.7% 8.4 11.5% 8.4 8.2% 8.4 6.8% 8.4 5.7% 8.4 r 3% g 1% r 3% g 1.5% r 3% g 2% r 4% g 2% r 4.5% g 2% r 5% g 2% r 3% g 1% r 3% g 1.5% r 3% g 2% r 4% g 2% r 4.5% g 2% r 5% g 2% U.S. 95.0% 7.0 106.5%7.0 119.8%7.0 94.8% 7.0 84.8% 7.0 76.2% 7.0 U.S. 48.7% 7.0 51.6% 7.0 54.5% 7.0 48.7% 7.0 45.9% 7.0 43.3% 7.0 40CESifo Working Paper Series for full list see www.cesifogroup.de ___________________________________________________________________________ 1513 Christian Keuschnigg and Martin D. Dietz, A Growth Oriented Dual Income Tax, July 1514 Fahad Khalil, David Martimort and Bruno Parigi, Monitoring a Common Agent: Implications for Financial Contracting, August 2005 1515 Volker Grossmann and Panu Poutvaara, ParetoImproving Bequest Taxation, August 2005 2005 1516 Lars P. Feld and Emmanuelle Reulier, Strategic Tax Competition in Switzerland: Evidence from a Panel of the Swiss Cantons, August 2005 1517 Kira Boerner and Silke Uebelmesser, Migration and the Welfare State: The Economic Power of the NonVoter?, August 2005 1518 Gabriela Schutz, Heinrich W. Ursprung and Ludger Womann, Education Policy and Equality of Opportunity, August 2005 1519 David S. Evans and Michael A. Salinger, Curing Sinus Headaches and Tying Law: An Empirical Analysis of Bundling Decongestants and Pain Relievers, August 2005 1520 Michel Beine, Paul De Grauwe and Marianna Grimaldi, The Impact of FX Central Bank Intervention in a Noise Trading Framework, August 2005 1521 Volker Meier and Matthias Wrede, Pension, Fertility, and Education, August 2005 1522 Saku Aura and Thomas Davidoff, Optimal Commodity Taxation when Land and Structures must be Taxed at the Same Rate, August 2005 1523 Andreas Haufler and Sren Bo Nielsen, Merger Policy to Promote Global Players? A Simple Model, August 2005 1524 Frederick van der Ploeg, The Making of Cultural Policy: A European Perspective, August 2005 1525 Alexander Kemnitz, Can Immigrant Employment Alleviate the Demographic Burden? The Role of Union Centralization, August 2005 1526 Baoline Chen and Peter A. Zadrozny, Estimated U.S. Manufacturing Production Capital and Technology Based on an Estimated Dynamic Economic Model, August 2005 1527 Marcel Gerard, Multijurisdictional Firms and Governments Strategies under Alternative Tax Designs, August 2005 1528 Joerg Breitscheidel and Hans Gersbach, SelfFinancing Environmental Mechanisms, August 2005 1529 Giorgio Fazio, Ronald Mac Donald and Jacques Melitz, Trade Costs, Trade Balances and Current Accounts: An Application of Gravity to Multilateral Trade, August 2005 1530 Thomas Christiaans, Thomas Eichner and Ruediger Pethig, A MicroLevel Consumer Approach to Species Population Dynamics, August 2005 1531 Samuel Hanson, M. Hashem Pesaran and Til Schuermann, Firm Heterogeneity and Credit Risk Diversification, August 2005 1532 Mark Mink and Jakob de Haan, Has the Stability and Growth Pact Impeded Political Budget Cycles in the European Union?, September 2005 1533 Roberta Colavecchio, Declan Curran and Michael Funke, Drifting Together or Falling Apart? The Empirics of Regional Economic Growth in PostUnification Germany, September 2005 1534 Kai A. Konrad and Stergios Skaperdas, Succession Rules and Leadership Rents, September 2005 1535 Robert Dur and Amihai Glazer, The Desire for Impact, September 2005 1536 Wolfgang Buchholz and Wolfgang Peters, Justifying the Lindahl Solution as an Outcome of Fair Cooperation, September 2005 1537 Pieter A. Gautier, Coen N. Teulings and Aico van Vuuren, OntheJob Search and Sorting, September 2005 Costs, September 2005 1538 Leif Danziger, Output Effects of Inflation with Fixed Price and QuantityAdjustment 1539 Gerhard Glomm, Juergen Jung, Changmin Lee and Chung Tran, Public Pensions and Capital Accumulation: The Case of Brazil, September 2005 1540 Yvonne Adema, Lex Meijdam and Harrie A. A. Verbon, The International Spillover Effects of Pension Reform, September 2005 1541 Richard Disney, Household Saving Rates and the Design of Social Security Programmes: Evidence from a Country Panel, September 2005 1542 David Dorn and Alfonso SousaPoza, Early Retirement: Free Choice or Forced Decision?, September 2005 1543 Clara Graziano and Annalisa Luporini, Ownership Concentration, Monitoring and Optimal Board Structure, September 2005 1544 Panu Poutvaara, Social Security Incentives, Human Capital Investment and Mobility of Labor, September 2005 1545 Kjell Erik Lommerud, Frode Meland and Odd Rune Straume, Can Deunionization Lead to International Outsourcing?, September 2005 1546 Robert Inklaar, Richard JongAPin and Jakob de Haan, Trade and Business Cycle Synchronization in OECD Countries: A Reexamination, September 2005 1547 Randall K. Filer and Marjorie Honig, Endogenous Pensions and Retirement Behavior, September 2005 1548 M. Hashem Pesaran, Til Schuermann and BjoernJakob Treutler, Global Business Cycles and Credit Risk, September 2005 1549 Ruediger Pethig, Nonlinear Production, Abatement, Pollution and Materials Balance Reconsidered, September 2005 1550 Antonis Adam and Thomas Moutos, Turkish Delight for Some, Cold Turkey for Others?: The Effects of the EUTurkey Customs Union, September 2005 1551 Peter Birch Srensen, Dual Income Taxation: Why and how?, September 2005 1552 Kurt R. Brekke, Robert Nuscheler and Odd Rune Straume, Gatekeeping in Health Care, September 2005 1553 Maarten Bosker, Steven Brakman, Harry Garretsen and Marc Schramm, Looking for Multiple Equilibria when Geography Matters: German City Growth and the WWII Shock, September 2005 1554 Paul W. J. de Bijl, Structural Separation and Access in Telecommunications Markets, September 2005 1555 Ueli Grob and Stefan C. Wolter, Demographic Change and Public Education Spending: A Conflict between Young and Old?, October 2005 1556 Alberto Alesina and Guido Tabellini, Why is Fiscal Policy often Procyclical?, October 2005 1557 Piotr Wdowinski, Financial Markets and Economic Growth in Poland: Simulations with an Econometric Model, October 2005 1558 Peter Egger, Mario Larch, Michael Pfaffermayr and Janette Walde, Small Sample Properties of Maximum Likelihood Versus Generalized Method of Moments Based Tests for Spatially Autocorrelated Errors, October 2005 1559 MarieLaure Breuille and Robert J. GaryBobo, Sharing Budgetary Austerity under Free Mobility and Asymmetric Information: An Optimal Regulation Approach to Fiscal Federalism, October 2005 1560 Robert Dur and Amihai Glazer, Subsidizing Enjoyable Education, October 2005 1561 Carlo Altavilla and Paul De Grauwe, NonLinearities in the Relation between the Exchange Rate and its Fundamentals, October 2005 1562 Josef Falkinger and Volker Grossmann, Distribution of Natural Resources, Entrepreneurship, and Economic Development: Growth Dynamics with Two Elites, October 2005 1563 YuFu Chen and Michael Funke, Product Market Competition, Investment and EmploymentAbundant versus JobPoor Growth: A Real Options Perspective, October 2005 1564 Kai A. Konrad and Dan Kovenock, Equilibrium and Efficiency in the TugofWar, 1565 Joerg Breitung and M. Hashem Pesaran, Unit Roots and Cointegration in Panels, October 2005 October 2005 1566 Steven Brakman, Harry Garretsen and Marc Schramm, Putting New Economic Geography to the Test: Freeness of Trade and Agglomeration in the EU Regions, October 2005 1567 Robert Haveman, Karen Holden, Barbara Wolfe and Andrei Romanov, Assessing the Maintenance of Savings Sufficiency Over the First Decade of Retirement, October 2005 1568 Hans Fehr and Christian Habermann, Risk Sharing and Efficiency Implications of Progressive Pension Arrangements, October 2005 1569 Jovan Zamac, Pension Design when Fertility Fluctuates: The Role of Capital Mobility and Education Financing, October 2005 1570 Piotr Wdowinski and Aneta ZglinskaPietrzak, The Warsaw Stock Exchange Index WIG: Modelling and Forecasting, October 2005 1571 J. Ignacio CondeRuiz, Vincenzo Galasso and Paola Profeta, Early Retirement and Social Security: A Long Term Perspective, October 2005 1572 Johannes Binswanger, Risk Management of Pension Systems from the Perspective of Loss Aversion, October 2005 1573 Geir B. Asheim, Wolfgang Buchholz, John M. Hartwick, Tapan Mitra and Cees Withagen, Constant Savings Rates and QuasiArithmetic Population Growth under Exhaustible Resource Constraints, October 2005 1574 Christian Hagist, Norbert Klusen, Andreas Plate and Bernd Raffelhueschen, Social Health Insurance the Major Driver of Unsustainable Fiscal Policy?, October 2005 ", "filename": "cesifo1_wp1574.pdf", "person": ["Christian Hagist", "Hagist, Christian", "Norbert Klusen", "Klusen, Norbert", "Andreas Plate", "Plate, Andreas", "Bernd Raffelhüschen", "Raffelhüschen, Bernd"], "date": ["2005"]}