{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19107/1/cesifo1_wp1643.pdf"], "title": ["The structure of worker compensation in Brazil, with a comparison to France and the United States"], "plaintext": "CESifo Working Paper No. 1643 THE STRUCTURE OF WORKER COMPENSATION IN BRAZIL, WITH A COMPARISON TO FRANCE AND THE UNITED STATES Abstract We employ a comprehensive matched employeremployee data set for Brazil to analyze wage determinants and compare results to Abowd, Kramarz, Margolis and Troske 2001 for French and U.S. manufacturing. Returns to education and experience in Brazilian manufacturing exceed those of the other countries, while occupation differentials are similar. The gender differential in Brazilian and U.S. manufacturing coincides, and is considerably smaller than in France. Estimates are unaffected by selectivity of Brazilian workers into formal employment. The links between firm performance and wage components in Brazil resemble those of France. Worker characteristics have comparable explanatory power for manufacturing wage variability in the three countries but establishmentfixed effects explain relatively less of the Brazilian wage variation. Despite the inclusion of establishment effects, regressors predict at most sixty percent of wage variability in any Brazilian sector, suggesting that explanations for earnings variability ought to focus on worker characteristics, not establishment wage policies. JEL Code: J31, D21. Keywords: wage structure, wage inequality, matched employeremployee data, formal and informal employment, selectivity, Brazil. Naercio Aquino Menezes Filho University of Sao Paulo Department of Economics Av. Prof. Luciano Gualberto, 908 Brazil 05508900 Sao Paulo, SP naerciofusp.br MarcAndreas Muendler University of California, San Diego Department of Economics, 0508 9500 Gilman Drive USA La Jolla, CA 920930508 muendlerucsd.edu Garey Ramey University of California, San Diego Department of Economics, 0508 9500 Gilman Drive USA La Jolla, CA 920930508 grameyucsd.edu December 3, 2005 We thank Andrea Curi, Tamara Wajnberg, and especially Jennifer Poole for excellent research assistance, and Paulo Furtado and the Brazilian Ministry of Labor for data access. Estimates of numerous variants of the statistical models in this paper are available on the web page econ.ucsd.edumuendlerresearch. This paper examines the relationship between earnings, worker characteristics andfirm performance in a developing country. We employ an extensive matched employeremployee data set for Brazil that is comparable to data sets for France andthe U.S. as studied by Abowd, Kramarz, Margolis and Troske 2001. The dataquality enables us to analyze compensation determinants, controlling for employerfixed effects and detailed firm and worker characteristics. As far as we are aware,we report the first direct comparison of this kind between a developing country andindustrialized countries.Considerable recent progress has been made in exploiting matched panel data setsto assess important aspects of wage structure.1 Due to data limitations, however, farless attention has been paid to developing countries. This has precluded the evaluation of wage determination theories beyond the context of industrialized economies.Moreover, many issues in labor market policy relate to the wage structure. Thisinformation has heretofore been largely restricted to a small set of countries andsectors.2Beyond prior studies for developing countries, we estimate by sector compositeestablishmentlevel fixed effects for a complete cross section of formally employedworkers and capture unobserved establishmentaverage worker characteristics alongwith unobserved establishment characteristics. We are particularly interested incontrasting the Brazilian wage structure with industrialized country benchmarksand adopt the statistical specification of Abowd et al. 2001 who compare matchedemployerworker panels for manufacturing in France in 1992 and the U.S. in 1990.This allows us to evaluate the relationships between wages and observable workercharacteristics, controlling for otherwise unmeasured effects.We use Brazils establishmentworker data set Rela c ao Anual de Informa c oes Sociais, or RAIS. This is an annual record of workers formally employed in any sectoragriculture, commerce, construction, manufacturing, utilities, services and public,with demographic information for individual workers, along with establishment identifiers. We restrict attention to S ao Paulo state, which is among the most developedof Brazilian states. More than half of Brazils manufacturing value added originates in S ao Paulo state. We focus on four sectors and two yearsmanufacturing,1Abowd, Kramarz and Margolis 1999 and Arai 2003 show for France and Sweden that substantial personfixed and, to a lesser degree, employerfixed effects account for wage dispersion.PostelVinay and Robin 2002 decompose wage variation across workers further by occupation andfind that the portion of crosssectional wage variance explained by personfixed effects lies close to 40 percent for highskilled white collar workers but quickly decreases to zero as the skill intensity ofthe job decreases.2Matched employeremployee data sets exist for Algeria Chennouf, Levy and Montmarquette 1997, Zimbabwe Velenchik 1997, Guatemala Funkhouser 1998, Peru Schaffner 1998, Moroccoand Tunisia Nordman and Destre 2002, Slovenia Haltiwanger and Vodopivec 2003, Colombiaas mentioned in Abowd, Haltiwanger and Lane 2004, Bulgaria Dobbelaere 2004, and MexicoKaplan, M artinez Gonz alez and Robertson 2004. Using RAIS too, Mizala and Romaguera 1998draw a random sample of 12,580 workers from 172 S ao Paulo state manufacturing firms in 1987.2services, commerce and agriculture in 1990 and 1997. These two years provide uswith snap shots of the Brazilian labor market at the beginning and the end of aperiod of major economic reforms. For the manufacturing sector, we augment theestablishmentworker data with matched firmlevel information.Our results show that Brazilian manufacturing worker compensation resemblesthe wage structure in French and U.S. manufacturing Abowd et al. 2001 in manyregards, with the notable exception of returns to human capital. We find manufacturing earnings to increase with occupational skill intensity in a very similar mannerin all three countries. The overall gender wage gap is essentially the same in Brazilianand U.S. manufacturing, but wider in French manufacturing.In all three countries, the predicted wages of manufacturing workers based on theirobservable characteristics play a dominant role in total compensationaccountingfor around half of overall manufacturing wage inequality in Brazil in 1990 and 1997.Establishmentfixed effects, in contrast, have relatively less relevance in explaining Brazilian wages than they do in the other countries mostly because the variability of residual earnings, controlling for worker and establishment characteristics, ismuch greater in Brazilian manufacturing. We inspect whether selection of Brazilianworkers into formal employment induces a detectable bias in the log wage component estimates for Brazil but, under the assumption of jointly normally distributedformality selection disturbances and log wage residuals, we find no such evidence.As the traditional literature emphasizes for developing countries, returns to human capital, and to college education in particular, are considerably higher than inindustrialized economies. A typical male manufacturing worker in Brazil with atleast some college attendance receives wages that are 180 percent higher than a comparable worker with at least some highschool education. This premium stands at 70 percent in the U.S., and in France it is only 60 percent.Using matched firmworker data for Brazilian manufacturing, we show that thefirmaverage predicted worker characteristics and establishmentfixed components ofwages each relate positively and significantly to firm size, capital intensity, occupational skill intensity, and worker productivity in Brazilian manufacturing. Bothwork force composition and unmeasured establishmentspecific factors are importantin explaining the higher wages paid by large, capital and skillintensive, and highlyproductive firms. The relationship between wages and firm characteristics is similarfor Brazil and France, while the U.S. differ in several respects.Worker characteristics account for 45 percent of log wage variation in manufacturing but predict a considerably smaller portion of the variability in nonmanufacturingsectors in 1997, ranging from 37 percent in services to 20 percent in agriculture. Theestablishmentfixed effect accounts for around a quarter of otherwise unexplained logwage inequality in manufacturing and services, but for close to half in agriculture.Even after controlling for establishmentfixed effects, however, regressors cannot predict more than sixty percent of wage variability in any sector. We conclude thatexplanations for Brazilian wage inequality therefore ought to focus on factors that op3erate through worker characteristics rather than through establishment compensationpolicies.The paper proceeds as follows. We discuss our main data sources RAIS forworker and establishment information and PIA for manufacturing firm information in Section 1, along with a complementary but unmatched household survey.Section 2 describes the statistical models.Section 3 presents results on Brazilsmanufacturing wage structure in 1990 and 1997, and compares findings to France in 1992 and the U.S. in 1990. Section 6 reports a reestimation of Brazils manufacturing wage structure controlling for formaljob selectivity, verifying the robustnessof results. Connections between firm characteristics and wage components are developed in Section 5. For the year 1997, Section 6 offers a comparison betweenmanufacturing and nonmanufacturing sectors. Section 7 concludes.1 Data We use comprehensive individual worker data with information on earnings, demographic characteristics and occupations, along with establishment ID codes for theplace of work. From a separate source we obtain data on manufacturing firms thatdescribe numerous firmlevel characteristics. Establishment ID codes from the workerdata set make it possible to match the worker and firm observations. To verify thatour results are not affected by worker selectivity into formal employment, we obtainoutofsample predictions of employment status from a separate household survey.Worker data. Our individual worker data derive from the labor force census RAISRela c ao Anual de Informa c oes Sociais of the Brazilian labor ministry MTE , whichis a mandatory comprehensive annual record of workers formally employed in anysector agriculture, commerce, construction, manufacturing, utilities, services andpublic. We restrict attention to workers employed in S ao Paulo state in four privatesectors agriculture, commerce, manufacturing and services for the years 1990 and 1997. The samples consist of a total of 5.89 million workers in 1990 and 6.37 millionin 1997.RAIS reports compensation as the monthly average wage, expressed in multiples of the current minimum wage. We use the log of annual wages as our earningsmeasure, defined as the reported monthly wage times the December U.S. dollar equivalent of the current minimum wage times 12. See Appendix A.1 for further detailsconcerning the compensation measure.In the available version of RAIS, workers ages are reported in terms of eightage ranges. We exclude workers in the two highest ranges 50 years and older toavoid potential confounding effects stemming from workers who leave the labor forceprior to the official retirement age. The remaining six age ranges are joined withthe nine reported education categories to obtain a proxy for potential labor force 4Table 1: Mean Log Wages and Employment Shares Manuf1Mean Log Wage Servcs Comm Agric4238.0168.8727.9538.7977.4618.4069.0147.9139.8918.7548.4697.8299.2888.6998.1747.5938.9878.5368.5897.7769.4628.6048.1247.6208.9238.4758.0407.8428.8818.7068.2617.4009.2028.3477.5037.3728.4208.3777.5497.2998.4698.301Sector 7.3528.056Education 8.1467.3309.1288.032Occupation 7.7187.2978.7277.988Gender 7.4217.0738.0947.854Manuf5.398.288.093.907.103.897.292.708.293.707.728.272.744.256Employment Shares Servcs Comm Agric867.433.500.217.783.225.775.660.340.720.280.558.442.520.480.151.171.018.041.070.930.069.931.679.321.685.315.648.352.625.375.027.973.022.978.131.869.092.908.802.198.844.156Year:199019971990:1997:Some college or more High school or less Some college or more High school or less 1990:1997:White collar Blue collar White collar Blue collar 1990:1997:Male Female Male Female Source: RAIS S ao Paulo state 1990 and 1997 prime age workers in their highestpaying job.Wages in current USD 1990 and 1997 exchange rates. The log U.S. CPI change between 1990 and 1997 is .187.experience. For example, a typical Early Career worker 34.5 years of age who isalso a Middle School Dropout left school at 11 years of age is assigned 23.5 years ofpotential labor force experience. Our education variable regroups the nine educationcategories included in RAIS to correspond to the categories considered by Abowdet al. 2001.3 Appendix A.1 provides further details on the construction of oureducation and experience variables.3The correspondence is imprecise in only one respect: the French and U.S. data allow Abowd etal. 2001 to distinguish between undergraduate and graduate degree attainment, while the RAIScombines these two categories. Our education indicator variables therefore distinguish four levelsof schooling. College Graduate corresponds to the Completed College and Completed PostGraduate Degree levels in Abowd et al. 2001.5Occupational classifications in RAIS follow the CBO Classifica c ao Brasileirade Ocupa c oes. To make this system comparable to standard international classifications, we mapped the CBO for 1994 to the commonlyused ISCO88 International Standard Classification of Occupations, Muendler, Poole, Ramey and Wajnberg2004. The ISCO88 reclassifications are in turn mapped into five broad occupational categories professional and managerial, technical and supervisory, other whitecollar, skillintensive blue collar, and other blue collar. These correspond to thecategories that Abowd et al. 2001 use.4RAIS also indicates the firm tax number and establishment ID number for theestablishment employing each worker in the sample. This makes it possible to controlfor unobservable worker and establishment effects in explaining the wage structure.Table 1 indicates the sectoral employment shares within the samples for eachyear. Agriculture represents less than five percent of the totals in both years, whilemanufacturing and services each account for about 40 percent of sample in 1990. Formanufacturing, this falls to less than 30 percent in 1997, while rising to 50 percentfor services. These shifts indicate a substantial reallocation of formal employmentin S ao Paulo state away from manufacturing and toward services.Table 1 also reports mean annual wages for selected demographic groups by sectorand year, along with employment shares within sector. On average, manufacturingprovides the highest level of earnings for males, and services provides the highest levelfor females. Males earn a wage premium in all sectors and years. The male wagepremium in manufacturing declines sharply between 1990 and 1997, while it declinesmore modestly in the other sectors. Table 1 also indicates that workers with somecollege education earn a substantial premium in all sectors and years. The same holdstrue for workers in white collar occupations professional and managerial, technicaland supervisory, and other white collar, except for commerce in 1997 where wagesacross the two occupation groupings are nearly equal. Males make up the bulk ofworkers in agriculture and manufacturing, while females account for a substantial andgrowing proportion of employment in commerce and services. Outside of services,the vast majority of workers have no college education. Blue collar occupationspredominate in agriculture and manufacturing, and white collar occupations comprisemost of employment in commerce and services.Firm data. For the firmlevel data, we use the manufacturing survey PIA Pesquisa Industrial Anual from IBGE, the Brazilian census bureau for 1990 and 1997. Thedata are a random sample of all but the smallest manufacturing firms in S ao Paulostate, where more than half of value added in Brazilian manufacturing originates.4Brazils CBO94 generally provides classifications at a finer level of detail than does ISCO88.The level of detail in the Brazilian system permits the reclassifications needed for transforming themore professionbased Brazilian classifications into the more skillbased international classifications.For a small number of 1990 observations, RAIS includes CBO codes that are not used in CBO94.We set these to Miscellaneous within the relevant subcategory.6PIA includes a wide range of input, output and performance measures.IBGE s publication rules allow data from PIA to be withdrawn in the form oftabulations of cells having at least three firms. We construct cells using threefirmrandom combinations drawn from within each N vel 50 sector, calendar year andlocation metropolitan S ao Paulo city or rural. The N vel 50 sectors consist of 31manufacturing sectors, corresponding roughly to the twodigit SIC sectors in the U.S.A single four or fivefirm cell is defined within a sector when the number of firmsin the sector is not divisible by three. For each threetofivefirm cell, we calculatethe number of firms as well as the sum, mean, and standard deviation of the relevant PIA variables. While the observations are aggregated, we retain the firm identifiersbehind each newlycreated composite observation, permitting the matching of RAISworkers to the composite observations. This procedure yields samples of 1,169 and 679 matched cells for 1990 and 1997, respectively.Complete lists of RAIS and PIA variables used in the paper are given in Appendix B.Complementary household survey data. The widely used Brazilian householdsurvey PNAD Pesquisa Nacional por Amostra de Domic lios provides separate andcomplementary information on informal and formal employment. We relegate adiscussion of PNAD variable definitions, and a brief comparison with RAIS, to Appendix A.2 Statistical Models Individual wages. The availability of establishment information in our workerdata set allows us to include an establishment variable in our wage regressions. Following Abowd et al. 2001, we model individual compensation in a given year asln wi xi Ji i,1where wi is annual wages, xi is a vector of observable worker characteristics including gender, experience, education and occupation, is a vector of parameters to beestimated, Ji is an establishment effect, j Ji is the establishment that employs worker i, and i is an error term. The establishment effect combines a pureestablishment effect with the establishment average of pure worker effects:j j j,2where j is the pure establishment effect and j is the average of pure worker effectsi over workers employed at establishment j. The establishment effect controls forunobservable worker and establishment characteristics. Abowd and Kramarz 1999show that omitting this effect will in general lead to bias in the estimation of .7Selectivity. A large proportion of Brazilian employment is informal and not covered by RAIS. To capture potential bias from formal work status selectivity in theindividual compensation model 1, we assess work status selection based on workercharacteristics xi.Consider the probit prediction of formal employment PrIixi xi,3where is a vector of parameters to be estimated and denotes the cumulativestandard normal distribution function. Equivalently, formal employment Ii 1 isobserved iff xi i 0 for a standard normal error term i. Applying this to theindividual compensation model 1 yields E ln wi xii 0 xi Ji E i xi i xi Ji i,by the properties of a truncated joint normal density, where is the covariancebetween i and i 1 by a common probit assumption and i xi1xi is the inverse of Mills ratio. denotes the standard normal density.The set of regressors xi in 1 and 3 coincides unless there are individual workervariables that predict formality but do not correlate with compensation. We have noevidence for the existence of such instruments.Instead, we rely on the assumptionthat error terms are jointly normally distributed to inspect the potential presence ofselectivity in the individual compensation model 1.Since RAIS covers formal workers only, we use comparable variables xi fromhousehold data PNAD to predict formal work status.In the spirit of Heckmans1979 twostage procedure, we obtain from a probit regression 3 on householddata. Using RAIS data, we include the outofsample prediction of the inverse of Mills ratio i as a regressor in the individual compensation model 1 to estimateln wi xi Ji i i,4where .cid:98, as well as the predicted establishmentfixed comcid:98.ponent, cid:98j, are matched to firms and aggregated to firmlevel averages cid:98k and xk Firm characteristics. For the firmlevel analysis, the predicted wage componentdue to worker characteristics, xi We then relate these firmlevel components of individual compensation to firmlevelvariables qk according toqk cid:98k 1 xkcid:982 Sk k,5where 1 and 2 are parameters to be estimated, s is a sector effect, s Sk is the N vel 50 manufacturing sector in which firm k operates, and k is an error term.83 Individual Wage Structure in Manufacturing Our specification of the individual compensation model 1 uses potential worker experience and indicator variables for gender, education and occupation as measures ofindividual characteristics. Quadratic, cubic and quartic terms for potential experience are included. Gender is interacted with all other variables. Table 2 presentsresults for the manufacturing sector in 1990 and 1997. Comparable estimates formanufacturing workers in France in 1992 and the U.S. in 1990, drawn from Abowdet al. 2001, are also reported.5Wages and worker characteristics in Brazil. To facilitate the interpretationof earnings components, Table 3 summarizes the wage differentials for education,occupation and gender implied by Table 2 estimates. As regards education, Brazilianmanufacturing workers with some college education earn almost twice as much onaverage as high school graduates, and college graduates earn twoandahalf times asmuch. The profiles of education differentials for men and women display strikingsimilarity, and change little between 1990 and 1997.6With respect to occupations, relative wages in Brazil rise for both men and womenas occupations increase in skill intensity. Professional and managerial workers, forexample, earn over twice as much as nonskillintensive blue collar workers. Theprofile is steeper for men. Male skillintensive blue collar workers earn a premium ofnearly 30 percent relative to their nonskillintensive blue collar counterparts, whileamong women the wages of all blue collar workers are roughly similar. Differencesin the occupational returns between 1990 and 1997 are very small.Figure 1 displays average wages by years of experience for male and female workers, as derived from the Table 2 estimates.For both sexes, wages in Brazilianmanufacturing rise with experience throughout the range of years considered, withreturns to experience being much higher for males but relatively less steep in 1997than in 1990.Comparison with France and the U.S. Our wage structure estimates for Brazilcan be directly contrasted with the findings of Abowd et al. 2001 for France and the U.S., given the comparability of our variable definitions and econometric specification.Figure 1 and Table 3 report the estimated experiencewage profiles and education,occupation and gender differentials for all three countries. For men, the experience 5Data for France derive from the Enquete sur la Structure des Salaires ESS, which samplesresponses to an annual administrative census of business enterprises. Data for the U.S. derivefrom the WorkerEstablishment Characteristic Database WECD, which matches individual censusresponses to manufacturing establishments surveyed in the Longitudinal Research Database LRD.See Abowd et al. 2001 for further details.6Arbache 2001 stresses the stable Brazilian wage structure in micro data despite a series ofpolicy reforms. We confirm stability of manufacturing wages between 1990 and 1997 for returns toeducation and for occupation premia but not for returns to experience.9Table 2: Manufacturing Wages in Brazil, France and the U.S.Brazil 19901Brazil 19972France 19923U.S. 19904Primary School Education or lessSome High School Education Some College Education College Graduate Professional or Managerial Occupation Technical or Supervisory Occupation Other White Collar Occupation Skill Intensive Blue Collar Occupation Potential Labor Force Experience Quadratic Experience Term Cubic Experience Term Quartic Experience Term Female Female Primary School Education or lessFemale Some High School Education Female Some College Education Female College Graduate Female Professional or Managerial Occupation Female Technical or Supervisory Occupation Female Other White Collar Occupation Female Skill Intensive Blue Collar Occupation Female Potential Labor Force Experience Female Quadratic Experience Term Female Cubic Experience Term Female Quartic Experience Term R2 withinResidual degrees of freedom1.075.002.923.002.339.003.856.002.600.002.262.002.239.001.095.0005.003.00005.000052.29e063.01e073.24e08.060.005.106.004.016.004.018.005.101.004.173.003.088.003.208.002.056.0008.002.0001.000064.35e067.06e076.32e08.5082,326,4281.000.002.881.002.316.003.912.002.632.002.249.002.225.001.082.0007.003.00007.000082.86e067.64e073.89e08.070.006.051.004.058.004.005.005.058.005.250.004.071.003.167.003.036.001.002.0001.000055.63e065.40e077.78e08.4681,828,049.338.009.256.009.200.009.064.016.760.009.401.007.169.011.155.007.069.003.004.0002.00011.00e051.20e061.00e07.052.024.0006.021.016.021.025.021.062.029.049.016.006.011.033.013.045.010.047.004.004.0003.00011.00e051.20e061.10e07.81723,920.526.008.404.007.334.007.123.007.359.004.206.004.039.005.083.003.083.002.003.0001.000074.70e073.00e08.078.019.041.016.009.015.019.015.022.015.086.007.037.008.046.006.043.008.016.003.0003.0002.000001.80e084.00e08.617148,992Sources: RAIS S ao Paulo state manufacturing 1990 and 1997 prime age workers in their highestpaying job,Abowd et al. 2001 for France and the U.S., controlling for establishment fixed effects. Estimates for Brazil relativeto college graduates, for France and the U.S. relative to workers with postgraduate degree. Standard errors inparentheses insignificant point estimates at the five percent level in italics.10Male Workers Female Workers Sources: RAIS S ao Paulo state manufacturing 1990 and 1997 prime age workersin their highestpaying job, Abowd et al. 2001 for France 1992 and the U.S.1990. Wage levels relative to zero experience wage levels from wage componentestimates Table 2. Calculations for France 1992 and the U.S. 1990 based on Abowd et al.s 2001 estimates and summary statistics.Figure 1: Potential experience profiles in Brazil, France and the U.S.11Annual Wage Rate relative to starting value Potential Labor Force Experience Brazil 1990 Brazil 1997 France 1992 USA 1990048121620243011.522.533.5Annual Wage Rate relative to starting value Potential Labor Force Experience Brazil 1990 Brazil 1997 France 1992 USA 1990048121620243011.522.533.5Table 3: Relative Manufacturing Wages in Brazil, France and the U.S.Male worker:College Degree Some College Primary School or lessFemale worker:College Degree Some College Primary School or lessMale worker:Professional or Managerial Technical or Supervisory Other White Collar Skillintensive Blue Collar Female worker:Professional or Managerial Technical or Supervisory Other White Collar Skillintensive Blue Collar Female worker Brazil 19901Brazil 19972Educationa France 19923U.S. 199042.5161.793.8592.5561.855.9702.3551.8211.2991.2702.1281.5321.4191.031.8932.4121.758.8882.5561.854.990Occupationb 2.4881.8821.2831.2522.3481.4661.3771.059Genderc.9151.3761.057.9201.4881.101.9352.1391.4931.1841.1682.0371.4841.2241.116.8031.6931.073.8851.7461.062.9301.4321.228.9621.0871.3131.2751.0061.041.899a Relative to worker with some or complete high school education, controlling for occupation.b Relative to nonskillintensive blue collar occupations, controlling for education.c Female relative to male workers, controlling for education and occupation.Sources: RAIS S ao Paulo state manufacturing 1990 and 1997 prime age workers in their highestpaying job, Abowd et al. 2001 for France 1992 and the U.S. 1990. Wage levels relative tocomparisongroup wage levels from component estimates Table 2. For France and the U.S., wageprediction of college graduates reassigned to predicted fixed effects component.profile is steeper in Brazil than in the U.S., and much steeper than in France. Asimilar pattern holds with respect to education premia, where the returns to collegefor Brazilian men are dramatically higher than for either French or American men.In general, measured returns to human capital acquisition by men are highest in Brazil and lowest in France.Women present a different picture. As Figure 1 shows, the experience profile for Brazilian women is much flatter than for men. Returns to experience for women in Brazil are below those in the U.S., while still being above those in France. Thus, whilewomen earn lower compensation for experience relative to men in all three countries,the gap is far larger in Brazil.Similar to France and the U.S., women receivehigher college premia in Brazil than men. Excepting the relatively small earnings 12increase from primary school to high school education for women in manufacturing,women realize higher returns to human capital acquisition relative to men in all threecountries.The results also reveal a striking similarity between occupation differentials in Brazil and France for both sexes. For Brazil, the male occupation profile by skill isslightly steeper than for France, while the female occupation profiles in Brazil and France are very similar in 1990 and close in 1997. U.S. occupation premia are muchlower and exhibit a larger wage premium for skillintensive bluecollar occupationsthan for other nonskillintensive white collar occupations.While Brazils earnings pattern resembles that of France more closely in experience, education and occupation premia than that of the U.S., the gender gap inwages is less pronounced in Brazil than in France and closer to U.S. manufacturing.The overall Brazilian femalemale wage ratio of around 90 percent lies very near the U.S. figure and markedly above the level of 80 percent in France.cid:98 and cid:98j, respectively. The worker characteristics comComponents of individual wages. We next assess the overall explanatory powerof the estimated worker characteristics and establishmentfixed components of individual wages, given by xiponent represents the predicted wages of a worker with observed characteristics xi,before conditioning on his or her work place. As discussed above, the establishmentfixed component captures both establishmentaverage pure worker effects and pureestablishment effects, so it gives predicted wages based on the establishment meanof unobserved worker characteristics together with unobserved establishment characteristics. To ensure comparability with Abowd et al. 2001, we exclude educationvariables and compute wage components from a reestimated model.7Table 4 assesses the importance of the two components in explaining wages. Column 1 of the table reports the means of log wages and the two wage components forthe three countries expressed in 1990 U.S. dollars, and for Brazil in 1997 expressed in 1997 U.S. dollars. Standard deviations are given in column 2, and the remainingcolumns indicate simple correlations between log wages, the wage components andthe regression residuals. For France and the U.S., we report the results from Abowdet al. 2001 that use the specifications excluding education.In all three countries, the predicted wages of workers based on their observablecharacteristics play an important role in determining total compensation, as indicatedby the high correlations between wages and the worker characteristics components.Worker characteristics have the highest correlation with wages in France .79, andthe lowest in the U.S. .60, with Brazils correlation becoming closer to the U.S.1990 correlation from .67 in 1990 to .62 in 1997. The establishmentfixed compo7The samples for France in 1990 and the U.S. used by Abowd et al. 2001 distinguish collegeand post graduate education, while our Brazilian data combine all college graduates into a singlecategory. So we cannot directly compare estimated individual characteristics components acrossthe samples unless education is excluded, a regression model that Abowd et al. 2001 also estimate.13Table 4: Variability of Manufacturing Wages in Brazil, France and the U.S.Correlation with Brazil 1990Brazil 1997Log Annual Wage ln wiWorker Characteristics xi Log Annual Wage ln wiWorker Characteristics xi EstablishmentFixed cid:98jResidual cid:98iEstablishmentFixed cid:98jResidual cid:98iEstablishmentFixed cid:98jResidual cid:98iEstablishmentFixed cid:98jResidual cid:98iLog Annual Wage ln wiWorker Characteristics xi Log Annual Wage ln wiWorker Characteristics xi France 1992a U.S. 1990Mean1St.Dev.2cid:98cid:98cid:98cid:988.019.9627.056.0008.872.8787.994.00010.158.6379.521.00010.174.6729.502.000.785.491.203.550.778.441.267.549.414.287.172.190.544.271.266.350ln wi31.000.667.358.7001.000.622.435.7051.000.791.581.4571.000.598.610.627cid:98xi4cid:98j5cid:98i61.000.160.0001.000.161.0001.000.237.0031.000.242.0291.000.0001.0001.000.0001.0001.000.0001.0001.000.0001.000a Means converted to USD December 31st, 1990.Sources: RAIS S ao Paulo state manufacturing 1990 and 1997 prime age workers in their highestpaying job, Abowd et al. 2001 for France 1992 and the U.S. 1990. Estimates for all three countriesfrom establishmentfixed effects wage regressions relative to other bluecollar occupations, not controlling for education to achieve comparability not reported. Statistics based on estimation sample.The log U.S. CPI change between 1990 and 1997 is .187.nent, in contrast, contributes relatively less to explaining compensation in Brazil, asits correlation with wages is only twothirds of the French and U.S. levels. Moreover, the establishmentfixed component for Brazil exhibits much lower variabilityrelative to overall wage variability .20.79 in 1990 and .27.78 in 1997, compared to.17.41 in France and .27.54 in the U.S  Similarly, the establishmentfixed components correlation with worker characteristics is much lower in Brazil. Unmeasuredcharacteristics at the establishment level appear to explain substantially less of thevariation in log wages in Brazil relative to France and the U.S. This is consistent withthe general finding that worker effects dominate firm effects in explaining wages.8Finally, the two wage components considered jointly have lower explanatory power 8Abowd and Kramarz 1999 provide a review of the numerous studies establishing the relativeimportance of worker effects.14Table 5: Components of Manufacturing Log Wage Inequalitycid:98Worker Characteristics xi Experience Occupation Education Gender EstablishmentFixed Effect cid:98jc Residual cid:98i1990OLSb2.529.170.139.140.080.471FEa1.501.158.137.134.072.081.4181997OLSb4.484.121.141.161.061.516FEa3.445.110.139.145.051.131.424a Component estimates from log wage regressions in Table 2, columns 1 and 2.b Component estimates from log wage estimates of model 1, but omitting the fixed effect.c Regression constant for OLS.Source: RAIS S ao Paulo state manufacturing 1990 and 1997 prime age workers in their highestpaying job. Underlying inequality index: squared coefficient of deviation Shorrocks 1982, basedon estimation samples.in Brazil. Comparing the R2 within values in Table 2 relative to France and the U.S., Brazilian wages display much greater unexplained variability.Components of wage inequality. Brazilian overall wage variability as measuredby the standard deviation of log wages .79 in 1990 markedly exceeds that in France.41 and the U.S. .54. We inquire further as to how the establishmentfixed andworker characteristics components contribute to log wage inequality in Brazilian manufacturing.9 The individual earnings model 1 decomposes log wages into mutuallyexclusive additive components. Shorrocks 1982 shows that, under plausible invariance axioms, the unique decomposition of any inequality index is proportional to theadditive decomposition of the squared coefficient of variation.10Table 5 reports the Shorrocks 1982 decomposition of log annual wage inequality into its components. Worker characteristics account for around half of wageinequality.In 1997, the smaller contribution of experience and gender to log wageinequality also slightly reduces the overall importance of worker characteristics forlog wage inequality. The unexplained residual in log wages, however, accounts foralmost as much of log wage inequality as do observed worker characteristics.Recall that the estimated establishmentfixed effect combines a pure establishment effect with the establishment average of pure worker effects. This combinedestablishmentfixed effect accounts for 8 to 13 percent of log wage inequality. Omit9Fishlow 1972 and subsequent studies investigate sources of income inequality in Brazil bydemographic group; our focus lies on the estimated earnings components.10The squared coefficient of variation is an inequality index in the generalized entropy family andequals two times the generalized entropy measure of degree two.15ting the establishmentfixed effect in straight OLS regressions induces a slight increasein the contribution of worker characteristics to log wage inequality of around threepercentage points. This effect is tiny because the estimates of returns to experience and eduction, the premia on occupations, and the gender differential hardlychange when establishmentfixed effects are removed.11 The establishmentfixed effect mostly reduces the residual component in log wage inequality and accounts forabout a sixth in 1990 to a quarter 1997 of otherwise unexplained residual variability.4 Formal Work Status Selectivity We inspect whether selection of workers into formal work status affects estimatesof the individual earnings model 1 for Brazil. We first estimate selectivity intoformal work status for workers with manufacturing jobs using PNAD household data.Occupational reporting is less reliable in the household data, so we only discernbetween blue and whitecollar jobs. To improve the fit, we distinguish nine levelsof educational attainment. The categories are identically defined in the PNADhousehold and the RAIS labor force data.Table 6 reports probit formality predictions for 1990 and 1997 presenting eachregression in two columns, the second column showing the interactions of regressorswith the female indicator. The share of informal manufacturing workers in thehousehold sample increases from around ten percent in 1990 to fifteen percent in 1997.In 1990, formality status is monotonically more frequent for higher educational attainment the only exception being college dropouts who fare worse thanhighschool graduates. Formality becomes more likely as a workers experience increases.In 1997, however, a variable relationship between educational attainmentand formality selection emerges, with graduates more likely to hold a formal job thandropouts at the next higher education level except at the lowest education levels.Gender has no statistically significant effect on the education and experience coefficients. Bluecollar occupation is a statistically insignificant predictor of formalityselection, except for women in 1990.We use the coefficient estimates from Table 6 to predict the presence of workersin the RAIS census of formal employment, conditional on the workers observedcharacteristics in RAIS, and calculate the inverse of Mills ratio for every worker.We then include the predicted inverse of Mills ratio in our individual compensationmodel 4 to gauge the bearing of formality selection on compensation estimates.The coefficients on the inverse of Mills ratio in 4 measure the covariance between the error term in the selection equation and the error term in the individualcompensation model. Our estimates are .259 with a standard error of .122 in 11Velenchik 1997 for Zimbabwe and Funkhouser 1998 for Guatemala also report only a smallbias when employerfixed effects are omitted.16Table 6: Probit Predictions of Formal Manufacturing Work Status Manufacturing 1990Manufacturing 19973.884.338.690.302.905.284.947.272.390.278.403.270.161.418.428.291.014.080.146.067.008.007.0002.00032.19e063.85e06.676.313Female 4.042.748.049.614.136.582.118.555.253.564.151.546.530.765.250.586.086.143.088.112.007.012.0002.00052.99e066.63e06.258.620Illiterate Primary School Dropout Primary School Graduate Middle School Dropout Middle School Graduate High School Dropout High School Graduate College Dropout Blue Collar Occupation Potential Labor Force Experience Quadratic Experience Term Cubic Experience Term Quartic Experience Term Constant11.330.3851.127.343.777.338.621.334.526.341.290.337.160.595.225.356.096.094.130.077.002.008.0001.00032.31e064.26e06.794.377Female 2.681.725.919.660.458.643.333.635.274.645.383.641.857.928.423.686.495.166.196.136.015.014.0005.00065.90e067.38e06.618.710Observations Censored obs. informal workersPseudo R23,064300.0882,931442.083Source: PNAD prime age household members in September S ao Paulo state manufacturing 1990and 1997. Formality: labor ID card. Standard errors in parentheses insignificant point estimatesat the five percent level in italics.RAIS 1990 and .137 standard error .037 in 1997. Because of the statistically significant negative correlation between the formality selection error and the log wageerror, workers with characteristics that make informal employment more likely tendto receive higher wage compensation in their formal jobs, all else equal. Note that,conditional on worker characteristics, informal jobs pay a wage premium over formaljobs in Brazil, perhaps in compensation for foregone public benefits that formal jobsoffer Menezes Filho, Mendes and de Almeida 2004.12 The negative correlation between the formality selection and the log wage error is consistent with the idea that 12Unconditionally, manufacturing workers with informal jobs face an earnings discount of about .4log wage units in the PNAD household data one third of the earnings of formally employed workers,1exp.4 .33. This discount is remarkably similar across gender and education groups, andremains largely unaltered between 1990 and 1997. The differential is a consequence of selfselection,however, and conceals an informal wage premium over formal wages given worker characteristicsMenezes Filho et al. 2004.17Table 7: Relative Manufacturing Wages in Brazil under Selectivity RAIS 1990 FESelectivity1No correction2RAIS 1997 FESelectivity3No correction4Male worker:College Degree Some College Primary School Female worker:College Degree Some College Primary School Male worker:Professl or Managerial Technical or Superv.Other White Collar Skillint. Blue Collar Female worker:Professl or Managerial Technical or Superv.Other White Collar Skillint. Blue Collar Female worker 2.4941.795.8812.5041.794.9742.3701.8361.3101.2692.0651.4861.3761.029.901Educationa 2.5161.793.8592.5561.855.970Occupationb 2.3551.8211.2991.2702.1281.5321.4191.031.893Genderc 2.3861.766.9012.4881.812.9962.4931.8871.2851.2522.3411.4601.3721.059.9172.4121.758.8882.5561.854.9902.4881.8821.2831.2522.3481.4661.3771.059.915a Relative to worker with some or complete high school education, controlling for occupation.b Relative to other blue collar occupations, controlling for education.c Female relative to male workers, controlling for education and occupation.Source: Source: RAIS S ao Paulo state manufacturing 1990 and 1997 prime age workers intheir highestpaying job. Outofsample predictions of formality status from PNAD prime agehousehold members in September coefficient estimates columns 1 and 2 in Table 6; wage levelsrelative to comparisongroup wage levels from model 4 component estimates.the informal sector exerts a slight upward pressure on formaljob wages for workerswho are more likely to find employment in the informal sector. But selectivity hardlyaffects the main predictors of individual compensation, worker characteristics and theestablishmentfixed effects.Table 7 shows for 1990 and 1997 that returns to education, occupation premia,and gender differences are almost the same with and without the inverse of Mills ratioin the compensation regression.13 Measures of the returns to education are as steepas without correction, occupational premia continue to exhibit the same magnitudesas in France and the U.S., and gender differences remain close to those of the U.S. in 13In a similar vein, Carneiro and Henley 1998 find no significant bearing of the informal sectorssize on Brazilian real wages in a shortterm model of wage determination.181990.5 Wage Components and Firm Characteristics We draw on the matched RAISPIA sample to relate the firmaverage worker characteristics and establishmentfixed components of individual wages to the characteristicsof manufacturing firms. The firm characteristics model 5 estimates partial correlations between selected firm characteristics and the two wage components. Thisallows us to assess what may be predicted about firm characteristics from one wagecomponent, controlling for the other component. We consider five measures of inputsand three measures of productivity at the firm level, corresponding to the variablesanalyzed by Abowd et al. 2001. Results for Brazil in 1990 and 1997, along with France in 1992 and the U.S. in 1990, are reported in Table 8.As seen in column 1 of Table 8, the size of Brazilian manufacturing firms, measured in terms of total employment, exhibits a mild positive correlation with bothof the wage components. An increase of one percent in the characteristicspredictedwage levels of a firms workers, holding constant the predicted wages of its establishments, is associated with a nearly 1.2 percent increase in firm size, while a one percentincrease in the predicted wage levels of a firms establishments, holding constant itscharacteristicspredicted worker wages, implies an increase in size that approaches 1.5 percent. Both firmaverage wage components relate positively with total capitalstock, with the wage elasticities of capital stock being in excess of two percent. Correspondingly, highwage manufacturing firms, measured with respect to either of thewage components, tend to be more capital intensive.Estimates for Brazilian manufacturing in 1997 are reported in column 2 of Table 8. Comparing columns 1 and 2, it may be seen that the worker characteristics component becomes less important in explaining employment, capital stock andcapital intensity in Brazilian manufacturing firms in 1997. The establishmentfixedcomponent in 1997 has equal predictive power for both employment and capital stock,so firms with highwage establishments cease to be more capital intensive on average.The relationship between the establishmentfixed component and occupational skillintensity becomes weaker, while the relationship between both components and thesalesbased productivity measure strengthens slightly. Returns to capital remainuncorrelated with the two wage components.Comparing Brazil to France, the correlations of employment and capital stockwith the worker characteristics component of wages are quite similar, but employmentand capital stock have much stronger positive correlations with the establishmentfixed component in France. Controlling for predicted wages due to average workercharacteristics, firms with highwage establishments are much more likely to be largeand capital intensive in France. For the U.S., in contrast, high predicted workerwages are associated with smaller firms, and the relationship with capital intensity is 19Table 8: Manufacturing Firm Characteristics and Wages in Brazil,France and the U.S.Log Employmenta Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kLog Capital Stock Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kLog CapitalLabor Ratio Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kcid:98cid:98cid:98NonProduction Worker Ratioa Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kcid:98HighSkill Occupation Ratiob Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kcid:98Log Value Added per Employee Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kcid:98Log Sales per Employee Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kReturn on Capital Mean Worker Characteristics xk Mean EstablishmentFixed cid:98kcid:98cid:98Brazil 19901Brazil 19972France 19923U.S. 199041.111.1411.496.1872.336.2072.403.2741.244.121.920.160.052.016.091.021.441.021.279.0286.5561.2604.4851.668.488.069.264.0921.3291.1071.1241.462.783.1441.716.172.841.1851.703.219.337.149.104.177.055.019.020.022.507.025.121.030.1831.5785.4491.889.547.095.354.113.170.105.003.1251.103.4024.588.4952.290.5106.751.6281.187.2002.163.247.572.031.041.036.818.0841.157.103.930.1521.428.186.084.020.098.025.486.130.223.073.183.154.838.086.303.060.615.034.124.014.036.008.252.036.453.020.343.044.505.025.003.048.205.027a From PIA data.b From RAIS data.Sources: S ao Paulo state manufacturing firms in PIA and RAIS on December 31, 1990 and 1997. Abowdet al. 2001 for France 1992 and the U.S. 1990. Partial correlations from individual regressions on mean workercharacteristics xkparentheses insignificant point estimates at the five percent level in italics.cid:98 and mean establishment effects cid:98k, controlling for sectorfixed effects. Standard errors in 20only slightly positive. The establishmentfixed component relates positively to firmsize and capital stock in the U.S., but the partial correlations are much smaller thanin Brazil and France. Thus, the link between input characteristics and the wagestructure of firms, particularly as predicted by average worker characteristics, differssharply between Brazil and France, on one hand, and the U.S., on the other.The link between wage components and occupational structure is considered intwo ways, consistent with the differing French and U.S. measures used by Abowd et al.2001. The variable HighSkill Occupation Ratio corresponding to the Frenchmeasure is defined by professional and managerial plus technical and supervisoryemployment, divided by total employment, using the skill categories from RAIS.The NonProduction Worker Ratio, in contrast, divides the ratio of white collarworkers by the sum of white and blue collar workers, where the data are drawn from PIA. Across occupation variables and countries, occupational skill intensity relatespositively to predicted worker wages, as expected. The association between skillintensity and predicted establishment wages is positive for Brazil, but much smallerfor the other countries, suggesting that the establishmentfixed earnings componentin Brazil is more responsive to work force composition.Worker productivity, based on either value added per employee or sales per employee, exhibits positive correlation with both wage components in all three countries.In Brazil, firms with high values of either wage component are especially likely to havehighly productive workers, as measured by value added. The relationship is muchweaker with respect to the sales measure, however. The two productivity measuresproduce nearly identical results for France and the U.S., with the relationship beingmore strongly positive in France. The results do not establish any significant relationship between return on capital and the wage components in any of the countries.Productivity gains for firms with highwage workers or highwage establishments appear to offset the higher wage costs.6 Sectoral Comparisons in 1997The sectoral scope of RAIS permits a wage analysis beyond manufacturing. Table 9presents regression results for four sectors in 1997 note that column 1 of Table 9reproduces the results for Brazilian manufacturing reported in Table 2. We use thecomplete regression specification, including the education variable, in computing thewage components. We choose the more recent year 1997 for sectoral comparisons;results are similar across years.1414Results do not markedly differ between 1990 and 1997 except for declining returns to experiencein the manufacturing sector, which we discussed in section 3, and a widening gender gap in theservices sector between 1990 and 1997.21Table 9: Wage Structure in Brazil 1997, by Sector Manufact.1Services2Commerce3Agriculture4Primary School Education or lessSome High School Education Some College Education Professional or Managerial Occupation Technical or Supervisory Occupation Other White Collar Occupation Skill Intensive Blue Collar Occupation Potential Labor Force Experience Quadratic Experience Term Cubic Experience Term Quartic Experience Term Female Female Primary School Education or lessFemale Some High School Education Female Some College Education Female Professional or Managerial Occupation Female Technical or Supervisory Occupation Female Other White Collar Occupation Female Skill Intensive Blue Collar Occupation Female Potential Labor Force Experience Female Quadratic Experience Term Female Cubic Experience Term Female Quartic Experience Term Observations R2 within1.000.002.881.002.316.003.912.002.632.002.249.002.225.001.082.0007.003.00007.000082.86e067.64e073.89e08.070.006.051.004.058.004.005.005.058.005.250.004.071.003.167.003.036.001.002.0001.000055.63e065.40e077.78e081,831,566.468.826.002.769.002.173.003.740.002.556.002.220.001.301.002.078.0007.003.00007.000072.97e065.59e074.05e08.264.004.146.002.068.002.032.003.073.003.140.002.187.002.074.005.032.001.002.0001.000074.48e066.98e076.11e083,185,721.3761.027.004.932.004.337.005.656.003.093.002.007.002.125.002.078.0006.004.00007.00013.20e061.03e064.65e08.270.007.263.005.212.005.114.007.020.005.060.003.163.003.046.005.027.001.001.00011.00e055.51e061.27e088.02e081,087,388.332.840.008.731.009.374.014.736.007.675.009.331.007.085.004.043.001.001.0001.000025.47e062.00e077.50e08.191.021.208.018.143.018.121.027.069.019.193.021.034.013.075.010.020.003.0001.0003.000021.00e052.42e071.71e07261,579.259Source: RAIS S ao Paulo state 1997 prime age workers in their highestpaying job, controlling for establishmentworker fixed effects manufacturing Table 2. Standard errors in parentheses insignificant point estimates at the fivepercent level in italics.22Male Workers Female Workers Source: RAIS S ao Paulo state 1997 prime age workers in their highestpayingjob. Wage levels relative to zero experience wage levels from wage componentestimates Table 9.Figure 2: Potential experience in Brazil 1997, by sector 23Annual Wage Rate relative to starting value Potential Labor Force Experience Manufacturing 1997 Services 1997 Commerce 1997 Agriculture 1997048121620243011.522.533.5Annual Wage Rate relative to starting value Potential Labor Force Experience Manufacturing 1997 Services 1997 Commerce 1997 Agriculture 1997048121620243011.522.533.5Table 10: Relative Wages in Brazil by Sector Commerce 19974Manufacturing 1997199012Services 19973Male worker:College Degree Some College Primary School Female worker:College Degree Some College Primary School Male worker:Professl or Managerial Technical or Supervisory Other White Collar Skillintensive Blue Collar Female worker:Professl or Managerial Technical or Supervisory Other White Collar Skillintensive Blue Collar 2.5161.793.8592.5561.855.9702.3551.8211.2991.2702.1281.5321.4191.0312.4121.758.8882.5561.854.9902.4881.8821.2831.2522.3481.4661.3771.059Female worker.893.915Educationa 2.1591.815.9452.0171.7511.022Occupationb 2.0971.7431.2471.3512.2542.0041.5031.254Genderc.8822.5391.813.9092.0541.643.9571.9271.0981.0071.1341.8891.1651.1851.082.944Agriculture 199752.0781.430.8971.8011.398.9582.0881.9641.3931.0891.9491.6191.4411.010.958a Relative to worker with some or complete high school education, controlling for occupation.b Relative to nonskillintensive blue collar occupations, controlling for education.c Female relative to male workers, controlling for education and occupation.Source: Source: RAIS S ao Paulo state 1997 prime age workers in their highestpaying job.Wage levels relative to comparisongroup wage levels from component estimates Table 9.Wages and worker characteristics. The profiles of experience premia for menand women in 1997 are shown in Figure 2. Male experience profiles for commerceand services closely resemble the profile for U.S. male manufacturing workers from Figure 1, while for agriculture the profile is quite flat. For male workers having 10 orfewer years of experience, returns to experience are essentially identical in commerce,manufacturing and services in 1997. As for manufacturing premia, the very steep 1990 profile shifts down markedly in 1997, with the largest declines suffered by workerswith roughly 15 years of experience Figure 1. As seen in Figure 2, female experiencepremia for services lie slightly above the levels for commerce and manufacturing inboth years, and there is little change between 1990 and 1997.Sectoral comparisons of education and occupation differentials appear in Table 10.Several of the key features highlighted above for Brazilian manufacturing hold broadly 24across sectors: wage premia for college are very high by French and U.S. standardsand occupationwage profiles are slightly steeper for men. Education premia decline significantly in manufacturing for all genders between 1990 and 1997, althoughthe 1997 levels remain high in comparison to the 1990 figures for France and the U.S. Table 3.In 1997, only men in the commerce sector receive education premia comparable to those in manufacturing, and for the other cases the premia aresubstantially lower. Outside of manufacturing, the education profiles of women areflatter than those of men in both years.As Table 10 indicates, the returns to occupation exhibit strikingly different patterns across sectors. For commerce, the occupation profile is very flat up to theprofessional and supervisory level, where it takes a sharp upward jump. For services, in contrast, the technical and supervisory occupations receive wages that aremuch closer to professional and supervisory levels. At the other end of the scale,skillintensive blue collar occupations receive substantial premia for men in commerce,manufacturing and services, and for women in services, but not for the other cases.The overall femalemale wage ratio is highest for agriculture and commerce, ataround 90 percent. The ratio is lowest in the services sector, where it stands atabout 77 percent.Components of individual wages. Table 11 evaluates the explanatory powerof the predicted worker characteristics and establishmentfixed components of wagesacross sectors. The correlations between log wages and the worker characteristicscomponents for the other sectors are lower than for manufacturing, and substantiallylower in the case of agriculture. Thus, worker characteristics play a smaller role inexplaining wages in the other sectors. The establishmentfixed components in commerce, manufacturing and services are much less important than worker characteristics for explaining wages, whereas in agriculture the establishmentfixed componentdominates. The correlations between the two components are substantially loweroutside of manufacturing.Components of wage inequality. Table 12 reports components of log annualwage inequality in 1997 across sectors. Worker characteristics account for 45 percentof log wage variation in manufacturing but predict a considerably smaller portion ofthe variability in nonmanufacturing sectors, ranging from 37 percent in services to 20 percent in agriculture.Individual components among the worker characteristicsmatter to different degrees across sectors. Most notably, there is an inequalityreducing gender effect in commerce, where women receive relatively high occupationalpremia and suffer less of a primaryschool discount Table 10.The unexplained residual in log wages is larger in nonmanufacturing sectors thanin manufacturing. Omitting the establishmentfixed effect in straight OLS regressionsinduces a slight upward shift in the contribution of worker characteristics to log wageinequality in all four sectors. Similar to manufacturing, this change is small because 25Table 11: Wage Variability in Brazil 1997, by Sector Correlation withcid:98xi4cid:98j5cid:98i6Services 1997Manufacturing 1997Log Annual Wage ln wiWorker Characteristics xi Log Annual Wage ln wiWorker Characteristics xi EstablishmentFixed cid:98jResidual cid:98iEstablishmentFixed cid:98jResidual cid:98iEstablishmentFixed cid:98jResidual cid:98iEstablishmentFixed cid:98jResidual cid:98iLog Annual Wage ln wiWorker Characteristics xi Log Annual Wage ln wiWorker Characteristics xi Agriculture 1997Commerce 1997Mean1St.Dev.2cid:98cid:98cid:98cid:988.872.0848.788.0008.797.2558.542.0008.407.3568.763.0008.056.3458.402.000.778.498.241.507.805.483.292.566.628.345.181.479.606.253.351.401ln wi31.000.695.423.6511.000.612.382.7031.000.580.347.7631.000.480.624.6621.000.176.0001.000.033.0001.000.107.0001.000.108.0001.000.0001.0001.000.0001.0001.000.0001.0001.000.0001.000Source: RAIS S ao Paulo state 1997 prime age workers in their highestpaying job. Estimatesfrom establishmentfixed effects wage regressions in Table 9. Statistics based on estimation sample.The log U.S. CPI change between 1990 and 1997 is .187.The establishmentfixed effect mostly reduces residual wage inequality.the estimates of returns to experience and eduction, the premia on occupations, andthe gender differential hardly change when controlling for establishmentfixed effects.In 1997,the establishmentfixed effect accounts for around a quarter of otherwise unexplainedlog wage inequality in manufacturing and services, for only about a seventh in commerce, but for close to half of otherwise unexplained log wage inequality in agriculture.Even after controlling for establishmentfixed effects, however, regressors predict onlyforty percent of log wage variability in commerce and cannot predict more than sixtypercent of wage variability in any sector.7 Conclusion Using a comprehensive matched employeremployee data set for a developing country,we provide estimates for key elements of the Brazilian wage structure that permit 26Table 12: Components of Log Wage Inequality 1997, by Sectorcid:98Worker Char. xi Experience Occupation Education Gender Establishm.Fixed cid:98jc Residual cid:98iManufacturing OLSb FEa12.484.445.121.110.139.141.161.145.051.061.131.424.516Services FEa OLSb34.382.367.049.043.139.129.190.177.008.015.139.494.618Commerce FEa OLSb56.338.318.131.122.086.087.127.115.005.007.100.581.662Agriculture FEa OLSb78.235.200.041.035.092.117.059.052.021.019.362.438.765a Component estimates from log wage regressions in Table 9.b Component estimates from log wage estimates of model 1, but omitting the fixed effect.c Regression const. for OLS.Source: RAIS S ao Paulo state 1997 prime age workers in their highestpaying job. Inequalityindex: squared coefficient of deviation Shorrocks 1982, based on estimation samples.direct comparisons with estimates for industrialized countries. Across sectors andyears, our results conform broadly to traditional findings of the wage structure literature. Contrasting our results with those of Abowd et al. 2001 for France andthe U.S., we find that manufacturing wages in Brazil exhibit higher returns to experience and education, while occupation differentials are quite similar across the threecountries. Brazilian women do not suffer a disproportionately large gender gap, although their experience premia are quite small relative to those of men. Between 1990 and 1997, the principle changes in the Brazilian manufacturing wage structureinvolve downward shifts in returns to education and a large decline in the returns toexperience for men.Predicted wages based on worker characteristics explain a similar portion of theoverall wage variability in manufacturing across the three countries, while the predicted establishmentfixed component of wages has relatively lower explanatory powerin Brazil. The predicted worker characteristics component does not performs worsefor nonmanufacturing sectors in Brazil, however, and accounts for 20 percent agriculture to 45 percent manufacturing of overall log wage variability.Firmaverage predicted wages based on both worker characteristics and establishments closely correlate with a variety of firm characteristics, including size, capitaland skillintensity and productivity. While the firmaverage establishmentfixed component appears to be more responsive to work force composition in Brazil than in France and the U.S., Brazil and France display much similarity in their relationshipsbetween firm characteristics and wage components.The inclusion of an establishmentfixed component has only a minor effect onthe coefficients on worker characteristics and reduces only slightly the role of workercharacteristics in log wage variability. Up to sixty percent of log wage variability 27remains unaccounted within manufacturing and nonmanufacturing sectors, however,even after controlling for an establishmentfixed component in compensation. Thissuggests that explanations for withinsector wage variability ought to focus on factors that operate through worker characteristics rather than through establishmentcompensation policies.Overall, our results establish a close similarity between wage structures in a majordeveloping country and two major industrialized countries. Key differences betweenthe countries, in particular the high variability of Brazilian wages, emerge from theway worker characteristics are compensated and not from differences in establishmentlevel wage policies.28Appendix A Data A.1 Worker variables Screening. Workers in RAIS are identified by individualspecific PIS Programa de Integra c ao Social. RAIS information and the PIS worker ID numbers are used toadminister a federal redistribution program, by which workers with formal employment during the calendar year receive the equivalent of a monthly minimum salaryby the end of the year. A given establishment may report the same PIS multipletimes within a single year in order to exploit the severance indemnity system FGTS through spurious layoffs and rehires. Bad compliance can cause certain PIS numbers to be recorded incorrectly or repeatedly. To handle these issues, we screen thesample as follows.1 Observations with PIS numbers having fewer than 11 digitsare eliminated. We suspect short PIS numbers to be due to faulty bookkeeping.2 Observations with workers not employed on December 31st are removed; onlythe workers job observation on December 31st with the highest annual average wagelevel is retained in cases of ties, we randomly drop all but one job observation perworker on Dec 31st. This makes our sample comparable to Abowd et al. 2001,who consider fulltime and fullyear employees. As mentioned in the text, 3 observations of workers older than 50 years are dropped to avoid potential confoundingeffects stemming from workers who leave the labor force prior to official retirementage.Compensation. The RAIS defines the average monthly wage as the arithmeticmean of all monthly remunerations for a given worker, divided by the value of theminimum wage that prevails during the respective month.In this conversion, RAIScounts only the months, or parts thereof, during which the workers are employed,excluding the thirteenth salary, which is a special December payment made in somesectors. Months with missing wage information are disregarded in the calculation ofthis mean.The RAIS manual for respondents states explicitly the forms of payment thatare considered valid components of the monthly wage rate. Among other components, these include: salaries; extraordinary additions, supplements and bonuses; tipsand gratuities; commissions and fees; contracted premia; overtime compensation forcontracted extra hours; hazard compensation; executive compensation; cost reimbursement components if they exceed 50 percent of the base salary and are for travelor transfers necessary for the execution of the job; payments for periods of vacation,holidays and parental leave; vacation gratuities if they exceed 20 days of salary; piecewages; and inkind remunerations such as room and board. As a rule, components 29are considered part of salary if they are taxable income or are subject to Braziliansocial security contributions.Payments that are not considered wage components include: severance paymentsfor layoffs; indemnity payments for permanent maternal leave and any other indemnity payments; socalled family payments under Brazilian labor law; vacation gratuities if they do not exceed 20 days of salary; additional social security compensationdue to a workers illness; moving expenses; travel cost reimbursements if they do notexceed 50 percent of the base salary; scholarships for interns; meals, equipment andclothing for execution of the job; and participation in the employers profits.Experience, education and occupation. The following tables present age and education classifications from RAIS, along with the imputed ages used in constructionof the potential experience variable. We use the age range information in our versionof RAIS to infer the typical age of a worker in the age range as follows:RAIS Age Category Imputed Age 1. Child 10142. Youth 15173. Adolescent 18244. Nascent Career 25295. Early Career 30396. Peak Career 40497. Late Career 50648. Post Retirement 651216212734.544.5excludedexcluded We group age information in PNAD into the same categories and also ignore workersof age 50 and older.To calculate potential labor force experience, we use the following inference schedule to impute the workers age at the completion of hisher education for both RAISand PNAD data:RAIS Education Category Illiterate 1.2. Primary School Dropout 3. Primary School Graduate 4. Middle School Dropout 5. Middle School Graduate 6. High School Dropout 7. High School Graduate 8. College Dropout 9. College Graduate Imputed Ageat completion 671011141518192230The preceding table also shows how we translate years of education in PNAD intothe RAIS education categories.Following Abowd et al. 2001, we define potential labor market experience for aworker as the imputed age for hisher age category minus the imputed age for hishereducation category.The occupation indicator variables are obtained from the CBO classification codesin the RAIS, as reclassified to conform with the ISCO88 categories Muendler etal. 2004. Before we convert CBO to ISCO88, we reset unknown CBO codes in RAISat the fourdigit level to the nearest applicable miscellaneous occupation category atthe fourdigit level. The mapping between ISCO88 categories and occupation levelsis given as follows:ISCO88 Category Occupation Level Professional Managerial Professional Managerial Technical Supervisory Other White Collar Service workers and shop and market sales workers Other White Collar Skilled agricultural and fishery workers 1. Legislators, senior officials, and managers 2. Professionals 3. Technicians and associate professionals 4. Clerks 5.6.7. Craft and related workers 8. Plant and machine operators and assemblers 9. Elementary occupations Skill Intensive Blue Collar Skill Intensive Blue Collar Skill Intensive Blue Collar Other Blue Collar Finally, we define the education indicator variables as follows:Education Level 1. Primary School or lessa 2. Some High School 3. Some College 4. Collegea Including illiterates.RAIS Education Categories 134789A.2 Firm data Table 13 describes the match between RAIS establishments and PIA firms. For theyear 1990, we can match 2,864 out of 58,192 establishments in S ao Paulo state to In 1997, only 1,689 out of 62,969 establishments in S ao Paulothe PIA firm sample.state can be identified in the PIA firm sample.In order to withdraw microleveldata from PIA at the Brazilian census bureau IBGE, we randomly tabulate cells ofthree to five firms. Some socreated cells contain firms for which do not have RAISobservations or for which we cannot predict establishmentlevel information within RAIS. Our random aggregation routine leaves some PIA firms unassigned to cells incertain years in order to create random cells of three firms that appear possibly many 31Table 13: Matches between RAIS and PIA Random Firm Tabulations Data Source Frequency Percent Cumulated 1990:RAIS and PIA firms RAISSP establishments but no PIA firm PIA firms but no RAISSP establishment RAISSP establishments in PIA firms Total Randomly tabulated threefirm cells RAIS PIA firms but no cell match Cells but no RAIS PIA match Cells matched with RAIS PIATotal 1997:RAIS and PIA firms RAISSP establishments but no PIA firm PIA firms but no RAISSP establishment RAISSP establishments in PIA firms Total Randomly tabulated threefirm cells RAIS PIA firms but no cell match Cells but no RAIS PIA match Cells matched with RAIS PIATotal 281,6853,0563,616288,357724611,1691,954376,7191,5112,158380,388305976791,08197.691.061.25100.0037.053.1259.83100.0099.040.400.57100.0028.218.9762.81100.0097.6998.75100.0037.0540.17100.0099.0499.43100.0028.2137.19100.00Sources: S ao Paulo state manufacturing firms in PIA and RAIS on December 31, 1990 and 1997.consecutive years during other periods between 1990 and 1998. For both reasons,we lose further firms.A.3 Complementary household survey data We retain formally and informally employed workers from Pesquisa Nacional por Amostra de Domic lios PNAD in S ao Paulo state in September 1990 and September 1997. We exclude both unemployed persons and employers and obtain 13,665 PNADhouseholdlevel observations of workers in 1990 and 14,414 observations in 1997.Similar to our procedure for December wages in RAIS, we convert September wages in PNAD first to December values in Brazilian currency using the Brazilian CPI Indice Nacional de Pre cos ao Consumidor, INPC and then into current U.S. dollars.1515While INPC inflation was 59.4 percent between September and December 1990, the exchangerate devalued by 101.9 percent over the same period. To avoid distortions from exchange ratefluctuations in our comparisons, we first transform PNAD September wages to December values 32The PNAD household data permit the distinction between formal employmentwith a labor ID card carteira and informal employment without labor ID card.Informal employment is recorded in PNAD if it entails at least four paid hours perweek. The labor ID card entitles workers to employment protection and socialbenefits, largely borne by the employer. As in RAIS, wages in PNAD are gross payments before taxes, social security contributions, and other deductions and excludethe thirteenth salary, meals, and participation in the employers profits. Socalledfamily pay under Brazilian labor law, however, is an exception to the general congruence of wage definitions. Family pay is considered part of earnings in PNAD butexcluded from RAIS wages.B Summary Statistics Tables 14 and 15 provide sample means and standard deviations of workersamplevariables.using the Brazilian CPI INPC.33Table 14: Summary Statistics, RAIS Worker Data 1990Log Annual Wagea Primary School Education or lessb Some High School Education Some College Education College Graduate Professional or Managerial Occupation Technical or Supervisory Occupation Other White Collar Occupation Skill Intensive Blue Collar Occupation Lowskill Intensive Blue Collar Occupation Potential Labor Force Experience Quadratic Experience Term 100Cubic Experience Term 1, 000Quartic Experience Term 10, 000Tenure at establishment Female Female Log Annual Wage Female Primary School Education or lessb Female Some High School Education Female Some College Education Female College Graduate Female Professional or Managerial Occupation Female Technical or Supervisory Occupation Female Other White Collar Occupation Female Skill Intensive Blue Collar Occupation Female Lowskill Intensive Blue Collar Occupation Female Potential Labor Force Experience Female Quadratic Experience Term 100Female Cubic Experience Term 1, 000Female Quartic Experience Term 10, 000Female Tenure at establishment Observations Manufact. 1990Mean St.Dev.21Services 1990Mean3St.Dev.48.016.533.373.034.053.079.096.117.551.15716.0793.4808.65323.492.923.2722.062.140.106.010.013.014.027.042.140.0483.828.7711.8334.837.187.786.499.484.182.225.270.294.321.497.3649.4583.37411.35238.3351.106.4453.393.347.308.101.114.118.163.201.347.2157.9042.0606.11019.379.5427.953.545.237.063.147.224.155.279.140.20317.1373.7989.59426.4141.047.4423.469.232.086.033.088.130.088.126.012.0877.6421.7004.30711.909.496.830.498.425.242.354.417.362.448.346.4029.2833.46211.98741.3641.240.4973.930.422.280.179.283.336.283.332.107.28210.5633.0039.42831.123.9872,364,0072,585,223a Log annualized mean monthly wage in current U.S. dollars on December 31.b Including illiterates.34Table 15: Summary Statistics, RAIS Worker Data 1997Log Annual Wagea Primary School Education or lessb Some High School Education Some College Education College Graduate Professional or Managerial Occupation Technical or Supervisory Occupation Other White Collar Occupation Skill Intensive Blue Collar Occupation Lowskill Intensive Blue Collar Occupation Potential Labor Force Experience Quadratic Experience Term 100Cubic Experience Term 1, 000Quartic Experience Term 10, 000Tenure at establishment Female Female Log Annual Wage Female Primary School Education or lessb Female Some High School Education Female Some College Education Female College Graduate Female Professional or Managerial Occupation Female Technical or Supervisory Occupation Female Other White Collar Occupation Female Skill Intensive Blue Collar Occupation Female Lowskill Intensive Blue Collar Occupation Female Potential Labor Force Experience Female Quadratic Experience Term 100Female Cubic Experience Term 1, 000Female Quartic Experience Term 10, 000Female Tenure at establishment Observations Manufact. 1997Mean St.Dev.21Services 1997Mean3St.Dev.48.872.487.409.037.066.072.081.140.589.11717.2523.8139.57526.1401.012.2562.181.123.102.011.019.015.022.058.128.0334.134.8742.1275.677.214.778.500.492.190.248.259.273.347.492.3229.1443.40611.69640.0071.176.4363.738.328.303.105.137.122.147.234.334.1788.3882.2166.61421.063.6138.797.489.285.051.175.169.190.361.089.19118.0024.08210.43328.880.953.4804.180.240.105.027.108.098.126.167.005.0848.7602.0035.15414.346.399.805.500.451.220.380.375.393.480.284.3939.1713.49612.22642.4411.163.5004.384.427.307.162.310.297.332.373.072.27811.1183.21410.15133.573.8011,837,4613,204,738a Log annualized mean monthly wage in current U.S. dollars on December 31.b Including illiterates.35Table 15: Summary Statistics, RAIS Worker Data 1997, contd Log Annual Wagea Primary School Education or lessb Some High School Education Some College Education College Graduate Professional or Managerial Occupation Technical or Supervisory Occupation Other White Collar Occupation Skill Intensive Blue Collar Occupation Lowskill Intensive Blue Collar Occupation Potential Labor Force Experience Quadratic Experience Term 100Cubic Experience Term 1, 000Quartic Experience Term 10, 000Tenure at establishment Female Female Log Annual Wage Female Primary School Education or lessb Female Some High School Education Female Some College Education Female College Graduate Female Professional or Managerial Occupation Female Technical or Supervisory Occupation Female Other White Collar Occupation Female Skill Intensive Blue Collar Occupation Female Lowskill Intensive Blue Collar Occupation Female Potential Labor Force Experience Female Quadratic Experience Term 100Female Cubic Experience Term 1, 000Female Quartic Experience Term 10, 000Female Tenure at establishment Observations Commerce 1997Mean St.Dev.21Agriculture 1997Mean St.Dev.438.406.489.441.033.036.057.271.356.172.14314.2822.8516.69717.536.531.3753.111.199.144.015.016.020.137.170.013.0345.137.9832.2345.722.188.628.500.497.178.187.232.445.479.378.3509.0073.06710.12233.949.672.4844.032.399.351.121.126.140.344.376.113.1828.4822.1816.48720.798.4558.056.754.223.007.015.035.014.043.856.05318.0644.20111.05831.408.711.1561.224.118.033.002.004.003.002.015.126.0102.796.6511.7164.899.093.606.430.416.082.122.184.116.203.352.2249.6833.71012.98445.020.920.3632.856.322.178.047.059.056.050.121.332.0997.5662.1166.57921.656.3671,090,146262,683a Log annualized mean monthly wage in current U.S. dollars on December 31.b Including illiterates.36References Abowd, John M. and Francis Kramarz, The Analysis of Labor Markets Using Matched EmployerEmployee Data, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3B of Handbooks in Economics, Amsterdam: Elsevier,1999, chapter 40, pp. 2629710., and David N. Margolis, High Wage Workers and High Wage Firms,,Econometrica, March 1999, 67 2, 251333.Abowd, John. M., Francis Kramarz, David N. Margolis, and Kenneth R. Troske,The Relative Importance of Employer and Employee Effects on Compensation: AComparison of France and the United States, Journal of the Japanese and International Economies, December 2001, 15 4, 41936.Abowd, John M., John Haltiwanger, and Julia Lane, Integrated Longitudinal EmployerEmployee Data for the United States, American Economic Review, May 2004, 94 2, 22429.Arai, Mahmood, Wages, Profits, and Capital Intensity: Evidence from Matched WorkerFirm Data, Journal of Labor Economics, July 2003, 21 3, 593618.Arbache, Jorge Saba, Wage Differentials in Brazil: Theory and Evidence, Journal of Development Studies, December 2001, 38 2, 10930.Carneiro, Francisco G. and Andrew Henley, Wage Determination in Brazil: The Growth of Union Bargaining Power and Informal Employment, Journal of Development Studies, April 1998, 34 4, 11738.Chennouf, Soheil, Louis Levy Garboua, and Claude Montmarquette, Les effetsde lappartenance a un groupe de travial sur les salaires individuels, LActualit eEconomiqueRevueDAnalyseEconomique, MarchJuneSeptember 1997, 73 123,20732.Dobbelaere, Sabien, Ownership, Firm Size and Rent Sharing in Bulgaria, Labour Economics, April 2004, 11 2, 16589.Fishlow, Albert, Brazilian Size Distribution of Income, American Economic Review,May 1972, 62 2, 391402.Funkhouser, Edward, The Importance of Firm Wage Differentials in Explaining Hourly Earnings Variation in the LargeScale Sector of Guatemala, Journal of Development Economics, February 1998, 55 1, 11531.Haltiwanger, John and Milan Vodopivec, Worker Flows, Job Flows and Firm Wage Policies: An Analysis of Slovenia, Economics of Transition, 2003, 11 2, 25390.Heckman, James J., Sample Selection Bias as a Specification Error, Econometrica,January 1979, 47 1, 15361.37Kaplan, David, Gabriel M artinez Gonz alez, and Raymond Robertson, What Happens to Wages After Displacement?, December 2004. Macalester College, unpublished manuscript.Menezes Filho, Na ercio Aquino, Marcos Mendes, and Eduardo Sim oesde Almeida, O Diferencial de Sal arios FormalInformal no Brasil: Segmenta c ao ou Vi es de Sele c ao?, Revista Brasileira de Economia, AprilJune 2004, 58 2, 23548.Mizala, Alejandra and Pilar Romaguera, Wage Differentials and Occupational Wage Premia: FirmLevel Evidence for Brazil and Chile, Review of Income and Wealth,June 1998, 44 2, 23957.Muendler, MarcAndreas, Jennifer Poole, Garey Ramey, and Tamara Wajnberg, Job Concordances for Brazil: Mapping the Classifica c ao Brasileirade Ocupa c oes CBO to the International Standard Classification of Occupations ISCO88, April 2004. Manuscript, University of California, San Diego,econ.ucsd.edumuendlerdocsbrazilcbo 2isco.pdf.Nordman, Christophe and Guillaume Destre, The Impacts of Informal Trainingon Earnings: Evidence from French, Moroccan and Tunisian EmployerEmployee Matched Data, SSRN Working Paper 314421, April 2002. ssrn.comabstract314421.PostelVinay, Fabien and Jean Marc Robin, Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Econometrica, November 2002, 70 6, 22952350.Schaffner, Julie Anderson, Premiums to Employment in Larger Establishments: Evidence from Peru, Journal of Development Economics, February 1998, 55 1, 81113.Shorrocks, A. F., Inequality Decomposition by Factor Components, Econometrica,January 1982, 50 1, 193211.Velenchik, Ann D., Government Intervention, Efficiency Wages, and the Employer Size Wage Effect in Zimbabwe, Journal of Development Economics, August 1997, 53 2,30538.38CESifo Working Paper Series for full list see www.cesifogroup.de ___________________________________________________________________________ 1581 Astri Muren and Sten Nyberg, Young Liberals and Old Conservatives Inequality, Mobility and Redistribution, November 2005 1582 Volker Nitsch, State Visits and International Trade, November 2005 1583 Alessandra Casella, Thomas Palfrey and Raymond Riezman, Minorities and Storable Votes, November 2005 1584 Sascha O. Becker, Introducing TimetoEducate in a Job Search Model, November 2005 1585 Christos Kotsogiannis and Robert Schwager, On the Incentives to Experiment in Federations, November 2005 1586 Sren Bo Nielsen, Pascalis RaimondosMller and Guttorm Schjelderup, Centralized vs. Decentralized Multinationals and Taxes, November 2005 1587 JanEgbert Sturm and Barry Williams, What Determines Differences in Foreign Bank Efficiency? Australian Evidence, November 2005 1588 Steven Brakman and Charles van Marrewijk, Transfers, NonTraded Goods, and Unemployment: An Analysis of the Keynes Ohlin Debate, November 2005 1589 Kazuo Ogawa, Elmer Sterken and Ichiro Tokutsu, Bank Control and the Number of Bank Relations of Japanese Firms, November 2005 1590 Bruno Parigi and Loriana Pelizzon, Diversification and Ownership Concentration, November 2005 1591 Claude Crampes, Carole Haritchabalet and Bruno Jullien, Advertising, Competition and Entry in Media Industries, November 2005 1592 Johannes Becker and Clemens Fuest, Optimal Tax Policy when Firms are Internationally Mobile, November 2005 1593 Jim Malley, Apostolis Philippopoulos and Ulrich Woitek, Electoral Uncertainty, Fiscal Policy and Macroeconomic Fluctuations, November 2005 1594 Assar Lindbeck, Sustainable Social Spending, November 2005 1595 Hartmut Egger and Udo Kreickemeier, International Fragmentation: Boon or Bane for Domestic Employment?, November 2005 1596 Martin Werding, Survivor Benefits and the Gender Tax Gap in Public Pension Schemes: Observations from Germany, November 2005 1597 Petra Geraats, Transparency of Monetary Policy: Theory and Practice, November 2005 1598 Christian Dustman and Francesca Fabbri, Gender and Ethnicity Married Immigrants in Britain, November 2005 1599 M. Hashem Pesaran and Martin Weale, Survey Expectations, November 2005 1600 Ansgar Belke, Frank Baumgaertner, Friedrich Schneider and Ralph Setzer, The Different Extent of Privatisation Proceeds in EU Countries: A Preliminary Explanation Using a Public Choice Approach, November 2005 1601 Jan K. Brueckner, Fiscal Federalism and Economic Growth, November 2005 1602 Steven Brakman, Harry Garretsen and Charles van Marrewijk, CrossBorder Mergers and Acquisitions: On Revealed Comparative Advantage and Merger Waves, November 2005 1603 Erkki Koskela and Rune Stenbacka, Product Market Competition, Profit Sharing and Equilibrium Unemployment, November 2005 1604 Lutz Hendricks, How Important is Discount Rate Heterogeneity for Wealth Inequality?, November 2005 1605 Kathleen M. Day and Stanley L. Winer, Policyinduced Internal Migration: An Empirical Investigation of the Canadian Case, November 2005 1606 Paul De Grauwe and Claudia Costa Storti, Is Monetary Policy in the Eurozone less Effective than in the US?, November 2005 1607 Per Engstrom and Bertil Holmlund, Worker Absenteeism in Search Equilibrium, November 2005 1608 Daniele Checchi and Cecilia GarciaPenalosa, Labour Market Institutions and the Personal Distribution of Income in the OECD, November 2005 1609 Kai A. Konrad and Wolfgang Leininger, The Generalized Stackelberg Equilibrium of the AllPay Auction with Complete Information, November 2005 1610 Monika Buetler and Federica Teppa, Should you Take a LumpSum or Annuitize? Results from Swiss Pension Funds, November 2005 1611 Alexander W. Cappelen, Astri D. Hole, Erik . Srensen and Bertil Tungodden, The Pluralism of Fairness Ideals: An Experimental Approach, December 2005 1612 Jack Mintz and Alfons J. Weichenrieder, Taxation and the Financial Structure of German Outbound FDI, December 2005 1613 Rosanne Altshuler and Harry Grubert, The Three Parties in the Race to the Bottom: Host Governments, Home Governments and Multinational Companies, December 2005 1614 ChiYung Eric Ng and John Whalley, Visas and Work Permits: Possible Global Negotiating Initiatives, December 2005 1615 Jon H. Fiva, New Evidence on Fiscal Decentralization and the Size of Government, December 2005 1616 Andzelika Lorentowicz, Dalia Marin and Alexander Raubold, Is Human Capital Losing from Outsourcing? Evidence for Austria and Poland, December 2005 1617 Aleksander Berentsen, Gabriele Camera and Christopher Waller, Money, Credit and Banking, December 2005 1618 Egil Matsen, Tommy Sveen and Ragnar Torvik, Savers, Spenders and Fiscal Policy in a Small Open Economy, December 2005 1619 Laszlo Goerke and Markus Pannenberg, Severance Pay and the Shadow of the Law: Evidence for West Germany, December 2005 1620 Michael Hoel, Concerns for Equity and the Optimal CoPayments for Publicly Provided Health Care, December 2005 1621 Edward Castronova, On the Research Value of Large Games: Natural Experiments in Norrath and Camelot, December 2005 1622 Annette Alstadster, AnnSofie Kolm and Birthe Larsen, Tax Effects, Search Unemployment, and the Choice of Educational Type, December 2005 1623 Vesa Kanniainen, Seppo Kari and Jouko YlaLiedenpohja, Nordic Dual Income Taxation of Entrepreneurs, December 2005 1624 LarsErik Borge and Linn Renee Naper, Efficiency Potential and Efficiency Variation in Norwegian Lower Secondary Schools, December 2005 1625 Sam Bucovetsky and Andreas Haufler, Tax Competition when Firms Choose their Organizational Form: Should Tax Loopholes for Multinationals be Closed?, December 2005 1626 Silke Uebelmesser, To go or not to go: Emigration from Germany, December 2005 1627 Geir Haakon Bjertns, Income Taxation, Tuition Subsidies, and Choice of Occupation: Implications for Production Efficiency, December 2005 1628 Justina A. V. Fischer, Do Institutions of Direct Democracy Tame the Leviathan? Swiss Evidence on the Structure of Expenditure for Public Education, December 2005 1629 Torberg Falch and Bjarne Strm, Wage Bargaining and Political Strength in the Public Sector, December 2005 1630 Hartmut Egger, Peter Egger, Josef Falkinger and Volker Grossmann, International Capital Market Integration, Educational Choice and Economic Growth, December 2005 2005 1631 Alexander Haupt, The Evolution of Public Spending on Higher Education in a Democracy, December 2005 1632 Alessandro Cigno, The Political Economy of Intergenerational Cooperation, December 1633 Michiel Evers, Ruud A. de Mooij and Daniel J. van Vuuren, What Explains the Variation in Estimates of Labour Supply Elasticities?, December 2005 1634 Matthias Wrede, Health Values, Preference Inconsistency, and Insurance Demand, December 2005 1635 Hans Jarle Kind, Marko Koethenbuerger and Guttorm Schjelderup, Do Consumers Buy Less of a Taxed Good?, December 2005 1636 Michael Mc Bride and Stergios Skaperdas, Explaining Conflict in LowIncome Countries: Incomplete Contracting in the Shadow of the Future, December 2005 1637 Alfons J. Weichenrieder and Oliver Busch, Artificial Time Inconsistency as a Remedy for the Race to the Bottom, December 2005 1638 Aleksander Berentsen and Christopher Waller, Optimal Stabilization Policy with Flexible Prices, December 2005 1639 Panu Poutvaara and Mikael Priks, Violent Groups and Police Tactics: Should Tear Gas Make Crime Preventers Cry?, December 2005 1640 YinWong Cheung and Kon S. Lai, A Reappraisal of the Border Effect on Relative Price Volatility, January 2006 1641 Stefan Bach, Giacomo Corneo and Viktor Steiner, Top Incomes and Top Taxes in Germany, January 2006 1642 Johann K. Brunner and Susanne Pech, Optimum Taxation of Life Annuities, January 1643 Naercio Aquino Menezes Filho, MarcAndreas Muendler and Garey Ramey, The Structure of Worker Compensation in Brazil, with a Comparison to France and the United States, January 2006 2006 ", "filename": "cesifo1_wp1643.pdf", "person": ["Naércio Aquino Menezes Filho", "Menezes Filho, Naércio Aquino", "Marc-Andreas Mündler", "Mündler, Marc-Andreas", "Garey Ramey", "Ramey, Garey"], "date": ["2006"]}