{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/18670/1/cesifo1_wp1305.pdf"], "title": ["Fiscal federalism, fiscal consolidations and cuts in central government grants : evidence from an event study"], "plaintext": " CESifo Working Paper No. 1305 FISCAL FEDERALISM, FISCAL CONSOLIDATIONS AND CUTS IN CENTRAL GOVERNMENT GRANTS: EVIDENCE FROM AN EVENT STUDY Abstract In this paper we examine financial interactions between tiers of government. Whilst most existing empirical evidence has focused on the US, it is difficult to generalize conclusions obtained to countries where the position and remit of lower tiers of government is evolving or is less clear constitutionally. Applying event study methodology to a dataset covering 15 countries we examine the timing, extent and composition of fiscal changes around consolidation attempts and central government grant cuts. Highlighting the participation of central and subcentral tiers of government, our analysis also sheds light on key outcomes, including decentralized service provision and macroeconomic adjustment. JEL Code: E62, E65, H11, H77. Julia Darby University of Strathclyde Department of Economics Sir William Duncan Building 130 Rottenrow Glasgow, G4 0GE United Kingdom julia.darbystrath.ac.uk Anton Muscatelli University of Glasgow Department of Economics Adam Smith Building Glasgow, G12 8RT United Kingdom A.Muscatellisocsci.gla.ac.uk Graeme Roy University of Glasgow Department of Economics Adam Smith Building Glasgow, G12 8RT United Kingdom 9605988rstudent.gla.ac.uk We are grateful to participants at the TAPES Conference held in Munich and especially our discussants, Thiess Buettner and Denis Epple, for very useful comments on an earlier version of this paper. John Bradley, Jacques Melitz, Campbell Leith and colleagues at the Universities of Glasgow and Strathclyde provided useful comments on some of the material presented here. Julia Darby gratefully acknowledges ESRC funding under the Devolution and Constitutional Change Programme, Award n. L2192102. Graeme Roy acknowledges ESRC funding under the postgraduate scholarship scheme, ESRC award n. R42200134409. 1 Introduction The relationship between dicid:11erent levels of government, and their interactions on the cid:12nancial side, has been the subject of considerable scrutiny inrecent years. There are broadly two strands to this literature. The cid:12rst examines the optimal assignment of public service provision and its cid:12nancingbetween dicid:11erent levels of government; this is the classic literature on cid:12scal federalism. Oates 1999 provides a survey of this literature. The taxassignment problem, and the degree to which decentralized states use intergovernmental grants, tax sharing schemes, or subcentral taxes and usercharges, has been an important area of debate. A number of interesting issueshave been identicid:12ed within this broad area, through studies that examinehow dicid:11erent levels of government deploy grants, share taxation revenues,and react to changes in the balance between central government grants andlocal revenues. For instance, a number of researchers have studied and interpreted the socalled cid:13ypaper ecid:11ect, whereby spending by lower levels ofgovernment increases more markedly in response to increases in intergovernmental grants than in response to increases in local income see Gramlich,1977, Oates, 1994, Hines and Thaler, 1995. This has been further developed by studies which examine whether lower levels of governments reactdicid:11erently to increases and decreases in intergovernmental grants. Gramlich1987 suggests that such an asymmetry is present in US state and localgovernment behavior, but evidence to the contrary to this supercid:13ypaperecid:11ect is presented in Gamkhar and Oates 1996.A second broad strand relates to macroeconomic management in multitiered governments. This literature is rather less developed, although it hasreceived recent attention from the OECD see Journard and Kongsrud, 2003,and in academic studies see Triesman, 2000, Rodden, 2002 and Rodden and Wibbels, 2002. This body of work emphasizes that the increasing tendencytowards decentralization and cid:12scal federalism raises the issue of how to maintain sustainable public cid:12nances. A number of industrialized economies haveadopted cid:12scal coordination mechanisms to address this problem, as surveyedin Journard and Kongsrud 2003. The mechanisms they discuss range fromformal subnational cid:12scal rules e.g. expenditure and borrowing ceilings toinformal coordination mechanisms. A key issue here concerns the incentivesfaced by multitiered cid:12scal authorities. For instance, the problem of softbudget constraints faced by lower tiers of government has attracted con1siderable attention in some countries e.g. Germany, Italy. Rodden 2003highlights how the possibility of costshifting can lead to expectations of budget bailouts for the cid:12scally weaker German Lander, and Bordignon 2000demonstrates that in Italy the decentralization of essential services healthhas led to weak budgetary controls in the expectation of a central governmentbailout.Much of the empirical evidence on the way in which subcentral governments react to changes in central government policies has focused on individual countries, especially the US. However, the contribution of subcentralgovernments to attempts by central government to adjust their overall cid:12scalstance does seem to be an important issue in many OECD countries.In Darby et al. 2004 we show that quantitatively, subcentral tiers of government play a signicid:12cant role in overall cid:12scal consolidation attempts.In this paper we focus on a natural experiment which allows us to explore how subcentral tiers of government react to major discretionary policy shifts at the central level 1. We construct a panel dataset for the major OECD economies and assess how central and subcentral expenditures, taxation, and intergovernmental grants change in response to attempts to correctgovernments cid:12scal positions. The episodes of cid:12scal consolidation are identicid:12ed using a methodology which has become standard in the macroeconomicsliterature see Alesina and Perotti, 1995, 1997, Alesina et al., 1998. Wethen conduct event analyses on the panel of data, which allow us to examine the timing of expenditure, taxation and intergovernmental grant shiftsaround the periods of cid:12scal consolidation. Our analysis also distinguishesbetween successful consolidations i.e. ones that have a signicid:12cant impacton a countrys debt to GDP ratio and unsuccessful consolidations, which donot and show signs of being temporary. In addition to addressing some ofthe above issues regarding the interactions between central and subcentraltiers of government, we are also able to shed light on the extent to whichsubcentral tiers of government participate in cid:12scal consolidations, and henceto macroeconomic adjustment. Finally, we switch the focus to cuts in grantsas a series of events, rather than cid:12scal consolidations, and conduct eventanalysis to examine how subcentral governments react to these grant cuts.1Whilst it is dicid:14cult to analyse these issues in countries where the relationship betweentiers of government has changed over time, we do take steps to account for major shifts incid:12scal responsibility that have occurred during our sample.2This allows us to assess the extent to which subcentral governments adjustexpenditures and use their own cid:12scal powers where these are signicid:12cantto ocid:11set the cuts in their grant allocations. Finally, by grouping countriesor country characteristics in our event analysis regressions, we can examinewhether particular patterns of reaction to cid:12scal consolidations or cuts in central government grants, are particularly applicable to certain individual, orgroups of, countries.Our paper highlights a number of points. First, successful cid:12scal consolidations at central government level bring with them similar, and sustained,cuts in expenditure at the subcentral level. Indeed, in the case of successful consolidation attempts, a pattern emerges for successful consolidations inwhich central governments cut intergovernmental transfers to lower tiers ofgovernment, who then make cuts in their expenditure since they have dicid:14culty in raising subcentral tax revenues. Our results do not appear to ocid:11erstrong support for the ecid:11ect identicid:12ed by Gramlich 1987 in the USA: subcentral governments do not tend to react to cutbacks in grants by raisingown source revenues signicid:12cantly.Second, unsuccessful consolidations tend to be characterized by temporary increases in taxation at the central level, with no reduction in intergovernmental grants and no tendency for subcentral taxation to change. It alsoappears that there is a strong correlation between success in consolidatingcentral cid:12scal decid:12cits and similar actions from lower tiers of government.Third, Alesina and Perotti 1995, 1997 identicid:12ed cutbacks in capitalexpenditures at central government level as a sign of an unsuccessful cid:12scalconsolidation. In contrast, we cid:12nd that where consolidations are successful,subcentral tiers of government have to make signicid:12cant cuts in their capitalexpenditures. This suggests that the burden of adjustment to investmentfalls onto lower tiers of government and that central governments worry lessabout the longterm i.e. public investment consequences of consolidationif these decisions are taken at local level. In addition, there is evidence thatwhen faced with cuts in intergovernmental grants during consolidations, subcentral governments tend to maintain expenditures on wages at the expenseof capital expenditure: there seems to be a decid:12nite switch towards publicconsumption. This might be interpreted as a variant of the ecid:11ect identicid:12edby Gramlich 1987: subcentral governments seek to defend current services as opposed to spending on infrastructure rather than raising taxation.This could be explained by the fact that in many of the OECD countries in 3our sample the statesregions and local authorities have much more limitedpowers to vary taxation than in the USA.Fourth, our results shed some light on how subcentral governments reactto cuts in grants and thus, at least indirectly, on the cid:13ypaper ecid:11ect 2, byshowing that it operates in reverse. It appears that successful cid:12scal consolidations are characterized by cutbacks in intergovernmental grants, which aremore than matched by cutbacks in subcentral expenditures. In contrast,periods of unsuccessful consolidation, which are characterized by increasesin central taxation and no change in intergovernmental grants show onlya small temporary reduction in subcentral expenditures. We concid:12rm therobustness of this by looking at episodes in which central governments cutback grants to lower tiers of government, in addition to periods of signicid:12cant cid:12scal consolidation. We cid:12nd that this result is robust. Not only dosubcentral governments react to a cut in grants by cutting expenditures,but remarkably those countries with structures that are more decentralizedand apparently involve greater cid:12scal autonomy, tend to cut expenditures bya greater amount, and seem reluctant to raise subcentral taxes. This reverse cid:13ypaper ecid:11ect might highlight either a low degree of ecid:11ective cid:12scalautonomy, or a high ecid:11ective degree of tax competition at subcentral levelwhich serves to limit any ocid:11setting increase in local taxation. This does seemto contrast with the hypothesis that more decentralized cid:12scal arrangementslead to a lower degree of macroeconomic control cf. Tanzi, 2001, Rodden,2002, Rodden and Wibbels, 2002, or to excessive taxation see Keen, 1997,with the qualicid:12cation that central governments do retain a degree of ecid:11ectivecontrol through their grant allocation decisions.Finally, we cid:12nd that the institutional arrangements in countries the government type and the nature of the cid:12scal arrangements do impact at themargin on the results. In particular, coalition governments tend to cid:12nd itmore dicid:14cult to cut grants to subcentral governments during cid:12scal consolidation attempts.2It should be stressed that originally Gramlich, 1977 the term cid:13ypaper ecid:11ect wasused to describe the observation that the expenditure stimulus to local public expendituresfrom unconditional grants was in excess of equal increases in private income. However,since then, empirical studies see e.g. Gamkhar and Oates, 1996, and Oates, 1999 haveassociated the term cid:13ypaper with tests of the extent to which changes in governmentgrants impact on local expenditures without reference to changes in private income.42 Fiscal Consolidations and SubCentral Government 2.1 Scope of the Study The data used in our study are annual and are taken primarily from the IMFs Government Financial Statistics GFS, 2002 Edition, supplemented withdata from the OECD Statistical Compendium, 2002 Edition. GFS providesthe best internationally comparable data on cid:12scal variables for cid:12fteen OECDcountries that is disaggregated by tier of government 3, subdividing thesebetween three levels central, state and local categories. This allows us toconstruct an unbalanced panel dataset with 336 observations covering theperiod 197099. A full description of the data is provided in an Appendix.The dataset covers not only federal, but also unitary countries. In practice,as we show in Darby et al. 2003, 2004 the distinction between these twocategories in terms of the devolution of spending and cid:12nancing arrangementsis not as clearcut as one might think.The dataset used does have some weaknesses. An obvious one is that littleor no distinction is made between tax revenues from taxes, where the subcentral tiers control both the tax rates andor the tax base, and revenues fromtax sharing arrangements. However, we have been able to supplement ourdata to take into account the extent of independent taxing powers availableto subcentral tiers using OECD 1999 for the majority of countries andinformation provided by Jonathan Rodden of MIT in the cases of Canada andthe USA. In our empirical work we use this additional data 4 to distinguishbetween countries in terms of their dicid:11ering degrees of cid:12scal autonomy.Another potential weakness is that, to the extent that central governments can exert incid:13uence on subcentral spending patterns through directives see Ebel and Yilmaz, 2002, GFS will overstate the true nature ofsubcentral expenditure autonomy. Nonetheless, the GFS data remain thebest available for our purposes.3Australia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Ireland,the Netherlands, Norway, Spain, Sweden, the UK and the USA.4Unfortunately, no such data appears to be readily available for Australia and France,so in the extensions to the basic anlaysis that involve cid:12scal autonomy data we have todrop some sample observations.52.2 Identifying Fiscal Consolidation Attempts Previous studies of cid:12scal consolidation attempts have tended to focus solelyon the general government see Alesina and Perotti, 1995, 1997, Alesina et al.,1998. In common with the existing literature, we decid:12ne a cid:12scal consolidationas a discretionary attempt to improve general government cid:12scal balances.This of course involves abstracting from the ecid:11ects of automatic stabilizersand interest payments, and focusing on the structural primary balance asa proportion of GDP. There is no universally accepted way of decomposingthe primary cid:12scal balance to GDP ratio into its cyclical and discretionarycomponents 5. In what follows, we adopt the methodology used in Alesina and Perotti 1995, 1997, and Alesina et al. 1998, who follow Blanchard 1993in using the constructed cid:12scal impulses to measure discretionary changes incid:12scal policy from one year to the next.For each country in our sample, we construct the Blanchard measure ofthe cid:12scal impulses by regressing each component of the primary balance onunemployment, a constant, and a linear and quadratic time trend. Predictedvalues for revenues and transfers are then calculated conditional on the previous years unemployment rate, and this allows one to calculate a predictedprimary balance based on an unchanged unemployment rate. The Blanchardmeasure of the structural cid:12scal impulse is then calculated by subtracting thepredicted cyclically adjusted primary balance from its actual value 6.Having constructed a measure of discretionary changes in cid:12scal policy foreach country, there are two ways of proceeding. The cid:12rst is simply to use thismeasure as part of a cross country panel dataset to examine common featureswhich characterize shifts in general government discretionary cid:12scal policy.However, the problem with this approach is that the measured discretionarycid:12scal impulse is unlikely to be zero even where there is no discretionarypolicy action enacted by governments, simply because there is no perfectway of decomposing automatic and discretionary cid:12scal changes. The risk is 5For a discussion, see Gramlich 1990, Bouthevillain and Quinet 1999, Bruni and Tujula 1999 and Chalk 2002.6Bruni and Tujula 1999 compare the Blanchard measure of cid:12scal impulses with acyclical adjustment of the primary balance that uses the HodrickPrescott cid:12lter. Theycid:12nd that the Blanchard measure corresponds more closely to periods of expansionary ortight cid:12scal stance as identicid:12ed by economic commentators. It also has the merit of notrelying on somewhat arbitrary measures of potential output and base years.6that any statistical analysis based on this panel dataset will lack statisticalpower. A second way of proceeding is to focus on signicid:12cant changes indiscretionary cid:12scal policy. This will ensure that our results are not drivenunduly by cyclical changes. An operational decid:12nition of a signicid:12cant positivecid:12scal impulse, i.e. a period of cid:12scal consolidation is provided by Alesina and Perotti 19957:Decid:12nition 1: A period of cid:12scal consolidation is deemed to have occurred ina given year if the discretionary general government cid:12scal impulse isgreater than or equal to 1.5% of GDP.This decid:12nition allows us to identify a number of consolidation episodesfrom the panel data. These episodes can be classicid:12ed further into successfulor unsuccessful. To be more precise, we again follow previous studies oncid:12scal consolidation see Alesina and Perotti 1995 in decid:12ning a subjectivecriterion for the success or failure of a consolidation attempt, in terms of theimprovement of the general government cid:12scal position 8:Decid:12nition 2: A cid:12scal consolidation is deemed to be successful if, three yearsafter the consolidation attempt, the ratio of debt to GDP is at least 5 percentage points below the level observed immediately prior to theconsolidation attempt.Having identicid:12ed a number of periods of signicid:12cant cid:12scal consolidation,we can analyze our data. As we shall see below, a useful approach is providedby the methodology of event studies. Using decid:12nition 1, we can identify 61separate consolidation attempts 9. Of these, using decid:12nition 2, 22 seem tohave been successful. Table 1 reports the countries and date for which wehave identicid:12ed cid:12scal consolidation attempts. As might be expected, nearlyall 59 out of 61 general government consolidation attempts are either led 7For similar subjective criteria see Giavazzi et al. 2000, von Hagen et al. 2001.8In practice, the results seem robust to dicid:11erent decid:12nitions of success, including theuse of a success index. For an application using a particular four point success index,which makes a distinction between arresting the growth of debt, debt stabilization anddebt reduction, see Darby et al. 2004.9We cid:12nd that the identicid:12cation of consolidation attempts alters little if we adopt alternative methods to measure the discretionary cid:12scal impulse based on application of the Hodrick Prescott cid:12lter or the OECDs measure of the output gap.7by central government or involve both tiers of government. There are only 2cases in which the subcentral tier consolidated when no consolidation ecid:11ortcould be identicid:12ed at the central tier.2.3 Event Studies of Fiscal Consolidations 2.3.1 Econometric Methodology Event studies provide a method, based on regression analysis, to examinethe collective time procid:12le of key time series variables of interest around thetime of decid:12ned events, in our case cid:12scal consolidations. These studies areless common in macroeconomics, but are more commonplace in cid:12nance 10.Here we use event study analysis to compare and contrast changes in keycid:12scal variables before, during, and after a year of cid:12scal consolidation, whichis the event of interest, with respect to normal or reference conditions, i.e.nonconsolidation years. By doing this, we can obtain a time procid:12le for eachof the cid:12scal variables of interest both during the period of consolidation andperiods immediately prior to and following the cid:12scal impulse.In our analysis of cid:12scal consolidations all the variables employed are expressed in percentages of GDP. We decid:12ne each event window to comprise cid:12veyears, specicid:12cally two years prior the cid:12scal consolidation, the event perioditself, and the two years following the consolidation attempt. The width ofthe event window can, as we shall see below, be altered if some of the timedummies are not statistically signicid:12cant in the relevant regressions.The econometric methods used are similar to those employed by Tornelland Westermann 2002 in an analysis of business cycles around the timeof cid:12nancial crises. Panel data methods are applied, where the panel regressions include cid:12xed ecid:11ects to account for crosscountry heterogeneity and use Weighted Least Squares WLS to account for the ecid:11ects of heteroscedasticity 11.10See for instance Mac Kinlay 1997 and Campbell et al. 1997. For example, in cid:12nancethese methods are used to examine the impact of news, such as the announcement ofprocid:12t cid:12gures, on share prices in the immediate and surrounding periods.11In a recent paper Bertrand et al. 2004 note that dicid:11erence in dicid:11erences estimatesmight be acid:11ected by the presence of serial correlation. Although our study does nottake a conventional dicid:11erence in dicid:11erences approach, it is possible that the presenceof serial correlation could result in inconsistently estimated standard errors. To explorethis issue in our context we conducted two robustness checks: cid:12rst, we added a laggeddependent variable to each regression; and second, we reestimated our regressions using a 8Each cid:12scal variable in our data set is regressed over the entire sample for allcountries, i, and all time periods, t on a series of time dummies designed tocapture the time procid:12le of the variables. More precisely, the coecid:14cients onthe time dummies capture the dicid:11erences between each period in the eventwindow and nonconsolidation years.We carry out two sets of regressions. First we examine all consolidationattempts collectively, where T denotes the actual year of consolidation:yit cid:11i cid:121Di;Tcid:02 cid:122Di;Tcid:01 cid:123Di;T cid:124Di;T 1 cid:125Di;T 2 cid:151i;t1where yit is the cid:12scal variable of interest in country i at period t, and Di;Tcid:6j are time dummies, equal to 1 in jj periods from the consolidationperiod, and zero in all other periods.Second, we subdivide the set of identicid:12ed cid:12scal consolidations into thesuccessful and unsuccessful categories and perform the following regression:yit cid:11i cid:141DS1DUi;Pcid:02 cid:142DSi;Qcid:02 2DUi;Pcid:01 cid:143DSi;Qcid:01 3DUi;P cid:144DSi;Q 4DUi;P 1 cid:144DSi;Q1 5DU2i;P 2i;Q2 cid:152i;twhere again yit is the cid:12scal variable of interest in country i at periodt, DSi;Pcid:6j are time dummies, equal to 1 in jj periods from the successful consolidation period denoted tP and zero in all other periods, and DUi;Qcid:6j are time dummies, equal to 1 in jj periods from the unsuccessfulconsolidation period denoted tQ and zero in all other periods.Each estimated coecid:14cient cid:12k; cid:14k; k captures the estimated dicid:11erencebetween period k in the event window and the average position in nonconsolidation years. Thus, for instance, if the dependent variable is theannual change in central government expenditure, a signicid:12cantly negative cid:122GLS CochraneOrcutt estimator. In both cases we found only minor changes in the sizeof the coecid:14cients and no qualitative changes in the signicid:12cance of the time dummies. Wecontinue to report the OLS estimates because of the dicid:14culty in plotting event windowsin the presence of lagged dependent variables. We are grateful to our discussant, Thiess Buettner, for pointing this issue out to us.9implies that in the year prior to the consolidation the change in central government expenditure was signicid:12cantly lower than in nonconsolidation yearsthe normal, or reference period.As we shall see below, having estimated the standard event study regression it may be useful to see if individual countries or groups of countriesdisplay signicid:12cantly dicid:11erent behavior from the rest of the countries in theevent sample. For instance, we might wish to consider whether those countries with dicid:11erent types of central government e.g. coalition or singlepartygovernments display dicid:11erent behavior in terms of cid:12scal adjustment at central and subcentral level. Or we might want to consider if countries withfederal rather than unitary structures display a dicid:11erent adjustment pattern.Equation 1 can be modicid:12ed to incorporate tests of these hypotheses byincluding an interactive dummy variable:yit cid:11i cid:121Di;Tcid:02 cid:122Di;Tcid:01 cid:123Di;T cid:124Di;T 1 cid:125Di;T 23cid:211Cl Di;Tcid:02 cid:212Cl Di;Tcid:01 cid:213Cl Di;T cid:214Cl Di;T 1 cid:215Cl Di;T 2 cid:153i;twhere Cl is a dummy variable which takes a value of unity in the case ofa particular country or group of countries and is equal to zero in all othercases. The estimated coecid:14cient on the interactive dummy variable capturesthe additional ecid:11ect of this category of country over and above that identicid:12edby the standard dummies. For instance, taking the previous example, if Clis a dummy representing the current Eurozone countries, a signicid:12cantlynegative cid:213 would indicate that in the year of a consolidation attempt, centralgovernment expenditure is signicid:12cantly lower than in nonEurozone countriesduring cid:12scal consolidations.2.3.2 Results The results of this consolidation event study are presented as a series ofgraphs, shown in Figure 1, panels A to V. As noted above, we consider allthe consolidations which fall into decid:12nition 1, and then subdivide them intothe categories of successful and unsuccessful, using decid:12nition 2.The upper row of graphs in each panel shows the time procid:12le for thecid:12scal variable of interest e.g. cid:12scal impulse, change in expenditure etc.10for respectively, all consolidations, successful consolidations, and unsuccessful consolidations. Alongside the coecid:14cients we also plot the standard errorbands which allow easy identicid:12cation of the time periods in which the timeprocid:12le implies a change which is signicid:12cantly dicid:11erent from zero. The lowerrow of graphs in each panel shows the cumulative change in the cid:12scal variableof interest, obtained by summing the respective coecid:14cients over all periods.Again, for the cumulative ecid:11ect we show asymptotic standard error bands.Panel A shows the extent to which these consolidations involve an improvement in the cid:12scal position of the central government, as measured by theannual change in the Blanchard cid:12scal impulse. As can be seen from panel A, cid:12scal consolidations involve sizeable central government cid:12scal impulsesin period T. It is also interesting to note that the time procid:12le of the consolidations around period T is very similar regardless of whether the cid:12scalconsolidation is ultimately successful or not, but as can be seen from the cumulative graphs, the successful cid:12scal consolidations typically involve a largercumulative positive cid:12scal impulse, as the improvements at time T are amplicid:12ed in postconsolidation periods.Panel B shows the discretionary cid:12scal impulse implemented by the subcentral tiers of government, and shows how they fared during these cid:12scal consolidation attempts. It is interesting that the consolidation ecid:11ort is sharedbetween tiers of government. All period T dummies attract positive andstatistically signicid:12cant coecid:14cients, suggesting that the change in the discretionary cid:12scal balance is more favorable during consolidation years as opposedto nonconsolidation years 12. Interestingly, we see that there is a major difference between successful and unsuccessful consolidations:in the former,subcentral tiers of government share a considerable part of the burden ofmacroeconomic adjustment. The other point to note is that in the periodfollowing the discretionary cid:12scal tightening there is a partial reversal at subcentral level the T1 dummies are signicid:12cantly negative. This may indicatesome resistance to the consolidation ecid:11ort.Does a higher degree of cid:12scal decentralization imply less control over cid:12scalpolicy at subcentral level? Rodden 2002 and Rodden and Wibbels 2003and Tanzi 2001, have argued that greater cid:12scal decentralization might result in a potential deterioration in macroeconomic control, since subcentral 12Note that the movement in the subcentral impulse will also be acid:11ected by any changein grants from central government.11tiers of government have the incentive to myopically focus on local issues.Whilst we do not attempt to answer this question directly, we do examinethe extent to which the group of most decentralized countries contribute tooverall consolidation attempts, and gauge whether there is evidence of greaterresistance to central government consolidation ecid:11orts within such countries.In Figure 1, panel C we have divided the sample into groups of countrieswith high and low degrees of cid:12scal decentralization. To be precise, wedivide our countries into these two categories on the basis of the percentageof expenditure and revenue assigned to the subcentral tier. Eight countriesare allocated to the high category 13. Figure 1 panel C shows clearly thatthe average cid:12scal impulse is larger in the highly decentralized countries attime T. The improvement, relative to nonconsolidation years, is as much as 0.5% of GDP. Thus, a high degree of decentralization does not seem to beinconsistent with the subcentral tiers of government sharing the burden ofadjustment. As we shall see below, concurrent cuts in central governmentgrants appear to be an important element behind this shared adjustment.Having looked at the time procid:12le of the overall cid:12scal positions, we nowexamine the evolution of total expenditures and revenues and their key components during the event window. Note that, to avoid double counting, weexamine total expenditure decid:12ned as total primary expenditure excludingintergovernmental transfers i.e. excluding interest payments and transfersto other levels of national government. Similarly total revenue includes alltax and nontax revenues but excludes grants received from other tiers ofnational government. Intergovernmental grants and transfers are analyzedseparately.Panels D and E in Figure 1 show the evolution of central and subcentraltotal expenditure during consolidation attempts. Panels FM show the equivalent plots for the components of total expenditure respectively wages, socialtransfer payments, goods and services and capital expenditure. A numberof points can be noted from these results. First, as can be seen from panels D13The eight countries in the high category are Australia, Denmark, Canada, Germany,Finland, Norway, Sweden and the USA, while the seven countries in the low categoryare Austria, Belgium, Spain, France, the UK, Ireland, and the Netherlands. In addition,we also dicid:11erentiated our sample along a related characteristic, whether the countries arefederal or unitary. In practice there is a substantial overlap between these two categorisations. The results for federal countries were similar to those for highly decentralisedcountries.12and E, the key dicid:11erence between successful and unsuccessful consolidationattempts is that the successful consolidations involve consistently tightenedexpenditure over time, and not just in the period of the consolidation attempt T. Sustained cuts are evident in the majority of the components ofspending, with the exception of central government capital expenditure seebelow, and is also evident at the subcentral level, concid:12rming the importantrole of this tier. Second, it has been suggested by Alesina and Perotti 1997that cuts in social welfare spending and wages tend to distinguish successful consolidation attempts; they stress the signalling ecid:11ect of these types ofcuts, through which central governments can demonstrate an important commitment to cid:12scal control 14. Panels F and H concid:12rm this: while signicid:12cantand sustained cuts are made in the central government wage bill across bothsuccessful and failed consolidations, the size of the cut is clearly larger, andthe demonstration ecid:11ect stronger, in the successful case. Third, it is usuallyargued Alesina and Perotti 1995, 1997, and Mc Dermott and Wescott, 1996that capital expenditure cuts tend to be unsustainable and hence are more ofa feature of unsuccessful consolidations. The plots in panels L and M showthat central governments tend to cut capital expenditure by more during unsuccessful consolidation attempts, but this picture is reversed at subcentralgovernment. It appears that some of the cid:12nancial pressure on subcentralgovernments is translated into lower levels of public investment, and thedicid:11erence between successful and unsuccessful consolidations is particularlymarked.Turning to the revenues, Panels NS in Figure 1 show the evolution ofcentral and subcentral government revenues and their components. Panel Ndemonstrates a point made in Alesina and Perotti 1995, 1997 that in theyear of the consolidation unsuccessful attempts are characterized by increasesin cid:12scal revenues rather than expenditure cuts. Note that central governmentrevenues rise in both successful and failed consolidation attempts, but thatthe size of this increase is larger in the latter. However, the temporarilyhigher level of revenues is almost completely reversed in the following year,as indicated in the signicid:12cant negative ecid:11ect at T1. Thus the cumulativechange in the procid:12le of revenues is not actually dicid:11erent for successful and 14Alesina and Perotti 1997 also argue that outside of consolidation periods socialtransfers and wages have a strong tendency to automatically increase. This is supportedby the average cid:12xed ecid:11ects in our estimated model, for both wages and social trensfersthey tend to be positive.13failed consolidation attempts. The temporary nature of the revenue hikesis not readily evident from the AlesinaPerotti studies because their analysis does not include the periods following the actual consolidation attempts.Panel O shows that unsuccessful attempts seem to be characterized more byan increase in subcentral governments revenues. Breaking down revenuesinto taxation and other charges including user charges, as shown in panels PS, one can see that there is a tendency for subcentral governments to raisetaxation 15 in the period of the consolidation. There is also a tendency foruser charges and fees to be somewhat lower in the case of successful consolidations, although the dicid:11erence is barely signicid:12cant. We conclude thatrevenue adjustments appear to contribute little to the cumulative procid:12le ofcid:12scal consolidations at central or subcentral levels. Furthermore, where revenue adjustments are present, they appear to be more likely to be associatedwith unsuccessful consolidation attempts andor to be temporary measures.What seems to matter more, in terms of the success of cid:12scal consolidationattempts, is the role played by intergovernmental grants and transfers. Panel T shows the extent to which central governments adjust subcentral grantsaround the time of cid:12scal consolidations. It is important to note that all thecountries in our sample exhibit some degree of vertical imbalance in thatexpenditures at the subcentral tier exceed ownsource revenues with thedicid:11erence being cid:12nanced by central government grants 16. Any changes ingrants will therefore impact heavily on subcentral governments.The signicid:12cant negative parameters on the T, T1, and T2 dummiesin the upper row of panel T show that, relative to the reference category,substantial cuts are made to subcentral governments grant allocations bothduring and after consolidation attempts. It is also apparent that this resultis driven almost entirely by the experience of successful consolidations. Thecumulative change in grants during successful consolidations is about 1.3%of GDP, while the average change outside the event window is 0.2%.Incontrast, the cumulative change is insignicid:12cantly dicid:11erent from the averagecid:12xed ecid:11ect during unsuccessful consolidations. Clearly cuts in grants arecentral to cid:12scal consolidation ecid:11orts by central governments: by cutting thecid:12nance available in ecid:11ect they force the hands of the decision makers within 15Although it should be remembered that we do not distinguish at this point betweentaxation increases where the base and yield is under the control of subcentral governmentand increases in shared taxation revenues.16See Figure 4.14the lower tiers of government. Below we will examine cuts in grants moreclosely, to see whether, and when, subcentral governments respond to suchpressures by cutting expenditures, and when instead they choose to raisetaxes. For the moment, at least when we focus on cid:12scal consolidations, therewould appear to be evidence of a reverse cid:13ypaper ecid:11ect, in that cuts ingrants lead to cuts in subcentral expenditure. Again, we will return tothis theme below to see whether it applies more generally to all cases wherecentral governments cut grants to lower tiers of government.Finally, we examine the extent to which the nature and stability of thecentral government impacts on these cid:12scal decisions. Using the data provided in Woldendorp et al. 2000, we dicid:11erentiate the identicid:12ed consolidation episodes along type of government lines. Although Woldendorp et al.decid:12ne six types of government, we choose to aggregate up to three classes:single party parliamentary majority, coalition parliamentary majority andparliamentary minority with a single party or a coalition. The form of government in the actual period of consolidation is used as the discriminatingfactor 17. Panels U and V of Figure 1 show, respectively, the annual change incentral government expenditures and cuts in grants made by single party andcoalition central governments. As can be seen in panel U, there is only a slightdicid:11erence in the expenditurecutting behavior of these types of government.However, panel V demonstrates that coalition governments seem unable tocut subcentral grants, while the singleparty dummies are signicid:12cantly negative at the 10% level. Cutting subcentral grants, like any other category ofcurrent expenditure is likely to be politically dicid:14cult. Strong and less fragmented governments may cid:12nd it easier to deal with the potential backlashfrom local government. The reluctance to address subcentral cid:12nances maypartially explain the lower probability of success in cid:12scal consolidations ofcoalition governments often discussed in the literature 18.17It is possible that changes in the type of government in power can take place within aparticular event window. In practice this happens only rarely in our dataset and has littleimpact on our results.18In addition, we have examined whether or not dicid:11erences in central government ideology have an impact on the consolidation attemps by dividing our observations alongpartisan lines i.e. Left, Right and Centre. We found no signicid:12cant dicid:11erences betweenthe groups and our results are available on request.153 Cuts in Grants: How do SubCentral Governments React?We saw in the previous section that when central governments engage incid:12scal consolidations they appear to use their grant allocation decisions as animportant instrument for controlling public cid:12nances at the subcentral tier.We now broaden our focus to ask how these cuts in grants impact on theadjustment decisions made by lower tiers of governments. The reason fordoing this is that cid:12scal consolidations may not be typical of a more generaltendency to adjust cid:12nancial cid:13ows between tiers of government. For instance,in the previous section we saw that cuts in grants during cid:12scal consolidationswere not accompanied by increases in taxation, but instead led to cuts insubcentral expenditures including capital spending. In other words, cid:12scalconsolidation seems to diminish cid:12scal decentralization.It is valid to askwhether this result holds more generally, in a wider range of circumstancesnot formally decid:12ned by an attempt to restore the public cid:12nances? Someresearchers have suggested for instance that changes in grant allocations canbe used to acid:11ect the relationship between federal governments and statessee Quigley and Rubinfeld, 1996.3.1 A Cuts in Grants Event Study In what follows we again employ an event study methodology in order tostudy how subcentral governments react to cuts in their grant allocations.Changes in grants as a percentage of total subcentral revenues now representthe event, rather than consolidation attempts. The variable in question isthe change in grants as a percentage of the previous periods total revenue,i.e. Gt cid:0 Gtcid:01T Rtcid:01 cid:3 100. Here, unlike in our assessment of consolidation attempts, we focus on all real term cuts in grants, providing a totalsample of 86 episodes. We excluded two episodes, those relating to the UKin 199091, and Spain in 198586. In both these cases the adjustments ingrants were linked to major reforms in local government cid:12nance, and hencedid not represent independent attempts to change the cid:12scal balance betweentiers of government without an associated reform in localstate governmentcid:12nance. A list of all the episodes which are part of our sample is provided in Table 2.16As before, the basic event study regression is given as follows, where Tnow denotes the actual year of the cut in grant:yit cid:11i cid:121Di;Tcid:02 cid:122Di;Tcid:01 cid:123Di;T cid:124Di;T 1 cid:125Di;T 2 cid:154i;t4where yit is the cid:12scal variable of interest in country i at period t, and Di;Tcid:6j are time dummies, equal to 1 in jj periods from the period wherethe cut takes place, and zero in all other periods. As before, we focus onthe paths followed by a number of key variables: total expenditure, taxation,fees and usercharges, the wage bill, social transfers, expenditure of goodsand services, and capital expenditure.Since grant cuts appear in the sample regardless of size we also dividethe events into two categories; large and small cuts in grants. These aredecid:12ned below. We then perform the following event study regression:yit cid:11i cid:141DLi;P cid:144DLi;Q 4DSi;P 1 cid:144DLi;Q1 5DSi;P 2i;Q2 cid:155i;t5i;Pcid:02 cid:142DLi;Pcid:01 cid:143DLi;Qcid:01 3DS1DSi;Qcid:02 2DSwhere again yit is the cid:12scal variable of interest in country i at period t,DLi;Pcid:6j are time dummies, equal to 1 in jj periods from the period whenthe large cut in grants took place denoted tP and zero in all other periods,and DSi;Qcid:6j are time dummies, equal to 1 in jj periods from the period inwhich the small cut in grants took place denoted tQ and zero in all otherperiods.As shown in 3, we can modify this regression to take account of particular individual or groups of countries to see if their behavior deviates fromthat of other countries in the sample.3.2 Results from Cuts in Grants Study 3.2.1 Results One issue is whether there is some nonlinear ecid:11ect present which cannotbe captured by focusing on all real cuts in grants. For instance, it might 17be possible, given a certain degree of cid:12scal autonomy for a subcentral government to react to a small cut in grants by raising taxation, whilst a largecut could not be accommodated in this way and might instead require asignicid:12cant cutback in spending. In order to check whether the results areacid:11ected by the size of the grant cut we divided our sample as shown in 5.We ranked our sample of 86 observations by size and then divided them intotwo equal subsamples of large cuts and small cuts 19. The largest cutsaveraged 2.77% of total subcentral government revenues, whilst the smallestcuts averaged 0.59% of total revenues. Note that both of these categories ofcuts are generally sustained. On average, the grants in period T1 increaseby only 0.1% of total revenues for the large grants cut, and by 0.27% forsmall cuts. In other words, large cuts are substantial and hardly reversed inthe following period, whilst small cuts on average tend to be partially, butnot wholly, reversed.Another key issue is potential endogeneity and the causal link implied bythe event study. In this study we interpret cuts in grants by central government as exogenous and as causing reactions by subcentral governments.However, if central grants were to adjust in response to the expenditure ortaxation decisions made by subcentral governments?20 Gamkhar and Oates1996 take account of potential endogeneity by instrumenting the cuts ingrants in their regressions. Clearly IV regressions are not appropriate toevent study regressions since the potentially endogenous variable, the cuts ingrants, do not actually enter the regression. The question instead is whether 19An alternative to dividing grant cuts into dicid:11erent categories is to scale the estimatedecid:11ects of events by the magnitude of the events. Thus, one could run a regression of theform:yit cid:11i cid:121Di;Tcid:02 :::cid:125Di;T 2cid:9i T cid:171i;twhere cid:9i T is the size of the impulse of the grant change. We have experimented withthis approach, and have found that the predicted path for the cid:12scal variables followingboth an average large and an average small cut in grants is similar to those obtainedusing the methodology outlined above. Clearly, more general forms of nonlinearity couldalso be investigated. However, one disadvantage of this approach is that it is dicid:14cultto provide a concise graphical analysis of the results. For the current paper, we simplynote that these additional results support our initial conclusions in terms of a reactionof subcentral governments to cuts in grants. We are grateful to our discussant, Dennis Epple, for suggesting this potential extension.20For instance, excessive subcentral expenditure or reductions in subcentral taxationmight lead to increases in intergovernmental grants.18one should take account of potential endogeneity when determining whenexogenous cuts in grants have occurred. To check this, we have run auxiliary regressions using lagged grants and similar variables to the instrumentsemployed by Gamkhar and Oates 1996, to generate estimated exogenouscuts in grants using predicted rather than actual changes in grants. Thisapproach does lead to some minor changes in the episodes identicid:12ed. However, a check of a number of the subsequent event study regressions indicateslittle dicid:11erence to the estimated signs and sizes of the time dummy coecid:14cients and their standard errors suggesting there is very little change in theway subcentral cid:12scal variables react to predicted as opposed to actual cutsin grants 21. In any event, even if one does not accept a strong causal linkfor all the cuts in grants events identicid:12ed, the event study can still be seenas uncovering empirical regularities stylized facts that in some cases arelikely to be picking up causal ecid:11ects.As before, we plot the results from the event study regressions to showhow the cid:12scal variables for the subcentral governments behave in proximityof the cuts in grants event. These are shown in Figure 2, panels AG. Ineach row of the panels in Figure 2 we again plot both the annual changeand the cumulative change in each cid:12scal variable. Panels AG show thereaction of each of the seven cid:12scal variables to the cuts in grants during theevent window, and for each variables the results are divided into all cuts ingrants, small cuts in grants, and large cuts in grants. In contrast to the cid:12scalconsolidation event regressions, we cid:12nd that the T2 dummies are alwaysinsignicid:12cant in the grant cut regressions, and hence they have been droppedfrom our regressions.A number of points emerge from Figure 2. First, it is apparent from panel A that there is a sustained cut in total expenditures at the subcentral level,and there is even evidence that some of these cuts are anticipated since the T1 dummy variable is signicid:12cant. This might be the result of planned orsignalled cuts by central governments. Second, as highlighted in panel B,21To be precise, our instrumenting regressions regressed cuts in grants on some politicalvariables political party in power, type of government using the data from Woldendorp etal., 2000 as well as some conditioning economic variables lagged unemployment, output.We then used these regressions to idenitify predicted cuts in grants episodes, and usedthese to rerun the event study regressions. The signs, sizes and standard errors of thetime dummies were very similar and hence accounting for endogeneity would not seem toproduce very dicid:11erent results.19subcentral governments do tend to react signicid:12cantly in period T to a cut ingrants, by raising taxation. Notice that, unlike the cid:12scal consolidation study,the estimated increase in subcentral tax revenue is signicid:12cant at time T forall grant cut episodes. The response of subcentral taxation revenues tendsto be immediate for large cuts in grants, and delayed at T1 for smallcuts, although it is notable that the cumulative change is more sustainedin response to small grant cuts. This is a richer picture than emerged fromour cid:12scal consolidation study, where there seemed to be little impact onrevenues: although the cumulative ecid:11ect here is not signicid:12cant by T2, theredoes appear to be a shift towards subcentral taxation as a result of cuts ingrants, with a delayed ecid:11ect in the case of small cuts in grants. However,the impact on taxation is less than that on expenditures, and in general thissupports the notion that the cid:13ypaper ecid:11ect operates in both directions, inthat local governments choose not to fund certain expenditures if they haveto provide funds from their own taxes. This is generally supportive of theresults in Gamkhar and Oates 1996, and contrasts with Gramlich 1987.Similarly, there is little evidence that nontaxation revenues from fees anduser charges are used to ocid:11set the cuts in grants panel C. Third, the impactof cuts in grants on the subcentral government wage bill is signicid:12cant at time T for all cuts, and there is a signicid:12cant though small reduction in socialtransfers and purchases of goods and services see panels DF. Following alarge cut in grants, the cut to the wage bill is large and signicid:12cant at time T and T1, but the wage bills response is barely signicid:12cant at time T andnever signicid:12cantly below the starting point, even at T2 in the case of asmall cut in grants. This might recid:13ect the fact that large cuts elicit majorconsolidations in subcentral governments such as adjustments in the wagebill of local governments. Clearly in the case of social transfers any ecid:11ectis small because the majority of social welfare expenditures are likely to bethe responsibility of central governments for most of the countries in oursample, and this is similar across the size of grant cut. Overall the majorimpact of the cuts in grants appears to fall on the subcentral governmentwage bill, and this ties in with the evidence from our cid:12scal consolidationstudy, which suggested that subcentral governments play an important partin stabilizations see also Darby et al. 2004.Fourth, as in the case of cid:12scal consolidations, subcentral governmentsappear to react to cuts in grants by cutting their capital expenditure. Panel G demonstrates that cuts in capital spending constitute a large proportion 20of the overall adjustment, and that indeed the T1 dummy is signicid:12cant, sothat some cuts are brought forward ahead of the cuts in grants. Overallthe graph shows a substantial tightening across the event window, and thisis made even more signicid:12cant by the fact that capital expenditure tends toconstitute a small proportion of total expenditure at the subcentral level.Table 3 shows that capital spending ranges from as little as 6.24% of totalspending on average in Canada, to 28.7% in France. Our results also suggestthat small grant cuts account for more signicid:12cant and sustained changes incapital expenditure than do large grant cuts, a partial explanation for this isthat in the latter case the cut in spending appear to be temporary.3.2.2 Dependence on Central Government Grants One question which arises in analyzing these responses to central governmentgrant cuts, is whether there is a signicid:12cant dicid:11erence in the responses of subcentral governments which are highly dependent on grants and those thatdepend less on grants. In Table 4 we have divided the sample into a smallgroup of cid:12ve countries the UK, Spain post198522, Belgium, Ireland and The Netherlands which exhibit a high degree of dependence on central grantsabove 50% and the rest, where the dependence is less below 50%.Figure 3 shows the annual change in the cid:12scal variables following a cutin central grants, in each of panels AG. What is striking about these results is that those countries that are least dependent on central grants seemto cut expenditure more i.e. there is a stronger reverse cid:13ypaper ecid:11ect.From the results in Figure 3, panel B, it appears that cid:12scal autonomy 23 doesnot necessarily imply a willingness to ocid:11set grant cuts through increases intaxes. Similarly, those countries that are less dependent on grants, are moreresponsive in cutting all the components of spending goods and services,social transfers, wages, and capital expenditure.This result suggests that cuts in grants elicit dicid:11erent reactions in dicid:11erentinstitutional settings, although it is interesting to note that those countries 22Given that Spain underwent major reforms in the cid:12nancing of subcentral governmentsin the 1980s, we have divided the observations for Spain into two groups, those relatingto the pre1985 reforms period, where Spanish subcentral governments depended less oncentral grants, and the post1985 period.23Although one has to recall that some of those who are less dependent on grants dobenecid:12t from taxsharing arrangements for example, Austria and Germany.21that are least dependent on central government grants are more likely toadjust. To check the robustness of this result, we conducted some furtheranalysis to check which countries and what institutional features were drivingthis result.3.2.3 Fiscal autonomy and Reaction to Grant Cuts One way to examine how individual countries react during the events is byintroducing interactive dummies in our event study regressions see 3. Theseshow whether individual countries display a behavior which is signicid:12cantlydicid:11erent from that of other countries in terms of the coecid:14cient on the timedummies in the regression. To put this another way, it shows whether the procid:12le of the cid:12scal variables for individual countries evolves along a signicid:12cantlyhigher or lower path.In general, these results were not very informative,and for some countries Spain and Finland there were too few observationsto allow us to introduce the country dummies 24. Some consistent results doemerge: for instance, Belgium shows a lesser cut in expenditure relative tothe reference value, Canada and the US display a smaller increase in taxation, and Austria and France showed a larger increase in taxation and higherexpenditure, following cuts in grants episodes. Germany and France also displayed a signicid:12cantly larger cuts in capital spending, but Austria displayedsignicid:12cantly smaller cuts, following cuts in grants. In the UK subcentral governments seem to anticipate cuts in grants with bigger cuts in expenditureat T1.In order to obtain more informative results, which use up less degrees offreedom, we tried grouping the countries into dicid:11erent categories, dependingon the institutional features of their cid:12scal arrangements.Table 5 shows the ranking of the countries in our samples by expendituredecentralization. A greater degree of decentralization in spending shouldpresumably allow subcentral governments greater scope to adjust to a cutin grants. The cid:12rst row of Table 6 shows that this does seem to be the case,with taxation, total expenditures, and expenditures on goods and serviceslower than the reference value 25.24These results are not tabulated for reasons of space. However, the results are availablefrom the authors on request.25In tabulating these ecid:11ects we focus on the interactive dummies at time T. In somecases, we found that the interactive dummies were signicid:12cant in other time periods. How22We next attempted to see whether by grouping the countries by the degree of taxation autonomy this might explain some of the reactions to thecuts in grants. In order to do this, we use the measures of taxation autonomy published in OECD 1999 and Rodden 2002. There are, however, twocaveats with this. The cid:12rst is that it results in the loss of observations fortwo countries France and Australia. The second is that the reference datefor these measures of tax autonomy see Table 7 is cid:12xed at 1995 levels. Thesecond row of Table 6 show that in fact few signicid:12cant ecid:11ects could be foundat time T, so that tax autonomy does not appear to be a signicid:12cant featureexplaining how subcentral governments react to cuts in grants. It is interesting to know that a higher degree of taxation autonomy still involves a reversecid:13ypaper ecid:11ect and that there is no attempt by subcentral governments toocid:11set the consequences of lower grants on subcentral spending.Finally, we group the countries according to a measure of borrowing autonomy see Table 8. The cid:12nal row of Table 6 shows that the countrieswith the greatest borrowing autonomy react to cuts in grants through lowertotal expenditure and lower capital spending, relative to the reference value.It appears that, even for countries with high levels of autonomy, subcentralexpenditures and grants are strategic complements.4 Conclusions Our paper has established an important role for subcentral government incid:12scal adjustment. Using comparative data on subcentral government variables and on intergovernmental grants, we have provided a picture of howsubcentral tiers of government play a role during periods of cid:12scal consolidation, and how grants play a key role in forcing subcentral governmentsto adjust. We use event study analysis to examine not only how governments react to these adjustment episodes, but also the time procid:12le of theadjustment.The results which emerge are varied and are set out in detail in the bodyof the paper. However, it is worth highlighting three general points whichemerge from our empirical analysis. The cid:12rst is that subcentral governmentsplay a key role in successful cid:12scal consolidations. This provides support forever these ecid:11ects are dicid:14cult to explain in terms of institutional features in the countrygroupings, and seem to be less important.23the argument that understanding subcentral government behavior is important in overall macroeconomic stabilization. However, this result is temperedby the observation that cid:12scal decentralization does not seem to necessarilyimply loss of control, as suggested by some observers cf Rodden, 2002, Rodden and Wibbels, 2002, or to a higher degree of taxation see Keen 1997.Subcentral governments do not appear to react to cid:12scal consolidation attempts by increasing own taxes. Furthermore, the largest cuts in subcentralexpenditure in response to a cut in grants from central government, seem tohave occurred in countries with greater expenditure decentralization. Thisimplies that, even within countries which have high degrees of decentralization, grant allocations provide a mechanism whereby central governmentsretain considerable ecid:11ective control over aggregate subcentral expenditures.In future work, we hope to focus more closely on the implications of alternative forms of cid:12scal decentralization and the level of ecid:11ective centralgovernment control on the nature and success of consolidation attempts.The second general theme is that we present some evidence that cuts ingrants play an important role in cid:12scal consolidations. We also demonstratethat cuts in grants are not generally ocid:11set by large and persistent increases insubcentral taxation revenues. Overall, the increase in subcentral taxationfollowing episodes of cuts in grants tend to be weak, and this is generallysupportive of the presence of a reverse cid:13ypaper ecid:11ect, but without evidencefor an asymmetric cid:13ypaper ecid:11ect as suggested by Gramlich 1987.The third general point is that capital spending is an important adjustment mechanism for subcentral governments following cid:12scal consolidationsor cuts in grants. Although the nature of the adjustment does depend onthe degree of success of the consolidation or the size of the cut in intergovernmental grant, what is striking is that capital spending does tend tosucid:11er at subcentral level following a cid:12scal adjustment. This is despite therelatively small size of capital expenditure compared to total subcentral budgets, and possibly highlights a degree of shorttermism on the part of localgovernments in adjusting their cid:12scal position.245 References Alesina, A. and Perotti, R., 1995, Fiscal Expansions and adjustments in OECD countries, Economic Policy, Vol. 21, pp. 207 247.Alesina, A. and Perotti, R., 1997, Fiscal Adjustment in OECD Countries: Composition and Macroeconomic Ecid:11ects, IMF Stacid:11 Papers, Vol. 44,Number 2, pp 210 248.Alesina, A., R. Perotti and J. Tavares, 1998, The Political Economy of Fiscal Adjustments, Brookings Papers on Economic Activity 1, pp. 197 266.Bertrand, M., E. Ducid:13o and S. Mullainathan, 2004, How much should wetrust dicid:11erence in dicid:11erences estimates? Quarterly Journal of Economics.Vol. 119, pp. 24975.Blanchard, O., 1993, Suggestions for a New Set of Fiscal Indicators,OECD Working Paper, Number 79, OECD: Paris.Bordignon, M., 2000, Problems of Soft Budget Constraints in Intergovernmental Relationships: The Case of Italy, InterAmerican Development Bank Working Paper, R398, November.Bouthevillain, C. and Quinet, A., 1999, The Relevance of Cyclically Adjusted Public Balance Indicators The French Case, Paper presented at Indicators of Structural Budget Balances Conference, Banca DItalia Perugia 26 28 November 1998.Bruni, A. and Tujula, M., 1999, Indicators of the Cyclically Adjusted Budget Balance, Paper presented at Indicators of Structural Budget Balances Conference, Banca DItalia Perugia 26 28 November 1998.Campbell, J Y., A W. Lo and A C Mackinlay, 1997, The Econometrics of Financial Markets, Chapter 4, Princeton University Press, Princeton, New Jersey.Chalk, N., 2002, Structural Balances and All That: Which Indicators to Use in Assessing Fiscal Policy, IMF Working Paper, Number WP02101,International Monetary Fund: Washington D.CDarby, J., A. Muscatelli and G. Roy, 2003, Fiscal Decentralization in Europe: A Review of Recent Experience. in J. Monnesland ed., Regional Public Finance: European Research in Regional Science, vol. 13, London:Pion.Darby, J., A. Muscatelli and G. Roy, 2004, Fiscal Consolidation and Fiscal Decentralization: A Tale of Two Tiers, University of Glasgow Discussion 25Paper, Number 0402.Ebel, R. and Yilmaz, S., 2002, On the Measurement and Impact of Fiscal Decentralization, World Bank: Washington.Gamkhar, S. and Oates, W., 1996, Asymmetries in the Response to Increases and Decreases in InterGovernmental Grants: Some Empirical Findings, National Tax Journal, Volume 49, Number 4, pp. 501 512.Giavazzi, F., T. Jappelli and M. Pagano, 2000, Searching for NonLinear Ecid:11ects of Fiscal Policy: Evidence from Industrial and Developing Countries,European Economic Review, Number 44 7, pp. 1259 1289.Gramlich, E. M., 1977 Intergovernmental Grants: A Review of the Empirical Literature, in: E M Gramlich ed. 1998, loc. cit., pp. 10626.Gramlich E. M., 1987, Federalism and Federal Decid:12cit Reduction, National Tax Journal, 40, n.3, pp. 299313.Gramlich, E. M., 1990, Fiscal Indicators, OECD Working Paper, Number 80, OECD: Paris.Hines, J.R. and Thaler, R., The Flypaper Ecid:11ect, Journal of Economic Perspectives, Volume 9, pp. 217226.IMF, 2002, Government Finance Statistics, International Monetary Fund,Washington DC.Joumard, I. and Kongsrud, P. M., 2003, Fiscal Relations Across Government Levels, OECD Working Paper, Number 375, OECD: Paris.Keen, M. J., 1997, Vertical tax externalities in the theory of cid:12scal federations. IMF Working Paper n. 97173.Mac Kinlay, A. C., 1997, Event Studies in Economics and Finance, Journal of Economic Literature, Vol. 35, Issue 1.Mc Dermott, C. J. and Wescott, R. F., 1996, An Empirical Analysis of Fiscal Adjustments, IMF Stacid:11 Papers, Vol. 43, Number 4, pp. 725 753.Oates, W. E., 1994, Federalism and Public Finance, in Modern Public Finance, Quigley and Smolensky eds., Harvard University Press.Oates, W. E., 1999, An Essay on Fiscal Federalism, Journal of Economic Literature, Volume 37, pp. 1120 1149.OECD, 1999, Taxing Powers of State and Local Government, OECDTax Policy Studies, Number 1, Paris: OECD.Quigley, J. M. and Rubincid:12eld, D. L., 1996, Federalism as a Device for Reducing the Budget of the Central Government, UC Berkeley, Burch Center Working Paper, n. 3880.26Rodden, J., 2002, The Dilemma of Fiscal Federalism: Grants and Fiscal Performance Around the World, American Journal of Political Science,Volume 46, pp. 670 687.Rodden, J., 2003, Reviving Leviathan: Fiscal Federalism and the Growthof Government, International Organization, Volume 57, Fall, pp, 695 729.Rodden, J. and Wibbels, E., 2002, Beyond the Fiction of Federalism:Macroeconomic Management in Multitiered Systems, World Politics, Volume 54, July, pp. 494 531.Tanzi, V., 2001, Pitfalls on the Road to Fiscal Decentralization, Carnegie Endowment for International Peace, Working Paper 19, Washington DC.Tornell, A. and Westermann, F., 2002, BoomBust Cycles in Middle Income Countries: Facts and Explanation, IMF Stacid:11 Papers, Vol. 49 Special Issues, International Monetary Fund.Triesman, D., 2000, Decentralization and Incid:13ation: Commitment, Collective Action, or Continuity?, American Political Science Review, Volume 94, December, pp. 837 857.Von Hagen, J., A. HughesHallet and R. Strauch, 2001, Budgetary Consolidation in EMU, Economic Papers, Number 148.Woldendorp, J., H. Keman and I. Budge, 2000, Handbook of Democratic Government: Party Government in 20 Democracies, Kluwer Academic Publishers.6 Appendix Data Descriptions All variables unless otherwise stated are from the IMF GFS 2002 databaseand are in current prices.1 Total Expenditure All Current Expenditure including Wages and Salaries, Employer Contributions, other Purchases of Goods and Services,Subsidies, Transfers to households and Transfers abroad less Interest Repayments less Transfers to other tiers of national government All Capital Expenditure including acquisition of Fixed Capital Assets, Purchases of Stocks, Purchases of Land and Intangible Assets and Capital Transfers less Capital Transfers to other tiers of national government.2 Total revenue Tax revenue NonTax revenue Capital Revenue Grants total grants less grants received from other tiers of national government.273 Tax revenue Income, Corporate and Capital Gains taxation Social Security Contributions Payroll taxation Property taxation Domesticand International Indirect taxation.4 Nontax revenue Entrepreneurial and Property Income Administrative Fees and Charges Fines and Forfeits Other Nontax revenue.5 Grants Grants received from other tiers of national government.Grants received from supernational authorities such as the EU are excluded.6 Social Transfers Transfers to households and nonprocid:12t organizations Subsidies to cid:12rms.7 Government Wage Bill Expenditure on Wages and Salaries.8 Purchases of Goods and Services NonWage Expenditure on Goodsand Services.9 Capital Expenditure Acquisition of Fixed Capital assets, Purchasesof Stocks, Land and Intangible Assets Capital Transfers.10 Debt to GDP ratio Gross National Debt as a percentage of GDP;source OECD Statistical Compendium 2002.11 GDP Gross Domestic Product Expenditure approach at currentprices; source OECD Statistical Compendium 2002.12 Blanchard Fiscal Impulse Blanchard Adjusted cyclical balancetUnadjusted Primary Balancetcid:01.13 Type of government Based on Type of Government variable in Woldendorp et al. 2000. For each year, central government classicid:12ed eitheras single party majority i.e. one party in government with a majority inthe legislature, coalition majority i.e. two or more parties in governmentwhere between the two they have a majority in the legislature, or minorityi.e. single or multiparty government without a majority in the legislature.14 Ideological color of the government Based on Ideological Complexion of Government and Parliament in Woldendorp et al. 2000. For eachyear, central government classicid:12ed as Rightwing dominance share of seatsin Government and supporting parties in Parliament larger than 66.6%,Leftwing dominance share of seats in Government and supporting partiesin Parliament larger than 66.6%, Centre dominance all other cases28Table 1: Chronology of Fiscal Consolidation Attempts Year of Attempted Consolidation 1982, 96 98 1984 1982, 85, 86 94 1982, 87, 95, 96 97 1983, 84 86 1976, 81, 84, 88 93 1987 97 1976, 77 82 1976, 83, 84, 87, 88 89 1983, 85, 88, 91 93 1981, 83, 89, 90 94 1985, 86 97 1981, 82, 83, 84, 87, 92, 94, 95 96 1976, 77, 87, 88, 96, 97 98 None 61 Australia Austria Belgium Canada Denmark Finland France Germany Ireland Netherlands Norway Spain Sweden UK USA Total Table 2: Chronology of Grant Cuts Successful Consolidations 1996 98 None 1994 1996 97 1983 84 None None None 1987, 88 89 None 1981 94 1997 1984, 87 96 1976, 77, 87, 88, 97 98 None 22 USA UK Austria Belgium Denmark France Germany Netherlands Norway Sweden Canada Finland Ireland Spain Australia Total Year of cut in grants 1983 1977, 78, 79, 80, 82, 85, 88, 93, 95, 97 98 1985 89 1981, 82, 87, 88, 89, 92, 96 97 1981, 83, 84, 85, 86, 87, 95, 96 97 1984 96 1976, 77, 81, 82, 83, 93,94,95,97 98 1980, 84, 86, 87, 89, 93, 94 96 1977, 93, 95 96 1978, 82, 83, 85, 86, 88, 91, 94, 95, 96 99 1980, 84, 86, 88, 93, 95, 96 97 1993 1984, 86, 88, 89 1997 1982, 86, 87, 88 89, 94 88 296.24 7.87 8.47 10.17 12.28 12.47 13.78 14.22 15.86 17.40 19.09 19.33 22.67 23.08 28.72 Table 3: SubCentral Capital Expenditure as a % of total subcentral expenditure Canada Denmark Sweden USA Norway Finland Netherlands Belgium UK Ireland Germany Australia Spain Austria France Table 4: Ranking by Dependence of Grants: grants as % of total subcentral revenues Countries with Low Grant Dependence 18.56 Spain pre1985 21.59 Sweden Germany 23.25 26.00 Canada 26.11 Austria USA 29.53 32.19 Finland 37.14 France Norway 37.41 44.82 Australia Denmark 45.64 Countries with High Grant Dependence 55.74 UK Spain post 1985 56.42 57.87 Belgium 69.77 Ireland Netherlands 77.41 Source for Tables 35: calculated as sample averages from IMF Government Financial Statistics. Table 5: Ranking by Expenditure Decentralization sc expenditure as % of total govt. expenditure Least Decentralized Countries Belgium Spain pre1985 France Netherlands Ireland UK Spain post1985 Austria Most Decentralized Countries Norway Sweden Finland Australia Germany USA Denmark Canada 11.82 15.74 16.93 24.99 25.27 25.37 27.83 30.73 33.63 36.19 38.86 41.43 41.77 44.51 45.01 57.34 30Table 6: Summary of results using country groupings Criteria used for grouping countries Highest expenditure decentralization Highest tax autonomy Highest borrowing autonomy Table 7: Ranking by Tax Autonomy Significant NEGATIVE effects Total Expenditure Expenditure on Goods and Services Taxation Revenue Total Expenditure Taxation Revenue Total Expenditure Capital Expenditure sc tax revenues as % of total sc revenues A % of sc taxation for which sc controls tax rate andor tax base B Tax Autonomy: own taxes as % of total sc revenues C A x B 100 100 86 89 95 76 61.47 48.51 44.08 41.56 36.07 61.47 56.41 49.53 43.75 47.46 Countries with greatest tax autonomy Sweden Canada Finland Denmark USA Countries with least tax autonomy Belgium Spain UK Ireland Netherlands Germany Austria Norway Australia France Sources: Column A IMF Government Financial Statistics, calculated as sample averages. Column B Estimates for Canada and USA were provided by Jonathan Rodden and are based on control of both the tax rate and base, the remaining data are OECD 1999. All figures are for 1995. 34.25 40.71 24.15 10.25 7.12 54.45 51.21 45.74 32.88 43.06 33.22 27.28 24.15 10.25 7.12 7.08 5.63 1.37 N.A. N.A. 97 67 100 100 100 13 11 3 N.A. N.A. 31Table 8: Ranking by Borrowing Autonomy 1.45 1.45 1.5 1.6 1.6 1.75 Lowest levels of subcentral borrowing autonomy Belgium Denmark UK Austria Norway Ireland Highest levels of subcentral borrowing autonomy Netherlands Germany Australia Spain Canada France Finland Sweden USA Source: Rodden 2003 as adapted in Darby et al., 2003. 2.3 2.3 2.5 2.6 2.7 3 3 3 3 32FIGURE 1: A: Central Government Fiscal Impulse B: SubCentral Government Fiscal Impulse All Successful Unsuccessful All Successful Unsuccessful 3.532.521.510.500.51lesupmi lacsiflesupmi evitlaumuc 54321012 3.532.521.510.500.51lesupmi lacsiflesupmi evitlaumuc 54321012T2T1TT1T2time periodc T2T1TT1T23.532.521.510.500.51lesupmi lacsiflesupmi evitlaumuc 54321012T2T1TT1T2time periodc T2T1TT1T21.510.50lesupmi lacsif0.51lesupmi evitaumucl 1.41.210.80.60.40.200.20.4T2T1TT1T21.510.50lesupmi lacsif0.51T2T1TT1T21.510.50lesupmi lacsif0.51T2T1TT1T2time periodtime periodtime periodlesupmi evitaumucl 1.41.210.80.60.40.200.20.4c T2T1TT1T2lesupmi evitaumucl 1.41.210.80.60.40.200.20.4c T2T1TT1T2c T2T1TT1T2T2T1TT1T2time periodc T2T1TT1T2time periodtime periodtime periodtime periodtime periodtime period C: SubCentral Fiscal Impulse split by level of decentralisation Most decentralised Least Decentralised T2T1TT1T210.80.60.40.200.20.40.6lesupmi lacsif T2T1TT1T2time periodtime period 10.80.60.40.200.20.40.6lesupmi lacsif 33 FIGURE 1 continued  D: Central Government Total Expenditure Successful All Unsuccessful E: Subcentral Government Total Expenditure Successful All Unsuccessful 0.80.400.40.81.21.62erutidnepxe ni egnahcpxe .hc evitalumuc 2101234T2T1TT1T2T2T1TT1T20.80.400.40.81.21.62erutidnepxe ni egnahctime periodtime periodc T2T1TT1T2c T2T1TT1T2pxe .hc evitalumuc 2101234T2T1TT1T2time periodc T2T1TT1T20.80.400.40.81.21.62erutidnepxe ni egnahcpxe .hc evitalumuc 21012340.20.100.10.20.30.40.50.60.70.8erutidnepxe ni egnahcpxe .hc evitalumuc 0.500.511.52T2T1TT1T2T2T1TT1T20.20.100.10.20.30.40.50.60.70.8erutidnepxe ni egnahc 0.20.100.10.20.30.40.50.60.70.8erutidnepxe ni egnahc T2T1TT1T2time periodtime periodtime periodc T2T1TT1T2c T2T1TT1T2pxe .hc evitalumuc 0.500.511.52c T2T1TT1T2pxe .hc evitalumuc 0.500.511.52time periodtime periodtime periodtime periodtime periodtime period F: Central Government Wage Bill G: SubCentral Government Wage Bill All Successful Unsuccessful All Successful Unsuccessful 0.10.0500.050.10.150.20.250.3llib egawn i egnahc T2T1TT1T2llib egawn i egnahc 0.10.0500.050.10.150.20.250.3T2T1TT1T2llib egawn i egnahc T2T1TT1T20.10.0500.050.10.150.20.250.30.20.100.10.20.30.4llib egaw ni egnahc T2T1TT1T2T2T1TT1T20.20.100.10.20.30.4llib egaw ni egnahc T2T1TT1T20.20.100.10.20.30.4llib egaw ni egnahctime periodtime periodtime periodtime periodtime periodtime periodc T2T1TT1T2c T2T1TT1T2egw .hc evitaumucl 0.100.10.20.30.40.50.6egw .hc evitaumucl 0.100.10.20.30.40.50.6c T2T1TT1T2egw .hc evitlaumuc 0.40.200.20.40.6c T2T1TT1T2egw .hc evitlaumuc 0.40.200.20.40.6c T2T1TT1T2egw .hc evitlaumuc 0.40.200.20.40.6c T2T1TT1T2time periodtime periodtime periodtime periodtime periodtime period 34egw .hc evitaumucl 0.100.10.20.30.40.50.6 FIGURE 1 continued  H: Central Government Social Transfers All Successful Unsuccessful I: SubCentral Government Social Transfers Successful All T2T1TT1T2Unsuccessful T2T1TT1T20.10.0500.050.10.150.20.250.3srefsnart ni egnahc 0.80.400.40.81.21.6srefsnart ni egnahcart .hc evitalumuc 1.510.500.511.522.53T2T1TT1T2T2T1TT1T20.80.400.40.81.21.6srefsnart ni egnahc T2T1TT1T20.80.400.40.81.21.6srefsnart ni egnahc T2T1TT1T20.10.0500.050.10.150.20.250.3srefsnart ni egnahctime periodtime periodtime periodtime periodc T2T1TT1T2c T2T1TT1T2art .hc evitalumuc 1.510.500.511.522.53c T2T1TT1T2art .hc evitalumuc 1.510.500.511.522.53art .hc evitalumuc 0.20.100.10.20.30.40.50.60.7c T2T1TT1T2srefsnart ni egnahc 0.10.0500.050.10.150.20.250.3art .hc evitalumuc 0.20.100.10.20.30.40.50.60.7time periodtime periodc T2T1TT1T2c T2T1TT1T2art .hc evitalumuc 0.20.100.10.20.30.40.50.60.7time periodtime periodtime periodtime periodtime periodtime period Figure 1J: Central Government Expenditure on Goods and Services Figure 1K: SubCentral Government Expenditure on Goods and Services All Successful Unsuccessful All Successful Unsuccessful 0.20.1.hcup 0 ni egnahc0.10.20.3sesahcrup .hc evitlaumuc 0.30.20.100.10.20.30.40.5 t2t1tt1t20.20.1.hcup 0 ni egnahc0.1t2t1tt1t20.20.1.hcup 0 ni egnahc0.10.20.30.20.3t2t1tt1t20.20.10.hcup ni egnahc0.10.20.3t2t1tt1t20.20.10.hcup ni egnahc0.10.20.3t2t1tt1t20.20.10.hcup ni egnahc0.10.20.3t2t1tt1t2time periodtime periodtime periodtime periodtime periodtime periodc T2T1TT1T2sesahcrup .hc evitlaumuc 0.30.20.100.10.20.30.40.5c T2T1TT1T2sesahcrup .hc evitlaumuc 0.40.30.20.100.10.20.30.40.5c T2T1TT1T2time periodtime periodtime periodsesahcrup .hc evitlaumuc 0.20.100.10.20.30.40.5 35c T2T1TT1T2c T2T1TT1T2sesahcrup .hc evitlaumuc 0.20.100.10.20.30.40.5c T2T1TT1T2sesahcrup .hc evitlaumuc 0.20.100.10.20.30.40.5time periodtime periodtime period FIGURE 1 continued  L: Central Government Capital Expenditure Successful All M: SubCentral Government Capital Expenditure Unsuccessful All Successful Unsuccessful T2T1TT1T20.150.10.05.pxe 0 .pac ni egnahc0.050.10.150.20.250.150.10.05.pxe 0 .pac ni egnahc0.050.10.150.20.25T2T1TT1T2.pxe .pac ni egnahc 0.150.10.0500.050.10.150.2T2T1TT1T2.pxe .pac ni egnahc T2T1TT1T20.20.150.10.0500.050.10.150.20.250.3.pxe .pac ni egnahc 0.20.150.10.0500.050.10.150.20.250.3T2T1TT1T2.pxe .pac ni egnahc 0.20.150.10.0500.050.10.150.20.250.3T2T1TT1T2time periodtime periodtime periodtime periodtime periodtime periodc T2T1TT1T20.150.050.050.150.250.350.45pac .hc evitalumuc 0.150.050.050.150.250.350.45pac .hc evitalumucc T2T1TT1T2pac .hc evitalumuc 0.150.050.050.150.250.350.45c T2T1TT1T20.40.30.20.100.10.20.30.40.50.6pac .hc evitalumucc T2T1TT1T20.40.30.20.100.10.20.30.40.50.6pac .hc evitalumucc T2T1TT1T2pac .hc evitalumuc 0.40.30.20.100.10.20.30.40.50.6c T2T1TT1T2time periodtime periodtime periodtime periodtime periodtime period N: Central Government Total Revenue All Successful Unsuccessful O: SubCentral Government Total Revenue Successful All Unsuccessful eunever ni egnahc 1.510.500.511.51.510.500.511.5ver .hc evitalumuc T2T1TT1T21.510.500.511.5eunever ni egnahc T2T1TT1T2eunever ni egnahc 1.510.500.511.5T2T1TT1T20.40.30.20.100.10.20.30.40.5eunever ni egnahc T2T1TT1T20.40.30.20.100.10.20.30.40.5eunever ni egnahc T2T1TT1T20.40.30.20.100.10.20.30.40.5eunever ni egnahc T2T1TT1T2time periodtime periodtime periodtime periodtime periodtime periodc T2T1TT1T21.510.500.511.5ver .hc evitalumucc T2T1TT1T21.510.500.511.5ver .hc evitalumucc T2T1TT1T2time periodtime periodtime period 0.50.40.30.20.100.10.20.30.40.5ver .hc evitalumuc 36c T2T1TT1T20.50.40.30.20.100.10.20.30.40.5ver .hc evitalumucc T2T1TT1T20.50.40.30.20.100.10.20.30.40.5ver .hc evitalumucc T2T1TT1T2time periodtime periodtime period FIGURE 1 continued  P: Central Government Taxation Revenues Successful All Q: SubCentral Government Taxation Revenues Unsuccessful All Successful Unsuccessful noitaxat ni egnahc 1.210.80.60.40.200.20.40.60.811.2noitaxat .hc evitaumucl 21.61.20.80.400.40.8t2t1tt1t21.210.80.60.40.200.20.40.60.811.2noitaxat ni egnahct2t1tt1t21.210.80.60.40.200.20.40.60.811.2noitaxat ni egnahct2t1tt1t2time periodtime periodtime periodnoitaxat .hc evitaumucl 21.61.20.80.400.40.8c T2T1TT1T2noitaxat .hc evitaumucl 21.61.20.80.400.40.8c T2T1TT1T2c T2T1TT1T2time periodtime periodtime periodnoitaxat ni egnahc 0.30.20.100.10.20.3t2t1tt1t20.30.20.100.10.20.3t2t1tt1t2noitaxat ni egnahc 0.30.20.100.10.20.3t2t1tt1t2noitaxat ni egnahctime periodtime periodtime period 0.30.20.100.10.20.3noitaxat .hc evitaumuclc T2T1TT1T20.30.20.100.10.20.3noitaxat .hc evitaumuclc T2T1TT1T20.30.20.100.10.20.3noitaxat .hc evitaumuclc T2T1TT1T20.40.40.4time periodtime periodtime period R: Central Government NonTax Revenues Successful All Unsuccessful All Successful Unsuccessful S: SubCentral Government NonTax Revenues 0.40.30.20.100.10.20.30.40.5segrahc dna seef ni egnahcver xatn .hc evitlaumuc 0.40.200.20.40.6t2t1tt1t20.40.30.20.100.10.20.30.40.5segrahc dna seef ni egnahct2t1tt1t20.40.30.20.100.10.20.30.40.5segrahc dna seef ni egnahct2t1tt1t2time periodtime periodtime periodc T2T1TT1T2ver xatn .hc evitlaumuc 0.40.200.20.40.6c T2T1TT1T2ver xatn .hc evitlaumuc 0.40.200.20.40.6c T2T1TT1T20.20.100.10.2segrahc dna seef ni egnahcver xatn .hc evitaumucl 0.30.20.100.10.20.3t2t1tt1t20.20.100.10.2segrahc dna seef ni egnahct2t1tt1t20.20.100.10.2segrahc dna seef ni egnahct2t1tt1t2time periodtime periodtime periodc T2T1TT1T2ver xatn .hc evitaumucl 0.30.20.100.10.20.3c T2T1TT1T2ver xatn .hc evitaumucl 0.30.20.100.10.20.3c T2T1TT1T2time periodtime periodtime periodtime periodtime periodtime period 37 FIGURE 1 continued  U: Central Government Total Expenditure Single Party Central Government Central Government Coalition T2T1TT1T210.500.511.52erutidnepxe ni egnahc T2T1TT1T2time periodtime period 10.500.511.52erutidnepxe ni egnahc T: SubCentral Government Grants All Successful Unsuccessful 0.20.10tnarg ni egnahc0.10.20.30.40.50.60.500.511.52strg .hc evitalumuc T2T1TT1T2T2T1TT1T20.20.10tnarg ni egnahc0.10.20.30.40.50.60.20.10tnarg ni egnahc0.10.20.30.40.50.6T2T1TT1T2time periodtime periodtime periodc T2T1TT1T2c T2T1TT1T20.500.511.52strg .hc evitalumucc T2T1TT1T20.500.511.52strg .hc evitalumuctime periodtime periodtime period V: SubCentral Government Grants Single Party Central Government Central Government Coalition T2T1TT1T2T2T1TT1T20.2500.250.50.751 stnargni egnahctime periodtime period 0.2500.250.50.751 stnargni egnahc 38 FIGURE 2 A: SubCentral Total Expenditure B: SubCentral Taxation Revenue All Large Cuts in Grants Small Cuts in Grants All Large Cuts in Grants Small Cuts in Grants erutidnepxe ni egnahc 0.20.100.10.20.30.40.5pxe .hc evitalumuc 0.500.51T1TT1T2time periodc T1TT1T2time period T1TT1T2time periodc T1TT1T2erutidnepxe ni egnahc 0.20.100.10.20.30.40.5pxe .hc evitalumuc 0.500.51erutidnepxe ni egnahc 0.20.100.10.20.30.40.5pxe .hc evitalumuc 0.500.51T1TT1T2noitaxat ni egnahc 0.20.100.10.2T1TT1T2time periodtime periodc T1TT1T2noitaxat .hc evitlaumuc 0.250.20.150.10.0500.050.1c T1TT1T20.20.100.10.20.30.20.100.10.2T1TT1T2time periodc T1TT1T2noitaxat ni egnahcnoitaxat .hc evitlaumucnoitaxat ni egnahcnoitaxat .hc evitlaumuc C: SubCentral NonTax Revenue time periodtime period time periodtime period D: SubCentral Wage Bill All Large Cuts in Grants Small Cuts in Grants All Large Cuts in Grants T1TT1T2time periodc T1TT1T2segrahc dna seef ni egnahc 0.20.100.10.2ver xatn .hc evitlaumuc 0.10.0500.050.1T1TT1T2time periodc T1TT1T2segrahc dna seef ni egnahc 0.20.100.10.2ver xatn .hc evitlaumuc 0.10.0500.050.1segrahc resu dna seef ni egnahc 0.20.100.10.2ver xatn .hc evitlaumuc 0.10.0500.050.1 time period time periodtime period 39llib egawn T1TT1T2i egnahc T1TT1T20.20.100.10.20.30.40.5time periodtime periodc T1TT1T2c T1TT1T2egw .hc evitlaumuc 0.40.200.20.4lli begawn i egnahcegw .hc evitlaumuc 0.20.100.10.20.30.40.40.200.20.40.6T1TT1T2time periodc T1TT1T2llib egawn i egnahcegw .hc evitlaumuc 0.20.100.10.20.30.20.100.10.20.20.100.10.20.30.40.40.200.20.40.6T1TT1T2time periodc T1TT1T2time period Small Cuts in Grants T1TT1T2time periodc T1TT1T2 time periodtime periodtime periodFIGURE 2 continued: E: SubCentral Social Transfers F: SubCentral Expenditure on Goods and Services All Large Cuts in Grants Small Cuts in Grants All Large Cuts in Grants Small Cuts in Grants srefsnart ni egnahcart .hc evitalumuc 0.20.100.10.20.30.40.50.200.20.4T1TT1T2time periodc T1TT1T2time periodsrefsnart ni egnahcart .hc evitalumuc 0.20.100.10.20.20.100.10.20.30.4T1TT1T2time periodc T1TT1T2srefsnart ni egnahcart .hc evitalumuc 0.20.100.10.20.20.100.10.20.30.4G: SubCentral Capital Expenditure T1TT1T20.20.100.10.20.30.40.5scvrs sdgn i egnahc T1TT1T2 .hcup ni 0.20.10time periodtime periodc T1TT1T2sesahcrup .hc evitlaumuc 0.10.0500.050.10.15c T1TT1T2egnahc0.10.20.20.150.10.0500.050.10.150.20.25sesahcrup .hc evitlaumuc 0.20.100.1.hcup ni egnahc0.20.20.150.10.0500.050.10.150.20.25sesahcrup .hc evitlaumuc T1TT1T2time periodc T1TT1T2 time period T1TT1T2time periodc T1TT1T2time period time periodtime periodtime period All Large Cuts in Grants Small Cuts in Grants T1TT1T20.20.100.10.2T1TT1T20.20.100.10.2T1TT1T2.pxe .pac ni egnahc.pxe .pac ni egnahctime periodtime periodtime periodc T1TT1T2c T1TT1T20.20.100.10.20.30.4pac .hc evitalumucc T1TT1T20.20.100.10.20.30.4pac .hc evitalumuctime periodtime periodtime period 40 0.20.100.10.20.30.40.50.100.10.20.3.pxe .pac ni egnahclatipac .hc evitaumucl FIGURE 3 A: SubCentral Total Expenditure High Grant Dependence Low Grant Dependence B: SubCentral Taxation Revenue C: SubCentral NonTax Revenues High Grant Dependence Low Grant Dependence High Grant Dependence Low Grant Dependence T1TT1T2time periodc T1TT1T2erutidnepxe ni egnahc 0.20.100.10.20.30.40.50.6pxe .hc evitalumuc 0.500.511.52erutidnepxe ni egnahc 0.20.100.10.20.30.40.50.6pxe .hc evitalumuc 0.500.511.52T1TT1T2time periodc T1TT1T2noitaxat ni egnahcnoitaxat .hc evitlaumuc 0.20.100.10.20.30.20.100.10.2T1TT1T2time periodc T1TT1T20.20.100.10.20.30.20.100.10.2T1TT1T2time periodc T1TT1T2segrahc dna seef ni egnahc 0.20.100.10.2ver xatn .hc evitlaumuc 0.10.0500.050.10.15T1TT1T2time periodc T1TT1T2segrahc dna seef ni egnahc 0.20.100.10.2ver xatn .hc evitlaumuc 0.10.0500.050.10.15T1TT1T2time periodc T1TT1T2noitaxat ni egnahcnoitaxat .hc evitlaumuctime periodtime period D: SubCentral Wage Bill High Grant Dependence Low Grant Dependence T1TT1T2time periodc T1TT1T2llib egawn i egnahcegw .hc evitaumucl 0.20.100.10.20.30.40.40.200.20.40.6T1TT1T2time periodc T1TT1T2time periodtime periodllib egawn i egnahcegw .hc evitaumucl 0.20.100.10.20.30.40.40.200.20.40.6 time periodtime periodtime periodtime period E: SubCentral Social Transfers F: SubCentral Expenditure on Gds Svs High Grant Dependence Low Grant Dependence High Grant Dependence Low Grant Dependence srefsnart ni egnahcart .hc evitalumuc 0.100.10.20.20.100.10.20.30.4T1TT1T2time periodc T1TT1T2time period 0.100.10.20.20.100.10.20.30.4srefsnart ni egnahcart .hc evitalumuc 41T1TT1T2time periodc T1TT1T20.20.100.1.hcup ni egnahc0.2sesahcrup .hc evitaumucl 0.150.10.0500.050.10.150.2T1TT1T2time periodc T1TT1T2time periodtime period 0.20.100.1.hcup ni egnahc0.2sesahcrup .hc evitaumucl 0.150.10.0500.050.10.150.2 T1TT1T2time periodc T1TT1T2time period FIGURE 3 continued: G: SubCentral Capital Expenditure High Grant Dependence Low Grant Dependence T1TT1T2time periodc T1TT1T2T1TT1T2time periodc T1TT1T2.pxe .pac ni egnahc 0.20.100.10.20.30.100.10.20.30.4pac .hc evitalumuctime periodtime period .pxe .pac ni egnahc 0.20.100.10.20.3pac .hc evitalumuc 0.100.10.20.30.4 . FIGURE 4 Vertical Imbalances: subcentral expenditure and revenues as % of general government totals SUB CENTRAL SUB CENTRAL SUB CENTRAL SUB CENTRAL REVENUE %REVENUE %REVENUE %REVENUE % 60606060505050504040404030303030202020201010101000000000CANCANCANCANUSAUSAUSAUSADEUDEUDEUDEUDNKDNKDNKDNKAUSAUSAUSAUSSWESWESWESWEFINFINFINFINNORNORNORNORAUTAUTAUTAUTESPESPESPESPUKUKUKUKIREIREIREIRENLDNLDNLDNLDFRAFRAFRAFRABELBELBELBEL1010101020202020303030304040404050505050SUB CENTRAL SUB CENTRAL SUB CENTRAL SUB CENTRAL 60606060EXPENDITURE%EXPENDITURE% Source: IMF Government Financial Statistics. Figures are sample averages. 42___________________________________________________________________________ 1245 Rafael Lalive and Alois Stutzer, Approval of Equal Rights and Gender Differences in WellBeing, July 2004 July 2004 1246 Paolo M. Panteghini, Wide vs. Narrow Tax Bases under Optimal Investment Timing, 1247 Marika Karanassou, Hector Sala, and Dennis J. Snower, Unemployment in the European Union: Institutions, Prices, and Growth, July 2004 1248 Engin Dalgic and Ngo Van Long, Corrupt Local Government as Resource Farmers: The Helping Hand and the Grabbing Hand, July 2004 1249 Francesco Giavazzi and Guido Tabellini, Economic and Political Liberalizations, July CESifo Working Paper Series for full list see www.cesifo.de 2004 1250 YinWong Cheung and Jude Yuen, An Output Perspective on a Northeast Asia Currency Union, August 2004 1251 Ralf Elsas, Frank Heinemann, and Marcel Tyrell, Multiple but Asymmetric Bank Financing: The Case of Relationship Lending, August 2004 1252 Steinar Holden, Wage Formation under Low Inflation, August 2004 1253 Ngo Van Long and Gerhard Sorger, Insecure Property Rights and Growth: The Roles of Appropriation Costs, Wealth Effects, and Heterogeneity, August 2004 1254 Klaus Walde and Pia Wei, International Competition, Slim Firms and Wage Inequality, August 2004 1255 Jeremy S. S. Edwards and Alfons J. Weichenrieder, How Weak is the WeakestLink Principle? On the Measurement of Firm Owners Control Rights, August 2004 1256 Guido Tabellini, The Role of the State in Economic Development, August 2004 1257 Francois Larmande and JeanPierre Ponssard, EVA and the Controllabilitycongruence Tradeoff: An Empirical Investigation, August 2004 1258 Vesa Kanniainen and Jenni Paakkonen, Anonymous Money, Moral Sentiments and Welfare, August 2004 1259 Panu Poutvaara and Andreas Wagener, Why is the Public Sector More LaborIntensive? A Distortionary Tax Argument, August 2004 1260 Lars P. Feld and Stefan Voigt, Making Judges Independent Some Proposals Regarding the Judiciary, August 2004 1261 Joop Hartog, Hans van Ophem, and Simona Maria Bajdechi, How Risky is Investment in Human Capital?, August 2004 1262 Thomas Eichner and Rudiger Pethig, Efficient Nonanthropocentric Nature Protection, August 2004 1263 DavidJan Jansen and Jakob de Haan, Look Whos Talking: ECB Communication during the First Years of EMU, August 2004 1264 David F. Bradford, The X Tax in the World Economy, August 2004 1265 HansWerner Sinn, Migration, Social Standards and Replacement Incomes. How to Protect Lowincome Workers in the Industrialized Countries against the Forces of Globalization and Market Integration, August 2004 1266 Wolfgang Leininger, Fending off one Means Fending off all: Evolutionary Stability in Submodular Games, August 2004 1267 Antoine Bommier and Bertrand Villeneuve, Risk Aversion and the Value of Risk to Life, September 2004 1268 Harrie A. A. Verbon and Lex Meijdam, Too Many Migrants, Too Few Services: A Model of Decisionmaking on Immigration and Integration with Cultural Distance, September 2004 1269 Thomas Eichner and Rudiger Pethig, Economic Land Use, Ecosystem Services and Microfounded Species Dynamics, September 2004 1270 Federico Revelli, Performance Rating and Yardstick Competition in Social Service Provision, September 2004 1271 Gerhard O. Orosel and Klaus G. Zauner, Vertical Product Differentiation When Quality is Unobservable to Buyers, September 2004 1272 Christoph Bohringer, Stefan Boeters, and Michael Feil, Taxation and Unemployment: An Applied General Equilibrium Approach, September 2004 1273 Assaf Razin and Efraim Sadka, Welfare Migration: Is the Net Fiscal Burden a Good Measure of its Economics Impact on the Welfare of the NativeBorn Population?, September 2004 1274 Tomer Blumkin and Volker Grossmann, Ideological Polarization, Sticky Information, and Policy Reforms, September 2004 1275 Katherine Baicker and Nora Gordon, The Effect of Mandated State Education Spending on Total Local Resources, September 2004 1276 Gabriel J. Felbermayr and Wilhelm Kohler, Exploring the Intensive and Extensive Margins of World Trade, September 2004 1277 John Burbidge, Katherine Cuff and John Leach, Capital Tax Competition with Heterogeneous Firms and Agglomeration Effects, September 2004 1278 JoernSteffen Pischke, Labor Market Institutions, Wages and Investment, September 1279 Josef Falkinger and Volker Grossmann, Institutions and Development: The Interaction between Trade Regime and Political System, September 2004 1280 Paolo Surico, Inflation Targeting and Nonlinear Policy Rules: The Case of Asymmetric Preferences, September 2004 1281 Ayal Kimhi, Growth, Inequality and Labor Markets in LDCs: A Survey, September 2004 2004 2004 1282 Robert Dur and Amihai Glazer, Optimal Incentive Contracts for a Worker who Envies his Boss, September 2004 1283 Klaus Abberger, Nonparametric Regression and the Detection of Turning Points in the Ifo Business Climate, September 2004 1284 Werner Guth and Rupert Sausgruber, Tax Morale and Optimal Taxation, September 1285 Luis H. R. Alvarez and Erkki Koskela, Does Risk Aversion Accelerate Optimal Forest Rotation under Uncertainty?, September 2004 1286 Giorgio Brunello and Maria De Paola, Market Failures and the UnderProvision of Training, September 2004 1287 Sanjeev Goyal, Marco van der Leij and Jose Luis MoragaGonzalez, Economics: An Emerging Small World?, September 2004 1288 Sandro Maffei, Nikolai Raabe and Heinrich W. Ursprung, Political Repression and Child Labor: Theory and Empirical Evidence, September 2004 1289 Georg Gotz and Klaus Gugler, Market Concentration and Product Variety under Spatial Competition: Evidence from Retail Gasoline, September 2004 1290 Jonathan Temple and Ludger Womann, Dualism and CrossCountry Growth Regressions, September 2004 1291 Ravi Kanbur, Jukka Pirttila and Matti Tuomala, NonWelfarist Optimal Taxation and Behavioral Public Economics, October 2004 1292 Maarten C. W. Janssen, Jose Luis MoragaGonzalez and Matthijs R. Wildenbeest, Consumer Search and Oligopolistic Pricing: An Empirical Investigation, October 2004 1293 Kira Borner and Christa Hainz, The Political Economy of Corruption and the Role of Financial Institutions, October 2004 1294 Christoph A. Schaltegger and Lars P. Feld, Do Large Cabinets Favor Large Governments? Evidence from Swiss SubFederal Jurisdictions, October 2004 1295 MarcAndreas Mundler, The Existence of Informationally Efficient Markets When Individuals Are Rational, October 2004 1296 Hendrik Jurges, Wolfram F. Richter and Kerstin Schneider, Teacher Quality and Incentives: Theoretical and Empirical Effects of Standards on Teacher Quality, October 2004 1297 David S. Evans and Michael Salinger, An Empirical Analysis of Bundling and Tying: OvertheCounter Pain Relief and Cold Medicines, October 2004 1298 Gershon BenShakhar, Gary Bornstein, Astrid Hopfensitz and Frans van Winden, Reciprocity and Emotions: Arousal, SelfReports, and Expectations, October 2004 1299 B. Zorina Khan and Kenneth L. Sokoloff, Institutions and Technological Innovation During Early Economic Growth: Evidence from the Great Inventors of the United States, 1790 1930, October 2004 1300 Piero Gottardi and Roberto Serrano, Market Power and Information Revelation in Dynamic Trading, October 2004 1301 Alan V. Deardorff, Who Makes the Rules of Globalization?, October 2004 1302 Sheilagh Ogilvie, The Use and Abuse of Trust: Social Capital and its Deployment by Early Modern Guilds, October 2004 1303 Mario Jametti and Thomas von UngernSternberg, Disaster Insurance or a Disastrous Insurance Natural Disaster Insurance in France, October 2004 1304 Pieter A. Gautier and Jose Luis MoragaGonzalez, Strategic Wage Setting and Coordination Frictions with Multiple Applications, October 2004 1305 Julia Darby, Anton Muscatelli and Graeme Roy, Fiscal Federalism, Fiscal Consolidations and Cuts in Central Government Grants: Evidence from an Event Study, October 2004 ", "filename": "cesifo1_wp1305.pdf", "person": ["Julia Darby", "Darby, Julia", "Anton Muscatelli", "Muscatelli, Anton", "Graeme Roy", "Roy, Graeme"], "date": ["2004"]}