{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/96873/1/cesifo_wp4704.pdf"], "title": ["Taxing Banks: An Evaluation of the German Bank Levy"], "plaintext": "CESifo Working Paper No. 4704 Taxing Banks: An Evaluation of the German Bank Levy Abstract Bank distress can have severe negative consequences for the stability of the financial system, the real economy, and public finances. Regimes for restructuring and restoring banks financed by bank levies and fiscal backstops seek to reduce these costs. Bank levies attempt to internalize systemic risk and increase the costs of leverage. This paper evaluates the effects of the German bank levy implemented in 2011 as part of the German bank restructuring law. Our analysis offers three main insights. First, revenues raised through the bank levy are minimal, because of low tax rates and high thresholds for tax exemptions. Second, the bulk of the payments were contributed by large commercial banks and the head institutes of savings banks and credit unions. Third, the levy had no effect on the volume of loans or interest rates for the average German bank. For the banks affected most by the levy, we find evidence of fewer loans, higher lending rates, and lower deposit rates. JELCode: G210, G280, C210. Keywords: bank levy, bank lending, interest rates, German banks. Claudia M. Buch Halle Institute for Economic Research IWH Kleine Maerkerstrae 8 Germany 06108 Halle Saale claudia.buchiwhhalle.de Bjorn Hilberg German Federal Bank WilhelmEpsteinStrae 14 Germany 60431 Frankfurt am Main bjoern.hilbergbundesbank.de Lena Tonzer European University Institute Via della Piazzuola 43 Italy 50133 Florence lena.tonzereui.eu corresponding author February 2014 This paper was written within the context of the Priority Programme SPP1578, Financial Market Imperfections and Macroeconomic Performance, of the German National Science Foundation DFG. Its development also occurred partly during visits of the authors to the research centre of the Deutsche Bundesbank. The hospitality of the Bundesbank and access to its banklevel data are gratefully acknowledged. The authors also thank Elena Carletti, Tommaso Oliviero, and participants of a Ph D workshop at the Frankfurt School of Finance Management for helpful comments. They further thank participants in the seminar series at Deutsche Bundesbank and the CESifo Area Conference on Macro, Money International Finance. All errors and inconsistencies are solely our own. 2 1 Motivation Bank distress can have severe negative consequences not just for the stability of the financial system but also for the real economy and public finances. Systemic banking crises have imposed fiscal costs of up to 6.8% of a countrys gross domestic product GDP and output has fallen by 23% compared with longrun trends Laeven and Valencia 2012. Crises increase public debt significantly, aggravating the risk of public sector default Reinhart and Rogoff 2011, 2013. Furthermore, recessions triggered by debt crises are particularly severe and longlasting Taylor 2012. To lower the probability of banking crises and internalize the costs of bank distress, policy makers have chosen two main instruments. First, the new Basel III regulations impose higher capital requirements for banks and thus lower leverage, demand better quality of regulatory bank capital, and implement capital buffers to account for systemic risk. Second, regimes for restructuring and restoring banks have been established. They rely on fiscal backstops and bank levies, which seek to both internalize systemic risk and increase the costs of leverage International Monetary Fund IMF 2010; Perotti and Suarez 2011; Shin 2010. In this paper, we evaluate the effects of the German bank levy implemented in 2011 as part of the German bank restructuring law. We combine several data sets provided by the Deutsche Bundesbank to analyze whether the bank levy affected bank behavior. In particular, we consider responses in terms of lending volume, pricing of new loans, and deposits. By using a differenceindifference approach, our study exploits two features of the levy design. First, its specific terms were uncertain until the restructuring fund regulation actually passed. Second, the levy was applied in retrospect to banks balance sheets. Because the levy thus was imposed exogenously, we can distinguish the behavior of banks that paid the tax treated banks from those that did not control group. We focus on differences in the banks behavior before 20032010 versus after 2011 the introduction of the levy, which enables us to isolate the effect of the levy cleanly. However, we cannot assess longerterm adjustments of the banks business models. The German bank levy is designed to increase with banks total liabilities and thus bank leverage, from which selected positions e.g., equity, retail deposits are deducted, as well as the amount of derivative exposures. Banks are exempt from paying the tax if their total contributionrelevant liabilities are less than 300 million. Tax payments are capped at 20% of profits; special purpose banks, which do not pay corporate income taxes, are not addressed by this tax. With this financial stability contribution, the government aimed to correct the adverse effects of high leverage. In contrast, a financial transaction tax imposes penalties on certain kinds of financial transactions, and financial activity taxes invoke levies for financial sector profits and remuneration. Of the 14 European countries that have imposed variants of 3 these taxes in the past five years, most of them like Germany opted for financial stability contributions Gottlieb et al. 2012. The revenues from these bank levies have been highest in Hungary 0.7% of GDP but only 0.02% of GDP in Germany. Thus the revenues are consistently well below the 23% estimated costs of banking crises relative to GDP. In addition, the German version differs in two main respects from other European bank levies: First, the German levy applies to foreign branches of German banks but not foreign subsidiaries. In most other countries, foreign affiliates are exempted from the levy. Second, Germany and France exempts small banks and development banks from the levy. In analyzing the effects of the German bank levy, we focus on two main questions. First, what is the tax burden for different types of banks? The bank levy intends to provide incentives for banks to internalize their contributions to systemic risk. Large, and thus presumably systemically more important, banks pay higher levies. The design of the bank levy further implies that banks with riskier business models make higher contributions. Those with a marketbased funding strategy and those involved in derivative trading are charged higher levies, whereas banks that adopt traditional business models, such as retail deposits and lending, are charged less. We find that the contributed bank levies correlate strongly with the size of banks. The largest commercial banks and head institutes of savings banks and credit unions account for the bulk of the payments, whereas smaller banks 77% of the total do not contribute to the levy at all. Other bankspecific features, such as the structure of assets and liabilities or the profitability of banks, are virtually uncorrelated with the levy. Second, how does the levy affect bank behavior? In the short run, banks could adjust by reducing their lending activities, increasing their loan rates, andor lowering deposit rates to compensate for the increase in their funding costs due to the levy. The extent of this adjustment depends on the pricing power in loan markets. We focus on a subsample of banks for which we have information about new loans, the lending rates of these new loans, and the interest rates paid for new deposits. We find no effects of the levy for the banking system as a whole. This seems not surprising given that most banks are not affected by the levy or, if they are, provide only very minor contributions. If we account for the size of the banks contributionrelevant liabilities though, we find that banks affected by the levy more tend to lower their lending, increase the interest rates charged on new loans, and reduce interest rates paid for new deposits. In the long run, a bank levy might also affect banks risktaking behavior. If the levy fails to internalize risk sufficiently, its introduction could induce moral hazard effects, similar to those of deposit insurance systems. However, in the relatively short time since the introduction of the German bank levy, we cannot test for such longerrun adjustments in bank behavior or business models. The comparison of the distribution of taxed balance sheet components before 2010 and after 2011 the introduction of the levy offered no evidence of significant shortrun changes in banks business models. 4 Our research contributes to two strands of literature. One stream indicates that banks pass higher taxes on to borrowers. DemirgucKunt and Huizinga 1999, 2001 use banklevel data for 80 countries, both developing and industrialized markets, to show that higher taxes lead to higher pretax profitability of banks. That is, banks pass their corporate income taxes on to customers, though this effect is stronger among local than foreign banks. Albertazzi and Gamabcorta 2010 investigate similar issues using data for 10 industrialized countries during 19812003. They also find that corporate income taxes get passed on to borrowers, through increased interest rates and reduced lending. This high passthrough rate is confirmed by Chiorazzo and Milani 2011 with data on European banks over the period 19902005. However, their result contrasts with CapelleBlancard and Havrylchyks 2013 sample of European banks for 19922008, for which they uncover no evidence of significant passthrough. These latter authors are the only ones to account for endogeneity and they focus on implicit taxes on banks. Our findings contribute to this literature by revealing a negative impact of the bank levy on bank loans and a positive impact on loan rates, though only for the banks significantly affected by the levy. Another strand of literature focuses on regulatory measures designed to internalize banks contributions to systemic risk. Concrete policy proposals by the IMF 2010, in its report to the G20, describe possible schemes of financial sector taxation. A proposal for liquidity charges is given by Perotti and Suarez 2009. They argue that liquidity charges increasing in the amount of shortterm wholesale liabilities and weighted by the maturity mismatch between assets and liabilities might discourage excessive reliance on shortterm funding and generate emergency liquidity funds for crisis times. Shin 2010 raises the idea of a tax on banks noncore liabilities, which might lower their reliance on shortterm wholesale funding as a means to finance excessive balance sheet expansions during booms. Recent evidence on the positive relationship between the use of wholesale funding and procyclicality of leverage is provided by Damar et al. 2013 for the Canadian banking sector. Thus and in contrast to capital requirements under Basel II, bank taxes should mitigate procyclicality in the financial sector. Behn et al. 2013, for example, document for the German banking system a reduction in lending to nonfinancial firms during the recent crisis due to procyclical capital charges under the Basel II internal ratingsbased approach. Although the time since the introduction of the German bank levy 2011 is too short to analyze these longrun effects, Schweikhard and Wahrenburg 2013 show that within the German tax scheme banks that contribute more to systemic risk pay higher taxes. Using a sample of 41 large banks, they compare the effectiveness of the French, German, and U.K. bank levies for internalizing systemic risk. Specifically, they compare the levies these banks would have paid in 20072010 with their toobigtofail premium i.e., the funding cost advantage of being so large and find that none of the tax schemes fully internalize the negative externality; nevertheless, levies in all tax schemes correlate positively with banks contributions to systemic risk. Unlike our research, their analysis focuses on a selected sample of large banks and the link between 5 systemic risk measures and hypothetical tax payments in different regulatory regimes. Our objective instead is to evaluate the immediate effects of actual levies paid according to the German regulation on the interest rate setting and lending behavior of German banks. We calculate tax payments using confidential balance sheet data from the Deutsche Bundesbank, which are available for both large commercial banks but also smaller savings banks and credit unions. Theoretically, De Nicolo et al. 2012 use a dynamic model to study the effects of taxation, capital, and liquidity requirements on bank lending, efficiency, and welfare. Their results suggest that corporate income taxes dominate a tax on nondeposit liabilities, because the former generates higher tax revenues but mitigates the negative effects on lending and social welfare compared with a tax on nondeposit liabilities. Perotti and Suarez 2011 compare the effectiveness of Pigovian taxes on shortterm funding with the impact of liquidity ratios for reducing systemic externalities. In their model, an optimal allocation results from introducing Pigovian taxes on shortterm funding, given that banks differ only in their investment possibilities. This result disappears with the introduction of heterogeneity in banks risktaking. In this scenario, bank taxes are no longer sufficient to align gambling incentives and excessive credit expansion. If we compare the design of the German bank levy with taxes proposed in theoretical models and policy proposals, it becomes obvious that they all share the idea of targeting the liability side of banks balance sheet and internalizing systemic risk due to excessive reliance on shortterm wholesale funding. The paper is structured as follows. In the next section, we describe the design and legal background of the German bank levy. In Section 3, we introduce our data and provide some descriptive statistics. Section 4 contains the empirical model and the baseline regression results. We conclude in Section 5. 2 German Bank Levy: Design and Legal Background 2.1 Timing of the Legislation The German bank levy was charged for the first time in 2011, as part of the changes to the regulatory framework of the banking system following the financial crisis that began in 2007. The levy applies to all credit institutions with a banking license, as specified in the German Banking Act Kreditwesengesetz; KWG. The levy finances the Restructuring Fund Restrukturierungsfonds, which has a target size of 70 billion. Thus far though, only 1.28 billion have been collected from the banks over two years.1 These funds are earmarked to rescue banks in distress if their failure would endanger the systemic stability of the banking 1 According to information published by the German Bundestag in Drucksache 1712339, http:dipbt.bundestag.dedip 21btd171231712339.pdf. 6 system. The Restructuring Fund is managed by the Federal Agency for Financial Market Stability Bundesanstalt fur Finanzmarktstabilisierung; FMSA, in association with the German Federal Ministry of Finance Bundesministerium der Finanzen. The FMSA can use these funds for public guarantees, recapitalizations, and financing bridge banks. The annual bank levy reflects the statement from the immediately preceding accounting year; our empirical approach thus exploits the fact that banks could not adjust their annual statements when the levy had been introduced for the first time. That is, the levy was an exogenous tax, applied retrospectively. Annual payments are calculated on the basis of contributionrelevant liabilities, which are subject to a progressive rate, plus a second component resulting from derivative exposures multiplied by a constant factor, as defined in the Restructuring Fund Regulation RestrukturierungsfondsVerordnung; RStrukt FV. The accounting rules follow the German Commercial Code Handelsgesetzbuch rather than international financial reporting standards. The Restructuring Fund Act Restrukturierungsfondsgesetz; RStrukt FG came into force in December 2010, as part of the German Restructuring Act Restrukturierungsgesetz. Whereas the latter focuses on the reorganization of banks in distress through recapitalizations, guarantees, or bridge banks, the former determines the establishment of a restructuring fund financed by bank levies. Concrete details about the design of the bank levy are available in the Restructuring Fund Regulation, which passed in July 2011. The legislation process featured controversial debates about how the regulation should be implemented, which created substantial uncertainty about the concrete implementation of the bank levy. This uncertainty implied that each individual bank could not adjust its activities ex ante and thus would be affected by the levy exogenously. For example, one argument suggested that smaller banks did not trigger the crisis but accounted for a notable share of loans to small and midsized enterprises. Therefore, there was intense discussion about providing an exemption to savings banks; the minimum threshold was lowered from 500 to 300 million, and the acceptability limit was raised from 15% to 20% of annual earnings. Furthermore, some discussion focused on whether the regulation should be based on quantity alone or also impose risk weights. 2.2 Calculating the Bank Levy The bank levy reflects the specific liability positions of banks and their derivative exposures. The contributionrelevant liabilities are those defined in section 340a of the German Commercial Code, less the 1 liabilities toward customers excluding liabilities issued as bearer securities Passivposten 2, 2 profit participation rights with a maturity of more than two years Passivposten 10, 3 reserve funds for general banking risk Passivposten 11, and 4 equity Passivposten 12. The calculation of the contributionrelevant liabilities can be summarized as follows: 7 All liabilities according to the annual statement of the immediately preceding accounting year ending before March 1 of the contribution year liabilities toward customers, excluding liabilities issued as bearer securities Passivposten 2 profit participation rights with a maturity of more than two years Passivposten 10 equity Passivposten 12 reserve funds for general banking risk Passivposten 11 contributionrelevant liabilities L. The levy imposes a tax on funding sources other than customer deposits and bank equity. It increases progressively with the volume of a banks contributionrelevant liabilities. In this regard, the German system differs from those established in most other European countries, which impose a flat tax rate on banks of different sizes. If the resulting contributionrelevant sum is smaller than or equal to 300 million, no levy applies to this component of the tax. Contributionrelevant liabilities L exceeding this value are subject to a progressive tax rate, according to the scheme in Figure 1. However, two liability positions are treated differently: those toward other credit institutes that reflect development loans transactions Passivposten 1 and trust liabilities counting as development loans Passivposten 4, both of which are multiplied by 0.0001. After 2012, these positions were no longer subject to the levy and get subtracted from the contributionrelevant liabilities. The tax payment resulting from derivatives, or the second component on which the levy is based, is calculated as follows: Contributionrelevant derivatives refer to the aggregate notional volume of derivatives listed in the appendix of the last annual account and specified Kreditinstitutsin section 36 of Rechnungslegungsverordnung; Rech Kred V. The accrued levy results from the multiplication of this amount by a factor of 0.000003. Institution Accounting Regulation the Credit The final contribution is the sum of the contributionrelevant liability positions, multiplied by the respective factors, and the amount referring to derivative exposures. In special cases, the levy can be capped if an upper bound is reached, or additional charges might be added. By imposing a cap on payments, Germany differs from most other European countries. 2.3 Upper Bounds and Minimum Contributions The regulatory design of the German bank levy allows for both lower and upper bounds on the contribution a bank must pay. The maximum levy to be paid is limited to 20% of the banks annual earnings, which corresponds to an acceptability limit Zumutbarkeitsgrenze. Annual earnings are adjusted for transfers due to profitandloss transfer agreements. An additional adjustment takes place if the annual account of a legally nonindependent institute, which is not subject to the levy Restructuring Fund Act, Section 22, becomes part of the 8 annual account of a credit institute. If the acceptability limit is reached, the difference between the regularly calculated levy and the actually charged levy can be collected in subsequent years, added to the annual contribution. However, the annual payment resulting as the sum of these two positions must never exceed the acceptability limit of 20% of annual earnings. In addition to the annual levy, the FMSA can charge special contributions if the total amount of the levy obtained from all banks is insufficient to finance the rescue fund. The special contribution is proportional to the annual contribution of a bank relative to the total amount of collected levies, both averaged over the previous three years. It cannot be higher than three times the average of a credit institutes annual contributions due during the previous three years. The total amount of special contributions and annual payments is limited to 50% of the average of the three preceding annual earnings, which corresponds to the socalled capacity limit Belastungsgrenze. The ultimate upper bound of the annual payment is thus determined by the lower limit of either the acceptability or the capacity limit. The lower bound or minimum contribution Mindestbeitrag corresponds to a minimum of 5% of the calculated annual contribution. The minimum contribution is paid even if a credit institute has no annual surplus and irrespective of the upper bound. 2.4 Banks Affected All credit institutions that hold a German banking license and are subject to the Credit Institution Accounting Regulation must pay the bank levy. Bridge banks, defined as banks established by the FMSA to resolve banks in distress, and development banks Forderbanken such as the Reconstruction Loan Corporation Kf W are excluded from the levy. In 2011, the banks exempted from the levy accounted for 5.6% of total assets and 1.9% of total customer deposits of the German market. Because the levy is computed on the basis of nonconsolidated, singleentity accounts, domestic and foreign branches of German banks are subject to it.2 The levy also applies to any subsidiary of foreign banks located in Germany with a German banking license. Foreign subsidiaries of German banks are excluded from the regulation, unless they fall under the classification of the KWG and hold a German banking license. Branches of nonGerman banks are exempted from the regulation if they belong to credit institutions in the European Economic Area KWG section 53b. In contrast, branches and subsidiaries of nonGerman, nonEU banks pursuant to the KWG section 53c are charged. 2 To avoid double taxation of foreign branches of German banks abroad, Germany signed bilateral agreements with individual countries e.g., the United Kingdom. Bank levy payments made in Germany thus are deductible from similar payments made abroad. 9 Implications of the Design of the Bank Levy 2.5 The design of the German bank levy gives rise to several considerations. First, it is not a tax in the strict sense but rather a mandatory fee charged to finance the rescue fund.3 In contrast with a deposit insurance fund that insures depositors of all banks, the rescue fund is designed to intervene only if systemically important banks are in distress. Although all banks are obliged to pay the levy unless they fall under the 300 million liability limit, smaller institutions contribute to the fund but are unlikely to benefit from it directly. Second, liabilities toward customers and equity are excluded from contributionrelevant positions. This avoids the possibility that banks make contributions twice, with respect to both deposit insurance and the bank levy, and mitigates conflicts with capital regulation. It also provides incentives for banks to switch to more retailbased funding. With our short time window for analysis, we do not expect to find significant effects of the levy on structural adjustments in banks business models though. Third, contributionrelevant liabilities are subject to a progressive rate: Larger institutions contribute relatively more. This design imposes higher charges on banks that are more likely to be systemically important, due to their size toobigtofail or interconnectedness tooconnectedtofail. Hence, we expect stronger effects of the levy on banks that are taxed more. Fourth, the levy increases with the notional value of derivatives. This presumes that banks with a higher volume of derivative trading are more risky; the potential beneficial effects of derivatives are disregarded. In summary, credit institutes with a market rather than a retailbased funding strategy and credit institutes involved in derivative trading should be more powerfully affected by the bank levy. Smaller banks, focused on traditional business models, instead may be relatively less affected. 3 Data and Descriptive Statistics Our empirical analysis seeks to answer two main questions. First, which banks have paid the bank levy, and how do these payments relate to bankspecific features? Second, has the levy affected the behavior of banks? We analyze whether banks increased interest rates on new loans, lowered deposits rates, or cut back on lending to compensate for their higher funding costs. To do so, we use supervisory data provided by the Deutsche Bundesbank on banks balance sheets, income statements, and prudential indicators for the years 20032011. This time window enables us to analyze the behavior of banks preceding the introduction of the levy 3 We use the terms levy and tax as synonyms to refer to the German bank levy. 10 20032010 versus their subsequent behavior 2011. All the results are based on annual data as we suspect that changes in banks behavior take place rather gradually. Furthermore, most of our results are robust to a shorter prelevy time window 20082010. To focus on banks adjustments in immediate response to the introduction of the levy, we base our main regression results on a subsample of banks reporting to the MFI interest rate statistics. For these approximately 200 banks, this data set provides information about the quantity of new loans, the interest rate charged across new loans, and interest rates paid for new deposits.4 To detect possible differences between the MFI banks and the German banking system as a whole, we provide the descriptive statistics separately for each group. 3.1 Data Used to Calculate the Bank Levy An evaluation of the German bank levy in principle can draw on three data sources. First, we could use the annual reports of the credit institutions, which would provide information about the actual payments of each bank and key banking indicators. However, not all German banks publish annual reports such that the data set would be restricted to publicly listed banks. Confidential regulatory information, collected by supervisors, also would not be available. Second, the FMSA collects bank levies and therefore has original data about payments by each bank. However, these data are not available to external researchers; they also do not contain additional information about the banks balance sheets and prudential indicators. Third, the data collection strategy we use gathered confidential data from the Deutsche Bundesbank pertaining to banks balance sheets, income statements, and prudential indicators. In Germany, banking supervision is a cooperative effort between the banking supervisor Ba Fin Bundesanstalt fur Finanzdienstleistungsaufsicht and the Bundesbank, in which the Bundesbank collects the relevant data. In terms of coverage, quality, and depth, the Bundesbank data thus are the most comprehensive available, including information about the smaller savings banks and credit unions that dominate the retail market. However, these data lack direct information about the levies actually paid by banks. By combining information on the legal rules of how to calculate the levy with highquality information on banks balance sheets and income statements, we can calculate the contributions of banks with a sufficient degree of precision though. The amount actually paid by the bank and the amount we calculate may differ for three reasons. First, instead of development loans, which do not have a direct counterpart in the Bundesbanks reporting scheme, we use the amount of trust liabilities as a proxy. Second, 4 The regression results reflect a balanced sample of banks reporting to the MFI interest rate statistics since 2003. Hence, the sample of banks is constant over time, and we cannot model a possible selection effect. The results are robust to the addition of approximately 40 banks, required to report only since 2010. For a detailed description of the bank selection procedure and the changes introduced to the MFI interest rate statistics in June 2010, see the Deutsche Bundesbank Monthly Reports January 2004, pp. 4762; June 2011, pp. 4962. 11 data on derivatives held by banks is not available for all banks within the sample. Instead we resort to the overthecounter OTC derivatives statistics, which contain information about banks with derivative exposures of more than 1,000 billion. Third, to avoid double taxation of banks in the same group, annual earnings are subject to adjustments that cannot be retraced with the available balance sheet and income statement data. Despite these potential deviations, our calculations are very similar to the publicly available information on bank levies which we present subsequently in Table 3, which increases confidence in the validity of our approach. 3.1.1. ContributionRelevant Liabilities Contributionrelevant liabilities can be calculated directly from the balance sheets reported to the Bundesbank. These liabilities sum up to 4.7 trillion across all banks at the end of 2010, which provides the basis for calculating the 2011 bank levy. Table 1 depicts the distribution of contributionrelevant liabilities across banking groups Panel a includes the full sample, and Panel b features the subsample of MFI banks. We define bank groups such that head institutes of savings banks Landesbanken and credit unions Genossenschaftszentralbanken combine in one group. Neither mortgage banks nor building societies individually is a focus of our analysis, so we group them together. The last two columns of Table 1, Panel a, show that the majority of banks have less than 300 million of contributionrelevant liabilities. More than 77% of all German banks, and in particular the credit unions, fall below this threshold. The large commercial banks and head institutes of savings banks and credit unions account for more than 73% of total contributionrelevant liabilities Column 2. The banks reporting to the MFI interest rate statistics represent the bulk of the contributionrelevant liabilities 4.3 out of 4.7 trillion. Column 3 indicates the ratio of contributionrelevant to total liabilities; reflecting their weaker retail depositor base, the large commercial banks 60% and head institutes of savings banks and credit unions 75% display the largest ratios of taxable liabilities. These ratios are again similar when comparing the two groups for the MFI and the full sample. To find any indications that banks adjusted the structure of their liabilities in response to the introduction of the levy, in Figures 2 and 3, we compare the amount of contributionrelevant liabilities for 2011 and 2012. Figure 2 plots the contributionrelevant liabilities for 2011 against those of 2012, by bank group. In the left panel, we find that the amount of contributionrelevant liabilities barely changed across years indicating that the banks did not adjust their balance sheets significantly. Inspecting the contributionrelevant liabilities relative to total assets in the right panel of Figure 2 yields similar results. This is not surprising, considering that most banks had contributionrelevant liabilities below 300 million, which excluded them from payments. However, even for large commercial banks bank group 1 or 12 head institutes of savings banks and credit unions bank group 3, no significant adjustments arose. The distribution of contributionrelevant liabilities in the second interval 300 million L 10 billion confirms this finding. Had there been a significant effect of the bank levy, banks would have tried to reduce their contributionrelevant liabilities to below the 300 million threshold. Yet Figure 3 shows that the share of banks coming close to the threshold did not change substantively between 2011 and 2012. Therefore, in the short time window since the introduction of the tax, no significant changes in banks business models seem to have taken place. In addition, we performed KolmogorovSmirnov tests to compare the distribution of each noncontribution relevant position e.g., customer deposits or equity underlying the computation of the bank levy for 2011 and 2012. We do not report these results, for the sake of brevity, but they showed that the bank levy had no significant effect on the balance sheet structure of banks; banks did not actively change their business model to reduce the size of their levy. 3.1.2. Development Loans and Trust Liabilities Development loans positions 1 and 4 have no direct counterpart in the Bundesbanks reporting scheme. As a proxy, we use the amount of trust liabilities.5 Even though this proxy might not be perfect, it should not affect our results much. Column 4 of Table 1 shows that trust liabilities account for only 0.35% of total liabilities. The impact on the final tax payment is thus negligible. 3.1.3. Derivative Positions Data about the derivatives of banks are not directly available. The year 2008 is the last year in which derivatives data were reported, according to 36 of the accounting regulation for all banks. To obtain derivative positions, we resort instead to the OTC derivatives statistics, which reveal the derivative positions of banks, as reported to the Bank for International Settlements BIS. Only banks with nominal derivative exposures of more than 1,000 billion must report their exposures to the BIS. In 2010 and 2011, five German banks fell into this category and we refer to them as BIS banks. The OTC derivative positions provide a useful approximation for calculating the bank levy, for three reasons. First, in 2008, more than 90% of the overall derivative exposure was accounted for by the BIS banks. Second, among the BIS banks, the OTC derivatives accounted for almost 80% of total derivative exposures. Third, the OTC derivative exposure 5 Development loans are not restricted to the trust liabilities position considered here. Instead, they could be included in the liabilities visavis banks or other liabilities visavis nonbanks positions; the trust liabilities position might also contain positions that do not count as development loans. 13 of the BIS banks was almost unchanged between 2008 and 2010 Figure 4. Assuming that these results represent the general pattern of banks derivative exposures, and applying the tax rate to the derivative exposure of nonBIS banks in 2008, we find that the effect on the size of the bank levy of a nonBIS bank would have been negligible. 3.1.4. Results from the Calculation of the Bank Levy Table 2 shows the results from calculating the bank levy. We distinguish the total payments by bank group, the average payments per bank, and the number of contributing banks. We present this information for both the full sample and the sample of MFI banks. As these results reveal, the large commercial banks and head institutes of savings banks and credit unions are the largest contributors. Together, their contributions account for more than 79% of total revenues from the bank levy; the share increases to more than 82% for the subsample of banks reporting within the scope of the MFI interest rate statistics. This result is consistent with the finding that these banks had the largest share of contributionrelevant liabilities. According to Column 1, the total revenue of the bank levy in 2011 across all contributing banks summed to 529 million. The average contributing bank pays about 1.3 million. The majority of German banks pay no levy at all though, and in 2011, overall proceeds from the tax were small, accounting for only 3.7% of the banking systems profits. Of the 1,803 banks in our data set in 2011, only 81 were subject to the acceptability limit, according to our calculations. This limit constitutes the upper bound for a banks contribution. If we were to ignore the acceptability limit, the total contribution across all banks would have been 1.9 billion, or more than four times higher. Considering the sample of MFI banks only, the revenues are similar 504 million, with higher average contributions for each bank 3.4 million, because the MFI banks are aboveaverage in size see Table 6. Because we calculate, rather than observe, the payments by each bank, the quality of our approximation method is crucial. In Table 3 we compare the results from our calculation of the bank levy with numbers from official government sources. There are some deviations in the absolute contributions for the group of commercial banks and head institutes of the savings bank sector. Yet the relative contributions of each bank group to the total revenues of the bank levy are close to the numbers published by the government. The deviations in the absolute values might arise because we lack data about the derivative exposures of all banks. Especially within the commercial banking sector and among head institutes of the savings banks and credit unions, some derivative exposures might fall below the threshold of the OTC derivatives statistics. On average though, the derivative exposures of a bank play only minor roles in determining the individual bank levy. Ignoring the bounds affecting the payments and considering only banks reporting to the BIS, we find that almost 90% of the total bank levy is attributable to contributionrelevant liabilities. Using 2008 data on the nominal derivative exposure of non14 BIS banks to approximate derivative positions in 2010, we determine that approximately 35% of the bank levy would have been attributable to contributionrelevant liabilities and 65% to the nominal derivative exposure. The reason is that nonBIS banks are mostly small banks that do not have contributionrelevant liabilities of more than 300 million. Their obligation to pay the bank levy thus would be based solely on their derivative positions. If we consider only those nonBIS banks with contributionrelevant liabilities of more than 300 million, the fraction of tax payments due to nominal derivatives declines to less than 4%. Quantitatively, the average effect of the contribution arising from derivatives is of minor importance for the average German bank. 3.1.5. How Does the Bank Levy Relate to Bank Characteristics? One of the objectives behind the introduction of the bank levy is to charge higher levies on banks that impose negative externalities on systemic stability. Larger banks and more interconnected banks tend to be systemically more important e.g., Altunbas et al. 2011; Arinaminpathy et al. 2012; Drehmann and Tarashev 2011, 2013; Haldane 2012. Table 4 relates the bank levy to bank sizes and other characteristics that might influence bank stability. The design of the tax makes it unsurprising to observe a positive relationship between bank size and tax payments. This is in line with the finding of Schweikhard and Wahrenburg 2013. If we assume bank size is a reasonable indicator of the risk of a bank and its contribution to systemic risk, this result supports the design of the levy. The correlations by bank group in Table 4 reveal that the high correlation with bank size is driven by savings banks and credit unions; the correlations are lower for large commercial banks or head institutes of savings banks and credit unions, for which the levy is more likely to be capped by the acceptability limit. Considering the share of funding through customer deposits, we find a negative relationship with tax payments. This arises because customer deposits constitute a noncontributionrelevant balance sheet position and the objective of the bank levy is to tax marketbased funding and implicitly leverage. For all other variables, the correlations are small. Again, the patterns in the data are similar for both the full sample and the subsample of MFI banks. 3.2 Data on Bank Loans and Interest Rates In the short run, the most important channel of adjustment to the introduction of the bank levy is an increase in lending rates or a reduction in loans. Figures 2 and 3 already showed that there was little evidence of a structural adjustment of funding sources, which is reasonable, considering the short time period. Yet even in the short run, banks might react by changing deposit rates, even if the net effect is not clear. On the one hand, higher deposit rates might attract new customer deposits and funds exempted from the tax. On the other hand, lower deposit rates would compensate for higher funding costs through the levy. 15 To obtain information on banks interest rates on new loans and new deposits, we resort to the Bundesbanks MFI interest rate statistics. These statistics cover lending to and borrowing from the private nonfinancial sector such that we can analyze the effects of the bank levy on interest rates and new loans. We complement these data with balance sheet information on loans and assets. To assess the impact of the levy on loans, we use four variables: 1 log of new loans from the MFI interest rate statistics, 2 log of total loans stocks from the balance sheet statistics, 3 total loans scaled by a banks total assets, and 4 log changes in the stock of loans. Interest rate data on new loans are available for all new loans issued by banks, as well as for loans with shortterm less than 1 year, mediumterm 15 years, and longterm over 5 years maturity. In addition, we have interest rate data on new deposits for all newly received deposits, disaggregated by maturity i.e., overnight, shortterm less than 1 year or mediumterm over 1 year deposits. Table 5 contains summary statistics for these variables, for all banks and for only the banks reporting to the MFI interest rate statistics. The latter set shows significantly higher mean loans of 20,000 million, versus 2,193 million for the full sample. The results obtained from the MFI interest rate statistics thus are representative of larger banks in the market. Smaller banks exempted from the levy anyway are underrepresented in this sample. Nevertheless, the two groups of banks are similar in their other structural characteristics: The ratio of loans to total assets is almost identical 70%, as is the average annual growth rate of loans Table 5. Table 6 also contains a comparison of key bank characteristics, such as capital and liquidity ratios or profitability, and affirms their similarity. BankLevel Control Variables 3.3 We calculate the banklevel control variables on the basis of the CAMEL rating system, as employed by regulators in the United States to assess the overall state of a bank. We use data on individual banks balance sheets, income statements, and supervisory information to construct variables that proxy for capital adequacy C, asset quality A, management quality M, earnings E, and liquidity L. Because we have access to supervisory information, we obtain high quality data about a banks level of Tier 1 capital relative to riskweighted assets which constitutes our capital adequacy variable Tier 1 capital ratio.6 To proxy for the quality of a banks asset portfolio, we resort to a banks writeoffs relative to the size of its overall loan portfolio non 6 Before 2007, a banks Tier 1 capital ratio was calculated as the ratio between Tier 1 capital and riskweighted assets. Since 2008, it has been calculated relative to the own funds requirements Eigenmittelanforderungen of a bank. During the transition period in 2007, banks could choose to report either riskweighted assets or own funds requirements. Expost, we cannot differentiate whether a bank reported according to the pre2007 or post2007 reporting standard. Therefore, we chose not to calculate a Tier 1 capital ratio for 2007. 16 performing loans NPL ratio.7 To measure the quality of a banks management team, we use the costtoincome ratio. Return on assets Ro A serves to measure the profitability of the bank. Finally, the sum of cash, deposits with the central bank, and overnight deposits relative to total assets provides a proxy of the liquid resources of a bank liquidity ratio. In addition, we control for bank size by including the logarithm of total assets. Table 6 contains summary statistics for these variables for all banks in the sample, from 2003 to 2011. To winsorize the CAMEL variables, we replace the highest and lowest 1% of observations with the respective thresholds. For the costtoincome ratio, only the highest 1% of all observations is replaced. Banks with missing values for total assets are excluded from the sample. Information on the subset of banks in the MFI interest rate statistics appear in the right panel of Table 6. The main difference between the two samples of banks is that the MFI banks are larger, with mean assets of 34.80 billion, compared with 3.66 billion for the full sample. 4 Regression Results Did German banks reduce the amount of newly issued loans to the private sector after the introduction of the bank levy? Did treated and nontreated banks adjust loan and deposit rates differently? To answer these questions, we analyze whether key activities of banks changed after the implementation of the levy in 2011, and we compare treated and nontreated banks. We employ a differenceindifference approach to exploit the variation over two dimensions: the times before and after the introduction of the bank levy and banks that had to pay and those that did not. 4.1 Baseline Empirical Model A differenceindifference approach requires two conditions. First, the introduction of the bank levy should not have been anticipated by the banks; otherwise, they could have adjusted their balance sheets before the introduction of the tax to pay smaller contributions or evade the tax entirely. In this case, the effects on banks activities resulting from the imposition of the levy could not be identified. We exploit the substantial uncertainty surrounding the implementation of the tax, in terms of the banks that would be covered and the precise specification of the tax payments. In addition, the levy was applied in retrospect to banks balance sheets. As discussed in detail in Section 2.1, the German bank restructuring law passed in December 2010, the regulation was approved in July 2011, and by August 2011, banks had to deliver, for the first time, information about their tax base, according to their 2010 balance sheet data. 7 Before 2009, only loans to the nonfinancial private sector with specific provisions were considered; after 2009, loans to both the financial and nonfinancial private sectors were included. 17 Second, we must assume that differences in the means between the control and the treatment group would have remained constant, without this change in regulation. In the absence of the treatment, the trend between the two groups should have remained the same. Hence, any differences in the behavior of banks in the control versus treatment group should be due solely to the tax. This common trends assumption cannot be tested; ideally, banks in the control and the treatment group show similar characteristics. To control for confounding factors and remaining differences across banks in the two groups, our empirical model allows for time and bankfixed effects, as well as bankspecific controls. Furthermore, according to Figure 5, before the introduction of the levy, the loan volumes and interest rates of banks in both control and treatment group evolved similarly. With these assumptions, our baseline regression equation thus is: y Charged Ban 2010 Afterxkit1ititit 1 where the dependent variable yit refers to bank loans or bank interest rates. We include timeinvariant bank fixed effects i; t captures time effects common to all banks. Charged Bank is an indicator variable, equal to 1 if the bank is subject to the tax i.e., has contributionrelevant liabilities higher than 300 million and 0 otherwise. After 2010 is an indicator variable taking a value of 1 after the regulatory change 2011 and 0 otherwise 20032010. We define xit1 as a vector of controls for timevarying bank characteristics, lagged by one period to avoid simultaneity. The coefficient of interest is , which reveals whether banks subject to the tax changed their behavior significantly after the change in regulation compared with banks that fall below the contribution threshold. Tables 79 show the results for estimating Equation 1 and pooling the data across all banks reporting to the MFI interest rate statistics. We distinguish results for loans Table 7, interest rates on new loans Table 8, and interest rates on new deposits Table 9. For the interest rates, we also analyze different maturities. For the sample of MFI banks, there is no significant effect of the bank levy on loans or interest rates. Banks that must pay the levy did not change their behavior significantly compared with banks in the control group. These results are robust to considering only postcrisis observations since 2008 or simply testing differences in means across banks in the control and treatment group and the years 2010 before the introduction of the bank levy and 2011. With regard to the impact of the control variables, lending increases with bank size. This effect is nonlinear and levels off as banks grow larger. Larger banks also charge lower loan rates and pay higher deposit rates. Again, the effect is nonlinear and reverses for larger banks. Most CAMEL variables are insignificant, suggesting that differences across banks are absorbed largely by the bank fixed effects. If anything, more profitable banks lend more. The higher the share of nonperforming loans in the portfolio and the less efficiently a bank is managed, which implies a higher costtoincome ratio, the lower are loans. 18 The result that the bank levy has no significant impact on bank behavior is not very surprising. After all, only a few banks actually pay the levy, and the final payments are small. We therefore explore whether banks that are affected more by the levybecause they have higher market shares or pay higher levieschange their behavior. For the former, we measure the pricing power of banks simply by asking whether banks with a higher market share and thus presumably greater pricing power react more to the levy Section 4.2. We then employ a similar differenceindifference model as above but distinguish banks with high versus low contributionrelevant liabilities Section 4.3. Impact of Banks Market Shares 4.2 The response of banks to the levy may depend not only on whether they pay levies but also on their market power and their ability to roll over higher funding costs. Banks with higher market shares might find it easier to maintain loan supplies, despite increased funding costs. These banks might also be able to shift higher costs to their customers by increasing loan rates andor lowering deposit rates. To identify whether the relative asset position of a bank in the market affects its behavior in response to the bank levy, we run the following regression: yitte Market Sharmean 03i,i Charged Bankitx1it10After 2010 Charged Bank After 2010 2 which includes an additional interaction term between the indicator variable for being treated after 2010 and the market share averaged over the period 20032010.8 We deliberately choose a long time window to calculate the market shares of banks, because we want to avoid capturing the shortrun impact of the crisis. A banks market share is the total assets ait of bank i relative to the sum of total assets of all banks in the data set at time t, that is, Market Shareitaiti1, ,N ait. Table 10 displays the regression results using the loans as the dependent variable. Consistent with previous results, banks subject to the levy do not differ significantly in their lending decisions compared with nontreated banks. However, the interaction term between a banks market share and the bank levy dummy is significant: Banks subject to the bank levy in 2011 and with a higher market share provide fewer loans relative to banks that did not pay the tax. The significance of this finding is limited to regressions that focus on the level of the loan stock, whether the total lending volume Column 2 or the size of the loan portfolio relative to a banks assets Column 3 is used as the dependent variable. This result might suggest the cancellation of old, nonprofitable loans. In unreported regressions, we split the sample by bank group and find that the result is driven mainly by the savings banks and credit unions, as well as their head institutes. Focusing on this group of banks, we find a significant, negative 8 We did not include market shares in the previous regressions, because they are highly correlated with total assets. 19 effect for both the total loan portfolio and the lending decision with respect to newly issued loans.9 Table 11 reveals that banks subject to the levy and with a higher market share charge higher loan rates than banks in the control group. The result holds in particular in cases in which we do not differentiate between maturities and for shortterm loans. Focusing on deposit rates, we can see from Table 12 that banks paying the tax and that are larger in relative size offer lower interest rates for new overnight deposits and deposits with a maturity of up to one year, relative to banks in the control group. Impacts of the Size of the Bank Levy 4.3 A larger market share correlates positively with bank size such that the results in Section 4.2 might capture not only the effects of the greater pricing power of banks but also higher tax payments. In this section, we thus test whether differences in the responses of banks to the levy are linked to the absolute size of the payment. We compare differences in the adjustment across banks that meet different thresholds for contributionrelevant positions. We again use a differenceindifference approach but focus only on banks with contributionrelevant liabilities higher than 300 million. Thus, we can compare banks that represent higher intervals with banks that fall under lower thresholds, implying lower tax rates. Otherwise, the identification is identical: We compare the times before and after the introduction of the bank levy. The regression equation also is similar: y 2010 Charged Bank After 3x it1ithighitit Here though, our interest is in the coefficient of the interaction term Charged Bank high After 2010, where Charged Bank high is an indicator variable that takes a value of 1 if the bank meets the contribution threshold above 10 billion or 0 if the banks contributionrelevant liabilities are higher than 300 million but smaller than or equal to 10 billion. Alternatively, we could control directly for the size of the tax payment. However, as we lack full information on the relevant positions to be taxed, doing so might cause a measurement bias. In contrast, we have all necessary data to compute contributionrelevant liabilities such that constructing a dummy based on this component eliminates such concerns. In Tables 1315, we present the regressions, as specified in Equation 3. This sample includes only those banks with contributionrelevant liabilities greater than 300 million, based on December 2010 balance sheet data. Within this sample, we analyze whether the effect of the bank levy changes with the size of contributionrelevant liabilities. Finding a significant coefficient for the term Charged Bank high After 2010 for example would suggest that banks subject to higher tax rates react differently than banks with smaller contributionrelevant liabilities. 9 For brevity, these results are not reported here but can be obtained on request. 20 The results in Table 13 show a significant, negative impact on the total loan supply: Banks with contributionrelevant liabilities of more than 10 billion provide fewer loans than banks with liabilities below this threshold. The coefficient estimate for log loans 0.13 indicates that loans increased, on average, by 13% less for banks subject to higher tax rates than for banks with low contributionrelevant liabilities. Splitting the sample by bank group reveals that this finding is due mainly to savings banks and credit unions and their head institutes. Accounting for differences in the size of the levy paid did not affect loan rates Table 14 while we find a negative impact on deposit rates Table 15. 5 Conclusion This research has assessed the effects of the German bank levy, imposed for the first time in 2011. It aims to internalize the systemic risk of banks and finance a bank restructuring fund. Similar levies are currently being discussed in various regulations for bank restructuring and resolution throughout Europe. Hence, the findings pertaining to the German bank levy might bear interesting insights for a larger policy debate too. In this paper, we have constructed data about payments by individual German banks, on the basis of confidential banklevel information provided by the Deutsche Bundesbank. The results show that the majority of German banks 77% were exempt from paying the tax because of their small size. The bulk of the tax payments came from large commercial banks and head institutes of savings banks and credit unions. The overall proceeds from the tax have been small, accounting for only 3.7% of the banking systems profits in 2011. In terms of the effects of the levy, we find no significant impacts on lending behavior or interest rates for the average German bank. However, the effect of the levy on the behavior of a bank appears to depend on its relative position in the market. Banks that contribute to the bank levy and have relatively high market shares provide fewer loans, increase loan rates on new loans, and lower interest rates on new deposits following the introduction of the bank levy. A similar result emerges for banks with a relatively high tax base. 21 References Albertazzi, U., and L. Gambacorta 2010. Bank Profitability and Taxation. Journal of Banking Finance 3411: 28012810. Altunbas, Y., S. Manganelli, and D. MarquesIbanez 2011. Bank Risk During the Financial Crisis: Do Business Models Matter? ECB Working Paper Series 1394, European Central Bank. Arinaminpathy, N., Kapadia, S., and R. May 2012. Size and Complexity in Model Financial Systems. PNAS 109 45: 1833818343. Behn, M., Haselmann, R., and P. Wachtel 2013. ProCyclical Capital Regulation and Lending. NYU Working Paper No. 245131847, New York University. CapelleBlancard, G., and O. Havrylchyk 2013. The Ability of Banks to Shift Corporate Income Taxes to Customers. Working Papers 201309, CEPII Research Center. Chiorazzo, V., and C. Milani 2011. The Impact of Taxation on Bank Profits: Evidence from EU Banks. Journal of Banking Finance 35: 32023212. Damar, H.E., C.A. Meh, and Y. Terajima 2013. Leverage, BalanceSheet Size and Wholesale Funding. Journal of Financial Intermediation 224: 639662. DemirgucKunt, A., and H. Huizinga 1999. Determinants of Commercial Bank Interest Margins and Profitability: Some International Evidence. World Bank Economic Review 132: 379408. DemirgucKunt, A., and H. Huizinga 2001. The Taxation of Domestic and Foreign Banking. Journal of Public Economics 79: 429453. De Nicolo, G., A. Gamba, and M. Lucchetta 2012. Capital Regulation, Liquidity Requirements and Taxation in a Dynamic Model of Banking. Discussion Papers 102012, Deutsche Bundesbank, Research Centre. Deutsche Bundesbank 2004. Die neue EWU Zinsstatistik Methodik zur Erhebung des deutschen Beitrags. Bundesbank Monthly Report January 2004. Frankfurt a.M. Deutsche Bundesbank 2011. Die erweiterte MFIZinsstatistik: Methodik und erste Ergebnisse. Bundesbank Monthly Report June 2011. Frankfurt a.M. Drehmann, M., and N. Tarashev 2011. Systemic Importance: Some Simple Indicators. BIS Quarterly Review, Bank for International Settlements, March. Drehmann, M., and N. Tarashev 2013. Measuring the Systemic Importance of Interconnected Banks. Journal of Financial Intermediation 224: 586607. Gottlieb, G., A. Avanova, and G. Impavido 2012. Taxing Finance. Finance and Development 493: 4447. Haldane, A. 2012. On Being the Right Size. Speech given at the Institute of Economic Affairs 22nd Annual Series, The 2012 Beesley Lectures at the Institute of Directors, Pall Mall, October 2012. International Monetary Fund IMF 2010. Financial Sector Taxation: The IMFs Report to the G20 and Background Material. Washington DC: IMF. Laeven, L., and F. Valencia 2012. Systemic Banking Crises Database: An Update. IMF Working Paper 12163. Washington DC. 22 Perotti E., and J. Suarez 2009. Liquidity Insurance for Systemic Crises. CEPR Policy Insight No. 31 February. Perotti, E., and J. Suarez 2011. A Pigovian Approach to Liquidity Regulation. International Journal of Central Banking 74: 341. Reinhart, C.M., and K.S. Rogoff 2011. From Financial Crash to Debt Crisis. American Economic Review 101: 16761706. Reinhart, C.M., and K.S. Rogoff 2013. Banking Crises: An Equal Opportunity Menace. Journal of Banking Finance 3711: 45574573. Schweikhard, F.H., and M. Wahrenburg 2013. The Internalization of Systemic Risk: An Analysis of Bank Levy Schemes. Presented at the EFA 2013 Meetings, Gothenburg. Shin, H.S. 2010. NonCore Liabilities Tax as a Tool for Prudential Regulation. Policy Memo: http:www.princeton.eduhsshinwwwNon Core Liabilities Tax.pdf. Taylor, A.M. 2012. The Great Leveraging. NBER Working Papers 18290. Cambridge, MA. 23 Data Appendix The empirical results in this paper are based on banklevel data obtained from the Deutsche Bundesbank. The data are confidential and can be used on the premises of the Deutsche Bundesbank only. We resort to information on banks regulatory capital SA3EUEB, bank lending SON01SON05MFI interest rate statistics, banks balance sheets EJB, and banks profit and loss accounts EGV. Variables and definitions are listed below; information in brackets refers to the corresponding codes in the Deutsche Bundesbank statistics. Banking groups MFI banks: Group of banks required to report in the context of the MFI interest rate statistics. Head institutes: Head institutes of savings banks and credit unions. Mortgage banks: Mortgage banks and building societies. Information used to calculate the bank levy Contributionrelevant liabilities: First tax base of the bank levy; net liabilities of a bank computed according to RStrukt FV, to which the respective tax rates are applied to obtain the first component of the bank levy. Derivatives: Second tax base of the bank levy; amount of derivatives held by a bank; for the calculation of the bank levy, the amount of OTC derivatives held by a bank and reported to the BIS is used as a proxy. Dependent variables Newly issued loans: New loans granted to households and nonfinancial firms MFI interest rate statistics. Loan stock: Loans to banks EJB_27 plus loans to the private sector households and firms EJB 52. Loan rates: Volumeweighted interest rates charged on newly issued loans to the private sector households and nonfinancial firms MFI interest rate statistics. Deposit rates: Volumeweighted interest rates paid for newly received deposits from the private sector households and nonfinancial firms MFI interest rate statistics. Banklevel explanatory variables Total assets: Sum of onbalance sheet items, in million unless indicated otherwise. Tier 1 capital ratio: Fraction of Tier 1 capital relative to riskweighted assets, where Tier 1 capital is defined as: o before 2007: Tier 1 capital Principle I SA3_420. o since 2007: Tier 1 capital Basel II EUEB_096001, due to transition period in 2007 no data available for 2007; and riskweighted assets RWA are defined as: 24 o before 2007: RWA Principle I GB1_05002. o since 2007: RWA are based on the capital requirements for counterparty risk 12.5EUEB_124001EUEB_163001, due to transition period in 2007 no data available for 2007. Nonperforming loans NPL ratio: Fraction of nonperforming loans relative to gross loan volume, where gross loan volume before 2009 is given by the gross loan volume SON01_74, and after 2009, it is the sum of the net loan volume SON01_74 plus specific loan loss provisions SON01_412, SON01_418 plus general loan loss provisions SON01_414, SON01_420 plus untaxed general loan loss provisions SON01_80 plus direct writeoffs SON01_86. Nonperforming loans before 2009 is the gross loan volume with specific loan loss provisions excluding loans to financial institutions SON05_3; after 2009, it is the sum of loans with latent risks SON01_409, SON01_411, SON01_415, SON01_417. Costtoincome ratio: Degree by which operating expenses are covered by operating income, where costs are operating expenses EGV_3, EGV_6, EGV_7, EGV_8, EGV_14, EGV_15, EGV_17, and income is operating income EGV_35, EGV_39, EGV_45, EGV_46, EGV_47, EGV_51. Return on assets Ro A: Aftertax profit including extraordinary items EGV_58 plus taxes paid EGV_24, EGV_25 relative to total assets EJB_128. Liquidity ratio: Fraction of total assets held in liquid assets, where liquidity is cash EJB_5 plus central bank balances EJB_10 plus claims with banks repayable on demand EJB_11 plus securities eligible as collateral at central banks EJB_81. Merger dummy: Dummy variable is equal to 1 if a merger took place in a given year during the sample period and 0 otherwise. 25 Table 1: ContributionRelevant Liabilities by Bank Group The table shows the amount of contributionrelevant liabilities L in billion for both the full sample of banks and the subsample of banks reporting to the MFI interest rate statistics. Numbers are reported across all banks in the sample, as well as disaggregated by bank group, and refer to the year 2011. In column 1, the contributionrelevant liabilities are summed over all banks within a specific bank group of the respective sample. Contributionrelevant liabilities by bank group as a fraction of the total amount of contributionrelevant liabilities are shown in column 2. The share of contributionrelevant liabilities to total liabilities is reported in column 3. Column 4 gives the share of trust liabilities in total liabilities. The distribution of contributionrelevant liabilities across bank groups for the contribution year 2011 is shown for the full sample of banks only: Columns 4 and 5 of the first panel give the percentage share of banks with contributionrelevant liabilities below or equal to above 300 million. If a banks contributionrelevant liabilities are smaller than or equal to this threshold, it is exempted from the payment of the bank levy. a Full sample 1,803 bankyear observations 3 % of total liabilities 4 Trust liabilities % of total liabilities 5 Banks with L 300 million % of total 0.00 58.66 0.00 48.02 93.67 31.71 77.09 6 Banks with L 300 million % of total 100.00 41.34 100.00 51.98 6.33 68.29 22.91 1 Contributionrelevant liabilities billion 2,032 281 1,390 252 141 570 4,666 2 % of total contributionrelevant liabilities 43.55 6.02 29.80 5.39 3.02 12.21 100.00 Large commercial banks Other commercial banks Head institutes Savings banks Credit unions Mortgage banks Total b Reporting banks in MFI interest rate statistics 165 bankyear observations 60.24 33.59 74.80 22.95 17.43 36.92 21.27 0.07 0.26 0.67 0.14 0.35 0.83 0.35 Large commercial banks Other commercial banks Head institutes Savings banks Credit unions Mortgage banks Total 1 Contribution relevant liabilities billion 2,032 171 1,391 119 49 509 4,271 2 % of total contribution relevant liabilities 47.57 4.01 32.56 2.80 1.15 11.91 100.00 3 % of total liabilities 60.24 33.01 74.80 23.20 18.92 46.04 30.84 4 Trust liabilities % of total liabilities 0.07 0.03 0.67 0.07 0.12 0.95 0.34 26 Table 2: Revenue from the Bank Levy in 2011 by Bank Group In this table, we report the total contribution made by all banks in the sample total levy, in million , the average payment average levy, in million , and the corresponding number of contributing banks, which surpass the 300 million threshold and pay at least the minimum contribution of 5% of the computed bank levy Columns 13. Columns 46 depict the same information for the subsample of banks reporting within the scope of the MFI interest rate statistics. All numbers refer to the contribution year 2011, so the balance sheet data come from 2010, and are reported for the full sample and by bank group. 1 2 Full sample 1,803 bankyear observations Large commercial banks Other commercial banks Head institutes Savings banks Credit unions Mortgage banks Total Total levy million 210.5 31.5 206.3 29.3 10.0 41.5 529.1 Average levy million 52.6 0.4 17.2 0.1 0.1 1.5 1.3 Reporting banks in MFI interest rate statistics 165 bankyear observations Number of contributing banks 4 74 12 223 72 28 413 Total levy million 210.5 17.9 206.3 19.6 8.6 40.6 503.5 Average levy million 52.6 1.1 17.2 0.3 0.3 2.1 3.4 Number of contributing banks 4 17 12 67 27 19 146 27 Table 3: Revenue from the Bank Levy in 2011 by Bank Group: Comparison with Data from Governmental Sources This table compares the total contribution made by all banks in the sample total levy, in million with numbers from official sources. Columns 1 and 2 refer to all banks that surpass the 300 million threshold and pay at least the minimum contribution of 5% of the computed bank levy, based on our own calculations and using balance sheet data collected by the Deutsche Bundesbank. Columns 3 and 4 contain the information published on p. 20 in Drucksache 1712339 German Bundestag, Answer by Parliamentary State Secretary Steffen Kampeter dated February 12, 2012. All commercial banks Head institutes Savings banks Credit unions Mortgage banks Total 1 2 Data set, total levy 3 4 Official data, total levy million % of total million % of total 242 206 29 10 42 529 45.7 39.0 5.5 1.9 7.8 100 256 246 28 8 43 581 44.1 42.4 4.8 1.3 7.4 100 28 Table 4: Correlations between the Bank Levy and Bank Characteristics This table shows the correlation between various bank characteristics and the contribution to be made in 2011. The correlations are based on the contributed bank levy in 2011 in million and bank characteristics as of 2010 as the tax payment results from balance sheet positions of the annual account corresponding to the year proceeding the contribution year, or 2010. Results are reported for all banks in the sample as well as for the subsample of banks reporting to the MFI interest rate statistics. a Full sample 1,803 bankyear observations Large commercial banks Other commercial banks Head institutes Savings banks Credit unions Mortgage banks Total 1 Total assets million 0.59 0.69 0.54 0.93 0.84 0.71 0.79 2 Customer deposits total liabilities 0.730.090.040.220.170.560.223 Loans customer deposits 0.380.020.060.200.230.150.004 Tier 1 capital ratio 5 6 7 Liquidity ratio Ro A NPL ratio 0.080.140.480.130.060.380.040.51 0.14 0.22 0.10 0.07 0.12 0.03 0.27 0.05 0.38 0.10 0.07 0.24 0.07 0.270.080.240.080.040.090.02b Reporting banks in MFI interest rate statistics 165 bankyear observations 2 Customer deposits total liabilities 0.730.070.040.420.490.630.423 Loans customer deposits 0.380.010.060.340.200.070.014 Tier 1 capital ratio 5 6 7 Liquidity ratio Ro A NPL ratio 0.080.250.480.360.060.450.140.51 0.33 0.22 0.09 0.31 0.09 0.05 0.27 0.05 0.38 0.48 0.26 0.41 0.17 0.270.220.240.010.040.010.00 Large commercial banks Other commercial banks Head institutes Savings banks Credit unions Mortgage banks Total 1 Total assets million 0.59 0.58 0.54 0.93 0.93 0.74 0.78 29 Table 5: Summary Statistics for Loan Volumes and Interest Rates The table shows summary statistics for the loan volume, loan rate, and deposit rate variables. Descriptive statistics based on the full sample include all observations from 20032011 for all banks in our data set; those based on the subsample of banks reporting within the scope of the MFI interest rate statistics include all observations from this period for banks reporting from 2003 onward. The dependent variable is either newly granted loans New Loans, millions or the volume of existing loans Loans, millions . LoansAssets gives the fraction of the total loan stock relative to total assets. Loans Yo Y change in % denotes the yearonyear change of the total loan stock. The loan and deposit rates % are endofyear volumeweighted interest rates. Data on loan rates are available for three maturity brackets. Shortterm loan rates are fixed for a maximum of one year. Mediumterm loan rates are fixed for at least one year and up to a maximum of five years. Longterm loan rates are fixed for at least five years. All maturities is a weighted average of loan rates across the three maturity buckets. Deposit rates are available for three maturity brackets. Overnight deposit rates are paid for deposits with an overnight maturity. Shortterm deposit rates are fixed for a maximum of one year. Mediumterm deposit rates are fixed for at least one year. All maturities is a weighted average of deposit rates across the three different maturity buckets available. For more details, see the description in the Data Appendix. Loan volume New loans million Loans million LoansAssets ratio Loans Yo Y change in % Loan rates % All maturities Shortterm Mediumterm Longterm Deposit rates % All maturities Overnight Shortterm Mediumterm 1,197 bankyear observations Mean Std. dev. Reporting banks in MFI interest rate statistics15,052 bankyear observations11.40 59,300 0.14 0.11 3.46 20,000 0.70 0.02 18,300 0.13 0.19 2.16 0.98 2.02 2.78 4.38 4.16 4.97 4.99 1.51 1.80 1.28 1.42 0.92 0.62 0.97 0.89 Mean Std. dev. 1 Full sample 2,193 0.70 0.03 2 30 Table 6: Summary Statistics for Banking Variables This table shows summary statistics for variables related to the bank levy used in subsequent regressions and other bankspecific variables, such as banks total assets billion and the CAMEL variables i.e., Tier 1 capital ratio, NPL ratio, costtoincome ratio, Ro A, liquidity ratio and market share. Descriptive statistics are based on the full sample and the subsample of banks reporting within the scope of the MFI interest rate statistics, over the period 20032011. The dummy variable Bank levy 01 is equal to 1 if in 2011 the bank had contributionrelevant liabilities higher than 300 million. The dummy variable Bank levyhigh 01 is equal to 1 if in 2011 the bank had contributionrelevant liabilities of more than 10 billion. Total assets denote bank assets in billion . Tier 1 capital ratio is the fraction of Tier 1 capital relative to riskweighted assets. NPL ratio describes the fraction of writeoffs on a banks loan portfolio relative to the size of the total loan portfolio. Costtoincome ratio relates the cost excluding extraordinary items to the revenues excluding extraordinary items. Ro A measures the earnings before tax relative to total assets. Liquidity ratio measures the fraction of the liquidity held by a bank relative to total assets. Market share is defined as the total assets of bank i relative to the sum of total assets of all banks in the sample at time t. For more details, see the description in the Data Appendix. 1 Reporting banks in MFI interest rate Bank Levy Variables Bank levy 01 Bank levyhigh 01 Market share bank levy Banking Variables Total assets Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Market share Full sample 15,052 bankyear observations Mean 0.026 0.002 0.000 3.66 0.118 0.055 0.823 0.005 0.068 0.000 Std. dev. 0.160 0.046 0.002 41.20 0.070 0.042 0.081 0.004 0.058 0.005 2 statistics 1,197 bankyear observations Std. dev. Mean 0.120 0.024 0.001 34.80 0.104 0.047 0.835 0.004 0.041 0.004 0.325 0.154 0.006 139.00 0.043 0.037 0.080 0.004 0.030 0.017 31 Table 7: Baseline Regression Results: Loan Volumes This table shows the regression results of the estimation specified in Equation 1. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The dependent variable is either newly granted loans New Loans or the volume of existing loans Loans. The effect of the bank levy Bank levy 01 is the coefficient on the dummy Charged Bank After 2010, equal to 1 in the year 2011 if the bank had contributionrelevant liabilities higher than 300 million. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% level, respectively. 1 2 3 4 Bank levy 0,1 Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks New Loans logLoans log Loans Assets Loans Yo Y change0.252 0.198 1.403 0.751 0.055 0.034 0.452 1.470 1.415 1.204 0.187 0.516 8.877 7.416 0.913 0.906 0.120 0.082 5.292 4.226 1,176 0.274 163 0.008 0.033 1.161 0.238 0.024 0.014 0.292 0.382 0.602 0.260 0.365 0.134 2.652 1.545 0.847 0.335 0.123 0.023 7.293 1.059 1,176 0.542 163 0.015 0.020 0.123 0.097 0.009 0.005 0.104 0.239 0.080 0.150 0.118 0.058 0.051 0.752 0.521 0.154 0.005 0.012 0.396 0.472 1,176 0.091 163 0.008 0.016 0.171 0.108 0.001 0.005 0.198 0.288 0.760 0.173 0.141 0.106 2.109 1.056 0.543 0.162 0.146 0.023 1.745 0.607 1,176 0.249 163 32 Table 8: Baseline Regression Results: Loan Rates This table shows the regression results of the estimation in Equation 1. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The dependent variable is the interest rate charged on newly granted loans for different maturities: shortterm: 1 year; mediumterm: 1 year 5 years; longterm: 5 years 10 years. The effect of the bank levy Bank levy 01 is the coefficient on the dummy Charged Bank After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 300 million. Total assets are expressed in million . The independent variables comprise the CAMEL variables, defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. 1 2 3 4 All maturities Shortterm Mediumterm Longterm 0.084 0.185 4.181 0.866 0.233 0.042 1.608 2.048 0.402 1.649 0.549 0.871 8.131 13.242 1.099 0.823 0.009 0.089 0.018 0.304 5.264 1.405 0.287 0.066 2.706 4.242 0.193 2.562 0.398 0.954 23.671 13.968 1.818 1.651 0.013 0.124 21.045 28.197 4.737 1,167 0.632 161 7.691 1,134 0.598 153 0.055 0.277 0.127 1.428 0.001 0.075 2.652 2.174 0.444 1.592 0.560 0.757 3.687 12.017 0.540 1.165 0.043 0.114 5.129 6.944 1,125 0.302 158 0.108 0.231 0.496 1.412 0.030 0.076 2.158 1.363 0.560 1.393 0.451 1.141 10.719 12.916 1.610 1.399 0.016 0.085 6.903 7.160 1,122 0.411 159 Bank levy 0,1 Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 33 Table 9: Baseline Regression Results: Deposit Rates This table shows the regression results of the estimation specified in Equation 1. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The dependent variable is the interest rate paid for newly received deposits for different maturities: overnight, shortterm: 1 year; mediumterm: 1 year. The effect of the bank levy Bank levy 01 is the coefficient on the dummy Charged Bank After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 300 million. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. 1 2 3 4 All maturities Overnight Shortterm Mediumterm 0.007 0.130 0.959 0.379 0.055 0.018 2.423 1.260 1.442 0.659 0.453 0.349 9.932 4.179 1.040 0.609 0.003 0.056 3.343 2.174 1,143 0.876 158 0.037 0.083 0.416 0.442 0.030 0.022 2.566 1.030 1.360 2.150 0.273 0.405 4.439 6.404 0.852 0.632 0.069 0.036 1.206 2.306 1,151 0.639 154 0.002 0.135 0.971 0.345 0.048 0.017 1.275 1.036 1.314 0.554 0.274 0.259 0.559 4.800 0.205 0.507 0.023 0.051 4.187 1.853 1,105 0.916 146 0.125 0.106 0.165 0.561 0.001 0.029 1.937 1.537 0.926 0.931 0.009 0.375 2.209 8.032 1.209 0.617 0.015 0.047 0.496 2.901 1,061 0.750 156 Variable Bank levy 0,1 Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 34 Table 10: Regression Results: Effect of Market Share on Loan Volumes This table shows the regression results of the estimation in Equation 2. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The dependent variable is either newly granted loans New Loans or the volume of existing loans Loans. The effect of the bank levy Bank levy 01 is the coefficient on the dummy Charged Bank After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 300 million. In addition, we include an interaction term that is not equal to 0 if the bank is subject to the bank levy in 2011 and that increases with a banks market share. Market share is the banks share in total assets of all banks included in the data set. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. 1 2 3 4 Bank levy 0,1 Market share bank levy Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks New Loans logLoans log Loans Assets Loans Yo Y change0.262 0.199 2.538 2.396 1.298 0.785 0.049 0.036 0.418 1.476 1.346 1.212 0.234 0.526 9.190 7.451 0.986 0.931 0.119 0.082 5.706 4.328 1,176 0.274 163 0.004 0.033 3.008 1.546 1.037 0.269 0.017 0.016 0.333 0.377 0.520 0.257 0.309 0.138 3.023 1.575 0.761 0.346 0.121 0.023 7.784 1.172 1,176 0.552 163 0.020 0.021 1.321 0.586 0.068 0.105 0.006 0.006 0.086 0.237 0.043 0.151 0.093 0.059 0.214 0.768 0.483 0.157 0.006 0.012 0.612 0.495 1,176 0.107 163 0.009 0.016 0.268 0.512 0.160 0.109 0.002 0.005 0.195 0.290 0.768 0.175 0.146 0.105 2.076 1.043 0.535 0.159 0.146 0.023 1.701 0.606 1,176 0.249 163 35 Table 11: Regression Results: Effect of Market Share on Loan Rates This table shows the regression results of the estimation specified in Equation 2. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The dependent variable is the interest rate charged on newly granted loans for different maturities: shortterm: 1 year; mediumterm: 1 year 5 years; longterm: 5 years 10 years. The effect of the bank levy Bank levy 01 is the coefficient on the dummy Charged Bank After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 300 million. In addition, we include an interaction term that is not equal to 0 if the bank is subject to the bank levy in 2011 and that increases with a banks market share. Market share is defined as the banks share in total assets of all banks included in the data set. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. 1 2 3 4 All maturities Shortterm Mediumterm Longterm 0.101 0.185 4.493 1.835 3.996 0.873 0.223 0.042 1.546 2.056 0.278 1.678 0.465 0.886 8.697 13.243 1.227 0.837 0.011 0.090 0.002 0.302 4.791 2.464 5.058 1.443 0.276 0.068 2.789 4.249 0.326 2.601 0.301 0.961 24.299 13.966 1.969 1.668 0.010 0.125 20.315 27.382 4.747 1,167 0.632 161 7.814 1,134 0.598 153 0.060 0.278 1.328 2.330 0.182 1.389 0.002 0.073 2.674 2.179 0.482 1.600 0.588 0.771 3.856 12.042 0.498 1.162 0.042 0.114 5.338 6.810 1,125 0.302 158 0.112 0.230 0.952 1.839 0.457 1.430 0.028 0.077 2.143 1.369 0.531 1.423 0.472 1.167 10.838 13.060 1.641 1.431 0.016 0.085 6.750 7.169 1,122 0.411 159 Variable Bank levy 0,1 Market share bank levy Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 36 Table 12: Regression Results: Effect of Market Share on Deposit Rates This table shows the regression results of the estimation specified in Equation 2. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The dependent variable is the interest rate paid for newly received deposits for different maturities: overnight, shortterm: 1 year; mediumterm: 1 year. The effect of the bank levy Bank levy 01 is the coefficient on the dummy Charged Bank After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 300 million. In addition, we include an interaction term that is not equal to 0 if the bank is subject to the bank levy in 2011 and that increases with a banks market share. Market share is defined as the banks share in total assets of all banks included in the data set. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. Bank levy 0,1 Market share bank levy Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 1 2 3 4 All maturities Overnight Shortterm Mediumterm 0.007 0.130 3.658 1.368 0.804 0.374 0.046 0.018 2.478 1.259 1.327 0.662 0.528 0.351 10.452 4.239 1.147 0.629 0.001 0.056 2.730 2.143 1,143 0.876 158 0.023 0.083 3.701 2.078 0.264 0.459 0.021 0.023 2.615 1.048 1.463 2.167 0.345 0.418 4.925 6.412 0.959 0.656 0.071 0.037 0.611 2.335 1,151 0.641 154 0.016 0.137 4.396 1.368 0.786 0.341 0.038 0.017 1.345 1.026 1.174 0.551 0.369 0.254 0.122 4.748 0.334 0.515 0.021 0.052 3.464 1.832 1,105 0.917 146 0.110 0.105 4.190 3.566 0.010 0.607 0.009 0.032 1.994 1.515 0.808 0.934 0.081 0.379 2.812 8.104 1.333 0.624 0.018 0.047 1.189 3.041 1,061 0.751 156 37 Table 13: Regression Results: Size Effect of Bank Levy on Loan Volumes This table shows the regression results of the estimation specified in Equation 3. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The sample is restricted to MFI banks that had more than 300 million of contributionrelevant liabilities. The dependent variable is either newly granted loans New Loans or the volume of existing loans Loans. The effect of the bank levy Bank levyhigh 01 is the coefficient on the dummy Charged Bank high After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 10 billion and 0 if the banks contributionrelevant liabilities were greater than 300 million but less than or equal to 10 billion. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. Bank levyhigh 0,1 Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 1 New Loans log 0.189 0.163 0.448 0.854 0.016 0.038 0.014 1.541 1.435 1.359 0.359 0.558 6.509 8.128 1.856 1.365 0.100 0.079 10.693 4.742 1,057 0.283 146 2 Loans log 0.130 0.046 1.060 0.299 0.018 0.017 0.345 0.421 0.472 0.277 0.374 0.152 3.138 1.577 0.510 0.373 0.114 0.024 7.772 1.337 1,057 0.558 146 3 4 Loans Assets Loans Yo Y change0.046 0.020 0.043 0.118 0.005 0.006 0.058 0.260 0.102 0.166 0.130 0.064 0.078 0.804 0.421 0.148 0.018 0.008 0.832 0.568 1,057 0.100 146 0.034 0.021 0.238 0.125 0.002 0.006 0.238 0.318 0.736 0.197 0.119 0.120 2.383 1.086 0.450 0.232 0.136 0.024 2.065 0.709 1,057 0.251 146 38 Table 14: Regression Results: Size Effect of Bank Levy on Loan Rates This table shows the regression results of the estimation specified in Equation 3. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The sample is restricted to MFI banks that had more than 300 million of contributionrelevant liabilities. The dependent variable is the interest rate charged on newly granted loans for different maturities: shortterm: 1 year; mediumterm: 1 year 5 years; longterm: 5 years 10 years. The effect of the bank levy Bank levyhigh 01 is the coefficient on the dummy Charged Bank high After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 10 billion and 0 if its contributionrelevant liabilities were greater than 300 million but less than or equal to 10 billion. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. 1 2 3 4 All maturities Shortterm Mediumterm Longterm 0.148 0.133 4.481 1.065 0.245 0.049 1.565 2.350 0.120 1.896 0.010 0.976 10.969 13.934 1.491 1.175 0.052 0.103 23.193 5.841 1,050 0.638 144 0.159 0.176 4.938 1.692 0.270 0.076 2.372 4.444 0.366 2.882 0.008 1.078 26.405 14.824 1.947 1.940 0.003 0.138 24.925 9.389 1,027 0.610 138 0.262 0.186 0.832 1.588 0.022 0.082 3.169 2.358 0.945 1.749 0.320 0.790 1.589 12.310 0.836 1.686 0.017 0.118 9.803 7.844 1,015 0.314 142 0.025 0.163 0.850 1.686 0.045 0.087 2.490 1.485 0.375 1.667 0.717 1.248 12.580 14.136 1.680 2.227 0.005 0.098 9.065 8.720 1,009 0.420 144 Bank levyhigh 0,1 Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 39 Table 15: Regression Results: Size Effect of Bank Levy on Deposit Rates This table shows the regression results of the estimation specified in Equation 3. The estimations are based on the sample of banks that report to the MFI interest rate statistics and cover 20032011. The sample is restricted to MFI banks that had more than 300 million of contributionrelevant liabilities. The dependent variable is the interest rate paid for newly received deposits for different maturities: overnight, shortterm: 1 year; mediumterm: 1 year. The effect of the bank levy Bank levyhigh 01 is the coefficient on the dummy Charged Bank high After 2010, which is equal to 1 in 2011 if the bank had contributionrelevant liabilities higher than 10 billion and 0 if its contributionrelevant liabilities were greater than 300 million but less than or equal to 10 billion. Total assets are expressed in million . The independent variables comprise the CAMEL variables, as defined in Section 3.3, included with a lag. The merger dummy is equal to 1 if a merger took place in a given year and 0 otherwise. Time and bank fixed effects are included but not reported. The standard errors are robust to heteroscedasticity. , , indicate significance at the 10%, 5%, 1% levels, respectively. 1 All maturities 0.112 0.103 0.696 0.416 0.042 0.018 2.495 1.382 1.157 0.782 0.391 0.374 7.261 4.624 1.368 0.783 0.017 0.065 2.030 2.425 1,024 0.883 141 2 Overnight 0.390 0.109 0.110 0.440 0.013 0.023 3.039 1.108 2.101 2.436 0.458 0.476 5.397 6.890 1.293 0.805 0.074 0.038 0.038 2.230 1,038 0.648 139 3 Shortterm 0.190 0.092 0.889 0.379 0.044 0.017 1.652 1.149 1.087 0.664 0.459 0.281 1.198 4.802 0.801 0.795 0.034 0.061 3.979 2.120 999 0.932 132 4 Mediumterm 0.417 0.180 0.220 0.713 0.021 0.036 1.954 1.680 0.560 1.136 0.006 0.421 2.471 8.466 1.234 1.048 0.029 0.053 2.015 3.667 944 0.750 139 Bank levyhigh 0,1 Log total assets Log total assets 2 Tier 1 capital ratio NPL ratio Costtoincome ratio Ro A Liquidity ratio Merger dummy Constant Observations R2 Number of banks 40 Figure 1: Tax Payments and ContributionRelevant Liabilities This graph plots the partial tax payments in million resulting from the multiplication of contributionrelevant liabilities in billion in different tax brackets with the respective tax rate. The tax rate for contributionrelevant liabilities L smaller than or equal to 300 million is 0. If a bank has contributionrelevant liabilities of more than 300 million, the amount exceeding this threshold is subject to the following progressive tax rate: 0.0002 300 million L 10 billion, 0.0003 10 billion L 100 billion, 0.0004 100 billion L 200 billion, 0.0005 200 billion L 300 billion, and 0.0006 L 300 billion. 41 Figure 2: ContributionRelevant Liabilities, 2011 versus 2012 This graph plots contributionrelevant liabilities for the year 2011 against those of 2012. The graphs are based on balance sheet data from 2010 or 2011. On the left, data from all banks included in the sample are aggregated to obtain contributionrelevant liabilities by bank group in billion . On the right, contributionrelevant liabilities by bank group are scaled by total assets of the respective bank group. Source: Deutsche Bundesbank, own calculations. 42 Figure 3: Histogram ContributionRelevant Liabilities This graph shows the distribution of contributionrelevant liabilities in billion in the second interval, 300 million L 10 billion, for 2011 and 2012, using balance sheet data from 2010 and 2011. According to the KolmogorovSmirnov test, we cannot reject the equality of the distribution functions for contributionrelevant liabilities in 2011 and 2012. Source: Deutsche Bundesbank, own calculations. 43 Figure 4: Derivatives of BIS Banks This figure shows the development of derivative exposures in billion of German banks reporting to the Bank for International Settlements BIS. Both overthecounter OTC and exchangetraded ET derivative positions are depicted. Source: Semiannual OTC derivatives statistics and statistics on exchange traded derivatives, Bank for International Settlements. 44 Figure 5: Time Trends in Loan Volumes, Loan and Deposit Rates This figure compares the average pattern of a newly issued loans and total lending, b loan rates, and c deposit rates for the sample of banks reporting to the MFI interest rate statistics over 20032011. Control group refers to banks with contributionrelevant liabilities smaller than or equal to 300 million. Treatment group contains banks that must pay taxes on their contributionrelevant liability positions. Panel a shows the average pattern for the log of newly issued loans in thousand and the log of the total loan volume in thousand for the control and the treatment group. Panel b refers to average interest rates % on new loans with different maturities again for the control and the treatment group. Panel c corresponds to average interest rates % on new deposits with different maturities. Source: MFI interest rate statistics and balance sheet reports, Deutsche Bundesbank. a Loan volumes b Loan rates c Deposit rates 45 ", "filename": "cesifo_wp4704.pdf", "person": ["Claudia M. Buch", "Buch, Claudia M.", "Björn Hilberg", "Hilberg, Björn", "Lena Tonzer", "Tonzer, Lena"], "date": ["2014"]}