{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/18941/1/cesifo1_wp1477.pdf"], "title": ["What if the UK had joined the euro in 1999? : An empirical evaluation using a Global VAR"], "plaintext": " CESifo Working Paper No. 1477 WHAT IF THE UK HAD JOINED THE EURO IN 1999? AN EMPIRICAL EVALUATION USING A GLOBAL VAR Abstract This paper attempts to provide a conceptual framework for the analysis of counterfactual scenarios using macroeconometric models. As an application we consider UK entry to the euro. Entry involves a longterm commitment to restrict UK nominal exchange rates and interest rates to be the same as those of the euro area. We derive conditional probability distributions for the difference between the future realisations of variables of interest e.g UK and euro area output and prices subject to UK entry restrictions being fully met over a given period and the alternative realisations without the restrictions. The robustness of the results can be evaluated by also conditioning on variables deemed to be invariant to UK entry, such as oil or US equity prices. Economic interdependence means that such policy evaluation must take account of international linkages and common factors that drive fluctuations across economies. In this paper this is accomplished using the Global VAR recently developed by Dees, di Mauro, Pesaran and Smith 2005. The paper briefly describes the GVAR which has been estimated for 25 countries and the euro area over the period 19792003. It reports probability estimates that output will be higher and prices lower in the UK and the euro area as a result of entry. It examines the sensitivity of these results to a variety of assumptions about when and how the UK entered and the observed global shocks and compares them with the effects of Swedish entry. JEL Code: C32, C35, E17, F15, F42. Keywords: Global VAR GVAR, counterfactual analysis, UK and Sweden entry to Euro. M. Hashem Pesaran University of Cambridge Sidgwick Avenue UK Cambridge, CB3 9DD mhp 1cam.ac.uk L. Vanessa Smith University of Cambridge Sidgwick Avenue UK Cambridge, CB3 9DD lvs 21cam.ac.uk Ron P. Smith Birkbeck CollegeUniversity of London Malet Street UK London WC1E 7HX rsmithecon.bbk.ac.uk This is a much revised and corrected version of a paper presented at the Conference Macroeconomics and Reality, 25 Years Later, Barcelona, April 12, 2005. We are grateful to Stephane Dees and Filippo di Mauro of ECB for helpful discussions on the development of the GVAR model used in the present exercise. We have also benefitted from comments by the discussants at the conference, Tom Doan and Marco Del Negro, and by Jagjit Chadha, Mardi Dungey, Sean Holly, Pravin Trivedi, and Stephen Wright. 1 Introduction In economic analysis it is usually assumed that agents are capable of evaluatingalternative potential outcomes: to answer what if questions. Agents oftenmake decisions by conducting a counterfactual analysis, judging what wouldhappen under alternative states of the economy. This ability is taken for grantedin strategic games, and in arriving at arbitrage conditions in financial markets.Similarly in economic policymaking, a monetary authority will ask what willbe the outcome if interest rates are left unchanged compared to the outcome ifthey are raised or lowered by a certain number of basis points. In policymaking,such scenarios are usually constructed using an econometric model and theoutcomes may be described in terms of point, interval or probability forecasts.This paper attempts to provide a conceptual framework for the analysis of suchcounterfactuals. The approach is illustrated with a specific example that hascaused considerable controversy, the debate as to whether the UK or Swedenshould adopt the euro. A natural question to ask in this context is whetheroutput in the UK Sweden and euro area EA, would be higher and priceslower if the UK had joined the euro in 1999. Given a global econometric modelthis is a well defined question that has not, to our knowledge, been given aquantified answer. The model we shall use is the Global Vector Autoregression,GVAR, described in Dees, di Mauro, Pesaran and Smith 2005, Dd PS, which isestimated for 25 countries plus the euro area over the period 1979Q4 to 2003Q4.Our approach to the counterfactual analysis involves deriving the conditionalprobability distributions for the differences between the future realisations ofvariables of interest subject to the restrictions implied by the counterfactualunder consideration and the alternative realisations without such restrictions.Given a complete econometric model, i.e. with no exogenous variables, with avector of endogenous variables xt, one can calculate the multiperiod probabilitydistribution for x T h conditional on information at time T : f x T h IT , forh 1, 2,  H, where H is the forecast horizon. The counterfactual scenario, saythe UK or Sweden euro entry, can be viewed as imposing restrictions on the spaceof the endogenous variables, x T j d T j, j 1, 2,  , H, where and d T jare specified such as to ensure that UK Sweden and EA nominal exchangerates and interest rates are equalised for a certain number of periods after entry,and H is the commitment horizon typically assumed to be much larger than H. One can then calculate the probability distribution of x T h subject to theh 1, 2,  , H H.longterm entry restrictions, fx T h IT , x T j d T j, j 1, 2,  , H, for The effect of the entry can then be derived as the probability distributionof the difference between the two counterfactuals. Our baseline case looks atthe effect of UK entry in 1999Q1 at par, namely the exchange rate prevailingin 1998Q4, on output and prices in the UK and EA over the five years 1999Q12003Q4. To model longterm commitment we impose the entry restrictions for 10 years, and consider the effects of the UK entry over the period 1999Q12003Q4 five years. We examine the robustness of our results to a varietyof other assumptions about how the UK joined, when it joined and to the 2realisations of oil prices and US equity and interest rates. A similar analysis isalso carried out for Sweden.There is a large literature on conditional probability forecasts, e.g. Doan,Litterman and Sims 1984 and Waggoner and Zha 1999, but our approach israther different. For instance, when a Central Bank fixes a future path for interest rates to investigate a particular scenario, it usually does this by fixing theerrors in the model so that the required interest path is achieved, but ignores thecovariances between those assumed errors and the errors of the other equations,which will change other variables. In contrast, our approach allows for the possibility of nonzero covariances. It differs from impulse response function analysisbecause it puts the restrictions on the observable variables not the unobservableshocks, whose interpretation can be problematic. Like conditional forecasting,the counterfactual analysis can be carried out using the reduced form model,which renders the analysis invariant to the different schemes discussed in theliterature for exact identification of the structural shocks.The issue we are dealing with is similar to that dealt with by models ofpotential outcomes introduced in the design of experiments by Neyman 1935and used in the treatment effect literature. The UK did not join the euro in 1999 and we cannot observe what would have happened had it done so anymore than we can observe what would have happened to Italy had it not joined.The relation between models of potential outcomes and econometric modelsis discussed by Heckman 2000. However, our approach differs in that it examines alternative distributions generated by a parametric model rather thanmaking nonparametric comparisons between the observations on those treatedand those not treated. The very small sample means that it is not sensible tocompare the outcomes of the twelve EU members who joined the euro with thethree who stayed out.Our approach also differs from the type of counterfactuals that are oftencontemplated in historical discourses. For example, Fogel 1964 asked: whatmight have happened to the US economy if the railroad had not been broughtinto use? The standard counterfactual compares the outcome of the hypothetical alternative scenario to what actually happened. The former can be viewed asrestricted forecasts, and as with all forecasts can be subject to significant errors,thus making it difficult to distinguish the effects of the restrictions the counterfactuals from the forecasts errors associated with the econometric model.Our approach avoids this problem by evaluating the probability distribution ofthe difference between two counterfactuals, one with and one without the restrictions imposed. The particular aspect of the probability distribution thatwe look at is the probability that GDP in the UK and the EA would have beenhigher and prices lower had the UK joined the euro at the beginning of 1999.We phrase this question in terms of probabilities rather than point forecastsbecause measurement of such effects is inherently uncertain.There is a vast literature on various aspects of the euro, including the massive research project conducted by the UK Treasury involving many independentacademics published as HMT 2003, but none of it seems to address the particular question we pose. Much of the analysis has been preoccupied with the 3effects on the UK. We look at the effects on both the UK and the EA, sincethey are very interdependent. The EA is the UKs largest trading partner accounting for 53.7% of its trade, compared to 18% for the US, but the UK is alsothe EAs largest trading partner, accounting for 23.8% of its trade as comparedwith 22.7% for the US, see Table 1. Thus UK entry could have important effectson the EA.Table 1: Trade Weights Based on Direction of Trade Statistics CountryRegion USEAChina Japan UKSweden Switz.Norway US0.0000.2270.2360.3190.1800.1040.1130.090EA China 0.0730.1550.0000.0560.0000.1640.1280.1320.0200.5370.5170.0250.0150.6700.4490.0200.0520.2380.0290.0320.0000.1150.0660.1810.0080.0570.0100.0070.0270.0000.0150.132Rest of W. Europe Japan UK Sweden Switz. Norway 0.1240.0720.2480.0000.0420.0350.0390.0300.0040.0280.0030.0030.0230.0990.0040.0000.0120.0900.0070.0090.0280.0170.0000.008Rest0.5710.2320.3040.3710.1430.0880.0790.089Note: Trade weights are computed as shares of exports and imports displayed in rowsby region such that a row, but not a column, sums to one. Rest gathers the remainingcountries. This Table has been reproduced from Table 2 in Dees, di Mauro, Pesaran and Smith 2005.Economic interdependence means that policy evaluation of alternative scenarios must take account of international linkages and common factors whichdrive business cycle fluctuations. Thus, to conduct the counterfactual that wehave in mind requires a global macroeconometric model which contains specificmodels for the euro area and the UK, allows for nominal exchange rates andinterest rates to be equalised and can calculate the probability distributions forthe endogenous variables multiple periods ahead, with and without the restrictions implied by the counterfactuals. The GVAR described in detail in Dd PSallows us to do this. It is estimated over 1979Q4 to 2003Q4, so the parameterestimates embody information after the introduction of the euro. It is exactlythe version described there. It has not been adjusted for this particular exercise. An earlier version of the GVAR is described in Pesaran, Schuermann and Weiner 2004.To examine the effect of entry on levels of output and prices in the UKand the EA, a model which distinguishes between the EA and other countriesis essential since we need to fix the UK nominal interest rate and exchangerate relative to the ones in EA, while letting the EA now including the UKinterest rate and exchange rate to vary against other economies. Models whichare based on indices of effective exchange rates are not suitable for this purpose.The experience of the EA would have been different under UK entry, because 4the UK has strong trading links with the EA. Therefore changes in UK economicperformance would have feedback effects on the EA. The GVAR allows for this,so the impact on the EA of UK entry can be computed.The approach developed in this paper could be used to examine a range ofother counterfactuals, e.g. the new entrants to the EU joining the euro, thepossibility of China pegging her currency to the yen rather than to the USdollar, or the effects of a policy committed to holding interest rates unchangedover a given period.In the rest of the paper we briefly describe the historical background to thecreation of the euro, provide an overview of the GVAR, present a framework forthe analysis of counterfactuals starting with a simple illustration. We explainhow we model entry and derive the probability distribution of the effects of entryunder different scenarios, and finally preset the main results for the effects of UK and Sweden entries, separately.2 Historical Background A central theme in European economic policy in the last quarter of the twentieth century was the need to reduce exchange rate volatility. After the breakdown of Bretton Woods, there were various attempts to reduce exchange ratefluctuations between European countries, culminating in June 1988, when the European Council confirmed the objective of Economic and Monetary Union,EMU. It established the Delors Committee which proposed a three stage processto EMU. Stage 1 started on 1 July 1990, Stage 2, with an embryonic Central Bank, the European Monetary Institute, started on 1 January 1994. Stage 3started with the adoption of the euro as a virtual currency on 1 January 1999.Eleven countries fixed their exchange rates to the euro and adopted commoninterest rates. Greece joined on 1 January 2001. Euro notes and coins enteredcirculation in January 2002.During the same period, a central theme in UK economic policy was thecontrol of inflation. Money supply targeting was tried in the late 1970s and early 1980s but failed. The target then switched to the exchange rate, first informallyunder Chancellor Lawson who shadowed the DM, then formally after October 1990 through membership of the European Exchange Rate Mechanism, ERM.The UK and Italy were ejected from the ERM by a large speculative attack in September 1992. Italy later returned to the ERM and joined the euro while the UK began a period of inflation targeting.The Labour Party was elected in 1997. In opposition, it knew that if electedto government it would have to establish credibility. Keegan 2003 providesan account of the development of Labour party economic policy. During theelection campaign, Labour had tried to establish that it would follow a prudentfiscal policy by committing itself to the public expenditure plans of the previous Conservative government.It also needed to establish that it would follow aprudent monetary policy. There were two obvious routes: rejoining the ERMand subsequently the euro or making the Bank of England independent. Neither 5could have been put in the election manifesto and either could in economic termsbe regarded as providing a plausible nominal anchor. In the event, it chose Bankof England independence. To join the euro the UK would have had to meet aset of five convergence criteria. Four of them it easily met: government deficitbelow 3% of GDP, government debt below 60% of GDP, inflation less than 1.5%above the three best performing states, and long interest rates less than 2%above the three best performing states. The fifth, membership of the exchangerate mechanism without severe tensions for at least two years, would have beenmore difficult to meet, but might have been waived by the other members.To determine policy towards the euro, the Labour Chancellor of the Exchequer, Gordon Brown, in a Statement on Economic and Monetary Union on October 27 1997 available on http:www.hmtreasury.gov.uk proposed fiveeconomic tests:1. Whether there can be sustainable convergence between Britain and the economiesof a single currency;2. Whether there is sufficient flexibility to cope with economic change;3. The effect on investment;4. The impact on our financial services industry, and;5. Whether it is good for employment.Some questioned the economic coherence, as distinct from the political rationale, of these tests and in any event they were about conditions for entry, notabout what the outcome would be if the UK did enter, which is the questionthat concerns us in this paper.3 An Overview of the GVARSuppose there are N 1 countries indexed by i 0, 1, 2,  , N, with country 0, the US, as the reference country. The Dd PS version of the GVAR covers 33countries, 25 treated separately, the remainder grouped into the euro area. Forsimplicity we will refer to the EA as a country. A secondorder countryspecific VARX2,2 model with deterministic trends can be written as xit i iti 1 xi,t 1 i 2 xi,t 2 i 0 xit i 1 xi,t 1 i 2 xi,t 2 uit, 1for i 0, 1,  , N, where xit is a ki 1 usually five or six vector of countryspecific variables, xit, a ki 1 vector of foreign variables specific to country i,i 1 and i 2 are kiki matrix of lagged coefficients, i 0, i 1 and i 2 are kikimatrix of coefficients associated with the foreignspecific variables, and uit is aki 1 vector of idiosyncratic countryspecific shocks. All the 26 countryspecificmodels in the GVAR are estimated over the period 1979Q42003Q4.The variables xit are a ki 1 subset of the logarithm of real output, yit;inflation, it pit pit 1, where pit is the logarithm of a price index; thereal exchange rate, which we define as eit pit, where eit is the logarithmof the nominal exchange rate against the dollar; a short interest rate, r Sit it is a short interest rate measured in percent perit100, where RS0.25 log1 RSannum; a long interest rate, r Lit100; and the logarithm ofit 0.25 log1 RL6real equity prices, qit. The variables included in the different country modelsare not always the same, e.g. there are no equity price or longterm interestrate data for some.The lag orders are selected by AIC separately for each country up to amaximum of 2. The US, the reference country, is treated differently. Oil pricesare included in the US model as an endogenous variable but included in othercountry models as weakly exogenous. In contrast, exchange rates in terms of US dollars are included as endogenous variables in all country models exceptfor the US model. Also all foreign variables are included in the nonUS modelsas weakly exogenous variables, but only foreign real output and foreign inflationare included as weakly exogenous in the US model.The country specific models in the GVAR could be derived from structuralmodels. Most theoretical models have VARs as reduced forms. For example,solution of Dynamic Stochastic General Equilibrium DSGE models can beapproximated by VARs with restrictions on the coefficients. But a formal linkup of the GVAR with multicountry DSGE models will be beyond the scope ofthe present paper.The foreign variables xit are calculated as country specific trade weightedaverages of the corresponding variables of the other countries xit NXj0wij xjt, with wii 0where wij is the share of country j in the trade exports plus imports of countryi. The xit are treated as weakly exogenous, an assumption found acceptable,when tested. A summary of the tradeweight matrix is given in Table 1. The VARX models can be estimated separately for each country, taking into account the possibility of cointegration between xit and xit. Including the countryspecific world averages, xit, also reduces betweengroups dependence in the errors. In the VARX only the just identifying restrictions are imposed on thecointegrating vectors. It is worth noting that the outcome does not depend onthe precise form of the just identifying restrictions.Although estimation is done on a country by country basis, the GVAR modelis solved for the world as a whole, taking account of the fact that all the variablesare endogenous to the system as a whole. To do this 1 can be written as Ai 0 zit hi 0 hi 1t Ai 1 zit 1 Ai 2 zit 2 uit,2for i 0, 1, 2,  , N where zit zit xit xit ,and Ai 0 Iki,i 0, Ai 1 i 1, i 1, Ai 2 i 2, i 2.7The dimensions of Ai 0, Ai 1 and Ai 2 are ki ki ki and Ai 0 has full columnrank, namely RankAi 0 ki. Also note that zit Wi xt,where xt x 00t, x 01t,  , x 0N t0 is the k 1 vector which collects all the endogenousvariables of the system, and Wi is the ki ki k matrix defined by the tradeweights wij. Using this 2 can be written as Ai 0Wi xt hi 0 hi 1t Ai 1Wi xt 1Ai 2Wi xt 2 uit, for i 0, 1, 2,  , N,3and the systems stacked to yield the model for xt H0 xt h 0 h 1t H1 xt 1 H2 xt 2 ut,where Hj A0j W0A1j W1 AN j WN, hj h 0jh 1j h Nj, ut u 0t u 1t  u Nt,for j 0, 1, 2. Since H0 is a known nonsingular matrix that depends on thetrade weights and parameter estimates, we can obtain the GVAR xt a 0a 1t G1 xt 1 G2 xt 2 vt,4where Gj H1can be solved recursively and used for a variety of purposes.0 hj, for j 0, 1, 2, and vt H10 Hj, aj H10 ut. The GVARThere are no restrictions on the covariance matrix E vt v 0t. For eachjtT.country we have a ki 1 vector of estimated residuals b uit from which can becalculatedb vit and the elements of the covariance matrix are estimated freely bythe ki kj matrix bij Ptb vitb v 0The model has 134 endogenous variables 71 stochastic trends and 63 cointegrating relations. A full description of the model properties including ananalysis of its stability is given in Dd PS. Although linear with a simple overallstructure, this is a large and complicated model which allows for a large degreeof interdependence. There are two routes for between country interdependence,through the impact of the xit variables and through the covariances. The effectsthrough the xit are generally large, shocks to one country have marked effectson other countries. The between country covariances are quite small, with theexception of those for the real exchange rate equations, perhaps because of thebasecountry effect, since they are all expressed against the US dollar.4 A Framework for Counterfactual Analysis 4.1 A Simple Illustration Before presenting our counterfactual framework for the analysis of UK entry itmight be helpful to consider a simple illustration where we focus only on two 8variables, x 1 and x 2 in the context of a oneperiod commitment problem. Suppose that in the absence of interventions the variables x 1, x 2 have a bivariatenormal distribution with means 1, 2 and variance matrix 2112122 .2Denote the corresponding random variables after the intervention by x 1 and x 2,and suppose that the objective of the intervention is to ensure x 1 x 2,1 withthe postintervention variables being no more volatile than the preinterventionones, namely V x 1 V x 1 and V x 2 V x 2.2 To clarify the role ofthese optimality conditions in deriving our proposed solution we introduce theintervention variables 1 and 2 so thatx 1 1 1 u 1,x 2 2 2 u 2,and 1 and 2 are such that 1 2 2 1 u 2 u 1.5Clearly, without further restrictions, there are many possible forms of interventions that could satisfy 5. For example, intervention could only affect x 2 andnot x 1, with x 1 realised first and then x 2 set to equal x 1. Under this set up 1 0, and 2 1 2 u 1 u 2 so that x 1 and x 2 both will be distributedas N 1, 21. But such an intervention need not be optimal since it does notnecessarily ensure that V x 1 V x 1 and V x 2 V x 2.distributed, the mean and variance of x 1 or x 2 are given by 3Under the above set up and noting that x 1 and x 2 are jointly normally Ex 1 E x 1 x 1 x 2 0 1 Covx 1, x 1 x 2V x 1 x 20 1 2 ,and V x 1 V x 1 x 1 x 2 0 V x 1 which can be simplified to Covx 1, x 1 x 2Covx 1 x 2, x 1V x 1 x 2,Ex 1 E x 2 ,122 12 222 21221 21 211 Note that by construction x 1 x 2 x, where x is also normally distributed under ourassumptions.2 In the context of more structured problems, one could also employ utilitybased optimalityconditions. However, to the extent that lower volatilities are welfare enhancing our statisticalapproach can be reconciled with alternative utilitybased procedures.3 Recall that for normally distributed random variables we have E y x d Ey Covy, xVx1d Ex.9and V x 1 V x 2 2121 2221 22 212.It is also easily verified that V xi V xi for i 1, 2, as required.Finally, for future reference we note that Covx 1, x 1 Covx 2 , x 1 V x 1. To prove this result consider the following convex combination of therandom variables x 1 and x 1z x 1 1 x 1 ,where is a scalar in the range 0 1. Since under our intervention rule V x 1 V x 1, hence the value of that minimizes V z must be zero. Fromthe first order condition for the minimization of V z with respect to , theoptimal value of , say , is given by V x 1 Covx 1, x 1 0, V x 1 x 1and hence Covx 1, x 1 V x 1, as required.4.2 Modeling of Entry The illustrative model of the above section is static and focuses on a singleperiod where the forecast and the commitment periods are the same. But inthe case of dynamic models, as noted in the introduction, it is important thata distinction is made between the forecast horizon and the commitment period.Let H denote the forecast horizon, h 1, 2,  , H, and H the commitmenthorizon, j 1, 2,  , H, such that H H. The choice of H would typicallydepend on the nature and the expected durability of the commitment. In whatfollows we take H and H as given. In the empirical applications we ensure that H is sufficiently large relative to H.Also the GVAR includes as endogenous variables in xt the real exchangerates and rates of inflation of the various countries. To analyse the effect of UK entry we need to transform the model to explain a new set of endogenousvariables xt which include the levels of prices and nominal exchange rates. Wetreat a counterfactual as a restriction on the space of endogenous variables, xt.In this case the restriction is the equality between UK and EA nominal exchangerates and interest rates. For entry at the end of period T e.g. 1998Q4, therestrictions can be written in the form: x T j d T j, j 1, 2,  , H. wherethe restrictions embodied in and d T j are defined by the counterfactual.UK entry imposes two restrictions on the endogenous variables. We can thencalculate the unrestricted expected values h E x T h IT and the restricted 1, 2,  , H H. The difference in these expected values is our point estimateexpected values h Ex T h IT , x T j d T j, j 1, 2,  , H, for h 10of the effects of the counterfactual, UK entry. We also derive the variancecovariance matrix of the difference for each horizon. Assuming joint normality,this allows us to make probability statements about the effects of entry on events,for example that UK GDP will be higher, and joint probability statements, e.g.that UK GDP will be higher and UK prices lower across the different horizons.The advantage of the GVAR in this exercise is that it can consistently allowfor a large degree of interdependence through a variety of channels within acoherent structure. One disadvantage for exposition is that the linkages inthe GVAR are complex. We assume that the parameters of the model remainconstant at the values estimated from the historical sample. The stochastictrends in the model mean that the variance of the forecast x T h increases atthe rate, h, thus the forecasts themselves are likely to have large standard errorswhich will increase with the horizon. The estimates of the effect of entry, thedifference between two forecasts, will have smaller variances than the forecasts,but the variance of the effect of entry will also increase at the rate, h. Toallow for this uncertainty we will focus on the probability of particular events.Specifically, we consider the probability that output in the UK and EA will behigher with entry, that prices will be lower and the joint probability of higheroutput and lower prices.With the above considerations in mind, suppose that UK joins euro at theend of date T with the commitment agreed by the euro area and UK authoritiesjointly that UKs nominal exchange rate, E2,T j, and short term interest rate,2,T j, will be fixed at the corresponding euro values over the commitmentr Speriod j 1, 2,  , H.4 Since in the GVAR all exchange rates are measuredwith respect to the US dollar, the alignment of nominal exchange rates between UK and euro can be achieved by setting E2,T j E1,T j E2,TE1,T,6where denotes the euro rate at which UK joins the euro. The case of 1implies entry at par, i.e nominal euro rate being equivalent to that at the endof period T . Clearly entry at a different exchange rate can also be entertained.In the case, for example, of a UK entry with a rate which is 10% say below theeuro at the end of period T , 0.90. Taking logs, 6 may also be writtene 2,T j e 1,T j e 2T e 1T ln, for j 1, 2,  , H.For short term interest rates we haver S2,T j r S1,T j for j 1, 2,  , H.78To work out the effects of UK entry we shall consider two multiperiodforecast scenarios: i the forecasts of x T h, h 1, 2,  , H in the absenceof a UK entry, ii forecasts in the presence of a UK entry. This could bedone either in terms of point or probability forecasts that allow for parameter 4 In what follows we denote UK and euro variables by the subscripts 2 and 1, respectively.11andor model uncertainty. Under entry at 1999Q1, we further consider forecastsconditional on the realisations of four variables namely, oil prices endogenousto the US model, US equity prices and US short and long term interest rates.As mentioned at the outset, it is unlikely that UK entry would have any effecton these particular variables.As noted earlier, the GVAR uses real exchange rates as a variable, butto model entry we need to fix nominal exchange rates. The solution of the GVAR given by 4 can be expressed in terms of the price level and the nominalexchange rate yielding the equationxt b 0 b 1t F1xt 1 F2xt 2F3xt 3vt,9whereandb 0 Ba 0, b 1 Ba 1,F1 C BG1B1 , F2 BG2B1 G1B1C, F3 BG2B1C.The details of this procedure and the precise relationship between xt and xt,defined by 1, can be found in the Appendix where for expositional conveniencethe first three countries in the k 1 vector xt x 00t, x 01t,  , x 0N t0 are ordered as US, EA and UK respectively, followed by the remaining. Similarly, in all countrymodels, xit, the first variable is the price level pit and, with the exception of the US, the second and third entries in xit are the nominal exchange rate, eit, andthe short term interest rate, r Sit, followed by the remaining.Using 9, the point forecasts under i in the absence of UK entry aregiven recursively byh b 0 b 1 T h F1h 1 F2h 2 F3h 3, for h 1, 2,  , H 10with the initial values 0 x T , 1 x T1 and 2 x T2, where F1 3C B G1B1 , F2 B G2B1 G1B1C, F3 B G2B1C,b 0 Ba 0, b 1 Ba 1and a 0, a 1, G1 and G2 are obtained from the individual country estimates usingthe GVAR modeling framework described in Section 3.It is also convenient to work with the companion form of 9 and so we haveorxtxt 1xt 2 Hence F1 F2 F3Ik 000Ik 0 xt 1xt 2xt 3 b 0 b 1t 00 vt 00 ,Xt FXt 1 Dt Vt.XT h Fh XT h 1Xs0Fs DT hs h 1Xs012Fs VT hs,11andwhere E1 Ikx T h E1XT h,0kk 0kk.Therefore, conditional on the initial values, XT , and in the absence of entrywhere h is given by 5x T h IT N h, hh,12131415andin whichhh E1h E1Fh XT E1Fs DT hs,E01,Fs F0sh 1Xs0h 1Xs00 0 0 , 0 00 0 0 and BCov v T hiB0. The covariance of vt can be estimated using theresiduals of the global model, 4.4.3 Point and Probability Forecasts Conditional on UKEntry Under UK entry, forecasts of the global model must be obtained subject to theentry restrictions 7 and 8 which can also be written more generally asx T j d T j, j 1, 2,  , H16where is a suitably defined l k matrix and d T j is a l 1 vector of knownconstants. In the case of the entry restrictions 7 and 8 we have l 2,d T j e 2T e 1T lnrate of appreciationdepreciation d T 10 ,for j 1, 2,  , H, where d T e 2T e 1T lnrate of appreciationdepreciation,and 01k 00 1 0 01k 130 0 1 01k 130 1 0 01k 230 0 1 01k 2301k 02k 001kk 0k 1k 2 .01kk 0k 1k 2175 h can can also be computed using the recursions 10.13Point forecasts of x T h under UK entry restrictions 16 are given by, for h 1, 2,  , H,h Ex T h IT , x T j d T j, j 1, 2,  , H .In deriving these expectations we assume that the announcement of the entryrestrictions does not affect the GVAR parameters, Fi, i 1, 2, 3 and .6First note that, using 11, we havex T h h T h,18where Also T h h 1Xs0E1Fs VT hs.where hh is given by 14. The entry restrictions now imply that T h IT N 0,hh,T j d T j j for j 1, 2,  , H.19Setting gj d T j j j, 19 can be written aswhere H 0T 1, 0T 2,  , 0T H0 and g H g 01, g 02,  , g 0 H0.Under joint normality of the shocks, we have, for h 1,  , H HI H H g H,where sh H is a H 1 selection vector with unity as its hth element and zeroselsewhere, and H is the k H k H matrix 11 1221 22  H1 H2ET h IT , x T j d T j, j 1,  , H E3T hIT , I H H g H s 0h HIk HI H0I H HI H01 g H, H ij E1Pi 1 1 H 2 H  H Hi1, are given by 14, while the The diagonal elements of H, that is ii Hoffdiagonal elements can be expressed ass0 Fs F0sF0jiE01,E01,s0 Fs F0s 6 Other possibilities can also be entertained. But we do not believe there are sufficientgrounds to make a priori assumptions about the way some of the parameters might changeas a result of the UK entry. The general issue of parameter and model uncertainty does,however, deserve further attention.E1FijPj 1.i ji j 14where is defined by 15.Hence, point forecasts under UK entry restrictions are given byh h s 0h HIk HI H0I H HI H01 g H.20It is easily seen that h satisfy the entry restrictions, namely h d T h. Tosee this note thats 0h HIk 1 s 0h HIk s 0h H s 0h HI2I H,and s 0h HI2 g H gh d T h h. Recall that under UK entry restrictions is 2 k.For future reference also note that the mean effects of UK entry are givenbyh h s 0h HIk HI H0I H HI H01 g H.214.4 Probability Distribution of the Effects of UK Entry Let x T h be the values of x T h under UK entryx T h h T h, h 1, 2,  , Hwhere h is given by 13 and T h is the random variable defined by the probability distribution of T h conditional on I H H g H. More specifically,T h h 1Xs0E1Fs VT hs I H H g H,for h 1, 2,  , H H.7 The effects of UK entry in this case are given by T h x T h x T h T h T h The mean effects are The variance V T h IT is given by E T h IT h h.V T h IT VT h IT VT h ITwhere 8222324Cov T h, T h IT Cov T h, T h ITVT h IT hhwithhh hhs 0h HIk HI H0I H HI H01I H Hsh HIk,257 To simplify the notations we are suppressing the dependence of T h on H. Strictlyspeaking, we should write T h, H.8 Similarly, we suppress the dependence of hh on H.15and defined by 17.To obtain Cov T h, T h IT, recall that conditional on IT the k 1random vector T h defined by 22 is dependently distributed with mean hand variance VT h IT hh. Let 0 H 12 H I H0 and note thathh defined by 25 can alternatively be expressed aswhere H P Hhh hh s 0h HIk 12P H 0 H3 H 0 H 1 H, 12 H sh HIk,is a projection matrix which is symmetric, idempotent and positive semidefinite.Hence,hh hh s 0h HIk 12 H P His a positive semidefinite matrix. 12 H sh HIk.As illustrated in Section 4.1, by considering the convex combination of therandom variables q 0T h and q 0T h for any nonzero k 1 vector of constantsq we obtain26Using this result in 26 the variance of the effects of UK entry is derived as Cov T h, T h IT VT h IT .V T h IT hh hh 0which is a positive semidefinite matrix. Hence,T h IT N h h, hh hh.274.5 Conditioning on US variables When conditioning on the realisations of the four variables in the US model, anew 4 k restriction matrix a is defined and imposed under both the case ofno entry and UK entry. If the rest of the variables in the US are ordered asxrest 0t y 0t, q 0t, r L0t, oilt0, then we have k 0 4 a 4k 0 1 01k 020k 03k 03Ik 0301kk 001kk 0 .28Unlike the entry restrictions that are committed to extend beyond the forecastis only possible when suchhorizon, H, conditioning on the realisations of xrestrealisations are in fact available. Therefore, the analysis of this section is onlyapplicable when the entry date is assumed to be prior to the end of the availablesample.0t Assuming that the observations xrest 0tassociated restrictions can be written as, t T 1,  , T h are given, theIH a H ga H,16where H 0T 1, 0T 2,  , 0T H0 and ga H g 0a 1, g 0a 2,  , g 0a H0, where gah 0,T h, oil T h0. For these set ofda,T h ah, da,T h r Srestrictions the point forecasts under no entry are given by 0,T h, r L0,T h, q Sah h s 0h HIk HIH0aIHa HIH0a1 ga H,where sh H is a H 1 vector of zeros with its hth element set to unity.Point forecasts under UK entry plus the US restrictions are given bywhere gb g 0b 1, g 0b 2,  , g 0b H, g 0H1, g 0H2,  , g 0 H0, 0b b H 0b1 gb,bh h s 0h HIk H b IHbb a I HH , , gbh gahgh .00293031and The mean effects of committed UK entry are then given by the differencebh ah. Conditional on the realisations of the variables in the US model,denoting xa,T h and xb,T h the values of x T h under no entry and UK entry,respectively, we havexi,T h h i,T h, for i a, b,where h is given by 13, a,T h is the random variables defined by the probability distribution of T h conditional ona T j da,T j aj gaj, for j 1, 2,  , Ha ,and b,T h is the vector of random variables defined by T h conditional on b H gb, where b and gb are as defined above.The difference between the two counterfactuals, is given by T h b,T ha,T h and we have Alsowith E T h IT bh ah.V T h IT Vb,T h IT Va,T h ITCovb,T h, a,T h IT Cova,T h, b,T h IT ,Vi,T h IT ih, for i a, b,ah hh s 0h HIk H 0a 3 a H 0a 1 a Hsh HIk,where3217where a IHa, andbh hh s 0h HIk H 0b b H 0b1 b Hsh HIk.Following similar lines of reasoning as above, we also havewhich can be shown to be a positive semidefinite matrix. Hence,V T h IT ah bh,T h IT N bh ah , ah bh.335 Estimates of the Effects of UK Entry 5.1 Interest and Exchange Rate Comovements Euro entry involves restricting UK and EA interest rates and the rate of changeof their exchange rate to be equal. To judge the feasibility of such a scenarioit is worth examining the comovements of interest rates and exchange ratesof UK and the EA, particularly before the euro was formed. Figures 1 and 2plot UK and EA short interest rates in percent per annum and exchange ratechanges in percent from 1979Q1 to 2003Q4. Before 1999 the EA measuresare PPP GDP weighted average of values for the largest eight EA members.The exchange rate measures are quarterly percentage changes of the EA and UK exchange rate against the US dollar. The UK and the EA series followeach other quite closely. The rate of change of exchange rates are I0. Butusing a variety of tests, including the GLS and Weighted Symmetric versionsof the ADF, one cannot reject a unit root in the UK and EA interest rates.However, they cointegrate, one can reject a unit root in the difference betweeninterest rates. There has clearly been strong historical relationships between theinterest rates and exchange rates of the two economies, and the patterns of thesecomovements do not indicate any fundamental difficulty with equalization ofeither interest rates or exchange rates.18Figure 1: UK and EA Nominal ShortTerm Interest Rates at Annual Percentage Rateseta R egatnecre P launn A1816141210864201979Q11980Q11981Q11982Q11983Q11984Q11985Q11986Q11987Q11988Q11989Q11990Q11991Q11992Q11993Q11994Q11995Q11996Q11997Q11998Q11999Q12000Q12001Q12002Q12003Q1UKEAFigure 2: Quarterly Percentage Changes in UK and EA Exchange Rates egnah Cegatnecre Pylretrau Q 2 52 01 51 05051 01 51979Q11980Q11981Q11982Q11983Q11984Q11985Q11986Q11987Q11988Q11989Q11990Q11991Q11992Q1U K1993Q1E A1994Q11995Q11996Q11997Q11998Q11999Q12000Q12001Q12002Q12003Q1As can be seen from the graphs UK shortterm interest rates were above euroarea rates from the establishment of the euro, ranging from above 3% higher 19at the start of the euro, dropping to a quarter of a percent higher in 2002Q4increasing to one percent higher by 2003Q4, and 2.75% higher in 2005. Theeurosterling rate in January 1999 was 1.4, and stayed above this rate for thewhole of the subsequent period; exceeding 1.7 in parts of 2000, then falling backtowards 1.4.5.2 Alternative Scenarios for the UKOur baseline case considers entry in 1999Q1 and uses the GVAR to calculateprobability distributions for the 5 years ahead to 2003Q4, with and without UKentry. We focus on output and the price level in the EA and UK. EA alwaysrefers to the existing euro area. Entry is assumed to be at par, the exchangerate prevailing in 1998Q4, with a longterm commitment to euro membership.We model the longterm commitment by imposing the restrictions for ten years,40 quarters, at least twice the forecast horizon. Extending it to 56 quarters themaximum number of quarters our computer codes can run on our pc makesvirtually no difference to the results. For practical considerations, as a firstapproximation, it is assumed that the parameters of the model are invariant tothe nature of the commitment. The nature of the commitment does, however,affect the conditional forecasts and expectations. Given that joining is sucha major decision, it is not something that one would commit to on a period byperiod basis.9We describe our results in terms of the probability of the effect of entry,T h x T h x T h, having a particular sign. This takes account both ofthe size of the effect and its standard error. We are examining the probabilitydistribution of the difference between two counterfactuals from the GVAR. Weare not comparing our estimates with what actually happened over the period 1999Q12003Q4 to the UK and EA. Although we can estimate the shocks to the UK and EA without UK entry from the residuals of the model, we do not knowwhat they would be with entry. There is no reason to suppose that they wouldbe the same as without entry. This exercise is quite different from standardapproaches such as impulse response analysis, and prior expectations based onsuch approaches may not be appropriate.We compare this baseline case with various other scenarios. The first alternative considers entry at par in 1999Q1, but conditions on observed values of oilprices, US interest rates and US equity prices over the period 1999Q12003Q4.The second alternative has the UK entering the euro in 2004Q1 at par, theexchange rate in 2003Q4, and calculates the effects from 2004Q1 to 2008Q4 toexamine the effect of initial conditions. The third alternative considers the effects different patterns of appreciation or depreciation have on entry in 1999Q1.Finally, for comparison we consider Swedish entry.9 As noted earlier these results are invariant to identification, in the sense that they wouldbe exactly the same whatever set of just identifying set of restrictions one chose to impose onthe underlying countryspecific models.205.3 UK Entry at Par Our baseline case has the UK entering the euro from the start at parity, theexchange rate prevailing in 1998Q4. In 1998Q4 UK short interest rates were 6.75% per annum compared to euro area short rates of 3.5% per annum. Table 2 and Figure 3 show the probability that UK and EA interest rates wouldhave been lower with entry than without entry. The probability that UK shortinterest rates are lower with entry than without starts at almost exactly one anddrifts down steadily to 76% in 2003Q4. The probability that EA interest ratesare lower as a result of entry starts at zero interest rates are certain to havebeen higher, rises sharply to peak at 94% in 2000Q1, then falls steadily to 44%in 2003Q4. The lower UK interest rates would tend to cause output to rise butthis is offset by the exchange rate effect. Under no entry the UK is expected todepreciate against the euro, so relative to no entry sterling appreciates againstthe euro. We examine the exchange rate effects further below.Table 2: Probability Estimates that UK and EA ShortTerm Interest Rates are Lower under Entry at par at Beginning of 1999Q1Probability Year UK EA0.020.120.390.760.940.940.890.830.760.690.630.580.550.510.490.470.460.450.440.441999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q41.000.990.980.970.960.950.930.910.890.870.860.840.820.810.800.790.780.770.770.7621Figure 3: Probability Estimates that UK and EA ShortTerm Interest Rates are Lower under Entry at par at Beginning of 1999Q11 .0 00 .9 00 .8 00 .7 00 .6 00 .5 00 .4 00 .3 00 .2 00 .1 0ytilibabor P0 .0 0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 2001:Q1 Q2 Q3 Q4 2002:Q1 Q2 Q3 Q4 2003:Q1 U KE A Q2 Q3 Q4 The effects on GDP and prices are shown in Table 3. Figure 4 shows estimates of the probability that UK and EA GDP are higher, Figure 5 the probability that prices are lower. The probability that UK GDP is higher as a resultof entry starts very small, then increases peaking after four years at 62%, thenstarting to fall again to 58% in 2003Q4. The probability that EA GDP is higheras a result of entry also starts very small then increases steadily, reaching 46%in 2003Q4. The probability that UK prices will be lower with entry starts high,then falls steadily, reaching 66% in 2003Q4. The probability that EA prices willbe lower starts at 47%, falls to 7% after a year, then rises to 17% by 2003Q4.The joint probability of higher GDP and lower prices in the UK starts closeto zero and rises rapidly at first and then more slowly, finishing at 53%. Thejoint probability of higher output and lower prices is close to zero in the EAthroughout.22Table 3: Probability Estimates that Output is Higher and Prices are Lower, separately and jointly in UK and EA under Entry at par at Beginning of 1999Q1Output Year UK EA0.000.000.010.030.070.110.160.210.260.300.340.370.390.410.430.440.440.450.450.461999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q40.030.000.020.060.110.150.240.370.490.560.600.620.620.620.620.610.600.600.590.58Prices UK EU0.470.990.220.990.100.950.940.080.070.930.070.900.080.870.850.090.100.830.100.800.110.780.760.120.130.740.140.730.150.710.150.700.690.160.160.680.170.670.660.17Output Prices UK0.030.000.010.040.080.120.200.320.430.490.530.540.550.550.550.550.540.540.540.53EU0.000.000.000.000.000.000.000.000.010.010.010.010.010.010.010.010.020.020.020.02Figure 4: Probability Estimates that UK and EA Output is Higherunder Entry at par at Beginning of 1999Q11.000.900.800.700.600.500.400.300.200.10ytilibabor P0.00 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 2001:Q1 Q2 Q3 2002:Q1 Q4 Q2 Q3 2003:Q1 Q4 Q2 Q3 Q4 UKE A23Figure 5: Probability Estimates that UK and EA Prices are Lowerunder Entry at par at Beginning of 1999Q11 .0 00 .9 00 .8 00 .7 00 .6 00 .5 00 .4 00 .3 00 .2 00 .1 0ytilibabor P0 .0 0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 2001:Q1 Q2 Q3 Q4 2002:Q1 Q2 Q3 Q4 2003:Q1 U KE A Q2 Q3 Q4 In terms of output the UK initially would have lost from the entry, butgained in the medium term with higher output levels and lower prices. The EAwould have experienced lower output and higher prices throughout the period.Thus UK entry seems likely to have generated welfare losses for the EA. For the UK the welfare effects are ambiguous depending on the relative weights givento output and inflation and the discount rate.To check the robustness of this conclusion we considered a more generalbase line model where the forecasts are obtained conditional on the observedvalues of the oil price, US interest rates and US equity prices over the period 1999Q12003Q4. Since entry imposes restrictions on the model, the effect ofthese variables can be different in the restricted and unrestricted cases. This willbe reflected in the measure of the effect of entry. Table 4 gives the probabilitiesthat interest rates are lower as a result of entry.In the baseline case, theprobability of UK interest rates being lower declines smoothly. With the globalshocks included, the pattern is quite similar, but with some extra volatility. Theprobability that the EA interest rate is lower conditional on observed variablesis similar for the first two years, rising from zero to a maximum of 98% thenfalling, but more slowly in the conditional case than the unconditional casebeing 67% in 2003Q4.24Table 4: Conditional Probability Estimates that UK and EAShortTerm Interest Rates are Lower under Entry at par at Beginning of 1999Q1Probability Year UK EA0.011999Q10.36Q20.87Q3Q40.960.982000Q10.97Q20.96Q3Q40.940.942001Q10.93Q20.91Q3Q40.890.862002Q10.80Q20.78Q30.77Q42003Q10.760.75Q20.73Q3Q40.671.000.990.970.940.920.910.880.880.850.810.820.790.750.750.720.680.660.680.640.69Note: The probability estimates are obtained conditional on the realised values of oilprices, US equity prices and US short and longterm interest rates over the period 1999Q12003Q4.Table 5 shows the probabilities that GDP is higher or prices lower in the twoareas as a result of UK entry at par, conditional on the observed values of oilprices, US equity prices and interest rates over the period 1999Q12003Q4. Figure 6 plots the unconditional and conditional probabilities that GDP is higher forthe EA and UK. Conditioning on the observed values introduces some volatilityand the UK conditional probabilities are rather higher than the unconditionalprobabilities. The EA conditional probabilities are somewhat lower, but thetime profile of the effects are rather similar. These results suggest that we donot need to be able to forecast these four variables in order to measure theoverall effects of the UK joining the euro.25Table 5: Conditional Probability Estimates that Output is Higherand Prices are Lower, separately in UK and EA under Entry at parat Beginning of 1999Q1Output Year UK EA0.000.010.020.050.100.130.150.180.220.250.300.340.370.400.410.420.440.460.470.481999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q40.060.010.050.130.280.280.370.460.540.640.650.660.690.700.680.690.690.660.660.64Prices UK EA0.811.000.591.000.340.980.960.280.250.940.230.910.210.890.860.200.200.830.200.800.210.780.760.230.230.740.240.720.250.710.250.680.670.260.270.660.280.650.640.29Note: The probability estimates are obtained conditional on the realised values of oilprices, US equity prices and US short and longterm interest rates over the period 1999Q12003Q4.26Figure 6: Conditional and Unconditional Probability Estimates that UK and EA Output is Higher under Entry at par at Beginning of 1999Q11 .0 00 .9 00 .8 00 .7 00 .6 00 .5 00 .4 00 .3 00 .2 00 .1 0ytilibabor P0 .0 0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 2001:Q1 Q2 Q3 Q4 2002:Q1 Q2 Q3 Q4 2003:Q1 Q2 Q3 Q4 U K U n c o n d itio n a l U K C o n d itio n a l E A U n c o n d itio n a l E A C o n d itio n a l Note: The probability estimates are obtained conditional on the realised values of oil prices,US equity prices and US short and longterm interest rates over the period 1999Q12003Q4.Table 6 shows the results for entry in 2004. Figure 7 plots the probabilitythat GDP is higher for the EA and UK for 1999 entry and 2004 entry, superimposed. For GDP the time patterns are very similar, with the differences beinglarger at the beginning of the period, when the probability of both EA and UKoutput being higher is larger with 2004 entry than with 1999 entry, but thedifferences are very small by the end. For prices, the patterns over time areagain similar, with the probability that prices are lower being rather smallerfor the UK and, except for the first two periods, rather higher for the EA. Thequalitative conclusions are thus almost identical whether one starts from 1999or 2004. This may be partly because sterling and euro rates against the dollarwere similar in 1998Q4 and 2003Q4 and the UK euro interest differential wasquite similar, but other initial conditions were very different at the two entrydates. Thus our conclusions seem to be robust to initial conditions.Conditioning on the realisations of observed variables and different initialconditions has quite small effects on the quantitative results and does not changethe qualitative conclusions.27Table 6: Probability Estimates that Output is Higher and Prices are Lower, separately in UK and EA under Entry at par at Beginning of 2004Q1Output Year UK EA0.050.050.090.150.210.260.290.330.360.380.400.420.440.450.460.470.470.480.480.492004Q1Q2Q3Q42005Q1Q2Q3Q42006Q1Q2Q3Q42007Q1Q2Q3Q42008Q1Q2Q3Q40.110.050.100.150.200.250.330.420.500.550.580.600.600.600.600.600.590.590.580.57Prices UK EA0.250.840.150.790.110.740.740.100.100.730.110.710.120.690.680.130.140.670.160.660.170.640.630.180.190.630.200.620.210.610.210.600.600.220.230.590.230.590.580.2428Figure 7: Probability Estimates that UK and EA Output is Higherunder Entry at par at Beginning of 1999Q1 and at Beginning of 2004Q1, by Quarters after Entryytilibabor P1 .0 00 .9 00 .8 00 .7 00 .6 00 .5 00 .4 00 .3 00 .2 00 .1 00 .0 0Q1Q2Q3Q4Q5Q6Q7Q8U K E n try 1 9 9 9 Q 1Q9Q10Q11U K E n try 2 0 0 4 Q 1Q13Q12E A E n try 1 9 9 9 Q 1Q14Q15Q17Q18Q16E A E n try 2 0 0 4 Q 1Q19Q205.4 UK Entry with Appreciation or Depreciation In much of the discussion of euro entry a central issue has been what would bethe right rate at which to join. To examine this issue we return to the baselinecase, entry in 1999Q1 without conditioning on the four US variables. However,rather than assuming that entry was at par, the exchange rate prevailing in 1998Q4, we assume that the UK was able to appreciate or depreciate on entryand lock itself into the euro at a higher or lower rate. One might questionwhether the other members would have allowed such a move, but analysis ofthe effects allows us to judge the significance of the joining rate. We consider fourcases: an appreciation of 10%, parity, depreciation of 10% and a depreciationof 30%.Table 7 shows the probability that interest rates are lower as a result ofentry in the UK and EA for the four cases. In the UK the probability of lowerinterest rates starts out at one and declines roughly linearly in all four cases.The speed of decline is fastest in the case of 10% appreciation, slowest in thecase of 30% depreciation, with probabilities of lower interest rates between 70%10% appreciation and 88% 30% depreciation. In the EA the probability oflower interest rates as a result of entry starts at zero in all four cases. In the 10% appreciation and parity cases, these probabilities rise to a maximum of 73%29and 94%, respectively, in 2000Q1, then decline to 28% and 44% by 2003Q4. Inthe two depreciation cases, the probability of lower interest rates starts at zeroreaching a maximum of 99% 10% depreciation 100% 30% depreciation in 2001Q1 then decline to 59% and 81% by the end of 2003. Thus for both the EAand UK entry with depreciation makes lower interest rates more likely.Table 7: Probability Estimates that UK and EA ShortTerm Interest Rates are Lower under Entry at par at Beginning of 1999Q1 for Alternative Exchange Rates UKEAAppreciation At par Depreciation 10% 30%0.000.010.590.250.630.920.990.901.000.991.000.990.981.001.000.961.000.930.990.880.830.980.960.790.950.740.930.710.900.680.650.880.860.630.850.610.830.600.590.8110%0.050.040.170.540.730.680.600.530.460.400.360.330.310.300.290.280.280.280.280.280%0.020.120.390.760.940.940.890.830.760.690.630.580.550.510.490.470.460.450.440.44Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Appreciation At par Depreciation 10% 30%1.001.001.000.990.980.990.980.970.980.970.980.960.950.970.970.940.960.920.950.910.900.940.940.880.930.870.920.860.910.850.840.900.900.830.890.820.880.810.810.8810%1.000.990.970.960.940.920.900.880.850.820.800.780.760.750.730.720.720.710.700.700%1.000.990.980.970.960.950.930.910.890.870.860.840.820.810.800.790.780.770.770.7630Table 8 shows the probability that GDP would be higher under the differententry rates. Figure 8 plots the four cases for UK GDP. One might expect that UK entry with appreciation would reduce the probability that entry increases UK GDP and depreciation increase it. One gets the expected ordering before 200Q1 and after 2002Q2, but in between the ordering is reversed. Figure 9 plotsthe probability EA GDP would be higher for the four cases. The EA probabilities show a single crossing point in late 1999, and after that the probabilities arein the expected order with UK appreciation making higher EA GDP most likelyand UK 30% depreciation making it least likely. With a 10% UK appreciationthe probability that EA GDP is higher is over 50% from 2002 onwards.Table 8: Probability Estimates that UK and EA Output is Higherunder Entry at par at Beginning of 1999Q1 for Alternative Exchange Rates UKEAAppreciation At par Depreciation 10% 30%0.020.270.070.010.000.000.000.010.040.010.020.060.030.090.050.130.170.070.090.210.120.240.140.270.160.300.320.180.200.330.210.350.220.360.370.230.240.370.370.2510%0.000.000.010.060.120.180.250.320.380.420.460.490.510.520.530.540.540.550.550.550%0.000.000.010.030.070.110.160.210.260.300.340.370.390.410.430.440.440.450.450.46Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Appreciation At par Depreciation 10% 30%0.320.980.270.030.080.030.090.070.120.130.110.140.150.210.250.330.440.370.460.520.530.570.580.600.610.620.620.620.630.620.630.620.630.620.610.630.630.610.600.6310%0.000.000.010.050.110.170.290.430.540.590.620.630.630.620.610.600.590.580.570.570%0.030.000.020.060.110.150.240.370.490.560.600.620.620.620.620.610.600.600.590.5831Figure 8: Probability Estimates that UK Output is Higher under Entry at Beginning of 1999Q1 for Alternative Exchange Rates 1.000.900.800.700.600.500.400.300.200.10ytilibabor P0.00 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 Q2 2001:Q1 Q3 Q2 2002:Q1 Q4 Q3 Q4 2003:Q1 Q2 Q3 Q4 Entry at par 10% Appreciation 10% Depreciation 30% Depreciation Figure 9: Probability Estimates that EA Output is Higher under Entry at Beginning of 1999Q1 for Alternative Exchange Rates 1 .000 .900 .800 .700 .600 .500 .400 .300 .200 .10ytilibabor P0 .00 1999:Q1 Q4 2000:Q1 Q3 Q2 Q2 Q3 2001:Q1 Q4 Q2 Q3 2002:Q1 Q4 Q2 Q3 2003:Q1 Q4 Q2 Q3 Q4 E n try at p ar 1 0 % A p p reciation 1 0 % D ep reciation 3 0 % D ep reciation 32Table 9 shows the probability that prices are lower. For the UK the probabilities that prices will be lower start large and decline, but are always greaterthan 50%. The ordering is the reverse of what one might expect. UK pricesare most likely to be lower with entry with a 30% depreciation and least likelywith a 10% appreciation. For the EA the probability of prices being lower firstdeclines and then rises, except for the 30% depreciation where the probabilityfalls continually. The EA shows the same ordering as the UK, prices are mostlikely to be lower with an initial depreciation and least likely to be lower withan initial appreciation.Table 9: Probability Estimates that UK and EA Prices are Lowerunder Entry at par at Beginning of 1999Q1 for Alternative Exchange Rates UKEAYear 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Appreciation At par Depreciation 10% 30%1.001.001.001.001.000.991.000.980.971.000.990.960.990.940.980.930.910.980.970.890.960.870.950.860.840.940.930.820.920.810.910.800.790.910.900.770.890.760.760.8810%0.820.890.850.860.830.780.750.720.700.670.640.630.610.590.580.570.560.560.550.550%0.990.990.950.940.930.900.870.850.830.800.780.760.740.730.710.700.690.680.670.66Appreciation At par Depreciation 10% 30%0.961.001.000.730.960.420.920.360.310.880.820.270.790.270.760.270.270.740.720.280.700.280.680.280.290.660.650.290.630.290.620.290.290.610.600.300.590.300.300.5810%0.020.010.010.010.010.010.010.010.020.020.030.040.040.050.050.060.060.070.070.080%0.470.220.100.080.070.070.080.090.100.100.110.120.130.140.150.150.160.160.170.175.5 Point Estimates of the Effects of UK Entry We have emphasised probabilities because we think they provide a more usefulway of conveying results that can be quite uncertain. However, to give someindication of the orders of magnitude of the effects, Table 10 shows the effect 33of entry the point estimate with entry less the associated point estimate without entry for UK and EA interest rates percent annualised, the sterlingeuroexchange rate and the UK and EA effective rates, expressed as percentage differences between the case with entry and without entry. These effects are forthe case of entry at par in 1999 conditioning on oil prices, US interest rates and US equity prices. Entry makes UK short rates over 2% lower initially thoughthe size of the reduction varies over time. Entry initially raises EA rates andthen lowers them by around half a percentage point. Entry causes sterling to begenerally stronger relative to the euro than it would have been without entry.UK entry causes the UK effective rate to appreciate relative to what it wouldhave been without entry and the EA effective rate to depreciate. Towards theend of the period the EA effective exchange rate depreciates by about 15% as aresult of the UK entry.Table 10: Conditional Point Estimates of the Effects of UK Entryon UK and EA ShortTerm Interest Rate, the Euro Rate and Effective Exchange Rate under Entry at par at Beginning of 1999Q1Exchange Rate %Spot RateEuro0.210.970.261.411.571.624.378.6911.7413.2115.6015.4313.9515.5118.0618.6220.4421.1618.3118.61Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4ShortTerm Interest Rate %UK2.352.492.552.362.332.452.352.492.332.072.202.041.751.831.601.321.221.451.101.61EA0.260.060.200.350.550.650.670.680.730.770.730.700.640.530.510.520.510.490.470.35Effective Rate UK0.130.541.673.043.341.370.162.944.875.767.517.436.357.419.139.4910.9611.719.7810.12EA0.722.903.803.503.825.767.7810.2512.0713.0314.0313.9013.3114.1115.4015.7616.2716.1814.7714.70Note: The point estimates are obtained conditional on the realised values of oil prices,US equity prices and US short and longterm interest rates over the period 1999Q12003Q4.The figures for the interest rate are percent per annum.34Table 11 shows the effect on UK and EA output and prices as percentagechanges between the with entry and without entry cases. The effects are quitesmall. The maximum reduction in UK output per quarter as a result of entryis 0.54% in 1999Q2, the maximum increase is less than 1%. The reductions in EA GDP as a result of entry are less than 1%. Entry causes UK prices to be 3% lower and EA prices 3% higher after 5 years; the effects on annual inflationrates would be barely noticeable.Table 11: Conditional Point Estimates of the Effects of UK Entryon UK and EA Output and Prices under Entry at par at Beginningof 1999Q1Output %Year UK EA1999Q10.260.55Q20.81Q30.84Q42000Q10.790.80Q20.83Q30.78Q42001Q10.730.67Q20.55Q30.45Q42002Q10.370.30Q20.27Q30.25Q42003Q10.180.12Q20.11Q3Q40.080.250.540.480.350.190.190.110.040.050.220.300.360.520.630.640.780.830.780.830.80Prices %UK EA0.540.090.051.710.151.910.302.232.670.450.632.870.843.081.043.203.341.261.503.391.663.401.793.563.641.962.113.652.293.672.503.533.492.662.783.432.913.643.583.01Note: The point estimates are obtained conditional on the realised values of oil prices, USequity prices and US short and longterm interest rates over the period 1999Q12003Q4.6 Swedish Entry For comparison we conducted exactly the same set of exercises for Sweden.The tables and figures, which match those for the UK are available on request.Starting with the baseline case of entry at par in 1999, Sweden like the UKwould probably have had lower interest rates, though the probabilities are alittle higher in Sweden. However, the EA trajectory for the probability of lowerinterest rate is very different in the two cases. With UK entry it started at 35zero and rose to 94% after a year, then fell back to 44%. With Swedish entryit starts at 85%, falls to 34% then rises to 48%. The probability that outputis higher in Sweden with entry starts at 65%, rises to 84% and then declinesto 69%. The probability that prices are lower starts at 27%, rises to 48%,then drops to 32% before finishing at 35%. Thus Sweden is likely to have hadhigher output and prices with entry. For the EA, Swedish entry gives an initialprobability of higher output of 69%, which rises to 80% and falls back to 53%.The EA probability that prices are lower is between 10% and 20% throughoutthe sample. Whereas UK entry would probably lower EA GDP, Swedish entrywould raise it. Conditioning on observed values of oil prices, US interest ratesand US equity prices adds a lot of volatility to the Swedish output probabilityestimates, but raises the probability of the effect of entry having a positiveeffect on output towards the end of the sample. In the case of the UK startingin 2004Q1 made very little difference, in the case of Sweden it does make adifference. The probability that output is higher with Swedish entry in 2004starts at 46% rising to 61% at the end of the sample, a little below the 69% atthe end of the 1999 entry sample. For the EA it starts at 30% and rises to 53%,the same value as at the end of the 1999 sample. Once the effect of the initialconditions has worn off, the probabilities of the two become very similar. Interms of the effect on output, 1999 would have been a better time for Swedento enter than 2004, both from the Swedish and EA points of view. However, interms of prices, the probability that Swedish entry would lower prices is higherfor both Sweden and the EA for 2004 entry than for 1999 entry. So later entrywould tend to lower both output and prices relative to earlier entry.We now consider the four entry exchange rate cases. The effects on interestrates is very different from the UK. In the UK the probability of lower interestrates starts out at one and declines roughly linearly in all four cases, with finalprobabilities of lower interest rates between 70% 10% appreciation and 88%30% depreciation. In Sweden initially, like the UK, the 30% depreciation casehas the highest probability of lower interest rates 71% and 10% appreciationthe lowest 66%, but the probabilities cross in 1999Q3 and the order is reversed with final probabilities between 68% 10% appreciation and 62% 30%depreciation. At the beginning entry with a 30% depreciation gives the highest probability of lower interest rates 100% and 10% appreciation the lowest45%. At the end of the sample appreciation gives the highest probability oflower interest rates 52% and 30% depreciation the lowest 37%. For the UK,entry with depreciation made lower EA interest rates more likely, for Swedenentry with appreciation makes lower EA interest rates more likely. For GDPappreciation reduces the probability that entry will increase Swedish output anddepreciation increases the probability. At the beginning the differences are verylarge with a probability of higher Swedish output 15% with a 10% appreciationand 100% for a 30% depreciation, but by the end of the sample the differencesare smaller, ranging from 65% to 79%, respectively. Exactly the same patternholds for the EA. Swedish entry with depreciation increases the probability EAoutput will be higher. This is the reverse of the pattern for the UK, whereappreciation increases the probability that EA output will be higher. Except 36for the first period, when the order is reversed, entry with appreciation has thehighest probability of giving lower prices 51% at the end of the period and 30% depreciation the lowest 8% at the end of the period. This is the order onewould expect, rather than the reverse order found in the UK. The same orderholds for the EA: entry with appreciation has the highest probability of lowerprices, entry with depreciation the lowest. However, even with appreciation thehighest probability of lower prices is only 27%.Looking at the size of the effects rather than the probabilities, the effect ofentry on Swedish interest rates is much larger than the effect on UK interestrates, the maximum reduction, in 2003Q2, is 7.38 percentage points. The effecton EA interest rates is much smaller for Swedish entry than for UK entry.Whereas entry causes appreciation relative to no entry for the UK, for Swedenentry causes depreciation relative to no entry. Swedish entry, like UK entrycauses the EA effective rate to depreciate in the medium term. The size ofthe output effects of entry are much larger in Sweden than the UK, reaching amaximum of 3.76% higher in 2003Q3. The effects on EA output are small asare the effects on Swedish prices. The effect of Swedish entry on EA prices israther larger than the effect of UK entry, EA prices are about 8% higher at theend of the sample, compared to only 3% in the case of the UK.7 Conclusion This paper has a methodological and a substantive objective. The methodological objective is to provide a consistent approach to estimating the probabilitydistribution for the effects of a regime change which can take account of international interdependence and observed global shocks. The substantive objectiveis to estimate the probability that output would be higher and prices lower inthe UK and the EA if the UK had joined the euro.UK entry to the euro in 1999Q1 at 1998Q4 exchange rates would probablyhave reduced UK GDP in the short term and raised it in the longer term,but the effects are small. UK entry would have probably caused EA GDPto be lower. Entry would have probably caused UK prices to be lower and EA prices to be higher. UK entry would have been bad for the EA, becauseof lower output and higher prices, though the effects are small. For the UKthe welfare effect is ambiguous, depending on the discount rate used, and onthe relative weights given to output and inflation. This conclusion seems quiterobust to alternative scenarios, including conditioning on observed global shocksover the period 1999Q1 to 2003Q4 and entering with different initial conditionsin 2004Q1.Much of the discussion has emphasised the importance of the exchange rateat which the UK joined the euro and our experiments confirm the importanceof this. The probabilities change when one allows for a permanent appreciationor depreciation of the sterlingeuro rate on entry. With a large depreciation onentry, the probability of entry having a positive effect on UK output becomesgreater.37We also made a comparison with Sweden, where entry to the euro in 1999would probably have increased output and raised prices, so again no unambiguous welfare conclusion is possible. However, the Swedish results differed in anumber of important respects from the UK results. This is not surprising asthey are rather different economies.There are a number of other issues that might merit investigation. Theseinclude the effect of parameter and model uncertainty. Our conclusion aboutthe effect of UK entry can only be tentative until the robustness of the resultto parameter and model uncertainty has been analysed, using techniques suchas those applied in Garratt et al. 2003 in the context of a macroeconometricmodel of the UK. There are also other channels such as national debt and budgetdeficits that could be important for the analysis of the UK entry. The GVARmodel used in this paper assumes that the fiscal implications of the UK entrywill, to a large extent, be picked up by the term premium and their differencesacross the UK and the EA. But a more explicit analysis of the fiscal effects ofthe UK entry within the GVAR framework would be of interest.38APPENDIXTransforming the GVAR: Prices and Nominal Exchange Rates Assume that inflation, pit pi,t 1, is the first variable in xit, in all countrymodels and, with the exception of the US, the second and third entries in xitare the real exchange rate, eit pit, and the short term interest rate, r Sit. Therest of the variables in xit will be denoted by the ki 3 1 vector xrestfor thenonUS models, and by the k 0 2 1 vector xrestfor the US model. Morespecifically we have 0tit x 0t p 0t p 0,t 1r S0txrest 0t , and xit pit pi,t 1eit pitr Sitxrest for i 1, 2,  , N.it The GVAR model in these variables as set aboveA.1where xt x 00t, x 01t,  , x 0Nt0, and a 0, a 1, G1, G2 are defined in terms of thecountryspecific models as in Section 3. xt a 0 a 1t G1 xt 1 G2 xt 2 vt,Since our aim is to fix UKs nominal exchange rate and short term interestrate to the ones in the euro area, we need to work with a GVAR in the levelsof these variables. Assume that x 1t and x 2t refer to the endogenous variablesof the models for the euro area and the UK, respectively, and denote the ki 1vector of the endogenous variables in pit and eit by xit. More specifically The relationships between xit and xit are given by the following dynamic identitiesx 0t p 0tr S0txrest 0t , and xit itpiteitr Sitxrest for i 1, 2,  , N.0k 011 0k 01k 01 ,xit Bi xit Cixi,t 1, for i 0, 1,  N,01k 011whereand B0 Ik 0, C0 Bi Ci ,1 01 102ki 20ki 221 01 0Iki 202ki 20ki 22 0ki 2ki 2 .39Hencewhereand B A.2,xt B xt Cxt 1,Ik 00 00C00 000B1000C100. .   .   .   . .BN10CN1000 0BN00 0CN.C It is clear that B is nonsingular and its inverse is given by B1Ik 00 000B1100. .   . .whereand B1i 101 10ki 2202ki 2Iki 2,B1N1000 0B1 , for i 1, 2,  , N,NUsing this result in A.1 we have xt B1 xt Cxt 1 .B1 xt Cxt 1 a 0a 1tG1B1 xt 1 Cxt 2G2B1 xt 2 Cxt 3 vt,orxt B a 0 a 1t C BG1B1 xt 1 BG1B1C BG2B1 xt 2 BG2B1Cxt 3 vt,A.3where Note that A.3 can be written asvt B vt.xt b 0 b 1t F1xt 1 F2xt 2F3xt 3vt,40whereandb 0 Ba 0, b 1 Ba 1,F1 C BG1B1 , F2 BG2B1 G1B1C, F3 BG2B1C.Suppose that the characteristic equation of the model in inflation and realexchange rates, defined by A.1, lie on or inside the unit circle. Let be thecharacteristic root of the model in price levels and nominal exchange rates asspecified by A.3 and note thatA.4i0 ki. Since B is nonsingular we also have Ik C BG1B1 BG1B1C BG2B12 BG2B1C3 0,where k PN Ik B1CB G1 G1B1CB G22G2B1CB3 Ik G1 G22Ik B1CB Ik G1 G22 Ik B1CB 0. Ik G1 G22 0, Ik B1CB 0.Hence, the characteristic roots of A.4 are given by the solutions towhich is the characteristic equation of A.1, and However, it is easily seen thatA.5A.6B1CB 1 C1B10C00 B1 0000. .   . .B1N1CN1BN1000 0B1N CNBN,41withi Ci Bi B1or 101 10ki 2202ki 2Iki 21 01 002ki 20ki 22 0ki 2ki 21 01 102ki 20ki 22Iki 2 ,B1i Ci Bi 1 00 002ki 2 .0ki 22 0ki 2ki 2The eigenvalues of B1CB are given by those of C0 and B1i Ci Bi for i 1, 2,  , N,which are zero or unity. Therefore, the characteristic roots of A.3 are the sameas the characteristics of A.1 plus the roots of A.6 which are either zero orunity.What if the UK had Joined the Euro in 1999? An Empirical Evaluation using a Global VARM. Hashem Pesaran University of Cambridge L. Vanessa Smith Ron P. Smith University of Cambridge Birkbeck College, London May, 2005Supplementary Tables for the Sweden Euro Entry Experiments 1Table S1: Probability Estimates that SE and EA ShortTerm Interest Rates are Lowerunder Entry at par at Beginning of 1999Q1Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Probability SEEA0.850.670.890.690.860.750.750.720.500.760.400.750.350.710.690.340.340.690.350.680.370.670.660.380.400.660.410.660.430.660.660.440.450.660.460.660.470.660.670.48Table S2: Probability Estimates that Output is Higher and Prices are Lower, separatelyand jointly in SE and EA under Entry at par at Beginning of 1999Q1Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Output SE EA0.690.650.760.750.790.800.800.830.790.840.830.780.760.810.740.790.710.780.760.690.660.750.640.730.620.730.600.720.710.590.570.710.560.700.550.700.700.540.530.69Prices SE EU0.180.270.330.150.140.480.130.440.120.440.410.120.130.390.130.370.130.340.330.140.140.320.150.320.150.320.160.320.320.170.170.330.180.330.190.340.350.190.200.35Output Prices SE0.080.110.310.320.340.330.310.290.270.260.260.260.260.260.270.270.280.290.290.30EU0.080.040.040.030.020.020.020.010.010.010.010.010.010.010.010.010.010.010.010.01Table S3: Conditional Probability Estimates that SE and EA ShortTerm Interest Ratesare Lower under Entry at par at Beginning of 1999Q1Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Probability SEEA0.710.570.750.550.760.630.630.740.670.610.670.670.650.650.770.670.690.830.690.830.710.860.840.700.680.810.660.860.650.910.930.640.650.940.660.940.640.900.910.62Note: The probability estimates are obtained conditional on the realised values of oil prices, US equity prices and USshort and longterm interest rates over the period 1999Q12003Q4.Table S4: Conditional Probability Estimates that Output is Higher and Prices are Lower,separately in SE and EA under Entry at par at Beginning of 1999Q1Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Output SE EA0.750.590.720.610.670.620.650.620.600.650.560.650.520.710.480.740.830.460.470.850.480.850.490.850.830.510.510.840.480.890.500.930.940.540.560.940.600.940.920.62Prices SE EA0.260.300.280.390.260.430.390.240.240.510.220.460.220.490.200.490.430.180.160.500.150.560.150.590.660.140.140.670.130.640.120.670.730.110.110.750.100.800.810.10Note: The probability estimates are obtained conditional on the realised values of oil prices, US equity prices and USshort and longterm interest rates over the period 1999Q12003Q4.Table S5: Probability Estimates that Output is Higher and Prices are Lower, separatelyin SE and EA under Entry at par at Beginning of 2004Q1Year 2004Q1Q2Q3Q42005Q1Q2Q3Q42006Q1Q2Q3Q42007Q1Q2Q3Q42008Q1Q2Q3Q4Output SE EA0.300.460.330.490.390.470.520.430.460.550.480.560.500.580.590.510.520.600.530.600.530.600.600.530.530.610.530.610.530.610.610.530.530.610.530.610.530.610.610.53Prices SE EA0.490.430.460.490.460.680.670.440.440.700.440.700.440.700.690.440.440.680.440.670.440.660.650.440.430.640.430.630.430.620.610.430.430.610.430.600.430.600.590.43Table S6: Probability Estimates that SE and EA ShortTerm Interest Rates are Lowerunder Entry at par at Beginning of 1999Q1 for Alternative Exchange Rates Appreciation SEAt par 10%0.660.670.750.760.770.770.730.720.710.710.690.690.690.690.680.680.680.680.680.680%0.670.690.750.750.760.750.710.690.690.680.670.660.660.660.660.660.660.660.660.67Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Depreciation 10% 30%0.710.690.740.710.750.750.740.730.710.740.690.730.640.680.620.660.660.620.610.650.600.640.600.640.640.600.600.640.610.640.610.640.640.610.620.650.620.650.650.62Appreciation EAAt par 10%0.450.580.840.840.690.570.510.470.450.450.450.460.470.480.490.490.500.510.510.520%0.850.890.860.720.500.400.350.340.340.350.370.380.400.410.430.440.450.460.470.48Depreciation 10% 30%1.000.981.000.980.910.880.570.300.110.320.090.250.080.230.100.230.250.130.160.270.180.290.210.320.340.240.260.360.290.370.310.390.400.320.340.420.360.430.440.37Table S7: Probability Estimates that SE and EA Output is Higher under Entry at parat Beginning of 1999Q1 for Alternative Exchange Rates Appreciation SEAt par 10%0.150.580.630.710.740.740.730.710.710.700.690.680.670.660.660.660.650.650.650.650%0.650.760.800.830.840.830.810.790.780.760.750.730.730.720.710.710.700.700.700.69Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Depreciation 10% 30%1.000.950.880.970.980.900.980.910.970.900.890.960.940.870.920.840.900.830.810.880.870.800.850.780.840.770.830.760.750.820.810.750.800.740.800.740.730.790.790.73Appreciation EAAt par 10%0.010.160.420.520.570.600.610.610.600.580.570.560.550.540.530.520.510.500.500.490%0.690.750.790.800.790.780.760.740.710.690.660.640.620.600.590.570.560.550.540.53Depreciation 10% 30%1.001.000.991.001.000.961.000.940.990.920.890.980.960.860.940.830.910.800.770.880.840.740.810.710.780.680.750.660.640.720.700.620.680.600.660.590.580.640.630.57Table S8: Probability Estimates that SE and EA Prices are Lower under Entry at parat Beginning of 1999Q1 for Alternative Exchange Rates Appreciation SEAt par 10%0.210.590.820.730.710.710.680.650.610.580.560.550.530.520.520.510.510.510.510.510%0.270.330.480.440.440.410.390.370.340.330.320.320.320.320.320.330.330.340.350.35Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Depreciation 10% 30%0.430.320.020.150.010.180.200.020.030.210.020.170.020.170.160.020.020.150.020.150.020.150.160.030.030.160.040.170.040.180.190.050.060.200.070.210.070.220.230.08Appreciation EAAt par 10%0.250.180.190.170.180.180.190.200.210.210.220.220.230.230.240.240.250.260.260.270%0.180.150.140.130.120.120.130.130.130.140.140.150.150.160.170.170.180.190.190.20Depreciation 10% 30%0.060.130.090.130.050.100.090.050.040.090.030.080.030.080.080.030.030.090.040.090.040.090.100.040.050.100.050.110.050.110.120.060.060.130.070.130.080.140.150.08Table S9: Conditional Point Estimates of the Effects of SE Entry on SE and EA ShortTerm Interest Rate, the SEKEuro Rate and Effective Exchange Rate under Entry at parat Beginning of 1999Q1Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4ShortTerm Interest Rate %SE0.380.290.860.930.831.411.262.493.403.644.254.003.744.625.946.757.137.386.486.84EA0.050.080.110.130.120.150.170.230.290.330.390.410.380.360.360.360.400.450.390.34Exchange Rate %Spote Rate SEKEuro Effective Rate SE2.165.007.158.8410.9112.4414.4016.0718.1119.7119.7320.0320.9220.6220.4622.1523.0323.3824.7923.88EA0.170.580.720.450.240.411.182.403.795.227.038.629.8811.9314.7417.0318.7920.1920.7522.102.495.888.3610.1612.4113.8315.7017.0018.6419.8219.0518.7119.2017.9716.5117.4017.7017.5719.1017.61Note: The point estimates are obtained conditional on the realised values of oil prices, US equity prices and US shortand longterm interest rates over the period 1999Q12003Q4. The figures for the interest rate are percent per annum.Table S10: Conditional Point Estimates of the Effects of SE Entry on SE and EA Outputand Prices under Entry at par at Beginning of 1999Q1Year 1999Q1Q2Q3Q42000Q1Q2Q3Q42001Q1Q2Q3Q42002Q1Q2Q3Q42003Q1Q2Q3Q4Output %EASE0.060.140.110.260.130.330.450.120.120.510.080.550.020.821.020.030.071.580.051.800.041.861.970.030.021.920.022.080.042.593.200.010.103.560.173.620.313.763.390.35Prices %EASE0.100.120.180.080.290.060.110.450.600.010.810.051.030.010.011.331.720.142.100.012.500.150.242.943.310.493.720.604.300.520.714.905.501.066.151.256.701.661.857.26Note: The point estimates are obtained conditional on the realised values of oil prices, US equity prices and US shortand longterm interest rates over the period 1999Q12003Q4.Figure S1: SE and EA Nominal ShortTerm Interest Rates at Annual Percentage Rateseta R egatnecre P launn A40353025201510501979Q11980Q11981Q11982Q11983Q11984Q11985Q11986Q11987Q11988Q11989Q11990Q11991Q11992Q11993Q11994Q11995Q11996Q11997Q11998Q11999Q12000Q12001Q12002Q12003Q1SEEAFigure S2: Quarterly Percentage Changes in SE and EA Exchange Rates egnah Cegatnecre Py lretrau Q20151050510151979Q11980Q11981Q11982Q11983Q11984Q11985Q11986Q11987Q11988Q11989Q11990Q11991Q11992Q11993Q11994Q11995Q11996Q11997Q11998Q11999Q12000Q12001Q12002Q12003Q1SEEAFigure S3: Probability Estimates that SE and EA ShortTerm Interest Rates are Lowerunder Entry at par at Beginning of 1999Q110.90.80.70.60.50.40.30.20.1ytilibabor P0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 Q2 2001:Q1 Q3 Q2 2002:Q1 Q4 Q3 Q4 2003:Q1 Q2 Q3 Q4 SEEAFigure S4: Probability Estimates that SE and EA Output is Higher under Entry at parat Beginning of 1999Q110.90.80.70.60.50.40.30.20.1ytilibabor P0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 Q2 2001:Q1 Q3 Q2 2002:Q1 Q4 Q3 Q4 2003:Q1 Q2 Q3 Q4 SEEAFigure S5: Probability Estimates that SE and EA Prices are Lower under Entry at parat Beginning of 1999Q110.90.80.70.60.50.40.30.20.1ytilibabor P0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q2 Q3 Q4 Q4 Q2 2001:Q1 Q3 2002:Q1 Q4 Q2 Q3 Q4 2003:Q1 SEEAFigure S6: Conditional and Unconditional Probability Estimates that SE and EA Outputis Higher under Entry at par at Beginning of 1999Q11.000.900.800.700.600.500.400.300.200.10ytilibabor P0.00 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 Q2 2001:Q1 Q3 Q2 2002:Q1 Q4 Q3 Q4 2003:Q1 Q2 Q3 Q4 SE Unconditional SE Conditional EA Unconditional EA Conditional Note: The probability estimates are obtained conditional on the realised values of oil prices, US equity prices and USshort and longterm interest rates over the period 1999Q12003Q4.Figure S7: Probability Estimates that SE and EA Output is Higher under Entry at parat Beginning of 1999Q1 and at Beginning of 2004Q1, by Quarters after Entryytilibabor P10.90.80.70.60.50.40.30.20.10Q1Q2Q3Q4Q5Q6Q7Q8SE Entry 1999Q1Q9Q10Q11SE Entry 2004Q1Q14Q13Q12EA Entry 1999Q1Q15Q17Q16Q18EA Entry 2004Q1Q19Q20Figure S8: Probability Estimates that SE Output is Higher under Entry at Beginningof 1999Q1 for Alternative Exchange Rates 10.90.80.70.60.50.40.30.20.1ytilibabor P0 1999:Q1 Q2 Q3 Q4 2000:Q1 Q2 Q3 Q4 Q2 2001:Q1 Q3 Q2 2002:Q1 Q4 Q3 Q4 2003:Q1 Q2 Q3 Q4 Entry at par 10% Appreciation 10% Depreciation 30% DepreciationFigure S9: Probability Estimates that EA Output is Higher under Entry at Beginningof 1999Q1 for Alternative Exchange Rates 10.90.80.70.60.50.40.30.20.1ytilibabor P0 1999:Q1 Q4 2000:Q1 Q3 Q2 Q2 Q2 2001:Q1 Q3 Q4 Q2 2002:Q1 Q4 Q3 Q3 2003:Q1 Q2 Q4 Q3 Q4 Entry at par 10% Appreciation 10% Depreciation 30% DepreciationReferences1 Dees, S., F. di Mauro, M. H. Pesaran and L. V. Smith 2005, Exploringthe International Linkages of the Euro Area: A Global VAR Analysis,CESifo Working Paper No. 1425. Presented at CESifo Area Conference on Macro, Money and International Finance, February 2005.2 Doan, T., Litterman, R., and C. Sims 1984, Forecasting and Conditional Projection Using Realistic Prior Distributions, Econometric Reviews, 3,1100.3 Fogel, R.W. 1964, Railroads and American Economic Growth, Baltimore,Johns Hopkins Press.4 Garratt, A., K. Lee, M.H. Pesaran, Y. Shin 2003, Forecast Uncertainties in Macroeconometric Modelling: An Application to the UK Economy,Journal of the American Statistical Association, Applications and Case Studies, 98, 829838.5 Heckman, J.J. 2000, Causal Parameters and Policy Analysis in Economics: A Twentieth Century Retrospective, Quarterly Journal of Economics, 115, 4598.6 HMT 2003, UK Membership of the Single Currency: Assessment of the Five Economic Tests, H.M. Treasury, June.7 Keegan, W. 2003, The Prudence of Mr Gordon Brown, Wiley.8 Neyman, J. 1935, Statistical Problems in Agricultural Experiments,Supplement to the Journal of the Royal Statistical Society, II, 107180.9 Pesaran, M.H., T. Shuermann, and S.M. Weiner 2004, Modelling Regional Interdependencies Using a Global ErrorCorrecting Macroeconometric Model, Journal of Business and Economic Statistics, 22, 129162.10 Waggoner, D.F., and T. Zha, 1999, Conditional Forecasts in Dynamic Multivariate Models, The Review of Economics and Statistics, 814, 639651.42___________________________________________________________________________ 1413 Gil S. Epstein and Shmuel Nitzan, Lobbying and Compromise, February 2005 1414 Marcel F. M. Canoy, Jan C. van Ours and Frederick van der Ploeg, The Economics of Books, February 2005 1415 Eric A. Hanushek and Ludger Womann, Does Educational Tracking Affect Performance and Inequality? DifferencesinDifferences Evidence across Countries, February 2005 1416 George Kapetanios and M. Hashem Pesaran, Alternative Approaches to Estimation and Inference in Large Multifactor Panels: Small Sample Results with an Application to Modelling of Asset Returns, February 2005 1417 Samuel Muhlemann, Jurg Schweri, Rainer Winkelmann and Stefan C. Wolter, A Structural Model of Demand for Apprentices. February 2005 1418 Giorgio Brunello and Lorenzo Rocco, Educational Standards in Private and Public CESifo Working Paper Series for full list see www.cesifogroup.de Schools, February 2005 1419 Alex Bryson, Lorenzo Cappellari and Claudio Lucifora, Why so Unhappy? The Effects of Unionisation on Job Satisfaction, March 2005 1420 Annalisa Luporini, Relative Performance Evaluation in a MultiPlant Firm, March 2005 1421 Giorgio Bellettini and Carlotta Berti Ceroni, When the Union Hurts the Workers: A Positive Analysis of Immigration Policy, March 2005 1422 Pieter Gautier, Michael Svarer and Coen Teulings, Marriage and the City, March 2005 1423 Ingrid Ott and Stephen J. Turnovsky, Excludable and NonExcludable Public Inputs: Consequences for Economic Growth, March 2005 1424 Frederick van der Ploeg, Back to Keynes?, March 2005 1425 Stephane Dees, Filippo di Mauro, M. Hashem Pesaran and L. Vanessa Smith, Exploring the International Linkages of the Euro Area: a Global VAR Analysis, March 2005 1426 Hans Pitlik, Friedrich Schneider and Harald Strotmann, Legislative Malapportionment and the Politicization of Germanys Intergovernmental Transfer System, March 2005 1427 Konstantinos Angelopoulos and Apostolis Philippopoulos, The Role of Government in AntiSocial Redistributive Activities, March 2005 1428 Ansgar Belke and Daniel Gros, Asymmetries in the TransAtlantic Monetary Policy Relationship: Does the ECB follow the Fed?, March 2005 1429 Soren Blomquist and Luca Micheletto, Optimal Redistributive Taxation when Governments and Agents Preferences Differ, March 2005 1430 Olof Aslund and Peter Fredriksson, Ethnic Enclaves and Welfare Cultures QuasiExperimental Evidence, March 2005 1431 Paul De Grauwe, Roberto Dieci and Marianna Grimaldi, Fundamental and NonFundamental Equilibria in the Foreign Exchange Market. A Behavioural Finance Framework, March 2005 1432 Peter Egger, Stefan Gruber, Mario Larch and Michael Pfaffermayr, KnowledgeCapital Meets New Economic Geography, March 2005 1433 George Economides and Apostolis Philippopoulos, Should Green Governments Give Priority to Environmental Policies over GrowthEnhancing Policies?, March 2005 1434 George W. Evans and Seppo Honkapohja, An Interview with Thomas J. Sargent, March 1435 Helge Berger and Volker Nitsch, Zooming Out: The Trade Effect of the Euro in Historical Perspective, March 2005 1436 MarcAndreas Muendler, Rational Information Choice in Financial Market Equilibrium, 2005 March 2005 1437 Martin Kolmar and Volker Meier, IntraGenerational Externalities and InterGenerational Transfers, March 2005 1438 M. Hashem Pesaran and Takashi Yamagata, Testing Slope Homogeneity in Large Panels, March 2005 1439 Gjermund Nese and Odd Rune Straume, Industry Concentration and Strategic Trade Policy in Successive Oligopoly, April 2005 1440 Tomer Blumkin and Efraim Sadka, A Case for Taxing Education, April 2005 1441 John Whalley, Globalization and Values, April 2005 1442 Denise L. Mauzerall, Babar Sultan, Namsoug Kim and David F. Bradford, Charging NOx Emitters for Health Damages: An Exploratory Analysis, April 2005 1443 Britta Hamburg, Mathias Hoffmann and Joachim Keller, Consumption, Wealth and Business Cycles in Germany, April 2005 1444 Kohei Daido and Hideshi Itoh, The Pygmalion Effect: An Agency Model with Reference Dependent Preferences, April 2005 1445 John Whalley, Rationality, Irrationality and Economic Cognition, April 2005 1446 Henning Bohn, The Sustainability of Fiscal Policy in the United States, April 2005 1447 Torben M. Andersen, Is there a Role for an Active Fiscal Stabilization Policy? April 1448 Hans Gersbach and Hans Haller, Bargaining Power and Equilibrium Consumption, 1449 Jerome L. Stein, The Transition Economies: A NATREX Evaluation of Research, April 1450 Raymond Riezman, John Whalley and Shunming Zhang, Metrics Capturing the Degree to which Individual Economies are Globalized, April 2005 1451 Romain Ranciere, Aaron Tornell and Frank Westermann, Systemic Crises and Growth, April 2005 2005 2005 April 2005 1452 Plutarchos Sakellaris and Focco W. Vijselaar, Capital Quality Improvement and the Sources of Growth in the Euro Area, April 2005 1453 Kevin Milligan and Michael Smart, Regional Grants as Pork Barrel Politics, April 2005 1454 Panu Poutvaara and Andreas Wagener, To Draft or not to Draft? Efficiency, Generational Incidence, and Political Economy of Military Conscription, April 2005 1455 Maurice Kugler and Hillel Rapoport, Skilled Emigration, Business Networks and Foreign Direct Investment, April 2005 1456 YinWong Cheung and Eiji Fujii, CrossCountry Relative Price Volatility: Effects of Market Structure, April 2005 1457 Margarita Katsimi and Thomas Moutos, Inequality and Relative Reliance on Tariffs: Theory and Evidence, April 2005 1458 Monika Butler, Olivia Huguenin and Federica Teppa, Why Forcing People to Save for Retirement may Backfire, April 2005 1459 Jos Jansen, The Effects of Disclosure Regulation of an Innovative Firm, April 2005 1460 Helge Bennmarker, Kenneth Carling and Bertil Holmlund, Do Benefit Hikes Damage Job Finding? Evidence from Swedish Unemployment Insurance Reforms, May 2005 1461 Steffen Huck, Kai A. Konrad and Wieland Muller, Merger without Cost Advantages, 1462 Louis Eeckhoudt and Harris Schlesinger, Putting Risk in its Proper Place, May 2005 1463 Hui Huang, John Whalley and Shunming Zhang, Trade Liberalization in a Joint Spatial InterTemporal Trade Model, May 2005 1464 Mikael Priks, Optimal Rent Extraction in PreIndustrial England and France Default Risk and Monitoring Costs, May 2005 May 2005 1465 Francois OrtaloMagne and Sven Rady, Heterogeneity within Communities: A Stochastic Model with Tenure Choice, May 2005 1466 Jukka Pirttila and Sanna Tenhunen, Pawns and Queens Revisited: Public Provision of Private Goods when Individuals make Mistakes, May 2005 1467 Ernst Fehr, Susanne Kremhelmer and Klaus M. Schmidt, Fairness and the Optimal Allocation of Ownership Rights, May 2005 1468 Bruno S. Frey, Knight Fever Towards an Economics of Awards, May 2005 1469 Torberg Falch and Marte Rnning, The Influence of Student Achievement on Teacher 1470 John Komlos and Peter Salamon, The Poverty of Growth with Interdependent Utility Turnover, May 2005 Functions, May 2005 1471 Hui Huang, Yi Wang, Yiming Wang, John Whalley and Shunming Zhang, A Trade Model with an Optimal Exchange Rate Motivated by Current Discussion of a Chinese Renminbi Float, May 2005 1472 Helge Holden, Lars Holden and Steinar Holden, Contract Adjustment under Uncertainty, May 2005 1473 Kai A. Konrad, Silent Interests and AllPay Auctions, May 2005 1474 Ingo Vogelsang, Electricity Transmission Pricing and PerformanceBased Regulation, May 2005 June 2005 1475 Spiros Bougheas and Raymond Riezman, Trade and the Distribution of Human Capital, 1476 Vesa Kanniainen, Seppo Kari and Jouko YlaLiedenpohja, The StartUp and Growth Stages in Enterprise Formation: The New View of Dividend Taxation Reconsidered, June 2005 1477 M. Hashem Pesaran, L. Vanessa Smith and Ron P. Smith, What if the UK had Joined the Euro in 1999? An Empirical Evaluation Using a Global VAR, June 2005 ", "filename": "cesifo1_wp1477.pdf", "person": ["Mohammad Hashem Pesaran", "Pesaran, Mohammad Hashem", "L. Vanessa Smith", "Smith, L. Vanessa", "Ron P. Smith", "Smith, Ron P."], "date": ["2005"]}