{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103134/1/cesifo_wp4991.pdf"], "title": ["Dimensions of Macroeconomic Uncertainty: A Common Factor Analysis"], "plaintext": "CESifo Working Paper No. 4991 Dimensions of Macroeconomic Uncertainty: A Common Factor Analysis Abstract Uncertainty about the future course of the economy is a possible driver of aggregate fluctuations. To identify the different dimensions of uncertainty in the macroeconomy we construct a large dataset covering all types of economic uncertainty. We then identify two fundamental factors which account for the common dynamics in this dataset. These factors are interpreted as macroeconomic uncertainty. The first factor mainly captures business cycle uncertainty while the second factor is identified as oil and commodity price uncertainty. While both types of uncertainty foreshadow a decline in output, surprise increases in oil and commodity price uncertainty appear to be more important for fluctuations in real activity. JELCode: C320, C380, E320. Keywords: macroeconomic uncertainty, factor model, aggregate fluctuations. Steffen R. Henzel Ifo Institute Leibniz Institute for Economic Research at the University of Munich Poschingerstrasse 5 Germany 81679 Munich Henzelifo.de Malte Rengel Department of Economics University of Gottingen Gottingen Germany mrengelunigoettingen.de September 12, 2014 first version: May 15, 2012 We would like to thank Rudiger Bachmann, Kai Carstensen, Helmut Herwartz and the participants of the workshop on Uncertainty and forecasting in macroeconomics in Eltville, June 2012, the workshop on High dimensional time series in macroeconomics and finance in Vienna, May 2013, and the 28th Annual Congress of the European Economic Association in Gothenburg, August 2013 for very valuable comments and suggestions. Financial support from the German Research Foundation Grant No. CA 8332 and HE 218831 is gratefully acknowledged. The first version of the paper circulated under the title: Common uncertainty factors. 1 Introduction Uncertainty about the future course of the economy is identified as a potential drivingforce behind business cycle fluctuations in recent research see Bloom, 2009; Alexopoulos and Cohen, 2009; Knotek II and Khan, 2011; Bachmann, Elstner, and Sims, 2013,among others. However, many different dimensions of uncertainty are considered inthe economic literature.1 In fact, time varying uncertainty surrounds the movements ofalmost all macroeconomic variables Goncalves and Kilian, 2004. Policy makers and researchers thus face a monitoring and decision problem pertaining to the different typesof uncertainty prevailing in the macroeconomy.In this paper, we provide an empirical justification for the number of fundamental second moment shocks in the macroeconomy. We analyze a large dataset in thespirit of Giannone, Reichlin, and Sala 2004 which consists of 164 individual uncertainty measures covering all types of economic uncertainty. Using a dynamic factormodel, we identify the fundamental factors that have an impact on the bulk of theseuncertainty measures and interpret them as different types of macroeconomic uncertainty.2 Such a definition of macroeconomic uncertainty is similar to Jurado, Ludvigson,and Ng 2014 who independently proposed a factor based approach to measure uncertainty. However, Jurado et al. 2014 focus on the factor with the largest explanatorypower, whereas the identification and disentanglement of different fundamental typesof macroeconomic uncertainty is at the core of our study.A large body of literature on factor models documents that there are only a handful of fundamental first moment shocks which are relevant for explaining the businesscycle see Sargent and Sims, 1977; Forni and Reichlin, 1998; Stock and Watson, 2002;Giannone et al., 2004, among others. Since the number of fundamental shocks contained in a factor model is typically much smaller than the number of variables in thedataset, factor models provide a justification for the modeling strategy underlying modern business cycle models. Recent studies enhance business cycle models with shocksto second moments and analyze their role for business cycle fluctuations, for instance,during the recent global financial crisis Gilchrist, Sim, and Zakraj sek, 2014; Born and 1Among many others, Friedman 1977 and Ball 1992 discuss the effects of inflation uncertainty.Furthermore, Ramey and Ramey 1995, Grier and Perry 2000 are concerned with the effects of production uncertainty. Born and Pfeifer 2013, FernandezVillaverde, GuerronQuintana, Kuester, and RubioRamirez 2013, and Baker, Bloom, and Davis 2013 model policy uncertainty. Oil price uncertainty isanalyzed by, for instance, Elder and Serletis 2010.2Note that macroeconomic uncertainty relates to aggregate shocks, as opposed to idiosyncratic e.g.firmspecific uncertainty which results from the dispersion of idiosyncratic shocks which themselvesaverage out over many units e.g. firms.1Pfeifer, 2013; Arellano, Bai, and Kehoe, 2012; FernandezVillaverde, GuerronQuintana,RubioRamirez, and Uribe, 2011; Basu and Bundick, 2012; Bloom, Floetotto, Jaimovich,SaportaEksten, and Terry, 2012; Schaal, 2012; Bachmann and Bayer, 2013. Our studycontributes by providing some guidance how many shocks are important for the fluctuations of uncertainty at the macroeconomic level.Our results provide evidence that macroeconomic uncertainty in the US economyis driven by two fundamental shocks. We document that the first fundamental shocktriggers uncertainty associated with demand related variables such as aggregate production and capacity utilization. We thus identify the corresponding factor as businesscycle uncertainty. The second fundamental shock mainly affects uncertainty associatedwith supply related variables such as oil and commodity prices, and we interpret therelated factor as oil and commodity price uncertainty. Moreover, it can be shown thatthe indicators for business cycle uncertainty and oil and commodity price uncertainty,which we obtain from the factor approach, peak at business cycle and oilmarket relatedevents, respectively. We document that the factorbased measure of Jurado et al. 2014appears to combine both types of macroeconomic uncertainty. Moreover, there are nonnegligible differences between macroeconomic uncertainty and financial market uncertainty which is often used as a proxy for aggregate economic uncertainty Bloom, 2009;Basu and Bundick, 2012; Gilchrist et al., 2014, among others. We also demonstrate thatuncertainty about economic policy put forward by Baker et al. 2013 is closely relatedto business cycle uncertainty but not to oil and commodity price uncertainty.Impulse response analysis reveals that both types of macroeconomic uncertaintyforeshadow a drop in real activity, i.e. both types of macroeconomic uncertainty arecountercyclical. However, both types of uncertainty have different quantitative implications for real activity. While the decline following a surprise increase in business cycleuncertainty is not very pronounced, we document a larger and more persistent effect foroil and commodity price uncertainty. Such a finding suggests that unforeseen shifts inoil and commodity price uncertainty appear to be more important for business cyclefluctuations than those in business cycle uncertainty.The remainder of the paper is structured as follows. In section 2, we introduce thedataset, and section 3 explains how we measure macroeconomic uncertainty by meansof a dynamic factor model. The number of fundamental uncertainty factors is analyzedin section 4 where we also give an interpretation of the factors and provide a comparison to alternative uncertainty measures. In the remainder of section 4 we analyze howmacroeconomic uncertainty relates to economic activity. The paper concludes in section 5.22 The dataset We use a largescale monthly dataset as in Giannone et al. 2004 which is commonly employed to describe the development of the US economy over the business cycle see also Stock and Watson, 2002. The data can be split up into 14 categories: industrial production, capacity utilization, employment, sales and consumption, housing and construction, inventories, new and unfilled orders, financial variables, interest rates, monetaryvariables, prices, wages, merchandise ex and imports, business outlook. Our analysisis based on data covering the period 1970M1 to 2011M4. During the considered period, the Federal Reserve has undertaken a number of unconventional policy measuresquantitative easing leading to severe outliers in monetary aggregates distorting theestimation of uncertainty later on. Hence, we exclude the monetary base series 117 intable A.1, the depository institutions reserves series 118119 and the loans and securities at all commercial banks series 125. Further, consistent data for the commercialpaper outstanding series 104, the delinquency rate on bankheld consumer installment loans series 126, and the index of sensitivity materials prices series 132 are notavailable. This leaves us with n 164 variables which are transformed to achieve stationarity.33 Measuring macroeconomic uncertainty 3.1 Individual uncertainty measures In what follows we define macroeconomic uncertainty as the common dynamics of uncertainty from a broad range of variables which are all surrounded by time varyinguncertainty. To be able to measure macroeconomic uncertainty, it is thus necessary tomeasure the latent variable specific uncertainty first. For this purpose we rely on thetimeseries dimension of individual economic variables since a direct measure of uncertainty is not available.4 A typical measure of uncertainty in this context is the conditional volatility of GARCH models which can be interpreted as insample forecast 3A detailed list of single series and a description of the transformations are provided in table A.1 inthe appendix.4The literature discusses several alternative approaches to measure uncertainty such as the dispersionof forecasts collected in surveys. A direct measure would be the average standard deviation of subjectiveprobability distributions, for instance, polled in the Survey of Professional Forecasters see Zarnowitz and Lambros, 1987; Giordani and Soderlind, 2003; Rich and Tracy, 2010, among others. However, surveysare limited to selected variables such as GDP, GDP deflator, and CPI inflation.3uncertainty see Baillie, Chung, and Tieslau, 1996; Grier and Perry, 1998; Lahiri and Sheng, 2010; Grimme, Henzel, and Wieland, 2014, among others.5 As an alternativeto GARCH models, stochastic volatility SV models are often used since they involvean additional independent shock impinging on the timevarying second moments of aprocess which lends itself to an economic interpretation see FernandezVillaverde and RubioRamirez, 2010, for a discussion. SV models are therefore extensively applied inthe recent empirical macroeconomic literature studying time varying second momentsFernandezVillaverde, GuerronQuintana, and RubioRamirez, 2010; Born and Pfeifer,2013; FernandezVillaverde et al., 2013; Jurado et al., 2014.However, the calculation of GARCH and SV measures necessitates an explicit formulation of a parametric data generating process. Note that we consider a multitudeof time series, and to meet the specific requirements of a certain variable innumerableextensions of the basic GARCH and SV model have been proposed. Moreover, to avoidmisspecification errors, each model would have to pass a battery of specification testsLundbergh and Terasvirta, 2002. We therefore consider a data driven filter to approximate the conditional volatility which is known as the Risk Metrics procedure Morgan,1996 and which is a robust alternative to GARCH and SV models. The objective is tocalculate an exponentially weighted moving average of the squared insample forecasterrors of an appropriately defined forecast model.We follow Stock and Watson 2002 where the variable of interest yt is forecast usingan autoregressive model augmented with predictions of common factors gt1t whichsummarize the dynamics of a large cross section of variables 6yt1 0 PMj1 j gtj2tj1 PPj1 jytj1 et1.1The insample forecast error is given by et1. Adding factors ensures that predictionsare based on a large information set which prevents an overestimation of the uncertaintysurrounding the forecast see Jurado et al., 2014, for a similar argument. Estimates ofthe factors are obtained from a parametric dynamic factor model. The specification ofthe dynamic factor model follows common practice in the forecasting literature see,for instance, Kose, Otrok, and Whiteman, 2003; Ba nbura, Giannone, and Reichlin, 20115Moreover, measures of conditional volatility have the advantage that they are not affected by timevarying risk aversion as opposed to observable indicators of financial market risk such as the optionbased CBOE implied volatility index see Bekaert, Hoerova, and Lo Duca, 2013, for a discussion.6To simplify notation we suppress the index of individual variables in yt.4and reads as Yt gt tgt Lgt 1 t,23where Yt is of dimension n 1 and collects the variables in our information set. Thefactors are collected in the r 1 vector gt, and is a conformable matrix of factor loadings. Idiosyncratic movements are captured by t. The factors follow a simple vectorautoregression with innovations t. We estimate the model with the Quasi Maximum Likelihood procedure proposed by Doz, Giannone, and Reichlin 2012, i.e. we applyan EM algorithm combined with Kalman filtering and smoothing.7 Once the modelsparameters are estimated using full sample information, the filtered factors gt1t in 1are obtained from the Kalman prediction step which processes only information available up to period t. Using the filtered factors as opposed to the smoothed ones deliversforecast errors which are closer to those experienced in real time.8During estimation we set the number of factors in 2 to 12 which is what the information criteria of Bai and Ng 2002 indicate. The lag polynomial L contains fourlags. The number of factors in 1 r and the lag orders M and P are determined by meansof the BIC in the range of 0 6 r 6 12, 1 6 M 6 4 and 1 6 P 6 6, respectively. Based onan initial sample beginning in 1968M6 we obtain T 496 insample forecast errors foreach of the 164 variables in our dataset covering the period 1970M1 to 2011M4.The timevarying uncertainty 2t for each individual series followst 22t 1 1 e 2t 1.4As before, et denotes the onestep ahead forecast error from 1. We implement the Risk Metrics procedure by rewriting 4 as an infinite sum 2ti,which, in practice, is truncated at t 1. To avoid distortions of the uncertainty measureat the beginning of the sample, we apply the adjustment factor 11 t as proposedby Andersen, Bollerslev, Christoffersen, and Diebold 2006. The decay parameter t 1 Pi1 i 1e 27A detailed description of the estimation procedure is provided in appendix B.8Notwithstanding, these forecast errors may differ from real time forecast errors since the remainingparameters are estimated using full sample information such that parameter uncertainty tends to be underestimated. Recursive estimation of the factor model in 7 would solve the problem but a substantialpart of the sample has to be reserved to initialize the estimation. In a robustness check in appendix G weapply observations form the first five years to initialize recursive model estimates, and demonstrate that,for the remaining years, the measure of macroeconomic uncertainty is almost unaffected by using eitherinsample or outofsample forecast errors.5Index of IP: Total CPI: All items urbanCorrelation 0.846420Correlation 0.98Riskmetrics approach SV Model 64202 709500052757010Note: Panels display the SV measures bold gray lines and the Risk Metrics measures thin black lines.To facilitate comparability all measures are demeaned and have a standard deviation of one.8085901095000575808590Figure 1: Risk Metrics and SV measuresin 4 governs the smoothness of the variance process.9 The thin black lines in figure 1show the resulting uncertainty measures associated with industrial production IP andconsumer price inflation CPI, respectively.Before we proceed with the measurement of macroeconomic uncertainty we verifywhether the uncertainty measures for IP and CPI from the Risk Metrics approach areconsistent with a measure obtained from the estimated parametric SV modelet explog2t,SV 2t,log2t,SV 0 1 log2t 1,SV t.56The logarithmic conditional variance in 6 is modeled as a firstorder autoregressiveprocess. The innovations t and t are both N0, 1 distributed and mutually independent. We estimate the model using a Maximum Likelihood approach. Due to the nonlinearity of the model we simulate the likelihood function by means of the Efficient Importance Sampler EIS Liesenfeld and Richard, 2003. Given the parameter estimates,we use efficient importance sampling to obtain the filtered variance estimates. The boldgray lines in figure 1 depict the resulting series. SV and Risk Metrics measures comoveclosely and their correlation amounts to 0.84 IP, and 0.98 CPI, respectively. Overall,individual uncertainty measures are largely unaffected by the procedure used to filterthe variance. The Risk Metrics approach appears to be a simple but admissible method 9We set 0.7 implying a halflife period of the innovation et of approximately two months. Asproposed by Morgan 1996 we use the same value for for all series in the considered dataset.6to evaluate the uncertainty surrounding each of the 164 variables in a datadriven androbust manner.3.2 Macroeconomic uncertainty measures To identify the common dynamics behind the individual uncertainty measures whichwe interpret as macroeconomic uncertainty we estimate a factor model similar to thatused in section 3.1Xt ft t,ft Lft 1 ot.78The standardized individual uncertainty measures are collected in the data vector Xt log1,t, . . . , logn,t . We take the logarithmic square root of 2i,t to allow factors to adopt negative values. Macroeconomic uncertainty will be assessed by the kdimensional vector of fundamental factors ft which is responsible for the common dynamics of the individual uncertainty measures. The latter is summarized by means ofthe common component Xt ft. The remaining unexplained part is governed by theidiosyncratic component t which may be weakly crosssectionally and serially correlated approximate factor model. Doz et al. 2012 show that the unobserved factors ftof an approximate factor model are estimated consistently if n and T become large evenif crosssectional and serial correlation of the idiosyncratic components is not modeledexplicitly.10 The factors in 8 follow an autoregressive process where the innovationsot can be decomposed into ot Rut. The kdimensional vector ut contains orthogonalshocks and R is a k k conformable matrix. We assume that the number of shocks utis identical to the number of common factors k, i.e. ft follows a vector autoregression.Later on we make use of the model structure to identify and interpret each of the common factors separately. Since k n the number of fundamental shocks k identifies thereduced dimension of the dataset.As in section 3.1 we estimate the model 7 to 8 using the methods in Doz et al.2012. The lag order implied by L is six which should be sufficient to capture thedynamics of the data.10As a robustness check we allow the idiosyncratic processes to follow a first order autoregressive process and estimate the model based on the generalisation of Ba nbura and Modugno 2012. The pairwisecorrelations of the factors from both models are all greater than 0.98.74 Estimation results 4.1 The number of common uncertainty factors In the following, we aim at unraveling the number of fundamental shocks which havean impact on a broad range of the individual uncertainty measures. First, we considerthe explained variance proportion R2 of the estimated factor model in 7 and 8 forthe aggregate dataset which results for different numbers of dynamic factors k. Themodel with one factor explains 18% of the variation. The gain in explained variance byadding a second factor is 8% while the third factor adds about 6%, and the fourth factoradds 4%. Overall, the gain of an additional factor decreases relatively fast suggestingnot more than four common factors.In figure 2 we display the explained variance proportion R2 for each individualuncertainty measure. In the upper panel grey bars indicate R2 when k 1. In thisspecification the common component has explanatory power mainly for the uncertaintyassociated with most production variables, capacity utilization and some employmentvariables. However, the explanatory power for other uncertainty measures, especiallythose of most price variables, is relatively low. One factor thus appears to be insufficientto capture the common dynamics of uncertainty. Consequently, we introduce a secondfundamental factor and calculate the individual R2 for this model specification whichis represented by means of the crossed line in the upper panel of figure 2. As a result,the variance proportion which is explained by the common component improves fora broad range of uncertainty variables. Particularly, many price related uncertaintymeasures experience an increase in R2. In the lower panel of figure 2 we display theeffect of adding a third factor to the model. An improvement in terms of R2 appears onlyfor a rather narrow group of individual measures of uncertainty surrounding shortterm interest rates variables 105 to 108. Since the third factor does not add much to thecommon dynamics, we conclude that it does not represent macroeconomic uncertainty.The number of common factors thus appears to be two.Particularly, two common shocks explain a large fraction of the variation in uncertainty associated with important business cycle variables such as industrial production R2 0.64, industrial production in manufacturing R2 0.65, capacity utilization R2 0.59, employment in manufacturing R2 0.57, and consumer pricesR2 0.75.11 To put these numbers in perspective, note that our data are monthly and 11A complete list of the results is provided in table A.1 in appendix A.8IPCUEMS CCOINNOFIIRMPW EX BO100806040200 1 10100 20 30 40 50 60 70 80 90 100 110 120 130 140 150 160IPCUEMS CCOINNOFIIRMPW EX BO806040200 1 10 20 30 40 50 60 70 80 90 100 110 120 130 140 150 160Note: The upper panel displays on the yaxis the respective proportion of the explained variance fork 1 grey bars and k 2 crossed line. The lower panel documents the explained variance shares fork 2 grey bars and k 3 crossed line. On the xaxis it depicts the individual uncertainty measuresin the same order as in table A.1. They are grouped into the following categories: IP 121, industrialproduction, CU 2231, capacity utilisation, EM 3263, employment, S 6467, sales, C 6872, consumption, CO 7380, housing and construction, IN 8187, inventories, NO 8895, new and unfilledorders, FI 96104, financial variables, IR 105113, interest rates, M 114126, monetary variables, P127151, prices , W 152158, wages, EX 159161, merchandise ex and imports, BO 162167, businessoutlook.Figure 2: Explained variance proportions for different numbers of factorsthe noise component thus accounts for roughly one third of the total variance.12In appendix C we also provide more formal tests for the number of common factors.Some caution is however warranted since the factors are themselves subject to estima12To arrive at this number we estimate the spectral density of each series and calculate the averagecontribution to the total variance of the frequencies smaller than 18 months. These frequencies are usuallyattributed to the noise component of a time series in the business cycle literature see, for instance, theseminal work of Burns and Mitchell, 1946.9tion error which introduces an additional layer to the dynamics of the data and makesthe testing problem non standard. As a result standard tests might have problems incorrectly determining the number of factors in our dataset. Overall, information criteriado not provide a clearcut indication of the precise number of factors, yet they supportthe notion that this number hovers around two. In the following we will thus proceedthe analysis using two common factors.134.2 The different types of macroeconomic uncertainty To interpret the two fundamental shocks that govern the common dynamics of economic uncertainty we study the response of the individual uncertainty measures to eachof these shocks. The factors have the moving average representationft Ir LL1Rut.9It follows that the impulse response function of the common component Xt ft is Xt Ir LL1Rut, BLut.1011Given a rotation matrix H with HH Ir, the common component can be rewritten as Xt CLvt, where CL BLH and vt H ut. However, there is an infinite numberof rotation matrices H and the impulse response function is, in general, not identified.As proposed by Giannone et al. 2004 we solve the identification problem by selectingthe rotation matrix H such that the target functiongH Pi D Pl0cli 12Pi D Pl0cli 12 Pi D Pl0cli 2212is maximized. The item clij denotes the response of the individual uncertainty measurei to innovation j for j 1, 2 after l periods. The selection vector D identifies a subsetof uncertainty measures which enters the target function. The denominator is the forecast error variance of the selected uncertainty measures which is explained by the twoshocks jointly. The target function is thus based on the forecast error variance decomposition. In the baseline specification, we identify the first shock such that its explanatory 13We also provide a robustness exercise for our main results using a factor model with three commonfactors in appendix J.10power for uncertainty surrounding all of the production variables is maximized, i.e. Didentifies all uncertainty measures related to output series 1 to 31. The identificationstrategy reflects the idea that the model should at least be able to capture fluctuations inproduction uncertainty. The second shock is left unrestricted.To quantify the relative importance of each fundamental shock for individual uncertainty measures we perform a forecast error variance decomposition. Results for the 12month horizon are reported in the columns labeled shock 1 and 2 in table A.1 in appendix A. Moreover, we use impulse response analysis to find out the sign and thesignificance of the response of individual uncertainty measures to a one standard deviation surprise increase in each of the two fundamental factors. Dynamic responses toan innovation in the first factor are displayed in the left column of figures 3 and 4, respectively. Responses to a similarly designed increase in the second factor are depictedin the corresponding right column.1414Confidence intervals are obtained from a bootstrap procedure which is outlined in appendix D.11Response to shock 1Response to shock 2Industrial production TotalIndustrial production Total 0.40.20.0 0.20.4 Industrial production UtilitiesIndustrial production UtilitiesCapacity utilisation 0.20.0 0.20.4 0.20.0 0.20.4 Capacity utilisation Employment nonagriculturalEmployment nonagriculturalPersonal consumption 0.20.0 0.20.4 0.20.0 0.20.4 Personal consumption Nominal effective exchange rate Nominal effective exchange rate 0.20.0 0.40.20.0 0.20.40.20.0 0.20.40.20.0 0.20.40.20.0 0.20.40.20.0 0.20.40.20.00.2 0510150.2 020Note: Impulse responses to the first fundamental shock left column and to the second fundamentalshock right column are indicated by the bold lines. Shaded areas display bootstrapped 90% confidenceintervals.5101520Figure 3: Impulse responses of individual uncertainty measures 112Response to shock 1Response to shock 2NYSE composite index Federal funds rate PPI crude materialsCPI commoditiesCPI less food and energy 0.20.10.0 0.10.40.20.00.20.4 0.40.20.00.2 0.30.20.10.0 0.10.4 0.20.00.2 0.40.4 NYSE composite index Federal funds rate PPI crude materialsCPI commoditiesCPI less food and energy PCE deflator nondurablesPCE deflator nondurables0.20.00.20.10.0 0.10.40.20.00.20.4 0.40.20.00.2 0.30.20.10.0 0.10.40.20.00.2 0.40.40.20.00.2 0510150.2 020Note: Impulse responses to the first fundamental shock left column and to the second fundamentalshock right column are indicated by the bold lines. Shaded areas display bootstrapped 90% confidenceintervals.5101520Figure 4: Impulse responses of individual uncertainty measures 213From the forecast error variance decomposition we infer that the first fundamentalshock is important for fluctuations of uncertainty associated with aggregate production, capacity utilization, and aggregate employment. Moreover, uncertainty related toimportant business cycle indicators such as sales, consumption, inventories, and neworders as well as exports and imports is captured in most cases by shock 1. The latteralso explains a major fraction of fluctuations in stock market uncertainty. Moreover, thisshock is an important driver of uncertainty related to the federal funds rate as well asfor uncertainty surrounding assets which usually carry little risk such as the differenttreasuries. A mixed picture is obtained for the different inflation uncertainty measures.Shock 1 may explain uncertainty about core inflation, which is also closely linked to aggregate demand, while it does not contribute to uncertainty about other price variablesrelated to unprocessed input goods such as commodities. The first shock also governsuncertainty about hourly earnings.The impulse responses in figure 3 show that the first shock precedes a significant increase of uncertainty surrounding variables which bear a close relation to the businesscycle, whereas it is not followed by an increase in uncertainty related to utility production and the nominal effective exchange rate. Moreover, figure 4 confirms that shock 1is followed by a rise in uncertainty related to core inflation CPI less food and energy,while there is no significant increase in inflation uncertainty measures for nonprocessedgoods and nondurable consumption goods, which comprises mainly gasoline.15 Overall, our results suggest that shock 1 governs uncertainty surrounding variables whichdetermine aggregate demand conditions in an economy and bear a close relation to thebusiness cycle. We thus identify the first fundamental shock as business cycle uncertainty.In table A.1 we observe that the second fundamental shock is important for uncertainty surrounding the production of utilities. Shock 2 is also quantitatively importantfor uncertainty of all producer prices. Other price variables which are explained by thisshock are those consumer prices which reflect energy price movements such as the CPIfor transportation, for commodities, or the PCE deflator for nondurables. Moreover,shock 2 may explain a major fraction of uncertainty related to the exchange rate whichitself is an important determinant of domestic energy and import prices.The impulse responses in the right column of figure 3 confirm that there is no signif15There are also a number of individual uncertainty measures for which both fundamental shocksplay a role. Notably, 73% 76% of the common variation in uncertainty surrounding CPI PCE deflatorheadline inflation is attributable to the second shock, and 27% 24% are explained by the first shock.Furthermore, uncertainty related to total loans and securities is governed by both shocks.14icant increase of uncertainty associated with most business cycle variables. The secondshock precedes a rise in uncertainty associated with the production of utilities, and itis followed by higher exchange rate uncertainty. Moreover, figure 4 reveals that thesecond shock precedes an increase in uncertainty about prices of unprocessed goodssuch as oil and commodities. We thus identify this shock as oil and commodity priceuncertainty.16In the following we compare the historical movements of shock 2 to the precautionary oilmarket specific demand shock put forward by Kilian 2009. Such a shock mayoccur on the oil market when agents develop a precautionary demand for oil whichserves as an insurance against a potential shortfall of oil supply. If shock 2 governs oiland commodity price uncertainty it should be related to Kilians 2009 precautionaryoil demand shock, which is identified using a VAR framework.17 Figure 5 shows thatthe peaks of both series are highly synchronized which suggests that they reflect thesame oilmarket specific events. However, both innovations do not operate in the samedirection throughout.18 The economic interpretation of the oilmarket specific demandshock and a shock in oil and commodity price uncertainty is thus rather different. Whilean increase in precautionary demand probably reflects the fear of rising oil prices, uncertainty may also increase when oil and commodity prices drop. Overall, these resultsprovide further support for our interpretation of the second shock as oil and commodityprice uncertainty.16In appendix E we also perform a different rotation where we identify the second shock as driver ofoil and commodity price uncertainty while the first shock is left unrestricted. The interpretation of thetwo fundamental shocks is robust to this change in the identification strategy.17We have updated the shock series until 2011 using the material provided on Lutz Kilians website:http:wwwpersonal.umich.edulkilian.18While, for instance, both series comove during the Gulf Wars, a large drop in oilspecific demandis accompanied by a rise in oil and commodity price uncertainty during the global financial crisis. Thesign of the oilmarket specific demand shock is, for instance, negative during a recession when there areexpectations about an oil production surplus. During such episodes oil and commodity price uncertaintytypically increases.15ArabIsrael War OPEC I 1986 oil price collapse Gulf War IBegin of the Iranian revolution OPEC II Gulf War II911Global financial crisis Oil price surge OPEC spare cap. depleted 2005 hurricane season 4202707580859095000510The thick black line represents innovations to oil and commodity price uncertainty, and the crossed thinred line depicts the oilmarket specific demand shock of Kilian 2009. The correlation among both seriesis 0.23 and significant at the one percent level. Shaded areas represent NBER recession dates. To improvethe readability, the figure presents quarterly averages, and the series are standardized.Figure 5: Shock 2 and oilmarket specific demand shock 4.3 Indicators of macroeconomic uncertainty In the following we use the parametric structure of the dynamic factor model in 7and 8 to derive two indicators of macroeconomic uncertainty. For this purpose weseparately identify the k 2 common factors in ft f 1,t f 2,t . Since the factors arelatent, we encounter a further identification problem which we solve using a matrixrotation procedure such that the proportion of variance explained by the first factor ismaximized for uncertainty measures associated with output series 1 to 31 see also Kose, Otrok, and Prasad, 2012. This procedure is similar to the rotation approach usedin section 4.2, but focuses on uncertainty measures unconditional variances instead oftheir forecast error variances.19 Note that while the fundamental shocks are orthogonal,this is not necessarily the case for the factors since they follow the VAR process in 8.However, when we calculate the variance decomposition for the VAR in the factors withrespect to the elements in ut, the first fundamental shock explains 98.4% of the forecasterror variance of the first common factor f 1,t twelve months ahead, while the secondfundamental shock explains 94.4% of the variation in f 2,t. Our interpretation of thefundamental shocks thus carries over to the common factors, and f 1,t is a measure of 19In appendix F we present the details of the rotation strategy that we use to separately identify thetwo factors.16business cycle uncertainty whereas f 2,t provides a measure of oil and commodity priceuncertainty.Business cycle uncertainty Russian financial crisis Global financialcrisis 2005 hurricane seasonStrike in aircraft industryAsian crisis 24 End of Bretton Woods Franklin National Bank financial crisis Paul Volcker becomes Chairman of FEDGreat Moderation Monetary Policyturning point Black Monday 181260612701612840487580859095000510Oil and commodity price uncertainty IranIraq War ArabIsrael War OPEC I1986 oil price collapse Begin of the Iranian revolution OPEC IIGulf War I911Oil price surge OPEC sparecapacity depleted 2005 hurricane season Gulf War IIGlobal financialcrisis 707580859095000510The upper panel depicts business cycle uncertainty f 1,t and the lower panel depicts oil and commodityprice uncertainty f 2,t. NBER recession dates are indicated by the shaded areas.Figure 6: Indicators of macroeconomic uncertainty Time paths of both indicators of macroeconomic uncertainty are linked to major 17events that are commonly associated with economic turmoil.20In figure 6 the upperpanel displays our indicator of business cycle uncertainty along with important business cycle events. NBER dated recessions are indicated by shaded areas. It becomesapparent that business cycle uncertainty is countercyclical since it rises during recessions. The indicator of business cycle uncertainty first soars when the BrettonWoodssystem collapsed in 1973. The next extraordinary peak is related to the bankruptcy ofthe Franklin National Bank in 1974 which led to a banking crisis and a period of increased macroeconomic turmoil. Moreover, the indicator peaks in 1979 when Paul Volcker became chairman of the FED and changed the conduct of monetary policy. In theperiod extending from the mid1980s, business cycle uncertainty retraces the decline ofmacroeconomic volatility known as the Great Moderation. Business cycle uncertaintyincreases only moderately around the Black Monday in 1987, while a more pronouncedincrease is observed during the Asian crisis, the Russian financial crisis, during 2005hurricane season Hurricane Katrina, and after the bankruptcy of Lehman Brothers in 2008 which preceded the global financial crisis.Oil and commodity price uncertainty is displayed in the lower panel of figure 6along with oilmarket specific events and NBER dated recessions. Like business cycleuncertainty, oil and commodity price uncertainty rises during recessions. Peaks occur in 1973 during the ArabianIsrael War, the Iranian Revolution 197879, and the IranIraq War in 1980, as well as in 1986 when the oil price dropped heavily, and during the first Gulf War in 199091. Beginning in the mid1990s oil and commodity price uncertaintyis characterized by an upward trending pattern which coincides with a time when the OPEC repeatedly adjusted its quotas. The indicator rises sharply around 911 whenchanges in the oil production quota were no longer sufficient to stabilize the oil price.Afterwards, it increases moderately during the second Gulf War and peaks in the mid2000s reflecting the decrease in oil spare capacity in the aftermath of the second Gulf War. At the beginning of the global financial crisis the oil price first increased until itssudden decline accompanied by a hike in oil and commodity price uncertainty.Several alternative measures have been proposed to investigate the dynamics of uncertainty in the macroeconomy and its relation to economic activity. A number of studies use the optionbased CBOE implied volatility index VXO to measure uncertaintyperceived on financial markets see, for instance, Bloom, 2009; Basu and Bundick, 2012.20As discussed in section 3.1, we calculate uncertainty indicators based on real time forecast errors inappendix G as a robustness check. The indicators of macroeconomic uncertainty are almost unaffectedby using either insample or outofsample forecast errors.18Figure 7 compares the VXO and business cycle uncertainty.21 Both series increase swiftlyaround, for instance, the Franklin National Bank crisis, during the Russian financial crisis, and during the recent global financial crisis. Yet, the tightness of the relation amongboth measures varies over time. Particularly, VXO peaks around the Black Mondayand the stock market crash of 2002 while there is virtually no reaction of business cycle uncertainty. The comparison of VXO to the indicator of oil and commodity priceuncertainty is provided in the lower panel of figure 7. We also observe that these twomeasures are synchronized during certain episodes.The results of a regression of VXO on contemporaneous values of business cycleuncertainty and oil and commodity price uncertainty are reported in the first row oftable 1. Both uncertainty factors are significant which suggests that VXO reflects, both,business cycle uncertainty and oil and commodity price uncertainty.Z 1VXO 0.17SPREAD 0.44JLN 0.59EPU 0.4820.320.320.480.01R20.140.320.620.23Note: For each alternative measure we run the following regression: Zt 1f 1,t2f 2,td Oct 87t, where Zt VXO, SPREAD, JLN, EPU. VXO: CBOE stock market volatility index Bloom, 2009, SPREAD: 30year Baa corporate bond spread, JLN: Measure used in Jurado et al. 2014, EPU: Index of economic policyuncertainty Baker et al., 2013. All series are quarterly averages and standardized. Significance at the 10%, 5%, 1% level is denoted by , ,. The regressions contain a dummy for the Black Monday d Oct 87.Table 1: Regression on the uncertainty indicators Similarly, credit spreads SPREAD may be used to measure the perception of riskof financial investors Gilchrist, Yankov, and Zakraj sek, 2009; Gilchrist and Zakraj sek,2012; Bachmann et al., 2013.22 Table 1 documents that the regression result is similar tothat of the VXO. Although financial market uncertainty appears to be related to macroeconomic uncertainty, they differ in a nonnegligible way. Turmoil and mass panic onfinancial markets e.g. during the Black Monday do not necessarily root in bad economic fundamentals. Another explanation for the differences may be that the VXO isto a large extent influenced by timevarying risk aversion of financial investors whichis unrelated to economic uncertainty Bekaert et al., 2013. Using financial market uncertainty as a measure for macroeconomic uncertainty may thus be misleading Jurado 21To obtain a long history of implied stock market volatility we use Blooms 2009 measure whichdates back to 1962.22The time profiles of alternative uncertainty measures along with the indicators of macroeconomicuncertainty are provided in appendix H.19 End of Bretton Woods Black Monday Franklin National Bank financial crisis Paul Volcker becomes Chairman of FEDGreat Moderation Monetary Policyturning point 2005 hurricane seasonStrike in aircraft industryRussian financial crisis Global financialcrisis Asian crisis 6420Business cycle uncertainty VXO7580859095000510Begin of the Iranian revolution OPEC II1986 oil pricecollapse ArabIsrael War OPEC IGulf War IGlobal financial crisis Gulf War II911Oil price surge OPEC sparecapacity 2005 hurricane Oil and commodity price uncertainty VXO75808590950005102 7064202 70Note: The upper panel depicts business cycle uncertainty and the lower panel oil and commodity priceuncertainty. The crossed red line represents stock market volatility VXO. To facilitate the interpretationof the graph, we calculate quarterly averages of the monthly series and standardize all series. NBERrecession dates are indicated by the shaded areas.Figure 7: Indicators of macroeconomic uncertainty and VXOet al., 2014, reach a similar conclusion.The measure of Jurado et al. 2014 is conceptually close to ours since it definesmacroeconomic uncertainty as the common factor with largest explanatory power behind a large number of individual uncertainty measures. We obtain a positive and significant regression coefficient for both measures of macroeconomic uncertainty. Since Jurado et al. 2014 focus on one factor they can not distinguish between different typesof macroeconomic uncertainty. Indeed, it appears that our identification strategy allowsus to discriminate two types of uncertainty which are otherwise combined in the factor 20with the largest explanatory power.Baker et al. 2013 propose a measure of economic policy uncertainty EPU whichis derived from newspaper references to policy, tax rate and fiscal budget uncertainty.EPU, by design, reflects a specific type of uncertainty relating exclusively to future policy decisions. The regression results in table 1 reveal a significantly positive contemporaneous relation to business cycle uncertainty but not to oil and commodity priceuncertainty. Given that EPU seems to reflect business cycle uncertainty only, the comparison confirms our interpretation of the uncertainty factors.234.4 Macroeconomic uncertainty and real activity We now turn our attention to the dynamic relation between macroeconomic uncertaintyand economic activity. Economic activity and macroeconomic uncertainty may howeverbe highly endogenous see, for instance, Bachmann and Moscarini, 2012. To meet thisconcern we estimate a number of bivariate VARs which is a parsimonious way to modelthe joint dynamics of both variables while controlling for the interrelations among them.Each VAR consists of one uncertainty factor fj,t, for j 1, 2, and one additional variablerepresenting economic activity. To study the response of real activity we consider industrial production IP, capacity utilization CU, and average hours Hours.24 Thesevariables enter in loglevels. We include a linear trend and set the lag length for each VAR to 12 which is sufficient to control for the dynamic history of the variables. The VAR innovations are orthogonalized by means of a Cholesky decomposition where therespective uncertainty factor is ordered last. This ordering implies that uncertainty reacts instantaneously while macroeconomic quantities which are comparatively slowmoving are affected after one month. Moreover, it ensures that we control for firstmoment shocks when we analyze the result of a surprise increase in macroeconomicuncertainty. The size of the shock to uncertainty is chosen to obtain an initial increase ofmacroeconomic uncertainty equal to its observed average monthly increase during theglobal financial crisis in the second half of 2008. Such a calibration entails that the sizeof the shock to business cycle uncertainty is 2.8 standard deviations, and the shock to 23As a robustness exercise we also calculate the dynamic response of VXO, SPREAD, JLN, and EPU tothe two fundamental shocks u 1 and u 2 in appendix I. Since the dynamic relations are very similar to thecontemporaneous ones this exercise further strengthens our results.24As in Bloom 2009, Bachmann et al. 2013, and Jurado et al. 2014 we focus on the manufacturingsector.21oil and commodity price uncertainty has a size of 1.6 standard deviations.25The upper panel of figure 8 collects the impulse responses for a shock to businesscycle uncertainty. It appears that the average monthly increase in business cycle uncertainty during the financial crisis leads to a drop in production by 0.6% after six monthswhich is followed by a rebound. A similar path is obtained for capacity utilization andhours worked which decline by 0.9% and 0.2%, respectively. Our results thus confirmthe findings documented in previous studies which argue that macroeconomic uncertainty foreshadows economic downturns see, for instance, Bloom, 2009; Bloom et al.,2012; Bachmann et al., 2013.The lower panel of figure 8 displays the response to a surprise innovation in oiland commodity price uncertainty as observed during the global financial crisis. In thiscase, we observe a longlasting decline of IP which is much more pronounced than forbusiness cycle uncertainty, IP drops by 1.5% after about two years. Similarly, capacityutilization drops by 1.3%, and also the decline of hours worked is more pronounced0.4%. Since we calibrate the shock to the average increase during the global financial crisis, the size of the shock to oil and commodity price uncertainty is smaller thanthe shocks to business cycle uncertainty. Nevertheless, the former precedes a strongerdecline in real activity.26We conduct several robustness checks documented in appendix K. We calculate theimpulse response functions of IP for VAR systems where we choose the lag length forthe bivariate VARs by BIC. We also estimate a version without trend. Moreover, wechecked whether the ordering has an impact on the impulse responses. Following theprevious literature we also estimate larger VARs consisting of eight variables Bloom,2009; Bachmann et al., 2013; Jurado et al., 2014. The ordering of the variables is: IP,employment, Hours, CPI, hourly wages, federal funds rate, macroeconomic uncertainty,SP 500 Stock prices, and all variables except for the interest rate and macroeconomicuncertainty enter in loglevels. Overall, our results are robust to these changes.We calculate the shares of the forecast error variance attributable to each type ofmacroeconomic uncertainty in table 2. Increases in business cycle uncertainty explainat most 1.2% of the fluctuations of IP, for CU the largest share is 10.7%, and for hoursworked it is 4.6%. By contrast, up to 21.5% of the fluctuations of IP are attributable to a 25Commonly, the uncertainty shock in VARs is calibrated for rare events like the global financial crisis,Bloom 2009 and Jurado et al. 2014 consider a four standard deviation shock.26In appendix J we demonstrate that this result also holds when we allow for k 3 factors whenestimating the factor model in 7 and 8.22IP to f 1CU to f 1Hours to f 10.50.00.51.01.52.02.50.50.00.51.01.52.02.50.50.00.51.01.52.02.50.50.00.51.01.52.02.5102030405060IP to f 21020304050600.10.00.10.20.30.40.50.10.00.10.20.30.40.5102030405060CU to f 2102030405060102030405060Hours to f 2102030405060Note: The upper panel depicts the response of industrial production IP, capacity utilization CU, andhours worked Hours to a surprise innovation in business cycle uncertainty. The lower panel depictsthe response of the same variables to a shock to oil and commodity price uncertainty. The shock size ischosen to obtain an initial increase of macroeconomic uncertainty equal to its observed average monthlyincrease in the second half of 2008. Confidence intervals are derived from the bias adjusted bootstrapprocedure Kilian, 1998. Dark shaded areas indicate the one standard deviation confidence interval,light shaded areas indicate two standard deviations.Figure 8: Impulse response functions for a surprise increase in macroeconomic uncertaintysudden increase in oil and commodity price uncertainty, while for CU the ratio is 25.6%and for hours worked it is 27.2%. In appendix L we demonstrate that this result alsoholds in a VAR containing both types of macroeconomic uncertainty at the same time,i.e. when we control for innovations in business cycle uncertainty. Moreover, appendix M documents that using a larger VAR as in Bloom 2009 does not change this result.23Business cycleuncertainty Oil and commodityprice uncertainty Horizon IPCU Hours IPCU Hours 122436601.200.900.840.833.287.1310.3310.711.223.334.354.653.2210.1816.7021.543.8215.9324.7525.647.2220.2926.4927.23Note: This table presents the share of the forecast error variance % due to business cycle uncertaintyleft panel and oil and commodity price uncertainty right panel. The shares are obtained from bivariate VARs with 12 lags consisting of one type of macroeconomic uncertainty and one measure of economicactivity. Rows contain results for different forecast horizons.Table 2: Forecast error variance explained by macroeconomic uncertainty In sum, our results are in line with the notion that uncertainty foreshadows an economic downturn. Yet, our findings suggest that unforeseen increases in the uncertaintyfactor which we identify as oil and commodity price uncertainty seems to be more important for real activity than business cycle uncertainty.5 Conclusions Economic uncertainty has recently been identified as a potential cause of business cyclefluctuations. However, the movements of almost all variables of an economy are subject to time varying uncertainty. As a consequence, numerous individual uncertaintymeasures may be obtained which entails a monitoring problem for the policy makerand the researcher alike. In the present paper, we unravel the fundamental factors governing the uncertainty about macroeconomic outcomes by means of a dynamic factormodel. We interpret the common dynamics underlying individual uncertainty measures as macroeconomic uncertainty.First, we document that only a small number of fundamental factors account forthe movements of macroeconomic uncertainty. Our results suggest that two shocksare responsible for the common dynamics of the individual uncertainty measures, i.e.the dimension of macroeconomic uncertainty is two. Second, we demonstrate that thefirst factor is related to uncertainty surrounding variables which are closely linked tocommon business cycle variables and is thus interpreted as business cycle uncertaintywhile the second factor reflects oil and commodity price uncertainty. Third, we analyze how these types of macroeconomic uncertainty relate to alternative measures applied in the literature. Both types of macroeconomic uncertainty come along with an 24increase in financial market uncertainty as measured by the VXO and the spread for Baa rated corporate bonds. However, measures such as the VXO or SPREAD should beinterpreted carefully since they may indicate uncertainty which is unrelated to macroeconomic fundamentals. Fourth, economic policy uncertainty as proposed in Baker et al.2013 is closely related to business cycle uncertainty but not to oil and commodity priceuncertainty.In line with the previous literature we demonstrate that uncertainty is countercyclical. Yet, both types of macroeconomic uncertainty have different quantitative implications for real activity. Business cycle uncertainty precedes a shortlived and not verypronounced decline in output. In fact, our results suggest that the large swings in business cycle uncertainty are more likely a byproduct of recessions than a cause see Bachmann and Moscarini, 2012, for a theoretical argument. By contrast, oil and commodityprice uncertainty appears to foreshadow a large and persistent drop in real activity.Overall, timevarying oil and commodity price uncertainty appears to be more important for fluctuations of real activity than business cycle uncertainty.25References Ahn, S. C. and A. R. Horenstein 2013. Eigenvalue ratio test for the number of factors. Econometrica 813,12031227.Alexopoulos, M. and J. Cohen 2009. Uncertain times, uncertain measures. University of Toronto Working Paper 352.Andersen, T. G., T. Bollerslev, P. F. Christoffersen, and F. X. Diebold 2006. Volatility and correlation forecasting, Volume 1 of Handbook of Economic Forecasting, Chapter 15, pp. 777878. Elsevier.Arellano, C., Y. Bai, and P. J. Kehoe 2012. Financial markets and fluctuations in uncertainty. Federal Reserve Bank of Minneapolis, March 2012, Staff Report.Bachmann, R. and C. Bayer 2013. Waitandsee business cycles? Journal of Monetary Economics 606,704719.Bachmann, R., S. Elstner, and E. R. Sims 2013. Uncertainty and economic activity: Evidence from business survey data. American Economic Journal: Macroeconomics 52, 21749.Bachmann, R. and G. Moscarini 2012. Business cycles and endogenous uncertainty. Yale University,Manuscript.Bai, J. and S. Ng 2002. Determining the number of factors in approximate factor models. Econometrica 701, pp. 191221.Bai, J. and S. Ng 2007. Determining the number of primitive shocks in factor models. Journal of Businessand Economic Statistics 251, 5260.Bai, J. and S. Ng 2008. Large dimensional factor analysis. Foundations and Trends in Econometrics 32,89163.Baillie, R. T., C.F. Chung, and M. A. Tieslau 1996. Analysing inflation by the Fractionally Integrated ARFIMAGARCH model. Journal of Applied Econometrics 111, 2340.Baker, S. R., N. Bloom, and S. J. Davis 2013. Measuring economic policy uncertainty. Stanford University,Manuscript.Ball, L. 1992. Why does high inflation raise inflation uncertainty?Journal of Monetary Economics 29,371388.Ba nbura, M., D. Giannone, and L. Reichlin 2011. Nowcasting.In M. P. Clements and D. F. HendryEds., Oxford Handbook on Economic Forecasting. Oxford University Press, Oxford.Ba nbura, M. and M. Modugno 2012. Maximum likelihood estimation of factor models on datasets witharbitrary pattern of missing data. Journal of Applied Econometrics, 127.26Basu, S. and B. Bundick 2012. Uncertainty shocks in a model of effective demand. NBER Working Paper 18420.Bekaert, G., M. Hoerova, and M. Lo Duca 2013. Risk, uncertainty and monetary policy.Journal of Monetary Economics 607, 771788.Bloom, N. 2009. The impact of uncertainty shocks. Econometrica 773, 623686.Bloom, N., M. Floetotto, N. Jaimovich, I. SaportaEksten, and S. J. Terry 2012. Really uncertain businesscycles. NBER Working Paper 18245.Born, B. and J. Pfeifer 2013. Policy risk and the business cycle. CESifo Working Paper Series 4336, CESifo Group Munich.Burns, A. F. and W. C. Mitchell 1946. Measuring business cycles. NBER.Doz, C., D. Giannone, and L. Reichlin 2012. A quasimaximum likelihood approach for large, approximate dynamic factor models. The Review of Economics and Statistics 944, 10141024.Elder, J. and A. Serletis 2010. Oil price uncertainty. Journal of Money, Credit and Banking 426, 11371159.FernandezVillaverde, J., P. GuerronQuintana, K. Kuester, and J. RubioRamirez 2013. Fiscal volatilityshocks and economic activity. University of Pennsylvania, manuscript.FernandezVillaverde, J. and J. F. RubioRamirez 2010. Macroeconomics and volatlility: Data, models,and estimation. NBER Working Paper 16618.FernandezVillaverde, J., P. GuerronQuintana, and J. F. RubioRamirez 2010. Fortune or virtue: Timevariant volatilities versus parameter drifting in U.S. data. NBER Working Paper 15928.FernandezVillaverde, J., P. GuerronQuintana, J. F. RubioRamirez, and M. Uribe 2011. Risk matters:The real effects of volatility shocks. American Economic Review 1016, 253061.Forni, M., D. Giannone, M. Lippi, and L. Reichlin 2007. Opening the black box structural factor modelswith large grosssections. European Central Bank, Working Paper 702.Forni, M. and L. Reichlin 1998. Lets get real: A factor analytical approach to disaggregated businesscycle dynamics. Review of Economic Studies 653, 45373.Friedman, M. 1977. Nobel lecture: Inflation and unemployment. The Journal of Political Economy 853,451472.Giannone, D., L. Reichlin, and L. Sala 2002. Tracking Greenspan: Systematic and unsystematic monetarypolicy revisited. CEPR Discussion Paper 3550.Giannone, D., L. Reichlin, and L. Sala 2004. Monetary policy in real time. NBER Macroeconomics Annual 19, 161224.27Gilchrist, S., J. W. Sim, and E. Zakraj sek 2014. Uncertainty, financial frictions, and investment dynamics.NBER Working Papers 20038, National Bureau of Economic Research, Inc.Gilchrist, S., V. Yankov, and E. Zakraj sek 2009. Credit market shocks and economic fluctuations: Evidence from corporate bond and stock markets. Journal of Monetary Economics 564, 471492.Gilchrist, S. and E. Zakraj sek 2012. Credit spreads and business cycle fluctuations. American Economic Review 1024, 16921720.Giordani, P. and P. Soderlind 2003. Inflation forecast uncertainty. European Economic Review 47, 10371059.Goncalves, S. and L. Kilian 2004. Bootstrapping autoregressions with conditional heteroskedasticity ofunknown form. Journal of Econometrics 123, 89120.Grier, K. and M. Perry 2000. The effects of real and nominal uncertainty on inflation and output growth:Some GARCHM evidence. Journal of Applied Econometrics 15, 4558.Grier, K. B. and M. J. Perry 1998. On inflation and inflation uncertainty in the G7 countries. Journal of International Money and Finance 174, 671689.Grimme, C., S. R. Henzel, and E. Wieland 2014. Inflation uncertainty revisited: A proposal for robustmeasurement. Empirical Economics. forthcoming.Hallin, M. and R. Liska 2007. Determining the number of factors in the general dynamic factor model.Journal of the American Statistical Association 102, 603617.Jurado, K., S. C. Ludvigson, and S. Ng 2014. Measuring uncertainty. New York University, manuscript.Kilian, L. 1998. Smallsample confidence intervals for impulse response functions. The Review of Economics and Statistics 80, 218230.Kilian, L. 2009. Not all oil price shocks are alike: Disentangeling demand and supply shocks in the Crude Oil market. American Economic Review 993, 10531069.Knotek II, E. S. and S. Khan 2011. How do households respond to uncertainty shocks? Economic Review Q II. Federal Reserve Bank of Kansas City.Kose, M. A., C. Otrok, and E. Prasad 2012. Global business cycles: Convergence or decoupling? International Economic Review 532, 511538.Kose, M. A., C. Otrok, and C. H. Whiteman 2003. International business cycles: World, region, andcountryspecific factors. American Economic Review 934, 12161239.Lahiri, K. and X. Sheng 2010. Measuring forecast uncertainty by disagreement: The missing link. Journalof Applied Econometrics 254, 514538.Liesenfeld, R. and J.F. Richard 2003. Univariate and multivariate stochastic volatility models: Estimation and diagnostics. Journal of Empirical Finance 104, 505531.28Lundbergh, S. and T. Terasvirta 2002. Evaluating GARCH models. Journal of Econometrics 1102, 417435.Morgan, J. 1996. Riskmetrics 4th ed  Technical Documents, New York.Onatski, A. 2010. Determining the number of factors from empirical distribution of eigenvalues. The Review of Economics and Statistics 924, pp. 10041016.Ramey, G. and V. A. Ramey 1995. Crosscountry evidence on the link between volatility and growth.The American Economic Review 855, pp. 11381151.Rich, R. and J. Tracy 2010. The relationship among expected inflation, disagreement, and uncertainty:Evidence from matched point and density forecasts. The Review of Economics and Statistics 921, 200207.Sargent, T. and C. Sims 1977. Business cycle modelling without pretending to have too much a priorieconomic theory. In C. Sims Ed., New Methods in Business Cycle Research. Federal Reserve Bank of Minneapolis, Minneapolis.Schaal, E. 2012. Uncertainty, productivity and unemployment in the great recession. Federal Reserve Bank of Minneapolis, Manuscript.Stock, J. H. and M. W. Watson 2002. Macroeconomic forecasting using diffusion indexes.Journal of Business Economic Statistics 202, 147162.Zarnowitz, V. and L. A. Lambros 1987. Consensus and uncertainty in economic predictions. The Journalof Political Economy 953, 591621.29Appendix A Dataset and forecast error variance decomposition Series Industrial production Transformation R212FEVD Shock 123456789101112131415161718192021Index of IP: Total Index of IP: Final products and nonindustrial supplies Index of IP: Final products Index of IP: Consumer goods Index of IP: Durable consumer goods Index of IP: Nondurable consumer goods Index of IP: Business equipment Index of IP: Materials Index of IP: Materials, nonenergy, durables Index of IP: Materials, nonenergy, nondurables Index of IP: Mfg Index of IP: Mfg, durables Index of IP: Mfg, nondurables Index of IP: Mining Index of IP: Utilities Index of IP: Energy, total Index of IP: Nonenergy, total Index of IP: Motor vehicles and parts MVPIndex of IP: Computers, comm. equip. and semiconductors CCSIndex of IP: Nonenergy excl CCSIndex of IP: Nonenergy excl CCS and MVPCapacity utilisation 22 Capacity utilization: Total 23 Capacity utilization: Mfg 24 Capacity utilization: Mfg, durables 25 Capacity utilization: Mfg, nondurables 26 Capacity utilization: Mining 27 Capacity utilization: Utilities 28 Capacity utilization: Computers, comm. equip. and semiconductors 29 Capacity utilization: Mfg excl CCS30 Purchasing managers index PMI31ISM mfg index: Production Employment Index of helpwanted advertising 3233 No. of unemployed in the civ. Labor force CLF34 CLF employed: Total 35 CLF employed: Nonagricultural industries 333333333333333333333222222223333330.640.510.410.290.260.040.380.600.640.420.650.470.380.280.130.140.640.310.100.600.490.590.650.500.320.320.040.100.610.260.210.150.070.060.061.001.001.001.000.980.900.870.980.900.541.000.990.880.990.340.721.001.000.981.000.990.990.990.950.920.970.250.940.991.000.940.120.691.000.930.000.000.000.000.020.100.130.020.100.460.000.010.120.010.660.280.000.000.020.000.010.010.010.050.080.030.750.060.010.000.060.880.310.000.0730FEVD Shock Series Transformation 36 Mean duration of unemployment 37 Persons unemployed less than 5 weeks 38 Persons unemployed 5 to 14 weeks 39 Persons unemployed 15 to 26 weeks 40 Persons unemployed 15 weeks 41 Avg weekly initial claims 42 Employment on nonag. payrolls: Total 43 Employment on nonag. payrolls: Total private 44 Employment on nonag. payrolls: Goodsproducing 45 Employment on nonag. payrolls: Mining 46 Employment on nonag. payrolls: Construction 47 Employment on nonag. payrolls: Manufacturing 48 Employment on nonag. payrolls: Manufacturing, durables 49 Employment on nonag. payrolls: Manufacturing, nondurables 50 Employment on nonag. payrolls: Serviceproducing 51 Employment on nonag. payrolls: Utilities 52 Employment on nonag. payrolls: Retail trade 53 Employment on nonag. payrolls: Wholesale trade 54 Employment on nonag. payrolls: Financial activities 55 Employment on nonag. payrolls: Professional and bus. services 56 Employment on nonag. payrolls: education and health services 57 Employment on nonag. payrolls: Lesiure and hospitality 58 Employment on nonag. payrolls: Other services 59 Employment on nonag. payrolls: Government 60 Avg weekly hrs. of production or nonsupervisory workers 61 Avg weekly hrs. of PNW: Mfg 62 Avg weekly overtime hrs. of PNW: Mfg 63ISM mfg index: Employment Sales 64656667Sales: Mfg and tradetotal mil of chained 96Sales: Mfg and trademfg, total mil of chained 96Sales: Mfg and trademerchant wholesale mil of chained 96Sales: Mfg and traderetail trade mil of chained 96Consumption 68 Personal cons. expenditure: Total bil chained 9669 Personal cons. expenditure: Durables bil of chained 9670 Personal cons. expenditure: Nondurables bil of chained 9633333333333333333333333333333333333R20.040.050.020.060.020.180.420.510.640.190.400.570.560.300.160.090.140.150.070.070.120.020.080.120.180.130.190.220.230.180.220.190.210.150.1410.730.290.420.280.990.980.920.920.970.990.920.990.990.990.990.990.970.950.220.010.790.890.810.990.670.850.970.950.980.980.950.961.000.981.0020.270.710.580.720.010.020.080.080.030.010.080.010.010.010.010.010.030.050.780.990.210.110.190.010.330.150.030.050.020.020.050.040.000.020.0031Series Transformation 71 Personal cons. expenditure: Services bil of chained 9672 Personal cons. expenditure: Durables bil of chained 96Housing and construction 73 Privatelyowned housing, started: Total thous74 New privatelyowned housing authorized: Total thous75 New 1family houses sold: Total thous76 New 1family housesmonths supply at current rate 77 New 1family houses for sale at end of period thous78 Mobile homesmfg shipments thous79 Construction put in place: Total mil of 9680 Construction put in place: Private mil of 96Inventories 81828384858687Inventories: Mfg, Total mil of chained 96Inventories: Mfg mil of chained 96Inventories: Mfg, durables mil of chained 96Inventories: Mfg, nondurables mil of chained 96Inventories: Merchant wholesale mil of chained 96Inventories: Retail trade mil of chained 96ISM mfg index: Inventories New and unfilled orders ISM mfg index: New orders ISM mfg index: Suppliers deliveries 888990 Mfg new orders: All mfg industries mil of current 91 Mfg new orders: Mfg ind. with unfilled orders mil of current 92 Mfg new orders: Durables mil of current 93 Mfg new orders: Nondurables mil of current 94 Mfg new orders: Nondefense capital goods mil of current 95 Mfg unfilled orders: All mfg industries mil of current Financial variables SP composite SP PE ratio 96 NYSE composite index 979899 Nominal effective exchange rate 100101102103104 Commercial paper outstanding mil of current Spot EuroUSSpot SZUSSpot JapanUSSpot UKUS333333333333333333333333333333333FEVD Shock R20.280.170.210.310.040.030.030.110.170.030.130.090.030.250.210.120.150.190.400.160.160.110.290.080.060.230.230.100.160.150.020.050.0210.730.990.970.971.000.880.520.330.820.860.900.460.880.580.800.930.880.660.960.580.010.520.160.710.000.910.760.100.240.320.380.670.8220.270.010.030.030.000.120.480.670.180.140.100.540.120.420.200.070.120.340.040.420.990.480.840.291.000.090.240.900.760.680.620.330.1832Transformation R212FEVD Shock 2222222223333333333333333333330.400.410.370.350.150.100.070.030.020.270.120.140.210.130.290.250.160.690.730.650.510.700.750.250.320.160.760.260.850.040.990.990.990.990.980.960.950.940.320.060.060.020.370.370.760.080.120.060.050.060.050.000.270.930.990.840.020.950.060.670.010.010.010.010.020.040.050.060.680.940.940.980.630.630.240.920.880.940.950.940.951.000.730.070.010.160.980.050.940.33Series Interest rates Interest rate: Federal funds rate Interest rate: U.S. 3mo Treasury sec. marketInterest rate: U.S. 6mo Treasury sec. marketInterest rate: 1year Treasury Interest rate: 5year Treasury constant maturityInterest rate: 7year Treasury constant maturityInterest rate: 10year Treasury constant maturity105106107108109110111112 Bond yield: Moodys AAA corporate 113 Bond yield: Moodys BAA corporate Monetary variables 114 M1 bil of current 115 M2 bil of current 116 M3 bil of current 117 Monetary base, adj. for reserve requirement rr changes bil of 118 Depository institutions reserves: total adj. for rr changes119 Depository institutions: nonborrowed adj. for rr changes120 Loans and securities at all comm banks: Total mil of current 121 Loans and securities at all comm banks: Securities, total mil of 122 Loans and securities at all comm banks: Securities, U.S. govt mil of 123 Loans and securities at all comm banks: Real estate loans mil of 124 Loans and securities at all comm banks: Comm and Ind loans mil of 125 Loans and securities comm banks: consumer loans mil of 126 Delinquency rate on bankheld consumer installment loans Prices Index of sensitive materials prices 127 PPI: Finished goods 1982 100 for all PPI data128 PPI: Finished consumer goods 129 PPI: Intermediate materials 130 PPI: Crude materials 131 PPI: Finished goods excl food 132133 CPI: All items urban134 CPI: Food and beverages 135 CPI: Housing 136 CPI: Apparel 137 CPI: Transportation 138 CPI: Medical care 139 CPI: Commodities 140 CPI: Commodities, durables 33Series Transformation 141 CPI: Services 142 CPI: All items less food 143 CPI: All items less shelter 144 CPI: All items less medical care 145 CPI: All items less food and energy 146 Price of gold oz on the London market recorded in the p.m.147 PCE chain weight price index: Total 148 PCE prices: Total excl. food and energy 149 PCE prices: Durables 150 PCE prices: Nondurables 151 PCE prices: Services Wages 152 Avg hourly earnings: Total nonagricultura current 153 Avg hourly earnings: Construction current 154 Avg hourly earnings: Mfg current 155 Avg hourly earnings: Finance, insurance, and real estate current 156 Avg hourly earnings: Professional and business services current 157 Avg hourly earnings: Education and health services current 158 Avg hourly earnings: Other services current Merchandise ex and imports 159 Total merchandise exports FAS value mil of 160 Total merchandise imports CIF value mil of NSA161 Total merchandise imports customs value mil of Business outlook 162 Philadelphia Fed business outlook: General activity 163 Outlook: New orders 164 Outlook: Shipments 165 Outlook: Inventories 166 Outlook: Unfilled orders 167 Outlook: Prices paid 168 Outlook: Prices received 169 Outlook Employment 170 Outlook: Work hours 171Federal govt deficit or surplus mil of current 3333333333333333333332222222222FEVD Shock R20.340.710.820.760.410.250.630.060.040.840.090.350.260.350.150.070.270.240.240.390.380.070.130.100.110.100.120.050.030.040.0610.980.220.130.260.960.710.240.971.000.010.990.830.840.930.960.440.961.000.871.001.000.280.680.700.830.970.010.690.950.940.4620.020.780.870.740.040.290.760.030.000.990.010.170.160.070.040.560.040.000.130.000.000.720.320.300.170.030.990.310.050.060.54Note: Variables marked with a are not available for the full sample period and therefore excluded fromthe analysis. The transformations applied to the data and determined in the column Transformation areexplained in greater detail below. Columns labeled R2 report the R2 of factor models based on two fundamental factors. Columns 1 and 2 display forecast error variances 12monthahead explained by the firstor the second fundamental shock.Table A.1: Description of the dataset and forecast error variance decomposition 34Transformations applied to the data 0: Xt 1:2:3:lnXt1 LXt, L denotes the lagoperator1 L lnXtTable A.2: Transformations Remark 1: Whenever a series has not been available in NAICS classification scheme forthe entire sample period, missing values have been linked with data based on the SIC classification scheme.Remark 2: Series 32 has been published only until 2010M7. It has been linked with the Help Wanted Online Index published by the Conference Board.Remark 3: Whenever a series denoted in mil. of chained 2005 has not been availablefor the entire sample period, missing values have been linked with data publishedin mil. of chained 1996 .Remark 4: Series 116 has been replaced by the monetary aggregates index published bythe Federal Reserve Bank of St. Louis monetary aggregate all, sum, comparableto old index M3.B Estimation of the dynamic factor model Doz et al. 2012 introduce a Quasi Maximum Likelihood estimation procedure for thesocalled approximate factor model where the idiosyncratic components t in 7 andresiduals ot in 8 may be weakly correlated. Doz et al. 2012 show that the factorsare estimated consistently by Maximum Likelihood if n and T are large even if serialcorrelation and crosssectional correlation of the idiosyncratic components is omitted.The estimation procedure is based on the EMalgorithm which we initialize using anestimate of ft obtained from principal components. Given this initialization we iteratebetween the following steps.Mstep: Obtain the loadings matrix by regressing Xt on ft.35 Estimate the idiosyncratic components from t Xt ft. Further, evaluate thecorresponding covariance matrix of the idiosyncratic components denoted by S.Restrict the offdiagonal elements to zero as proposed by Doz et al. 2012. Estimate the hth order VAR in ft using ft. Estimate the covariance of the residuals So.Estep: t and ot are both assumed to be normally distributed and independent from eachother. Apply the Kalman filter given the parameter estimates from the Mstep and update the estimated factors ft. The Likelihood function is evaluated by means of the Kalman filter.Iterate forward between the Estep and the Mstep until convergence is reached.We apply an eigenvalue decomposition to the final estimate of the covariance matrix So. Let M be a matrix containing the eigenvalues on the main diagonal and zeroselsewhere. The corresponding eigenvectors are stored in the matrix Q. Thus, R is givenbyand R QM12 ,ut ot QM12 .1314C Tests for the number of factors In table C.1 we present the number of common factors indicated by different information criteria. Given our previous results, it appears reasonable to fix the maximumnumber of common factors to kmax 4. The criteria of Bai and Ng 2002 suggest k 4.Most likely these criteria overestimate the number of factors when the idiosyncraticcomponents are correlated which is probably the case in our dataset since it contains 36subcategories of a number of variables see also Onatski, 2010; Jurado et al., 2014. Baiand Ng 2008 suggest the criterion ICBN08 which works well particularly when idiosyncratic components are cross correlated. According to ICBN08 there are three factors. Thetest of Onatski 2010 ICON10 and the criteria of Ahn and Horenstein 2013 ER, GRuniformly indicate one common factor although our previous analysis suggests that onefactor does not represent the dataset in a satisfactory manner. While the former criterionis more appropriate when idiosyncratic components feature autocorrelation, the lattertwo are less sensitive to the choice of kmax.ICp 1ICp 2ICp 3ICBN084443ICON10 ER GR111Note: This table displays the number of fundamental factors determined by means of the ICp of Bai and Ng 2002 and ICBN08 of Bai and Ng 2008. Calculations are based on a maximum number of factorskmax 4. ICON10 reports the number of factors indicated by the procedure of Onatski 2010, while ERand GR represent the results of the procedures proposed by Ahn and Horenstein 2013.Table C.1: Tests to determine the number of common factors We may also use tests to determine the number of fundamental shocks in a generaldynamic factor model where the number of factors may differ from the number of fundamental shocks. Since in this case the results depend on the number of factors, wecalculate the tests for various numbers of factors. Table C.2 reveals that the criterionproposed in Bai and Ng 2007 points at two to three fundamental shocks while the procedure of Hallin and Liska 2007 indicates up to two fundamental shocks. Notably, theresults are largely independent from the number of factors, i.e. adding more commonfactors to the model hardly affects the estimated number of fundamental shocks.Number of factors 2 46 810 12 14Bai and Ng 2007 2 2Hallin and Liska 2007 1 23 32 2322222Note: The upper panel reports the number of fundamental shocks determined by the criterion of Bai and Ng 2007, the lower panel displays the results for the criterion of Hallin and Liska 2007. We conductthe tests using six lags of f.Table C.2: Tests to determine the number of fundamental shocks 37D Bootstrap procedure for impulse responses of the factor model We employ a bootstrap procedure similar to that proposed by Forni, Giannone, Lippi,and Reichlin 2007 and Giannone, Reichlin, and Sala 2002 to compute confidencebounds for responses of individual uncertainty measures to fundamental shocks ut infigures 3 and 4. Having estimated the factor model we make use of the following quantities: , t, L and ot. To simulate the factors, denoted by eft, we apply the residual based bootstrap anddraw with replacement from centered residuals of the VAR in the factors: ot o,where o is a vector of sample averages. The estimated parameters in L are then used to simulate a new dataset frome Xt eft t. We do not permute t because the major part of estimation uncertainty is related to the estimation of the VAR in the factors compare Giannoneet al., 2002, on this point. Use e Xt and reestimate the factor model in equations 7 and 8 in section 3.2 toobtain a new set of parameters and impulse responses.We obtain 500 draws of each impulse response function by repeated execution of thisbootstrap procedure.E Robustness: Alternative rotation offundamentalshocks In contrast to the baseline rotation, we maximize the variance share explained by shock 2 for variables representing oil and commodity price uncertainty. To be specific, D in thetarget function 12 selects the following individual uncertainty measures: total energyproduction series 16, PPI of crude materials series 130, CPI of commodities series 139 and CPI of durable commodities series 140. In the following we compare theimpulse response functions obtained from this alternative rotation with those from thebaseline rotation. Since the impulse responses are almost identical the interpretationof the two fundamental shocks appears to be robust to a change of the identificationstrategy.38Response to shock 1Response to shock 2Industrial production TotalBaseline Industrial production UtilitiesBaseline Capacity utilisation Baseline Employment nonagriculturalBaseline Personal consumption Baseline Nominal effective exchange rate Baseline 0.40.20.00.20.40.40.20.00.20.40.20.00.20.40.20.00.20.40.20.00.2 0.40.20.0 Industrial production TotalBaseline Industrial production UtilitiesBaseline Capacity utilisation Baseline Employment nonagriculturalBaseline Personal consumption Baseline Nominal effective exchange rate Baseline 0.40.20.00.20.40.40.20.00.20.40.20.00.20.40.20.00.20.40.20.00.20.40.20.0 0.2 00.2 020510155101520Note: Impulse responses to the first fundamental shock left column and to the second fundamentalshock right column identified with the alternative rotation are indicated by the bold lines.Impulseresponses from the baseline rotation are marked with crosses. Shaded areas indicate bootstrapped 90%confidence intervals.Figure E.1: Impulse responses of individual uncertainty measures for alternative identification strategies 139Response to shock 1Response to shock 20.20.10.00.10.2 0.40.20.00.2 0.40.20.00.2 0.30.20.10.0 0.10.40.20.00.20.4 0.40.20.0NYSE composite index Baseline Federal funds rate Baseline PPI crude materialsBaseline CPI commoditiesBaseline CPI less food and energyBaseline PCE deflator nondurablesBaseline 0.20.10.00.10.2 0.40.20.00.2 0.40.20.00.2 0.30.20.10.0 0.10.40.20.00.20.4 0.40.20.0NYSE composite index Baseline Federal funds rate Baseline PPI crude materialsBaseline CPI commoditiesBaseline CPI less food and energyBaseline PCE deflator nondurablesBaseline 0 051015205101520Note: Impulse responses to the first fundamental shock left column and to the second fundamentalshock right column identified with the alternative rotation are indicated by the bold lines.Impulseresponses from the baseline rotation are marked with crosses. Shaded areas indicate bootstrapped 90%confidence intervals.Figure E.2: Impulse responses of individual uncertainty measures for alternative identification strategies 240F Identification of the indicators of macroeconomic uncertainty In the following, we present the rotation strategy that we use to separately identify thetwo factors. The rotation matrix G may be used to rewrite the factor model in 7 suchthat Xt GG ft t,15with GG I. To derive the covariance matrix of the factors we rewrite the process in8 as a first order VARFt AFt 1 RUt,16t 1, . . . , f t f t , f th1 denotes a vector containing the stacked factors.where Ffollows that the residual vector Ut u usual companion form. The vectorized covariance matrix Scan be expressed as Itt, 0 . . . , 0 , R R , 0, . . . , 0 , and A have the F of the stacked factors FtvecSF Irh2 A A1vecRR ,17where the covariance matrix Ssub matrix of Sft G ft ast corresponds to the upper left k k F. We define the corresponding covariance matrix of the rotated factorsf of the factors f Sf G Sf G.18Further, we introduce the matrix Sf 1 Sf 2 which is a zero matrix except for the upper leftlower right hand side element which equals the corresponding element of Sf. The ithdiagonal element of the covariance matrix of the idiosyncratic processes S is denotedas S,i and the ith row of loadings matrix as i. To determine the rotation matrix Gwe maximize the target functionkG Pi D cid:0Pi D i GSf 1G i GSf 1G i ii GSf 2G i S,icid:1 .1941This function summarizes the variance proportions explained by the first factor for aselection of individual uncertainty measures defined in D. We define this selection matrix again such that it selects the uncertainty measures associated with output series 1 to 31. This rotation procedure thus maximizes the variance proportions of selectedindividual uncertainty measures which are explained by a particular factors variancesee also Kose et al., 2012. Since the factors are not restricted to be orthogonal the denominator in 19 consists of the sum of the variance proportions explained by the twofactors individually which can deviate from the variance proportion explained by thetwo factors jointly i GSf G i .G Robustness: Macroeconomic uncertainty derived fromoutofsample forecast errors The indicators of macroeconomic uncertainty in section 4.3 are conditioned on insample forecast errors since the factor models parameters are estimated using full sample information.In this section we estimate the predictive factors using a recursivewindow initialized with observations from the first five years. Outofsample forecasterrors are then generated by estimating the forecast equation 1 in a recursive fashion.Individual uncertainty measures and the indicators of macroeconomic uncertainty areevaluated as described in section 3.1. Figure G.1 displays such alternative indicatorsalong with the corresponding measures based on insample forecast errors. Althoughforecasts in early periods may suffer from a small sample size the indicators comoveclosely. The correlations are 0.95 and 0.9, respectively.42Paul Volcker becomes Chairman of FEDGreat Moderation Monetary Policyturning point Black Monday Correlation 0.952005 hurricane seasonStrike in aircraft industryGlobal financialcrisis Russian financial crisis Asian crisis 1812606127016128404824 End of Bretton Woods Franklin National Bank financial crisis Business cycle uncertainty 7580859095000510ArabIsrael War OPEC IOil and commodity price uncertainty IranIraq War 911Correlation 0.901986 oil price collapse Oil price surge OPEC sparecapacity depleted 2005 hurricane season Begin of the Iranian revolution OPEC IIGulf War IGulf War IIGlobal financialcrisis 707580859095000510The upper panel depicts business cycle uncertainty and the lower panel depicts oil and commodity priceuncertainty. NBER recession dates are indicated by the shaded areas. In both panels the black line represents our baseline estimates based on insample forecast errors while the bold grey line representsestimates based on recursive outofsample forecast errors.Figure G.1: Indicators of macroeconomic uncertainty from insample and outofsampleforecast errors.43H Comparison to alternative measures of macroeconomicuncertainty End of Bretton Woods Franklin National Bank financial crisis Black Monday Paul Volcker becomes Chairman of FEDGreat Moderation Monetary Policyturning point 2005 hurricane seasonStrike in aircraft industryRussian financial crisis Global financialcrisis Asian crisis 6420Business cycle uncertainty SPREAD7580859095000510Begin of the Iranian revolution OPEC II1986 oil pricecollapse ArabIsrael War OPEC IGulf War IGlobal financial crisis Gulf War II911Oil price surge OPEC sparecapacity 2005 hurricane Oil and commodity price uncertainty SPREAD75808590950005102 7064202 70The upper panel depicts business cycle uncertainty and the lower panel oil and commodity price uncertainty. The crossed grey line represents the Baa corporate bond spread SPREAD. To facilitate theinterpretation of the graph, we calculate quarterly averages of the monthly series and standardize allseries. NBER recession dates are indicated by the shaded areas.Figure H.1: Indicators of macroeconomic uncertainty and SPREAD44 End of Bretton Woods Franklin National Bank financial crisis Black Monday Paul Volcker becomes Chairman of FEDGreat Moderation Monetary Policyturning point 2005 hurricane seasonStrike in aircraft industryRussian financial crisis Global financialcrisis Asian crisis 6420Business cycle uncertainty UNC JLN20147580859095000510Begin of the Iranian revolution OPEC II1986 oil pricecollapse ArabIsrael War OPEC IGulf War IGlobal financial crisis Gulf War II911Oil price surge OPEC sparecapacity 2005 hurricane Oil and commodity price uncertainty UNC JLN201475808590950005102 7064202 70The upper panel depicts business cycle uncertainty and the lower panel oil and commodity price uncertainty. The crossed grey line represents the measure of Jurado et al. 2014 which is based on the factorwith the largest explanatory power. To facilitate the interpretation of the graph, we calculate quarterlyaverages of the monthly series and standardize all series. NBER recession dates are indicated by theshaded areas.Figure H.2: Indicators of macroeconomic uncertainty and JLN45 End of Bretton Woods Franklin National Bank financial crisis Black Monday Paul Volcker becomes Chairman of FEDGreat Moderation Monetary Policyturning point 2005 hurricane seasonStrike in aircraft industryRussian financial crisis Global financialcrisis Asian crisis 6420Business cycle uncertainty EPU7580859095000510Begin of the Iranian revolution OPEC II1986 oil pricecollapse ArabIsrael War OPEC IGulf War IGlobal financial crisis Gulf War II911Oil price surge OPEC sparecapacity 2005 hurricane Oil and commodity price uncertainty EPU75808590950005102 7064202 70Note: The upper panel depicts the business cycle uncertainty and the lower panel the oil and commodityprice uncertainty. The crossed grey line represents economic policy uncertainty EPU. To facilitate theinterpretation of the graph, we calculate quarterly averages of the monthly series and standardize allseries. NBER recession dates are indicated by the shaded areas.Figure H.3: Indicators of macroeconomic uncertainty EPU46I Dynamic relation of VXO, SPREAD, JLN, and EPUVXO to u 1VXO to u 2SPREAD to u 1SPREAD to u 212.010.08.06.04.02.00.00.30.30.20.20.10.112.010.08.06.04.02.00.051015205101520JLN to u 1JLN to u 20.30.30.20.20.10.11.51.00.50.080.060.040.020.05101520EPU to u 11.41.21.00.80.60.40.20.040.030.020.010.00.010.05101520EPU to u 20.05510152052015100.00.0Note: The upper panel depicts the response of the VXO and SPREAD to a surprise innovation in businesscycle uncertainty u 1 and oil and commodity price uncertainty u 2. The lower panel shows the responsesfor JLN and EPU to the same shocks. The response is calculated from a regression of the respectiveuncertainty measure on 24 lags of the two shock series u 1 and u 2. Confidence intervals are derivedfrom a block bootstrap using block size 10 and 20000 replications. The dark shaded area indicates the one standard deviation confidence interval while light grey represents the two standard deviationsconfidence interval.1015201015205Figure I.1: Dynamic relation of VXO, SPREAD, JLN, and EPU47J Robustness: A threefactor model for uncertainty We review the robustness of the impulse responses of production using uncertaintyindicators stemming from the factor model in 7 and 8 with k 3 common factors.IP to f 1IP to f 21.00.50.00.51.01.52.0 1020 Baseline Threefactor model 304050601.00.50.00.51.01.52.0 Baseline Threefactor model 102030405060Note: This figure compares the baseline VAR to a VAR where uncertainty indicators are derived from athree factor model. The left panel depicts the response of IP following a sudden increase in f 1,t, and theright panel depicts the results for a sudden increase in f 2,t. The shock size is chosen to obtain an initialincrease of macroeconomic uncertainty equal to its observed average monthly increase in the second halfof 2008.Figure J.1: Impulse response functions of IP using uncertainty indicators from a threefactor model 48K Robustness: VAR results IP to f 1IP to f 21.00.50.00.51.01.52.0 102030 Baseline BIC lags Reverse ordering No trend Bloom 4050601.00.50.00.51.01.52.0 Baseline BIC lags Reverse ordering No trend Bloom 102030405060Note: The left panel depicts the response of IP following a sudden increase in business cycle uncertaintyfor different VAR systems, and the right panel depicts the response of IP to a sudden increase in oil andcommodity price uncertainty. Along with our baseline results, a number of robustness checks are shown.First, we choose the laglength by the BIC BIC lags. Second, we revert the ordering of the variablesin the VAR Reverse ordering. Third, we remove the linear trend from the specification No trend.Fourth, we consider a eightvariable VAR in the spirit of Bloom 2009 which includes IP, E, Hours, CPI,hourly wages, the federal funds rate, f, SP500 share price index Bloom. All variables except thefederal funds rate enter in logs. The shock size is chosen to obtain an initial increase of macroeconomicuncertainty equal to its observed average monthly increase in the second half of 2008.Figure K.1: Impulse response functions of IP for different VARs 49L Robustness: Both types of macroeconomic uncertaintyin the VARIn section 4.4, the VARs comprise only one type of macroeconomic uncertainty, i.e. wedo not control for the effects of the other type. Table L.1 provides a forecast error variance decomposition for VARs which contain both uncertainty indicators. Since theorydoes not provide guidance on how to reasonably order the variables in such a VAR, wepresent results for two different orderings which both rely on the assumption that realactivity reacts with a lag to surprise increases in macroeconomic uncertainty. The firstordering assumes, however, that business cycle uncertainty reacts with a lag to oil andcommodity price uncertainty while business cycle uncertainty may affect oil and commodity price uncertainty instantaneously, i.e. we control for innovations in businesscycle uncertainty when analyzing the effects of oil and commodity price uncertainty onreal activity. Those results are given in the left part of table L.1. The second orderingpresented in the right part of table L.1 reverses the two types of uncertainty, i.e. wecontrol for innovations in oil and commodity price uncertainty when analyzing the effects of business cycle uncertainty. Table L.1 reveals that surprise increases in oil andcommodity price uncertainty are more important for real activity than those to businesscycle uncertainty even if we use this larger VAR.Ordering: Y f 1 f 2 Ordering: Y f 2 f 1 IPCUHours IPCUHours Horizonf 1f 2f 1f 2f 1f 2122436601.420.961.001.283.6513.7921.8126.282.925.999.2410.262.4711.1216.4216.421.163.064.725.286.4717.3922.0322.36f 10.520.440.530.52f 2f 1f 2f 1f 24.5414.3022.2827.051.462.043.163.933.9315.0722.5022.750.370.440.791.087.2720.0125.9626.56Note: This table presents the share of the forecast error variance % due to innovations in business cycleuncertainty f 1 and oil and commodity price uncertainty f 2. The shares are obtained from trivariate VARs with 12 lags consisting of one measure of economic activity and both types of macroeconomicuncertainty. Shocks are orthogonalized using a recursive ordering. Rows contain results for differentforecast horizons.Table L.1: Forecast error variance in a VAR comprising both types of uncertainty 50M Robustness: FEVD using the VAR in Bloom 2009Business cycleuncertainty Oil and commodityprice uncertainty Horizon IP Employment Hours IP Employment Hours 122436602.721.571.050.834.945.745.356.215.796.276.046.0110.3115.9016.3315.917.0013.8714.9914.235.026.396.056.19Note: This table presents the share of the forecast error variance % due to business cycle uncertaintyleft panel and oil and commodity price uncertainty right panel. The shares are obtained from VARsincluding eight variables as in Bloom 2009 with lag length selected by BIC. The ordering of the variablesis: IP, employment, Hours, CPI, hourly wages, federal funds rate, macroeconomic uncertainty, SP 500Stock prices. All variables except for the interest rate enter in loglevels. For better comparability, resultsare documented only for real activity variables. Rows contain results for different forecast horizons.Table M.1: FEVD using the VAR in Bloom 200951", "filename": "cesifo_wp4991.pdf", "person": ["Steffen Henzel", "Henzel, Steffen", "Malte Rengel", "Rengel, Malte"], "date": ["2014"]}