{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/75973/1/cesifo_wp773.pdf"], "title": ["Inflation Targets Versus International Monetary Integration - A Canadian Perspective"], "plaintext": "CESifo Working Paper No. 773INFLATION TARGETS VERSUSINTERNATIONAL MONETARY INTEGRATION A CANADIAN PERSPECTIVEAbstract The debate about CanadianU.S. monetary integration is surveyed. The choice isamong overall monetary orders,rather than exchange rate regimes and questionsof policy credibility and political accountability are crucial. Canadas recenteconomic performance under inflation targets, and arguments that the flexibleexchange rate has undermined real economic performance are assessed. The mosteconomically attractive among alternative monetary orders, the adoption by Canada of the US dollar with provision for meaningful Canadian input into policydecisions and supervision of the financial system is not politically attainable.Intermediate arrangements are unattractive and clearly inferior to Canadascurrent monetary order.JEL Classification: E42, E52, E58, F33.Keywords: monetary policy, exchange rates, central banks, inflation.David Laidler Department of Economics, SSCUniversity of Western Ontario London, Ontario N6A 5C2Canadalaidleruwo.caIntroduction 1To say that the worlds monetary system is in a state of constant evolution is platitudinous, but true. At the moment,international monetary arrangements seem to veering towards two extremes: national currencies supported byexchange rate flexibility, or extremely hard fixes, of which monetary integration across national boundaries is thelimiting case. In the postWorld War II period, Canada has been the most steadfast of floaters, having Atemporarilyabandoned its Bretton Woods peg to the US dollar in 1950, and having returned to a fixed rate only once for a littleunder ten years 196270 in the interim. But even Canada is open to change, and for the last few years, particularlysince the international financial upheavals of 199798, there has been an ongoing local debate about whether thecountry would be better off with some sort of fixed exchange rate on the United States dollar, and morespecifically, as that debate has evolved, the adoption of a common North American a common currency hasemerged as the alternative of choice to the status quo.2This paper provides an overview of the debate in question, and a defence of Canadas current monetaryarrangements. The following pages first establish a framework for discussion by arguing that, in dealing with theissues at stake here, one needs to consider a countrys overall monetary order, including its political aspects, ratherthan the exchange rate regime in isolation. Then Canadas current inflationtargeting monetary order and theeconomys performance since its inception in 1991 are discussed. A survey of the forms that North Americanmonetary integration might feasibly take leads to the conclusion that the degree of US hegemony over Canadianaffairs that is implicit in any monetary arrangement to which the US might be willing to be party presents a seriouspolitical deterrent to Canadas pursuing such a goal, and that, given the satisfactory performance of the currentmonetary order, it should be kept in place.A Framework for Discussion: The Monetary Order All national economies use money and are open, and yet economists have often broken the discussion of theirmonetary arrangements into selfcontained segments to be discussed in isolation from one another. Thus, whendomestic matters have been the centre of attention, they have discussed such topics as rules versus authorities, realversus various nominal targets for monetary policy, and within the latter grouping they have debated the relativemerits of money growth, nominal GDP growth, and inflation. When the design of central banks has been on theagenda, they have analysed goal and instrument independence, not to mention interest rate and base control asalternative means of implementing monetary policy. And when specifically international matters have been in theforefront, they have talked, among other things, about fixed versus crawling versus flexible exchange rates, with 1 The author is Bank of Montreal Professor at the University of Western Ontario, London, Ontario, and Canadian Bankers Association Scholar and FellowinResidence at the C. D. Howe Institute, Toronto, Ontario. An earlier version ofthis paper was presented at the European Central Bank on February 25, 2002 and he is grateful for the helpful commentsreceived on that occasion. He also thanks Shay Aba, Finn Poschmann and Bill Robson for innumerable conversations on thistopic, and the lastnamed as well as Peter Howitt, Clark Leith, HansMichael Trautwein and Geoffrey Wood for comments onan earlier draft. The help of Otto Reich, who collected data and prepared the charts is also gratefully acknowledged.2Among early contributions to this debate are Courchene and Harris 1999a, Grubel 1999, Laidler 1999, Orr1999 and von Furstenberg 2000.1and without policy coordination, and so on.Now to break a topic down into manageable portions has its uses, but it has its perils too, for it is easy tolose sight of the interconnectedness of topics, and to fail to notice that conclusions reached about one area haveimplications for others. In the monetary policy field this has sometimes happened, and that is why the firstsubstantive step in this paper must be to establish a framework for the discussion that recognises theinterconnectedness of the components of what I like to call the monetary order.3 It is helpful to think of such an order as consisting of four components: i The goals of monetary policy; ii The institutional background and broader policy framework within which these goals are pursued; iii The credibility of those same goals among the public at large, and hence the compatibility of theirbeliefs and actions with those goals; iv The political institutions through which decisions about the first two components of the monetaryorder are taken, and the extent to which they provide for public accountability on the part of those makingand executing those decisions.With matters put this way, it is readily seen that it is all too easy for dissonances to arise within anycountrys monetary order which can lead to malfunctions. A monetary order may be incoherent for many reasons,and fail to achieve its goals. For example, problems can be created by assigning the twin goals of Afullemployment and Aprice stability to a monetary authority, and then giving specific empirical content to them thatrenders them unattainable as a consequence of, say, policies that are simultaneously being implemented towards thestructure of the labour market. Or, to cite another common failing, the credibility of a low inflation or fixedexchange rate goal can be undermined by irresponsible fiscal policies. A flawed monetary order will not maintain,or even perhaps achieve, credibility, and in due course, it will lose the political support needed to keep it in place.4Furthermore, it is not hard to see how a countrys political history and institutions can influence the extentto which the population at large trusts the monetary authorities to begin with, and expects to be able to hold themaccountable on an ongoing basis through mechanisms that the current institutional framework, itself a creation of aspecific history, provides. Such factors explain why, for example, the electorates of European countries that haveratified the Maastricht Treaty, one of whose elements was the establishment of a new currency, the Euro, under theauspices of a European Central Bank that is virtually independent of the domestic politics of individual countries,are in a very different position visavis their monetary authorities than the electorate of the United States. Therethe central bank draws its authority from the Federal Reserve Act, must abide by the Humphrey Hawkins Act, anddefines itself as independent within rather than of the federal government.More generally, these factors also explain why the politics of monetary policy are likely to play themselves 3I prefer this time honoured phrase to the more commonly used but narrower Amonetary policy regime since it morenaturally encompasses the attitudes of the general public towards monetary policy, including their expectations about itsoutcome.4 Heymann and Leijonhufvud 1995 particularly stress this factor as underlying the breakdown of stabilisationprograms in their study of High Inflation.2out in very different ways in different jurisdictions. Again, a comparison of Europe and North America isinstructive. As Lars Jonung 2002 has recently argued, for Sweden and the United Kingdom, the two members ofthe European Union that still maintain a flexible exchange rate against the Euro, the main political element in thedecision whether or not to give up their own currencies has to do with differing degrees of trust that theirelectorates put in domestic versus European institutions, either of which would nevertheless be accountable tothem. In North America on the other hand, as will be shown below, the major political choice facing the Canadianelectorate is whether to continue with Canadian policy making institutions that are domestically accountable, or tosurrender control of important aspects of economic policy to American institutions that would remain accountableonly to the US electorate.There is, then, no single monetary order that is uniquely coherent, nor is there any particular reason tosuppose that, among those that are economically viable in principle, the same style of monetary order will turn outto be politically acceptable, or even workable, in every country. To pose the fundamental choice in monetarymatters as being among alternative orders, therefore, draws attention to certain pitfalls in more partial approaches,not least, and perhaps particularly, those which deal with to exchange rate arrangements in isolation. Even thetraditional question Afixed or flexible exchange rates? turns out to be badly formulated when viewed in this light. A fixed exchange rate is, in and of itself, a goal for monetary policy, and because the exchange rate isclearly visible to economic agents in general, and a variable of considerable importance too, a fixed value for itmay be a credible policy goal, and one for whose achievement the authorities can be held politically accountable.To argue for a fixed exchange rate, then, is to argue for an arrangement that in and of itself comes close tocharacterising a coherent monetary order because it impinges directly on three of its four defining components. Aflexible exchange rate, on the other hand, is merely an institutional arrangement that falls under heading ii above.Its adoption does not define a policy goal, but merely permits some other goal, or goals, attainable or not, to bepursued. It is only when these have been specified that a discussion of the viability of a monetary order, one ofwhose components is a flexible exchange rate, can begin. It is small wonder, then, that when faced with a choicebetween Afixed or Aflexible exchange rates in isolation, most people select Afixed. The alternative all too oftenseems synonymous with Aanything goes, and who would choose that in monetary affairs?To think in terms of the monetary order, rather than of the exchange rate regime itself, is useful in otherways too. For example, an adjustable peg regime, viewed in this light, appears as a monetary order under which afixed value for the exchange rate is the single target of monetary policy, but only for so long as the monetaryauthorities do not find some other goal more pressing. The difficulties that such arrangements have had in practicein establishing credibility, and hence their proneness to speculative attacks, are not hard to understand whenmatters are put this way. And more sophisticated proposals for exchange rate arrangements also present problemswhich can be easily elucidated when they are placed in this broader context. ACrawling pegs or Atarget zones are,for example, typically proposed because they permit the monetary authorities simultaneously to attend to othermatters. Until these other matters are specified, however, and their interconnectedness to the exchange rateanalysed, it is impossible to say anything about the viability of the monetary order of which the exchange rateregime in question is to form a part. And if these interconnections are complicated, then even when a proposed 3monetary order of this sort is logically coherent, its complexity may well create difficulties when it comes togenerating credibility and political support for it.5 The framework provided by the idea of a monetary order forcesone to confront these difficulties.Now, in practice, flexible exchange rates have sometimes been associated with some very odd policy goalsindeed, in Canada as much as elsewhere, and their pursuit has implied monetary orders that have been incoherent,or if coherent, incapable of establishing credibility, and hence unsustainable. There is no need here to discuss thesematters in detail. Suffice it to assert that a flexible exchange rate does not inevitably create such problems. Inparticular, Canadas current monetary order is based on clearly stated inflation targets and is supported by fiscalpolicy that is compatible with their continued pursuit. Furthermore, the general public understands what theinflation rate is and why it is important, and this understanding in turn provides an important precondition for thecredibility of monetary policy, and for the electorates ability to hold policy makers accountable for theirperformance.In short, the choice now being debated in Canada is not between maintaining a flexible exchange rate orgoing to some sort of hardfix arrangement visavis the US dollar, though the matter is often stated this way. Rather, it lies among maintaining a rather recently established but coherent monetary order based on inflationtargets for a separate national currency, whose exchange rate against other currencies is market determined, and anumber of alternatives, all involving one degree or another of North American monetary integration. The first stepin evaluating this choice must be to describe the current order in more detail, and then to assess the economysperformance in its presence.Canadas Current Monetary Order In Canada at the moment, the precise goal of monetary policy is the maintenance of an inflation rate as measuredby the consumer price index that fluctuates around 2 per cent. per annum, while remaining in a 1 3 per cent range.This goal has been jointly set by the Minister of Finance on behalf of Parliament, and the Bank of Canada, so thelatter institution clearly does not enjoy anything approaching what Stanley Fischer 1995 has called Agoalindependence. It is also worth noting that, though the inflation target clearly defines a mandate for the Bank of Canada, it is not written into its governing legislation.6Inflation targets have been in place since 1991, with only minor modifications, and, as Figure 1 shows, the 5Indeed, I suspect that the rapidly growing preference for monetary orders involving simple goals, such as aninflation target or a rigidly fixed exchange rate, largely stems from these latter considerations. After all, as far as the logic ofan economic system is concerned, a Asingle target for monetary policy consisting of an index of inflation and the exchangerate that is compatible with the economys structure, is logically viable, and the two extremes may be thought of as particularcorner solutions to the problem of selecting such an index that are unlikely to be optimal in any usual sense. They are,however, simple and easily understood by the public at large, which as far as the politics of monetary policy is concerned, is adecisive advantage in any country where democratic accountability in such matters is taken seriously.6This still suggests, as it did in 1934, that the Bank should A. . . regulate credit and currency in the best interests ofthe economic life of the nation, to protect the external value of the national monetary unit and to mitigate by its influencefluctuations in the general level of production, trade, prices and employment, so far as may be possible within the scope ofmonetary action, and generally to promote the economic and financial welfare of Canada. 4Bank of Canada has had considerable success in attaining them, particularly in the second half of the 90s. Beforethen, there was a marked tendency for inflation to remain in the lower half of the target range, or even to fall belowits lower bound. These targets now seem to be credible, and to enjoy widespread political support too, so much sothat their renewal at the end of 2000 for a further five years was completely uncontroversial among the generalpublic.108642% eta Rnoitalfn I01970Q42Chart 1: Quarterly Canadian Inflation Rate at Annual Rates; 1970Q4 2001Q4; Source: CANSIM P1000001974Q41978Q41982Q41986Q41990Q41994Q41998Q4Quarter The institutional background against which inflation targets are pursued is of course complex. Suffice ithere to note: that the Bank of Canada Act gives that institution all the legal authority necessary to conduct ofmonetary policy as it is usually understood, and to provide lender of last resort facilities to the financial sector; that,like many other central banks nowadays, the Bank of Canada relies primarily on its control of the overnight interestrate to exert influence on the economy; that, unlike many central banks, it has no regulatory authority over thebanking system beyond that inherent in its role in the clearing and settlement system, these powers resting mainlywith the Superintendent of Financial Institutions and the Canadian and Quebec Deposit Insurance Corporations;and that the exchange rate of the Canadian dollar is market determined, in the everyday sense of the phrase, the Bank of Canada not having intervened in the foreign exchange market since August 1998.The Bank enjoys de facto Ainstrument independence in normal times, though the nature of its corporatestructure as defined by the Bank of Canada Act does put certain limits on this. The Bank is a crown corporation,with all shares being held by the Minister of Finance on behalf of the people of Canada, and its twelve directors arepart time political appointees. Though they exercise no control over the conduct of policy, they are not withoutindirect influence. Specifically, the directors appoint both the Governor and Senior Deputy Governor, subject to 5cabinet approval, and take seriously their responsibility for overseeing the competence with which the Banksprofessional staff undertakes its work. Furthermore, the Deputy Minister of Finance is a thirteenth, but nonvoting,member of the Board, while the Governor is expected to consult regularly with the Minister himself regarding theconduct of policy. Even so, policy decisions are made by an informal Governing Council consisting of the Governor, the Senior Deputy Governor, and four other Deputy Governors, who are protected from day to daypolitical pressures by two factors.First, the appointments of the Governor and his Senior Deputy are on a Agood behaviour basis and forseven year terms; hence they can only be removed by Act of Parliament, and the timing of appointments andreappointments is desynchronized from the electoral cycle.Second, and crucially, there is a unique local arrangement, known as dual responsibility, which came intobeing in the wake of the socalled Coyne affair, in which the Governor of the Bank, James Coyne was forced fromoffice in 1961 by a government that disagreed with his policies. Under this arrangement, it is the Bank which isnormally responsible for monetary policy, but, in the event of any disagreement, the Minister of Finance has finalauthority. He must, however, exert it by issuing and publishing a written directive to the Governor, cast in specificterms and for a specific and limited time period. This much is written into the Bank of Canada Act as it wasamended in 1967. Not in the Act, but equally important, is the clear understanding, first enunciated by Coynessuccessor Louis Rasminsky, as a condition of accepting the governorship, that such any directive will be read bythe Governor as a request for his resignation, which will immediately be forthcoming.7 None of this means that the Bank of Canada is inclined to insulate itself from public opinion. On thecontrary, Aincreased transparency has been very much a watchword in recent years.8 The Bank issues an Annual Report two semiannual Monetary Policy Reports, interspersed with two briefer updates, and now sets its interestrate target every six weeks, releasing a short explanation of its action or inaction when it does so. The Governorand his officials also appear regularly before Parliamentary Committees and give frequent lectures and speeches tointerested groups. Hence the Banks considerable degree of autonomy from day to day politics is accompanied, andindeed strengthened, by a continuous effort to explain its actions to the electorate.Nevertheless, and crucial to the topic of this essay, the Bank of Canada has no authority over the countryschoice of exchange rate arrangements. The Bank of Canada Act clearly states that it functions as the electedgovernments agent in the foreign exchange market. This means that, even within the current monetary order,foreign exchange market intervention can only be undertaken with the permission of the Minister of Finance. Italso means that any decision to change the Canadian monetary order by fixing the exchange rate, creating acurrency board, joining a currency union, or adopting the US dollar as Canadas domestic currency, is clearly andsolely the responsibility of that elected government. 7A brief guide to this episode is to be found in Laidler and Robson 1993 pp. 38 et seq.8The lectures collected together in Thiessen 2001 are the key source documenting the evolution of Bank of Canadathinking about policy transparency in the 1990s.6Canadas Economic Performance since 1991Formal inflation targets were introduced in Canada in 1991, but a shift towards making low inflation the centralgoal of monetary policy antedated their adoption by about three years. A notable landmark here was Governor John Crows 1988 lecture on AThe Work of Monetary Policy in the wake of which there was much talk of a Azeroinflation goal for monetary policy. This phrase appeared in no official pronouncements of which I am aware, and,in fact, Crow set neither precise targets nor a time horizon for achieving them in 1988.9 Nor was any clarificationof the Banks intentions soon forthcoming, beyond a number of reaffirmations that Aprice stability was its aim,and, from mid1989 onwards, the implementation of a marked tightening of monetary policy.Even this imprecise goal did not at first seem to be shared by the elected government, as for example,David Johnson 1990 and William Robson 1990, who made use of inflation forecasts embodied in the Federal Budget of that year to make their point, were quick to note. This was, inevitably, a contentious matter in a countrywhose central bank legislation made it clear that ultimate responsibility for monetary policy did indeed rest with theelected government. The critical question in the ensuing debate quickly became to borrow the title of my owncontribution to it How Shall We Govern the Governor?10 But, presumably because a Minister of Finance, whowas then presiding over a large and rapidly growing public debt and a chronic current account deficit, would nothave found it expedient to provoke the resignation of a central bank Governor by publicly ordering him toimplement policies which would clearly have led to higher inflation, it was the Banks policies that prevailed overthis period.It might seem that the announcement of inflation targets in 1991, jointly agreed between the governmentand the Bank, reflected a strategic change of attitude towards the conduct of macroeconomic policy in general, andmonetary policy in particular, on the part of elected politicians, but this was not the case. Whatever the Bank of Canadas longer term intentions might have been when inflation targets were put in place, from the point of view ofthe government of the day, they were introduced almost accidentally, and certainly opportunistically. 1991 was theyear in which Canadas federal government replaced a hidden, and rather narrowly based, Manufacturers Sales Tax with a highly visible and altogether more broadly based value added tax, known locally as the Goods and Services Tax GST, and this change was widely and correctly expected to impart a onceandforall upward push tothe measured CPI. There was a perceived threat, based on statements by trade union leaders, that this once and forall push might set in motion an upward spiral of money wages and prices, particularly in unionised sectors of theeconomy, and the government seems to have regarded inflation targets as a useful tool in forestalling this threat.They enabled the point to be made clearly that monetary policy could be expected to accommodate the initial 9The phrase seems to have come into common use, following the publication of a 1990 collection of essays, editedby Richard Lipsey, entitled Zero Inflation: the Goal of Price Stability but it is not clear that it was this title that originated theuse of this phrase to characterise Bank of Canada policy. 10This debate culminated in the publication of a parliamentary report on The Mandate and Governance of the Bankof Canada Canada, Parliament, 1992 commonly known as the Manley Report which recommended no changes in thesematters. This Report is discussed by Laidler and Robson 1993 pp.125 et seq. Nevertheless, the Banks own creation of aninformal Governing Council, responsible for monetary policy decisions, and its increasing attention to issues of accountabilityand policy transparency during the 1990s should probably be seen as responses to this debate.7impact of the GST on the price level, but not any second and subsequent round effects.Not surprisingly, the mere announcement of inflation targets did not establish their credibility. It requiredpolitical developments, none of which looked very likely ex ante, to make real headway here.First, the election of a Liberal government at the end of 1993 had the widely expected consequence that John Crow, whose term as Governor was coincidentally expiring, and whose conduct of policy had become anelection issue, did not continue in office for a second term. He was replaced, however, not by one of his critics, butby the Banks Senior Deputy Governor, Gordon Thiessen who immediately struck an agreement about inflationtargets with the new government that weakened them only cosmetically. Specifically the target range of 1 3 percent for inflation had, under Mr. Crow, been seen as a step along the way to Aprice stability, defined as an inflationrate of clearly less than 2 per cent., which was to be attained in 1995. Under Mr. Thiessen the quantitativedefinition of Aprice stability was postponed pending further experience, and in fact the 1 3 per cent range hasnow become a permanent feature of the economic landscape.11 11There is, of course, room for dissent from my own judgement that this modification has been of secondorderimportance.8Chart 2: 90 Day Prime Corporate Paper Rate Canada and 3 Month Commercial Paper Rate U.S.; 1970Q1 2001Q4 CD, 1982Q1 2001Q4 U.S.; Source: IFS 90 Day Prim. Corp. Pap. Rate 3 Month Commercial Pap. Rate% eta R .pa P .mo Cdna .pa P .pro C25.0020.0015.0010.005.000.001970Q11974Q11978Q11982Q11986Q1Quarter 1990Q11994Q11998Q1In addition to supporting inflation targets, that same new Government, having abandoned its electionpledges to abolish or Areplace the GST and to seek major revisions to the North American Free Trade Agreement, then proceeded to put in place, beginning with its 1995 budget, a fiscal regime that, three years later,brought to an end a quarter century of deficits and has produced surpluses ever since, even during the slowdown 9Chart 3: Government Bond Yield 5 10 Year Canada and Government Bond Yiel 10 Year U.S., 1970Q1 2001Q4; Source: CANSIM B14011 and IFSGovt. Bond Yield: 10 Year U.S.Govt. Bond Yield: 5 10 Year CD20.0018.0016.0014.00%il de Ydno B . .SUdna DC 12.0010.008.006.004.002.000.001970Q11974Q11978Q11982Q11986Q1Quarter 1990Q11994Q11998Q1of 200102. The Amonetarist arithmetic that had hung over Canadas inflation targets from their inception was thustransformed from a serious threat into a strong support that noone who had followed the 1993 election campaigncould reasonably have foreseen.Finally, it is worth reiterating that the Bank of Canada either achieved or undershot its assigned targetsfrom the outset, and that the experience of low inflation from 1991 onwards must also have made its owncontribution to the regimes credibility. Figures 2 and 3 which present data on short and long term interest ratesshow how these fell in Canada in the mid1990s, and also how longstanding USCanadian interest differentialsessentially disappeared at that time.Though Canadas inflation targets have been in place for a decade, then, the creation of the broader policyframework necessary to establish their credibility and to create political support for them was an altogether slowerprocess, and it would be wrong to think of the current monetary order having been firmly in place before about 1995. This in turn makes the experience of the second half of the 1990s particularly relevant to assessing thatorders performance, and the accompanying charts should be read with this in mind. They show that, compared tothe previous two decades, the period of inflation targeting in Canada has been one of immense improvement ineconomic performance: inflation has fallen and then remained low Chart 1, as have nominal interest rates Charts 2 and 3; real output growth has increased Chart 4 and unemployment fallen Chart 5, particularly towards theend of the decade, while the government debt to GDP ratio, particularly at the federal level, has fallen dramaticallyChart 6, as has the net foreign debt to GDP ratio.Chart 7.10Chart 4: Quarterly Canadian Real Growth Rate GDP at Annual Rates; 1971Q1 2001Q4; Source: CANSIM D1005251975Q11979Q11983Q11987Q11991Q11995Q11999Q18642% eta Rhtwor G lae R01971Q124Quarter 11Chart 5: Quarterly Canadian Unemployment Rate Age 15; 1976Q1 2001Q4; Source: CANSIM D9807451412108642% eta R u 01976Q11980Q11984Q11988Q1Quarter 1992Q11996Q12000Q112% oita RPDG tbe DChart 6: Federal, Provincial and Local Canadian Net DebtGDP Ratios; Source: CANSIM Series on Net Debt and Nominal GDPFederal Provincial Local Sum 10080604020019701974197819821986Year 19901994199813% oita RPDG tbe Dngero F te Ni Chart 7: Canadian Net Foreign Debt GDP Ratio; 1970 2000, Annual Data; Source: CANSIM D65219 and D156895045403530252015105019701974197819821986Year 19901994199814To be sure, noone would want to attribute all of these results to the monetary order alone. The USCanada Free Trade Agreement, and its successor the NAFTA, played their part here, as did reforms of the Employment Insurance System. But a monetary order based on inflation targets and supported by budget surpluses has surelyhad much to do with setting and keeping in motion a virtuous economic policy circle in which monetary stabilitysinfluence on interest rates has made fiscal stability easier to attain, which in turn has simplified the monetaryauthorities task. The joint effect of these developments has been a benign macroeconomic policy backgroundagainst which the ongoing microeconomic adjustments made necessary by the NAFTA have become easier tomake.If ever there was a place and time when the Ait aint broken case could be made for Anot fixing a monetaryorder, it has surely been Canada in the last four or five years, and yet over this period, there has been a growingopinion among the business community, and among some academic economists too, that the time has come, or atleast is fast approaching, to replace the current arrangement with a monetary order based in some way on the United States dollar. Two main arguments are advanced in favour of such a move. The first involves simplistic Ametoo reactions to the launch of the Euro as a virtual currency in 1999, and to the introduction of Euro notes andcoins in 2002. The second, more important by far, claims that the Canadian dollars significant depreciationagainst the U.S. dollar in the 1990s, and even since 1970s, is symptomatic of some deeper economic malaise thatcan be cured by abandoning exchange rate flexibility in favour of some sort of fixed rate.More recently, this second argument has merged into a third, involving an altogether broader agenda for North American Economic integration. Though the events of September 11th, 2001, have given a new urgency tothis newer argument, and changed its context too, the general question of further North American economicintegration had already been placed firmly on the agenda before then, not least by the Bush administrations newambassador to Canada, Mr. Paul Cellucci, in an interview published by the National Post, a daily newspaper, on June 30, 2001. Fife and Toulin, 200112The Canadian Dollars Depreciation and The ALazy ManufacturerChart 8 tells the story of the Canadian dollars exchange rate against the U.S. dollar over the last three decades.There has been a depreciation of a little over one third. In the 1970s and early 80s, this could be attributed to asignificant degree to Canadas inflation rate being higher than that in the U.S., but for ten years now, this factorhas, or ought to have been, working in the opposite direction. One important and understressed fact stands out in Chart 8, however: namely, that how big the depreciation of recent years might seem depends crucially upon thestarting point one chooses as a basis for comparisons. Since 1990, it has been dramatic, but the exchange rate hadalready sunk a little below 70 cents for a short time in the 80s. Or, to put it another way, how serious a problemmight be posed by the exchange rates current value depends on whether its trough in the mid 1980s, its peak in theearly 90s, or perhaps both, are regarded as anomalous. 12It should be noted, however, that though Mr. Cellucci broached the issues of labour and goods market integrationthat might involve a harmonisation of external tariffs and immigration and refugee policies, as well as a common energypolicy which already seems to exist under the NAFTA, he did not explicitly mention the issue of monetary integration.15Some critics of the current monetary order have suggested that the Canadian dollars depreciation since theearly 1970s of a little over 30 per cent. can, in and of itself, be taken as measuring the extent of the fall in localliving standards relative to those prevailing in the United States that exchange rate flexibility has either created orpermitted. Thus Courchene and Harris 1999b remarked that the Canadian currencys decline from US1.04 in 1974 to US0.63 in the late summer of 1968 Arepresented an enormous fall in Canadian living standards visavisthe Americans while Cooper 2001, an exponent of the view that the dollarization of Canada is inevitable, hasreferred to the currencys decline as Aa national pay cut. This is, of course, a debating point, and a misleading oneat that, but those who have resorted to it have also made other more substantial arguments about the influence ofthe exchange rate on living standards which require respectful attention.16Chart 8: Canadian U.S. Quarterly Exchange Rate; 1970Q1 2001Q4; Source CANSIM B34001.210.80.60.40.2DC SU eta Regnahcx E01970Q11974Q11978Q11982Q11986Q1Quarter 1990Q11994Q11998Q1In particular, these critics stress the much discussed matter of labour productivity growth in the Canadianeconomy, and note that though this improved in the 1990s, particularly in manufacturing, the gain fell short of thatattained in the United States.13 They then point out that the exchange rate moved from a value significantly aboveits purchasing power parity level of around 80 cents in 1990, to one significantly below it by the end of the decade,and argue that this decline has itself been an important cause of slow productivity growth in Canada. Twopotentially complementary mechanisms are said underlie this causative relationship. The first of these has beentermed the lazy manufacturer hypothesis, and suggests that the declining exchange rate has discouraged manyfirms, particularly exporters, from taking productivity enhancing measures of all sorts.14This idea, though widely believed, is hard to take seriously when it is subjected to analytic scrutiny, andeven some critics of the current monetary order who have advanced it, notably Courchene and Harris 1999a havebeen careful to term it a Aconjecture. It has it that Canadian firms, particularly in manufacturing, when faced withincreasing foreign competition from jurisdictions where productivity has been growing rapidly have relied on adeclining exchange rate to protect them, rather than take productivityenhancing measures of their own to meet thatcompetition, as they would have been forced to do under a monetary order involving some sort of fixed exchange 13A more general concern with the behaviour of the standard of living, as measured by GDP per capita, underlies thestress placed on labour productivity in Canadian debates. It is worth noting that business sector multifactor productivityactually grew a little faster in Canada than in the US in the 1990s. See Pilat 2001. This section of the current paper drawsheavily on Laidler and Aba 200214These arguments have been advanced by Grubel 1999 and Courchene and Harris 1999a in particular. Thephrase lazy manufacturer seems to have been introduced by John Mc Callum 1998, who, however, is skeptical of theargument.17rate. At first sight, this argument seems similar to that which has high inflation created by monetary laxityundermining productivity growth, and perhaps it derives some superficial plausibility from this appearance.However, the arguments are in fact quite different In the case of high and variable inflation, it is uncertainty aboutthe structure of relative prices that is said to deter investment and distort its structure too, hence undermining realeconomic performance. But, according to the lazy manufacturer hypothesis as applied to Canada in the 1990s, thebaleful effects of a declining exchange rate have appeared against a background of low and stable inflation, by wayof a mechanism that relies not on uncertainty about a volatile exchange rate, but on the very predictability ofexchange depreciation.From the standpoint of orthodox economic analysis, the main difficulty with the lazy manufacturerhypothesis is its incompatibility with profitmaximisation. If productivity enhancing steps had in fact been readilyavailable to Canadian manufacturers in the 1990s, then the declining exchange rate which permitted their survivalwithout taking such measures must also have provided significant profit opportunities that they failed to exploit.15Only if these firms are satisficers of some sort is this point not sufficient to refute the lazy manufacturer hypothesis.Though there are badly run firms everywhere, some of which may well behave Aas if satisficers, there seems to beno independent evidence that such behaviour is more prevalent in Canada than anywhere else.Even more compelling here, however, is a growing body of empirical evidence on the details of labourproductivity growth in the US and Canadian economies. If the behaviour of some economy wide variable such asthe exchange rate lay at the root of poor productivity performance in any economy, one would expect its influenceto be by and large across the board, albeit perhaps a little concentrated in sectors directly involved in foreign trade.It is, however, well known by now that the spectacular productivity gains that have been made in the United Statesin the 1990s have been very narrowly concentrated in the electrical and machinery manufacturing sectors. Outsideof these two sectors, the gains have been much more modest. Indeed they have sometimes fallen short of thosemade in the comparable sectors of the Canadian economy. The upshot is that Canadas lagging labour productivityoverall is more than accounted for by two facts: electrical and machinery manufacturing are a much smaller part ofthe Canadian economy than of the US, and Canadian firms in these sectors have performed relatively less well thantheir US counterparts.16 Furthermore, if one looks for Canadian firms that have performed badly in a absolute sensein the 1990s, these are heavily concentrated among small manufacturers of all sorts, only about ten per cent ofwhich are engaged in exporting. These details of the data might give cause for concern, but it is hard to deploythem in support of the view that the nature of the Canadian monetary order in general, or its exchange ratecomponent in particular, are responsible for the economys labour productivity performance. 15The same point may be put in another way. Advocacy of low taxes and of exchange rate fixity often go together in Canadian policy debates, but if the prospect of realising lower output prices from foreign markets would have encouragedhigher productivity growth in the 1990s, then it would have been higher, not lower domestic taxes that would have worked inthe same direction.16See Rao and Tang 2001, especially Table 2, for evidence on these matters.18The Exchange Rate and the Price of Capital Goods Rapid productivity growth in the electrical machinery and manufacturing sectors in the United States in largemeasure reflects the rapid technical progress that has been made in information and communications equipment,and this equipment is, of course, an input into the production of other goods. Firms that have invested heavily in itin the 1990s should themselves have experienced extra productivity growth as a result.17 This point, and the factthat Canada is an important importer of such equipment from the US, requires, as Richard Harris 2002 hasforcefully argued, that a second argument linking the exchange rates depreciation in the 1990s to the economysproductivity performance be taken seriously, namely that rising prices of imported capital goods have discouragedinvestment, particularly in new technology.Note, however, that even if this argument is factually correct, which Lamarre 2002 has recentlyquestioned, it is, as both he and Lafrance and Schembri 19992000 have stressed, an argument about the effectsof a falling real exchange rate on relative input prices. In order to show that such effects as exist can be traced tothe workings of Canadas current monetary order, it must be established that the decline in the real exchange ratethat undoubtedly took place in the 1990s can plausibly be attributed to the functioning of a flexible nominalexchange rate within that order. If instead, the real exchange rates behaviour has itself been the consequence ofreal factors, then under a fixed nominal exchange rate the same real depreciation would have had to take placethrough other channels. And in that case, the relative price of imported capital goods faced by Canadian firmswould still have risen, and would still have tended to discourage productivity enhancing investment.It is one of the curiosities of the literature on exchange rate regimes that purchasing power paritycommands so much attention and respect, not just as a concept to be deployed when making internationalcomparisons of living standards where it is indispensable, but as a theory of the long run behaviour of nominalexchange rates too. The frequency with which the word Amisalignment is used synonymously with Adeviation frompurchasing power parity when the exchange rate is discussed in Canadian debates attests to the ideas influence.And yet to use words in this way, and thus rely on purchasing power parity as a guide to the long run equilibriumlevel of the nominal exchange rate, is equivalent to advancing the hypothesis that, in the long run, the equilibrium Canada US real exchange rate is a constant. The US, however, is an importer of primary commodities, and Canada is a major exporter. They accounted for just over 30 per cent of Canadian exports at the end of the 1990s,down from about 50 per cent thirty years earlier, though their share in Canadian GDP has remained essentiallystable at a little over 10 per cent over that period. Given that world commodity prices are extremely variable, realexchange rate constancy between Canada and the US is highly unlikely, and indeed, what is locally referred to asthe ABank of Canada Equation is consistent with the proposition that this is not the case.18 17Note that potentially important measurement issues arise at this point. To the extent that productivity growth inequipment producing industries is overstated by the widespread use of hedonic price indices to deflate nominal output, it willbe understated in equipment using industries, and vice versa.18 In his influential survey of these issues, Kenneth Rogoff 1996 did not mention terms of trade changes as a reasonwhy exchange rates among advanced countries might deviate from purchasing power parity, even though they lie at the centreof many discussions of the behaviour of the exchange rates of less developed commodity producing countries. In more recentwork, however, Chen and Rogoff 2002, he has investigated commodity price effects on the exchange rates of Australia,19The equation in question was first developed in the early 1990s see Amano and van Norden 1993, 1995and, unusually in the exchange rate literature, it is still performing well despite its extreme simplicity see Laidlerand Aba 2002 for a recent update. This equation makes the real exchange rate a lagged function of threevariables: the real price of nonenergy commodities, the real price of energy commodities, and the shortterm US Canada interest differential. The property that makes this equation Awork is its division of commodity prices intotwo components. Nonenergy prices enter, and strongly, with the expected positive sign, but energy prices usuallytake a perverse sign, and sometimes, particularly when more recent data are used, are statistically insignificanttoo.19 The Bank of Canada equation has proved to be rather robust, particularly as far as the role of nonenergycommodity prices is concerned, even in the face of data generated since it was first developed. Chart 9 displays theoutcome of the following standard exercise reported by Laidler and Aba 2002. The equation in question wasestimated over the period 19701995, with the coefficient on commodity prices being allowed to take a differentvalue in each decade, to pick up the effects of what is believed to be the declining importance of commoditiesamong Canadas exports, and then used as the basis of a dynamic simulation to generate forecasts of the nominalexchange rate down to the end of last year. This chart shows in particular that the equation picks up the exchangerates decline in the mid1980s, and attributes its subsequent recovery to a combination of tight domestic monetarypolicy in Canada, and a worldwide commodity price boom. It also suggests that the decline in the exchange rate inthe latter half of the 1990s, which helped to start the current debate about Canadas monetary order, was thepredictable consequence of the behaviour of commodity prices and interest rates over that period.More generally, but crucially as far as the debate about the sources of poor productivity performance areconcerned, there is no evidence that the decline in the real exchange rate during the 1990s, which undoubtedly hasmade imported capital goods more expensive and may therefore have contributed to the relatively slow growth oflabour productivity in Canada over that period, can be attributed to the monetary order.20 Rather it seems to havebeen the consequence of deeper seated real forces that have made a large fraction of Canadian exports less valuablethan they previously were. If this is so, then under any monetary order based on a fixed nominal exchange rate, theburden of adjustment would have fallen on domestic prices and money wages. Indeed, Robson and Laidler 2002 Canada and New Zealand. They are present in all three cases, but seem more fragile for Canada than for the other twocountries.19Why energy prices enter the equation in this way is a matter of ongoing debate. One explanation, favoured by Bankof Canada researchers, is that Canadian manufacturing exports are particularly energy intensive, and that the depressing effectof rising energy prices on their international competitiveness more than offsets the direct effect on the real exchange rate ofthe prices of energy exports themselves. Another, due to John Helliwell 2000, suggests that the result is an econometricartifact stemming from the fact that large swings in energy prices are often associated with international politicaldevelopments that trigger a flight to quality effect on the US dollars international value. Hence rising energy prices havebeen correlated with US dollar appreciations because both have had a common cause, and not because one has brought theother about. 20The reader is nevertheless reminded of Lamarres 2002 skepticism on this question. He argues that the decline in Canadian investment relative to the US in the 1990s is as easily interpreted as a return to matters as they were for most of the 1980s, as a response to the fall in the real exchange rate.20Chart 9: Dynamic and Static Simulations for the Canadian Dollar, DecadebyDecade, 1973Q22001Q4Simulated Actual Static FX10.9stnec SUn 0.8i leua V0.70.6II 1973 II 1975 II 1977 II 1979 II 1981 II 1983 II 1985 II 1987 II 1989 II 1991 II 1993 II 1995 II 1997 II 1999 II 2001Quarterestimate that, had a fixed nominal exchange rate been in place, an average rate of deflation as measured by the GDP delflator of between 1 and 2 per cent per annum would have been required in the second half of the 1990s tobring about the fall in Canadas real exchange rate required by declining commodity prices.21There is, then, a strong burden of proof upon those who argue that some sort of fixed exchange rate wouldhave served Canada well in recent years to explain either why they believe that such a deflation would have beenunnecessary, or how it could have been accomplished without a recession that would have tended to reduce, notincrease, the rate of productivity enhancing investment relative to that which has actually been achieved.21Proposals for a Common North American Currency Even though there is no evidence that Canadas post1991 monetary order has contributed to a poor real economicperformance on any front, proposals for replacing it began to attract attention in 1998. No serious commentator hasadvocated the simple adoption of an adjustably pegged exchange rate of the traditional type as an end in itself,though Harris 2001 suggested that an exchange rate regime resembling the 1990s European Exchange Rate Mechanism might be a useful first step towards fuller North American monetary integration, while Courchene and Harris 1999a argued that a fixed rate regime, whose details they did not spell out, could play the same role priorto the establishment of a fully fledged North American Monetary Union NAMU based on a new commoncurrency. However, other opponents of the current order, notably Herbert Grubel 1999, have agreed from theoutset with its defenders that the problems of establishing credibility for a pegged exchange rate, whose valuecould be set, and therefore changed, by a simple administrative decision taken by the Minister of Finance, wouldmake such a halfway house inferior to either extreme.A legislatively fixed value for the exchange rate is the next step along the continuum that lies between apegged rate and a common currency. The recent collapse of Argentinas version of such an arrangement usually,though misleadingly referred to as a currency board has been widely noted in Canada, however.22 That is why acommon North American currency is increasingly seen as the alternative of choice to current arrangements. Indeedjust such an arrangement was proposed by Grubel in the 1999 pamphlet that set the current Canadian debate inmotion. Grubel, however, working from the European blueprint, envisaged a new North American currency the Amero with monetary policy overseen by a new supranational central bank. This proposal suffers from the fataldefect, more obvious with hindsight than initially, that neither the United States authorities nor the United Stateselectorate has shown the slightest interest in it. In the late 1990s, when Grubel prepared his proposal, he was ableto argue that, in the then immediate future, currency competition from the soontobelaunched Euro mightsufficiently threaten the international role of the dollar that the creation of a new North American currency couldbecome attractive, both economically and politically, to the US. At the current juncture, and whatever mighthappen in the longer term, this possibility does not seem to be on any near or even mediumterm horizon. Thus, it 21Buiter 1999, taking an outsiders view of the North American debate, seems to me to underplay the importance ofthis economic argument.22Argentina should be used with care as an example in the Canadian debate. An important factor in making itsproblems particularly acute was the that its exchange rate was fixed to the US dollar, a currency that was important for itsforeign borrowing, but relatively unimportant for its trade, which is mainly with other Latin American countries and Europe.These features have no parallel in the case of Canada, for which the United States is, essentially, the Arest of the world forboth the capital and trade accounts.22is now understood that, if Canada is to adopt a monetary order based on a common North American currency, thatcurrency is going to be the United States dollar, and it is this form of monetary integration that I shall henceforthdiscuss.Some commentators, for example Cooper 2001, have suggested that market forces alone will lead to thevoluntary adoption of the US dollar as Canadas domestic currency. However, such hard evidence as exists on thesematters suggests that any tendencies in this direction are hard to discern. Robson and Laidler 2002 show that Canadian residents holdings of US dollar denominated accounts in domestic banks rose in the 1990s to about 9 percent. of M3, but also that this rise simply restored them to levels that had already been seen in the 1970s. As for theuse of the US dollar as a unit of account for transactions between agents resident in Canada, preliminary work bythe Bank of Canada Murray and Powell 2002 suggests that, though not unknown, the practice is relatively rare.And this is to say nothing of the well established result that the network externalities inherent in monetaryexchange present a barrier to the market driven replacement of one currency by another that is sufficiently strong toresist all pressures except those associated with extremely high and variable domestic inflation, a phenomenon thatis completely absent from Canada.The Economics of Adopting the US Dollar If Canada is to adopt the US dollar, then, that will have to be the outcome of a deliberate policy choice, and thestrongest argument in favour of such a choice is the reduction in transactions costs that such a move would bringabout. Foreign exchange conversion costs in cross border trade would vanish, as would those associated withhedging against exchange rate risks. With only two currencies involved, or three if Mexico makes a similar choice,the gains here would be smaller than those realised in Europe where eleven currencies were replaced by the Euro,but they would not be negligible. Robson and Laidler suggest that, for Canada, transactions cost savings alonemight amount to as much as 0.26 per cent. of GDP. Such cost reductions would presumably lead to an increase intrade, and hence to further gains to economic welfare.One study Frankel and Rose 2000, widely cited in the Canadian media, has suggested that a gain of asmuch as 37 per cent in Canadian GDP might be created over a decade by the adoption of a common North American currency. Now Frankel and Roses results are contentious. They are based on data for groupings ofeconomies, many of which, eg. the East Caribbean currency union, The Channel Islands, the Isle of Man and the UK bear scant resemblance to a potential North American currency zone, and are affected by data generatedbefore and after the breakup of currency unions between European powers and African colonies when far morethan monetary arrangements changed. Furthermore, they have been shown to be econometrically fragile by Pakkoand Wall 2001, while Thom and Walshs recent 2002 time series study of the Irish economy finds essentially noeffect on its real performance from the end of its common currency arrangement with the UK, and also notes thatthe beginning of later and still continuing AIrish miracle predated the establishment of the Euro.Even if we ignore all this, which we probably should not, it is as well to note that Frankel and Rosesestimate of the likely gains to Canada from adopting a common North American currency has two components toit: first the influence of a common currency on the volume of trade, and second the influence of increased trade on 23GDP. Relevant to the first effect are recent estimates by John Helliwell 1998 that, relative to the forecasts of astandard Agravity model, the Aborder effect on Canadian US trade is to reduce its volume about fourteenfold, so Frankel and Roses suggestion that the adoption of a common currency might increase transborder trade aboutfourfold does not seem to be a priori unreasonable. After all, the relatively small tariff reductions brought aboutby the FTA and NAFTA seem to have reduced the Aborder effect to Helliwells estimate of fourteen from John Mc Callums 1995 original estimate of over twenty. However, the second step in the FrankelRose conclusionsabout the income generating potential of a common currency, namely their claims about the influence of tradecreation on real output, gives more grounds for skepticism.Recent work by Elton Fairfield 2001 throws light on this issue in a specifically North American context. Fairfield points to the well known fact, long ago noted by Robert Mundell 1961 in his pioneering paper onoptimal currency areas, that the goods produced on the two sides of the US.Canadian border at any particularlongitude are rather close substitutes for each other. Thus the pattern of comparative advantage in North Americaimplies that the major gains are to be made, not from northsouth, but from eastwest trade. That being the case, theexistence of quite small artificially imposed barriers to northsouth trade can have a large negative effect on itsvolume, and their removal can lead to large increases. This hypothesis, for which Fairfield presents empiricalsupport based on calibration exercises, both explains why border effects in North America are large, and whyrelatively small changes in crossborder transactions costs, such as the NAFTA brought about, can also have alarge effect on their magnitude; and it also suggests that the transactions cost reductions associated with theadoption of a common currency could have similarly large effects on trade volumes.However, this hypothesis has an important corollary which Fairfield does not explore: namely, that theoutput, not to mention the welfare, losses and gains implicit in border effects and changes in transactions costs aresmall in the US. Canada case. If this is so, then Frankel and Roses own skepticism about their estimates of thegains to Canadian output that might be realised by adopting the US dollar, estimates which are, after all,extrapolated from results obtained using data from other times and places, is well justified. All in all, it is hard toresist the Helliwells suggestion that the best thing to do about this whole contentious question is await the outcomeof the natural experiment now taking place in Europe, where a common currency has been adopted by the Euro 12countries as a major element in a concerted drive to create a single market in goods services and capital, but not bythree others also involved in that drive, namely Denmark, Sweden and the UK.Any gains from lower transactions costs associated with monetary integration would in any event comewith a price in the Canadian case. To begin with, if Canadas real exchange rate fluctuations are driven by marketfundamentals that monetary integration would not change, then under a common currency arrangement of anysort, Canada would not simply import US price level behaviour, as is widely believed. This would only be theoutcome were the US. Canada real exchange rate to remain constant over time, but, as we have seen, this hasclearly not been the case in the past. The current monetary order enables Canada to maintain stable inflation whileabsorbing real exchange rate changes by movements in the nominal exchange rate, and this ability would be lostunder a common currency. Given that Federal Reserve policy continues in future as it has in the recent past, todeliver low and stable domestic inflation for the US, then either domestic inflation in Canada would become more 24variable than it now, or Canadian output and employment would fluctuate more, or both.How serious a problem this would pose depends on whether monetary integration is envisaged as ameasure in its own right, or as part of a broader package that also involves goods, and particularly labour, marketintegration. At present, fluctuations in the demand for labour, particularly in commodity production, that areassociated with swings in world commodity prices, are usefully buffered to some extent by nominal exchange ratechanges. With the latter mechanism eliminated under a common currency, all of the pressures involved here wouldbe brought to bear on domestic money wages and prices, and given Canadas rather by North American standardsrigid labour market, this would involve potentially serious fluctuations in employment. Absent a common North American labour market, these would have to be accommodated within Canada, but they would present much lessof a problem were it possible for workers displaced from the Canadian commodity sector to seek work anywhere in North America. Linguistic and cultural barriers to international labour mobility would almost certainly prove to bemuch smaller there than they are in the Euro zone. Even so, future European experience in responding toasymmetric shocks under a common currency will provide useful evidence on the relevance of this matter to the North American case.These points are well understood in Canada, but much less attention has been paid to another set ofimportant issues to which Robson 2001 and Robson and Laidler 2002 have recently drawn attention. They pointout that there can be a good deal more to monetary integration than the adoption of a common currency, dependingon the form it takes. Simple unilateral dollarization of the Canadian economy along Panamanian or Ecuadoran lineswould leave Canadian regulatory and clearing systems as they currently are. To the extent that the harmonization ofsuch arrangements with their US. counterparts would be required to achieve full integration of the North Americanmonetary system, then gains from unilateral dollarization might turn out to be disappointingly low. Indeed theremight be losses, because unilateral dollarization would deprive the Canadian monetary authorities of the ability tocreate new liquidity at will for the financial system should circumstances require it.The importance of this last factor was brought home dramatically by the events of September 11, when the Canadian clearing system was saved from breakdown only by an immediate and large injection of high poweredmoney by the Bank of Canada. Furthermore, it should be noted that the final breakdown of the Argentinianmonetary system was precipitated by a banking crisis which might have been prevented had that countrys centralbank been able to provide unlimited lenderoflastresort facilities when the system first began to encounterliquidity problems. To be sure, under unilateral dollarization, the Bank of Canada, or indeed the large charteredbanks, could hold stocks of US dollars, or arrange US dollar lines of credit, so the Canadian system would not beentirely devoid of access to liquidity in times of crisis, but these expedients would be costly, and could neverprovide quite the degree of security to the Canadian financial system that is currently available from a central bankthat can create domestic money in unlimited amounts.These considerations strongly suggest that unilateral dollarization would raise costs of doing business for Canadianbased financial institutions, and expose them to greater risks too, thus increasing the costs of anyoneutilising their services. It is not hard to imagine that, in such circumstances, many of these institutions wouldmigrate to the United States to avail themselves of the central banking services available from the Federal Reserve 25System, leaving domestic customers to be serviced by Canadian branches or subsidiaries. Such adverse effects on Canadas financial services sector are presumably not among the results that advocates of North Americanmonetary integration have envisaged.The technical solution to these problems is simple enough. Instead of undertaking unilateral dollarization,Canada might instead try to negotiate a fuller integration of its monetary system with that of the United States. It issometimes suggested, for example, that full monetary integration might be achieved by having the Canadianchartered banks become members of the Federal Reserve system, a step which would ensure them access to thecentral banking and lender of last resort services provided by the Fed, as well as perhaps along with other relevantfinancial institutions access to US clearing systems. In addition to giving Canadian institutions access to the samelenderoflastresort facilities as their American counterparts, such negotiated monetary integration would alsobring them under the same regulatory framework, and hence enable them to compete on an equal footing in the North American market. The economic drawbacks associated with unilateral dollarization would thus be overcome.It is usually taken for granted by those who advocate such a move that it would also involve reconstituting the Bank of Canada as a new district bank of the Federal Reserve system, a measure that would also have theadvantage of providing a Canadian voice at the table where monetary policy would be made for North America.The Politics of Adopting the US Dollar But, and it is a very large but indeed, this solution, so simple from an economic point of view, raises extraordinarilydifficult political issues. As was noted earlier, the Bank of Canada is a crown corporation, but district banks of the Federal Reserve system are privately owned by those commercial banks operating in their districts which are alsomembers of the System. Furthermore, unlike the Bank of Canada as currently constituted, Federal Reserve districtbanks have supervisory and regulatory authority over the member banks that own them, including the power toapprove mergers among them, an authority which, in Canada resides with the Competition Bureau and Minister of Finance. To be sure, shares in district banks are not marketable, while the powers of their holders to influencedistrict bank decisions, let alone, system decisions, are severely limited, and these arrangements work well enoughin the United States, where there are literally thousands of small banks. But the Canadian banking system isdominated by six large institutions, and the rules which work well in limiting member banks powers in the USmight not be up to the job in Canada.In any event, is hard to imagine the Canadian electorate supporting the sale of the Bank of Canada to thechartered banks, which would then be regulated by it, and it is equally hard to imagine the US electorate, with itslongstanding suspicions of concentration in banking, welcoming the addition of a large district dominated by sixbanks into their own Federal Reserve system. But if the unilateral adoption of the US dollar would haveunattractive economic consequences for Canada, and if the measures needed to ensure the complete integration ofthe Canadian system into the Federal Reserve system are unlikely to attract political support in either Canada or the United States, then advocates of Canadas adopting the US dollar need to do some hard thinking about just whatform of North American monetary integration would both meet Canadas economic needs, and attract politicalsupport both in Canada, but crucially in the United States too.26Any form of monetary integration that could conceivably meet Canadas economic needs would have toprovide Canadian banks with access to central banking services of the same quality as are available to their UScompetitors, and subject them to a regulatory and supervisory regime that did not put them at a competitivedisadvantage. To achieve these ends, the active cooperation, not just of the US monetary authorities, but of the USCongress and executive as well would be required, and it is not clear how much of the needed cooperation wouldbe forthcoming. It is worth recalling, for example, that, in 1999, Argentinas attempts to negotiate a form ofdollarization were gently but firmly rebuffed by the United States. As Lawrence Summers 1999, at that timeundersecretary at the US treasury, remarked: A. . . it would not, in our judgement, be appropriate for the United States authorities to extend the net ofbank supervision, to provide access to the Federal Reserve discount window, or to adjust bank supervisoryresponsibilities or the procedures or orientation of US monetary policy in the light of another countrydeciding to adopt the dollar.Now there is a degree of political support in the United States for dollarization in Latin America, to theextent of a willingness in some quarters to concede seigniorage revenue to dollarizing countries, See US Senate 1999 and Canada is surely of greater economic and political importance to the United States than Panama,Ecuador, El Salvador or Guatemala, the countries in Latin America that are currently dollarized. However, itshould be noted that, in the newspaper interview referred to earlier, and in a number of subsequent statements, Ambassador Cellucci has always been careful to state that, in seeking greater North American economicintegration, the United States envisages no movement towards the kind of supranational political arrangementsthat have emerged in Europe. Such statements have been read among Canadian supporters of North Americaneconomic integration as implying that the United States understands and respects Canadas concerns about itsnational sovereignty.This, however, is surely a partial reading of the Ambassadors meaning. His remarks also seem to implythat the United States has no intention of ceding any of its own national sovereignty to any other country ororganisation. In the context of proposals for monetary integration, which, surely significantly, the Ambassador hasnot explicitly discussed, such a stance suggests that, the coming to power of a new Administration notwithstanding,US policy has not changed since Secretary Summers made his statement in 1999. If this is so, then no form of North American monetary integration that would see Canada exerting political or administrative influence over the United States monetary order is politically acceptable there.It seems likely, then, that any form of North American monetary integration that might interest the United States would involve monetary policy being made in Washington for the whole of North America by a Federal Reserve Board appointed by the President of the United States, and accountable to the American electorate throughthe Congress. The Canadian electorate would have no mechanisms available to it to hold those policy makersaccountable for the effects of their actions on Canada, therefore. As to the supervision and regulation of Canadasfinancial system under monetary integration, it is hard to believe that the United States authorities would be willingto negotiate the provision of central banking services to a set of institutions that remained subject to a separate anddistinct regulatory regime. Note that Secretary Summers explicitly linked these matters in his statement. Either,27then, Canada would retain a separate system with the disadvantages already described, or these functions too wouldbe exercised according to rules laid down in the US, with no recourse for the Canadian electorate through politicalchannels, should they be adversely affected, or think themselves to be adversely affected by their application.The transparency of monetary policy, and the political accountability of those who make it not to mentionof supervisors and regulators too is a feature of Canadas current monetary order upon which much energy hasbeen, and continues to be, expended. It is hard to believe that the electorate would find their surrender acceptable.23 It will, therefore, be difficult indeed, perhaps impossible, to find a form of North American monetary integrationthat would be simultaneously economically efficient in Canada and politically acceptable on both sides of the USCanadian border.Summary and Policy Implications Some of the arguments presented above, and some of the conclusions drawn are surely uncontroversial. Themonetary choices that currently face Canada lie not between exchange rate regimes per se but between competingmonetary orders, and both of the alternatives currently being considered are viable from the technical economicpoint of view. Inflation targeting, supported by conservative fiscal policies, has delivered low and credibleinflation, and the economys real performance in the last few years has been excellent by the standards of thepreceding three decades. On the other hand, some form of monetary integration with the United States, whether itwere to take the form of unilateral dollarization or a negotiated absorption of the Canadian monetary system intothat of the US also look feasible from a technical economic standpoint. There are obvious advantages in the way ofreduced transactions costs to be had from such a monetary order, furthermore, if it takes the second form.North American monetary integration might nevertheless have some economic drawbacks. To stress theimportance of termsoftrade changes as influences on Canadas real exchange rate leads directly to the view that aflexible nominal exchange rate is extremely useful in helping to reduce the shocks that these would otherwiseimpart to domestic money wages and prices. These are strong arguments, well grounded in theory and empiricalevidence, but two points nevertheless must be noted. First, it may be that, under monetary integration, Canadianinstitutions would adapt so that nominal wages and prices would become more flexible; and second, were monetaryintegration to be accompanied by measures to enhance goods and labour market integration, then the resource reallocations that occur in response to real shocks would have their consequences spread across a much biggermarket than at present, and the case for easing them by way of nominal exchange rate adjustments would beweakened.24 On the economics of the matter, then, it is possible for reasonable people to disagree about where thebalance of advantage actually lies here between the status quo and monetary integration of some sort. 23Mundell 2001 gives an extensive and extremely interesting historical survey of the various forms that monetaryintegration among sovereign states may take and has taken. He is careful to note that in some circumstances it may involveone or more countries ceding sovereignty to another, which then becomes a monetary hegemon, but he does not discuss theextent to which such arrangements impinge upon the liberal political principle that policy makers should be accountable tothose on whose behalf they operate.24The reader is reminded yet again that evidence on these matters will in due course be provided by the naturalexperiment currently under way in Europe.28The critical issues at stake are not economic but political, and they are often stated in terms of nationalsovereignty. Now national sovereignty is eroding on many fronts across the world, and Canadian commentatorsoften point to developments in Europe as an example to be emulated in North America. However, Europeannations have ceded sovereignty to EUwide institutions the Council, Commission, Court, Parliament, and inmonetary matters to a Central Bank, and, though there are complaints about a Ademocratic deficit at the Europeanlevel of government, citizens of all European nations are in the same position visavis its institutions. Givencurrent American attitudes, however, which from an American standpoint are surely quite reasonable, it is hard toenvisage the United States ceding any control in matters of monetary policy or financial regulation and oversight toany officials who are not fully and solely accountable to the domestic electorate.The only form of North American monetary integration that is politically feasible, therefore, would involve Canada in ceding sovereignty over monetary matters, not to some supranational institution which would wield itsauthority on behalf of all members of a North American Monetary Union, and be accountable to members of the Canadian electorate among others, but to authorities answerable only to the elected government of a neighbouringnation. Such a step would involve not just a surrender of Canadian national sovereignty, but much moreimportantly, a significant attenuation of the authority and accountability of representative government as it wouldaffect Canadian citizens. It is in this latter effect that constitutes the really unpalatable political consequence of North American monetary integration relative to the maintenance of the current monetary order, and it deservesmore attention than it is currently getting either in the context of the Canadian policy debate, or, more generally, inthe academic literature on monetary unions.Finally, it is worth recalling that Canadas current monetary order is coherent and is functioning well, andthat it is hard to find serious evidence in support of the claims made by its opponents that its workings have hadseriously adverse effects on the economy. In the light of these considerations, and in the light of the grave politicalproblems implicit in North American monetary integration, it is hard to make case for Canadas doing anythingother than persisting with its monetary status quo.References Amano, R. and van Norden, S. 1993 A forecasting equation for the CanadaUS dollar exchange rate, in The Exchange Rate and the Economy, Ottawa, Bank of Canada 1995 Terms of trade and real exchange rates: the Canadian evidence, Journal of International Moneyand Finance 14, April 83 104 Buiter, W. 1999 The EMU and the NAMU: what is the case for NorthAmerican monetary union? Canadian Public Policy 25 Sept. 285305Canada, Parliament, House of Commons Standing Committee on Finance, Subcommittee on the Bank of CanadaThe Manley Committee 1992 The Mandate and Governance of the Bank of Canada Ottawa 29Chen, YC. And Rogoff, K. 2002 Commodity currrencies and empirical exchange rate puzzles, IMF Working Paper WP0227, Washington DC.: IMFCourchene, T. J. and Harris, R. G. 1999a From Fixing to Monetary Union: Options for North American Currency Integration, Toronto, C. D. Howe Institute 1999b Canada and a North American monetary union Canadian Business Economics Dec. 512Cooper, S. 2001 Time for US loonie National Post November 9Fairfield, J. E. 2001 CanadaUS Border Effects An Explanation, unpublished doctoral dissertation, Dept. of Economics, University of Western Ontario, London, Canada Fife, R. and Toulin, A. 2001 U.S. aims to dismantle borders National Post June 30, A1 A6 Fischer, S. 1995 Central bank independence revisited American Economic Review 85 Papers and Proceedings201206Frankel, J. and Rose, A 2000 An estimate of the effect of currency unions on trade and growth, NBER Working Paper 7857Furstenberg, G. von 2000 A case against US dollarization Challenge 43 JulyAug. 108120Grubel, H. G. 1999 The Case for the Amero: the Economics and Politics of a North American Monetary Union,Vancouver, the Fraser Institute Harris, R. G. 2000 From fixing to NAMU: redressing Canadas sinking float, paper presented at a Bank of Canada conference on The Case for Flexible Exchange Rates Revisited Ottawa, Bank of Canada 2001 Symbol of Weakness, Financial Post Nov. 1st, FP15Helliwell, J. 1998 How Much do National Borders Matter? Washington D. C., The Brookings Institution 2000 Assessing the evidence about the effects of exchange rate systems, contribution to a paneldiscussion at conference on The Case for Flexible Exchange Rate Revisited, Ottawa, Bank of Canada Heymann, D. and Leijonhufvud, A. 1995 High Inflation London, Oxford University Press Johnson, D. R. 1990 The zero inflation target: do Wilson and John Crow agree? Canadian Public Policy 14SeptJonung, L. 2002 National or international inflation targeting: the Wicksellian dilemma of the Euroouts Swedenand the UK in the EU Paper prepared for the Robert Schuman Centre workshop on Currency Independence in an Interdependent World, Brussels, European Commission, mimeo Lafrance, R. And Schembri, L. l. 19992000 The exchange rate, productivity and the standard of living Bank of Canada Review Winter 1728Laidler, D. 1991 How Shall We Govern the Governor? A Critique of the Governance of the Bank of Canada Toronto, C. D. Howe Institute 1999 The exchange rate and Canadas monetary order Working Paper 997 Ottawa, Bank of Canada. and Aba, S. 2002 Low Productivity Growth: The Exchange Rate Connection and Commodities Commentary Toronto, C. D. Howe Institute and Robson, W. B. P 1993 The Great Canadian Disinflation Toronto, C. D. Howe Institute Lamarre, JF., 2002 The Effect of the Real Exchange Rate on Canadian Productivity, unpublished M.A. thesis,30Dept of Economics, Mc Gill University, Montreal, P.Q.Lipsey, R.G. ed. 1990 Zero Inflation: The Goal of Price Stability Toronto, C. D. Howe Institute Mc Callum, J. 1995 National borders matter: CanadaUS regional trade patterns American Economic Review 85June 615623 1998 Drivers of the Canadian dollar and policy implications Current Analysis, Toronto, Royal Bank of Canada Mundell, R. 1961 A theory of optimum currency areas American Economic Review 51 Sept. 717725 2001 Money and the sovereignty of the state in A. Leijonhufvud ed. Monetary Theory and Policy Experience Houndmills, Palgrave, in association with the International Economic Association Murray, J. and Powell, J. 2002 Dollarization in Canada the buck stops there Ottawa, Bank of Canada, mimeo.Orr, D. 1999 The Canadian Dollar: Why Do Such Bad Things Happen in Such a Good Economy, Ottawa,WEFAPakko, M. R. and Wall, H. J. 2001 Reconsidering the tradecreating effects of a currency union FRB of St. Louis Review 83 Sept. Oct 3746Pilat, D. 2001 Productivity growth in the OECD area: some recent findings International Productivity Monitor3 Fall 318Rao, S. and Tang, J. 2001 The contribution of ICTs to productivity growth in Canada and the United States in the 1990s, International Productivity Monitor Fall 3 18Robson, W. B. P 1990 Not so fine tuning: Bank of canada policy and inflation since 1986 Commentary, Toronto,C. D. Howe Institute, Aug. 2001 New currency regimes: how green the grass? how high the fence? Policy Options 22 May 4550 and Laidler, D. 2002 No small change: the awkward economics and politics of North Americanmonetary integration, Commentary No. 167, Toronto, C. D. Howe Institute Rogoff, K. 1996 The purchasing power parity puzzle Jopurnal of Economic Literature 34 June 647668Summers, L. 1999 Overcoming volatility: Latin America and the IDB, remarks by Lawrence H. Summers,Deputy Secretary of the Treasury, InterAmerican Development Bank Annual Meetings, Paris, France ,March 15. Treasury News, Washington D.C. US. Treasury Thiessen, G. 2001 The Thiessen Lectures: Lectures delivered by Gordon G. Thiessen, Governor of the Bank of Canada 19942001 Ottawa, Bank of Canada Thom, R. and Walsh, B. 2002 The effects of a currency union on trade: lessons from the Irish experience, Dublin,University College, mimeo US Senate, Joint Economic Committee 1999 Encouraging Official Dollarization in emerging Markets, Staff Report, Washington D. C., Office 0f the Chairman, Senator Connie Mack.31CESifo Working Paper Seriesfor full list see www.cesifo.de.________________________________________________________________________702 Ralph Chami and Gregory D. Hess, For Better or For Worse? StateLevel Marital Formation and Risk Sharing, April 2002703 Fredrik Andersson and Kai A. Konrad, Human Capital Investment and Globalization in Extortionary States, April 2002704 Antonis Adam and Thomas Moutos, The Political Economy of EU Enlargement: Or,Why Japan is not a Candidate Country?, April 2002705 Daniel Gros and Carsten Hefeker, Common Monetary Policy with Asymmetric Shocks,April 2002706 Dirk Kiesewetter and Rainer Niemann, Neutral and Equitable Taxation of Pensions as Capital Income, April 2002707 Robert S. Chirinko, Corporate Taxation, Capital Formation, and the Substitution Elasticity between Labor and Capital, April 2002708 Frode Meland and Gaute Torsvik, Structural Adjustment and Endogenous Worker Recall Probabilities, April 2002709 Rainer Niemann and Caren Sureth, Taxation under Uncertainty Problems of Dynamic Programming and Contingent Claims Analysis in Real Option Theory, April 2002710 Thomas Moutos and William Scarth, Technical Change and Unemployment: Policy Responses and Distributional Considerations, April 2002711 Gunther Rehme, ReDistribution of Personal Incomes, Education and Economic Performance Across Countries, April 2002712 Thorvaldur Gylfason and Gylfi Zoega, Inequality and Economic Growth: Do Natural Resources Matter?, April 2002713 Wolfgang Leininger, Contests over Public Goods: Evolutionary Stability and the FreeRider Problem, April 2002714 Ernst Fehr and Armin Falk, Psychological Foundations of Incentives, April 2002715 Giorgio Brunello, Maria Laura Parisi, and Daniela Sonedda, Labor Taxes and Wages:Evidence from Italy, May 2002716 Marta Aloi and Huw Dixon, Entry Dynamics, Capacity Utilisation and Productivity in a Dynamic Open Economy, May 2002717 Paolo M. Panteghini, Asymmetric Taxation under Incremental and Sequential Investment, May 2002718 Ben J. Heijdra, Christian Keuschnigg, and Wilhelm Kohler, Eastern Enlargement of the EU: Jobs, Investment and Welfare in Present Member Countries, May 2002719 Tapio Palokangas, The Political Economy of Collective Bargaining, May 2002720 Gilles SaintPaul, Some Evolutionary Foundations for Price Level Rigidity, May 2002721 Giorgio Brunello and Daniela Sonedda, Labor Tax Progressivity, Wage Determination,and the Relative Wage Effect, May 2002722 Eric van Damme, The Dutch UMTSAuction, May 2002723 Paolo M. Panteghini, Endogenous Timing and the Taxation of Discrete Investment Choices, May 2002724 Achim Wambach, Collusion in Beauty Contests, May 2002725 Dominique Demougin and Claude Fluet, Preponderance of Evidence, May 2002726 Gilles SaintPaul, Growth Effects of Non Proprietary Innovation, May 2002727 Subir Bose, Gerhard O. Orosel, and Lise Vesterlund, Optimal Pricing and Endogenous Herding, May 2002728 Erik Leertouwer and Jakob de Haan, How to Use Indicators for Corporatism in Empirical Applications, May 2002729 Matthias Wrede, Small States, Large Unitary States and Federations, May 2002730 Christian Schultz, Transparency and Tacit Collusion in a Differentiated Market, May 2002731 Volker Grossmann, Income Inequality, Voting Over the Size of Public Consumption,and Growth, May 2002732 YuFu Chen and Michael Funke, Working Time and Employment under Uncertainty,May 2002733 Kjell Erik Lommerud, Odd Rune Straume, and Lars Srgard, Downstream Merger with Oligopolistic Input Suppliers, May 2002734 Saku Aura, Does the Balance of Power Within a Family Matter? The Case of the Retirement Equity Act, May 2002735 Sandro Brusco and Fausto Panunzi, Reallocation of Corporate Resources and Managerial Incentives in Internal Capital Markets, May 2002736 Stefan Napel and Mika Widgren, Strategic Power Revisited, May 2002737 Martin W. Cripps, Godfrey Keller, and Sven Rady, Strategic Experimentation: The Case of Poisson Bandits, May 2002738 Pierre Andre Chiappori and Bernard Salanie, Testing Contract Theory: A Survey of Some Recent Work, June 2002739 Robert J. GaryBobo and Sophie Larribeau, A Structural Econometric Model of Price Discrimination in the Mortgage Lending Industry, June 2002740 Laurent Linnemer, When Backward Integration by a Dominant Firm Improves Welfare,June 2002741 Gebhard Kirchgassner and Friedrich Schneider, On the Political Economy of Environmental Policy, June 2002742 Christian Keuschnigg and Soren Bo Nielsen, Startups, Venture Capitalits, and the Capital Gains Tax, June 2002743 Robert Fenge, Silke Uebelmesser, and Martin Werding, Secondbest Properties of Implicit Social Security Taxes: Theory and Evidence, June 2002744 Wendell Fleming and Jerome Stein, Stochastic Optimal Control, International Financeand Debt, June 2002745 Gene M. Grossman, The Distribution of Talent and the Pattern and Consequences of International Trade, June 2002746 Oleksiy Ivaschenko, Growth and Inequality: Evidence from Transitional Economies,June 2002747 Burkhard Heer, Should Unemployment Benefits be Related to Previous Earnings?, July 2002748 Bas van Aarle, Giovanni Di Bartolomeo, Jacob Engwerda, and Joseph Plasmans,Staying Together or Breaking Apart: Policymakers Endogenous Coalitions Formationin the European Economic and Monetary Union, July 2002749 Hans Gersbach, Democratic Mechanisms: Double Majority Rules and Flexible Agenda Costs, July 2002750 Bruno S. Frey and Stephan Meier, ProSocial Behavior, Reciprocity or Both?, July 2002751 Jonas Agell and Helge Bennmarker, Wage Policy and Endogenous Wage Rigidity: ARepresentative View From the Inside, July 2002752 Edward Castronova, On Virtual Economies, July 2002753 Rebecca M. Blank, U.S. Welfare Reform: Whats Relevant for Europe?, July 2002754 Ruslan Lukach and Joseph Plasmans, Measuring Knowledge Spillovers Using Patent Citations: Evidence from the Belgian Firms Data, July 2002755 Aaron Tornell and Frank Westermann, BoomBust Cycles in Middle Income Countries:Facts and Explanation, July 2002756 Jan K. Brueckner, Internalization of Airport Congestion: A Network Analysis, July 2002757 Lawrence M. Kahn, The Impact of WageSetting Institutions on the Incidence of Public Employment in the OECD: 196098, July 2002758 Sijbren Cnossen, Tax Policy in the European Union, August 2002759 Chandima Mendis, External Shocks and Banking Crises in Developing Countries: Doesthe Exchange Rate Regime Matter?, August 2002760 Bruno S. Frey and Lars P. Feld, Deterrence and Morale in Taxation: An Empirical Analysis, August 2002761 Lars Calmfors and Asa Johansson, Nominal Wage Flexibility, Wage Indexation and Monetary Union, August 2002762 Alexander R. W. Robson and Stergios Skaperdas, Costly Enforcement of Property Rights and the Coase Theorem, August 2002763 Horst Raff, Preferential Trade Agreements and Tax Competition for Foreign Direct Investment, August 2002764 Alex Cukierman and V. Anton Muscatelli, Do Central Banks have Precautionary Demands for Expansions and for Price Stability? Theory and Evidence, August 2002765 Giovanni Peri, Knowledge Flows and Knowledge Externalities, August 2002766 Daniel Friedman and Nirvikar Singh, Equilibrium Vengeance, August 2002767 Sam Bucovetsky and Michael Smart, The Efficiency Consequences of Local Revenue Equalization: Tax Competition and Tax Distortions, August 2002768 Tapio Palokangas, International Labour Market Regulation and Economic Growth with Creative Destruction, August 2002769 Rudi Dornbusch, The New International Architecture, September 2002770 HansWerner Sinn, Webers Law and the Biological Evolution of Risk Preferences: The Selective Dominance of the Logarithmic Utility Function, September 2002771 Thomas Mayer, The Macroeconomic Loss Function: A Critical Note, September 2002772 Seppo Honkapohja and Kaushik Mitra, Learning Stability in Economies with Heterogenous Agents, September 2002773 David Laidler, Inflation Targets Versus International Monetary Integration ACanadian Perspective, September 2002", "filename": "cesifo_wp773.pdf", "person": ["David Laidler", "Laidler, David"], "date": ["2002"]}