{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/76573/1/cesifo_wp1077.pdf"], "title": ["Social Interactions in Unemployment"], "plaintext": " CESifo Working Paper No. 1077 SOCIAL INTERACTIONS IN UNEMPLOYMENT Abstract This paper studies the relevance of social interactions among the unemployed. Identification is based on a salient and selective extension of the potential duration of unemployment benefits. If social interactions are important, this policy change affects entitled individuals not only directly, but also indirectly by altering the duration of unemployment in the reference group. Moreover, this spillover effect of the policy should also be observed in the nonentitled group. Results indicate that there are strong indirect effects on the entitled, strong positive spillovers on the nonentitled, and the social interactions are about as important as the direct effects of the policy change. JEL Classification: C41, J64, J65. Keywords: social interactions, social multiplier, unemployment, quasiexperiment. Rafael Lalive IEW University of Zurich Bluemlisalpstr. 10 CH8006 Zurich Switzerland rlaliveiew.unizh.ch Thanks to Robert Moffitt, Erzo F. P. Luttmer, Alois Stutzer, Chris Taber, Josef Zweimuller and to seminar participants at Harvards, IFAU, Northwestern, and University of Amsterdam for valuable comments. Andreas Kuhn, Oliver Ruf, and Adrian Kienast provided superb research assistnce. Financial support by the Swiss National Science Foundation No. 821067640 is gratefully acknowledged. W?h L_UL?Wklv sdshu vwxglhv wr zkdw hwhqw lqwhudfwlrqv dprqj wkh xqhpsorhg pd eh uhohydqw lq od 0eru vxsso1 Lqglylgxdov zkr duh rxw ri zrun pd qrw rqo irfxv rq wkhlu rzq zhoo 0ehlqj lquhdfklqj d fkrlfh uhjduglqj oderu vxsso exw dovr frqvlghu wkh zd lq zklfk d jurxs frqvlvwlqjri lqglylgxdov lq d vlplodu olih vlwxdwlrq lv ghdolqj zlwk xqhpsorphqw 1 Wkhuh duh dw ohdvw wkuhhuhdvrqv zk vxfk lqwhudfwlrqv dprqj wkh xqhpsorhg fdq eh lpsruwdqw 1 Iluvw wkh xqhpsorhgpd ohduq iurp hdfk rwkhu derxw wkh dydlodelolw ri mrev ru derxw vxffhvvixo vwudwhjlhv lq d mrelqwhuylhz 1 Vhfrqg xqhpsorphqw lv dvvrfldwhg zlwk d vwurqj lqfuhdvh lq ohlvxuh 1 Dujxdeo wkhhwhqw wr zklfk vxfk ohlvxuh fdq eh hqmrhg ghshqgv rq wkh pdqqhu lq zklfk wkh jurxsv doorfd 0wlrq ri wlph ehwzhhq mre vhdufk dqg ohlvxuh 1 Wklug wkhuh lv vrph hylghqfh lq vrfldo svfkrorjwkdw xqhpsorphqw sxwv frqvlghudeoh vwuhvv rq wkh uhodwlrqvklsv ehwzhhq wkh xqhpsorhg dqgwkh hpsorhg 1 Wklv vxjjhvwv wkdw lqwhudfwlrqv dprqj wkh xqhpsorhg pd eh dv lpsruwdqw dvlqwhudfwlrqv ehwzhhq wkh hpsorhg dqg wkh xqhpsorhg 1Vrfldo lqwhudfwlrqv pd udwlrqdolh wkh vwurqj ghjuhh ri vsdwldo yduldqfh lq xqhpsorphqw 1Iru lqvwdqfh wkh vwdqgdug ghyldwlrq ri wkh xqhpsorphqw udwh dfurvv uhjlrqv lq Hxursh lvurxjko 83 ri lwv phdq ohyho 1 Vsdwldo yduldqfh dovr whqgv wr eh vwurqj lq wljkwo ghqhgjhrjudsklf xqlwv lq wkh X1V1 Zkhuhdv wkh frhflhqw ri yduldwlrq ri wkh xqhpsorphqw udwhlv derxw 53 dfurvv vwdwhv wkh vwdqgdug ghyldwlrq ri wkh xqhpsorphqw udwh hfhhgv ;3 ri lwv phdq ohyho dfurvv fhqvxv wudfwv lq Fklfdjr 1 Uhjlrqdo glhuhqfhv lq wkh djh dqg jhqghufrpsrvlwlrq hsodlq d uhodwlyho prghvw vkduh ri wkh wrwdo yduldqfh lq xqhpsorphqw udwhvRHFG 5333,1 Lq frqwudvw hyhq vpdoo glhuhqfhv lq oderu pdunhw frqglwlrqv jlyh ulvh wr vwurqjyduldqfh lq xqhpsorphqw li vrfldo lqwhudfwlrqv duh vwurqj 1 Vhfrqg lqirupdwlrq rq wkh vwuhqjwkri vrfldo lqwhudfwlrqv lv uhohydqw iru oderu pdunhw srolf1 Iru lqvwdqfh lq rughu wr suhglfw wkhhhfwv ri d srolf fkdqjh lw lv hvvhqwldo wr nqrz wkh vrfldo jhrjudsk ri d srsxodwlrq li vrfldolqwhudfwlrqv duh lpsruwdqw 1 Ixuwkhupruh vrfldo lqwhudfwlrqv surorqj dgmxvwphqw wr fkdqjhv lqwkh vwuxfwxuh ri wkh oderu pdunhw Dnhuori 4:,1Wklv sdshu dujxhv wkdw vrfldo lqwhudfwlrqv fdq eh lghqwlhg lq d vdolhqw dqg vhohfwlyh fkdqjhlq wkh xqhpsorphqw lqvxudqfh vvwhp 1 Lq Mxqh 4;; wkh Dxvwuldq jryhuqphqw hwhqghg wkhgxudwlrq ri uhjxodu xqhpsorphqw ehqhwv iurp 63 zhhnv wr 53 zhhnv iru zrunhuv djhg 83 ruroghu olylqj lq fhuwdlq uhjlrqv zkr vshqw dw ohdvw 48 rxw ri wkh suhylrxv 58 hduv lq zrun 1 Wklvuhjlrqdo hwhqghg ehqhwv surjudp UHES, orzhuv wkh lqfhqwlyhv wr dffhsw d uhjxodu mre dwwkh lqglylgxdo ohyho 1 Ixuwkhupruh gxh wr wkh vhohfwlyh qdwxuh ri wkh hqwlwohphqw fulwhuld wkhghjuhh wr zklfk wklv surjudp dowhuv wkh jurxsv xqhpsorphqw gxudwlrq ghshqgv rq wkh jurxsv 5ii Lh ULh? i Eb Hfc Bh?Liihc Ebb Dc L?L4ih Ebbc ALT E2ffc ?_ ALT ?_ L?iE2ff 2 u Lh t_it u LUt L? ?ihUL?t Miii? i ?i 4TLi_ ?_ i i 4TLi_5frpsrvlwlrq zlwk uhvshfw wr djh suhylrxv zrun hshulhqfh dqg orfdwlrq ri uhvlghqfh 1 Li vrfldolqwhudfwlrqv duh lpsruwdqw wkh surjudp dhfwv hqwlwohg lqglylgxdov qrw rqo gluhfwo exw dovrlqgluhfwo yld wkh fkdqjh lq wkh jurxsv dyhudjh xqhpsorphqw gxudwlrq 1 Ixuwkhupruh wkhuhduh dovr vslooryhuv ri wklv surjudp rq wkh lqglylgxdov zkr duh qrw hqwlwohg wr wkh srolf fkdqjh 1Wkxv lqirupdwlrq rq rxwfrphv zlwk d %sduwldo 0srsxodwlrq lqwhuyhqwlrq% doorzv lghqwlilqjvrfldo lqwhudfwlrqv lq oderu vxsso Prww 5334,12Wkh hpslulfdo dqdovlv lv edvhg rq dgplqlvwudwlyh gdwd rq wkh hqwluh lqrz lqwr xqhp 0sorphqw lq wkh djh jurxs 7; wr 84 lq wkh shulrg iurp 4;9 xqwlo 441 Ehfdxvh wkh gdwdfrqwdlq lqirupdwlrq rq wkh lghqwlw ri wkh suhylrxv hpsorhu wkh uhihuhqfh jurxs lv ghqhgwr hqfrpsdvv doo iruphu zrunsodfh froohdjxhv lq wkh djh eudfnhw 78 wr 87 zkr hqwhu xqhp 0sorphqw lq wkh vdph shulrg dv wkh lqglylgxdo 1 Wklv fkrlfh ri uhihuhqfh jurxs lv prwlydwhg ewkh idfw wkdw lqglylgxdov whqg wr uhjdug wkh dfwlrqv ri rwkhu shuvrqv lq wkh vdph djh jurxs dvuhohydqw 1 Ixuwkhupruh wkhuh lv vwurqj hylghqfh wkdw rffxsdwlrqdo uhodwlrqv duh uhohydqw lq wkhoderu pdunhw 1 Wkxv wkh gdwdvhw surylghv ghwdlohg lqirupdwlrq rq hqwlwohg lqglylgxdov djhg 83084, dqg qrq 0hqwlwohg lqglylgxdov djhg 7;07, dw wkh lqwhuhvwlqj djh wkuhvkrog 831 Ehfdxvhwkh UHES lv whpsrudu dqg uhjlrq vshflf lw lv srvvleoh wr vhsdudwh wkh fruuhodwlrq ri wkhrxwfrph zlwk jurxs frpsrvlwlrq gxh wr vruwlqj iurp wkh fruuhodwlrq ri wkh rxwfrph zlwk jurxsfrpsrvlwlrq gxh wr hqgrjhqrxv vrfldo lqwhudfwlrqv 1 Wklv lv dfklhyhg e lghqwlilqj wkh vrfldolqwhudfwlrqv sdudphwhu dv wkh fruuhodwlrq ehwzhhq jurxs frpsrvlwlrq dqg lqglylgxdo rxwfrphwkdw lv vshflf wr wkh hwhqghg ehqhwv surjudp 1Wklv lghqwlfdwlrq vwudwhj lv shuvxdvlyh rqo li wkh UHES lv d txdvl 0hshulphqw 1 Wkhsdshu glvfxvvhv wkh wzr prvw lpsruwdqw fdyhdwv uhjduglqj wklv dvvxpswlrq 1 Iluvw wkh uhjlrqvvhohfwhg iru UHES hqwlwohphqw duh qrw d udqgrp vdpsoh exw udwkhu wkh duh fkdudfwhulhg e dgrplqdqw vwhho vhfwru 1 Wklv lv gxh wr wkh idfw wkdw Dxvwuldv qdwlrqdolhg vwhho vhfwru zdv idflqjvhyhuh sureohpv lq wkh odwh 4:3v dqg wkurxjkrxw wkh 4;3v 1 Krzhyhu wkh idfw wkdw wkh UHESzdv vwurqjo wdujhwhg wr wkh vwhho vhfwru dovr lpsolhv wkh hlvwhqfh ri d vhfwru wkdw pd qrweh dhfwhg e d uhjlrq 0vshflf vkrfn 1 Lqghhg zkhuhdv wkhuh fohduo lv d uhjlrq 0vshflf vkrfnwr hpsorphqw lq wkh vwhho vhfwru uhodwlyh hpsorphqw lq wkh qrq 0vwhho vhfwru uhpdlqv vwdeohwkurxjkrxw wkh 4;3v dqg 43v 1 Vhfrqg lw fdq eh dujxhg wkdw hyhq li wkh qrq 0vwhho vhfwruuhpdlqhg xqdhfwhg e d uhjlrq 0vshflf vkrfn upv dqg zrunhuv pd kdyh wdnhq dgydqwdjhri wkh jhqhurxv ehqhw vvwhp lq UHES uhjlrqv lq zdv wkdw fdq qrw eh dssurlpdwhg elqirupdwlrq rq qrq 0UHES uhjlrqv 1 Wkh sdshu vkrzv wkdw zkhuhdv wkh UHES dhfwv wkhfrpsrvlwlrq ri wkh lqrz lqwr xqhpsorphqw dovr lq vrph qrq 0vwhho lqgxvwulhv wkh lqrz iurpwkh odujhvw qrq 0vwhho lqgxvwu wkh frqvwuxfwlrq lqgxvwu lv qrw dhfwhg e UHES1 Wkhvh wzr 25ii ?t! Ebb 2fff u Lh _t UttL? L? _i?UL? Lu t LU ?ihUL?t ? ?ih 4L_itc ?_ h LU!?_ hu E2ff u Lh _i?UL? ? ?L??ih 4L_it6slhfhv ri hylghqfh vxjjhvw wkdw wkh UHES frqvwlwxwhv d txdvl 0hshulphqw dhfwlqj d grplqdqwvkduh ri xqhpsorphqw vshoov 1Wkhuh lv d jurzlqj erg ri olwhudwxuh wkdw vwxglhv wkh uroh ri vrfldo lqwhudfwlrqv lq rxwfrphvwkdw duh suhgrplqdqwo ghwhuplqhg dw wkh lqglylgxdo ohyho 1 Iluvw wkh %fdqrqlfdo dssurdfk%lv edvhg rq lqglylgxdo gdwd dqg lqyroyhv uhjuhvvlqj dq rxwfrph rq wkh jurxs dyhudjh ri wklvrxwfrph 1 Wklv dssurdfk lv fulwlflhg lq Pdqvnl 46, iru idloxuh wr lghqwli vrfldo lqwhudfwlrqsdudphwhuv exw d qxpehu ri vroxwlrqv ri wkh lghqwlfdwlrq sureohp kdyh ehhq glvfxvvhg 1 Fdvhdqg Ndw 44, xvh lqvwuxphqwdo yduldeohv wr vwxg qhljkerukrrg hhfwv lq wkh Ervwrq duhdEhuwudqg Oxwwphu dqg Pxoodlqdwkdq 5333, lghqwli qhwzrun hhfwv dv wkh fruuhodwlrq ehwzhhqlqglylgxdo rxwfrphv dqg jurxs rxwfrphv wkdw lv vshflf wr d wljkwo ghqhg uhihuhqfh jurxsdqg Gxr dqg Vdh 5336, vwxg wkh uroh ri lqirupdwlrq dqg vrfldo lqwhudfwlrqv lq uhwluhphqwsodq ghflvlrqv lq d hog hshulphqw 1 D vhfrqg dssurdfk vwxglhv vrfldo lqwhudfwlrqv zlwklqjurxsv wkdw duh iruphg dw udqgrp Vdfhugrwh 5334, ru lqglylgxdov duh lqgxfhg wr fkdqjhjurxs phpehuvkls udqgrpo Ndw Nolqj dqg Olhepdq 5334,1 Wkh wklug dssurdfk gluhfwoolqnv vsdwldo yduldqfh lq fulph udwhv Jodhvhu hw do 1 49, ru xqhpsorphqw udwhv Wrsd 5334Wrsd dqg Frqoh 5335, wr vrfldo lqwhudfwlrqv 1 Ilqdoo d irxuwk dssurdfk phdvxuhv vrfldolqwhudfwlrqv lq oderudwru hshulphqwv Idon dqg Ilvfkedfkhu 5335,1Wkh pdlq frqwulexwlrq ri wklv sdshu lv wkdw lw glvfxvvhv wkh uhohydqfh ri vrfldo lqwhudfwlrqvedvhg rq dq dfwxdo fkdqjh lq oderu pdunhw srolf wkdw dhfwv dq hqwluh hfrqrp1 Wklv lp 0solhv wkdw wkh uhvxowv ri wkh dqdovlv fdq eh dssolhg wr oderu pdunhw srolf pruh uhdglo wkdqvwxglhv wkdw duh edvhg rq vpdoohu vfdoh hog vwxglhv 1 Pruhryhu irfxvlqj rq dq dfwxdo srolffkdqjh doorzv glvfxvvlqj wkh lqwhusod ehwzhhq hfrqrplf srolf dqg vrfldo lqwhudfwlrqv 1 Irulqvwdqfh wklv sdshu vkrzv wkdw vrfldo lqwhudfwlrqv duh derxw dv lpsruwdqw dv wkh gluhfw hhfwri UHES rq lqglylgxdov 1 Vxfk lqirupdwlrq lv lpsruwdqw lq glvfxvvlqj wkh srwhqwldo uhvsrqvh wrsurjudpv zklfk duh wdujhwhg wr vshflf lqglylgxdov dv rssrvhg wr surjudpv wkdw duh wdujhwhgwr hqwluh jurxsv ri lqglylgxdov 1 Wkh vhfrqg frqwulexwlrq ri wklv sdshu frqvlvwv lq irfxvlqj rqwkh uhohydqfh ri vrfldo lqwhudfwlrqv lq d pdunhw vhwwlqj 1 Zkhuhdv suhylrxv uhvhdufk kdv irfxvhgsuhgrplqdqwo rq vrfldo sdwkrorjlhv vxfk dv fulph ru zhoiduh ghshqghqfh zklfk duh ghwhuplqhgdw wkh lqglylgxdo ohyho wkh dlp ri wklv sdshu lv wr dvvhvv zkhwkhu vxfk lqwhudfwlrqv duh lpsru 0wdqw lq wkh ghwhuplqdwlrq ri wkh htxloleulxp doorfdwlrq ri oderu 1 Wklv lv lpsruwdqw ehfdxvhlw lv qrw fohdu wkdw vrfldo lqwhudfwlrqv duh olnho wr eh lpsruwdqw lq d pdunhw hqylurqphqw 1Zkhuhdv lw lv vwudljkwiruzdug wkdw iru lqvwdqfh wkh ghvluh wr frqirup wr jurxs ehkdylru fdqeh lpsruwdqw lq vkdslqj rxwfrphv wkdw duh ghwhuplqhg rxwvlgh ri pdunhwv lw lv qrw fohdu krzvxfk d ghvluh wudqvodwhv wr yduldqfh lq pdunhw rxwfrphv 1 Iru lqvwdqfh frpshwlwlrq dprqj mrevhhnhuv lv hshfwhg wr olplw wkh hwhqw wr zklfk wkh ghvluh wr frqirup wr d qrup ri orqj 0whup 7xqhpsorphqw lv wudqvplwwhg wr pdunhw rxwfrphv 1 Wkh wklug frqwulexwlrq ri wklv sdshu lv wkdwlghqwlfdwlrq lv edvhg rq d sduwldo 0srsxodwlrq lqwhuyhqwlrq 1 Wklv dssurdfk doorzv vwxglqjlqwhudfwlrqv ehwzhhq jurxsv dqg lqglylgxdov zlwkrxw fkdqjlqj jurxs phpehuvkls 1 Wkxv lw lvsrvvleoh wr vhsdudwh wkh hhfw rq wkh lqglylgxdo iurp fkdqjhv lq jurxs ehkdylru iurp wkh hhfwrq wkh lqglylgxdo ri fkdqjhv ri wkh hqylurqphqw ru frqwhw 1 Pruhryhu vwxglqj lqwhudfwlrqvlq hlvwlqj jurxsv lv lpsruwdqw lq rughu wr dvvhvv wkh dfwxdo vwuhqjwk ri vrfldo lqwhudfwlrqv 1Wkh sdshu lv rujdqlhg dv iroorzv 1 Wkh iroorzlqj vhfwlrq jlyhv wkh edfnjurxqg rq wkh Dxvwuldq xqhpsorphqw lqvxudqfh dqg wkh uhjlrqdo hwhqghg ehqhwv surjudp 1 Vhfwlrq 6surylghv lqirupdwlrq rq wkh gdwd rq wkh vdpsoh vhohfwlrq surfhgxuh dqg wkh ghqlwlrq ri wkhuhihuhqfh jurxs 1 Vhfwlrq 7 glvfxvvhv lghqwlfdwlrq ri vrfldo lqwhudfwlrqv edvhg rq d sduwldo 0srsxodwlrq lqwhuyhqwlrq 1 Vhfwlrq 8 uhsruwv wkh dqdovlv ri wkh uhohydqfh ri vrfldo lqwhudfwlrqvlq oderu vxsso dqg vhfwlrq 9 frqfoxghv 12 th? N?i 4TL4i? W?th?Ui ?_ i ,Wkh Xqhpsorphqw Lqvxudqfh Vvwhp Lqglylgxdov rzlqj rxw ri hpsorphqw kdyh wruhjlvwhu lq shuvrq dw wkh uhjlrqdo sxeolf hpsorphqw vhuylfh lq rughu wr eh holjleoh iru xq 0hpsorphqw ehqhwv 1Lqglylgxdov duh hqwlwohg wr xqhpsorphqw ehqhwv surylghg wkh duhorrnlqj iru zrun 1 Yroxqwdu txlwwhuv dqg zrunhuv glvfkdujhg iru plvfrqgxfw fdq qrw fodlpehqhwv xqwlo d zdlwlqj shulrg ri 7 zhhnv kdv sdvvhg 1 XE uhflslhqwv duh hshfwhg wr vhdufkdfwlyho iru d qhz mre wkdw vkrxog eh zlwklq wkh vfrsh ri wkh fodlpdqwv txdolfdwlrqv dw ohdvwgxulqj wkh uvw prqwkv ri wkh xqhpsorphqw vshoo 1 Qrq 0frpsoldqfh zlwk wkh holjlelolw uxohvlv vxemhfw wr ehqhw vdqfwlrqv wkdw fdq ohdg wr wkh zlwkgudzdo ri ehqhwv iru xs wr 7 zhhnv 1Lq rughu wr prqlwru wkh mre vhdufk hruw fdvhzrunhuv fdq ghpdqg wkdw wkh xqhpsorhg uhsruwdw wkh SHV dv riwhq dv rqfh shu zhhn 1Frpsduhg wr rwkhu Hxurshdq frxqwulhv wkh uhsodfhphqw udwlr XE uhodwlyh wr jurvv prqwkohduqlqjv, lv udwkhu orz 1 Wkh dprxqw ri XE sdphqwv ghshqgv rq suhylrxv hduqlqjv dqg lq 43 wkh uhsodfhphqw udwlr zdv 7317 iru wkh phgldq lqfrph hduqhu 7;15 iru d orz 0zdjhzrunhu zkr hduqhg kdoi wkh phgldq dqg 519 iru d kljk 0zdjh zrunhu hduqlqj wzlfh wkhphgldq 1 Rq wrs idplo doorzdqfhv duh sdlg 1 XE sdphqwv duh qrw wdhg dqg qrw phdqv 0whvwhg 1 Wkhuh lv qr hshulhqfh udwlqj 1Lq wkh 4;3v wkh gxudwlrq ri uhjxodu xqhpsorphqw ehqhwv zdv vroho ghshqghqw rq wkhgxudwlrq ri hpsorphqw sulru wr uhjlvwhulqj dw wkh sxeolf hpsorphqw vhuylfh 1Lqglylgxdovzlwk qr suhylrxv zrun hshulhqfh zhuh holjleoh iru 45 zhhnv lqglylgxdov zlwk 4 hdu rxw ri wkhsuhylrxv wzr hduv lq hpsorphqw zhuh holjleoh iru 53 zhhnv dqg lqglylgxdov zlwk 6 hduv rxwri wkh suhylrxv 8 lq hpsorphqw zhuh holjleoh iru 63 zhhnv ri uhjxodu xqhpsorphqw ehqhwv 18Lq Dxjxvw 4; wkh pdlpxp gxudwlrq ri xqhpsorphqw ehqhwv zdv lqfuhdvhg wr 6 zhhnviru lqglylgxdov djhg 7307 zlwk 9 rxw ri wkh suhylrxv 43 hduv lq hpsorphqw dqg wr 85zhhnv iru lqglylgxdov djhg 83 hduv ru roghu zkr kdg vshqw rxw ri wkh suhylrxv 48 hduv lqxqhpsorphqw 1Diwhu XE sdphqwv kdyh ehhq hkdxvwhg mre vhhnhuv fdq dsso iru wudqvihu sdphqwv iruwkrvh lq qhhg %Qrwvwdqgvkloih%,1 Dv wkh qdph lqglfdwhv wkhvh wudqvihuv duh phdqv 0whvwhg dqgwkh mre vhhnhu lv frqvlghuhg holjleoh rqo li vkh ru kh lv lq wurxeoh 1 Wkhvh sdphqwv ghshqg rq wkhlqfrph dqg zhdowk vlwxdwlrq ri rwkhu idplo phpehuv dqg forvh uhodwlyhv dqg pd lq sulqflsohodvw iru dq lqghqlwh wlph shulrg 1 Wkhvh wudqvihuv duh judqwhg iru vxffhvvlyh shulrgv ri 6 zhhnvdiwhu zklfk holjlelolw uhtxluhphqwv duh uhfxuuhqwo fkhfnhg 1 Wkhvh srvw 0XE wudqvihuv duh orzhuwkdq XE dqg fdq dw prvw eh 5 ri XE1 Lq 43 wkh phgldq srvw 0XE wudqvihu sdphqwzdv derxw :3 ri wkh phgldq XE1 Qrwh krzhyhu wkdw lqglylgxdov zkr duh holjleoh iru vxfkwudqvihuv pd qrw eh frpsdudeoh wr lqglylgxdov zkr froohfw XE ehfdxvh qrw doo lqglylgxdov zkrhkdxvw XE sdvv wkh phdqv whvw 1 Wkh pdmrulw ri wkh xqhpsorhg 8 , uhfhlyhg XE zkhuhdv 59 uhfhlyhg srvw 0XE wudqvihuv 1 Lq vxp wkh Dxvwuldq xqhpsorphqw lqvxudqfh vvwhp lv ohvvjhqhurxv wkdq pdq rwkhu frqwlqhqwdo Hxurshdq vvwhpv dqg forvhu wr wkh X1V1 vvwhp Qlfnhoodqg Oddug 4,1e Uhvwuxfwxulqj ri wkh Dxvwuldq vwhho lqgxvwu dqg wkh UHES Wr surwhfw lwv dvvhwv diwhu Zruog Zdu LL iurp Vrylhw dssursuldwlrq dqg wr surylgh wkh fdslwdo qhhghg iru uhfrqvwuxfwlrqDxvwuld qdwlrqdolhg lwv lurq vwhho dqg rlo lqgxvwulhv odujh vhjphqwv ri wkh khdy hqjlqhhulqjdqg hohfwulfdo lqgxvwulhv prvw ri wkh frdo plqhv dqg wkh qrqihuurxv phwdov lqgxvwulhv 1 Ilupvlq wkh vwhho vhfwru zhuh sduw ri d odujh kroglqj frpsdq wkh Rhvwhuuhlfklvfkh Lqgxvwulh DJRh LDJ1 E wkh plg 04:3v wklv kroglqj frpsdq zdv uxqqlqj lqwr vhulrxv sureohpv uhodwhg wrvkulqnlqj pdunhwv ryhuvwdqj wrr khdy frqfhqwudwlrq rq rxwprghg vprnhvwdfn lqgxvwulhvlqvxflhqw uhvhdufk dqg ghyhorsphqw dqg orz surgxfwlylw1 Lqlwldoo wkh Dxvwuldq jryhuqphqwfryhuhg wkh orvvhv e vxevlglhv 1 Exw lq 4;9 diwhu wkh vwhho lqgxvwu zdv klw e dq rlo vshfxodwlrqvfdqgdo dqg idloxuh ri d X1V1 vwhho sodqw surmhfw wklv surwhfwlrqlvw srolf zdv derolvkhg 1 D qhzpdqdjhphqw zdv dssrlqwhg dqg d vwulfw uhvwuxfwxulqj sodq zdv lpsohphqwhg 1 Wklv sodq dlphgAi i 4ThU ?tt ? ti UL? D UL?h Lt u Lh t TLU U?i M 4i?t Lu _44 hMi U?i ?t b Hb !? i i u i t Ti tht uih t c b Hb E?_ i t Ti t ?L i?i_ L ,c?_ f Lihti Lic Liihc t ?L TLttMi L _i?u i Ut igi U Lu t TLU U?i L? i_hL? Lu ?i 4TL4i? t Tit t?Ui ihi t ?L UL?h L h LTe W t ?ihit? L ?Li i ?U_i?Ui Lu L?ih 4 ?i 4TL4i? ? th t ULtih L N5 hit? L Lti Lu Lih ,h LTi? UL?hit W? bb Dc i? Lh t4Ti TihL_ i?_tc .e I Lu i ?i 4TL4i?tLU! ihi t Tit ? iTti_ _hL? Lu 2 4L?t Lh 4Lhi At UL4Thit L b. I u Lh i N5 ?_ Le DS I u Lh 6h?Uic e H I u Lh Bih 4?c ?_ S2. I u Lh W E,c bb D9dw irfxvlqj rq wkh kroglqjv fruh frpshwhqflhv 1 Wkh uhvxow zhuh odrv gxh wr sodqw forvxuhvdqg grzqvllqj sduwlfxoduo lq wkh vwhho lqgxvwu1Wr plwljdwh wkh oderu pdunhw sureohpv lq wkh frqfhuqhg uhjlrqv wkh Dxvwuldq jryhuqphqwhqdfwhg d odz wkdw hwhqghg XE0hqwlwohphqw wr 53 zhhnv iru d vshflf vxejurxs 1 Dq xqhp 0sorhg zrunhu ehfdph holjleoh wr 53 zhhnv ri XE li kh ru vkh vdwlvhg dw wkh ehjlqqlqj riklv ru khu xqhpsorphqw vshoo hdfk ri wkh iroorzlqj fulwhuld l, djh 83 ru roghu ll, d frq 0wlqxrxv zrun klvwru dw odvw 48 rxw ri wkh 58 hduv sulru wr wkh fxuuhqw xqhpsorphqw vshoolq hpsorphqw, lll, orfdwlrq ri uhvlghqfh lq rqh ri 5; vhohfwhg oderu pdunhw glvwulfwv vlqfh dwohdvw 9 prqwkv sulru wr wkh fodlp dqg ly, vwduw ri d qhz xqhpsorphqw vshoo diwhu Mxqh 4;;ru vshoo lq surjuhvv lq Mxqh 4;;1 Wkh pdlq Dxvwuldq qhzvsdshuv glvfxvvhg wkh srvvlelolw rivxfk d vhohfwlyh fkdqjh lq wkh srwhqwldo gxudwlrq ri xqhpsorphqw ehqhwv lq Iheuxdu 4;;1Lq Dsulo 4;; wkh sduoldphqw ghflghg wkdw UHES zloo eh lpsohphqwhg 1 Wklv ghflvlrq zdvsxeolfo dqqrxqfhg dw d suhvv frqihuhqfh 1 Krzhyhu dw wkdw wlph lw zdv qrw hw fohdu zklfkuhjlrqv zrxog ehqhw iurp UHES1 Wkh ghqlwh vhohfwlrq ri wkh uhjlrqv zdv frpsohwhg lq Pd4;;1Wkh UHES zdv lq hhfw xqwlo Ghfhpehu 44 zkhq d uhirup ri wkhvh uxohv wrrn sodfhzklfk fdph lqwr hhfw lq Mdqxdu 451 Wkh 440uhirup hqdfwhg wzr lpsruwdqw fkdqjhv 1Iluvw wkh uhirup derolvkhg wkh ehqhw hwhqvlrq lq 9 ri wkh ruljlqdoo 5; uhjlrqv 1 Vhfrqg wkh 440uhirup wljkwhqhg holjlelolw fulwhuld wr hwhqghg ehqhwv qhz ehqhfldulhv kdg wr eh qrwrqo uhvlghqwv exw dovr suhylrxvo hpsorhg lq d wuhdwhg uhjlrq 1 Wkh surjudp zdv derolvkhglq Dxjxvw 461Iljxuh 4 vkrzv wkh jurzwk udwh ri uhdo JGS lq wkh shulrg ehwzhhq 4;3 dqg 4;1 Hfhswiru 4;4 dqg 4;7 wkh exvlqhvv ffoh frqglwlrqv zhuh uhodwlyho jrrg lq wkh shulrg ehiruh UHES zdv lqwurgxfhg dqg lq wkh suh 0uhirup shulrg 1 Lq wkh shulrg diwhu UHES zdv uhiruphghfrqrplf jurzwk ghwhulrudwhg dqg lq 46 wkh hdu zkhq UHES zdv derolvkhg wkhuh zdvd vwurqj uhfhvvlrq 1 Vwduwlqj lq 47 wkh Dxvwuldq hfrqrp uhfryhuhg dqg uhdfkhg derxw wkhvdph jurzwk udwh dv mxvw ehiruh wkh UHES1 Wkxv lq frqwudvw wr hshfwdwlrqv wkh surjudp zdvqrw lqwurgxfhg wr surwhfw roghu zrunhuv lq d shulrg ri sureohpdwlf oderu pdunhw frqglwlrqv 1Iljxuh 5 vkrzv hpsorphqw lq wuhdwhg uhjlrqv glylghg e hpsorphqw lq frqwuro uhjlrqviru wkh djh jurxs 73077 lq wkh shulrg ehwzhhq 4;3 xqwlo 4; iru wkh vwhho vhfwru dqg iru wkhqrq 0vwhho vhfwru 1 Wkh jxuh frqfhqwudwhv rq wkh djh jurxs 73077 ehfdxvh wklv djh jurxs lvlq d vlplodu oderu pdunhw srvlwlrq dv wkh djh jurxs 780871 Ixuwkhupruh lw lv qhlwkhu gluhfwodhfwhg e wkh UHES qru duh vslooryhuv gxh wr vrfldo lqwhudfwlrqv olnho wr eh uhohydqw 8 hduvehorz wkh djh wkuhvkrog 1 Hpsorphqw lq wkh vwhho vhfwru lv 6 wlphv dv odujh lq wuhdwhg uhjlrqv:Figure 1 : GDP growth in Austria, 19801998t%h worg PDG 5432101219801982198419861988year 19901992199419961998Notes:Source:Vertical bars indicate start of REBP and end of REBP. Austrian Institute of Economic Research WIFO, own calwkdq lq frqwuro uhjlrqv lq wkh hduo 4;3v 1 Lq frpsdulvrq uhodwlyh hpsorphqw lv urxjko 176lq 441 Wklv vxjjhvwv wkdw UHES lv yhu vwurqjo wdujhwhg wr uhjlrqv zlwk d grplqdqw vwhhovhfwru 1 Wkh jxuh dovr vkrzv wkdw wkhuh lv d vwurqj uhjlrq vshflf vkrfn wr hpsorphqw lqwkh vwhho vhfwru lq wuhdwhg uhjlrqv 1 Vwduwlqj lq 4;9 uhodwlyh hpsorphqw ghfolqhv iurp d ohyhori urxjko 6 wr d ohyho ri urxjko 418 lq 44 dqg uhpdlqv rq wkdw ohyho 1 Rq wkh rwkhu kdqghpsorphqw lq wkh uhpdlqlqj vhfwruv grhv qrw dsshdu wr eh dhfwhg e d uhjlrq vshflf vkrfn 1Uhodwlyh hpsorphqw lq wkh qrq 0vwhho vhfwru lv urxjko frqvwdqw dw d ohyho ri voljkwo ohvv wkdq 16 lq wkh shulrg ehwzhhq 4;3 dqg 4;1 Wkxv zkhuhdv wkh surjudp fdq eh xqghuvwrrg wr kdyhdoohyldwhg oderu pdunhw sureohpv lq wkh vwhho vhfwru lq wuhdwhg uhjlrqv wkhuh lv qr hylghqfh rid uhjlrq vshflf vkrfn wr hpsorphqw lq rwkhu vhfwruv 1 Wkh hylghqfh lq jxuh 5 vxjjhvwv wkdwlw pd eh srvvleoh wr uho rq lqglylgxdov iurp wkh qrq 0vwhho vhfwru wr vwxg vrfldo lqwhudfwlrqv 1 ?_ i?L? Lu Bh LTGdwd dqg Vdpsoh Vhohfwlrq Wr dvvhvv wkh uhohydqfh ri vrfldo lqwhudfwlrqv lq xqhpsorphqwwkh hpslulfdo dqdovlv lv edvhg rq orqjlwxglqdo lqglylgxdo gdwd iurp wzr glhuhqw vrxufhv l,;Figure 2 : Employment in treated regions divided by employment in control regionsage group 4044, by industry steel left scale nonsteel right scaleelacs tfel leets 43.532.521.51.50.4.35.3.25.2.15.1.050elacs thgir leetsnon 1980 1982 1984 1986 1988 1990 1992 1994 1996 1998year Notes:Source:Vertical bars indicate start of REBP and end of REBP. Based on individuals with ratio actual pexperience .7.Own calculations, based on Austrian Social Securwkh Dxvwuldq vrfldo vhfxulw gdwdedvh zklfk frqwdlqv ghwdlohg lqirupdwlrq rq wkh lqglylgxdovhpsorphqw xqhpsorphqw dqg hduqlqjv klvwru vlqfh wkh hdu 4:5 dqg vrph lqirupdwlrq rqwkh hpsorhu olnh uhjlrq dqg lqgxvwu doldwlrq dqg ll, wkh Dxvwuldq xqhpsorphqw uhjlvwhuwkdw frqwdlqv lqirupdwlrq rq vrflr 0hfrqrplf fkdudfwhulvwlfv 1 Wkh gdwd fryhu wkh xqlyhuvh riwkh xqhpsorphqw lqrz ryhu wkh shulrg Mxqh 49 4;9 wr Ghfhpehu 64 441DWkh dqdovlv frqfhqwudwhv rq pdoh zrunhuv djhg 7;084 dw wkh ehjlqqlqj ri wkhlu vshoo zkrkhog d mre sulru wr xqhpsorphqw lq d qrq 0vwhho up zlwk d ohdvw 43 hpsorhhv dqg zkrhlwkhu olyh dqg suhylrxvo zrunhg lq d wuhdwhg uhjlrq WU, ru olyh dqg suhylrxvo zrunhg lquhjlrq wkdw lv qrw hqwlwohg wr UHES frqwuro uhjlrq FU,1 Vhohfwlqj d qduurz djh udqjh kdvwzr dgydqwdjhv 1 Iluvw lw lv uhdvrqdeoh wr dvvxph wkdw qrq 0holjleoh, zrunhuv djhg 7;07 duh Di U i Th Lh4 t MLti_ _h? i th L? bb hi UittL? At UL4TUit i _i?UL?thi Mi Uti i?t ? hii_ hiL?t 4 i !i? _?i Lu i Th Lh4 ? t hi ?Lhi ULihMi uh L4 ?u Lh 4L? L? ?L?hii_ hiL?t W? UL?htc i ThiTh Lh4 ?_ Thihiu Lh 4 TihL_ i ?3i hi UhUih3i_ M ? i T?_? i UL?L4forvh vxevwlwxwhv wr holjleoh, zrunhuv djhg 83084 lq hpsorphqw 1 Vhfrqg lw fdq eh dujxhg wkdwlqglylgxdov lq wkh djh eudfnhw 7;084 duh olnho wr eh lq wkh vdph uhihuhqfh jurxs 1 Wkh dqdovlvirfxvhv rq lqglylgxdov iurp qrq 0vwhho upv gxh wr wkh nqrzq hqgrjhqhlw ri UHES lq wkh vwhhovhfwru 1 Pruhryhu wkh vdpsoh lv uhvwulfwhg wr upv zlwk dw ohdvw 43 hpsorhhv lq rughu wr uhgxfhwkh qrlvh lq frqvwuxfwlqj wkh uhihuhqfh jurxsv 1 Wkh pdlq uhdvrq iru hfoxglqj wkh lqglylgxdovolylqj lq WUv zkr zrunhg lq d FU up lv wkdw wkhvh lqglylgxdov pd kdyh uhorfdwhg sulru wr wkhxqhpsorphqw vshoo lq rughu wr jdlq holjlelolw wr wkh surjudp 1 Zh hfoxgh wkh lqglylgxdov lqwkh rssrvlwh zrunlqj vlwxdwlrq olylqj lq FUv zkr zrunhg lq d WU up lq rughu wr uhgxfh wkhsrwhqwldo fodvvlfdwlrq huuruv zkhq frqvwuxfwlqj wkh jurxs lqglfdwruv 1 Wkhuh duh wzr uhdvrqviru hfoxglqj zrphq 1 Wkh uvw uhdvrq lv dffhvv wr hduo uhwluhphqw 1 Rog djh lqvxudqfh uxohvdoorz zrphq wr uhwluh douhdg dw djh 88 zkhuhdv wkh hduo uhwluhphqw djh iru phq lv 931SKhqfh iru holjleoh zrphq wkh UHES surylghg d vprrwk wudqvlwlrq wr hduo uhwluhphqw 1 Wkhvhfrqg uhdvrq zk zrphq zhuh hfoxghg iurp wkh dqdovlv lv wkdw rqh holjlelolw fulwhulrq lvd frqwlqxrxv zrun klvwru hpsorphqw lq 48 rxw ri wkh odvw 58 hduv,1 Dv zh fdq wudfh edfnhpsorphqw klvwrulhv rqo xqwlo 4:5 fodvvlfdwlrq huuruv duh pruh olnho iru zrphq wkdq iruphq 1Wr dyrlg vxfk fodvvlfdwlrq huuruv iru wkh uhpdlqlqj pdoh vdpsoh zh lqfoxgh rqo wkrvhpdohv zlwk d frqwlqxrxv zrun klvwru vlqfh 4:51 D frqwlqxrxv zrun klvwru lv ghqhg dv dfduhhu zlwk d udwlr ri dfwxdo wr srwhqwldo zrun hshulhqfh vlqfh wkh hdu 4:5 ri dw ohdvw 31:1Wklv hqvxuhv wkdw rqo zrunhuv zkr vdwlvi wkh zrun hshulhqfh uhtxluhphqw zlwk d yhu kljksuredelolw duh lqfoxghg lq wkh vdpsoh 1 Uhfdoo wkdw holjlelolw uhtxluhv :;3 hpsorphqw zhhnv48 hduv, zlwklq wkh odvw 58 hduv wkdw lv dq dfwxdo 0wr 0srwhqwldo hshulhqfh udwlr ri dw ohdvw 3191 Vlqfh zh gr qrw revhuyh wkh hqwluh 58 hduv 0shulrg sulru wr wkh vshoo zh xvh wkh pruhfrqvhuydwlyh fulwhulrq 31: wr dyrlg plvfodvvlfdwlrq 1Ehwzhhq Mxo 4 4;9 dqg Ghfhpehu 64 44 lq wrwdo 86; pdohv lq wkh djh jurxs 7;084 hqwhuhg xqhpsorphqw iurp d uhjxodu mre 1 Zh hfoxghg wkrvh 54:68 vshoov e pdohvzkr glg qrw vdwlvi wkh zrun 0hshulhqfh uhtxluhphqw :593 vshoov iurp wkh vwhho vhfwru 47:8vshoov iurp upv zlwk ohvv wkdq 43 hpsorhhv lq wkh prqwk sulru wr lqrz 9:4 revhuydwlrqvzlwk uhvlghqfh lq WU dqg suhylrxv hpsorphqw lq FU ru ylfh yhuvd, 647 revhuydwlrqv zlwkplvvlqj lqirupdwlrq rq wkh orfdwlrq ri wkh suhylrxv hpsorhu 5356 revhuydwlrqv zlwk plvvlqjlqirupdwlrq rq wkh uhjuhvvru yduldeohv dqg 7636 vshoov zlwk dq hpsw uhihuhqfh jurxs dvghqhg lq wkh iroorzlqj vxevhfwlrq,1 Wkh qdo vdpsoh frpsulvhv 6869 xqhpsorphqw vshoov49;3 vshoov lq wkh djh jurxs 83084 dqg 4;7: lq wkh djh jurxs 7;071SUUitt L ih hihi 4i? t TLttMi iih u i ?__ t _ L? t Ti Lu ?i 4TL4i? ?_%Lht T_ t LU ti Uh UL?hML?t u Lh it D iht43Ghqlwlrq ri uhihuhqfh jurxs Wkhuh lv d vxevwdqwldo erg ri olwhudwxuh lq vrflrorj uhjdug 0lqj vrfldo qhwzrunv lq wkh oderu pdunhw Frufrudq hw do 1 4;3 Judqryhwwhu 48,1 Lqglylgxdovfduh derxw wkh dfwlrqv ri idplo phpehuv forvh iulhqgv uhodwlyhv dqg zrunsodfh froohdjxhv 1Dovr lqglylgxdov whqg wr fduh derxw wkh dfwlrqv ri rwkhu lqglylgxdov wkdw duh vlplodu wr wkhpzlwk uhvshfw wr djh dqg rffxsdwlrq 1 Dujxdeo lq wkh grpdlq ri xqhpsorphqw wkh uhohydqwuhihuhqfh jurxs frpsulvhv iruphu zrunsodfh froohdjxhv 1 Wkhvh lqglylgxdov duh olnho wr eh vlpl 0odu zlwk uhvshfw wr rffxsdwlrq dqg mre vnloov 1 Iruphu zrunsodfh froohdjxhv duh dovr xqhpsorhgdqg wkxv lq d srvlwlrq wkdw lv yhu vlplodu wr wkdw ri d sduwlfxodu lqglylgxdo 1 Pruhryhu vrfldolqwhudfwlrqv duh lghqwlhg lq wkh sduwldo 0srsxodwlrq lqwhuyhqwlrq dssurdfk edvhg rq yduldwlrqlq wkh uhihuhqfh jurxsv hqwlwohphqw wr wkh surjudp 1 Wkh pdlq vrxufh ri vxfk yduldwlrq lv wkhxqhpsorhg sduw ri wkh uhihuhqfh jurxs 1Wkh uhihuhqfh jurxs ri dq lqglylgxdo hqfrpsdvvhv doo rwkhu lqglylgxdov lq wkh djh eudfnhw 78087 hqwhulqj xqhpsorphqw iurp wkh vdph suhylrxv hpsorhu dv wkh lqglylgxdo lq wkh hduwkdw lv fhqwhuhg rq wkh lqrz gdwh ri wkh lqglylgxdo 1.Iljxuh 6 looxvwudwhv wklv ghqlwlrq ri wkh uhihuhqfh jurxs 1 Iluvw wkh gdwh zkhq lqglylgxdol uhjlvwhuv dw wkh sxeolf hpsorphqw vhuylfh lv uhfrughg 1 Wkhq doo xqhpsorphqw vshoov ruljl 0qdwlqj iurp wkh vdph suhylrxv hpsorhu e rwkhu lqglylgxdov lq wkh djh jurxs 78087 lq d shulrgqrw hfhhglqj 4;5 gdv ehiruh ru diwhu lqglylgxdo l uhjlvwhuv dw wkh sxeolf hpsorphqw vhuylfhduh vhohfwhg 1 Wkxv vshoov D dqg E duh doorfdwhg wr wkh uhihuhqfh jurxs zkhuhdv vshoo F lv qrwehfdxvh lw grhv qrw vwduw zlwklq wkh 4;5 gdv zlqgrz vlqfh lqglylgxdo l kdv uhjlvwhuhg dw wkhsxeolf hpsorphqw vhuylfh 1Figure 3 : Definition of reference group 182 days 182 days A B person i C .Ai TTih tit i ih 4t ?__ ?_ t Ti ?ih U?iM Ai ? Lu ?tt tc Liihc i?i 4TL4i? t Ti44Wklv ghqlwlrq ri wkh uhihuhqfh jurxs frqvlghuv wkuhh lpsruwdqw lvvxhv 1 Iluvw vhdvrqdolwlq wkh lqrz lqwr xqhpsorphqw grhv qrw dhfw wkh frpsrvlwlrq ri wkh jurxs lq dq lpsruwdqwpdqqhu 1 Iru lqvwdqfh vxssrvh wkdw upv whqg wr od r roghu lqglylgxdov lq d glhuhqw vhdvrqwkdq rxqjhu lqglylgxdov 1 Fkrrvlqj dq lqrz zlqgrz ri ohvv wkdq rqh hdu zrxog jhqhudwhyduldwlrq lq wkh sursruwlrq djhg 83 ru roghu lq wkh uhihuhqfh jurxs wkdw uhhfwv suhgrplqdqwowkhvh upv odr srolflhv 1 Vhfrqg wkh lqrz zlqgrz lv vpphwulf lq rughu wr doorz iru vrfldolqwhudfwlrqv erwk ehwzhhq lqglylgxdov zkr hqwhu xqhpsorphqw ehiruh dqg diwhu shuvrq l grhv 1Wklug e irfxvlqj rq wkh lqrz gdwhv wklv ghqlwlrq ri wkh uhihuhqfh jurxs grhv qrw uho rqwkh uhdoldwlrq ri wkh gxudwlrq ri xqhpsorphqw lq wkh uhihuhqfh jurxs 1 Wklv lv dgydqwdjhrxvehfdxvh suhylrxv uhvhdufk hpskdvlhv wkdw wkh fruuhodwlrq ehwzhhq lqglylgxdo rxwfrphv dqgjurxs rxwfrphv grhv qrw surylgh lqirupdwlrq rq vrfldo lqwhudfwlrqv 1Jurxs Lqglfdwruv Edvhg rq wkh deryh ghqlwlrq ri wkh uhihuhqfh jurxs wzr lqglfdwruv dwwkh jurxs ohyho zhuh fdofxodwhg iru hdfk xqhpsorphqw vshoo l, wkh sursruwlrq lq wkh jurxs E3E3djhg 83 wr 87 D dqg ll, wkh sursruwlrq lq wkh jurxs vdwlvilqj doo holjlelolw fulwhuld 1 Vshflfdoo ohw w ghqrwh wkh lqrz gdwh ri vshoo l lq gdv vlqfh d uhihuhqfh gdwh Ohw Uh ghqrwh wkh lghqwlfdwlrq qxpehu ri wkh suhylrxv hpsorhu ri vshoo l 1 Wkh uhihuhqfh jurxs rivshoo l lv wkh vhw ri vshoov J immh h 78 djh ? 88mw wm 4;5 l 9 mj WkhqDE3SSDLm 5 J,Lm 5 J,zlwk D 4 li vshoo m lv lq wkh djh jurxs 83 wr 87 dqg D 3 rwkhuzlvh dqg Q uhsuhvhqwlqjwkh qxpehu ri vshoov lq wkh djh jurxs 78 wr 871 Wkh lqglfdwru Dlv xvhixo ehfdxvh lw E3lv vwurqjo fruuhodwhg zlwk UE3exw grhv qrw uhhfw wkh glvwdqfh wr wkh erughu ri wuhdwhguhjlrqv 1 Pruhryhu wklv lqglfdwru doorzv lpsohphqwlqj dq lqirupdo whvw uhjduglqj wkh lghqwlilqjdvvxpswlrq glvfxvvhg lq wkh iroorzlqj vhfwlrq 1Ghqlqj Z 4 li wkh vshoo m vdwlvhv wkh suhylrxv zrun fulwhulrq dqg Z 3 rwkhuzlvhdqg W 4 li wkh orfdwlrq ri uhvlghqfh ri vshoo m lv lq wkh ruljlqdo 5; wuhdwhg uhjlrqv dqg W 3rwkhuzlvh SSUE3UE3DZWLm 5 J,SDZ4 W,Lm 5 J,SLm 5 J,li W 4Lm 5 J,li W 3Wkh lqglfdwru UE3glvwlqjxlvkhv ehwzhhq lqglylgxdov zkr duh uhvlghqw lq WUv dqg lqgl 0ylgxdov zkr duh uhvlghqw lq FUv lq rughu wr uhhfw iru erwk jurxsv wkh sursruwlrq ri lqglylgxdov 45vdwlvilqj wkh djh dqg zrun fulwhulrq olylqj lq wkh vdph uhjlrq 1 Qrwh wkdw UE3grhv qrw uh 0hfw wkh wlplqj ri wkh surjudp 1 Wklv lqirupdwlrq lv dgghg wr Uzkhq lw lv lqwhudfwhg zlwkwkh gxulqj surjudp gxpp G 4 li wkh vshoo vwduwv diwhu Mxqh 4;; dqg G 3 rwkhuzlvhVhfwlrq 8 frqwdlqv d vhqvlwlylw dqdovlv wkdw glvfxvvhv wklv lvvxh 1E3Wkh dyhudjh uhihuhqfh jurxs frqvlvwv ri 58 lqglylgxdov Wdeoh D4,1 Wkh sursruwlrq djhg 83 wr 87 lq wkh dyhudjh uhihuhqfh jurxs lv 78 dqg urxjko 67 ri wkh phpehuv ri hdfkuhihuhqfh jurxs vdwlvi wkh djh zrun dqg uhvlghqfh fulwhuld 1e W_i?UL?Wklv vhfwlrq glvfxvvhv lghqwlfdwlrq ri vrfldo lqwhudfwlrqv zlwk d vhohfwlyh sduwldo 0srsxodwlrqlqwhuyhqwlrq lq d glhuhqfhv 0lq 0glhuhqfhv vhwwlqj 1Ohw ghqrwh wkh rxwfrph l 1h 1 wkh gxudwlrq ri xqhpsorphqw wkh gxudwlrq ri xqhpsor0phqw fryhuhg e xqhpsorphqw lqvxudqfh ru wkh suredelolw wkdw wkh xqhpsorphqw vshoohfhhgv d fhuwdlq dprxqw ri wlph 1 Ohw j lqglfdwh wkh dwwulexwhv ri wkh uhihuhqfh jurxs dqg ohw U ghqrwh wkh idfw wkdw wkh lqglylgxdo lv djhg 83 ru roghu dqg kdv d frqwlqxrxv zrun klvwru1HWkhq frqvlghu wkh olqhdub prgho ri vrfldo lqwhudfwlrqv lq wkh srsxodwlrq lq d vlwxdwlrq zlwkrxwwkh hwhqghg ehqhwv surjudp Hmj, . 2HUmj, . j . %. f U . zkhuh xqhpsorphqw gxudwlrq hqgrjhqrxv vrfldo lqwhudfwlrqv, 4,9 3 lqglfdwhv wkdw lqglylgxdov whqg wr eh xqhpsorhg orqjhu lq jurxsv zlwk orqj 9 3 uhhfwv wkh idfw wkdw xqhp 0sorphqw gxudwlrq pd eh dhfwhg frpsrvlwlrq ri wkh uhihuhqfh jurxs zlwk uhvshfw wr djh ruzrun hshulhqfh hrjhqrxv ru frqwhwxdo lqwhudfwlrqv, dqg 9 3 vxjjhvwv wkdw xqhpsor0phqw vshoov pd eh vlplodu lq jurxsv vwduwlqj iurp wkh vdph suhylrxv hpsorhu fruuhodwhglqwhudfwlrqv,1 Wkh sdudphwhu 2phdvxuhv h0dqwh glhuhqfhv lq gxudwlrq ehwzhhq holjleoh dqgqrq 0holjleoh vshoov 1 Pdqvnl 46, vkrzv wkdw hqgrjhqrxv vrfldo lqwhudfwlrqv duh qrw lghqwlhglq wklv olqhdu prgho ehfdxvh wkh hshfwdwlrq ri wkh jurxsv rxwfrph Hmj, ghshqgv olqhduorq wkh jurxsv dyhudjh hrjhqrxv fkdudfwhulvwlfv HUmj, dqg rq wkh jurxsv dwwulexwhv j 1Surylghg wkdw ? 4 wkh uhgxfhg irup iru lv 4 f.2. 4 HUmj, . ,2U . j4 . %5,HAt ti UL? MthUt uh L4 __L? i Li?Lt UhUihtUt ? Lh_ih L t4Tu i _t UttL? Li i i 4ThU ?tt UL?h Lt u Lh ?4Mih Lu __L? UhUihtUt Eti UL? Dbh LU! ?_ hu E2ff _t Utt _i?UL? Lu t LU ?ihUL?t ? ?L??ih 4L_itb 46Wklv vkrzv wkdw hqgrjhqrxv vrfldo lqwhudfwlrqv duh qrw lghqwlhg ehfdxvh wkhuh lv rqolqirupdwlrq rq wzr sdudphwhuv dqg 2zkhuhdv zh qhhg lqirupdwlrq rq wkuhh sdudphwhuvlq rughu wr lqihu Lqwxlwlyho wkhuh duh wzr glvwlqfw uhdvrqv zk wkh rxwfrph yduldeo lvfruuhodwhg zlwk wkh jurxsv djh dqg hshulhqfh vwuxfwxuh 1 Iluvw vxfk d fruuhodwlrq dulvhv gxh wrfrqwhwxdo lqwhudfwlrqv 1 Vhfrqg vxfk d fruuhodwlrq dulvhv gxh wr wkh gluhfw hhfw ri ehlqj djhg 83 ru roghu dqg kdylqj orqj suhylrxv zrun hshulhqfh rq orqj 0whup xqhpsorphqw dhfwlqjhdfk lqglylgxdo zlwklq wkh jurxs 1 Wklv gluhfw hhfw fkdqjhv wkh hshfwdwlrq ri wkh rxwfrphzlwklq wkh jurxs dqg wkxv wkhuh lv d vhfrqg lqgluhfw fkdqjh lq wkh lqglylgxdo rxwfrph 1 Wkhpdlq glhuhqfh ehwzhhq wkhvh wzr fkdqqhov lv wkdw wkh iruphu rshudwhv hyhq li hqgrjhqrxvvrfldo lqwhudfwlrqv duh luuhohydqw zkhuhdv wkh odwwhu fkdqqho glvdsshduv 1Wkh pdlq lghd lq dssolqj wkh srolf fkdqjh wr lghqwli vrfldo lqwhudfwlrqv lv wkdw wkhsurjudp doorzv lqyhvwljdwlqj wkh vwuhqjwk ri wkh vhfrqg fkdqqho 1Lqwurgxflqj wkh surjudpfuhdwhv dq lqfhqwlyh iru holjleoh lqglylgxdov wr uhgxfh mre vhdufk lqwhqvlw dqg wr lqfuhdvh wkhuhvhuydwlrq zdjh 1 Li vrfldo lqwhudfwlrqv duh uhohydqw lq oderu vxsso ghflvlrqv wklv zloo dhfwwkh pdjqlwxgh ri wkh uhgxfhg irup sdudphwhu ehfdxvh wkh srolf fkdqjh lqfuhdvhv Li vrfldo 2lqwhudfwlrqv duh xqlpsruwdqw wkh uhgxfhg irup sdudphwhu phuho fdswxuhv hrjhqrxv vrfldolqwhudfwlrqv 1 Vshflfdoo wkh uhgxfhg irup prgho zlwk srolf lv jlyhq e 4 f.2. 4 HUmj, . ,2U . j4 . %6,bzkhuh 2f Frqvlghu wkh fkdqjh lq wkh uhgxfhg irup sdudphwhu 2lv lghqwlhg e frpsdulqj wkh fruuhvsrqglqj sdudphwhuv lq wkh prgho zlwkrxw dqg zlwk srolf1, Vhfrqg wkh gluhfw hhfw ri hwhqghg ehqhwv 2 Eq 2qnq2 qnq3q q 3q2 2Eqhfhhgv 23q Wkxv hvwlpdwhv ri wkh fkdqjh lq wkh sdudphwhu dwwdfkhg wr wkh jurxsv vkduh vdwlvilqj wkh UHES fulwhuld dqg wkh fkdqjh lq wkh sdudphwhu dwwdfkhg wr wkh lqglylgxdo ehqhw holjlelolwvwdwxv lghqwli wkh vwuxfwxudo vrfldo lqwhudfwlrqv sdudphwhu 1Lw lv srvvleoh wr uho rq wkh lqirupdwlrq rq uhjlrqv wkdw zhuh qhyhu holjleoh wr wkh surjudp wrfrqwuro iru hfrqrp zlgh fkdqjhv ryhu wlph lq wkh uhgxfhg irup sdudphwhuv 1 Uhfdoo wkdw G 4li d vshoo vwduwv lq ru diwhu Mxqh 4;; W 4 li wkh orfdwlrq ri uhvlghqfh lv lq wkh 5; wuhdwhguhjlrqv dqg D 4 wkh lqglylgxdo lv djhg 83 ru roghu dw wkh ehjlqqlqj ri wkh xqhpsorphqwf Ai LhiUc i ?i igi U Lu ?Uhitit ? Mi?i _hL? L? ?i 4TL4i? _hL? t ?L Uih 5iiLhi?ti? Eb  u Lh ? ih 4L_i Lu LM tih U Lh V? _i? ih Ebbf u Lh 4Lhi hi Ui? _t UttL? Lu iigi U Lu Mi?i _hL? L? ?i 4TL4i? _hL? TTi_ t_itc Liihc ?_ t?U? ?_ TLtiigi U Lu i i?_i_ Mi?it L? ?i 4TL4i? _hL? 5ii h_ ?_ wi?i E2ffc k3 ?_ iih Ebbf u LhiL?t Lu i igi Ut Lu Th LL?i_ ?i 4TL4i? Mi?it L? ?i 4TL4i? _hL? ? i N5 Lh wi?_ i4ih E2ff 2 ?_ ?ih,M4ih Ebb H u Lh ? iL? Lu t igi U ? th47vshoo 1 Wkh hpslulfdo lpsohphqwdwlrq ri wklv glhuhqfh 0lq 0glhuhqfh lghqwlfdwlrq vwudwhj lvjlyhq e f UE3. GUE3. 2WUE3. GWUE3.e D . DGD . SWD . .GWD .H . b G . f W . GW . j . 7,zlwk phdvxulqj wkh surjudp vshflf fkdqjh lq wkh uhgxfhg irup sdudphwhu wkdw fdswxuhvwkh fruuhodwlrq ehwzhhq wkh lqglylgxdo rxwfrph zlwk wkh jurxsv vkduh vdwlvilqj UHES fulwhuld dqg . fdswxulqj wkh surjudp vshflf fkdqjh lq wkh rxwfrph iru lqglylgxdov zkr duh UE3hqwlwohg wr UHES1Lq dgglwlrq wr wkh olqhdu prgho wkh lghqwlilqj dvvxpswlrqv duh wkdw erwk wkh vwuxfwxudovrfldo lqwhudfwlrqv sdudphwhu dqg wkh sdudphwhu fdswxulqj hrjhqrxv vrfldo lqwhudfwlrqv uhpdlqxqdhfwhg e wkh surjudp l 1h 1 Dujxdeo wkh dvvxpswlrq uhjduglqj wkh vwuxfwxudo vrfldo lqwhudfwlrqv sdudphwhu lv lqqrfx 0rxv 1 Wklv sdudphwhu uhhfwv wkh vwuhqjwk ri vrfldo qhwzrunv dprqj wkh xqhpsorhg 1Lw lvglfxow wr vhh krz wkh lqwurgxfwlrq ri wkh surjudp pd kdyh dowhuhg wkhvh qhwzrunv 1Wkh fuxfldo lghqwlilqj dvvxpswlrq uhihuv wr wkh devhqfh ri surjudp 0vshflf fkdqjhv lqfrqwhwxdo lqwhudfwlrqv 1 Dw uvw wklv dvvxpswlrq dsshduv wr eh lqqrfxrxv 1 Wkh pdlq djjuhjdwhvwdwlvwlf dhfwlqj wkh suredelolw ri ohdylqj xqhpsorphqw lv oderu pdunhw wljkwqhvv wkh udwlrri ydfdqflhv wr mre vhhnhuv 1 Dv orqj dv lqihuhqfh lv frqglwlrqdo rq d vwdwlvwlf vxppdullqj wkhvwdwh ri wkh oderu pdunhw wkhuh lv qr uhdvrq zk wkh frpsrvlwlrq ri wkh uhihuhqfh jurxsvkrxog dhfw lqglylgxdo hlw iurp xqhpsorphqw 1 Qhyhuwkhohvv zh dgguhvv wkh srvvlelolwri fkdqjhv lq wkh sdudphwhu uhhfwlqj frqwhwxdo lqwhudfwlrqv lq wzr lqgluhfw zdv 1 Iluvw lw lvsodxvleoh wkdw lqglylgxdov vdwlvilqj wkh suhylrxv zrun uhtxluhphqw duh vxevwlwxwhv durxqg wkhdjh wkuhvkrog zlwkrxw wkh surjudp 1 Wkxv ehiruh wkh surjudp zdv lqwurgxfhg wkh fruuhodwlrqehwzhhq wkh lqglylgxdo rxwfrph zlwk wkh pdlq uhjuhvvru UE3lv olnho wr eh vlplodu durxqgwkh djh wkuhvkrog 1 Krzhyhu qrwh wkdw wkh surjudp lqwurgxfhv d vwurqj glvwlqfwlrq dw wkh djhwkuhvkrog 831 Holjlelolw lqfuhdvhv wkh edujdlqlqj srzhu ri wkh zrunhuv deryh wkh wkuhvkrogi Uti hiMi _ L? U?Uit t ?L Mic i i 4ThU ?tt UL?h Lt u Lh i ti Lu i MLh 4h!i i ?i 4TL4i? hi ? i i h LT e DDe48vwurqjo zkloh ohdylqj xqdhfwhg wkh edujdlqlqj srzhu ri wkh rxqjhu zrunhuv 1 Dovr UE3uhhfwv wkh vkduh ri lqglylgxdov zlwk vwurqj edujdlqlqj srzhu zlwklq wkh uhihuhqfh jurxs 1Wkxv li frqwhwxdo lqwhudfwlrqv duh uhohydqw wkh duh olnho wr fkdqjh vwurqjo zkhq prylqjdfurvv wkh wkuhvkrog ehfdxvh wkh edujdlqlqj srvlwlrq ri wkh lqglylgxdo fkdqjhv vwurqjo1 Wklvprwlydwhv lghqwlilqj wkh uhgxfhg irup sdudphwhu vhsdudwho2 lq wkh vdpsoh fryhulqj vshoovdjhg 83084 D 4, dqg lq wkh vdpsoh frqvlvwlqj ri vshoov djhg 7;07 D 3, dv iroorzv f UE3. GU. 2WUH . b G . f W . GW . jE3E3 . . GWUE3.8,Djdlq wkh sdudphwhu fdswxuhv wkh fkdqjh lq wkh fruuhodwlrq ehwzhhq dqg UE3wkdwlv vshflf wr wkh surjudp lpsohphqwdwlrq 1 Wklv fkdqjh vkrxog eh lghqwlfdo lq wkh qrq 0hqwlwohgdv lq wkh hqwlwohg vdpsoh li lw lv gxh wr vrfldo lqwhudfwlrqv 1Wkh vhfrqg zd ri dgguhvvlqj fkdqjhv lq frqwhwxdo lqwhudfwlrqv whvwv zkhwkhu wkhuh lvd surjudp vshflf fkdqjh lq wkh fruuhodwlrq ehwzhhq wkh lqglylgxdo rxwfrph zlwk d vhfrqguhjuhvvru ghqhg dw wkh jurxs ohyho wkdw grhv qrw fdswxuh wkh jurxsv vkduh vdwlvilqj UHESfulwhuld 1 Ohw E3 DE3 UE3fdswxuh wkh vkduh vdwlvilqj wkh djh fulwhulrq exw qrwwkh suhylrxv zrun ru orfdwlrq ri uhvlghqfh fulwhuld 1 Wkh vhfrqg whvw frqvlvwv ri lqwurgxflqjdorqj zlwk doo lqwhudfwlrqv zlwk G dqg W wr wkh glhuhqfh 0lq 0glhuhqfh uhjuhvvlrq8,1 Wkhuh vkrxog eh qr uhjlrq 0vshflf fkdqjh lq wkh hhfw ri wklv yduldeoh rq wkh rxwfrph E3ehfdxvh E3phdvxuhv wkh vkduh ri vshoov lq wkh uhihuhqfh jurxs wkdw duh qrw hqwlwohg wr UHES ehfdxvh wkh ylrodwh hlwkhu wkh suhylrxv zrun ru wkh uhvlghqfh fulwhuld 1 Wkh lpsruwdqwdgydqwdjh ri vxfk d whvw lv wkdw lw dggv sodxvlelolw wr wkh lghqwlilqj dvvxpswlrq uhodwlqj wr wkhpdlq uhjuhvvru UE3 Lw lv xqolnho wkdw frqwhwxdo ru fruuhodwhg hhfwv fkdqjh lq d pdqqhuwkdw lv ruwkrjrqdo wr E3exw fruuhodwhg zlwk UE31Wkh uhpdlqlqj frqglwlrq xqghu zklfk wkh lghqwlfdwlrq vwudwhj zrunv ghdov zlwk fruuhodwhglqwhudfwlrqv l 1h 1 wkh srwhqwldo iru rplwwhg yduldeohv wr eldv wkh uhvxowv 1 Lq wkh glhuhqfh 0lq 02W_i?u? i Ut Th4iih ? _t?U t ? i UL?i Lu ti Tih4i?t t hi UL44i?_i_ Miih Ebb D ti UL?_ hit L? 4L? i t4i ti ThL? Lu i t4Ti t i igi Ut Lu t i i?_i_ Mi?it TLU 4 Mi iih Li?i Lt Ai _ihii L U ?__t _i U_i L hi_Ui tih U ig Lh ?_ ?Uhiti ihitihL? i _i Ti?_t L? hMit hi ?L LMtihi_ ? i _ti tU t LtiL_ ?UL4i 6Lh ?__t LtiL_ ?UL4ic i , t 4U 4Lhi i?ih Lt i i?tL? ? u Lh ?__t L LtiL_ ?UL4i Mi Uti i ih hi iMi u Lh T L b 2 I Lu ThiLt ?i 4TL4i? Mi?it ? iu Lh 4 Lu ?i 4TL4i? ttt?Ui Wu iti ?LMtihi_ hMit _iih 4?i i ii Lu ?i 4TL4i? ttt?Ui h?tuiht hi ULhhii_ E3l? __L? L t LU ?ihUL?t 5T? i t4Ti Lt _t Utt? i U?i ? i t LU ?ihUL?ti hi_Ui_ u Lh 4 Th4iih hii Ut iih Li?Lt hi4i? igi Ut Th4iih ti Thi u Lh i iMi t Tit t i t u Lh i ?L?iMi t Tit49glhuhqfh vhwwlqj wkh dvvxpswlrq xqghu zklfk fruuhodwhg lqwhudfwlrqv duh luuhohydqw lv wkdw wkhfrqglwlrqdo hshfwdwlrq ri wkh huuru whup lv qrw uhjlrq dqg wlph 0vshflf l 1h 1Hmj U Hmj U GU GU WU WU G W GWU G W,E3 GW,9,E3E3E3E3E3E3Vhfwlrq 5 surylghv hylghqfh wkdw wkhuh zdv qr uhjlrq 0vshflf vkrfn wr wkh ohyho ri hpsor0phqw lq wkh qrq 0vwhho vhfwru jxuh 5,1 Krzhyhu lw lv srvvleoh wkdw wkh UHES dhfwhg wkhfrpsrvlwlrq ri wkh lqrz lq vxfk d zd wkdw lqihuhqfh rq vrfldo lqwhudfwlrqv ehfrphv lpsrv 0vleoh 1 Zkhuhdv lw lv qrw srvvleoh wr dvvhvv wkh ydolglw ri 9, zlwk uhvshfw wr xqrevhuydeohfkdudfwhulvwlfv wkh sdshu sursrvhv wr lqyhvwljdwh zkhwkhu wkh frpsrvlwlrq ri wkh lqrz lv di 0ihfwhg lq d surjudp 0vshflf zd dorqj lpsruwdqw revhuydeoh fkdudfwhulvwlfv Vkduh vdwlvilqj UHES fulwhuld hduqlqjv up vlh,1 Wklv surfhgxuh lv lqirupdwlyh rq wkh ydolglw ri 9, dv orqjdv wkhuh duh qr xqrevhuyhg fkdudfwhulvwlfv wkdw duh ruwkrjrqdo wr wkhvh lpsruwdqw revhuydeohfkdudfwhulvwlfv 1 Zh ghihu d ghwdlohg glvfxvvlrq ri fkdqjhv lq wkh frpsrvlwlrq ri wkh lqrz wrwkh iroorzlqj vhfwlrq wdeoh 8,1D itt Ghvfulswlyh Dqdovlv Wdeoh 4 vkrzv wkh ulvn ri orqj 0whup xqhpsorphqw l 1h 1 wkh vkduh rivshoov wkdw odvw orqjhu wkdq 9 prqwkv e uhjlrq ri uhvlghqfh dqg UHES hqwlwohphqw iru wkhshulrg ehiruh wkh surjudp zdv lqwurgxfhg froxpq Ehiruh, dqg iru wkh gxulqj shulrg froxpqGxulqj,1 Pruhryhu wkh dqdovlv irfxvhv rq wkh hyhqw wkdw wkh vshoo hfhhgv 9 prqwkv ehfdxvhwklv phdvxuh lv qrw lqxhqfhg e uljkw fhqvrulqj dqg lv dujxdeo dq lqglfdwru wkdw lv pruhuhdglo revhuyhg e lqglylgxdov wkdq phdq xqhpsorphqw gxudwlrq 1 Orqj 0whup xqhpsorphqwfdq eh revhuyhg diwhu 9 prqwkv zkhuhdv wkh phdq gxudwlrq lq wkh jurxs fdq srwhqwldoo qhyhueh fdofxodwhg hdfwo1 Qrwh krzhyhu wkdw uhvxowv edvhg rq glhuhqw rxwfrph lqglfdwruv duhsurylghg dv d vhqvlwlylw dqdovlv ehorz 1Lq wkh shulrg ehiruh UHES wkh ulvn ri orqj 0whup xqhpsorphqw zdv urxjko irulqglylgxdov vdwlvilqj doo UHES fulwhuld 1 Wkh fruuhvsrqglqj jxuh zdv voljkwo orzhu ;19 ,iru lqglylgxdov djhg 7;07 zlwk uhvlghqfh lq wuhdwhg uhjlrqv 1 Wkh ulvn ri wkh vshoo gxudwlrqhfhhglqj 9 prqwkv lqfuhdvhv vwurqjo lq wkh shulrg zkhq UHES lv lqwurgxfhg iru wkh djhjurxs 83084 iurp 13 wr 491: 1 Wkhuh lv d ghfuhdvh lq wkh ulvn ri orqj 0whup xqhpsorphqwlq wkh djh jurxs 7;07 lq wuhdwhg uhjlrqv iurp ;19 wr 919 1 Wklv hylghqfh lv frqvlvwhqw zlwkwkh ksrwkhvlv wkdw mre vhhnhuv ehorz wkh djh ri 83 hduv lq wuhdwhg uhjlrqv pd kdyh irxqg 4:mrev pruh txlfno ehfdxvh wkh surjudp uhgxfhg mre vhdufk lqfhqwlyhv iru lqglylgxdov djhg 83ru roghu 1 Wkxv wkh ulvn ri orqj 0whup xqhpsorphqw lqfuhdvhg e 19 shufhqwdjh srlqwv pruhvwurqjo iru wkh hqwlwohg lqglylgxdov wkdq iru wkh qrq 0hqwlwohg lqglylgxdov lq wuhdwhg uhjlrqv 1Table 1 : Risk of longterm unemployment and the REBPNonsteel inflow Before REBP During REBPTime effect Treated Regions Age 5051Age 4849Age effect Control Regions Age 5051Age 4849Age effect REBP Effect.0901251.0861447.005.011.0624328.0695109.008.005.1672662.0662485.101.009.0818649.0819438.000.004.077.011.019.009.096.014.019.005.011.005.008.007.088.015Source: Own calculations, based on Austrian Social Security data.Wkh orzhu sdqho lq wdeoh 4 vkrzv wkh fruuhvsrqglqj fdofxodwlrqv iru wkh vhw ri uhjlrqvzlwkrxw UHES hqwlwohphqw 1 Wklv doorzv glvfxvvlqj zkhwkhu wkhuh zdv dq djh vshflf vhfxoduwuhqg lq wkh ulvn ri orqj 0whup xqhpsorphqw lq wkh shulrg zkhq UHES zdv lqwurgxfhg 1 Lqghhgwkh ulvn ri orqj 0whup xqhpsorphqw lqfuhdvhv voljkwo pruh lq wkh djh jurxs 83084 wkdq lq wkhdjh jurxs 7;07 exw wklv lqfuhdvh lv yhu vpdoo dqg lqvljqlfdqw 1 Qhyhuwkhohvv vxewudfwlqj wklvvhfxodu wuhqg iurp wkh hhfw uhsruwhg deryh uhyhdov wkdw wkh ulvn ri orqj 0whup xqhpsorphqwlqfuhdvhg e ;1; shufhqwdjh srlqwv pruh vwurqjo iru wkh hqwlwohg lqglylgxdov wkdq zrxog ehhshfwhg jlyhq wkh lqirupdwlrq rq qrq 0hqwlwohg lqglylgxdov lq wuhdwhg dqg frqwuro uhjlrqv 1Wdeoh 5 lqyhvwljdwhv krz wkh ulvn ri orqj 0whup xqhpsorphqw pd eh dhfwhg e vrfldolqwhudfwlrqv e doorfdwlqj hdfk vshoo wr rqh wzr jurxsv 1 Wkh uvw jurxs frqwdlqv doo vshoov zlwk 4;d uhihuhqfh jurxs frqwdlqlqj %pdq rog iruphu zrunsodfh froohdjxhv% wkdw lv vshoov zlwk dvkduh ri vshoov lq wkh djh jurxs 83087 hfhhglqj 181 Wkh vhfrqg jurxs frqwdlqv vshoov zlwk %ihzrog iruphu zrunsodfh froohdjxhv%1 Dgglwlrqdoo wkh fdofxodwlrqv duh shuiruphg vhsdudwho iruwkh djh jurxs 83084 dqg wkh djh jurxs 7;07 lq rughu wr frqglwlrq rq UHES holjlelolw1 Wdeoh 5 vkrzv wkdw wkh suredelolw ri orqj 0whup xqhpsorphqw lqfuhdvhv yhu vwurqjo iurp :1; wr 531 lq wkh djh jurxs 83084 zlwk %pdq rog froohdjxhv%1 Wkhuh lv d vxevwdqwldoo zhdnhulqfuhdvh lq wkh ulvn ri orqj 0whup xqhpsorphqw iru vshoov zlwk %ihz rog froohdjxhv% iurp 1; wr 4418 1 Wkxv wkh suredelolw ri orqj 0xqhpsorphqw vshoov lqfuhdvhv e 4417 shufhqwdjhsrlqwv vwurqjhu iru wkh hqwlwohg lqglylgxdov zlwk pdq rog iruphu zrunsodfh froohdjxhv 1 Wkhfruuhvsrqglqj fdofxodwlrq lq wkh frqwuro uhjlrqv vkrzv wkdw wkh ulvn ri orqj 0whup xqhpsorphqwlqfuhdvhv voljkwo pruh vwurqjo lq wkh jurxs zlwk %pdq rog iruphu zrunsodfh froohdjxhv%1Wkh glhuhqfh 0lq 0glhuhqfh fdofxodwlrq vkrzv wkxv wkdw wkh ulvn ri orqj 0whup xqhpsorphqwlqfuhdvhv e 19 shufhqwdjh srlqwv pruh vwurqjo iru wkh hqwlwohg lqglylgxdov zlwk %pdq rogzrunsodfh% froohdjxhv 1Table 2 : Social interactions and the risk of longterm unemployment Nonsteel inflow Treated regions Share aged 5054 .5 Share aged 5054 .5 Age composition effect Control regions Share aged 5054 .5 Share aged 5054 .5 Age composition effect Social interaction effect Before Age 5051During Time effect Age 4849Before During Time effect.078498.098753.020.016.0471697.0722631.025.007.2091480.1151182.094.014.0774240.0854409.008.006.130.016.017.014.114.021.031.007.013.007.018.009.096.023.049552.108895.059.014.0582025.0773084.019.007.0751273.0571212.018.010.0744246.0865192.011.006.026.012.051.012.078.017.016.007.009.006.007.009.071.019Source: Own calculations, based on Austrian Social Security data.Pruhryhu fdofxodwlrqv iru wkh djh jurxs 7;07 surylgh hylghqfh ri d vslooryhu hhfw ri UHESrq oderu vxsso ghflvlrqv 1 Wdeoh 7 uljkw sdqho vkrzv wkdw wkhuh lv dq lqfuhdvh lq wkh ulvn riorqj 0whup xqhpsorphqw iurp 71 wr :18 iru vshoov lq wkh djh jurxs 7;07 olylqj lq wuhdwhg 4uhjlrqv zlwk d kljk sursruwlrq ri lqglylgxdov djhg 83 ru roghu lq wkh uhihuhqfh jurxs 1 Wkhuh lvd vwurqj ghfuhdvh lq wkh ulvn ri orqj 0whup xqhpsorphqw iurp 431; wr 81: iru vshoov zlwk%ihz rog iruphu zrunsodfh froohdjxhv% ohdglqj wr d uhodwlyh lqfuhdvh lq wkh ulvn ri orqj 0whupxqhpsorphqw lq wkh jurxs zlwk %pdq rog iruphu zrunsodfh froohdjxhv%1 Wkh fruuhvsrqglqjfdofxodwlrqv lq wkh frqwuro uhjlrqv vxjjhvw wkdw wkh ulvn ri orqj 0whup xqhpsorphqw lqfuhdvhvrqo voljkwo pruh vwurqjo iru vshoov zlwk %pdq rog iruphu zrunsodfh froohdjxhv%1 Wkxv wkhulvn ri orqj 0whup xqhpsorphqw lqfuhdvhv glvsursruwlrqdwho e :14 shufhqwdjh srlqwv lq djurxs wkdw grhv qrw vdwlvi wkh djh holjlelolw fulwhulrq exw kdv dujxdeo vwurqj vrfldo frqwdfwvzlwk hqwlwohg lqglylgxdov 1Uhjuhvvlrq Dqdovlv Lq rughu wr dvvhvv vrfldo lqwhudfwlrqv lq d pxowlyduldwh vhwwlqj wkholqhdu suredelolw prgho lv dssolhg wr wkh rxwfrph yduldeoh 4 li wkh vshoo odvwv orqjhu wkdq 9 prqwkv dqg 3 rwkhuzlvh 1 Wkhuh duh pdlqo wzr dujxphqwv iru wkh olqhdu suredelolwprgho 1 Iluvw wkh vwuhqjwk ri wkh %sduwldo 0srsxodwlrq lqwhuyhqwlrq% lv wkdw vrfldo lqwhudfwlrqvduh lghqwlhg lq d olqhdu prgho 1 Lqwurgxflqj qrq 0olqhdulw dw wklv vwdjh lv wkxv qrw qhfhvvduiru lghqwlfdwlrq 1 Pruhryhu Prww 4, dujxhv wkdw lq dssolfdwlrqv zlwk pdlq irfxv rq wkhpdujlqdo hhfwv lw pd eh xvhixo wr frqvlghu wkh olqhdu suredelolw prgho 1 Qhyhuwkhohvv zhdovr lqyhvwljdwh uhvxowv edvhg rq wkh orjlw prgho lq wkh vhqvlwlylw dqdovlv ehorz 1 Uhsruwhgdvpswrwlf 0Ydoxhv fruuhfw iru khwhurvnhgdvwlflw xvlqj Zklwh 4;3,v phwkrg 1 Ixuwkhupruhwr dyrlg wkh Prxowrq 43, slwidoo zkhq uhjuhvvlqj dq djjuhjdwh yduldeoh rq dq lqglylgxdorxwfrph wkh huuru whup lv doorzhg wr eh fruuhodwhg fhoov ghqhg e wkh suhylrxv hpsorhu 1Wdeoh 6 shuirupv hvvhqwldoo wkh vdph glhuhqfh 0lq 0glhuhqfh fdofxodwlrq dv wdeoh 5 dggl 0wlrqdoo frqwuroolqj iru d qxpehu ri lqglylgxdo up dqg uhjlrq fkdudfwhulvwlfv 1Lqglylgxdofkdudfwhulvwlfv duh djh pdulwdo vwdwxv hgxfdwlrq zklwh froodu mre qdwlrqdolw zrun hshul 0hqfh lq wkh suhylrxv 43 hduv dqg orjdyhudjh gdlo hduqlqjv lq wkh suhylrxv mre, l 1h 1 hduqlqjvlq d hdu glylghg e qxpehu ri gdv zrunhg lq wkdw hdu 1 Wkh up fkdudfwhulvwlfv duh wkh orjri uhvshfwlyho wkh qxpehu ri lqglylgxdov lq wkh uhihuhqfh jurxs up vlh dyhudjh hduqlqjvdqg wkh shufhqwdjh ri zrunhuv lq wkh djh jurxs 83087 uhodwlyh wr zrunhuv lq wkh djh jurxs 780871 Ilup vlh dyhudjh hduqlqjv dqg wkh shufhqwdjh ri zrunhuv lq wkh djh jurxs 83087 duhphdvxuhg rq wkh 43wk gd ri wkh prqwk suhfhglqj lqglylgxdo lv lqrz prqwk 1 Uhjlrqdo fkdu 0dfwhulvwlfv duh wkh xqhpsorphqw udwh lq wkh djh jurxs 78087 lq wkh uhjlrq ri uhvlghqfh dqg dyduldeoh fdswxulqj wkh glvwdqfh iurp wkh lqglylgxdov uhvlghqfh wr wkh erughu ehwzhhq wuhdwhgdqg frqwuro uhjlrqv 1 Wdeoh D4 surylghv ghvfulswlyh vwdwlvwlfv rq wkhvh yduldeohv 1Wkh uhvxowv lq wkh ohiw sdqho ri wdeoh 6 vkrz wkdw wkhuh lv qr h dqwh fruuhodwlrq ehwzhhq 53Table 3 : Social interactions in unemployment Dependent variable : spell lasts longer than 6 monthslinear probability estimates Age 5051Age 4849Coeff. zValue Coeff. zValue Share aged 5054TR Share aged 5054During Share aged 5054During TR Share aged 5054TRDuring During TRFirm characteristics Individual characteristics Adjusted R2Number of observations.003.008.010.045.004.014.040.84.762.102.61.402.302.74.002.019.003.022.008.017.028.502.24.612.17.832.992.45Yes Yes.1416890Yes Yes.1118479Source: Own calculations, based on Austrian Social Security data.wkh vkduh djhg 83087 lq wkh uhihuhqfh jurxs dqg wkh suredelolw ri orqj whup xqhpsorphqw 1Dovr wkhuh duh qr glhuhqfhv lq wklv fruuhodwlrq ehwzhhq vshoov zlwk uhvlghqfh lq wuhdwhg uhjlrqvfrpsduhg wr vshoov zlwk uhvlghqfh lq frqwuro uhjlrqv 1 Dovr wkhuh lv d vwdwlvwlfdoo vljqlfdqwexw txdqwlwdwlyho xqlpsruwdqw fkdqjh lq wklv fruuhodwlrq dv ri Mxqh 4;; frhflhqw Gxulqj Vkduh djhg 83087,1 Vlqfh wkh yduldeoh vkduh djhg 83087 lv vwdqgduglhg wkh hvwlpdwhv vxjjhvwwkdw wkh suredelolw ri orqj 0whup xqhpsorphqw lv kljkhu e 4 shufhqwdjh srlqw iru vshoovzlwk d rqh vwdqgdug ghyldwlrq 1598, kljkhu vkduh ri vshoov lq wkh djh jurxs 830871 Wkhprvw lpsruwdqw fkdqjh lq wkh fruuhodwlrq ehwzhhq wkh rxwfrph dqg jurxs frpsrvlwlrq rffxuvkrzhyhu lq wuhdwhg uhjlrqv diwhu UHES zdv lqwurgxfhg 1 Wkh hvwlpdwhv vxjjhvw wkdw wkh ulvnri orqj 0whup xqhpsorphqw lqfuhdvhv e 718 shufhqwdjh srlqwv gxh wr dq lqfuhdvh lq wkh vkduhdjhg 83087 lq wkh uhihuhqfh jurxs 1Vhfrqg uhvxowv lq wdeoh 5 iru wkh djh jurxs 7;07 dovr lqglfdwh wkdw wkhuh lv qr d sulrulfruuhodwlrq ehwzhhq wkh djh frpsrvlwlrq ri wkh uhihuhqfh jurxs dqg wkh suredelolw ri orqj 0whupxqhpsorphqw 1 Lq frqwudvw wr wkh roghu djh jurxs wkh suredelolw ri orqj whup xqhpsorphqwlv hvwlpdwhg wr eh orzhu lq wuhdwhg uhjlrqv wkh kljkhu wkh vkduh djhg 83 dqg roghu lq wkh uhihuhqfhjurxs 1 Vlplodu wr suhylrxv uhvxowv wkhuh lv d UHES0vshflf lqfuhdvh lq wkh fruuhodwlrq ehwzhhqwkh rxwfrph yduldeoh dqg jurxs frpsrvlwlrq lq wkh vdpsoh fryhulqj wkh djh jurxs 7;071Wkh hvwlpdwhv dovr vkrz wkh glhuhqfhv ehwzhhq vshoov lq wuhdwhg uhjlrqv dqg vshoov lq 54frqwuro uhjlrqv erwk ehiruh UHES dqg gxulqj UHES1 Lq erwk djh jurxsv wkhuh duh qr h dqwhglhuhqfhv lq wkh suredelolw ri orqj 0whup xqhpsorphqw frhflhqw Wuhdwhg uhjlrq,1Lqerwk djh jurxsv wkhuh lv d vljqlfdqw uhgxfwlrq lq wkh suredelolw ri orqj 0whup xqhpsorphqwryhu wlph frhflhqw Gxulqj,1 Wklv lpsuryhphqw lq mre fkdqfhv fdq suredeo eh hsodlqhge wkh shulrg ri srvlwlyh jurzwk ri wkh Dxvwuldq hfrqrp1 Lq wkh djh jurxs 83084 wkhuh lvd vljqlfdqw lqfuhdvh lq wkh suredelolw ri orqj 0whup xqhpsorphqw e 7 shufhqwdjh srlqwvgxh wr UHES frhflhqw Gxulqj Wuhdwhg uhjlrqv, zkhuhdv wkhuh lv d vljqlfdqw uhgxfwlrqlq wkh suredelolw ri orqj 0whup xqhpsorphqw iru wkh djh jurxs 7;07 gxh wr UHES1 Wdnhqwrjhwkhu wkh hvwlpdwhv vxjjhvw wkdw wkh suredelolw ri orqj 0whup xqhpsorphqw lqfuhdvhg e91; shufhqwdjh srlqwv pruh vwurqjo lq wkh djh jurxs 83084 uhodwlyh wr wkh djh jurxs 7;07 gxhwr UHES1Ri frxuvh wkh djh frpsrvlwlrq ri wkh uhihuhqfh jurxs uhhfwv rqo lpshuihfwo wkh sur 0sruwlrq lq wkh uhihuhqfh jurxs dfwxdoo hqwlwohg wr UHES1 Lw lv srvvleoh wr lqyhvwljdwh wr zkdwhwhqw wkh fkdqjhv revhuyhg lq wdeoh 6 duh dfwxdoo gxh wr wkh Vkduh vdwlvilqj doo UHES ful 0whuld1 Wdeoh 7 ghfrpsrvhv wkh hhfw ri wkh uhjuhvvru Vkduh djhg 83087 lqwr dq hhfw gxh wrVkduh vdwlvilqj UHES fulwhuld dqg lqwr hhfw gxh wr Uhvw ghqhg dv wkh glhuhqfh ehwzhhqVkduh djhg 83087 dqg Vkduh vdwlvilqj UHES fulwhuld1 Wkh Uhvw yduldeoh fdswxuhv wkxvwkh vkduh ri vshoov zlwklq wkh uhihuhqfh jurxs zkr gr qrw vdwlvi hlwkhu wkh suhylrxv zrun ru wkhuhvlghqfh fulwhulrq 1 Wkxv wdeoh 7 lpsohphqwv wkh whvw ri wkh lghqwlilqj dvvxpswlrq glvfxvvhglq wkh suhylrxv vhfwlrq 1Wkh uhvxowv lqglfdwh wkdw lq wkh djh jurxs 83084 wkh fkdqjh lq wkh fruuhodwlrq ehwzhhqwkh rxwfrph dqg jurxs frpsrvlwlrq lv rqo gxh wr wkh vkduh ri vshoov vdwlvilqj doo UHESfulwhuld 1 Wkh hvwlpdwhv vkrz wkdw wkh suredelolw ri orqj 0whup xqhpsorphqw lv odujhu e81: shufhqwdjh srlqwv gxh wr dq lqfuhdvh lq wkh vkduh vdwlvilqj UHES fulwhuld 1 Wkhuh lv qrfruuhvsrqglqj UHES vshflf fkdqjh ehwzhhq wkh vkduh dovr vdwlvilqj wkh djh fulwhulrq exwylrodwlqj hlwkhu wkh uhvlghqfh ru suhylrxv zrun fulwhulrq frhflhqw Gxulqj Wuhdwhg uhjlrq Uhvw,1 Krzhyhu wkh hvwlpdwhv iru wkh djh jurxs 7;07 vkrz wkh rssrvlwh slfwxuh 1 Khuh wkhfkdqjh lq wkh fruuhodwlrq ehwzhhq wkh rxwfrph dqg jurxs frpsrvlwlrq lv rqo gxh wr wkh Uhvwyduldeoh fdswxulqj wkh vkduh zlwklq wkh uhihuhqfh jurxs djhg 83 ru roghu wkdw lv qrw hqwlwohgwr UHES1 Wklv vxjjhvwv wkdw wkh lghqwlilqj dvvxpswlrq uhjduglqj wkh Vkduh vdwlvilqj UHESfulwhuld pd eh ylrodwhg 1 Lq sulqflsoh wkhvh qglqjv frxog eh gxh wr erwk d surjudp vshflffkdqjh lq frqwhwxdo lqwhudfwlrqv dqg gxh wr surjudp 0vshflf fkdqjhv lq wkh frpsrvlwlrq riwkh lqrz 1Lw lv srvvleoh wr glvfxvv surjudp 0vshflf fkdqjhv lq wkh uhodwlyh vlh dqg wkh frpsrvlwlrq 55Table 4 : Is the effect solely due to REBP entitlement?Dependent variable : spell lasts longer than 6 monthslinear probability estimates Share eligible TR Share eligible During Share eligible During TR Share eligible Rest TR Rest During Rest During TR Rest TRDuring During TRFirm characteristics Individual characteristics Adjusted R2Number of observations Age 5051Coeff.zValue Age 4849Coeff. zValue.002.011.007.057.57.981.553.17.005 1.01.001.052.13.012.81.011.006.55.013 2.042.35.034Yes Yes.14816890.003.016.004.017.001.022.001.029.010.018.025.691.82.861.60.152.17.222.431.063.032.26Yes Yes.10618479Source: Own calculations, based on Austrian Social Security data.ri wkh lqrz lq wuhdwhg uhjlrqv dqg frqwuro uhjlrqv lq rughu wr glvfxvv srwhqwldo txdqwlw dqgtxdolw hhfwv ri UHES1 Wdeoh 4 surylghv hylghqfh rq wkh uhodwlyh vlh ri wkh lqrz 1 Zkhuhdvwkh lqrz lq wkh djh jurxs 7;07 lq wuhdwhg uhjlrqv zdv urxjko 5;16 shufhqw 477:2843, riwkh lqrz lq wkh vdph djh jurxs lq frqwuro uhjlrqv ehiruh UHES wklv udwlr gursshg wr 5916shufhqw zkhq UHES zdv lqwurgxfhg 1 Lq frqwudvw wkh uhodwlyh lqrz lq wkh djh jurxs 83084lqfuhdvhg iurp 5;1 wr 631: gxh wr UHES1 Wklv lv vwurqj hylghqfh wkdw zrunhuv lq wkhdjh jurxs 83084 duh pruh olnho wr kdyh hqwhuhg xqhpsorphqw wkdq zrunhuv lq wkh djh jurxs 7;071e Wdeoh 8 lqyhvwljdwhv wkh frpsrvlwlrq ri wkh lqrz zlwk uhvshfw wr wkh yduldeoh lghqwlilqjvrfldo lqwhudfwlrq hhfwv wkh vkduh ri vshoov vdwlvilqj UHES fulwhuld lq wkh uhihuhqfh jurxsUE3 hduqlqjv lq suhylrxv mre lq orjv, dfwxdo zrun hshulhqfh lq wkh suhylrxv 43 hduvpdulwdo vwdwxv dqg up vlh lq orjv,1 Gdlo hduqlqjv dqg zrun hshulhqfh vxppdulh sdvwoderu pdunhw vxffhvv up vlh fkdudfwhulhv wkh suhylrxv up dqg pdulwdo vwdwxv lv d urxjksur iru krxvhkrog lqfrph wkdw lv dq lpsruwdqw ghwhuplqdqw ri wkh UHES hhfw 1 Wkh wdeohe 5ii ?ih,M4ih E2ff u Lh _t UttL? Lu i igi U Lu , L? ?i 4TL4i? i?h56uhsruwv wkh UHES vshflf fkdqjh lq wkh fruuhodwlrq ri hdfk yduldeoh zlwk wkh Vkduh vdwlvilqj UHES fulwhuld froxpq D, dqg wkh fkdqjh lq wkh phdq ri wkh yduldeoh gxh wr UHES froxpqE,1 Wkhvh frhflhqwv duh frpsxwhg lq uhjuhvvlqj hdfk yduldeoh rq d vhw ri wkuhh gxppyduldeohv Gxulqj Wuhdwhg uhjlrq dqg Gxulqj Wuhdwhg uhjlrq dqg doo lqwhudfwlrq whupvehwzhhq wkhvh gxpplhv dqg wkh yduldeoh Vkduh vdwlvilqj UHES fulwhuld1DTable 5 : Composition of inflow, by previous industry and age Coefficient on Treated regions During Share satisfying REBP eligibility criteria A and Coefficient on Treated regions During BAge 5051Share eligible LogearningsWork experience Married Logfirm sizeNonSteel BA.092.128.008 .480.049.022.039 .006 .165Change in relative inflow %Number of observations 1.87316890Construction AB.025 .063 .006 .088 .004.004 .013 .008 .067 .61910076Other NonSteel AB.085.119 .015 .103 .107 .020 .004 .570 .118 2.2156814Age 4849Share eligible LogearningsWork experience Married Logfirm size.028.035.005 .138.003 .006 .005 .182 .090.020 .004 .027 .031 .004.007 .095.025 .082 .025 .079 .019 .235.052.073.149.010 .301Change in relative inflow %Number of observations1.99318479.769108768.0427603Source: Own calculations, based on Austrian Social Security data.Fohduo wkhuh lv d vljqlfdqw dqg txdqwlwdwlyho vwurqj lqfuhdvh lq wkh qrq 0vwhho lqrzlq whupv ri wkh yduldeoh Vkduh vdwlvilqj UHES fulwhuld1 Lq wkh djh jurxs 83084 wkh vkduhvdwlvilqj UHES fulwhuld lv urxjko 8 shufhqwdjh srlqwv kljkhu wkdq hshfwhg 1 Lq wkh djh jurxs 7;07 wkhuh lv d vpdoohu exw vwdwlvwlfdoo vljqlfdqw lqfuhdvh lq wkh vkduh vdwlvilqj wkh surjudpfulwhuld 1 Vhfrqg wkhuh lv dq lqfuhdvh lq gdlo hduqlqjv e urxjko 515 shufhqwdjh srlqwv iru vshoovlq wkh djh jurxs 83084 zkhuhdv wkhuh lv d ghfuhdvh e 618 shufhqwdjh srlqwv iru vshoov lq wkh DAi hihittL? 4L_i u Lh i hMit i Ui T i 5hi ttu? , Uhih t kfE3lnn k 2AE3ln kAE3lkE3lt i Thitti_ t _iL? uh L4 i t4Ti 4i? ?_ __i_ M i t4Ti t?_h_ _iL? AiE3lhihittL? 4L_i u Lh i 5hi ttu? , Uhih t ke n k D n k SA n k.An L4? ?Mi D hi TLht k ?_ UL4? ? Mi D hi TLht k.n ke n k D n k SA n k.An E3lt t?_h_3i_c i57djh jurxs 7;07 wkdw lv vshflf wr UHES1 Shukdsv pruh lpsruwdqwo wkhuh lv d UHES vshflffkdqjh lq wkh fruuhodwlrq ehwzhhq wkh vkduh vdwlvilqj surjudp fulwhuld dqg suhylrxv hduqlqjvlq wkh djh jurxs 830841 Zrunhuv lq d uhihuhqfh jurxs zklfk kdv d rqh vwdqgdug ghyldwlrqkljkhu vkduh ri phpehuv vdwlvilqj UHES fulwhuld duh hvwlpdwhg wr kdyh hduqhg urxjko 15orj srlqwv pruh lq wkh suhylrxv mre 1 Wkhuh lv qr fruuhvsrqglqj UHES vshflf fkdqjh lq wklvfruuhodwlrq lq wkh djh jurxs 7;071 Wklug wkh UHES lqrz lq wkh djh jurxs 7;07 kdv 146;hduv orzhu zrun hshulhqfh 1 Wkhuh lv d UHES vshflf fkdqjh lq wkh fruuhodwlrq ehwzhhq wkhvkduh vdwlvilqj UHES fulwhuld dqg zrun hshulhqfh lq wkh djh jurxs 830841 Irxuwk wkhuhlv qr fkdqjh lq hlwkhu wkh phdq sursruwlrq pduulhg qru lq wkh fruuhodwlrq ehwzhhq pdulwdovwdwxv dqg wkh vkduh zlwk holjlelolw wr UHES1 Ilqdoo wkhuh lv d UHES vshflf lqfuhdvh lq wkhdyhudjh vlh ri wkh suhylrxv hpsorhu djh jurxs 83084, dv zhoo dv lq wkh fruuhodwlrq ehwzhhqwklv yduldeoh dqg hqwlwohphqw wr UHES erwk djh jurxsv,1 Wklv phdqv wkdw wkh dyhudjh vshoo lqwuhdwhg uhjlrqv lq wkh shulrg zkhq wkh UHES lq irufh zdv vljqlfdqwo glhuhqw iurp wkh lqrzdw rwkhu shulrgv ri wlph lq wkh vdph uhjlrqv dqg lq frqwuro uhjlrqv 1 Pruhryhu wkh qglqjwkdw d qxpehu ri wkhvh yduldeohv duh fruuhodwhg zlwk wkh Vkduh vdwlvilqj UHES fulwhuld wr dghjuhh wkdw fdq qrw eh uhfrqvwuxfwhg iurp wkh qrq 0dhfwhg uhjlrqv fdvwv vwurqj grxewv derxwwkh lghqwlilqj dvvxpswlrq 9,1Wdeoh 8 dovr uhsruwv lqrz hhfwv vhsdudwho iru wkh frqvwuxfwlrq lqrz dqg iru wkh rwkhuqrq 0vwhho lqrz 1 Wklv glylvlrq ri wkh vdpsoh lv prwlydwhg e wkh idfw wkdw wkh frqvwuxfwlrqlqrz lv urxjko 93 shufhqw ri wkh hqwluh qrq 0vwhho lqrz 1 Wklv ghfrpsrvlwlrq vkrzv wkdw wkhvwurqj lqrz hhfwv glvfxvvhg hduolhu duh olplwhg wr wkh qrq 0vwhho vhfwru hfoxglqj frqvwuxf 0wlrq 1 Wkhuh duh qr surjudp 0vshflf fkdqjhv uhjduglqj wkh frpsrvlwlrq ri wkh lqrz iurp wkhfrqvwuxfwlrq vhfwru zlwk wkh hfhswlrq ri suhylrxv zrun hshulhqfh lq wkh djh jurxs 7;07,1Ixuwkhupruh hyhq wkrxjk wkh uhodwlyh lqrz lqfuhdvhv voljkwo lq wkh shulrg zlwk UHES erwkdjh jurxsv duh dhfwhg lq hdfwo wkh vdph pdqqhu 1S Wkh dyhudjh revhuydeoh txdolw ri lqgl 0ylgxdov lv qrw fruuhodwhg glhuhqwo lq wuhdwhg uhjlrqv lq wkh shulrg zlwk UHES zlwk wkh pdlquhjuhvvru wkh Vkduh vdwlvilqj UHES fulwhuld1 Pruhryhu lw lv olnho wkdw wkh hylghqfh uhjdug 0lqj revhuydeohv lv dovr ydolg iru xqrevhuydeohv 1 Wkh hylghqfh lq wdeoh 8 zloo rqo idlo wr ghwhfwglhuhqfhv lq xqrevhuydeohv dw wkh lqglylgxdo ohyho li lqglylgxdov glhu dorqj dq xqrevhuydeohglphqvlrq wkdw lv ruwkrjrqdo wr sdvw hduqlqjv 1Wkh hylghqfh lq wdeoh 8 prwlydwhv dqdolqj wkh lqrz iurp wkh frqvwuxfwlrq vhfwru vhs 0dudwho iurp wkh rwkhu qrq 0vwhho vhfwru 1 Wdeoh D4 surylghv ghvfulswlyh vwdwlvwlfv rq wkh frq 0vwuxfwlrq lqrz dqg rq wkh rwkhu qrq 0vwhho lqrz 1 Lq frpsdulvrq zlwk wkh qrq 0vwhho lqrz wkh SAi ?_? Lu ?L ?L igi Ut t ?L t Ti UU L i tMti Lu hMit ULti ihi W? i UL?thUL?ti ULh i ?_ ?L , t Ti UU U?i ? i ULhhiL? Miii? i thi ttu? , Uhih ?_ ?Lu i UL?h L hMit ti_ ? Mi 2 i D Tih Ui? ii58frqvwuxfwlrq vhfwru lv fkdudfwhulhg e vpdoohu exw ohvv glvshuvhg uhihuhqfh jurxsv 1 Zkhuhdv wkhdyhudjh uhihuhqfh jurxs frqwdlqv 64 vshoov lq wkh rwkhu qrq 0vwhho lqrz vdpsoh zlwk vwdqgdugghyldwlrq 5, wkh dyhudjh uhihuhqfh jurxs lq wkh frqvwuxfwlrq lqrz frqwdlqv 54 vshoov zlwkvwdqgdug ghyldwlrq 69,1 Wkhuh duh qhlwkhu lpsruwdqw glhuhqfhv zlwk uhvshfw wr wkh sursruwlrqdjhg 83 wr 87 qru zlwk uhvshfw wr wkh sursruwlrq vdwlvilqj UHES fulwhuld 1 Wdeoh D4 dovrvkrzv phdqv dqg vwdqgdug ghyldwlrqv rq d qxpehu ri fkdudfwhulvwlfv ri wkh suhylrxv hpsorhu 1Frqvwuxfwlrq upv duh vpdoohu sd vrphzkdw ohvv wkdq wkh dyhudjh up dqg wkh sursruwlrqri zrunhuv djhg 83087 lq wkh djh eudfnhw 78087 lv voljkwo kljkhu lq frqvwuxfwlrq upv 1 Wkhuhduh ihzhu zklwh froodu zrunhuv lq wkh frqvwuxfwlrq lqrz dqg frqvwuxfwlrq zrunhuv kdyh derxw 177 hduv ohvv dfwxdo zrun hshulhqfh lq wkh suhylrxv 43 hduv 1 Wkhuh duh qr ixuwkhu lpsruwdqwglhuhqfhv ehwzhhq wkh frqvwuxfwlrq vhfwru dqg wkh rwkhu qrq 0vwhho lqrz 1Wkhuh duh d qxpehu ri uhdvrqv zk wkh frqvwuxfwlrq vhfwru uhpdlqv xqdhfwhg e UHES1Iluvw hpsorphqw lq wkh frqvwuxfwlrq vhfwru lv vwurqjo vhdvrqdo 1 Zkhq upv lq wkh frqvwuxf 0wlrq vhfwru od r zrunhuv lq Ghfhpehu pdqdjhuv hshfw wr uh 0kluh d vxevwdqwldo iudfwlrq riwkhvh zrunhuv lq wkh vsulqj 1 Wklv lpsolhv wkdw lq frqwudvw wr wkh uhpdlqlqj vhfwru lw lvohvv dgydqwdjhrxv wr frqfhqwudwh odrv rq d sduwlfxodu djh jurxs 1 Ixuwkhupruh wkh Dxvwuldqhfrqrp zdv grlqj uhodwlyho zhoo lq wkh ehjlqqlqj ri wkh UHES shulrg jxuh 4, dqg wkhuhzdv qr uhjlrq vshflf vkrfn wr wkh qrq 0vwhho vhfwru jxuh 5,1 Wkxv upv lq wkh frqvwuxfwlrqvhfwru glg qrw qhhg wr grzqvlh lq wkh shulrg iurp 4;9 xqwlo 441Wdeoh 9 dqdohv wkh uhohydqfh ri vrfldo lqwhudfwlrqv lq oderu vxsso ghflvlrqv vhsdudwho iruwkh frqvwuxfwlrq lqrz dqg iru wkh rwkhu qrq 0vwhho lqrz 1 Hvwlpdwhv iru wkh frqvwuxfwlrq lqrzvxjjhvw wkdw wkhuh lv d vwdwlvwlfdoo vljqlfdqw dqg txdqwlwdwlyho lpsruwdqw lqfuhdvh lq wkh ulvnri orqj whup xqhpsorphqw gxh wr d fkdqjh lq wkh vkduh vdwlvilqj UHES holjlelolw fulwhulderwk lq wkh hqwlwohg djh jurxs 83084 dqg lq wkh qrq 0hqwlwohg djh jurxs 7;071 Pruhryhu wkh UHES vshflf fkdqjh lq wkh fruuhodwlrq ehwzhhq wkh rxwfrph dqg wkh jurxsv frpsrvlwlrq zlwkuhvshfw wr hqwlwohphqw wr wkh surjudp lv ri urxjko wkh vdph rughu ri pdjqlwxgh iru vshoov zkrduh dfwxdoo hqwlwohg wr UHES dqg dovr iru vshoov zkr duh qrw hqwlwohg wr UHES1 Dq lqfuhdvh erqh vwdqgdug ghyldwlrq lq wkh vkduh vdwlvilqj UHES fulwhuld lv dvvrfldwhg zlwk dq lqfuhdvh lqwkh suredelolw ri orqj 0whup xqhpsorphqw ri ehwzhhq 6 wr 7 shufhqwdjh srlqwv 1 Wklv vxjjhvwvwkdw wkhuh lv qr surjudp 0vshflf fkdqjh lq wkh lpsruwdqfh ri frqwhwxdo lqwhudfwlrqv l 1h 1 lv qrw surjudp vshflf 1Wdeoh 9 dovr vkrzv wkdw wkhuh duh qr fkdqjhv lq wkh fruuhodwlrq ehwzhhq wkh rxwfrph dqgwkh vkduh ri vshoov lq wkh uhihuhqfh jurxs djhg 83 ru roghu wkdw ylrodwhv hlwkhu wkh suhylrxvzrun ru wkh orfdwlrq ri uhvlghqfh UHES fulwhuld ru erwk frhflhqw Gxulqj Wuhdwhg uhjlrq Uhvw,1 Wklv vxjjhvwv wkdw wkhuh zhuh qr ixuwkhu UHES vshflf fkdqjhv dhfwlqj wkh fruuhodwlrqehwzhhq lqglylgxdo rxwfrphv dqg wkh uhihuhqfh jurxsv frpsrvlwlrq 159Table 6 : Social Interactions vs Inflow Effects Dependent variable : spell lasts longer than 6 monthslinear probability estimates Construction Inflow Other Nonsteel Inflow Age 5051Coeff.zValue Share eligible TR Share eligible During Share eligible During TR Share eligible Rest TR Rest During Rest During TR Rest TRDuring During TRFirm characteristics Individual characteristics Adjusted R2Number of observations.004.017.001.039.003.009.001.004.005.014.0211.211.67.252.58.73.94.20.37.552.421.73Yes Yes.04110076Source: Own calculations, based on Austrian Social Security data.Age 4849Coeff. zValue.003.012.001.030.001.014.008.017.011.007.012.671.35.292.61.211.471.321.371.231.211.19Yes Yes.03610876Age 5051Age 4849Coeff. zValue Coeff. zValue.003.008.015.056.011.010.024.020.007.009.049.38.401.512.061.41.432.54.75.31.651.70Yes Yes.1316814.003.025.010.009.003.028.009.035.018.034.031.411.591.22.53.381.431.011.60.932.811.46Yes Yes.1097603Uhvxowv iru wkh rwkhu qrq 0vwhho lqrz lq wkh djh jurxs 83084 dovr vxjjhvw wkdw wkhuh lvd UHES vshflf fkdqjh lq wkh fruuhodwlrq ehwzhhq wkh Vkduh vdwlvilqj UHES fulwhuld dqgwkh suredelolw ri orqj 0whup xqhpsorphqw 1 Lq frqwudvw wr wkh uhvxowv iru wkh frqvwuxfwlrqvhfwru krzhyhu wkhuh lv qr hylghqfh ri vxfk d fkdqjh lq wkh djh jurxs 7;071 Wdnhq wrjhwkhuwkhvh uhvxowv duh frqvlvwhqw zlwk wkh ksrwkhvlv wkdw wkh uhjuhvvru Vkduh vdwlvilqj UHESfulwhuld uhhfwv vrfldo lqwhudfwlrqv dv zhoo dv srwhqwldo djh jurxs vshflf fkdqjhv lq frqwhwxdolqwhudfwlrqv ru xqrevhuyhg lqglylgxdo fkdudfwhulvwlfv 1Vhqvlwlylw Dqdovhv Wdeoh : uhsruwv wkh hvwlpdwhg frhflhqw rq wkh yduldeoh wkdw fdswxuhvvrfldo lqwhudfwlrqv Gxulqj Wuhdwhg uhjlrq Rwkhuv hqwlwohg, lq d vhulhv ri vhqvlwlylw dqdovhvedvhg rq wkh frqvwuxfwlrq lqrz 1 Sdqho D vwxglhv zkhwkhu srwhqwldo dqwlflsdwlrq hhfwv pddhfw lghqwlfdwlrq ri vrfldo lqwhudfwlrqv 1 Wkhuh duh wzr lpsruwdqw frqfhuqv zlwk dqwlflsdwlrq 1Wkh uvw frqfhuq krogv wkdw ehfdxvh wkh srolf zdv sxeolfo glvfxvvhg dv hduo dv Iheuxdu 4;;wkhuh pd kdyh ehhq uhdfwlrqv rq wkh sduw ri upv ru zrunhuv wkdw pd dhfw lghqwlfdwlrq rivrfldo lqwhudfwlrqv 1 Wklv frqfhuq fdq eh dgguhvvhg urxjko e dvvxplqj wkdw UHES douhdgvwduwv dv ri Iheuxdu 5: 4;; wkh gd zkhq wkh surjudp zdv glvfxvvhg lq wkh qdwlrqdo 5:qhzvsdshuv iru wkh uvw wlph 1 Uhvxowv vkrz wkdw wkh vrfldo lqwhudfwlrqv sdudphwhuv duh qrwvhqvlwlyh wr wklv prglfdwlrq ri wkh wlplqj ri wkh surjudp 1 Wklv lv suredeo gxh wr wkhidfw wkdw wkh ghqlwh vhohfwlrq ri wkh uhjlrqv zdv rqo pdgh sxeolf derxw rqh prqwk ehiruhwkh surjudp zdv dfwxdoo lpsohphqwhg 1 Wkh vhfrqg frqfhuq zlwk dqwlflsdwlrq krogv wkdw wkhlqglylgxdov lq wuhdwhg uhjlrqv djhg mxvw ehorz wkh djh ri 83 pd eh zloolqj wr dffhsw dq uhjxodumre dv vrrq dv wkh wxuq 83 ehfdxvh xsrq orrvlqj wklv mre wkh duh lq d vvwhp ri yhu jhqhurxvxqhpsorphqw ehqhwv 1.Lq rughu wr glvfxvv wklv lvvxh wkh vhqvlwlylw dqdovlv glvuhjdugvvshoov lq wkh djh jurxs 7 lq wuhdwhg uhjlrqv lq wkh shulrg zkhq UHES zdv lq irufh 1 Lq wkh djhjurxs 83084 zh hfoxgh vshoov djhg 84 lq rughu wr dvvhvv wkh vhqvlwlylw ri wkh edvholqh uhvxow wrdjh 1 Uhvxowv lqglfdwh wkdw wkhuh lv d voljkw uhgxfwlrq lq wkh vrfldo lqwhudfwlrqv sdudphwhu edvhgrq wkh djh jurxs ehorz 831 Krzhyhu wkhuh lv d fruuhvsrqglqj voljkw uhgxfwlrq lq wkh djh jurxsdjhg 83 hduv ru roghu 1 Pruhryhu wkh vrfldo lqwhudfwlrqv sdudphwhuv duh srvlwlyh vljqlfdqwdqg txdqwlwdwlyho ri wkh vdph rughu ri pdjqlwxgh dv uhsruwhg suhylrxvo1 Wklv vxjjhvwv wkdwwkh dqwlflsdwlrq hhfwv duh qrw uhohydqw 1Table 7 : Sensitivity analysis Based on Construction Inflow Coefficient: Treated region During Share satisfying REBP criteria Baseline result A. Anticipation effects During period starts February 27, 1988Exclude spells aged 51 or 49B. Firm decisions Share eligible before spell i Share eligible after spell i C. Measurement issues Add region effects, interacted with During indicator .046Omit logdaily earnings.038Age 5051Coeff. zValue Age 4849Coeff. zValue.0392.58.0302.61.039.038.034.0302.593.09 2.402.222.872.56.027.028.022.027.029.0312.362.151.902.292.382.66D. Nonlinear models Marginal effect from Logit Effect on log exit hazard.019.1932.632.91.021.0972.811.69Source: Own calculations, based on Austrian Social Security data.Sdqho E glvfxvvhv wkh frqfhuq wkdw wkh Vkduh vdwlvilqj UHES fulwhuld pd uhhfw upvghflvlrqv uhjduglqj uh 0klulqj ri wkh suhylrxvo odlg r zrunhuv 1 Wklv frqfhuq fdq eh dgguhvvhg.Li i , i?i 4i? hit hi UL?_L? TL? i i i th Lu i ?i 4TL4i? t Tict L ?__t _L ?L L4U ? , i?i 4i? t t LL? t i h? Df5;e lqyhvwljdwlqj zkhwkhu wkh hvwlpdwh ri wkh vrfldo lqwhudfwlrqv sdudphwhu lv dhfwhg e wkhwlplqj ri lqrz lq wkh uhihuhqfh jurxs 1 Wkh lghd lv wkdw e frqvwuxfwlrq wkh lqrz vwuxfwxuhdiwhu vshoo l hqwhuv xqhpsorphqw lv pruh forvho uhodwhg wr orqj 0whup xqhpsorphqw wkdq wkhlqrz vwuxfwxuh ehiruh vshoo l hqwhuv xqhpsorphqw 1 Li wkh Vkduh vdwlvilqj UHES fulwhuldphuho uhhfwv oderu ghpdqg hhfwv wkh revhuyhg fkdqjh lq wkh fruuhodwlrq ehwzhhq orqj 0whupxqhpsorphqw dqg jurxs frpsrvlwlrq zloo eh vwurqjhu iru d yduldeoh wkdw fdswxuhv wkh vwuxfwxuhri wkh lqrz diwhu vshoo l hqwhuv xqhpsorphqw 1 Wkh vhqvlwlylw dqdovlv whvwv wklv ksrwkhvlve doorzlqj iru vhsdudwh frhflhqwv iru wkh qxpehu ri vshoov vdwlvilqj UHES fulwhuld hqwhulqjehiruh dqg diwhu vshoo l hsuhvvhg dv d sursruwlrq ri wkh wrwdo qxpehu ri vshoov lq wkh uhihuhqfhjurxs 1 Wkh uhvxowv lqglfdwh wkdw lqrz frpsrvlwlrq sulru wr wkh lqrz gdwh ri vshoo l dv zhoo dvlqrz frpsrvlwlrq diwhu wkh lqrz gdwh ri vshoo l duh htxdoo lpsruwdqw lq lghqwlilqj wkh vrfldolqwhudfwlrqv sdudphwhu 1 Wklv hylghqfh lv lqfrqvlvwhqw zlwk wkh lqwhusuhwdwlrq wkdw wkh Vkduhvdwlvilqj UHES fulwhuld sulpdulo uhhfwv wkh hhfw ri upv ghflvlrqv rq wkh suredelolw riorqj 0whup xqhpsorphqw 1Sdqho F dgguhvvhv srwhqwldo phdvxuhphqw frqfhuqv zlwk wkh dqdovlv 1 Wkh uvw urz fkhfnvzkhwkhu xqrevhuyhg uhjlrq vshflf fkdudfwhulvwlfv dhfw lghqwlfdwlrq ri wkh vrfldo lqwhudfwlrqvsdudphwhu 1 Wklv fdq eh lqyhvwljdwhg e dgglqj d vhw ri uhjlrq hhfwv zklfk duh lqwhudfwhg zlwkwkh Gxulqj surjudp lqglfdwru wr wkh uhjuhvvlrq prgho 8,1 Wkh vrfldo lqwhudfwlrqv sdudphwhulv wkhq lghqwlhg rq zlwklq uhjlrq glhuhqfhv lq wkh vkduh vdwlvilqj surjudp fulwhuld 1 Uhvxowvlqglfdwh wkdw wkh vrfldo lqwhudfwlrqv sdudphwhu lq wkh vxe 0vdpsoh djhg 83084 lqfuhdvhv voljkwoexw lqvljqlfdqwo dqg wkdw wkhuh lv qr fkdqjh lq wkh fruuhvsrqglqj sdudphwhu lq wkh vxe 0vdpsohdjhg 7;071 Wkh vhfrqg urz lq sdqho G lqyhvwljdwhv wkh srwhqwldo eldv gxh wr xqrevhuyhglqglylgxdo khwhurjhqhlw e rplwwlqj d srzhuixo lqglylgxdo fkdudfwhulvwlf uhhfwlqj suhylrxvhduqlqjv 1 Wkh lghd ri wklv vhqvlwlylw dqdovlv lv wkdw ehfdxvh suhylrxv hduqlqjv duh kljkofruuhodwhg zlwk wkh lqglylgxdov vxffhvv rq wkh oderu pdunhw zh fdq lqyhvwljdwh wkh srwhqwldoiru rplwwhg yduldeohv wr dffrxqw iru wkh uhvxow 1 Lw wxuqv rxw wkdw wkh lghqwlfdwlrq vwudwhj lvyhu urexvw wr rplwwlqj wkh orj ri suhylrxv gdlo hduqlqjv 1 Wklv vxjjhvwv wkdw wkh uhvxowv duhqrw vhqvlwlyh wr xqphdvxuhg fkdudfwhulvwlfv dw wkh lqglylgxdo ohyho 1 Wkh sdshu kdv surylghgd srwhqwldo hsodqdwlrq iru wklv vwurqj ghjuhh ri urexvwqhvv lq wdeoh 81 Ehfdxvh wkhuh lv qr UHES vshflf fkdqjh lq wkh fruuhodwlrq ehwzhhq wkh orj ri suhylrxv gdlo hduqlqjv uhvxowv duhqrw dhfwhg e wkh suhvhqfh ri wklv uhjuhvvru lq wkh prgho 1Sdqho G lqyhvwljdwhv wkh vhqvlwlylw ri wkh uhvxowv zlwk uhvshfw wr wkh fkrlfh ri d olqhdu prghoiru wkh rxwfrph 1 Wkh uvw urz dssolhv wkh orjlw prgho wr wkh lqglfdwru uhhfwlqj zkhwkhu wkhxqhpsorphqw vshoo kdv hfhhghg 9 prqwkv ru qrw wkh pdlq rxwfrph lqglfdwru xvhg vr idu 1Uhvxowv lqglfdwh wkdw wkh qglqjv uhsruwhg deryh duh qrw dhfwhg dw wkh txdolwdwlyh ohyho 1 Wkhvrfldo lqwhudfwlrqv frhflhqwv duh vljqlfdqwo glhuhqw iurp hur 1 Krzhyhu wkh txdqwlwdwlyh 5lpsruwdqfh ri vrfldo lqwhudfwlrqv lv ohvv vwurqj lq wkh orjlw prgho zkhq frpsduhg wr wkh olqhdusuredelolw prgho 1 Wklv lv gxh wr wkh idfw wkdw wkh orjlw ghqvlw lv uhodwlyho orz dw wkh phdq riwkh ghshqghqw yduldeoh 1 Wkh vhfrqg urz lq sdqho H vwxglhv wkh uhohydqfh ri vrfldo lqwhudfwlrqvlq hsodlqlqj wkh xqhpsorphqw rxwrz udwh lq wkh Fr sursruwlrqdo kddug prgho 1 Uhvxowvlqglfdwh wkdw wkh rxwrz udwh lv orzhu iru vshoov lq uhihuhqfh jurxsv zlwk d kljkhu vkduh rihqwlwohg lqglylgxdov erwk lq wkh djh jurxs 83084 dqg 7;071 Dq lqfuhdvh e rqh vwdqgdugghyldwlrq lq wkh vkduh hqwlwohg wr wkh surjudp uhgxfhv wkh rxwrz udwh ehwzhhq 04; shufhqw 1Lq vxp wdeoh : grfxphqwv wkdw wkh qglqj ri d fkdqjh lq wkh fruuhodwlrq ehwzhhq lqglylgxdoxqhpsorphqw gxudwlrq rxwfrphv dqg wkh hqwlwohphqw wr UHES lq wkh uhihuhqfh jurxs lv durexvw vwdwlvwlfdoo vljqlfdqw dqg txdqwlwdwlyho lpsruwdqw skhqrphqrq 1Srolf Lpsolfdwlrqv Rqh ri wkh pdmru dgydqwdjhv ri wklv qhz dssurdfk wr lghqwlilqj vrfldolqwhudfwlrqv lv wkdw lw doorzv wr glvfxvv gluhfwo wkh uhohydqfh ri vrfldo lqwhudfwlrqv iru hfrqrplfsrolf1 Dffruglqj wr wkh hylghqfh lq Wdeoh 9 wkh vrfldo vslooryhuv duh htxdoo vwurqj lq wkhhqwlwohg dqg lq wkh qrq 0hqwlwohg vdpsoh iru wkh frqvwuxfwlrq lqrz 1 Wkxv lw lv srvvleoh wrlpsrvh wklv uhvwulfwlrq dqg hvwlpdwh wkh prgho 7, wkdw frqwdlqv wkh gluhfw ri UHES lq dgglwlrqwr wkh vrfldo vslooryhu hhfwv ri UHES rq wkh suredelolw ri orqj 0whup xqhpsorphqw 1 Uhvxowvlq wdeoh ; lqglfdwh wkdw wkh suredelolw ri orqj 0whup xqhpsorphqw gursv e 414 shufhqwdjhsrlqwv iru qrq 0hqwlwohg vshoov lq wuhdwhg uhjlrqv zkhq UHES lv lpsohphqwhg hydoxdwhg dwwkh phdq vkduh vdwlvilqj UHES holjlelolw fulwhuld frhflhqw Gxulqj Wuhdwhg uhjlrq,1Lq frqwudvw wkhuh lv dq lqfuhdvh e 51: shufhqwdjh srlqwv iru hqwlwohg lqglylgxdov frhflhqwGxulqj Wuhdwhg uhjlrq Djhg 83084,1 Wkh uroh ri vrfldo lqwhudfwlrqv fdq eh ghgxfhg ewkh frhflhqw Gxulqj Wuhdwhg uhjlrq Vkduh vdwlvilqj UHES fulwhuld1 Zkhq frpsdulqjhqwlwohg ru qrq 0hqwlwohg lqglylgxdov lq wuhdwhg uhjlrqv wr vlplodu lqglylgxdov lq frqwuro uhjlrqvru vlplodu lqglylgxdov lq glhuhqw jurxsv vrfldo lqwhudfwlrqv duh lpsruwdqw 1 Iru lqvwdqfh wkhlqfuhdvh lq wkh suredelolw ri orqj 0whup xqhpsorphqw iru wkh hqwlwohg lqglylgxdo lq wkh jurxszlwk dyhudjh hqwlwohphqw wr UHES frpsduhg wr frqwuro uhjlrqv lv 419 0414.51:, shufhqwdjhsrlqwv 1 Rq wkh rwkhu kdqg wkh lqglylgxdo lq d uhihuhqfh jurxs zlwk d rqh vwdqgdug ghyldwlrqkljkhu vkduh vdwlvilqj UHES fulwhuld lv hvwlpdwhg wr hshulhqfh dq lqfuhdvh e 71; 419 . 615,shufhqwdjh srlqwv frpsduhg wr dq lqglylgxdo zlwk vlplodu uhihuhqfh jurxs frpsrvlwlrq lq frqwurouhjlrqv 1 Wkh hvwlpdwhv dovr lpso wkdw vrph hqwlwohg lqglylgxdov duh ohdylqj xqhpsorphqwtxlfnhu wkdq frpsdudeoh lqglylgxdov lq frqwuro uhjlrqv l 1h 1 wkrvh lq uhihuhqfh jurxsv zlwk dorz vkduh vdwlvilqj UHES fulwhuld 163Table 8 : Direct effects vs Social spillover effects of REBPDependent variable : spell lasts longer than 6 monthslinear probability estimates Share eligible TR Share eligible During Share eligible During TR Share eligible Aged 5051TR Aged 5051During Aged 5051During TR Aged 5051TRDuring During TRFirm characteristics Individual characteristics Adjusted R2Number of observations Coeff. zValue.005.012.001.032.010.005.001.027.008.010.0111.521.70.353.561.45.42.181.73.952.051.04Yes Yes.03820952Source: Own calculations, based on Austrian Social Security data.Pruhryhu wkh uhvxowv lq wdeoh ; dovr doorz wr lqihu wkh vwuxfwxudo vrfldo lqwhudfwlrqv sdudp 0hwhu wkdw olqnv lqglylgxdo rxwfrphv zlwk jurxs dyhudjh rxwfrphv 1 Wkh frhflhqw Gxulqj Wuhdwhg uhjlrq Djh 83084 hvwlpdwhv wkh hhfw ri UHES kroglqj jurxs frpsrvlwlrq frqvwdqw 87 gxh wr d fkdqjh lq jurxs rxwfrphv e rqh vwdqgdug ghyldwlrq 1Wklv lqglfdwhv wkdw vrfldo lqwhudfwlrqv duh uhohydqw ghwhuplqdqwv ri xqhpsorphqw 1 Rq wkhrwkhu kdqg wkhuh lv vrph hylghqfh wkdw vrfldo lqwhudfwlrqv duh pruh uhohydqw iru rxwfrphv wkdwduh ghwhuplqhg rxwvlgh pdunhwv 1 Iru lqvwdqfh lq wkh frqwhw ri lqirupdwlrq dftxlvlwlrq wkhhog hshulphqw lq Gxr dqg Vdh 5336, lghqwlhv d vrfldo vslooryhu hhfw ri derxw :8Wklv dqdovlv vkrzv wkdw vrfldo lqwhudfwlrqv duh lpsruwdqw lq wkh ghvljq ri xqhpsorphqwehqhw vvwhpv 1 Iru lqvwdqfh wkh djh uhodwhg xqhpsorphqw gxudwlrq ehqhw vfkhphv wkdwzhuh lqwurgxfhg e d qxpehu ri Hxurshdq frxqwulhv Jhupdq Dxvwuld Iudqfh lq wkh 4;3v fdq eh hshfwhg wr kdyh lqfuhdvhg dovr wkh xqhpsorphqw gxudwlrq ri qrq 0dhfwhg djhjurxsv 1 Lq wkh X1V1 vxfk vhohfwlyh ehqhw gxudwlrq vfkhphv duh xqfrpprq 1 Krzhyhu lq fdvh ri 64l 1h 1 wkh hvwlpdwh ri 2lvilqj UHES fulwhuld hvwlpdwhv 2zloo fkdqjh dw ohdvw e e2lv 5: Wkh frhflhqw Gxulqj Wuhdwhg uhjlrq Vkduh hqwlwohg vdw 0 651 Wklv lpsolhv wkdw lqglylgxdo rxwfrphv , q 3q 2zruvhqlqj oderu pdunhw frqglwlrqv lw lv srvvleoh wkdw Frqjuhvv hqdfwv Whpsrudu Hwhqvlrqv ri Xqhpsorphqw Frpshqvdwlrq 1 Wkh suhvhqw dqdovlv lqglfdwhv wkdw vxfk whpsrudu hwhqvlrqvpd dovr lqfuhdvh wkh gxudwlrq ri xqhpsorphqw ri wkrvh lqglylgxdov rxw ri zrun zkr duhqrw holjleoh iru xqhpsorphqw frpshqvdwlrq e lqfuhdvlqj xqhpsorphqw gxudwlrq ri hqwlwohglqglylgxdov 1 Wkh lpsolfdwlrq ri wklv lv wkdw xqhpsorphqw ehqhw srolf qhhgv wr frqvlghu qrwrqo wkh rxwfrphv ri wkh hqwlwohg exw dovr wkh rxwfrphv ri wkh qrq 0hqwlwohg jurxsv 1S L?UtL?t Wklv sdshu vwxglhv wkh uhohydqfh ri vrfldo lqwhudfwlrqv lq oderu vxsso ghflvlrqv e xvlqj ghwdlohglqirupdwlrq rq d sduwldo 0srsxodwlrq lqwhuyhqwlrq lq xqhpsorphqw lqvxudqfh 1Lq 4;; wkh Dxvwuldq jryhuqphqw hwhqghg wkh gxudwlrq ri uhjxodu xqhpsorphqw ehqhwv UHES, iurp 63 zhhnv wr 53 zhhnv iru lqglylgxdov djhg 83 ru roghu olylqj lq fhuwdlq uhjlrqv zlwk frqwlqxrxvzrun klvwru1 Wklv sdshu dujxhv wkdw wklv sduwldo 0srsxodwlrq lqwhuyhqwlrq doorzv lghqwlfdwlrqri hqgrjhqrxv vrfldo lqwhudfwlrqv edvhg rq rxwfrph gdwd 1Wkh pdlq lghd lv wkdw wklv srolf fkdqjh dhfwv hqwlwohg lqglylgxdov lq wzr zdv li vrfldolqwhudfwlrqv duh uhohydqw 1 Ehvlghv wkh gluhfw hhfw rq lqglylgxdo ghflvlrq pdnlqj gxh wr pdnlqjxqhpsorphqw pruh dwwudfwlyh wkh srolf lv hshfwhg wr dhfw xqhpsorphqw yld wkh frpsr 0vlwlrq ri wkh uhihuhqfh jurxs zlwk uhvshfw wr hqwlwohphqw wr wkh srolf1 Pruhryhu wklv srolffkdqjh vkrxog dovr dhfw lqglylgxdov zkr duh qrw hqwlwohg yld wkh dyhudjh hqwlwohphqw wr UHESlq wkh uhihuhqfh jurxs 1 Wkhvh wzr lpsolfdwlrqv ri vrfldo lqwhudfwlrqv duh vwxglhg e irfxvlqjrq wkh uhihuhqfh jurxs frpsulvlqj iruphu zrunsodfh froohdjxhv 1Uhvxowv lqglfdwh wkdw wkhuh lv d vwurqj hhfw ri UHES rq oderu vxsso ghflvlrqv wkdw rshudwhvyld wkh frpsrvlwlrq ri wkh uhihuhqfh jurxs zlwk uhvshfw wr UHES hqwlwohphqw 1 Wklv hhfw lvsuhvhqw qrw rqo iru lqglylgxdov zkr duh hqwlwohg wr UHES exw dovr iru lqglylgxdov zkr duhqrw hqwlwohg wr UHES1 Vhfrqg wkh srolf lpsolfdwlrqv ri vrfldo lqwhudfwlrqv duh glvfxvvhg evhsdudwlqj wkh hhfw ri UHES rq oderu vxsso ghflvlrqv zlwk dqg zlwkrxw vrfldo lqwhudfwlrqv 1Pruhryhu uhvxowv vkrz wkdw wkhuh lv d vwurqj lqfuhdvh lq wkh yduldqfh ri wkh hhfwv ri oderupdunhw srolf gxh wr vrfldo lqwhudfwlrqv 165iuihi?Uit4 Dnhuori Jhrujh D1 4:,1 Vrfldo Glvwdqfh dqg Vrfldo Ghflvlrqv 1 Hfrqrphwulfd 988,43380435:15 Ehuwudqg Pduldqqh Oxwwphu Hur I1S1 dqg Vhqgklo Pxoodlqdwkdq 5333,1 Qhwzrun Hi 0ihfwv dqg Zhoiduh Fxowxuhv Txduwhuo Mrxuqdo ri Hfrqrplfv 4486, 4340438816 Eurfn Zlooldp D1 dqg Vwhyhq Q1 Gxuodxi 5334,1 Lqwhudfwlrqv 0Edvhg Prghov lq KhfnpdqMdphv M1 dqg Hgzdug Ohdphu hgv 1, Kdqgerrn ri Hfrqrphwulfv Yro 1 8 DpvwhugdpQruwk 0Kroodqg 17 Fdug Gdylg H1 dqg Sklools E1 Ohylqh 5333,1 Hwhqghg Ehqhwv dqg wkh Gxudwlrq ri XL Vshoov Hylghqfh iurp wkh Qhz Mhuvh Hwhqghg Ehqhw Surjudp 1 Mrxuqdo ri Sxeolf Hfrqrplfv :; 43:046;18 Fdvh Dqqh F1 dqg Odzuhqfh I1 Ndw 44,1 Wkh Frpsdq rx Nhhs Wkh Hhfw ri Idplo dqg Qhljkerukrrg rq Glvdgydqwdjhg rxwk 1 QEHU Zrunlqj Sdshu Qr 1 6:3;1Fdpeulgjh PD QEHU19 Frufrudq Pdu Gdwfkhu Olqgd dqg Juhj M1 Gxqfdq 1 4;3,1 Lqirupdwlrq dqg lqxhqfhqhwzrunv lq oderu pdunhwv 1 Lq Gxqfdq Juhj M1 dqg Mdphv Prujdq hgv 1,1 Ilyh Wkrxvdqg Dphulfdq Idplolhv Sdwwhuqv ri Hfrqrplf Surjuhvv Yro 1 :1 Lqvwlwxwh Iru Vrfldo UhvhdufkDqq Dueru PL 406:1: Gxr Hvwkhu dqg Hppdqxho Vdh 5336,1 Wkh Uroh ri Lqirupdwlrq dqg Vrfldo Lqwhudf 0wlrqv lq Uhwluhphqw Sodq Ghflvlrqv Hylghqfh iurp d Udqgrplhg Hshulphqw TxduwhuoMrxuqdo ri Hfrqrplfv iruwkfrplqj 1; Idon Duplq dqg Xuv Ilvfkedfkhu 5335,1 %Fulph% lq wkh Ode 0 Ghwhfwlqj Vrfldo Lqwhudf 0wlrq 1 Hxurshdq Hfrqrplf Uhylhz 79 ;80;91 Jodhvhu Hgzdug O1 Vdfhugrwh Euxfh dqg Mrvh D1 Vfkhlqnpdq 49,1 Fulph dqg Vrfldo Lqwhudfwlrqv 1 Txduwhuo Mrxuqdo ri Hfrqrplfv 4445, 83:087;143 Judqryhwwhu Pdun V1 48,1 Jhwwlqj d Mre D Vwxg ri Frqwdfwv dqg Fduhhuv 1 Kduydug Xqlyhuvlw Suhvv Fdpeulgjh PD144 Ndw Odzuhqfh I1 dqg Euxfh Phhu 43,1 Xqhpsorphqw Lqvxudqfh Uhfdoo Hshfwd 0wlrqv dqg Xqhpsorphqw Rxwfrphv 1 Txduwhuo Mrxuqdo ri Hfrqrplfv 4387, :60433516645 Ndw Odzuhqfh I1 Nolqj Mdphv dqg Mdphv Olhepdq 5334,1 Prylqj wr Rssruwxqlwlq Ervwrq Hduo Uhvxowv ri d Udqgrplhg Prelolw Hshulphqw 1 Txduwhuo Mrxuqdo ri Hfrqrplfv 93:0987146 Nudxwk Euldq 5334,1 Vrfldo Lqwhudfwlrqv Wkuhvkrogv dqg Xqhpsorphqw lq Qhljkeru 0krrgv 1 Plphr 1 Vlprq Iudvhu Xqlyhuvlw147 Odolyh Udidho dqg Mrvhi zhlpxoohu 5335,1 Ehqhw Hqwlwohphqw dqg Xqhpsorphqw Gx 0udwlrq Dffrxqwlqj iru Srolf Hqgrjhqhlw1 LHZ Zrunlqj Sdshu Qr 1 4451 Xqlyhuvlw rixulfk 148 Pdqvnl Fkduohv I1 46,1 Lghqwlfdwlrq ri Hqgrjhqrxv Vrfldo Lqwhudfwlrqv Wkh Uhhf 0wlrq Sureohp 1 Uhylhz ri Hfrqrplf Vwxglhv 936, 8640875149 Pdqvnl Fkduohv I1 5333,1 Hfrqrplf Dqdovlv ri Vrfldo Lqwhudfwlrqv 1 Mrxuqdo ri Hfrqrplf Shuvshfwlyhv 476, 448046914: Phhu Euxfh 48,1 Qdwxudo dqg Txdvl 0Hshulphqwv lq Hfrqrplfv 1 Mrxuqdo ri Exvlqhvvdqg Hfrqrplf Vwdwlvwlfv 465, 484049414; Prqwjrphu Mdphv G1 44,1 Vrfldo qhwzrunv dqg oderu 0pdunhw rxwfrphv wrzdug dqhfrqrplf dqdovlv 1 Dphulfdq Hfrqrplf Uhylhz ;48, 473;0474;14 Pruwhqvhq Gdoh 4::,1 Xqhpsorphqw Lqvxudqfh dqg Mre Vhdufk Ghflvlrqv 1 Lqgxvwuldodqg Oderu Uhodwlrqv Uhylhz 63 838084:153 Prxowrq Euhqw U1 43,1 Dq Looxvwudwlrq ri d Slwidoo lq Hvwlpdwlqj wkh Hhfwv ri Djjuh 0jdwh Yduldeohv rq Plfur Xqlwv 1 Uhylhz ri Hfrqrplfv dqg Vwdwlvwlfv :55, 667066;154 Prww Urehuw D1 4,1 Hfrqrphwulf Phwkrgv iru Oderu Pdunhw Dqdovlv 1 Lq Dvkhq 0ihowhu Ruoh dqg Gdylg Fdug 1 Kdqgerrn ri Oderu Hfrqrplfv Yro 1 LLL1 Qruwk 0KroodqgDpvwhugdp 155 Prww Urehuw D1 5334,1 Srolf Lqwhuyhqwlrqv Orz Ohyho Htxloleuld dqg Vrfldo Lqwhudf 0wlrqv 1 lq Gxuodxi Vwhyhq Q1 dqg K1 Shwrq rxqj hgv 1,1 Vrfldo Gqdplfv 1 FdpeulgjhPdvvdfkxvhwwv PLW Suhvv 156 RHFG 5333, RHFG Hpsorphqw Rxworrn Sdulv 157 Vdfhugrwh Euxfh 5334,1 Shhu Hhfwv zlwk Udqgrp Dvvljqphqw Uhvxowv iru Gduwprxwk Urrppdwhv 1 Txduwhuo Mrxuqdo ri Hfrqrplfv 4495, 9;40:3716758 Vwxwhu Dorlv dqg Udidho Odolyh 5334,1 Wkh uroh ri vrfldo qrupv lq mre vhdufklqj dqgvxemhfwlyh zhoo 0ehlqj 1 Plphr Xqlyhuvlw ri xulfk 159 Wrsd Jlrujlr 5334,1 Vrfldo Lqwhudfwlrqv Orfdo Vslooryhuv dqg Xqhpsorphqw 1 Uhylhz ri Hfrqrplf Vwxglhv 9;5, 59405815: Wrsd Jlrujlr dqg Wlprwk J1 Frqoh 5335,1 Vrflr 0Hfrqrplf Glvwdqfh dqg Vsdwldo Sdwwhuqv lq Xqhpsorphqw 1 Mrxuqdo ri Dssolhg Hfrqrphwulfv 4: 636065:15; Ydq ghq Ehuj Jhudug 43,1 Qrqvwdwlrqdulw lq Mre Vhdufk Wkhru1 Uhylhz ri Hfrqrplf Vwxglhv 8: 58805::15 Zklwh Kdoehuw 4;3,1 D khwhurvnhgdvwlflw0frqvlvwhqw fryduldqfh pdwul hvwlpdwru dqg dgluhfw whvw iru khwhurvnhgdvwlflw1 Hfrqrphwulfd 7; ;4:0;63163 Zlqwhu 0Hephu Uxgroi 4;,1 Srwhqwldo Xqhpsorphqw Ehqhw Gxudwlrq dqg Vshoo Ohqjwk Ohvvrqv iurp d Txdvl 0Hshulphqw lq Dxvwuld 1 Rirug Exoohwlq ri Hfrqrplfv dqg Vwdwlvwlfv 93 66078164 Zlqwhu 0Hephu Uxgroi 5336,1 Ehqhw Gxudwlrq dqg Xqhpsorphqw Hqwu Txdvl 0Hshulphqwdo Hylghqfh iru Dxvwuld 1 Hxurshdq Hfrqrplf Uhylhz iruwkfrplqj 168Table A1 : Descriptive statistics, nonsteel inflow vs construction inflow.characteristics of reference groupnumber of spellslognumber of spellsproportion aged 5054share eligiblecharacteristics of previous employerindividual characteristicslogfirm sizelogaveragedaily earningsaged 5054 in 4554 manufacturing, excluding steelminingconstructiontourismother industrieschange in August 1989agemarrieddivorced or widowersingle compulsory educationapprenticeshipcraftsmanshipwhite collarforeignexperience in previous 10 yearslogprevious earnings in ASregional unemployment rate %distance to border hoursnumber of observations Nonsteel Mean SDConstruction Mean SDOther NonSteel SDMean 64.9361.3120.2650.2591.3390.1980.2341.1451.0820.2671.6071.18324.8712.223.448.3364.5396.512.522.115.021.592.070.202.41749.940.814.090.096.653.342.005.069.1268.6146.4723.455.7873536920.958 36.2191.2082.311.4530.2440.240.34330.558 91.5641.4412.094.4400.2920.284.3261.1230.1820.2411.1421.0240.2341.4851.1634.3656.505.529.000.0001.000.000.000.41549.944.835.071.094.643.356.001.021.1358.4386.4703.332.885209521.5680.2180.2221.1501.1130.3091.7541.1974.7926.521.513.282.050.000.172.496.42049.934.783.119.098.666.323.011.139.1148.8716.4743.633.64414417Source:Own calculations, based on Austrian Social Security data.69Table A2 : Descriptive statistics on control variables, construction inflow TRMean Age 5051SD Mean CRSDTRMean Age 4849CRSD Mean SD50.959 .57650.970 .57548.982 .576 49.000 .5802.3171.1274.4441.0806.466 .163.501 .255.438.857.059.084.679.321.000.015.1868.3831.0396.426 .2223.4131.589.567 .2632.3011.2334.3461.1456.512 .185.478 .245.433.822.078.100.621.378.001.026.1218.4451.0276.479 .2343.3451.4701.2301.022lognumber of spells in reference grouplogfirm sizelogaverageearnings in firmaged 5054 4554 change in August 1989agemarrieddivorced or widowersinglecompulsory educationapprenticeshipcraftsmanshipwhite collarforeignexperience in previous 10 yearslogprevious earnings in ASregional unemployment rate %distance to border hours2.3611.1284.4811.0466.475 .165.586 .225.000.862.062.076.702.298.001.015.1928.4061.0276.434 .2223.4221.587.572 .2632.3091.2194.3391.1256.515 .187.577 .224.488.838.067.095.645.354.001.019.1238.4501.0166.480 .2373.2761.4481.2181.020number of observations 1920815620428834Notes:TRresident in REBP region, CRresident in nonREBP region. The change in August 1989 is zero for spells in TR agedthese spells were not affected by the change in potential benefit duration that occured in August 1989 section 2. Distancthe commuting time by car in hours from the community of residence to the nearest community across the border for spelnegative of this time for spells in CR.Source: Own calculations, based on Austrian Social Security data.6;Table A3 : Complete results for table 6.Construction Inflow Other NonSteel Inflow Age 5051Coeff. zValue Age 4849Coeff. zValue Age 5051Coeff. zValue Age 4849Coeff. zValue.004.017.001.039.003.009.001.004.005.014.021.017.017.053.030.006.002.025.002.002.150.154.015.011.0421.211.67.252.58.73.94.20.37.552.421.735.244.253.493.111.06.753.17.13.401.575.512.474.503.26.003.012.001.030.001.014.008.017.011.007.012.014.012.027.009.002.004.022.023.002.282.116.011.008.033.671.35.292.61.211.471.321.371.231.211.195.024.132.161.19.361.403.041.87.482.155.051.953.662.57.009.009.0834.205.632.77.011.010.0706.636.212.73.003.008.015.056.011.010.024.020.007.009.049.004.010.108.058.030.011.072.024.037.049.240.049.018.089.052.060.029.023.012.087.38.401.512.061.41.432.54.75.31.651.70.621.863.332.512.091.484.221.083.11.8811.623.623.613.731.812.621.906.342.511.58.003.025.010.009.003.028.009.035.018.034.031.001.012.020.016.032.007.056.004.012.120.234.008.006.016.057.048.038.014.015.113.411.591.22.53.381.431.011.60.932.811.46.282.84.761.003.061.153.91.221.352.2913.73.691.72.862.913.373.105.554.482.71Share eligible TR Share eligible During Share eligible During TR Share eligible Rest TR Rest During Rest During TR Rest TRDuring During TRlogsize of ref. grouplogfirm sizelogaverageearnings in firmproportion aged 5054change in August 1989agemarrieddivorced widowerapprenticeshipcraftsmanshipwhite collarforeignexperience in previous 10 yearslogprevious earnings in ASmanufacturing, excluding steelminingtourismunemployment ratedistance to borderconstant Adjusted R2Number of observations.04110076.03610876.1316814.1097603Source: Own calculations, based on Austrian Social Security data.6; CESifo Working Paper Series for full list see www.cesifo.de ________________________________________________________________________ 1013 Seppo Kari and Jouko YlaLiedenpohja, Taxation and Valuation of International Real Investments, August 2003 1014 James Heckman, Rosa Matzkin and Lars Nesheim, Simulation and Estimation of Hedonic Models, August 2003 1015 Biswa N. Bhattacharyay, Towards a MacroPrudential Leading Indicators Framework for Monitoring Financial Vulnerability, August 2003 1016 J. Stephen Ferris and Stanley L. Winer, Searching for Keynes: With Application to Canada, 18702000, August 2003 1017 Massimo Bordignon, Luca Colombo and Umberto Galmarini, Fiscal Federalism and Endogenous Lobbies Formation, August 2003 1018 Annette Alstadster, The Dual Income Tax and Firms Income Shifting through the Choice of Organizational Form and Real Capital Investments, August 2003 1019 Peter Fredriksson and Bertil Holmlund, Optimal Unemployment Insurance Design: Time Limits, Monitoring, or Workfare?, August 2003 1020 Kashif S. Mansori, Following in their Footsteps: Comparing Interest Parity Conditions in Central European Economies to the Euro Countries, August 2003 1021 Christoph Borgmann and Matthias Heidler, Demographics and Volatile Social Security Wealth: Political Risks of Benefit Rule Changes in Germany, August 2003 1022 Kjell Erik Lommerud, Bjrn Sandvik and Odd Rune Staume, Good Jobs, Bad Jobs and Redistribution, August 2003 1023 Patrick Karl OBrien, The Governance of Globalization: The Political Economy of AngloAmerican Hegemony, 17932003, September 2003 1024 Antonio Ciccone and Giovanni Peri, Skills Substitutability and Technological Progress: U.S. States 19501990, September 2003 1025 Bjrn Sandvik, Optimal Taxation and Normalisations, September 2003 1026 Massimo Bordignon and Gilberto Turati, Bailing Out Expectations and Health Expenditure in Italy, September 2003 1027 Jose A. Herce, Namkee Ahn, Ricard Genova, and Joaquin Pereira, BioDemographic and Health Aspects of Ageing in the EU, September 2003 1028 John Komlos and Marieluise Baur, From the Tallest to One of the Fattest: The Enigmatic Fate of the American Population in the 20th Century, September 2003 1029 Stefan Napel and Mika Widgren, Bargaining and Distribution of Power in the EUs Conciliation Committee, September 2003 1030 Kai Li and Dale J. Poirier, Relationship Between Maternal Behavior During Pregnancy, Birth Outcome, and Early Childhood Development: An Exploratory Study, September 2003 1031 Ivar Ekeland, James J. Heckman, and Lars Nesheim, Identifcation and Estimation of Hedonic Models, September 2003 1032 Kjetil Bjorvatn and Alexander W. Cappelen, Decentralization and the Fate of Minorities, September 2003 1033 LarsErik Borge and Jrn Ratts, The Relationships Between Costs and User Charges: The Case of a Norwegian Utility Service, September 2003 1034 Maureen Were and Nancy N. Nafula, An Assessment of the Impact of HIVAIDS on Economic Growth: The Case of Kenya, September 2003 1035 A. Lans Bovenberg, Tax Policy and Labor Market Performance, September 2003 1036 Peter Birch Srensen, Neutral Taxation of Shareholder Income: A Norwegian Tax Reform Proposal, September 2003 1037 Roberta Dessi and Sheilagh Ogilvie, Social Capital and Collusion: The Case of Merchant Guilds, September 2003 1038 Alessandra Casarico and Carlo Devillanova, Capitalskill Complementarity and the Redistributive Effects of Social Security Reform, September 2003 1039 Assaf Razin and Efraim Sadka, Privatizing Social Security Under BalancedBudget Constraints: A PoliticalEconomy Approach, September 2003 1040 Michele Moretto, Paolo M. Panteghini, and Carlo Scarpa, Investment Size and Firms Value under Profit Sharing Regulation, September 2003 1041 A. Lans Bovenberg and Peter Birch Srensen, Improving the EquityEfficiency Tradeoff: Mandatory Savings Accounts for Social Insurance, September 2003 1042 Bas van Aarle, Harry Garretsen, and Florence Huart, Transatlantic Monetary and Fiscal Policy Interaction, September 2003 1043 Jerome L. Stein, Stochastic Optimal Control Modeling of Debt Crises, September 2003 1044 Thomas Stratmann, Tainted Money? Contribution Limits and the Effectiveness of Campaign Spending, September 2003 1045 Marianna Grimaldi and Paul De Grauwe, Bubbling and Crashing Exchange Rates, 1046 Assar Lindbeck and Dennis J. Snower, The Firm as a Pool of Factor Complementarities, September 2003 September 2003 2003 1047 Volker Grossmann, Firm Size and Diversification: Asymmetric Multiproduct Firms under Cournot Competition, September 2003 1048 Dan Anderberg, Insiders, Outsiders, and the Underground Economy, October 2003 1049 Jose Apesteguia, Steffen Huck and Jorg Oechssler, Imitation Theory and Experimental Evidence, October 2003 1050 G. Abio, G. Mahieu and C. Patxot, On the Optimality of PAYG Pension Systems in an Endogenous Fertility Setting, October 2003 1051 Carlos Fonseca Marinheiro, Output Smoothing in EMU and OECD: Can We Forego Government Contribution? A Risk Sharing Approach, October 2003 1052 Olivier Bargain and Nicolas Moreau, Is the Collective Model of Labor Supply Useful for Tax Policy Analysis? A Simulation Exercise, October 2003 1053 Michael Artis, Is there a European Business Cycle?, October 2003 1054 Martin R. West and Ludger Womann, Which School Systems Sort Weaker Students into Smaller Classes? International Evidence, October 2003 1055 Annette Alstadsaeter, Income Tax, Consumption Value of Education, and the Choice of Educational Type, October 2003 1056 Ansgar Belke and Ralph Setzer, Exchange Rate Volatility and Employment Growth: Empirical Evidence from the CEE Economies, October 2003 1057 Carsten Hefeker, Structural Reforms and the Enlargement of Monetary Union, October 1058 Henning Bohn and Charles Stuart, Voting and Nonlinear Taxes in a Stylized Representative Democracy, October 2003 1059 Philippe Chone, David le Blanc and Isabelle RobertBobee, Female Labor Supply and Child Care in France, October 2003 1060 V. Anton Muscatelli, Patrizio Tirelli and Carmine Trecroci, Fiscal and Monetary Policy Interactions: Empirical Evidence and Optimal Policy Using a Structural New Keynesian Model, October 2003 1061 Helmuth Cremer and Pierre Pestieau, Wealth Transfer Taxation: A Survey, October 2003 1062 Henning Bohn, Will Social Security and Medicare Remain Viable as the U.S. Population is Aging? An Update, October 2003 1063 James M. Malcomson , Health Service Gatekeepers, October 2003 1064 Jakob von Weizsacker, The Hayek Pension: An efficient minimum pension to complement the welfare state, October 2003 1065 Joerg Baten, Creating Firms for a New Century: Determinants of Firm Creation around 1066 Christian Keuschnigg, Public Policy and Venture Capital Backed Innovation, October 1900, October 2003 2003 1067 Thomas von UngernSternberg, State Intervention on the Market for Natural Damage Insurance in Europe, October 2003 1068 Mark V. Pauly, Time, Risk, Precommitment, and Adverse Selection in Competitive Insurance Markets, October 2003 1069 Wolfgang Ochel, Decentralising Wage Bargaining in Germany A Way to Increase Employment?, November 2003 1070 Jay Pil Choi, Patent Pools and CrossLicensing in the Shadow of Patent Litigation, November 2003 1071 Martin Peitz and Patrick Waelbroeck, Piracy of Digital Products: A Critical Review of the Economics Literature, November 2003 1072 George Economides, Jim Malley, Apostolis Philippopoulos, and Ulrich Woitek, Electoral Uncertainty, Fiscal Policies Growth: Theory and Evidence from Germany, the UK and the US, November 2003 1073 Robert S. Chirinko and Julie Ann Elston, Finance, Control, and Profitability: The Influence of German Banks, November 2003 1074 Wolfgang Eggert and Martin Kolmar, The Taxation of Financial Capital under Asymmetric Information and the TaxCompetition Paradox, November 2003 1075 Amihai Glazer, Vesa Kanniainen, and Panu Poutvaara, Income Taxes, Property Values, and Migration, November 2003 1076 Jonas Agell, Why are Small Firms Different? Managers Views, November 2003 1077 Rafael Lalive, Social Interactions in Unemployment, November 2003 ", "filename": "cesifo_wp1077.pdf", "person": ["Rafael Lalive", "Lalive, Rafael"], "date": ["2003"]}