{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/107360/1/cesifo_wp5170.pdf"], "title": ["International Credit Flows and Pecuniary Externalities"], "plaintext": " CESifo Working Paper No. 5170 International Credit Flows and Pecuniary Externalities Abstract This paper develops a dynamic twocountry neoclassical stochastic growth model with incomplete markets. Shortterm credit flows can be excessive and reverse suddenly. The equilibrium outcome is constrained inefficient due to pecuniary externalities. First, an undercapitalized country borrows too much since each firm does not internalize that an increase in production capacity undermines their output price, worsening their terms of trade. From an exante perspective each firm undermines the natural terms of trade hedge. Second, sudden stops and fire sales lead to sharp price drops of illiquid capital. Capital controls or domestic macroprudential measures that limit shortterm borrowing can improve welfare. JELCode: F330, F340, F360, F380, F410, G150. Keywords: credit flows, capital flows, sudden stops, pecuniary externalities, hot money, Phoenix Miracle, terms of trade hedge. Markus K. Brunnermeier Department of Economics Bendheim Center for Finance Princeton University USA Princeton, NJ, 08544 markusprinceton.edu Yuliy Sannikov Department of Economics Bendheim Center for Finance Princeton University USA Princeton, NJ, 08544 sannikovgmail.com this version: December 19, 2014 latest version: https:www.dropbox.comsi 43gtowevdqj 0rl_Brunnermeier Sannikov International.pdf We thank Mark Aguiar, Ozge Akinci, Gianluca Benigno, Zhiguo He, Sebastian Di Tella, Oleg Itskhoki, Anil Kashap, Guido Lorenzoni, Debbie Lucas, Ricardo Reis, Roberto Rigobon, Cedric Tille and participants at SED, NBER Summer Institute, IMFCentral Bank of Turkey conference, Barcelona Summer Forum, MFM conference, Yale University, World bank, Michigan State, UCL, Bank of England, London School of Economics, AEA Meetings in Philadelphia, Federal Reserve Board, NYU, the NBER conference on Lessons from the Financial Crisis in Boston, Boston College and at the Princeton Macro faculty lunch. We also thank Xiaoyang Sean Dong, Emil Verner, Christian Wolf, Yu Zhang and especially Zongbo Huang for excellent research assistance. For a long time the Washington Consensus held the view that free trade and fullcapital account liberalization are conducive to higher economic growth and welfare.A world in which goods and capital can flow freely was considered as the guidingnorth star and any incremental liberalization towards this ideal was consideredas a step in the right direction. Recently, the IMF took on a more nuanced view,see Ostry et al. 2010.1 This more balanced view acknowledges that in a secondbest world, liberalizing only some markets might be harmful. Especially, the buildup of persistent capital flow imbalances in form of shortterm debt, referred to ashot money, increases the risk of financial instability. To avoid sudden reversals itmight be desirable to manage capital flows. Capital controls should be part of themacroprudential tool kit.We set up a quantifiable model that allows one to analyze capital account liberalization and capital controls. We identify circumstances under which shorttermdebt capital flows are excessive and can lead to inefficiencies and instabilities. Tothis end we develop a dynamic twocountry, twogood stochastic growth model incontinuous time with endogenous capital formation. International financial marketsare imperfect but there are no international trade frictions. The two consumptiongoods and the single physical capital good can be traded freely. Like in the classic Ricardian trade model, each country has some comparative advantage in producingone good and hence should ideally specialize in producing that good. Our modelshows that in a world with less than perfect risk sharing, which can be justified byinformation problems and moral hazard considerations although opening the capitalaccount can boost overall economic growth, the resulting debt imbalances can lead tomore volatility and therefore threaten financial stability. The key tradeoff is betweenbetter allocation of physical capital and better risk sharing.With an open international bond market the inflow of shortterm hot money allowsthe poorer country to boost its production capacity, buying additional physical capitalfinanced with debt from abroad. While this improves output levels, increased leveragemakes the country vulnerable to additional shocks. Shortterm debt acts as a palliativeafter a sequence of negative shocks, but the initial calm can be treacherous. With abit of luck positive shocks follow and the strains on the global economy may never benoticed. However, if another bad shock arrives the country experiences a sudden stopof funding and conditions deteriorate quickly. Fear of future deterioration leads tofire sales, depressing the price of physical capital if it is technologically illiquid due to 1See also the policy recommendations in the report of the Committee on International Economic Policy and Reform 2012.1adjustment costs or irreversibility of investment. The liquidity mismatch between lowmarket and technological liquidity on the asset side and low funding liquidity dueto shortterm funding on the liability side is the driving force for this amplification.In addition, the country becomes vulnerable to sunspot runs. A jump to a disasterequilibrium leads to a discrete drop in the price of capital, which abruptly erodesa countrys wealth. If a total disaster can be avoided, countries can grow out of itrelatively quickly, a phenomenon referred to by the literature as the Phoenix miracle.In short, better capital allocation funded with hot money comes at the cost of lowerstability. Our framework allows a tight characterization of these endogenous volatilitydynamics.To answer the question whether free markets achieve the optimal balance in thistrade off, i.e., whether private borrowing is excessive in a second best world, one hasto conduct a welfare analysis. A closed capital account or domestic leverage restrictions limits a poor countrys ability to build up its capital stock e.g., after an adverseshock and to produce goods for which it has a comparative advantage. This productive inefficiency limits economic growth, but comes with a favorable side effect:the price of its output good rises, i.e., the terms of trade improve. Symmetrically,after a positive shock the terms of trade worsen. The magnitude of this terms oftrade hedge increases as the elasticity of substitution between the two outputs decreases. With an open capital account, debt financing enables each individual firm inthe country to borrow and purchase more physical capital to produce more. However, by doing so, firms in the country jointly erode the terms of trade of their outputgood. Firms do not internalize this pecuniary externality, which leads to an overallwelfare loss in the economy and globally. The competitive outcome is not constrainedefficient. Moreover, increased leverage of each firm exposes all firms in this countryto further risk. An additional adverse shock to indebted firms increases their concernabout a sudden funding stop and they cut back their production scale by firesellingtheir physical capital. While each firm in the country fully takes into account thatit might have to firesell physical capital should further adverse shocks occur, theyignore that their initial debt financing as a group exacerbates this drop in value ofphysical capital. Sudden stops that lead to capital price drops due to selffulfillingruns triggered by sunspots can also be seen through the lens of pecuniary externalities. In a complete markets setting capital allocation and risk sharing can be treated astwo independent problems and these pecuniary externalities have no welfare effects,but in an incomplete markets setting they result in a constrained inefficient outcome.That is, a social planner that is limited to distort firms actions within the same con2strained environment can increase overall welfare.Like other macroprudential policies, capital controls are only welfare enhancing incertain circumstances. The terms of trade hedge is most powerful if both i consumerscannot easily substitute the output good with other goods, and ii other country isnot skilled in producing this good. Hence, our results are most applicable for veryspecific output goods oil or other natural resources come to mind. Price movementsmitigate the risk associated with a destruction of an oil facility or with the discoveryof a new oil field. Bananas for Ecuador or computer hard drives for Thailand are amore specific example. In October 2011 a severe flood in Thailand impaired a quarterof the worlds harddrive production. The subsequent price surge helped the industryrebuild itself, see Fuller 2011.Sudden stops due to selffulfilling runs occur only if physical capital is sufficientlytechnologically illiquid and hence subject to large sudden price drops. These runslead to sudden large wealth redistributions and destructions. Imposing capital controls that totally shut down international borrowing and lending might be throwingthe baby out with the bathwater as one also forgoes significant capital allocationefficiency gains. Still, our framework shows that, under some circumstances, even acomplete shutdown of shortterm debt flows can be welfareimproving. Our framework thus even provides support for one of the most blunt macroprudential toolsimaginable, and so by extension is also an endorsement of more nuanced macroprudential policy measures, for example maximum leverage ratios for domestic borrowers. A quantifiable model, like ours, allows policy makers to weigh various forces andfinetune the policy measures.One such important factor is the size of a countrys comparative advantage inproducing a specific good. Noticing that countries can affect this advantage, e.g.,through RD spending, points to another inefficiency.Improving productivity foradvantaged products fosters further specialization. In contrast, when a country improves productivity for disadvantaged goods they improve their terms of trade atthe expense of the other country, Samuelson 2004. As both countries try to imitateeach others technology, the resources diverted from other productive activities are apure welfare loss. Our analysis adds to this discussion by pointing out that such government activity destroys the terms of trade hedge. Overall, a global social plannerwould foster RD spending that leads to more specialization rather than to catchingup policies, since the resulting output price movements provide natural insurance.Finally, the paper also shows that at times of severe wealth inequality across countries an unanticipated redistribution, e.g., by diluting creditors debt claims or straight 3debt relief, can be Pareto improving. Each individual creditor would be reluctant tosign on to this scheme, even though as a group all creditors are better off. To understand why, note that creditors are also consumers in our setting. Consumers benefit ifgoods produced in countries that have the comparative advantage of producing them.Related Literature. Relative to the existing literature our framework makes severalcontributions. The model can be seen as a twocountry twogood version of Brunnermeier and Sannikov 2014, 2011, which build in turn on the seminal contributionsof Bernanke, Gertler and Gilchrist 1999 and Kiyotaki and Moore 1997. Inefficiencies can arise due to pecuniary externalities, which can be due to exogenous creditconstraints or an incomplete markets.Pecuniary fire sale externalities are the subject of extensive study in finance andinternational economics. In most models inefficiencies arise because the price movetightens an exogenously imposed collateral constraint, see e.g. Caballero and Krishnamurthy 2004 or Korinek 2011. In Aoki, Benigno and Kiyotaki 2009 collateral debtlimits are lower for international lending than for domestic lending arrangements.2In Bianchi 2011, Bianchi and Mendoza 2012 and Mendoza 2010, this constraintbinds occasionally, potentially leading to sudden stops. Jeanne and Korinek 2011proposes a Pigouvian tax to correct for the externality. Benigno et al. 2014 study theinteraction between exante and expost policy interventions. In contrast, we do notimpose any exogenous debt constraint. In our setting a sudden decline in debt arisesendogenously due to the incomplete markets setting, as firms are limited in issuingequity claims.Our paper falls in a second strand of literature in which pecuniary externalitieslead to constrained inefficient outcomes in a multigood setting due to incompletemarketsthat is, no exogenous credit constraint is imposed. It follows the generalequilibrium literature Stiglitz 1982, Geanakoplos and Polemarchakis 1986. Newbery and Stiglitz 1984s incomplete markets setting shares the feature that free tradedestroys the automatic hedge that price movements provide. However, their paper isabout free trade of goods rather than open capital account. Our analysis also highlights that partially completing the market can lead to inferior outcomes, a resultthat was shown in the GE literature by Hart 1975. More recently, He and Kondor2013 consider two inputs, cash and capital and show that pecuniary externalities canlead to overinvestment booms and too little investment in recessions. Phelan 2013s 2In Maggiori 2013 countries differ in their financial developments rather than in producing different goods.4continuous time model considers a twogood economy in which banks owned byhouseholds play a central role.Our framework is general enough that it can have quantitative implications aftersome calibration. In this sense our model is closer to the canonical international RBCmodel with capital formation as in Backus, Kehoe and Kydland 1994. Similar to us,Pavlova and Rigobon 2007 develop a twocountry, twogood continuoustime modelwith international financial and trade linkages. Unlike Backus, Kehoe and Kydland1994 or Pavlova and Rigobon 2007, however, we consider an incomplete marketsetting. Hence, we cannot use the standard macroeconomic approach of solving theplanners problem and then decentralizing the global economy. Heathcote and Perri2014 follow our incomplete markets setting, but have a different shock structure andgoods home bias. Corsetti, Dedola and Leduc 2008 resolve the BackusSmith puzzle,i.e., the negative correlation between the real exchnage rate and relative consumption,by employing an incomplete market structure with appropriate productivity shocks.Coeurdacier, Rey and Winant 2013 also analyze the tradeoff between efficient capital allocation and improved risk sharing. Instead of analyzing pecuniary externalities,they focus on precautionary savings conducted primarily by emerging markets. Like Obstfeld and Rogoff 1995s New Keynesian framework, we focus on shortterm international debt. Benigno 2009 evaluates the welfare costs of incomplete marketsand the gains of deviating from a policy of price stability in the New Keynesian setting. These papers are restricted by the loglinearization technique around the steadystate; our analysis includes crisis events far away from the steadystate.Costinot, Lorenzoni and Werning 2014 derive the optimal capital flow tax fora country that tries to manipulate the terms of trade in order to extract monopolyrents from the other countries, an insight that can be traced back to the debate between Keynes 1929 and Ohlin 1929. Our analysis is focused on risk and capitalcontrols that improve the terms of trade hedge can benefit both countries. Theterms of trade hedge argument was anticipated in Helpman and Razin 1978 andlater formally introduced in the seminal paper by Cole and Obstfeld 1991. We gainadditional insights by varying the elasticity of substitution across both goods.Inaddition, we show that capital irreversibility requires an even greater hedge than provided by a CobbDouglas elasticity of substitution. Like our paper, Heathcote and Perri 2013 also allows for endogenous capital formation. The focus of their analysisis to replicate empirical patterns identified in the international business cycles literature. Since all the debt financing is shortterm, our analysis also speaks to hot moneyin international capital flow and the fear of losing control of monetary policy by the 5monetary authority. For a detailed survey on international finance crises includingsudden stops, see Lorenzoni 2014. In Gabaix and Maggiori 2014 the financial markets are fragmented and the exchange rate is driven by the net worth of the financialsector.Another strand of papers study the benefits of capital controls in the presence ofprice and wage rigidities. For example, Farhi and Werning 2012 argue that nominalrigidities can lead to inefficiencies that justify capital controls. If in addition currenciesare pegged to each other, SchmittGroh e and Uribe 2012, 2013 show that free capitalmovements can cause a negative externality that contributes to higher unemployment.Farhi and Werning 2013 highlight the benefits of contingent wealth transfers withina currency union.Empirical evidence about the effect of capital account liberalizations are mixed.See, e.g. Obstfeld and Taylor 2004 or Magud, Reinhart and Rogoff 2011. Thereare several examples where capital account liberalizations spurred growth but alsoothers where they led to subsequent crises. Prominent examples are the Scandinaviancrisis in the early 1990s and the South East Asia crisis in the late 1990s. The termssudden stop and Phoenix miracle were coined and empirically documented in Calvo 1998 and Calvo, Izquierdo and Talvi 2006.I The Model In this section we develop a simple baseline model of a global economy that is populated by agents who live in two different countries, A and B. Both types of agentshave the same preferences and can own capital. They can also both produce the twoconsumption goods a and b. Like in the classical Ricardian trade model agents incountry A have a comparative advantage in producing product a, while agents incountry B are better at producing good b. There are no trade barriers for the twooutput goods a and b as well as for the input good, physical capital. We focus on frictions in the international finance markets. In particular we contrast a global economyin which capital account is closed with a world in which the current account is openfor shortterm debt instruments. We also derive the benchmark outcome for the casewhen all contingent claims can be traded.6A Model Setup Technology. Capital can be used to produce goods a or b, which can be combinedto produce the aggregate good. The aggregate good can be consumed, or used forinvestment to produce new capital.When quantities ya and yb of goods a apples and b bananas are combined,they make a total quantityy cid:2012cid:21 ss 1yas 1s s 1syb12,1of the aggregate good. Note that both goods are equally weighted, since we abstractfrom any home bias for local goods. For s both goods are perfect substitutes, fors 0 there is no substitutability a la Leontieff, while for s 1 the substitutabililtycorresponds to that of a CobbDouglas utility function. The indexaggregate goodserves as numeraire and its price is normalized to one.Agents in country A are better at producing good a, while agents in country B arebetter at producing b. From kt units of capital, an agent in country A can producegood a at rate akt and good b at rate of only akt, where a a 0.3 Symmetrically, anindividual in country B can produce good b at rate akt and good a at rate only akt.We denote the aggregate amount of world capital at time t 0, by Kt. Denotethe fraction of world capital used by agents in country A to produce good a by Aa,the fraction used by agents in country B to produce good b by Bbt, etc., so thatt Aat Abt Bat Bbt 1.Then the total world supply of goods a and b is given byt a Aa Yat a Bat Ktand Ybt a Bbt a Abt Kt,respectively. The total supply of the aggregate good is, naturally,cid:2012Yt s 1s Yat s 1sYbt 12cid:21 ss 1,233If a 0, then country A will not use capital to produce good b, because it is a strictly weakly ifthere is no country B dominant strategy to produce good a.7and the prices of goods a and b in terms of the numeraireaggregate good arecid:191scid:18 Yt Yat Pat 12cid:32cid:331sand Pbt 12Yt Ybt.4There is a single type of physical capital. Capital is subject to shocks, which depend on the country I A, B in which the capital is employed. Also, new capital canbe built through internal investment by using the aggregate good. Overall, capitalemployed in country I evolves according todktkt t dt I d ZIt ,5where t is the investment rate of the aggregate good per unit of capital i.e., tkt is thetotal investment rate. Function , which satisfies 0 0, cid:480 1, cid:48 0, andcid:48cid:48 0, represents a standard investment technology with adjustment costs. In theabsence of investment, capital depreciates at rate . The concavity of representstechnological illiquidity, i.e., the adjustment cost due to converting output to new capitaland vice versa. The two Brownian motions d ZAt are exogenous and independent.They are country specific. Examples of such shocks are the discovery of new resourcesor natural catastrophes like earthquakes and tsunamis. If one interprets kt as beingmeasured in efficiency units instead of physical number of machines, then the shocksalso capture innovations in productivity.t , d ZBPreferences. All agents in the world have identical risk and intertemporal preferences represented by the expected utility functioncid:34cid:90 0E0cid:35ert c 11 tdt,where ct is the individual consumption of the aggregate good.Markets for Physical Capital and the RiskFree Bond. All agents can trade physicalcapital in a fully liquid international market. We denote the equilibrium market priceof capital per unit by qt measured in the aggregate good. That is, capital kt is worth 8qtkt. For now, we postulate the law of motion qt to be of the formdqtqt q Aqt dt td ZAt q Bt d ZBt ,6with undertermined timedependent drift and volatility terms. Our conjecture willbe verified later.Absent capital controls and macroprudential regulation there is also an international market for the riskfree bond, which is in zero net supply. Agents can go longlend or short borrow in the riskfree asset. The return on the riskfree asset isdenoted by dr Fdt . In equilibrium both qt and dr Ft are determined endogenously.4tt tqt when it is used productively to produce good i a, b, and by a Pi Returns from Holding Physical Capital. The return from capital depends on theidentity of the agent holding it and the good that it is used to produce. The capitalgains from capital are given by dqtktqtkt, where kt and qt evolve as 5 and 6.The dividend yield from capital after reinvesting output at a rate t is given byt a Pitqt otherwise. Therefore, when an agent of type A uses capital to produce good a,cid:18 a Pahe earns the return oft tqtt t Aq Adt A tq Bt d ZBt ,dr Aat d ZAt cid:19q q Atwhere we used Itos lemma to compute the capital gains portion of the return, dqtktqtkt.q AThe Itoterm Areflects the covariance between the exogenous volatility of capittal stock in country A and the endogenous risk price exposure. When agent A usescapital to produce good b, he earnsdr Abt t ta Pbqt qt t Aq Atq Adt A t d ZAt q Bt d ZBt .cid:32cid:33Similar equations hold for agents B. The optimal investment rate, which maximizesreturns, is always given by the firstorder condition 4Note that we use the notation dr Ftdtdifferentiabilities.cid:48 1qt.7for the riskfree rate in order to allow for potential non9Financial Frictions, Incomplete Markets and Equity Home Bias. There are financialfrictions in this economy. We assume that, absent capital controls and macroprudential regulations, agents can borrow through riskfree debt to buy capital, but cannotinternationally share risk of the capital they employ by issuing equity or through othermeans. Thus, international markets are incomplete.5 Home bias in investors equityholdings is very well documented, see Lewis 1999. We simply assume that investorsdo not hold any foreign capital risk. Our results are robust to a more general settingwith partial risk sharing, as long as some equity home bias remains. Agency problemsand asymmetric information problems are an alternative way to microfound limitedrisk sharing.6Each agent chooses his consumption rate, as well as the allocation of wealth tocapital used to produce each good and to the riskfree asset. When agent I A, Bconsumes at rate c It , hisnet worth nt evolves according tot 0 and chooses portfolio with weights xat , 1 xat xbt , xbdn Itn It xat dr Iat xbt dr Ibt 1 xat xbt dr Ft c Itn Itdt.8Equation 8 together with the solvency constraint nt 0 can be thought of as theagents budget constraint. Portfolio weights xat must be nonnegative for allagents.t and xb Definition. For any initial allocation of wealth, an equilibrium is a map from histories oft and the aggregates , s 0, t to the allocation of capital Aa, Bat, Ab, Bbt , CBt as well as prices qt and dr Fttt such thatshocks ZAconsumption good CAs , ZB1. all agents solve their optimal consumption and portfolio choice problems, subject to thebudget constraints and 2. all markets clear, i.e.7t Ab Aat Bat Bbt 1where Yt is given by 3.and CAt CBt Yt t Kt,95Domestic markets are complete but international markets are incomplete, which is consistent withthe observed equity home bias.6See Jensen and Meckling 1976, Bolton and Scharfstein 1990, and De Marzo and Sannikov 2006.7If the markets for capital and aggregate output clear, then the market for the riskfree asset clearsautomatically by the Walras Law.10We denote the net worth of all agents in country A at time t by Nt and the net worthshare wealth share of agents of country A, by t Ntqt Kt. Then the portfolioweights of representative agent A are given bycid:33,cid:32Aatt, Abttt Abtt, 1 Aacid:33cid:32and consumption rate by At CAt Nt. Likewise, for agents B, these are given by Bat 1 tt, Bb 1 t, 1 Bat Bbt 1 tand Bt CBtqt Kt Nt.Assetpricing equations. Here, we take a technical detour to summarize equationsthat price available assets from the agents consumption processes. Let us postulatethat consumption CAt of agents A followsd CAt CAt CAtdt CAAtd ZAt CABtd ZBt .10t ertCAThe stochastic discount factor Adiscounted marginal utility. By Itos lemmat CA0 of agents A depends on theird At At Acid:124cid:123cid:122cid:125dr Ft dttCAAtd ZAt CABtd ZBt ,The return of any asset available to agents A has to satisfy the following property:if wealth t is invested in asset X, so that dtt dr Xt t must be a martingale if the portfolio allocation to X is positive and a supermartingale if the portfolioallocation is zero. In other words, the drift of At t must be zero negative. For therisk free asset it follows directly thatt , then Acid:162cid:17dr Ftdt At r CAt 12CAAt2 CABt.11The pricing condition for capital used to produce output a isEdr Aatdt At CAAtcid:124cid:123cid:122q AA t Cov dr Aat CABt A, d At tq Btcid:125.1211The negative of the underbraced Ito terms reflect the risk premium, i.e., the requiredexpected excess return in equilibrium. Likewise, for capital used to produce good b,Edr Abtdt At CAAtcid:124cid:123cid:122q AA t Cov dr Abt CABt A, d At tq Btcid:125.13with equality if agents A devote a positive amount of capital to produce good b, i.e.Abt 0. Similar equations also hold for agents B.B Firstbest Benchmark In the economy without frictions and complete markets, full specialization realizes.Agents A specialize in producing only output good a and agents B only produceoutput good b.For simplicity, assume a symmetric economy, in which A B . Then, givent 12the efficient allocation of capital to the production of the two goods, Aaand Abt 0, the total aggregate output ist Bat Bb Yt a Kt 2.A social planner that assigns Pareto weights , 1 must divide the consumptionstream according to the shares 11 1 1 ,1 11 1 1.14cid:32cid:33With complete markets agents fully share the risks d ZAt . That is, anyredistributive shock is offset, but the aggregate shocks to the global capital stock Kthave to be borne. The price of capital and the riskfree rate are given by the followingproposition.t and d ZBProposition 1 With complete markets, the market outcome leads to the firstbest allocationwith full specialization, Aadt and the price of capital aretimeinvariant and given byt 12. The riskfree rate dr Ft Bbtdr Fdt r 124and q a2 dr Fdt 22 .1512The timeinvariant wealth shares , 1 are also the consumption shares. The corresponding Pareto weights of the centralized economy can be found from 14.Proof. See Appendix A.t d ZBThe firstbest benchmark economy which emerges in a setting with complete markets is particularly simple. The size of the economy essentially scales up or downdepending on the total shock d ZAt . All relative quantities, like wealth shares,stay constant and so do prices. The riskfree rate dr Fdt is determined by the timepreference rate r, the expected growth rate of capital and the economy and aggregaterisk. As overall aggregate risk increases, the riskfree asset becomes relatively moreattractive and hence the riskfree rate falls. The price qt of physical capital is given bythe Gordon growth formula, where the denominator is the required return on capitalminus the growth rate of capital.II Open Capital Account for Debt In this section, we analyze the equilibrium in an economy in which agents in bothcountries can borrow through riskfree debt. Markets are not complete since agentscannot issue equity claims to foreigners equity home bias. In the next section wecontrast these findings with an economy in which the capital account is closed.Technically, the equilibrium with debt is characterized by the asset pricing equations 12, 13 and 11 for agents of type A, together with analogous equations foragents of type B, the marketclearing conditions 9 and equations 2, 3 and 4 thatdetermine output and prices. We use these equations, together with the law of motionof t given by Proposition 2, to solve for the equilibrium quantities as functions of thewealth allocation, summarized by t.First let us define the volatility coefficient. With portfolio weights Aat t and Abt t on the two technologies, the law of motion of the net worth of agents incountry A iscid:16q AA t 13d Nt NtAat Abtt Aat Abttcid:124cid:123cid:122NAtq AA td ZAt q Btd ZBtCAAq Bt CABt t Aat Abtcid:124tcid:123cid:122NBtcid:125dt dr Ft CAt Ntdtcid:17cid:125The process of net worth of agents in country B can be derived in a similar way.Proposition 2 characterizes the equilibrium including the evolution of wealth sharet and d ZB. The two shocks d ZAt affect both i the global capital stock Kt as well asii the relative wealth shares t.In other words, shocks have redistributive consequences. This allows us to provide a different interpretation of the shock structure.Our framework also captures redistributive shocks, like losing a large law suit thinkof Samsung losing a large law suit against Apple. The initial direct redistributionalimpact leads agents to reoptimize, e.g., sell capital after losing a law suit, which canamplify into further redistributional effects. Our analysis captures the joint effect, theinitial impact plus the endogenous redistributional responses.Proposition 2 The state space can be divided into three regions. In the middle region, a, b all agents engage only in their most productive technology full specialization, i.e.t 0. In the left region 0, a, BaAbt 0.When Ab 0 left and middle region, t followst 0 and the right region b, 1, Abt Badtt1 ttq AAat A tCAAt q Bt CABt dt1 Aat q At CBAt B cid:20 Aat tcid:124tAacid:123cid:122q At q At A t 1 tt Aat AAt Atdtcid:125dt CAcid:123cid:122t Ntt dt q Bt CBBYt t Ktcid:124qt Ktcid:20 Aadt t 1 Aat tcid:124tt BBt dt cid:123cid:122t 1 Aa0 if 1t q Bq Bd ZAt Bcid:21cid:125cid:21cid:125d ZBt ,16Btand in the right region t follows a symmetric equation.In terms of asset pricing, in all three regionscid:16q AA t In addition, aPat Pbt qt Aq At Bq Bt CAAt q Bt CABt q At CBAt B q Bt CBBta a Pb Pa aa.14cid:17.1718In the left region the first inequality becomes equality, and right, the second.If 1, then the price of capital qt satisfiescid:21 ss 1 q rq.19cid:2012 a Aat a Bat s 1s 12 a Bbt a Abt s 1s Proof. See Appendix B.Note that all equations hold for any risk aversion coefficient , while the marketclearing condition takes the simple form 19 only for log utility, i.e. when 1.For the left and middle regions, we can use Equation 16 to evaluate the volatilitiesof and q from Aatand the values of qtt and qcid:48tt. Indeed, using Itos lemma,q At qcid:48tttqttAt16At 1 tAattcid:124cid:123cid:122t qcid:481 Aaamplificationttqttcid:125A.20The factor in front of A highlights the amplification. The numerator captures theamplification effect due to the leverage effect. Recall that Aat t is As leverage. Thedenominator captures the loss spiral. If the price of capital is more sensitive, i.e., qcid:48is larger, additional losses arise which amplify the endogenous risk even further. Forconstant qt, i.e. qcid:48tt 0, the loss spiral captured by the denominator is switchedoff.Likewise,q Bt qcid:48tttqttBt16t Bt Bb Bat 1t 1 Aa1 tt qcid:48ttqttB,21and the shocks d ZBt are amplified as well.Shocks affect future flows at least in three ways. First, a drop in net worth Nt and ttranslates automatically into a decline in consumption flow. Agents A save more andtry to rebuild their net worth. The terms of trade hedge works through a price effectand a volume effect. After a negative shock, the relative prices PAPB, i.e., the termsof trade, increase. That is, flow profit margins per unit of output increase. However,there is also a volume effect. For higher PAPB total output volume declines. Total 15revenue for firms in country A increase as long as the price effect dominates thevolume effect. Note for the first region t a, the terms of trades PAPB aaare fixed. That is any further shock is not mitigated by the terms of trade hedge. Bysymmetry this is also true for the last region with t b.For the special case of logarithmic utility, we can also explicitly evaluate the driftof t. Since the consumption of all agents is proportionate to their net worth, we have CAAt NAt Aattq AA t,CABt NBq Btt Aatt 1 Aa 1 ttB q Bt .2223CBAt NBAt1 Aa 1 ttq At,Then the drift of t divided by t isand CBBt NBBt t 1 tq AA t2 q At2 B q Bt 2Aat 22tAaq At A tt Aq Bt 2 1 Aat 21 tt 1 Aaq Bt BBt We outline the numerical procedure that we employ in Appendix II.A Special Cases Special case of Perfect Substitutes, s . When both output goods are perfectsubstitutes, then each country produces the good it is better at producing. Country Aproduces good a and country B good b. Also, both goods are sold at the same priceof Pa Pb 12. The terms of trade hedge is switched off altogether. A negativeshock is not dampened by an increase in one countrys output price. In other words,the market incompleteness has full bite and each country carries the full weight of itsrisks. In addition, when A B then countries have no need to borrow or lend, andeach country functions independently. Risk within each country is perfectly sharedand hence countryspecific first best solutions can be obtained. A slightly modifiedversion of Proposition 1 holds in this case, but with the variance of shocks twice aslarge due to the lack of diversification.Corollary 1 With s , each country fully specializes. The terms of trade hedge is inactive,i.e. PaPb 1.16In addition, in the symmetric case A B there is no international borrowing andt and the equilibrium riskfree ratelending. Each country I A, B carries its own risk d ZIand price of capital are given bydr Fdt r 122and q a2 dr Fdt 2 .24Proof. This result follows directly from applying firstbest analysis to a single country.t t and Bb The lack of international diversification forces individuals to hold more risk relative to the firstbest scenario of Proposition 1. This makes the riskfree asset moreattractive, pushing down the equilibrium riskfree rate. This also changes the investment rate . Since firms do not borrow or lend, capital shares and wealth sharest 1 t. Essentially in this symmetric case firms arecoincide, i.e. Aaendogenously in autarky. As country I faces shock d ZIt , the economy is scaled up ordown without affecting prices or the other country. The wealth share of the countryincreases when it experiences a relatively more favorable shock. In the longrun thesystem converges to one of the extreme outcomes, where the wealth share is either 0 or 1. That is, the stationary distribution is degenerate with atoms at thetwo extreme points.8 Interestingly, for the case of log utility the price q and the investment rate coincide with the first best price and investment rate, while the riskfreeis lower.9Special case of No Productive Disadvantage, a a.In this case firms in bothcountries are equally good at producing both output goods. As a consequence,Pa Pb 12: otherwise firms in both countries would want to shift to produceless of the cheaper good. In this case, the production technology leads to the sameoutcome as that in the case of perfect substitutability. Like that case, the terms oftrade hedge is switched off.8For the asymmetric case A B, absent any lending the riskfree rate would be higher in country A. Hence, with open international debt markets, country A would borrow, expand its productioncapacity, and make in expectation higher profit. In the longrun the wealth share would converge to 1 almost surely  Thisequation together with cid:48 1q jointly determine q and . Monotonicity of both equations ensuresuniqueness.9This can be seen by setting 1 and noting that Equation 24 reduces to q a2r 17Corollary 2 If a a, the riskfree rate, the price and allocation of capital between countriesand the dynamics of wealth shares but not the allocation of capital to goods a and b coincidewith those in the case of s , as described in Corollary 1.Viewed differently, Corollary 2 states that it is necessary for the main results of ourpaper that the two output goods are imperfect substitutes and that the firms in bothcountries have different expertise.Corollary 2 also points to an interesting comparative static. As a increases towards a, risk sharing worsens. RD spending and product imitations with the aim ofimproving a goes at the expense of the firms in the other country, see, e.g., Samuelson 2004. As firms in both countries engage in such activities, the terms of tradehedge worsens, risk sharing becomes limited and welfare reduced. This suggeststhat policies which increase specialization, by fostering RD spending and boosting a, are much better than catchup policies.B Numerical Examplecid:17Proposition 2 allows us to characterize the full stochastic equilibrium dynamics ofcid:16the global economy. For all numerical examples we assume that all agents have logarithmic utility, i.e., 1, and that the investment technology is given by i 1.10 We fix A B 0.1, a 0.14, a 0.04, 0.05, 2, r 0.05and consider different elasticities of substitution s 0.5, 1, . Note that due to thesymmetry of our setting, it is sufficient to characterize the equilibrium for the wealthshares 0, 0.5. The equilibrium dynamics are symmetric about 0.5.1 2i 1Panel A of Figure 1 plots the capital shares for the three values of s. The solidblack line captures the case of s 1 CobbDouglas aggregation, the dashed blueline, s 0.5, and the dotted magenta line, s . Recall for a reference that thefirstbest solution of complete markets results in full specialization and with constantcapital shares of Aa 0.5. Under full insurance, the wealth shares also stay constant.With incomplete markets, as long as 0.5 country A still puts all its capitalinto producing output good a. However, as the wealth share declines, so does thecapital share Aa. The capital share declines slower than the wealth share and hencethe curve Aastays weakly above the 45degree line. This is possible since firms incountry A borrow. The level of borrowing depends on the elasticity of substitutiont 10The investment technology in this example has quadratic adjustment costs: An investment of 22 generates new capital at rate .18Panel A plots the capital shares Aa and Ba, Panel B plots the terms Figure 1:of trade PaPb and Panel C plots the price of physical capital q, as functions of thewealth share , for three different levels of elasticity of substitution: s 0.5 in dashedblue, s 1.01 CobbDouglas in solid black, and s in dotted magenta.s between both output goods. For the special case with perfect substitutes s there is no borrowing Corollary 1 and hence the dotted magenta capital share is the 45degree line. For the cases of s .5 and s 1, the difference between Aaandthe 45degree line reflects the fraction of capital that is debt financed. Debt financingreaches its maximum for values around 0.1. A negative shock at that point leadsto a sudden and sharp decline in debt financing. Simply the fear of a sudden stop offunding leads firms to cut back their operation. As falls below a, firms in country Bstart producing good a as well, even though they are less productive in doing so. Thedecreasing solid and dashed lines depict Ba for s 1 and 0.5. For s , Ba 0for any .t Panel B of Figure 1 plots the terms of trade, i.e., the price ratio PaPb. The figureshows clearly the terms of trade hedge. As the wealth share of agents A drops after anegative shock, output good a becomes more scarce. Consequently, the price of gooda rises and agents A receive better terms of trade. As soon as the ratio PaPb rises to aa, at point a, firms in country B start producing good a. The terms of trade priceratio PaPb is then capped at aa. Notice that the terms of trade improvement after anegative shock is sharper when the goods a and b are worse substitutes. In the limit,as both goods become perfect substitutes, the terms of trade hedge vanishes.1900.10.20.30.400.10.20.30.40.50.6Aa and Ba 00.10.20.30.40.511.522.533.54PaPb 00.10.20.30.40.50.970.980.9911.011.021.031.041.05q Ba AaA remark about empirics is in order: The terms of trade hedge argument suggests a negative association between relative GDP growth and the terms of trade.Acemoglu and Ventura 2002 argue that these terms of trade movements introducedefacto diminishing returns to scale and are the reason for their empirical findingthat crosscountry world distribution is stable. However, for many commodities thiscorrelation is empirically not strong and can even go in the opposite direction Backusand Crucini 2000, Berka, Crucini and Wang 2012. In the end, the sign of the linkbetween output and terms of trade is simply a matter whether supply or demandshocks dominate. In our model, each countrys own shock the shock to its capitalstock is a supply shock, and so naturally produces a negative correlation between theterms of trade and output growth. At the same time, foreign shocks are like a demandshock a positive shock abroad, say, pushes up demand for domestically producedconsumption goods and consequently improves the terms of trade. If shocks have thesame volatility and the overall model structure is symmetric, then these countervailing forces work such that the correlation between consumption and the terms of tradein our model ends up being negative so the terms of trade hedge is operative.11 Thisis consistent with the observation that, as long as a country has the unique expertise inproducing a certain good, the link between its output and terms of trade must be negative in the extreme i.e. as approaches 0 or 1. This, however, does not preclude thepossibility that output and terms of trade move together locally. Panel B shows that, inour model, the link between output and terms of trade is monotonic in , but in moregeneral settings this need not be so. For example, Pavlova and Rigobon 2007 developa framework in which demand shocks lead to a locally positive association betweendomestic consumption and terms of trade. They achieve this by scaling countrylevelutility functions via arbitrary stochastic processes interpreted as demand shocks,and by assuming crosscountry heterogeneities in preferences homegood bias. Domestic demand shocks thus disproportionately increase demand for domestic goods,and so terms of trade and consumption go hand in hand.Panel C of Figure 1 shows the price of physical capital q for the three differentvalues of s. Recall that the reinvestment rate per unit of capital is directly related tothe price of capital q through the first order condition cid:48 1qt. A higher capitalprice q translates to a higher investment rate.Figure 2 characterizes the stochastic dynamics of the state variable: country Aswealth share . This differs from how macroeconomists typically represent the stochas11With incomplete markets, domestic wealth and so consumption are more sensitive to domesticsupply shocks than to foreign shocks. Complete markets, in contrast, involve perfect risksharing.20Figure 2: Panel A plots the stationary distribution, Panel B the drift and Panel Cthe volatility of wealth shares for three different levels of elasticity of substitution:s 0.5 in dashed blue, s 1.01 CobbDouglas in solid black, and s in dottedmagenta.tic dynamics of an economy. It is standard to plot impulse response functions. However, impulse response functions only plot the expected response of a variable neara specific reference point e.g. the steady state. The drift and volatility of the statevariable, depicted in Panels B and C of Figure 2, provide a full characterization of thedynamical system for any starting point, including the volatility dynamics. The driftof Panel B reveals that the system has a basin of attraction at 0.5. Wheneverthe system falls below 0.5, the positive drift pushes it back towards 0.5.Similarly, for 0.5, the system drifts back to 0.5 as the drift is negative in therange 0.5, 1. Panel C depicts the volatility of .Panel A plots the stationary distribution for 0, 0.5. Two features standout. First, lower output good substitutability leads to a tighter distribution of wealthshares. For smaller s the terms of trade hedge ensures that countries are better insured against redistributive shocks despite the fact that no risky claims can be tradedin international markets. In the limit as s goes to infinity and both output goods become perfect substitutes, the stationary distribution becomes degenerate with atomsonly at 0 and 1. Recall that the firstbest completemarket solution implies adegenerate stationary distribution that is concentrated at the initial . Second, unlikein Cole and Obstfeld 1991 the CobbDouglas case does not lead to full insurance nor 2100.10.20.30.40.500.511.522.5Stationary Distribution 00.10.20.30.40.500.0050.010.0150.020.0250.03 00.10.20.30.40.500.0050.010.0150.020.0250.030.0350.040.045 to the first best outcome in our setting. The stationary distribution does not degenerate to an atom. What explains this difference? In Cole and Obstfeld 1991 a positiveproductivity shock for country A is like a positive endowment shock of good a. Supplying more a goods worsens country As terms of trade.In our setting the termsof trade hedge is less pronounced, since the shock is in terms of the capital good K.After a positive shock, agents in country A sell off some of the composite capitalgoods instead of only selling off output good a. In addition, in our economy capitalis persistent and hence a productivity shock has longlasting implications, while in Cole and Obstfeld 1991 capital is shortlived, it depreciates fully in each period. Ourresults also show that their resolution of the international diversification puzzle in thecase of CobbDouglas preferences is particular to their setting.Even though the terms of trade hedge is not perfect in our setting, and consequently the wealth share is not constant, a distressed economy typically growsrelatively fast out of its malaise. Panel B of Figure 2 reveals that the drift of ishigh for low, but not extremely low, values. Competition is depressed and profitscorrected for legacy losses are high. Calvo 1998 coined this empirical phenomenonas Phoenix miracle. Importantly, the Phoenix miracle vanishes for very extreme values, when the poor economy is extremely impaired.C Sudden Stops and Runs Sudden stops refer to a sharp decline in credit flows. The total amount of countryt tqt Kt, i.e., total assets minus net worth.A debt in our model is given by Aa Figure 3 depicts the total debt level for country A for 0, 0.5, normalizing Ktto one. In our model sudden stops occur naturally on the equilibrium path due tothe amplification of exogenous shocks and corresponding decline of wealth in anindividual country. In addition, there is a possibility of sunspots triggering a suddendecline in capital price and outstanding debt of one of the countries.Definition 1 A sudden stop occurs when either:i an adverse fundamental shock triggers a percentage decline in outstanding debt that exceedsthe percentage decline in net worth, i.e. the leverage ratio falls. For country A this occurs whenthe elasticity Aaii a sunspot triggers a sudden capital price drop from q to q, accompanied by a drop in to and a decline in debt. In this event, the wealth of country A per unit of capital jumps to q maxq Aa q q, 0. The drop in capital is a selffulfilling if q q , i.e. the 1, or equivalently, Aa Aa .Aa 22new capital price level is sustainable in equilibrium.Sudden Stops within Baseline Equilibrium. Formally, the total debt amplificationeffect is captured by 1 Debt Atqcid:48tttqtcid:124Aat cid:48t 1tcid:125cid:123cid:122t t Aaleverage ratio sensitivity1 tAattcid:123cid:122cid:124t t qcid:481 Aaamplificationttqtcid:125 A,25where the amplification factor is directly taken from Equation 20. If the leverage ratio declines as declines, the leverage ratio sensitivity factor is larger than 1. Likewise for d ZBshocks, one can derive an analogous amplification factor using Equation 21. Recall that qcid:48 in the denominator reflects the amplification due tothe loss spiral.Whether and to what extent sudden stops can occur within the baseline equilibrium that is, the leverage ratio, Aa , falls as declines depends on the marketilliquidity of capital, qcid:48. Market illiquidity, in turn, is driven by technological illiquidity, captured by the adjustment cost parameter . With 0, both technologicaland market liquidity of capital are perfect as the price is always q 1, as shown bythe dashed blue line in the right panel of Figure 3.The case with adjustment costs of 2 is depicted by the black curve in the rightpanel of Figure 3. As long as output goods are not perfect substitutes, i.e. s anda a, the price of capital q declines as drops. There is aggregate price impactand hence market liquidity is not perfect. In this case, debt declines sooner, at higherlevel of . However, in our example a sudden stop defined by Aa does notoccur. Graphically on the left panel, there are no values for which the slope of thetangent Aa of the secant,the line that goes through 0, 0 and , Aa. of the normalized debt level is higher than the slope Aa Aa Irreversibility of investments is an extreme form of technological illiquidity, whichassumes infinite adjustment costs for disinvestment 0. The green dasheddottedcurves in Figure 3 depict the case in which disinvestment adjustment costs are 0 100, while investment adjustment costs stay at 0 2. The right panel shows clearlythat now the price drop for low values is much more pronounced. More importantly,23Figure 3: Panel A depicts Country As normalized debt level qAa as afunction of its wealth share , for three different levels of adjustment costs functions:0 0 0 in dashed blue, 0 0 2 in solid black, 0 100 and 0 2in dasheddotted green. Panel B depicts the corresponding price functions for q.As in our benchmark case we set s 1.01.the price q is not always concave due to the kink. Hence for a whole range values Aa Aa and therefore sudden stops can occur.Sudden stops in Sunspot Equilibria. With sufficiently low market liquidity, i.e.,sufficiently high qcid:48, a nonfundamental sunspot can trigger the second form ofa sudden stop a jump in price of capital and wealth share. Such a jump occurseven absent an adverse fundamental shock. That is, the contraction can be entirelyselffulfilling.Intuitively, as each agent A shrinks his balance sheet by fireselling assets andrepaying his debt, the price of capital q drops and erodes all agents As net worth.Competing agents from the same country, who have no contractual arrangement witheach other, erode the price of the joint capital good and thereby impose negativespillover effects on another. The externality works through the price qt, which eachagent A takes as given. Note the difference from a classic bank run in which lenderswithdraw funding and cause a crunch in credit supply. Here the decline in total creditis a credit demand effect. Borrowers cut back since they are worried about downsiderisks and about hitting the insolvency boundary condition where net worth is zero.More formally, consider a price drop from current point qto say q. This price 2400.050.10.150.20.250.30.350.40.450.500.050.10.150.20.250.30.35Total Debt qAa00.050.10.150.20.250.30.350.40.450.50.750.80.850.90.9511.051.1qdrop leads to a new net worth N q qAa K, which translates to a new wealthshare of 12N q qAa Kq q qAa q K. q The economy is only vulnerable to sudden stops due to sunspots if q is sufficiently steep in and the initial debt level qAa is sufficiently large. For largeenough starting points , qcid:48 is too small. At the other extreme, for small enough the debt level is not high enough to generate a second equilibrium. In short, theeconomy is only vulnerable to sudden stop runs only for a range of , . Withinthat range there exist exactly two sunspot equilibria, as long as q is concave and q convex. Note that we considered only unanticipated selffulfilling run equilibriawhere the arrival rate of the sunspots is zero. The economy is most vulnerable tounanticipated sunspots since agents do not prepare for these. Proposition 3 formalizes this result.Proposition 3 For sufficiently low market liquidity, such that q is sufficiently concavelyincreasing in , there exists a vulnerability region , in which country A is vulnerableto unanticipated selffulfilling jumps in q triggered by a sunspot absent a fundamental shock.Jumps are discontinuous in price and wealth share. Within the vulnerability region there aretwo sunspot equilibria of which one results in the absorbing disaster state 0. The outcomeis analogous for country B.The proof of the proposition follows directly by construction and continuity aroundthe region. The concavity of q and strict convexity of the hyperbola q impliesthat there are at most two sunspot equilibria and that there are no small jump equilibria. The finding that small jumps are not selfsustaining can be seen as a robustnessproperty of the baseline equilibrium.One might suspect that when agents of the poorer country sell off their physicalcapital at fire sale prices foreigners benefit at their expense. Indeed the foreignerswealth shares rise, but surprisingly they are ultimately also worse off. In short, sudden stops are not only associated with large wealth redistributions, but even moreimportantly with wealth destruction in both countries. Section IVs welfare analysisshows sudden stops lead to Pareto inferior outcomes independent of whether theyare associated with multiple equilibria or amplification effects.12If we were to plot this equation in right panel of Figure 3 it would be an upward sloping convexhyperbola that goes through the initial starting point q. The hyperbola potentially crosses q atthe initial starting point and possibly in addition at a lower price level q .If so, then a jump toabsorbing sate 0 is also possible.25From a policy perspective, expost crisis management should avoid wealth destructive sudden stops and exante credit flow management should reduce excessivebuildup of liquidity mismatch due to shortterm debt financed projects with lowtechnological liquidity. Macroprudential policies instruments that limit leverage andliquidity mismatch might be the appropriate policy tools.III Closed Capital Account: Capital Controls Let us now consider the case in which the capital account is closed or macroprudentialregulation prevents borrowing. Agents in the economy cannot tap in to the international debt market but can still trade goods a and b as well as physical capital. Thenassetpricing conditions 12 and 13 still hold. Each country has its own riskfree ratecharacterized by Equation 11 for country A and an analogous equation for country B based on the consumption process in country B.The following proposition characterizes a procedure to compute the equilibriumunder the assumption of logarithmic utility.In the middle region, cid:2a, bcid:3, all agents engage only Proposition 4 Suppose that all agents have logarithmic utility 1. Then the state spaceis divided into three regions.t 1 t andin their most productive technology full specialization, i.e. Aa Bat Abt 0, and the price of capital qt satisfiest t, Bbcid:2012s 1s a12 a1 s 1scid:21 ss 1 q rq.In the region 0, a, in which agents of country B use capital to produce good a, the priceof capital and the production of agents B are determined jointly by the equationscid:201 a Pb a Pa,cid:21 ss 1 q rq. a a1 Bbs 1s 28At point a, Bb reaches 1 t and q reaches the level defined by 26. The law of motion 2 a Bbs 1s 12262726of t over the entire range 0, b is given bycid:19cid:18 a Pat tqtdtt r 1 ttA2 1 tB2t B d ZBt .29The region b, 1, where agents A produce good b, is determined symmetrically to thedt 1 tA d ZAregion 0, a.Proof. See Appendix C.As before we illustrate our findings within specific numerical examples. To easethe comparison with the previous section we apply the same parameter values. Instead of focusing on different levels of substitutions, in this section we stress thedifference between outcomes under open and closed capital accounts.Panel A of Figure 4 shows the difference between a global economy with andwithout capital controls. For equal wealth shares, i.e., for 0.5, agents are fullyspecialized in both cases. However, as declines, production in country A falls fasterunder closed capital account than it does under the open capital account. The reasonis that firms in country A can issue shortterm debt to agents in country B. Panel Areveals that Aa is significantly higher in the case without capital controls increasingblack solid curve than in the case with capital controls red dashed increasing 45degree line. With capital controls agents in country B start producing the outputgood a much sooner at higher values. As a result, the economy with open capitalaccounts exhibits a higher degree of specialization than the economy with closedcapital accounts.Panel B shows the difference in the terms of trade, the relative price ratio PaPb.Without capital controls each agent in country A borrows in order to hold a largerfraction of the global physical capital stock, resulting in greater output of good a. Thisundermines the terms of trade improvement that occurs under strict capital controls.With capital controls the terms of trade improvement is sharper. In addition, an opencapital account is subject to a pecuniary externality. Each individual agent ignores theeffect of his production on his fellow countrymen; by borrowing and operating on alarger scale, he raises output and depresses the price for others.Cutting down on debt financing also pushes down the price of physical capital qas shown in Panel C of Figure 4. This lowers the net worth. In terms of wealth shares,it hits the country which is levered further. As pointed out above the loss liquidityspiral amplifies the initial shock even further.27Figure 4: Panel A, B and C contrast the capital shares Aa and Ba, the terms of trade PaPb and the price of physical capital q of an economy without and with capitalcontrols black solid versus red dashed curves assuming an elasticity of substitutionof s 1.01 close to CobbDouglas.Panel A plots the stationary distribution, Panel B the drift and Panel Figure 5:C the volatility of wealth shares for the global economy without capital controlsblack solid curves and with capital controls red dashed curves for an elasticity ofsubstitution coefficient of s 1.01.2800.10.20.30.40.500.10.20.30.40.50.60.7Aa and Ba 00.10.20.30.40.511.522.533.54PaPb 00.10.20.30.40.50.970.980.9911.011.021.031.041.05q Aa Ba 00.10.20.30.40.500.511.522.533.544.5Stationary Distribution 00.10.20.30.40.500.0050.010.0150.020.025 00.10.20.30.40.500.0050.010.0150.020.0250.030.0350.04 Figure 5 shows the stability profile of an economy without and with capital control. Overall, debt financing increases specialization, it leads to better allocation ofresources and boosts economic growth in normal times. However, it comes at theprice of reduced economic stability. Panel A of Figure 5 shows this: the stationarydistribution of the wealth share has more mass at the extremes in a global economywithout capital controls. Panel C shows that the volatility of is much higher withan open capital account.IV Welfare Analysis While shortterm debt restrictions, like capital controls, can improve risk sharingthrough the termsoftrade hedges, they can also lower average economic growth.In our incompletemarket setting, capital controls interact with many pecuniary externalities. To answer whether capital controls are desirable, it is important to conducta formal welfare analysis.Pecuniary Externalities.In complete markets, negative pecuniary externalities oncompetitors balance out against positive externalities on consumers, leading to a Pareto efficient outcome. In an incompletemarket setting, such as ours, pecuniaryexternalities can lead to inefficiencies, see Geanakoplos and Polemarchakis 1986.For example, when agents who maximize individual utility affect prices as a group,they affect the amount risk sharing in the economy, which is limited by market incompleteness. While , which characterizes the wealth distribution, remains constantin a completemarket setting, in our setting price changes shift the wealth distribution. Firms in one country affect prices in two ways. First, when overcapitalized, theydecide at what point to start competing with the firms in the other country. Second,when undercapitalized, they set their scale of production choosing the amount of international borrowing. While each individual firms decisions are too small to affectprices, as a group they do.When a firm decides to start producing the good for which it has less expertise, ittakes output prices as given. Each firm in a country ignores that they as a group capthe other countrys output price. This ruins the terms of trade hedge for the firms inthe other county as soon as the ratio PaPb reaches aa or a a. Capital controls haveno impact on this pecuniary externality.1313If one were to endogenize a, even further inefficiency would arise whose cause is not a pecuniary 29The second pecuniary externality stems from firms borrowing decisions to scaleup their operation. This decision affects mainly competing firms in the home country.As each domestic firm borrows after an adverse shock to keep production high, thefirms as a whole limit the price increases of their output. Each firm does not internalize that its borrowing undermines the terms of trade hedge. On the other hand,if borrowing is limited, competition is reduced and profit margins rise. This can leadto higher profits and help firms recapitalize themselves more quickly through higherretained earnings. Of course, the dose of the borrowing limits has to be right; limitsthat are too draconian are counterproductive. This is the case if higher profit marginsdo not offset the losses from the decreased volume, as it is the case when foreign firmsenter to compete with the domestic firms.14Pecuniary externalities also work through the price of capital q. When firms decidehow much shortterm debt to issue in order to acquire physical capital from abroad,they do not internalize that effect of their leverage on the sensitivity of the price q toshocks. As all firms in a country increase their leverage ratio, the price of capital q issubject to a much sharper drop.While in this paper we simply ask whether the crude policy of closing the international capital flow can increase welfare, better outcomes can be attained with moregeneral policies. International lending does not have to be shut down fully, and capital flows across borders can be regulated with taxes that directly target the size of thepecuniary externalities.Pecuniary externalities and market incompleteness are the reasons for the constrainedinefficient equilibrium outcome. Optimization by the social planner would accountfor the effects price changes, and, in our case, the terms of trade hedges. That is, eventhough the planner may have no more freedom and face the same incompletemarketfrictions as the agents, he can achieve higher welfare.Welfare Calculations. Pecuniary externalities help us to identify the source of constrained inefficiency of the market outcome. However, to figure out the extent of theinefficiency and the welfare impact of various policy measures we have to conductan explicit welfare analysis. Policy measures that reduce uncertainty can be welfareenhancing even when they result in a slightly lower growth rate. Hence, we calculateexternality. Each country as a whole has an incentive to promote measures that increase its a. Thisimproves the countrys terms of trade at the expense of the other country, see Samuelson 2004. Asboth countries engage in such activities they undermine each others terms of trade hedges.14That is, capital controls can improve risk sharing from termsoftrade hedges only when specializeddomestic firms do not have viable foreign competitors.30the value functions reflecting the discounted future expected utility stream for bothtypes of agents.In this section we focus on a setting with logarithmic utility, i.e. 1. In this casevalue functions take the simple form Vnt, t log ntr ht.30To understand this form of value functions, note that if we change the net worth ofan agent by a factor of , the agents optimal consumption also changes by a factorof .15 Since logct log logct, the agents utility increases by logr.This is reflected in the form 30. The wealthindependent term ht depends on theagents investment opportunities, summarized by the state variable t. The first termis increasing in agent As own wealth, while the htterm tends to be decreasing int, the wealth share of other agents in the same country. As t declines competingfirms in the same country decrease their output, the output price rises and with itexpected profits. The exact form of h depends on the market frictions.For country A the value function can be decomposed into VNt, t log Ntr ht logt Ktqtr ht log trlog Ktrlog qtrcid:124 ht.cid:125cid:123cid:122HtFor clarity, we normalize the initial size of the economy to K0 1. Hence,the second term drops out. Let us combine the third and fourth terms to H logqr h. Proposition 5 shows that, after manipulating the HJB equation,H has to solve a second order ordinary differential equation.Proposition 5 In the competitive equilibrium, H logqr h satisfies thefollowing second order differential equation:r H logrq Attr2 Bt 22r r Aa Ab2A2 Ba Bb2B22r t Hcid:48 At2 Bt 222 Hcid:48cid:48.For agents B an analogous ODE applies, and their value function is given by VBNBlogNBt r H1 t in the symmetric case A B .t , t 15In fact, this is true for any CRRA utility.31Figure 6: Welfare frontier for agents in country A xaxis and agents in country Byaxis. The firstbest solution is depicted by the outer dasheddotted green frontier.The market equilibrium frontier without capital controls is given by the black frontier,while the frontier under strict capital controls is depicted by the red dashed curve.The circles on the frontiers mark the switching points, a, b, when full specializationstarts or ends.Proof. See Appendix D.The exact form of H depends on the market frictions and whether capital controls are imposed or not. Once we have solved the ODE for H for both typesof agents, we find out the welfare of agents A and B for any current wealth share. As one varies one walks along the frontier. Any corresponds to the pointV A, VB logr H, log1 r H1 on the frontier.Figure 6 plots the frontier of value functions for agents in country A on the xaxisand for agents in country B on the yaxis. The outer frontier, given by the greendasheddotted curve, depicts the first best outcomes that arise as equilibrium outcomes under complete markets. The values themselves turn out to be negative, whichis not surprising given that the value function is of the log form, like the utility function. The circles on the various frontiers indicate the points a and b. In the middleregion a, b firms exclusively produce output goods they are good producingat. In a world with capital controls the middle region seems smaller. This does however not automatically imply that the economy spends less time in this region, sincein that case the stationary distribution is more concentrated around .5The first best frontier is the Pareto frontier, and so it is strictly decreasing. Asone moves along the frontier, the value of agents A increases only when the value of 32120115110105100959085807570120115110105100959085807570VBVAagents B declines. The first best solution is particularly simple as in this case His constant. Note that in the case of log utility the Pareto weight that the plannerassigns to agents A coincides with agent As consumption share and wealth share .16For the first best solution, the ODE in Proposition 5 reduces tor H logq logr NA2 NB22r1r ANA r,cid:20 a Pa qcid:21where NA A2 and NB B2 and q is given in Proposition 1.Returning to Figure 6, the incomplete markets outcome with an international debtmarket is given by the solid black curve. Notice that the black frontier is inwardbending for very skewed wealth distributions, i.e. for sufficiently close to 0 or 1.17In other words, the frontier is not necessarily a Pareto frontier. For low enough valuesof an unanticipated wealth transfer from agents in country B to agents in country A, e.g. in form of a bailout or debt relief program, can make both types of agentsbetter off. By symmetry, for high enough , the reverse transfer can lead to Paretoimprovement. The intuition for this feature is that with extreme wealth inequality itwould be better to distribute wealth to the poor country. Firms in the poor country increase their output which lowers their output price.18 Agents from the richer countrybenefit from the lower output price, justifying the initial wealth transfer. Since eachindividual rich agent takes prices as given he would be unwilling to do such a transfer. Only a government can coordinate such a transfer that internalizes the pecuniaryexternalities.Looking at Figure 6 one might get the impression that transfers should occasionally occur and capital controls are primarily welfare destroying except for some valuesof close to 12. The conclusion one could draw is misleading for two reasons. First,assuming that is drawn from the stationary distribution, values of for which atransfer from the rich to the poor country is Pareto improving are rare. Most of thetime the economy stays close to 12. Second, capital controls are actually mostly welfare improving since the system is rarely outside the region where the dashed redcapital control frontier is inside the solid black welfare frontier.It is therefore wise to look at welfare for each type of agent from a different angle,16Recall from Equation 14 for general risk aversion coefficient the consumption share under firstbest is 1 1 1 1 see Appendix A17As one increases the adjustment costs for disinvestment the frontier becomes more inward bending.18Note even though for a b the immediate terms of trade are temporarily fixed at either aa a a, a price in the near future becomes more likely.33Figure 7: Panel A depicts the sum of both countries welfares for different levels ofwealth shares, for the case s 1. The firstbest solution where the planner assignsequal Pareto weights to both type of agents is represented by the dasheddotted greenhorizontal line. The outer increasing green dasheddotted curve depicts the completemarket solution for different initial . The equilibrium outcome with an internationaldebt market is given by the black solid curve and without an international debt marketby the dashed red curve. Panel B represents the same graph but depicts on the xaxisthe the cumulative density distribution of instead of itself. The circles mark thepoint a.i.e., one that takes the relative frequency of different values into account. Note thatany monotone transformation of would have been mathematically an equally goodstate variable to use, albeit more difficult to interpret economically. Taking insteadof the cumulative stationary distribution function of is a particular attractivemonotone transformation. The CDF of is uniformly distributed and hence one caneasily integrate the areas between the curves. Figure 7 Panel A depicts the sum ofboth countries welfare for different values of for the cases of i first best with equal Pareto weights 12, ii market equilibrium with open debt market andiii market equilibrium in which capital controls shut down the international debtmarket. Panel B depicts the sum of the value functions as a function of cumulativedistribution function of . Note that since the stationary distribution differs acrossthese three cases, so does the transformation of . In particular, for the first best casewith constant 12, the stationary distribution is step function with a step at 12.The horizontal line depicts the first best sum of value functions of both agents for thecase of 12. Note that for other Pareto weights the first best horizontal line wouldbe lower.The differences between Figure 6 and Panel B of Figure 7 are striking. Figure 63400.10.20.30.40.5200195190185180175170Sum of Utils 00.10.20.30.40.5200195190185180175170CDF Sum of Utilitiessuggests that capital controls are welfare reducing except for a small range of saround 12. Panel A of Figure 7 points already out that for most values of capitalcontrols are welfare enhancing.19 Panel A is still difficult to read since the stationarydistribution of is more concentrated around 12 for the case of capital control thanfor the case with open capital account. Panel B of Figure 7 takes the relative frequencyof based on the stationary distribution into account. Panel B makes clear that thisrange of values for which capital controls are welfare improving is actually therelevant one. The economy is almost always within this range. In other words, Panel B of Figure 7 shows that initial values for which capital controls reduce welfareare rare events, indeed, they are so rare that they are unrecognizable in Panel B of Figure 7. Second, the values of for which the value frontier Figures 6 is inwardbending and unanticipated debt relief program should be enacted are even furtherdown in the extreme tails of the stationary distribution.While for our parameter values capital controls are almost always utility valueimproving, this does not need to hold for all parameter values. As the fundamentalexogenous risk A B rises the advantage of capital controls declines. Similarly,an increase in the substitutability of both output goods, i.e. in s, reduces the value Increasing a towards a has at least two implications. First, itof capital controls.lowers the price cap for the output good. Hence, the terms of trade hedge is reduced,reducing welfare. Second, the efficiency losses from producing the output good forwhich the output rate is only ak is smaller. This increases the welfare. As a approaches a the production efficiency loss vanishes, but so does also the terms of trade hedge.The overall welfare implications are not monotone in a.V Conclusion Magud, Reinhart and Rogoff 2011 complain about the lack of a unified theoreticalframework to analyze the macroeconomic consequences of capital controls. This paper provides such a framework that is general enough that it can be calibrated andquantitative implications can be derived. It clearly identifies pecuniary externalities.The externality only arises in a multiple good setting and undermines the naturalterms of trade hedge stressed in Cole and Obstfeld 1991. Open current accounts 19Capital controls increase the sum of both value functions for a large range of . Capital controlsare Pareto improving, i.e. V A and VB are higher with capital controls, only for a small range of around 12. Outside this range of the value function of the poor country increases, while the valuefunction of the rich country declines.35that primarily lead to shortterm debt financing also lead to a constrained inefficientoutcome in terms of welfare and to a highly volatile market in terms of financial stability. The analysis shows that capital controls that shut down the international debtmarket can be welfare improving. Finetuned capital controls, e.g., by imposing taxeson debt capital flows, would extend the parameter space for which capital controlsenhance overall welfare.References Acemoglu, Daron, and Jaume Ventura. 2002. The World Income Distribution. Quarterly Journal of Economics, 1172: 659694.Aoki, Kosuke, Gianluca Benigno, and Nobuhiro Kiyotaki. 2009. Capital Flows and Asset Prices. In . , ed. Richard Clarida and Francesco Giavazzi, Chapter 4, 175216.Chicago, IL:University of Chicago Press. http:www.nber.orgchaptersc 3006.Backus, David K, and Mario J Crucini. 2000. Oil prices and the terms of trade.Journal of International Economics, 501: 185213.Backus, David K., Patrick J. Kehoe, and Finn E. Kydland. 1994. Dynamics of the Trade Balance and the Terms of Trade: The JCurve? The American Economic Review,841: pp. 84103.Benigno, Pierpaolo. 2009. Price Stability with Imperfect Financial Integration. Journal of Money, Credit and Banking, 41: 121149.Benigno, Pierpaolo, Chen Huigang, Christopher Otrok, and Alessandro Rebucci.2014. Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective. Working paper.Berka, Martin, Mario J Crucini, and ChihWei Wang. 2012. International risksharing and commodity prices. Canadian Journal of EconomicsRevue canadienned economique, 452: 417447.Bernanke, Ben S., Mark Gertler, and Simon Gilchrist. 1999. The Financial Accelerator in a Quantitative Business Cycle Framework. In Handbook of Macroeconomics. ,ed. John B. Taylor and Michael Woodford. Elsevier.36Bianchi, Javier. 2011. Overborrowing and Systemic Externalities in the Business Cycle. American Economic Review, 1017: 34003426.Bianchi, Javier, and Enrique Mendoza. 2012. Overborrowing, Financial Crises and Macroprudential Policy. Working Paper.Bolton, Patrick, and David S. Scharfstein. 1990. A Theory of Predation Based on Agency Problems in Financial Contracting. American Economic Review, 801: 93106.Brunnermeier, Markus K., and Yuliy Sannikov. 2011. The I Theory of Money.Working Paper.Brunnermeier, Markus K., and Yuliy Sannikov. 2014. A Macroeconomic Model witha Financial Sector. American Economic Review. forthcoming.Caballero, Ricardo J., and Arvind Krishnamurthy. 2004. Smoothing Sudden Stops.Journal of Economic Theory, 1191: 104127. Macroeconomics of Global Capital Market Imperfections.Calvo, Guillermo A. 1998. Capital Flows and CapitalMarket Crises: The Simple Economics of Sudden Stops. Journal of Applied Economics, 0: 3554.Calvo, Guillermo A, Alejandro Izquierdo, and Ernesto Talvi. 2006. Phoenix Miracles in Emerging Markets: Recovering Without Credit from Systemic Financial Crises. InterAmerican Development Bank Research Department Working Paper 570.Coeurdacier, Nicolas, Helene Rey, and Pablo Winant. 2013. Financial Integrationand Growth in a Risky World. Working Paper.Cole, Harold L., and Maurice Obstfeld. 1991. Commodity trade and internationalrisk sharing : How much do financial markets matter? Journal of Monetary Economics, 281: 324.Committeeon International Economic Policyand 2012.and Banks Regulatory D.C.http:www.brookings.eduresearchreports201209cieprbankscapitalflows.and CrossBorder Capital Report,Flows:Brookings,Policy Challenges Washington,Responses.Reform.37Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc. 2008. International Risk Sharing and the Transmission of Productivity Shocks. The Review of Economic Studies,752: 443473.Costinot, Arnaud, Guido Lorenzoni, and Iv an Werning. 2014. A Theory of Capital Controls as Dynamic TermsofTrade Manipulation. Journal of Political Economy.De Marzo, Peter M., and Yuliy Sannikov. 2006. Optimal Security Design and Dynamic Capital Structure in a ContinuousTime Agency Model. Journal of Finance,616: 26812724.Farhi, Emmanuel, and Iv an Werning. 2012. Dealing with the Trilemma: Optimal Capital Controls with Fixed Exchange Rates. Working Paper.Farhi, Emmanuel, and Iv an Werning. 2013. Fiscal Unions. Working Paper.Fuller, Thomas. 2011. Thailand Flooding Cripples HardDrive Suppliers. The New York Times.Gabaix, Xavier, and Matteo Maggiori. 2014. International Liquidity and Exchange Rate Dynamics. Working Paper.Geanakoplos, John, and Heraklis M. Polemarchakis. 1986. Existence, Regularity,and Constrained Suboptimality of Competitive Allocations when the Asset Marketis Incomplete. In Uncertainty, Information and Communication: Essays in Honor of Kenneth J. Arrow. , ed. Walter P. Heller, Ross M. Starr and David A. Starrett. Cambridge University Press.Hart, Oliver D. 1975. On the optimality of equilibrium when the market structure isincomplete. Journal of Economic Theory, 113: 418443.Heathcote, Jonathan, and Fabrizio Perri. 2013. The International Diversification Puzzle is Not as Bad as You Think. Journal of Political Economy. forthcoming.Heathcote, Jonathan, and Fabrizio Perri. 2014. On the Desirability of Capital Controls. Working Paper.Helpman, Elhanan, and Assaf Razin. 1978. A theory of international trade underuncertainty. University Library of Munich, Germany.He, Zhiguo, and Peter Kondor. 2013. Inefficient Investment Waves. Working Paper.38Jeanne, Olivier, and Anton Korinek. 2011. Managing Credit Booms and Busts: APigouvian Taxation Approach. Working Paper.Jensen, Michael C., and William H. Meckling. 1976. Theory of the firm: Managerial behavior, agency costs and ownership structure. Journal of Financial Economics,34: 305 360.Keynes, John Maynard. 1929. The German Transfer Problem. The Economic Journal,39: pp. 17.Kiyotaki, Nobuhiro, and John Moore. 1997. Credit Cycles. Journal of Political Economy, 1052: 211248.Korinek, Anton. 2011. The New Economics of Prudential Capital Controls. IMFEconomic Review, 593: 523561.Lewis, Karen K. 1999. Trying to Explain Home Bias in Equities and Consumption.Journal of Economic Literature, 372: pp. 571608.Lorenzoni, Guido. 2014. International Financial Crises. In Handbook of International Economics. Vol. 4, , ed. Gita Gopinath, Elhanan Helpman and Kenneth Rogoff. Elsevier.Maggiori, Matteo. 2013. Financial Intermediation, International Risk Sharing, and Reserve Currencies. Working Paper, NYU.Magud, Nicolas E., Carmen M. Reinhart, and Kenneth S. Rogoff. 2011. Capital Controls: Myth and Reality A Portfolio Balance Approach. National Bureau of Economic Research Working Paper 16805.Mendoza, Enrique G. 2010. Sudden Stops, Financial Crises, and Leverage. American Economic Review, 1004: 19411966.Newbery, David M. G., and Joseph E. Stiglitz. 1984. Pareto Inferior Trade. The Review of Economic Studies, 511: pp. 112.Obstfeld, Maurice, and Alan M. Taylor. 2004. Global Capital Markets: Integration, Crisis, and Growth. JapanU.S. Center Sanwa Monographs on International Financial Markets., Cambridge University Press.39Obstfeld, Maurice, and Kenneth Rogoff. 1995. Exchange Rate Dynamics Redux.Journal of Political Economy, 1033: 624660.Ohlin, Bertil. 1929. Mr. Keynes views on the transfer problem. II. A rejoinder fromprofessor Ohlin. The Economic Journal, 39: 4004.Ostry, Jonathan D., Atish R. Ghosh, Karl Habermeier, Marcos Chamon, Mahvash S.Qureshi, and Dennis B.S. Reinhardt. 2010. Capital Inflows: The Role of Controls.International Monetary Fund. IMF Staff Position Note 1004.Pavlova, Anna, and Roberto Rigobon. 2007. Asset Prices and Exchange Rates. The Review of Financial Studies, 204: pp. 11391181.Phelan, Gregory. 2013. Financial Intermediation, Leverage, and Macroeconomic Stability. Working Paper.Samuelson, Paul A. 2004. Where Ricardo and Mill Rebut and Confirm Arguments of Mainstream Economists Supporting Globalization. Journal of Economic Perspectives,183: 135146.SchmittGroh e, Stephanie, and Mart n Uribe. 2012. Pegs and Pain. Working Paper.SchmittGroh e, Stephanie, and Mart n Uribe. 2013. Downward Nominal Wage Rigidity, Currency Pegs, and Involuntary Unemployment. Working Paper.Stiglitz, Joseph E. 1982. The Inefficiency of the Stock Market Equilibrium. Review of Economic Studies, 492: 241261.40Appendix I Proofs A Proof of Proposition 1: First Best Analysis A.1 Social Planners Problem Under complete market and no frictions, agents would fully share the risks d ZAtand d ZBt , and the equilibrium allocation solves a planners problem, where welfareweights and 1 depend on relative initial wealth of agents in country A and B:VK0 max E0UCAt 1 UCBt dtcid:20cid:90 ertcid:104cid:21cid:105CAt ,CBs.t.0t ,t,t Yat a Aa Ybt a Bbt a Bat a Abt Kt,t Kt,cid:201Ybt Yt s 1s 12t t Kt,Yat 2Yt CAt CBd Kt t Ktdt Aat 0, Aat Bat Ab Ijcid:16s cid:21 scid:17 s 1s 1,t Abt Bbt AKtd ZAt 1t Bat Bbt BKtd ZBt ,t Bb The social planner will choose full specialization Aat 12. Sincemarginal cost of goods a and b are identical, marginal product of goods a and b inproducing outputindex Y must be the same. Write out the marginal products tosee that the social planner must also choose output equalization Yat . Theaggregate production function will be Yt a Kt2.t CBt CAcid:105Denote the consumption intensities as Aplanners problem above reduces to:t Kt. The socialt Kt and Bt Ybcid:21VK0 maxt 0 At ,BE0s.t.d KtKt U At Kt 1 UBd ZAcid:21 At Bt dt 2t d ZBt 2t Ktdtertcid:104cid:20cid:90 cid:200 a 2Note that agents fully share the risks, the responses to Brownian shocks d ZAt and 41d ZBd Zt d ZAt d ZBt t are symmetric, we can aggregate them into a single standard Brownian shock 2. The HJB equation for the planners problem is:r VK max A,B0cid:20U AK 1 UBKcid:21VKK a 2 AB 12VKKK2 2231Next, we are solving for the equilibrium total consumption intensity . We firstfocus on the general CRRA case and then on the logutility case.CRRA Utility case. We conjecture that the solution of the value function takes on thefollowing form: VK K11 h where and h are constants. Then VKK K1and VKKK2 K1. Plug into 31, the HJB under this conjecture is h 0:cid:27cid:26cid:20cid:21K11 r max A,B0 A11 1 B11 At Bt a 2 24K1The terms in the bracket does not depend on K, which verifies the function formfor V. The first order conditions are:1 A 1 1 B cid:20cid:20cid:21 1cid:21 1,.cid:48cid:48 a 2 a 2 At Bt At Bt Let total consumption intensity be A B. A The FOC becomes:11 1 cid:104 ,1and B cid:105cid:20cid:481 1 1111 1 cid:21 , a 2 1which involves and . For given constant , LHS of the above equation is decreasingin the total consumption intensity and RHS is increasing in .To determine both and we need one more equation. Plug A cid:48 and 421 B cid:48 into the HJB equation:r 1 1 cid:48 a 2 a 2 24The s cancel out and the above HJB becomes a single variate equation in :cid:20 Acid:20 cid:21 cid:21 r 1 1 cid:48 a 2 a 2 24Importantly, the total consumption intensity does not depend on Kt. For appropriate functional form and parameters we can solve out , the optimal total consumption intensity, using above version of HJB.Log Utility Case. For the case of log utility we conjecture that the value functiontakes on the following form VK logK h where and h are constants. Then VKK and VKKK2 . First order conditions for the HJB equation 31 are: A cid:481 B cid:48 a 2 a 2 A At Bt ,t Bt .Under log utility, consumption shares are proportional to the welfare weights 1. Furthermore, since the s do not depend on K scale invariance, co AB efficient equals r 1 and we verify the function form assumed on V.Let A B, the optimal consumption intensity is then pinned down by:1 cid:481r a 2 where the LHS is marginal utility in consumption intensities and the RHS is themarginal efficiency of capital investment times the marginal value of capital in rates.Importantly, does not depend on Kt. The LHS is decreasing in from to 0 and 2 0 to cid:48. There exists a unique thatthe RHS is increasing in from cid:48 asolves the planners problem. The individual consumption intensities are A and B 1 . The value function V for the social planners problem is:cid:21cid:20VK logK log 1 log1 1r 2 a 2 24r 2 .1r 43A.2 Decentralization: Representative Agent Economy The original planners problem is equivalent to a representative agent with utilityfunction U defined by UC UK max ABU AK 1 UBKfacing the following problem:cid:20 VRK0 max 0d Kt s.t.cid:21ertcid:2 Ut Ktcid:3 dtcid:21cid:20cid:90 E0 t 0 a 2Ktdt Ktd Zt 2To decentralize a planners problem we need to solve for the prices consistent withthe planners solution. In the planners problem consumption is a constant fractionof total capital, so d CtCt follows the same stochastic process as d KtKt. Using theassetpricing condition Equation 11 we can compute the riskfree interest rate r FThe inverse of marginal rate of transformation equals capital prices hencedr Fdt r a 2 cid:20cid:20cid:214 12 cid:211q cid:48 a 2 ,Observe that q is constant over time. Then we can use the Equation 12 to price thereturn on capital and get capital prices.cid:20dr Fdtqcid:124 a 2cid:123cid:122 return on capitalcid:18cid:19. 2 2cid:21cid:12544B Proof of Proposition 2Proof. Recall that the return processes followcid:18 a Pat tcid:32qtt ta Pbcid:18 a Paqtt tcid:32qtt t a Pbqt dr Aat dr Abt dr Bat dr Bbt cid:19cid:33cid:19cid:33q Atq Atqqqt t At t At t Bt t Bcid:16t 1qq Btq Bt 2q Adt A td ZAt q Bt d ZBtq Adt A td ZAt q Bt d ZBtdt q At d ZAt B q Bt d ZBtdt q At d ZAt B q Bt d ZBt Using equations 10 to 13, the riskfree rate is given bydr Fdt r C2cid:17,CAAt2 CABtqq A whereas the excess returns can be expressed ast dr Fdtt dr Fdtt dr Fdtt dr Fdtt t At t At t Bt t Bt t a Paqtt ta Pbqtt ta Paqtt t a Pbqt q Aq Bq Bqqq A q ACAAt q Bt CABt A q ACAAt q Bt CABt q At CBAt B q Bt CBBt q At CBAt B q Bt CBBt From these excess returns we can derive the following equilibrium assetpricingconditionst Pbt qt aPa Aq At Bq Aq Bt A tt a Pba Paq Bt CABt with equality if Bat t 0t CAAq At CBAt B q Bt CBBt With portfolio weights Aat t and Abt t on the two technologies, the law of 45motion of the net worth of agents A ist Ab Aattq AA t dt dr Fdtdt CAt Ntdtd Nt Ntt Ab Aattcid:124cid:123cid:122q AA td ZAt cid:125NAtt CAA NAt NBt CABt dt dr FdtCAAq Bt CABt t Ab Aattcid:124q Btd ZBtcid:125tcid:123cid:122NBtdt CAt Ntdt NAtd ZAt NBtd ZBt The law of motion of aggregate wealth can be found by computing the return onthe aggregate portfolio of capital, and subtracting the dividend yield, i.e.dqt Ktqt Kt Aat Abq At A tCAAt q Bt CABt dt Baq At CBAt Bbt Abt Bbt B t t A q Ad ZAt q Ad ZAq Bt CBBtq Bt d ZBt t q Bt B t d ZBt Aa Ba dt dr Fdtdt Yt t Ktqt Ktdt It may appear strange that we derived this expression by subtracting dividend yieldfrom the return on the world portfolio, instead of by multiplying the laws of motionof q and K. The benefit of this approach is that it allows us to express the law ofqt and dr Fdt. Thus, the law of motion of that we obtainmotion of t without using in the end can be computed purely from the first derivatives of q, CA and CB withoutsecond derivatives.46t 1 ttcid:201 t Bat Bbcid:124cid:201 tcid:124cid:104cid:104cid:104cid:104AaAaAatAacid:123cid:122cid:123cid:122t Ba Atq BBttq Bt q Bt CABdtdt CAt Ntq At tcid:21cid:125cid:21cid:125cid:105 Aacid:105 Aacid:1052cid:1052dttdt,Using Itos lemma,dttAat Abq At A tCAAt t q At CBAt B Aat Abq At A ttq Bt CBB Bat Bbdt d ZAt Yt t Ktqt KtdtAat Abt t Bbt B d ZBtt Abt A q A Bat Bbq At tt Abt q Bt Bat Bbt B q Bt t Abt Abt A q A Bat Bbq Bt Baq At Bbt tq Bt B t t A q A dtt Abttt Abtq B dtand 16 follows if we set Abt 0 and simplify.C Proof of Proposition 4Proof. We only need to derive the law of motion of t. The net worth of agents A on0, b follows qcid:123cid:122t t Aq Atq Adt A td ZAt q Bt d ZBtcid:125r dt.cid:18 a Pat tcid:124qtd NAt NAtcid:19dr Aat The aggregate net worth of all agents followscid:16t t t Aq A 1 tBq Bcid:17qdtdqt Ktqt Ktq A t A t d ZAt 1 tB q Bt d ZBt .47Therefore, using Itos lemma, the volatility of is given by A1 tB. Likewise, the drift of t ist 1 tA, Bt t t a Paqt r 1 tAt A B1 tB,which leads to 29 after simplifications.D Proof of Proposition 5The value for the first best is simple noting that with log utility agents consume afixed fraction of their wealth at any time. To solve the value function in competitiveequilibrium, we adopt the following steps.The value function of a representative agent in country A takes the form VNt, t logtr logKtr Ht. The HJB equation iscid:19cid:20d logtcid:21dtE1rcid:20d logKtcid:21dt Ecid:20d Htcid:21dtcid:18log trrlog Ktr Ht logCt E1r Using Itos lemma,logt logKt r Ht logrtqt Kt Attr2 Bt 22r KAt Ktr2 KBt 2r2 t Hcid:48 At2 Bt 222Hcid:48cid:48We can simplify the equation by first eliminating logt logKt on both sides.Second, let us substitutet t ,Kt A and KBt Ba KAt Aat Abt Bbt B.Then we obtainr H logrq Attr2 Bt 22rt rAa Ab2A2 Ba Bb2B22The welfare of agents in country B satisfies a symmetric equation.2r t Hcid:48 At2 Bt 22 Hcid:48cid:4848II Algorithm A Equilibrium This appendix describes the algorithm used to compute the numerical examples inthis paper. The key equilibrium objects are q, Aa, Ab, Ba and Bb.Once we have these functions we can solve for the drifts and volatilities, outputs ofgoods a and b, aggregate output and the goods prices.We compute the dynamics of q, Aa, Ab, Ba and Bb only on thedomain 0, 0.5. For 0.5, 1 the solution is symmetric. We also determinethe endogenous threshold a the threshold b is determined symmetrically. Withinthe domain 0, 0.5 agents in the poorer country A do not produce good b, sowe set Ab 0. Since Bb 1 Aa Ba by capital market clearing,we can restrict the algorithm to solving for the two capital shares Aa and Ba,along with the capital price q. The algorithm solves a system of implicit differential equations in three equilibrium conditions: goods market clearing, debt marketclearing, and country Bs portfolio decision. The algorithm is as follows:1. Consider first the region 0, a, where B produces good a. First, we need tocompute initial conditions. We calculate the level Aa0 analytically. Then, weuse the Matlab function decic to compute initial conditions Aa0, Ba0, q0and Aacid:480, Bacid:480, qcid:480 that are consistent with the system of implicitdifferential equations, holding Aa0 fixed.2. Given the initial conditions, we use Matlabs implicit ODE solver, ode 15i, tosolve for q, Aa, Ba using the three equilibrium conditions. We thendetermine the endogenous threshold a as the where Ba reaches zero.3. Next consider the middle region a, 0.5. Forcing q to be continuous in and setting Baa 0, use the decic function to determine consistent initialconditions at a.4. In the region a, 0.5, use these initial conditions and proceed as in 2. to solve theappropriate equilibrium conditions to obtain the functions q, Aa, Ba, a, 0.5. Specifically, in this region B does not hold capital to produce a.5. Once we have q, Aa, Ba and their derivatives, use the appropriateequations in the text to solve for the drifts and volatilities of d, dq, d CI, theoutputs, Ya, Yb, Y, and the prices Pa, Pb for each value of 0, 0.5.496. Finally, we compute the stationary distribution of from the Kolmogorov forward equation using the same algorithm as in Brunnermeier and Sannikov2014.B Welfare Here we outline the procedure used to solve for H from the value function usedto calculate welfare under the closed and open capital account for debt.1. Given the computed equilibrium we use the explicit ODE solver ode 45 to solvethe functions HA, HB on 0, 0.5, together with an auxiliary function H which is a solution to the common homogeneous part of the ODEs of HA and HB.2. For 0.5, 1, by symmetry we have HA HB1 and HB HA1. Moreover we have HA0.5 HB0.5 and HAcid:480.5 HBcid:480.5 as theboundary conditions.3. We solve HA0, HB0, H0 analytically, set the initial first order derivatives tobe HAcid:480 0, HBcid:480 0, and normalize Hcid:480 1.4. We plug the initial conditions into ode 45 to solve for the complementary function H and two particular integrals HA, HB.5. Note that the general solutions to the ODEs are of the form of HI c I Hwith constants c I and I A, B. We use the boundary conditions at 0.5 topin down c A, c B and obtain two particular solutions.50", "filename": "cesifo_wp5170.pdf", "person": ["Markus Brunnermeier", "Brunnermeier, Markus", "Yuliy Sannikov", "Sannikov, Yuliy"], "date": ["2015"]}