{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/75923/1/cesifo_wp757.pdf"], "title": ["The Impact of Wage-Setting Institutions on the Incidence of Public Employment in the OECD: 1960-98"], "plaintext": "CESifo Working Paper No. 757THE IMPACT OF WAGESETTINGINSTITUTIONS ON THE INCIDENCE OF PUBLICEMPLOYMENT IN THE OECD: 196098Abstract Using data on 17 OECD countries for 196098, this paper studies the impact ofunions on public employment incidence, using macrodata and microdata.Macrodata show that greater coverage by centralized collective bargaininginstitutions raises the public employment share, controlling for country effects andcountryspecific trends. Microdata show that this effect is more positive foroutsiders: women, and younger and older men, suggesting that government isemployer of last resort. Greater unionization lowers public sector wage premia,particularly for women, suggesting that some of the public employment resultsmay reflect movements along the labor demand curve rather than consciouspolicy. JEL Classification: J58, H11.Lawrence M. Kahn Cornell University 264 Ives Hall Ithaca, NY 14853U.S.A.Lmk 12cornell.edu I. Introduction Economists and political scientists have devoted considerable attention to the multiple roles of government spending and public employment in advanced, industrialized countries. Recent theories have emphasized the government as a provider of social insurance as well as tax and transfer policies that reduce poverty and inequality Rodrik 1997 and 1998; Moene and Wallerstein 2002. It is highly likely that in areas where social insurance is provided such as unemployment, poor health, or disability, problems of adverse selection, moral hazard, and correlated risks prevent the private sector from offering these services at economically efficient levels. If this is true, then welfare state programs have the potential to enhance economic efficiency. insurance UI, disability insurance, or healthcare coverage is clear, one can also view direct interventions in the labor market as serving an insurance function. For example, systems of pay compression may insure workers incomes against ex ante risk with respect to the price their human capital will receive Agell and Lommerud 1992, and mandated job security provisions partially insure workers against losing their jobs Bertola 1999. Like any insurance program, however, pay compression and job security for incumbents both lead to changes in relative prices facing decision makers: wage compression raises the relative price of lowwage workers, while mandated job security may raise the relative price of new hires relative to incumbent workers.1 While the insurance role played by government programs such as unemployment If employment is on the labor demand curve, then the relative employment of the lessskilled and labor force entrants will be reduced where wage compression and mandated job security have more bite in the labor market. More generally, if unions negotiate abovemarket wage levels, they may contribute to overall unemployment Nickell and Layard 1999. Government can attempt to alleviate these problems by acting as employer of last resort Bjorklund and Freeman 1997; Edin and Topel 1997; Kahn 1998a; Blau and Kahn 2000. Of course, government employment may crowd out private sector employment either directly by causing workers to switch from private sector jobs or indirectly through the taxes used to pay for government jobs or by causing increases in private sector wages Algan, Cahuc, and Zylberberg forthcoming; Calmfors and Forslund 1991; Forslund and Krueger 1997. And union wage policies may lead to larger increases in private sector than public sector wages, again causing the share of public employment to rise. But for some workers, the governments role as employer may provide further insurance against unemployment. This paper focuses on the role of government as providing employment for those who would otherwise be out of work as a result of wagesetting institutions. I use macrodata on 17 countries over the 196095 period, supplemented by microdata on 15 of the same countries for the 198598 period. The countries used in the macrodata analysis are Australia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Ireland, Italy, Japan, the Netherlands, 1 This latter prediction will hold as long as the expected costs of employment protection mandates e.g. severance pay are not fully offset in reduced starting wages Lazear 1990. Norway, Spain, Sweden, the UK, and the US, while these countries minus Belgium and Finland comprise the microdata sample. In the macrodata, I find that more extensive coverage by centralized collective bargaining institutions leads to a larger share of total employment in the government, controlling for time effects, countryspecific effects, and countryspecific trends. Moreover, using the microdata, I find that the effect of extensive union bargaining institutions on public employment incidence is more positive for those groups most shut out of regular employment under such wagesetting arrangementswomen, and younger and older menthose commonly viewed as outsiders in Europeanstyle employment relationships. This finding on the relative incidence of government employment provides some support for the interpretation of government as employer of last resort. But I also find that public sector wage premia are smaller in more unionized economies, with a particularly small premium for women. It is therefore also possible the high incidence of public employment overall for women in unionized economies in part reflects movements along the labor demand curve. II. Prior Research on the Determinants of Public Employment providing insurance that the private sector would not otherwise sell. This logic clearly applies to welfare state expenditures such as UI, health insurance, disability insurance, and the like. Moreover, public employment can provide a source of secure jobs that help insulate the economy against an uncertain macroeconomic environment. For example, Rodrik 1997; 1998 constructs a formal model of the optimal size of the public sector in which a key feature is that employment and output in the public sector are nonstochastic, while private sector opportunities are subject to risk. For a riskaverse representative voter, the larger the exposure to external economic risk, caused for example by volatility of the terms of trade with other nations, the larger the voters desired size of government. Political scientists have also made a similar argument about government providing a buffer against external economic uncertainty Cameron 1978; Katzenstein 1985, although Rodrik 1997; 1998, who notes these earlier contributions, formalizes the risk argument and tests it rigorously. Economic research on the size of the public sector emphasizes the governments role as The predictions from Rodriks 1997; 1998 framework essentially treat all voters the same, while Moene and Wallerstein 2002 note that individuals views on the appropriate size of the welfare state are likely to depend on where they are in the income distribution. Specifically, the authors argue that, since individuals demand for insurance is likely to be a normal good, the larger the relative income of the median voter, the higher the demand for social insurance will be, controlling for the mean. Since the income distribution is skewed to the right, compressing the distribution will raise the median relative to the mean. Thus the authors model predicts that countries with less wage inequality have a higher demand for social insurance expenditures. Econometric investigations of the determinants of the incidence of public employment or social insurance spending generally have supported the theoretical predictions discussed above. Rodrik 1997 ; 1998 finds that, other things equal in a sample of developed and lessdeveloped countries, exposure to external risk raises the incidence of public employment and social insurance spending. Moreover, Algan, Cahuc and Zylberberg forthcoming find that openness to international trade the sum of imports and exports divided by GDP was positively associated 2with total government employment among OECD countries.2 And Moene and Wallerstein 2002 use a sample of OECD countries and find that social insurance spending is indeed positively associated with compression of the wage distribution, even after wage compression is instrumented by collective bargaining variables.3 Several papers investigate whether the government in effect acts as employer of last resort, a notion implicit in Rodriks 1997 idea that government employment is more secure than private sector employment. Bjorklund and Freeman 1997, for example, note that in Sweden, starting in 1968, unions consciously followed policies that compressed wages from the bottom, the socalled solidarity wage period. This wage policy is expected to disproportionately cause reductions in the employment of lessskilled workers assuming that employment is on the labor demand curve. The authors found that the incidence of government employment as a share of total employment grew sharply from 1968 to 1991. This growth would have been predicted to the extent that wage policies led to employment problems in the private sector, although other factors such as increased exposure to external risk could have also caused the general increase in public employment. Stronger evidence of the impact of wage compression on government employment can be seen in Bjorklund and Freemans 1997 findings that the workers whose wages were raised the most under the solidarity wage policywomen and those whose wages were in lower part of the distributionhad much larger increases in the incidence of government employment during the 196891 period than other workers did.4 Moreover, Edin and Topel 1997 also note that solidarity wage bargaining greatly raised womens relative wages and that the resulting increase in womens labor force participation was entirely absorbed by the public sector, a growth in employment that would not have been forthcoming in the private sector. Studies of Norway and Germany also suggest the plausibility of government as employer of last result. Specifically, Kahn 1998a notes that during the 198791 period, Norwegian unions, government and employers markedly increased the centralization of their already highly coordinated wage setting institutions and consciously raised the relative wages of workers at the bottom of the distribution. He shows that wages became more compressed as a result, particularly at the bottom of the distribution, and that the relative employment of the less educated also fell. Most importantly for our purposes here, relative employment in the public sector among the less educated rose during this period. And Blau and Kahn 2000 note that in 2 Rodrik 1997; 1998 notes that external risk is best proxied by the product of terms of trade risk and openness to international trade the sum of imports and exports divided by GDP, while Algan et. al forthcoming use only the openness measure. In the work described below, I follow Rodriks 1997; 1998 theoretical and empirical setup and use the external risk measure. 3 The maintained hypothesis in this instrumental variables analysis was that the unionrelated variables have no direct effect on social insurance expenditures; rather, they affect these expenditures only through their impact on the wage distribution. One could of course imagine scenarios in which there are direct effects of collective bargaining or union density on level of social insurance expenditures. In the work reported below, I estimate the impact of collective bargaining institutions on the incidence of public employment without controlling for the wage distribution, a research design that allows for both direct and indirect effects of unionization. 4 The authors also examined the incidence of government employment among less educated workers age 4554. Among women, as predicted, the incidence went up disproportionately, but among men the incidence rose by about the same as among all men. Thus there was mixed evidence about the growth of public employment and the lesseducated, a theme I will return to below. 3the 198491 period, less skilled young West German men and women earned higher relative wages and had higher relative employment levels than their American counterparts. They argued that part of the explanation for this pattern can be found in the fact that public employment incidence was much higher both absolutely and relatively among less skilled youth in Germany than in the US. These patterns of results suggest a reason for a positive association between wage compression and social insurance spending in addition to the median voter insurance demand explanation emphasized by Moene and Wallersteins 2002: specifically, to the extent that wage compression is caused by labor market institutions such as collective bargaining, a higher level of social insurance spending is demanded in order to deal with the employment dislocations that result from the wage compression. Of course, this evidence does not invalidate the authors model in which higher relative income levels for the median voter caused an increase in the demand for social insurance. Kahn 2000 attempted a more general investigation of the issue of government employment among the less skilled across 15 countries by studying the relationship between the relative incidence of government employment among the less educated and a countrys incidence of collective bargaining or union density. While there was some evidence for positive effects, the findings were fragile with respect to alternative specifications, reminiscent of the mixed results for the less educated that Bjorklund and Freeman 1997 found see footnote 3 above. This paper uses a 17 country sample to investigate the impact of wagesetting institutions on the incidence of public employment. Unlike the countryspecific studies, this design allows one to make some generalizations about the impact of institutions. The long time series in the macrodata, 196096, allows me to control for countryspecific effects and countryspecific time trends, unlike earlier research using shorter time series Kahn 2000. These controls may remove much of any potential omitted variable bias in estimating the impact of institutions on public employment. Specifically, a positive association between the extent of highly centralized, union wagesetting and government employment could in principle be due to unmeasured demands for social insurance that would raise the incidence of such wagesetting institutions and government employment. As long as these unmeasured demands and their trends change slowly over time relative to changes in wagesetting institutions, models with countryspecific effects and trends may lead to approximately unbiased estimates of the impact of wagesetting institutions on public employment. Even if the research design here is able to eliminate most of any omitted variable biases, there may be a direct effect of government employment on unionization to the extent that unions are more easily able to organize the public sector into a highly centralized bargaining unit than would occur in the private sector. The microdata analysis addresses this possible source of bias by investigating the impact of wagesetting institutions on the relative propensity of outsiders women and younger or older men to be government employees. Previous work has found that more extensive collective bargaining institutions has led to lower relative employment or higher relative unemployment of these outsiders Bertola, Blau and Kahn 2002b, leading me to expect that the same institutions would have an especially large effect on these groups propensities to be public employees when employed. It is not plausible for causation to run from this relative 4propensity to the type of economywide wagesetting institutions. Moreover, this differencesindifferences strategy will yield unbiased estimates of the impact of institutions on public employment as long as the omitted factors that influence societys choice of wagesetting arrangements such as desires for social insurance do not influence the relative propensity of particular groups to work in the public sector. While the empirical work cited above views government as being the employer of last resort or as providing insurance in the labor market, it is possible that there is a simpler, more direct effect of institutions on public sector employment. Specifically, suppose that union wagesetting affects public sector wage premia and that employment is on the labor demand curve. For example, previous work has found smaller industry wage differentials in more highly coordinated systems of wagesetting Edin and Zetterberg 1992; Barth and Zweimuller 1992; Kahn 1998b, with an especially high degree of interindustry compression at the bottom of the conditional wage distribution Kahn 1998b. With employment on the labor demand curve, these wage effects might imply a larger relative incidence of government employment overall and for low wage workers in countries with more coordinated wagesetting. Therefore, in this paper I also examine the impact of economywide wagesetting institutions on public sector wage premia overall and for the same subgroups for which I study the incidence of public employment. This analysis can shed light on this simpler mechanism that may produce international differences in the incidence and demographic structure of public employment. Under this interpretation, we can view wage compression as an industrial policy that leads to the larger public sector and greater concentration of outsiders in the public sector in highly unionized countries.5 III. Empirical Procedures and Results: Incidence of Public Employment The macrodata analysis relies on a crosssection timeseries data set I assembled from a variety of sources that are described more fully in the Appendix. The countries included are Australia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Ireland, Italy, Japan, the Netherlands, Norway, Spain, Sweden, the UK, and the U.S. To smooth out shortrun fluctuations, observations are arranged in 5year intervals for 196064 to 199094, and a final observation for the shorter 199596 interval. I estimate equations of the following general form: pubsharejt BXjt aj bt cjt ujt, 1 where for country j and period t, pubshare is the share of employees working in public administration, X is a vector of explanatory variables including collective bargaining coverage, coordination of wagesetting, union density, an index of employment protection mandates, the first and fifth year UI replacement rates, a measure of external risk, the share of the population living in urban areas, an indicator of leftwing government, and birthspopulation 1524 years before the current observation, a is a country effect, b is a period effect, and c is a countryspecific time trend, and u is a disturbance term. 5 See Davis and Henrekson 2000 for a view of Swedish wage compression as an industrial policy that led to shifts in the industrial composition of employment. 5 In equation 1, the measure of public sector employment includes all public administration but not publiclyowned enterprises and was kindly supplied by Algan, et. al, who took it from OECD National Accounts. As discussed below, the microdata source defines government employment more broadly, although we will see that the two measures are very highly correlated. The unionrelated variables are expected to affect demands for government employment through their impact both on overall wage levels and on the wage structure. First, with respect to overall wage levels, Nickell and Layard 1999 have argued that higher levels of union density and collective bargaining coverage are likely to raise wage levels and cause unemployment, which would then raise the demand for public employment. On the other hand, coordination of bargaining is expected to lead to wage restraint and thus lower unemployment and lower demand for public employment. Second, with respect to the wage structure, all three union wagesetting variables are expected to cause wage compression see, for example Wallerstein, 1999 for a study based on macrodata, and Kahn, 2000 for a microdatabased study and thus unemployment problems for low wage workers even controlling for average wage levels. Moreover, part of this compression may involve the reduction of usual public sector wage premia, contributing to a fall in the relative size of the private sector. Thus, the overall effect of union density and collective bargaining coverage on the relative size of the public sector is unambiguously positive, while the direction of the effect of coordination is theoretically uncertain. The other institutional measures, UI system characteristics and employment protection mandates, may directly affect wagesetting by strengthening the hand of insiders. They may therefore have similar effects on public employment as the union variables. Urbanization likely affects the demand for publiclysupported infrastructure, while the political makeup of government likely reflects the publics demand for social insurance. In his discussion of Algan, Cahuc and Zylberbergs forthcoming paper, Pischke forthcoming points out that urbanization is likely to be affected by the incidence of public employment, and it is easy to imagine scenarios in which the level of public employment affects which party is in power. Therefore the models were also estimated excluding these two variables, with very similar results. The birthspopulation variable measured as of 1524 years before the current observation is an indicator of the supply of young people, who may affect the level of government employment through demands for public services such as schools. I use the birth rate 1524 years prior to the reference period, rather than the current youth share of the population, since the former is more likely to be exogenous with respect to the current labor market Korenman and Neumark 2000. Results were similar using the current youth population share. The external risk variable requires some additional explanation. As discussed by Rodrik 1997, in his model of the demand for public employment, the appropriate measure of external risk is: riskImportsExportsGDP, where is the standard deviation of changes in a countrys terms of trade. Intuitively, uncertainty in the terms of trade is weighted by the importance of trade to the economy. I compute in two ways. First, I use the 1995 World Bank World Tables CD to compute for each 6country the standard deviation of the annual change in the log of its terms of trade index, using data for the 19601993 period. This is analogous to Rodriks 1997 measure, which was computed from the same data source over the 197190 period. Second, recognizing that uncertainty over the terms of trade was likely not constant within countries over the entire period from the 1960s to the 1990s, I estimated a timevarying standard deviation using an ARCH1 model.6 As discussed further below, the results were very similar with either measure of terms of trade uncertainty. Rodrik 1997 notes that imports and exports may be endogenous and uses a distance from potential trading partners measure as an instrument in a crosssectional analysis. Because I use a timevarying openness measure and country dummies and trends, I cannot use this instrument, which of course is perfectly correlated with the country dummies. Finally, in all models, I correct for the heteroskedasticity due to correlation of errors across observations for a country and for countryspecific autocorrelation using a generalized least squares procedure. For the microdata analysis, I use the International Social Survey Programme ISSP data for fifteen countries with varying rates of coverage over the 198598 period. These were all of the 17 mentioned above with the exceptions of Belgium and Finland. The ISSP is a voluntary grouping of study teams in over twenty countries each of which undertakes to run a short, annual selfcompletion survey containing an agreed set of questions asked of a probabilitybased, nationwide sample of adults ISSP documentation file, 1992. In addition to its annual theme questions concerning social attitudes, each year the ISSP administers a uniform set of questions on respondents education, age, employment sector e.g. public or private, and gender. The sample design is a new random crosssection in each available year for every country, with the exception of data for Australia in 1986, 1987, 1991, and 1994 which are panel followup samples. My results were virtually identical when I excluded these countryyear observations from the data. Using employed individuals age 1565 as data points, I estimate the following probit model: Probgovt1FCZ 2, where govt is a dummy variable for those whose employer is the government, F is the standard normal cumulative distribution function, and Z is a vector of explanatory variables to be described below. 6 I used a single period lag because there were some countries for which longer lags did not produce convergence in estimating the ARCH model. 7Figure 1: Government Employment Incidence in the ISSP 198598 by Government Employment Incidence in the OECD Data 19851996 issp 8598 Fitted values .5.4.3.2.1CANAUSFRASWENORDENITAUKAUTIREGERNLSPAUSAJAP.1.2oecd 8596.3 Note: on the regression line, y.0775se.0510 1.3456 se.2511x 8Figure 2: Government Employment Incidence in the ISSP 199598 by Government Employment Incidence in the OECD Data 19951996 issp 9598 Fitted values SWENORDENCANAUSIRENLGERITAUKSPAFRAAUT.5.4.3.2JAP.1.1.2oecd 9596.3 Note: on the regression line, y.1318se.0469 1.1485 se.2285x 9In equation 2, govt is defined as being employed by the government, whether or not one is actually in public administration which was the basis for defining public employment in the macrodata. This is a more inclusive definition that leads to a higher portion of workers classified as working for the government than the macrodatabased pubshare variable. However, Figures 1 and 2 show that the two measures are very highly correlated across countries, both for the recent 199519968 period Figure 1, as well as for the 1985968 period Figure 2. As expected, the figures also show higher levels of government employment in the ISSP than for public administration based on the OECD. An advantage of the microdata is that they allow one to control for population heterogeneity in estimating the impact of wagesetting institutions on public employment. Moreover, as mentioned earlier, it is also possible using microdata to investigate relative effects of institutions across population subgroups that I expect to be differentially affected. Thus, the vector Z includes a vector of age dummies ages 1524; 2534; 3544; and 4554, with 5565 being the omitted category, educational dummies for the individuals position in the countrygenderyear distribution of years of schooling bottom third and middle third, with top third being the omitted category, and a gender dummy. Education is thus defined relative to the countrys distribution of schooling, since a year of schooling in one country may not be comparable to a year of schooling in another country.7 The same institutional variables union density, collective bargaining coverage, coordination, first and fifth year UI replacement rates, and employment protection and control variables external risk, urbanization, and left government indicator that are used in the macrodata analysis are also included here. In addition, the ISSP allows me to compute private sector union density for most countries and years. In some models, I replace the overall union density with private sector density on the grounds that total density is potentially directly affected by the share of government employment, which is more highly unionized than private sector employment. Thus, private sector density may be more exogenous with respect to public employment than total density is. Finally, and most importantly, I also included an insider dummy variable, defined as being one for all women and for men outside the 2554 age range, and its interactions with the collective bargainingrelated variables. The hypothesis is that if collective bargaining institutions lead to the disemployment of outsiders, as earlier work has found Bertola, Blau and Kahn 2002, then use of the government as employer of last resort should have its largest effects for them. In addition, in some models I disaggregate the outsider groups into three subgroups: women; men age 1524, and men age 5565. I also include a series of year dummies. While one would like to be able to control for country effects, the time period was too short and the panel of countries too 7 Models based on a more traditional human capital model with years of schooling, and potential experience and its square yielded similar results. In addition, interacting gender with the other variables of the model yielded similar results for the hypotheses of interest see below. 10Table 1: Institutions and Public Employment Incidence in Selected Countries, 19701995Collective Bargaining Coverage Coordination Union Density 71.3369.062.28Employment Protection Index Change 1.970.06UI Replacement Rate: First 1.9237.92UI Replacement Rate: Fifth 41.053.13Government Employment as a Percent of Total Employment Change 0.0280.0030.0920.0630.0410.0020.0960.0830.0540.01019950.1540.2010.2230.2480.1750.0830.1530.3150.1370.15219700.1260.2040.1310.1840.1340.0810.0570.2320.1900.1620.1490.1880.039197085.040.095.085.085.028.068.086.070.021.019701.000.602.401.974.002.804.001.200.580.20AUSTRALIACANADAFINLANDa FRANCEITALYJAPANSPAINSWEDENb UKUSANONUS AVERAGEAUSTRALIACANADAFINLANDFRANCEITALYJAPANSPAINSWEDENUKUSANONUS AVERAGE199080.037.095.093.582.522.077.087.547.017.519951.000.602.103.103.402.803.102.400.700.20Change5.003.000.008.502.506.009.001.5023.003.500.000.000.301.130.600.000.901.200.120.0019951.501.002.252.002.503.002.002.001.001.00Year 19950.210.580.650.560.150.290.650.730.170.26Change0.750.000.000.251.000.000.000.500.500.00Change 0.090.090.350.080.110.120.270.490.130.0719702.251.002.251.751.503.002.002.501.501.0019700.120.490.290.470.040.410.380.240.310.200.30199535.2037.4079.609.9038.7023.8018.2089.9936.7014.90Year 19950.220.100.160.130.000.000.000.000.130.04Change8.176.7828.3011.801.707.949.2023.2213.1012.34Change 0.100.000.060.060.000.000.000.000.030.00197043.3730.6251.3021.7037.0031.749.0066.7649.8027.2419700.120.100.100.070.000.000.000.000.160.040.062.062.130.070.440.140.080.02a Note that for Finland, government employment in the 1995 column refers to 199094, due to data availability.b Note that for Sweden, due to data availability, the following collective bargaining infomation is shown above: 1990 data for 1970 and the average of 1990and 1994 data for 1990. 11incomplete to yield meaningful results with country dummies included. However, to some degree, studying the relative public employment incidence across demographic groups controls for countrywide effects on the public sector. Finally, the standard errors are adjusted to take into account clustering within countries. Table 1 presents some descriptive evidence on institutional change and the incidence of public employment for ten countries with complete data for 1970 and 1990 or 1995. First, government employment as a share of total employment fell by one percentage point from 1970 to 1995 in the US, but was stable or rising in each of the other countries except for the UK, which had a sharp fall of 5.4 percentage points. Overall, the incidence of government employment rose by an average of 3.9 percentage points in the other countries. The difference between the change for the US and that for othercountry average 4.9 percentage points is more than 30% of the US level for 1995 of 15.2%. Second, regarding wagesetting arrangements, there was considerable variation across countries in collective bargaining coverage trends. Coverage fell sharply in the UK, with declines centered in the 1980s under the Thatcher program, and declined more moderately in four of the remaining countries, including the U.S. Coverage increased significantly in France and Spain and was fairly stable in the remaining two countries. On average, coverage in the U.S. fell by 3.5 percentage points, only somewhat more than the average decrease of 2.3 percentage points in the other countries. Of course, coverage was much less extensive in the U.S. than elsewhere in both years. Changes in union density were even more diverse, with membership as a percent of wage and salary employment rising by 928 percentage points between 1970 and 1995 in Spain, Sweden and Finland and falling by 813 percentage points in Australia, Japan, the UK, the U.S. and France. Union density declined by 12 percentage points in the U.S., but rose by 3 percentage points, on average, in the nonU.S. countries. As to collective bargaining coordination, between 1970 and 1995 wage setting became less coordinated in Sweden, Australia and the UK, while increases in coordination occurred in Italy and France. The other countries were stable in this regard, and of course the U.S. had the lowest level of coordination, along with Canada. This measure of coordination is not entirely satisfactory, since it does not reflect the decentralization that has taken place in the U.S. since the 1980s Katz 1993. Changes in employment protection between 1970 and 1995 were somewhat diverse in this set of countries, increasing in France, Sweden and the UK but decreasing in Finland, Italy and Spain. By and large, the increases came in the 1970s, while the decreases came in the 1980s and 1990s. Employment protection in the U.S. remained stable, and the weakest among OECD countries. In our data, unemployment insurance UI replacement rates are measured for the first year and the fifth year of unemployment. As noted earlier, the former is a measure of generosity for most unemployed workers, while the latter is an indicator of the duration of benefits. On this basis, UI systems were on average more generous in 1995 than 1970. Exceptions were the UK, which lowered first and fifth year replacement rates and Japan, which 12Figure 3: Government Employment Incidence in the ISSP 198598 by Private Sector Union Density .506165CANFRA Pub Emp Incidence, Overall Fitted values NORAUSITAUKIREGERAUTSWEDENSPANETUSA.109025.106455JAPPrivate Sector Union Density.808798 Note: on the regression line, y.2541se.0482 .2600 se.1289x 13Figure 4: Government Employment Incidence in the ISSP 198598 by Collective Bargaining Coverage .506165USA.109025JAP.206042 Pub Emp Incidence, Overall Fitted values SWECANDENNORUKAUSITAFRAIREGERAUTSPANETCollective Bargaining Coverage.99 Note: on the regression line, y.2194se.0819 .1645 se.1090x 14Figure 5: Government Employment Incidence Residuals in the OECD 196096 by Collective Bargaining Coverage Residuals from regressions with period effects, .030952country effects, and countryspecific trends Public Employment Residuals Fitted values.0277449.29727Coll Barg Coverage Residuals 9.5154 Note: on the regression line, y.0017 se.0003x 15Figure 6: Government Employment Incidence Residuals in the OECD 196096 by Union Density Residuals from regressions with period effects, country effects, and countryspecific trends .030952 Public Employment Residuals Fitted values.0277445.9323Union Density Residuals 7.91946 Note: on the regression line, y.0011 se.0003x 16lowered its first year replacement rate. It was during the 1970s that many UI systems became more generous. Changes in the United States were less positive than those elsewhere. To summarize, on average, the institutions shown in Table 1 became more interventionist in other countries relative to the United States between 1970 and 1995. And the incidence of public employment rose in the other countries relative to the US, as predicted by the reasoning outlined above. While the discussion so far has compared the US to other countries as a group, Figures 36 provide some more general descriptive evidence on the relationship between collective bargaining institutions and the incidence of government employment. Figures 3 and 4 show respectively that in the ISSP, private sector union density and overall collective bargaining coverage are both positively correlated with the incidence of government employment, with the relationship being stronger for private sector union density. Figures 5 and 6 indicate that for the OECDbased data, these relationships are robust to period effects, countryspecific effects, and countryspecific trends. The Figures graph public employment residuals against collective bargaining coverage residuals Figure 5 or overall union density residuals Figure 6.8 In each case, residuals are computed from a regression of the indicated dependent variable public employment, collective bargaining coverage, or union density on period dummies, country dummies, and countryspecific time trends. Even accounting for these effects, there is a strong, significantly positive relationship between collective bargaining coverage or union density and public employment. Unlike the later ISSP data, the 196096 macro data show a stronger relationship for collective bargaining coverage than union density. In addition, these relationships were significantly positive when I omitted the countrytrends, or these trends and the countryspecific effects, or just used the raw public employment, collective bargaining coverage, and union density variables. Thus, the positivelysloped relationships in Figures 5 and 6 are not merely an artifact of adding the period and country effects or country trends. Figures 78 use the ISSP data to compare the relationship between government employment and private sector union density for insiders men ages 2554 and outsiders women ages 1565 and men ages 1524 and 5565. The contrast between insiders and outsiders is striking. Figure 7 shows a very slightly positive the regression line has a slope of only .0022, statistically insignificant, relationship between private sector density and public employment for men age 2554. With a slope of .0022, the regression line implies that going from the US private sector density .14 to the Swedish value .76 is associated with only a 0.1 percentage point increase in public employment incidence, or about .01 times the intercountry standard deviation in public employment in the ISSP. In contrast, Figure 8 shows a strong, highly significantly positive relationship the regression line has a slope of .4093 for outsiders. Raising private 8 Since private sector union density is not available for the 196096 period, I use overall union density in the macrodata analysis. 17Figure 7: Government Employment Incidence in the ISSP for Insiders Men Age 2554 by Private Sector Union Density, 198598 Pub Emp Incidence, Insiders Fitted values .435306CANFRAAUSITANORIREAUTSPAUKGERNETSWEDENUSA.123555.106455JAPPrivate Sector Union Density.808798 Note: on the regression line, y.2955se.0430 .0022 se.1152x 18Figure 8: Government Employment Incidence in the ISSP for Outsiders Women Age 1565, Men Age 1524 and Men Age 5565 by Private Sector Union Density, 198598 .602601 Pub Emp Incidence, Outsiders Fitted values NORSWEDENCANFRASPAUSAAUSUKITAGERIREAUTNET.09854.106455JAPPrivate Sector Union Density.808798 Note: on the regression line, y.2334se.0547 .4093 se.1464x 19sector density from the US to the Swedish value in this case implies an increase of 25.4 percentage points. Overall, private sector union density is much more highly correlated with outsiders incidence of public employment than that of insiders, a pattern consistent with the expectations outlined above. Further, the relationship was very similar using overall union density rather than private sector density. While Figures 38 suggest a role for wagesetting institutions in affecting government employment, they do not control for other influences. I now turn to the regression results, where such effects can be taken into account. Table 2 shows selected regression results for the determinants of government employment in the macrodata. The table uses the timeinvariant terms of trade uncertainty measure constructed similarly to Rodrik 1997 and 1998, interacted with the sum of imports and exports divided by GDP.9 Three models are shown: first is a model without country dummies or countryspecific trends columns 1 and 2; next I added country dummies columns 3 and 4; and finally I include country dummies and countryspecific trends columns 5 and 6. The major focus here is on the impact of the collective bargaining variables. In all three models, both collective bargaining coverage and union density have positive and highly statistically significant effects on the incidence of public employment. Coordination, however, has a significantly negative coefficient without controlling for country effects or trends, but it has a positive, nearly significant effect controlling for country effects and a positive and highly significant effect controlling for country effects and trends. Recall that union density and collective bargaining coverage were predicted to have positive effects both via the wage level and the wage structure, while coordination had theoretically ambiguous effects because it leads to wage restraint lowering unemployment and therefore lowering demands for public employment but also wage compression pricing many outsiders out of a private sector job and thus raising demands for public sector jobs. To assess the magnitude of the impact of wagesetting institutions and also to assess their effects jointly, I adopt the following simulation. Let the values of union density, collective bargaining coverage and coordination change from their North American values to Scandinavian values. I then use the regression coefficients to simulate what would happen to government employment holding the other variables in the regression constant. The North American countries here are the US and Canada, while in my sample, Scandinavia includes Denmark, Finland, Norway and Sweden. Collective bargaining coverage averages 30 percent in North America and 79.6 percent in Scandinavia; union density is 28.3 percent in North America and 63.8 percent in Scandinavia, and the OECDs coordination indicator is 1.0 in North America and 2.4 in Scandinavia on a scale of 13. Thus changing from North American to Scandinavian values for these three indicators involves a large change. 9 As mentioned earlier, the basic results were similar when I constructed a timevarying terms of trade uncertainty measure. 20Table 2: Selected Generalized Least Squares Regression Results for Public Sector Employment Incidence: 196096Explanatory Variablescoll barg coveragecoordinationunion densityemployment protection UI rep rate: year 1UI rep rate: year 5urbanizationexternal risk assuming timeinvariant terms of trade varianceleft govtbirthspop 1524 yrs earlierperiod effectscountry dummiescountryspecific trendssample size Std Err 0.00020.00450.00020.00270.01030.02030.00050.48660.00150.5020Std Err 0.00020.00630.00030.00370.01380.02310.00040.91560.00160.7854Coeff 0.00040.03400.00210.00310.02970.00920.00010.54360.00070.1921yesnono 115Coeff 0.00170.00720.00140.00900.05830.07370.00130.71900.00032.4643yesyesno 115Coeff 0.00170.02190.00090.01790.00180.04970.00080.98910.00010.6106yesyesyes 115Std Err 0.00030.00580.00020.00260.01120.01930.00070.59320.00140.4154Net effect of collective bargaining coverage, union density and coordination:Scandinavia vs. North America 0.0461p.00010.1464p.00010.1460p.0001Note: standard errors are corrected for countryspecific heteroskedasticity and countryspecific first order autocorrelation. Joint effect of coll barg coverage, union density and coordination is evaluated at sampledifferences between Scandinavia Denmark, Finland, Norway, and Sweden and North America Canadaand the US. External risk is imports exportstime invariant std dev of changes in log of termsof tradeGDP. 21The bottom line of Table 2 shows the results of this simulation. In each case, changing all three unionization indicators from North American to Scandinavian values has a large, highly statistically significant effect on the incidence of government employment. The impact is much larger 14.64 vs. 4.61 percentage points controlling for country dummies than without country effects. Adding country trends has little further effect on this estimate. These are large estimates, both in comparison to the sample average of 17.1% public employment and the ScandinavianUS 199596 difference in public employment incidence of 11.3 percentage points.10 Among the other explanatory variables, employment protection has positive, significant effects on government employment when I control for countryspecific effects or country effects and trends. Since employment protection generally has not been found to raise overall unemployment Bertola 1999, it may that my finding here suggests that systems of employment protection cause concentrated employment problems on recent entrants. When this happens, there will evidently be a greater demand for public employment. Moving from the US, with the least protection, to Italy, with the most, implies an increase in public employment incidence of 3.3 to 6.6 percentage points, again a large effect. While more generous UI systems are associated with a significantly higher incidence of public employment when I dont control for countryspecific effects or trends and when I control for country effects but not trends, this finding disappears when I add country trends to the model. Urbanization, external risk and left government have effects that are sensitive to specification, although the external risk variable has a positive, nearly significant effect, as predicted, when I include country dummies but not country trends. Finally, a larger potential youth cohort birthspopulation 1524 years ago has the expected positive effect in each case, but this is statistically significant only controlling for country effects but not trends. Table 2 has shown that more extensive collective bargaining institutions are associated with greater public employment, even after controlling for countryspecific effects and countryspecific trends. My interpretation of this result is that the unionization measures lead to employment problems as found by Nickell, et. al. 2001 and Bertola, Blau and Kahn 2002a and b, which then lead to demands for public employment. An alternative interpretation in this spirit is that unionization leads to private sector employment problems and the public sector, being less affected by supply and demand than the private sector, passively expands its share of employment. Under this scenario, the insulation of the public sector from market forces is actually a policy in which the government provides insurance for its workforce Rodrik 1997; 1998. Finally, in Section IV below, I investigate the extent to which sectoral wage differentials can explain the public employment results. 10 The average government employment difference between Scandinavia and North America for the whole 196096 period is only 4.1 percentage points. But over this period, public employment as a fraction of total employment grew sharply in Scandinavia as discussed earlier but only slightly in North America. 22Table 3: Selected Probit Results for Government Employment: ISSP Microdata 198598 partial derivatives evaluated at means of explanatory variablesExplanatory Variablesage 1524age 2534age 3544age 4554educ: bottom thirdeduc: middle thirdfemalecoll barg coverageunion densitycoordinationemployment protection UI rep rate: year 1UI rep rate: year 5urbanizationexternal risk timeinvariant terms of trade varianceleft govtinsiderinsiderunion densityinsidercoll barg coverageinsidercoordination Coeff0.2120.1210.0440.0090.2110.1130.1170.00200.00250.0980.0090.0780.0140.0030.1200.025Std Err 0.0230.0190.0140.0130.0120.0080.0280.00100.00100.0340.0180.0980.1000.0022.3540.023Coeff0.2030.1020.0260.0090.2110.1130.0960.00160.00400.1030.0100.0790.0230.0030.0520.0240.0150.00380.00090.0171Std Err 0.0220.0180.0120.0110.0120.0090.0250.00130.00120.0450.0180.0980.1040.0022.3440.0230.0360.00060.00110.0315Coeff0.2110.1190.0410.0080.2110.1130.1160.00130.00320.1100.0240.0540.1660.002Std Err 0.0220.0190.0140.0130.0110.0080.0270.00090.00090.0340.0210.0820.1210.0021.2760.02242.1630.021union density measureperiod effectssample sizepriv sectoryes 67688priv sectoryes 67688totalyes 67688Net effect of collective bargaining coverage, union density and coordination:Std Err 0.0220.0170.0120.0100.0110.0080.0250.00110.00100.0440.0210.0820.1280.0022.1830.0210.0520.00070.00100.0309Coeff0.2050.1000.0240.0090.2110.1130.0960.00090.00440.1070.0230.0510.1580.0021.2030.02250.0310.00290.00090.0004totalyes 67688Main Effect: Scandinavia vs. North America Interaction with Insider: Scandinavia vs. North America 0.0521p.26640.0793p.11170.0260p.64080.0537p.33300.0656p.01560.0596p.1204Note: standard errors are corrected for countryspecific heteroskedasticity and correlation within countries.Joint effect of coll barg coverage, union density and coordination is evaluated at sampledifferences between Scandinavia Denmark, Finland, Norway, and Sweden and North America Canadaand the US. External risk is imports exportstime invariant std dev of changes in log of termsof tradeGDP. Insider is a dummy variable for males age 2554. 23As discussed earlier, since unionization causes greater employment problems for outsiders than insiders Bertola, Blau and Kahn 2002b, these public employment effects should be particularly strong for outsiders. Table 3 presents some results for microdata on this question. The Table shows the results of four regression models. Two models use private sector union density for reasons discussed earlier and two use total union density.11 And for each of these specifications of union density, there is one model with and one model without an insider dummy and its interactions with the unionrelated variables. Looking first at the model using private sector density without insider interactions, we see that collective bargaining coverage and union density each have a significantly positive effect on the incidence of public employment, while coordination has a significantly negative impact. These results are much like those in the first column of Table 2 from the macrodata, with no controls for country effects or countryspecific trends. The effect of changing from Scandinavian to North American values for these variables is to raise the incidence of public employment by 5.21 percentage points, although this effect is not statistically significant. The magnitude is similar to the results for the macrodata, which were of course based on a lessinclusive definition of public employment. The second column of Table 3 shows that the effect of collective bargaining institutions on public employment is significantly stronger for outsiders than insiders. Changing these variables from North American to Scandinavian values implies an increase in public employment of 7.93 percentage points for outsiders, an effect that is marginally significant at the 11.17% level. However, the effect of the same change for insiders is 6.56 percentage points less than for outsiders, a difference that is significant at the 1.6% level. The results are similar but statistically less significant when total union density replaces private sector union density the third and fourth models in Table 3. Thus, collective bargaining institutions appear to raise public employment in general, with a substantially larger effect on outsiders, the group whose employment is most negatively affected by union wage bargaining.12 The other institutional variables have insignificant effects on public employment, but the demographic variables have strong effects. Older workers, women, and more highly educated workers are significantly much more likely to work in the public sector than younger workers, men, and the lesseducated, respectively. Alternative Specifications 11 Note also that the external risk measure in Table 3 uses the timeinvariant terms of trade risk variable; however, using the timevarying version yields very similar results to those in Table 3. 12 These interaction effects are driven mostly by the union density interactions. It is possible that the total and private sector density measures reflect insideroutsider composition or relative union membership among insiders and outsiders. To control for this possibility, I replaced the union density measures in Table 3 with density computed only for insiders. These measures are not directly affected in an accounting sense by composition effects or relative union membership among insiders. I found virtually identical results to Table 3 under this alternative specification of the union density variable, suggesting that the interaction effects do not merely reflect the different levels of unionization among outsiders. This similarity is not surprising since the ISSP data show that private or public sector density for insiders is very highly correlated with that for outsiders. 24So far, I have aggregated the effects for all outsiders into one set of interactions. Table 4 shows what happens when I allow the impact of wagesetting institutions on outsiders to differ according to which subgroup of outsiders one belongs: women, men age 1524, or men age 5565 separate main effects for these three groups are also added, with men 2554 being the reference group. The major results can be seen by examining the net effect of the three union wagesetting variables in the Scandinavia vs. North America comparison. In each case, the main effect, which is now interpreted as the impact for insiders is small in absolute value and not significant. However, the interactions for females and for males 1524 or males 5565 are moderately large and positive 68 percentage points in the private sector union density specification and 47 percentage points in the total union density specification. Moreover, they are statistically significant for all three groups using private sector union density and for young men using total union density. Finally, while I reject the hypothesis of equal interaction coefficients for the three subgroups 13, I accept in each case the null hypothesis that moving from North American to Scandinavian unionization values has the same effect for all three groups of outsiders. Unions appear to push women, older men and younger men into public sector jobs to a similar extent, and this is a more positive effect than for prime age men. Other specifications led to similar results to those reported so far. First, the basic results from Table 3 were also very similar when I allowed full interactions between all of the explanatory variables and the female dummy variable. Second, when I took the basic specifications in Table 3 and added insider interactions with the other labor market institutions UI replacement rates and employment protection, simulations estimating the impact of changing all of the institutional variables from their North American to their Scandinavian values led to very similar findings in both magnitude and significance levels to those in Table 3. Finally, I investigated an additional possible dimension along which one might expect public employment to be differentially affected by collective bargaining institutions, educational levels. It is wellknown that unions reduce educational differences in wages, leading one to expect that unions would lower the relative employment and raise the relative public sector employment of the lesseducated. As noted, previous work has not found that unions lower the relative employment of the lesseducated, and there is mixed evidence on the impact of unionization on the public employment incidence of the lesseducated see section II. I investigated these issues by disaggregating the insider and outsider effects of collective bargaining institutions according to whether one was in the lower third or the top two thirds of 13 That is, I test 3 pairs of equality hypotheses jointly: i collective bargaining coveragefemalecollective bargainingmen 1524 and collective bargaining coveragefemalecollective bargaining coveragemen 5565; ii the similar pair with union density instead of collective bargaining coverage; and iii the similar pair with coordination instead of collective bargaining coverage. 25Table 4: Selected Probit Results for Government Employment: Outsider Effects Disaggregated by Gender and by Age for Men, ISSP Microdata 198598 partial derivatives evaluated at means of explanatory variablesExplanatory Variablescoll barg coverageunion densitycoordinationfemaleunion densityfemalecoll barg coveragefemalecoordinationmale 1524union densitymale 1524coll barg coveragemale 1524coordinationmale 5565union densitymale 5565coll barg coveragemale 5565coordinationunion density measureperiod effectssample size Std Err 0.00070.00090.02470.00060.00120.03600.00070.00070.02540.00080.00080.0194Coeff 0.00250.000200.08590.00430.00100.03130.00300.00280.08010.00120.00040.0145priv sectoryes 67688Coeff 0.00170.00160.10730.00340.00090.01220.00210.00280.09700.00020.00050.0165totalyes 67688Std Err 0.00090.00090.02900.00080.00110.03490.00080.00060.02520.00070.00080.0200Net effect of collective bargaining coverage, union density and coordination:Main Effect: Scandinavia vs. North America 0.0137p.78040.0059p.9302Interaction with Female: Scandinavia vs. North America 0.0614p.04430.0613p.1554Interaction with Male 1524: Scandinavia vs. North America 0.0783p.00410.0691p.0928Interaction with Male 5565: Scandinavia vs. North America 0.0790p.02920.0396p.2538H0: coveragefemalecoveragemale 1524coveragemale 5565 densityfemaledensitymale 1524densitymale 5565coordfemalecoordmale 1524coordmale 5565p.0001p.0001H0: Scandinavia vs. North America effects are equal for Females, Males 1524,and Males 5565p.8780p.7025Note: standard errors are corrected for countryspecific heteroskedasticity and correlation within countries.Joint effect of coll barg coverage, union density and coordination is evaluated at sampledifferences between Scandinavia Denmark, Finland, Norway, and Sweden and North America Canadaand the US. External risk is imports exportstime invariant std dev of changes in log of termsof tradeGDP. Other controls are the same as in Table 3, except that the insider dummy has beenreplaced by separate dummies for males 1524 and males 5565. 26the educational distribution. These analyses required interactions between the following two sets of variables: insiderbottom third education, outsiderbottom third education, outsidertop two thirds education and collective bargaining coverage, union density, and coordination, plus the following additional control variables: insiderbottom third education, outsiderbottom third education, outsidertop two thirds education. The results of this disaggregation of the unionization effects yielded some limited support for the idea the unions lead to the disproportionate employment of the less educated in the public sector. I used the private sector union density specification of the augmented Table 3 model, although the results were similar using the total union density measure. The ScandinavianNorth American simulation for the impact of unionization for outsiders with lower third education levels showed a 8.7 percentage point larger effect than for insiders with top two thirds education levels the reference group, an effect that was significant at the 0.53% level. In contrast, the simulation showed only a 4.2 percentage effect for outsiders with top two thirds education levels, an impact that was significant at the 7.35% level. This difference, 4.5 percentage points, suggests that unions had a larger effect on less educated than on more educated outsiders, and the difference was statistically significant at the 10.4% level. However, comparing the effects by education among insiders yielded no difference in the impact of unionization on public employment. Specifically, among men age 2554, the ScandinavianNorth American simulation actually led to a very slight 0.6 percentage point reduction in public employment among the less educated relative to those in the top two thirds of the education distribution, an effect that was also not significant. The preceding results suggest that the government is used as employer of last resort, IV. Empirical Procedures and Results: Public Sector Wage Premia especially for outsiders. However, it is possible that differences across countries in the public sector wage premium, which are also likely to be influenced by overall wagesetting institutions, could yield similar results. I investigated this issue by estimating the impact of the unionization measures discussed earlier on public sector wage premia, using the ISSP 198598 data. This data base has information on annual or monthly earnings and weekly hours, but not weeks worked per year. I therefore analyzed the determinants of this earnings measure for a subsample of fulltime workers, controlling for weekly work hours.14 To ensure the comparability of the earnings measure across countries and years, I expressed each persons log earnings relative to the average log earnings for hisher countryyear observation. I then estimated the following linear equations: lnearnDZ b 1govt b 2govtcoll barg coverage b 3govtunion density and b 4govtcoordination u 3 3 14 Previous work using the ISSP has found that hourscorrected earnings differentials computed from these data are quite similar to those from published OECD sources Blau and Kahn 1996 a and b. 27 c 4govtcoordination c 5insider GinsiderI c 6insidergovt c 7insidergovtcoll barg coverage c 8insidergovtunion density c 9insidergovtcoordination u 4 4 lnearnEZ c 1govt c 2govtcoll barg coverage c 3govtunion density where: i lnearnlog of respondents monthly or annual earnings average of log of earnings for full time workers in the respondents country and year; ii Z is a vector of controls including: weekly work hours, age dummies, education dummies, female dummy, collective bargaining coverage, total union density, coordination, UI 1st and 5th year replacement rates, employment protection, urbanization, external risk timeinvariant terms of trade risk, left govt, female interactions with all of the preceding other variables, age and education interactions with each of the labor market institutions, and year dummies; iii govt is a dummy variable for employment by the government iv insider is a dummy variable for being a women of any age or being a man age 1524 or 5565 v I is the vector of labor market institutions collective bargaining coverage, total union density, coordination, UI 1st and 5th year replacement rates, employment protection15 vi u 3 and u 4 are disturbance terms. Equations 3 and 4 were estimated by ordinary least squares where the standard errors were corrected for correlation within countries.16 Table 5 shows the key results for the impact of wagesetting institutions on the public sector wage premium. Panel I shows the results where I constrain the impact of public sector employment to be the same for insiders and outsiders. The figures in the Table show the impact of government employment evaluated at Scandinavian or at North American values for collective bargaining coverage, union density, and coordination. There is no overall public sector wage premium at Scandinavian values for the wagesetting institutions: the effect is .0120 and is not statistically significant. However, at North American values for the institutions, public employment is associated with a .1154 log point wage premium that is significant at better than 1%. Moreover, these two estimates are significantly different from each other at the 1% level. Consistent with the literature cited earlier that found much smaller industry wage effects in countries with more extensive coverage by centralized collective bargaining institutions, I obtain a similar finding for the public sector wage premium. Panel II of Table 5 shows the results for public sector wage premia when I allow the 15 Results were very similar using private sector union density. 16 Several authors have attempted to take into selfselection bias in estimating public sector wage premia for particular countries for a summary, see Gregory and Borland 1999. However, the ISSP does not have instruments that would allow me to satisfactorily identify such a model. 28Table 5: PublicPrivate RegressionAdjusted Log Earnings Differentials in the ISSP: 198598 fulltime workersI. Model Assumes Equal Effects for Insiders and Outsidersa Scandinavian Barg Cov, Density and Coord North American Barg Cov, Density and Coord DifferenceScandinaviaNorth America0.0120p.69960.1154p.00390.1274p.0144II. Model Allows Separate Effects for Insiders and Outsidersb Scandinavian Barg Cov, Density and Coord North American Barg Cov, Density and Coord Insiders Outsiders Differenceinsidersoutsiders0.0354p.15550.0116p.77800.0470p.1001Note: sample size is 44,293.0.0604p.12320.1698p.00050.1094p.0042DifferenceScandinaviaNorth America0.0958p.06870.1582p.00690.0624p.1125a controls include weekly hours, age dummies, education dummies, female dummy,coll barg coverage, overall union density, coordination, UI 1st and 5th year rep rates,employment protection, urbanization, external risk time invariant terms of trade risk,left govt, female interactions with each of these main effects, age and educationinteractions with each labor market institution, a govt employment dummy, andinteractions between govt employment and coll barg coverage, overall union densityand coordination.b controls include all the variables in panel I see note a to this table, plus:insider dummy, interactions between each labor market institution and the insiderdummy, an interaction between the government dummy and the insider dummy,and three way interactions between the government dummy, the insiderdummy, and each of the unionization variables coll barg coverage, overall uniondensity, and coordination. 29interaction of government and wage setting institutions to vary by insider status. The public sector premium is significantly larger for North American than Scandinavian collective bargaining institutions for both insiders .0958 log points and outsiders .1582 log points. More importantly, the North AmericanScandinavian difference is larger for outsiders than insiders, and the difference between these two effects .0624 log points is marginally significant at the 11% level. Public sector employment has an especially large effect on the wages of women of any age or men outside the prime age categories in countries where collective bargaining institutions are weak. This finding probably reflects the idea that government employment itself in such countries has unionlike features of standard rates and compressed wage structures, which would raise the relative wage of outsiders.17 In contrast, in countries with extensive systems of centralized collective bargaining, most of the labor market is covered by standard rates and compressed wage structures that are coordinated across sectors. In this environment, then, it is easy to see why the public sector wage premium would be similarsmall and not significantly different from zero in eachacross demographic groups.18 Finally, Table 6 shows what happens when I disaggregate the public sector wage premium according to subgroups of outsiders, as in Table 4: women, men age 1524, and men age 5565. Table 6 shows that in every case, the public sector wage premium is larger algebraically with North American than with Scandinavian unionization variables, although the difference is statistically significant only for women and only marginally significant at the 6.7% level for men age 2554. Moreover, for men age 1524 and for women, the ScandinavianNorth American contrast is larger than for insiders, a pattern consistent with the idea that in less unionized countries, the public sector has the larger wage effects on low wage groups. Again, the effect is only significant for women and is also much larger in absolute value for women .080 log points than for young men .024 log points. However, for men age 5565, the ScandinavianNorth American contrast is actually smaller than for insiders by .044 log points, a difference that is not statistically significant. In the ISSP data, women and men 1524 earn significantly less than men 2554 by .36 17 This argument clearly applies to women of any age and men age 1524, two groups which have wages at the bottom of the distribution. It would apply to men age 5565 too if they have reached the downward sloping portion of their ageearnings profiles. I investigate the public sector wage premium for these subgroups of outsiders in Table 6, discussed below. 18 The basic findings of Table 5 were virtually identical when I allowed government employment to be interacted with the other labor market institutions UI system characteristics and employment protectionPanel I or when I added these interactions and threeway interactions between government employment, insider status, and the other labor market institutions Panel II. 30Table 6: PublicPrivate RegressionAdjusted Log Earnings Differentials in the ISSP, Separate Effects for Women, Younger Men and Older Men: 198598 fulltime workersScandinavian Barg Cov, Density and Coord North American Barg Cov, Density and Coord Insiders men age 2554public sector premium Womenpublic sector premiumpub sector premium relative to insiders pub sector premium Men Age 1524public sector premiumpub sector premium relative to insiders pub sector premium Men Age 5565public sector premiumpub sector premium relative to insiders pub sector premium Note: sample size is 44,293.0.0357p.15250.0080p.85570.0437p.14420.0040p.96020.0317p.66710.0532p.17550.0889p.00250.0607p.12130.1846p.00050.1239p.00260.1168p.12200.0561p.54610.1058p.11380.0451p.3545DifferenceScandinaviaNorth America0.0964p.06740.1766p.00470.0802p.05160.1208p.32190.0244p.85200.0526p.48070.0438p.4112a controls include weekly hours, age dummies, education dummies, female dummy, coll barg coverage, overall union density, coordination,UI 1st and 5th year rep rates, employment protection, urbanization, external risk time invariant terms of trade risk, left govt, femaleinteractions with each of these main effects, age and education interactions with each labor market institution, dummies for male 1524 andfor male 5565, interactions between the male 1524 and male 5565 dummies and each labor market institution, a govt employment dummy,interactions between govt employment and coll barg coverage, overall union density, and coordination, and three way interactions between govt employment, female, male 1524 or male 5565 dummies, and each of the unionization variables coll barg coverage, overall uniondensity, and coordination. 31women to .54 men 1524 log points; however men age 5565 have about the same level of earnings as men age 2554 men 5565 have a statistically insignificant .0114 log points higher earnings than men age 2554. Older men are not, therefore, a lower wage group than primeage men; thus, it is not surprising that there is a larger public sector wage premium relative to insiders with North American than with Scandinavian unionization levels only for women and younger men. The wage results in Tables 5 and 6 suggest a possible explanation for at least some of the government employment results I have presented in Tables 24. Specifically, government employment overall is more extensive as a portion of total employment in countries where the public sector wage premium is smallest algebraically. And, government employment among women and among men age 1524 is especially likely relative to insiders in countries where the public sector wage premium is especially small for these groups. On the other hand, for men 5565, Tables 4 and 6 show that they have a larger incidence of public employment, relative to prime age men, in areas where their public sector wage premium is higher relative to the premium for prime age men i.e. with Scandinavian as opposed to North American unionization variables. Thus, a simple demand story could possibly explain the aggregate public employment patterns and those for women and for men 1524 but not men 5565. To determine how important the simple demand story could be in those instances where it makes sense, I examined the parameter values in Tables 26. Specifically, given the public sector employment and wage effects, what labor demand elasticity would be necessary for these wage effects to provide the full explanation for the aggregate employment results, and what substitution elasticities would be necessary to explain the findings for the female and young male subgroups? First, consider the effects of collective bargaining institutions on aggregate public sector employment and wages. Table 5 shows that they lower the relative wage of public employees in with Scandinavian values for these institutions by about 12.0% e.1274.880, or 1.120 compared to those with North American values. Table 2 shows that changing these institutions from North American to Scandinavian levels raises public employment by 4.6 to 14.6 percentage points, or a relative increase of 27.185.9% at the intercountry average of .170 in the OECD data. This comparison implies a demand elasticity in the public sector of 2.26 to 7.16, an implausibly large elasticity in absolute value. Using Table 3s estimates of the overall effect of collective bargaining institutions on public employment of 2.60 to 5.21 percentage points in the ISSP implies a relative increase of 7.715.5% at the intercountry average of .336 in the ISSP data.19 Thus, the ISSP public employment probits imply demand elasticities of 0.64 to 1.29, which are more plausible than the OECDbased required elasticities but still mostly above the commonly accepted range of overall labor demand elasticities of 0.15 to 0.75 as discussed by Hamermesh 1993 or public sector labor demand elasticity of roughly 0.5 as surveyed by Ehrenberg and Schwarz 1986. Thus, the aggregate public sector employment and wage results suggest that there are some direct effects of wagesetting institutions on public sector employment where the government is used as the employer of last resort. 19 Public employment incidence is much higher in the ISSP than the OECD because the former is collected for a later period public employment has been rising and, more importantly, the ISSP definition includes everyone whose employer is the government even if one is not in public administration. Recall from Figures 1 and 2 that the two measures are very highly correlated. Unfortunately, industry data, which would allow me to construct a similar measure of public employment to the OECDs, are not consistently available in the ISSP. 32 Second, turning to the results disaggregated by subgroups, Table 6 shows that changing from North American to Scandinavian values of the collective bargaining variables lowers the relative public employment wage effect of women vs. insiders by 7.7% e.08020.923. The relative public employment effect of this change is 6.13 to 6.14 percentage points Table 4, implying an elasticity of substitution of insiders for women of 2.37. A similar calculation for men 1524 shows a required elasticity of substitution with insiders of 8.55 to 9.67. The implied substitution elasticity for women is consistent with existing research on substitution across demographic groups, while the required elasticities for young men are implausibly large. For example, Layard 1983, p. 524 found that for British manufacturing for the 194969 period, the elasticity of substitution of men 21 years and over for women 18 years and over was 2.0. And Lewis 1985 found that in Australia over the 197581 period, the substitution elasticity of men over 21 for women over 21 was 2.29. Both of these estimates are very similar to my implied elasticity of 2.37, suggesting that the excess employment of women in the public sector in heavily unionized economies may be a response to the low public sector wage effect for women there. But these papers found smaller elasticities for adult men vs. young men: 0.6 for Britain Layard 1983, and 0.87 for Australia Lewis 1985; and Hamermesh 1982 reports for the US from 1955 to 1975, an elasticity of substitution of young for older workers, aggregated by gender of 0.6. All three of these are smaller estimates than my implied range of 8.559.67. Thus, the employment of younger men in the public sector in highly unionized economies is higher than would be predicted by these substitution elasticities, suggesting direct union effects. Finally, while the existing literature suggests that labor demand elasticities and public sector wage effects could explain the public sector employment patterns for women and, at least partially, young men, these cannot explain why the public employment incidence of older men is so high in highly unionized economies. It is likely that for this group, the government is providing employment for those let go in private sector downsizing events.20 V. Conclusions This paper has examined the impact of collective bargaining institutions on the incidence of public employment among OECD countries. Using aggregate data for the 196096 period for 17 countries, I find that more extensive coverage by centralized collective bargaining institutions leads to a larger share of total employment in the government, controlling for time effects, countryspecific effects, and countryspecific trends. Moreover, using microdata for 15 countries for the 198598 period, I find that the effect of extensive union bargaining institutions on public employment incidence is most positive for those groups most shut out of regular employment under such wagesetting arrangementswomen, and younger and older menthose commonly viewed as outsiders in Europeanstyle employment relationships. I also found that these extensive union bargaining institutions were associated with smaller public sector wage premia in general, with especially large reductions in the public sector premium for women and for young men. These wage results, in conjunction with the 20 The data were not able to support disaggregation of the public sector wage and employment effects into agespecific impacts for women. 33existing literature on demand elasticities and elasticities of substitution across demographic groups, imply that the high incidence of public employment in highly unionized economies could at least in part be a labor demand response to lower public sector wage premia. Of course, one would still need to explain a smaller public sector premium in more unionized countries. One possibility is that these countries anticipate using the government to provide employment for those shut of the private sector and keeping the public sector wage low is a way of ensuring that these jobs can be funded. Appendix: Data sources and definitions For the macrodata analysis, public sector employment, urbanization, and left government were all I. Aggregate Analysis kindly supplied by Algan, Cahuc and Zylberberg forthcoming. The data are arranged in five year intervals from 197074 to 199094, with a final observation for 199596. Public employment in these data taken from OECD National Accounts includes only those working for public administration but not workers in other sectors e.g. education where the employer may also be the government. The two measures of external risk see text for definition were constructed from the openness to trade measure in Algan, et. al forthcoming and the terms of trade indexes in the 1995 World Bank World Tables CD. The measures for the labor market institutions are taken from several sources. I use Blanchard and Wolfers 2000 measures of timevarying employment protection legislation. I take union density, collective bargaining coverage and coordination, and labor tax rate data from the data appendix to Nickell, Nunziata, Ochel and Quintini 2001. Collective bargaining coverage was available for some countries from 1960 to 1999 and for other countries from 198094. I used interpolation and assigned the authors earliest figure to all dates before its date. The UI year 1 and year 5 replacement rates were taken from a OECD database and refer to the entire 196096 period. Birth rates 1524 years prior to the current observation were kindly supplied by Korenman and Neumark 2000. II. Microdata Analysis public sector if the government is ones employer, regardless of the particular task one is performing. I use the same labor market institutions, urbanization, left government, and terms of trade risk variables that were just discussed. I use the 198598 ISSP files for the microdata analysis. Here, one is considered to be in the 34References Agell, Jonas, and Kjell Erik Lommerud. 1992. Union Egalitarianism As Income Insurance. Economica 59235: 295310. Algan, Yann, Pierre Cahuc, and Andre Zylberberg. Forthcoming. Public Employment and Labour Market Performance. Economic Policy. Barth, Erling and Josef Zweimuller. 1992. Labour Market Institutions and the Industry Wage Distribution: Evidence from Austria, Norway and the U.S. EmpiricaAustrian Economic Papers 19, 2: 181201. Bertola, Giuseppe. 1999. Microeconomic Perspectives on Aggregate Labor Markets. In Handbook of Labor Economics, Volume 3C, edited by Orley Ashenfelter and David Card. Amsterdam: NorthHolland, pp. 29853028. Bertola, Giuseppe, Francine D. Blau and Lawrence M. Kahn. 2002a. Comparative Analysis of Labor Market Outcomes: Lessons for the U.S. from International LongRun Evidence, in Alan Krueger and Robert Solow, eds., The Roaring Nineties: Can Full Employment Be Sustained? New York: Russell Sage, pp. 159218. Bertola, Giuseppe, Francine D. Blau and Lawrence M. Kahn. 2002b. Labor Market Institutions and Demographic Employment Patterns. Unpublished paper, Cornell University and European University Institute, April. Bjorklund, Anders and Richard B. Freeman. 1997. Generating Equality and Eliminating Poverty, the Swedish Way. In The Welfare State in Transition: Reforming the Swedish Model, eds. Richard B. Freeman, Robert Topel, and Birgitta Swedenborg. Chicago, IL: University of Chicago Press, pp. 3378. Blanchard, Olivier J., and Justin Wolfers. 2000. The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence. The Economic Journal 110462: C133. Blau, Francine D., and Lawrence M. Kahn. 1996a. International Differences in Male Wage Inequality: Institutions Versus Market Forces. Journal of Political Economy 1044: 791837. Blau, Francine D., and Lawrence M. Kahn. 1996b. Wage Structure and Gender Earnings Differentials: An International Comparison. Economica, 63, No. 250S May Supplement: S29S62. Blau, Francine D., and Lawrence M. Kahn. 2000. Gender and Youth Employment Outcomes: The U.S. and West Germany, 198491. In Youth Employment and Joblessness in Advanced Countries, edited by David G. Blanchflower and Richard B. Freeman. Chicago: University of Chicago Press, pp. 107167. Calmfors, Lars and Anders Forslund. 1991. Real Wages and Labour Market Policies. The Economic Journal 408 September: 11301148. Cameron, David R. 1978. The Evolution of the Public Economy: A Comparative Analysis. American Political Science Review 72, No. 4 December 1978: 12431261. Davis, Steven J. and Magnus Henrekson. 2000. WageSetting Institutions as Industrial Policy. NBER Working Paper No. 7502, January. Edin, PerAnders, and Robert Topel. 1997. Wage Policy and Restructuring: The Swedish Labor Market Since 1960. In The Welfare State in Transition: Reforming the Swedish Model, edited by Richard B. Freeman, Robert Topel, and Birgitta Swedenborg. Chicago: University of Chicago Press, pp. 155201. Edin, PerAnders and Johnny Zetterberg. 1992. Interindustry Wage Differentials: Evidence from Sweden and a Comparison with the United States, American Economic Review 82, No. 5 December: 13411349. Ehrenberg, Ronald G. and Joshua L. Schwarz. 1986. PublicSector Labor Markets. In Handbook of Labor Economics, Volume 2, edited by Orley Ashenfelter and Richard Layard. Amsterdam: NorthHolland, pp. 12191268. Forslund, Anders and Alan B. Krueger. 1997. An Evaluation of the Swedish Active Labor Market Policy: New and Received Wisdom. In The Welfare State in Transition: Reforming the Swedish Model, edited by Richard B. Freeman, Robert Topel, and Birgitta Swedenborg. Chicago: University of Chicago Press, pp. 267298. Gregory, Robert G. and Jeff Borland. 1999. Recent Developments in Public Sector Labor Markets. In Handbook of Labor Economics, Volume 3C, edited by Orley C. Ashenfelter and David Card. Amsterdam, Netherlands: NorthHolland, pp. 3573630. Hamermesh, Daniel S. 1982. Minimum Wages and The Demand for Labor. Economic Inquiry 20, No. 3 July: 365380. Hamermesh, Daniel S. 1993. Labor Demand. Princeton, NJ: Princeton University Press. Kahn, Lawrence M. 1998a. Against the Wind: Bargaining Recentralisation and Wage Inequality in Norway, 19871991. The Economic Journal 108, No. 448 May: 603645. Kahn, Lawrence M. 1998b. Collective Bargaining and the Interindustry Wage Structure. Economica 65 November: 507534. Kahn, Lawrence M. 2000. Wage Inequality, Collective Bargaining and Relative Employment 198594: Evidence from 15 OECD Countries. The Review of Economics and Statistics 82, No. 4 November: 564579. Katz, Harry C. 1993. The Decentralization of Collective Bargaining: A Literature Review and Comparative Analysis. Industrial Labor Relations Review 47, No. 1 October: 322. Katzenstein, Peter J. 1985. Small States in World Markets: Industrial Policy in Europe. Ithaca, NY: Cornell University Press. Korenman, Sanders, and David Neumark. 2000. Cohort Crowding and Youth Labor Markets: A CrossNational Analysis, In Youth Employment and Joblessness in Advanced Countries, edited by David G. Blanchflower and Richard B. Freeman. Chicago: University of Chicago Press, pp. 57105. Layard, Richard. 1982. Youth Unemployment in Britain and the United States Compared. In The Youth Labor Market Problem: Its Nature, Causes, and Consequences, edited by 36Richard B. Freeman and David A. Wise. Chicago: University of Chicago Press, pp. 499531. Lazear, Edward P. 1990. Job Security Provisions and Employment. Quarterly Journal of Economics 105, No. 3 August: 699726. Lewis, Philip E. T. 1985. Substitution Between Young and Adult Workers in Australia. Australian Economic Papers 24, No. 44 June: 115126. Moene, Karl Ove and Michael Wallerstein. 2002. Income Inequality and Welfare Spending: A Disaggregated Analysis. Unpublished Working Paper, University of Oslo and Northwestern University, February. Nickell, Stephen, and Richard Layard. 1999. Labor Market Institutions and Economic Performance. In Handbook of Labor Economics, Volume 3C, edited by Orley Ashenfelter and David Card. Amsterdam: NorthHolland, pp. 30293084. Nickell, Stephen, Luca Nunziata, Wolfgang Ochel, and Glenda Quintini. 2001. The Beveridge Curve, Unemployment and Wages in the OECD from the 1960s to the 1990s. Centre for Economic Performance, LSE, Discussion Paper No. 0502, July. Pischke, JornSteffen. Forthcoming. Discussion of paper by Algan, Cahuc and Zylbergerg. Economic Policy. Rodrik, Dani. 1997. What Drives Public Employment? NBER Working Paper No. 6141, August. Rodrik, Dani. 1998. Why Do More Open Economies Have Bigger Governments? Journal of Political Economy 106, No. 5 October: 9971032. Wallerstein, Michael. 1999. WageSetting Institutions and Pay Inequality in Advanced Industrial Societies. American Journal of Political Science 43, No. 3 July: 649680. 37CESifo Working Paper Series___________________________________________________________________________689 Amihai Glazer and Vesa Kanniainen, The Effects of Employment Protection on the Choice of Risky Projects, March 2002690 Michael Funke and Annekatrin Niebuhr, Threshold Effects and Regional Economic Growth Evidence from West Germany, March 2002691 George Economides, Apostolis Philippopoulos, and Simon Price, Elections, Fiscal Policy and Growth: Revisiting the Mechanism, March 2002692 Amihai Glazer, Vesa Kanniainen, and Mikko Mustonen, Innovation of Network Goods:A NonInnovating Firm Will Gain, March 2002693 Helmuth Cremer, JeanMarie Lozachmeur, and Pierre Pestieau, Social Security,Retirement Age and Optimal Income Taxation, April 2002694 Rafael Lalive and Josef Zweimuller, Benefit Entitlement and the Labor Market:Evidence from a LargeScale Policy Change, April 2002695 Hans Gersbach, Financial Intermediation and the Creation of Macroeconomic Risks,April 2002696 James M. Malcomson, James W. Maw, and Barry Mc Cormick, General Training by Firms, Apprentice Contracts, and Public Policy, April 2002697 Simon Gachter and Arno Riedl, Moral Property Rights in Bargaining, April 2002698 Kai A. Konrad, Investment in the Absence of Property Rights: The Role of Incumbency Advantages, April 2002699 Campbell Leith and Jim Malley, Estimated General Equilibrium Models for the Evaluation of Monetary Policy in the US and Europe, April 2002700 YinWong Cheung and Jude Yuen, Effects of U.S. Inflation on Hong Kong and Singapore, April 2002701 Henry Tulkens, On Cooperation in Musgravian Models of Externalities within a Federation, April 2002702 Ralph Chami and Gregory D. Hess, For Better or For Worse? StateLevel Marital Formation and Risk Sharing, April 2002703 Fredrik Andersson and Kai A. Konrad, Human Capital Investment and Globalization in Extortionary States, April 2002704 Antonis Adam and Thomas Moutos, The Political Economy of EU Enlargement: Or,Why Japan is not a Candidate Country?, April 2002705 Daniel Gros and Carsten Hefeker, Common Monetary Policy with Asymmetric Shocks,April 2002706 Dirk Kiesewetter and Rainer Niemann, Neutral and Equitable Taxation of Pensions as Capital Income, April 2002707 Robert S. Chirinko, Corporate Taxation, Capital Formation, and the Substitution Elasticity between Labor and Capital, April 2002708 Frode Meland and Gaute Torsvik, Structural Adjustment and Endogenous Worker Recall Probabilities, April 2002709 Rainer Niemann and Caren Sureth, Taxation under Uncertainty Problems of Dynamic Programming and Contingent Claims Analysis in Real Option Theory, April 2002710 Thomas Moutos and William Scarth, Technical Change and Unemployment: Policy Responses and Distributional Considerations, April 2002711 Gunther Rehme, ReDistribution of Personal Incomes, Education and Economic Performance Across Countries, April 2002712 Thorvaldur Gylfason and Gylfi Zoega, Inequality and Economic Growth: Do Natural Resources Matter?, April 2002713 Wolfgang Leininger, Contests over Public Goods: Evolutionary Stability and the FreeRider Problem, April 2002714 Ernst Fehr and Armin Falk, Psychological Foundations of Incentives, April 2002715 Giorgio Brunello, Maria Laura Parisi, and Daniela Sonedda, Labor Taxes and Wages:Evidence from Italy, May 2002716 Marta Aloi and Huw Dixon, Entry Dynamics, Capacity Utilisation and Productivity in a Dynamic Open Economy, May 2002717 Paolo M. Panteghini, Asymmetric Taxation under Incremental and Sequential Investment, May 2002718 Ben J. Heijdra, Christian Keuschnigg, and Wilhelm Kohler, Eastern Enlargement of the EU: Jobs, Investment and Welfare in Present Member Countries, May 2002719 Tapio Palokangas, The Political Economy of Collective Bargaining, May 2002720 Gilles SaintPaul, Some Evolutionary Foundations for Price Level Rigidity, May 2002721 Giorgio Brunello and Daniela Sonedda, Labor Tax Progressivity, Wage Determination,and the Relative Wage Effect, May 2002722 Eric van Damme, The Dutch UMTSAuction, May 2002723 Paolo M. Panteghini, Endogenous Timing and the Taxation of Discrete Investment Choices, May 2002724 Achim Wambach, Collusion in Beauty Contests, May 2002725 Dominique Demougin and Claude Fluet, Preponderance of Evidence, May 2002726 Gilles SaintPaul, Growth Effects of Non Proprietary Innovation, May 2002727 Subir Bose, Gerhard O. Orosel, and Lise Vesterlund, Optimal Pricing and Endogenous Herding, May 2002728 Erik Leertouwer and Jakob de Haan, How to Use Indicators for Corporatism in Empirical Applications, May 2002729 Matthias Wrede, Small States, Large Unitary States and Federations, May 2002730 Christian Schultz, Transparency and Tacit Collusion in a Differentiated Market, May 2002731 Volker Grossmann, Income Inequality, Voting Over the Size of Public Consumption,and Growth, May 2002732 YuFu Chen and Michael Funke, Working Time and Employment under Uncertainty,May 2002733 Kjell Erik Lommerud, Odd Rune Straume, and Lars Srgard, Downstream Merger with Oligopolistic Input Suppliers, May 2002734 Saku Aura, Does the Balance of Power Within a Family Matter? The Case of the Retirement Equity Act, May 2002735 Sandro Brusco and Fausto Panunzi, Reallocation of Corporate Resources and Managerial Incentives in Internal Capital Markets, May 2002736 Stefan Napel and Mika Widgren, Strategic Power Revisited, May 2002737 Martin W. Cripps, Godfrey Keller, and Sven Rady, Strategic Experimentation: The Case of Poisson Bandits, May 2002738 Pierre Andre Chiappori and Bernard Salanie, Testing Contract Theory: A Survey of Some Recent Work, June 2002739 Robert J. GaryBobo and Sophie Larribeau, A Structural Econometric Model of Price Discrimination in the Mortgage Lending Industry, June 2002740 Laurent Linnemer, When Backward Integration by a Dominant Firm Improves Welfare,June 2002741 Gebhard Kirchgassner and Friedrich Schneider, On the Political Economy of Environmental Policy, June 2002742 Christian Keuschnigg and Soren Bo Nielsen, Startups, Venture Capitalits, and the Capital Gains Tax, June 2002743 Robert Fenge, Silke Uebelmesser, and Martin Werding, Secondbest Properties of Implicit Social Security Taxes: Theory and Evidence, June 2002744 Wendell Fleming and Jerome Stein, Stochastic Optimal Control, International Financeand Debt, June 2002745 Gene M. Grossman, The Distribution of Talent and the Pattern and Consequences of International Trade, June 2002746 Oleksiy Ivaschenko, Growth and Inequality: Evidence from Transitional Economies,June 2002747 Burkhard Heer, Should Unemployment Benefits be Related to Previous Earnings?, July 2002748 Bas van Aarle, Giovanni Di Bartolomeo, Jacob Engwerda, and Joseph Plasmans,Staying Together or Breaking Apart: Policymakers Endogenous Coalitions Formationin the European Economic and Monetary Union, July 2002749 Hans Gersbach, Democratic Mechanisms: Double Majority Rules and Flexible Agenda Costs, July 2002750 Bruno S. Frey and Stephan Meier, ProSocial Behavior, Reciprocity or Both?, July 2002751 Jonas Agell and Helge Bennmarker, Wage Policy and Endogenous Wage Rigidity: ARepresentative View From the Inside, July 2002752 Edward Castronova, On Virtual Economies, July 2002753 Rebecca M. Blank, U.S. Welfare Reform: Whats Relevant for Europe?, July 2002754 Ruslan Lukach and Joseph Plasmans, Measuring Knowledge Spillovers Using Patent Citations: Evidence from the Belgian Firms Data, July 2002755 Aaron Tornell and Frank Westermann, BoomBust Cycles in Middle Income Countries:Facts and Explanation, July 2002756 Jan K. Brueckner, Internalization of Airport Congestion: A Network Analysis, July 2002757 Lawrence M. Kahn, The Impact of WageSetting Institutions on the Incidence of Public Employment in the OECD: 196098, July 2002", "filename": "cesifo_wp757.pdf", "person": ["Lawrence Kahn", "Kahn, Lawrence"], "date": ["2002"]}