{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/113772/1/cesifo_wp5448.pdf"], "title": ["Should We Give Up After Solyndra? Optimal Technology R&D Portfolios under Uncertainty"], "plaintext": "CESifo Working Paper No. 5448Should We Give Up After Solyndra? Optimal Technology RD Portfolios under Uncertainty Abstract Global climate change and other environmental challenges require the development of new energy technologies with lower emissions. In the nearterm, RD investments, either by government or the private sector, can bring down the costs of these lower emission technologies. However, the results of RD are uncertain, and there are many potential technologies that may turn out to play an effective role in the future energy mix. In this paper, we address the problem of allocating RD across technologies under uncertainty. Specifically, given two technologies, one with lower costs at present, but the other with greater uncertainty in the returns to RD, how should one allocate the RD budget? We develop a multistage stochastic dynamic programming version of an integrated assessment model of climate and economy that represents endogenous technological change through RD decisions for two substitutable noncarbon backstop technologies. Using the model, we demonstrate that nearterm RD into the higher cost technology is justified, and that the amount of RD into the high cost technology increases with both the variance in the uncertainty in returns to RD and with the skewness of the uncertainty. We also present an illustrative case study of wind and solar photovoltaic technologies, and show that poor RD results in early periods do not necessarily mean that investment should not continue. JELCode: O380, Q420, Q480, Q550. Keywords: innovation, climate change, solar energy, wind energy. Mort Webster Energy and Mineral Engineering Pennsylvania State University USA State College, PA 16802 mortpsu.edu Karen FisherVanden Agricultural Economics, Sociology, and Education Pennsylvania State University USA University Park, PA 16802 kaf 26psu.edu David Popp Department of Public Administration and International Affairs Syracuse University USA Syracuse, NY 132441020 dcpoppmaxwell.syr.edu Nidhi Santen Synapse Energy Economics, Inc. USA Cambridge, MA 02139 nrsantensynapseenergy.com 1. Introduction A response to global climate change will necessarily include reducing the carbon emissions from energy production in the future. There are many potential fuels and technologies that may contribute to future energy production with lower greenhouse gas emissions. For electric power, candidates include nuclear power, carbon capture and sequestration from coal or natural gas combustion, solar power photovoltaic PV or concentrated solar thermal, wind power onshore or offshore, and biomassfueled combustion. Similarly, for transportation lower carbon technologies include efficient diesel engines, electric vehicles, hybrid electric vehicles, compressed natural gas CNG vehicles, and biofuels.Potential low carbon technologies vary widely in their current relative costs, technological maturity, and commercial viability. One current policy challenge is how to efficiently allocate scarce resources for research and development RD across different technologies. Public and private entities that fund RD must choose how to allocate their efforts among these disparate technologies. For example, in the U.S., the Department of Energy DOE is a major source of public funding for energy RD DOE, 2015. Each year, DOE allocates funding for RD across technology areas as part of their input into the budget and appropriations process. However, there is limited objective or quantitative guidance for agencies on how to choose among possible allocations Pugh et al., 2011. To focus the discussion, consider the simple case of two lowcarbon energy technologies that are relatively easily substitutable. Although no technology is a perfect substitute for another, the ease of substitution in some circumstances may be significant. For example, solar PV and onshore wind power constitute one such pair within the electric power system. Both are intermittent renewable sources of electricity that emit no carbon. Although their relative 1potential in any specific location may vary depending on the solar and wind resource that exists, they play a similar role within the power system. Other possible examples include nuclear power and coalfired electricity with carbon capture for electricity production both are baseload technologies, or hybrid, battery electric, and CNG vehicles for transportation. In each of these examples, one technology is currently significantly lower cost than the alternatives. For example, the 2015 estimates of levelized cost from the U.S. Energy Information Administration is 73.6 per MWh 2012 U.S. for onshore wind as compared to 125.3 per MWh for solar PV EIA, 2015. In this case, solar PV is still higher cost than wind despite decades of significant public and private RD in many industrialized countries into solar PV technology, which has lowered its costs by several orders of magnitude Barbose et al., 2014. A reasonable question, therefore, is whether continued RD investments in solar PV are justified and at what level of funding, given that wind is lower cost and can fill a similar niche. This question, as applied to solar, has become particularly relevant since the highprofile bankruptcies of two solar technology companies in the U.S. that had received substantial public investment. Solyndra, a Californiabased company that manufactured solar panels, received 539 million in guaranteed government loans in 2009, but by August 2011 had gone bankrupt Weiner, 2012. Around the same time, Evergreen Solar, a Massachusettsbased solar panel manufacturer also declared bankruptcy Church, 2011. In both cases, the reasons for the firms failures were due to a number of factors, but certainly include competition from lowercost manufacturers in China. Nevertheless, these failures have been cited in debates over public RD, and some continue to argue that further investments in solar technology are not costeffective e.g., U.S. News World Report, 2012, or at least that public investment in solar should be scaled back. 2In this motivating example of wind vs solar PV, a critical factor is that uncertainty in the returns from RD into solar is likely to be highly skewed, and more skewed than for wind, the more commercially established technology. For example, Baker et al. 2009a performed an expert elicitation of the uncertainty in the results of solar RD with several technology experts, and the resulting distributions are in fact highly skewed. In the past decade, numerous potentially revolutionary technologies for PV have been identified e.g., Green, 2000 and much RD invested by programs such as Sunshot within the U.S. Department of Energy Sunshot, 2012, including advanced materials and manufacturing processes. In the past several years, prices have in fact declined sharply, but the cost reductions are primarily due to other factors such as economies of scale in production rather than new advanced materials Barbose et al., 2014. Does this mean that these recent RD investments were not wise, given the information available, or that continued investments are not warranted? Or do the results of solar RD to date merely reflect a highly skewed distribution of uncertain returns, and is continued RD still optimal? In this paper, we investigate the factors that influence the economically efficient allocation of RD investment across two substitutable energy technologies. In particular, we focus on the question: under what circumstances should we allocate some RD to a highercost technology, when a lower cost substitute exists? Further, how should the allocation change if RD into the highercost technology has uncertain and positively skewed returns? Here, we explicitly consider RD as a stochastic process. Uncertainty is a central feature of RD processes, since a priori one does not know what will be obtained from a given level of investment. Moreover, the relevant features of the uncertainty include more than simply mean and variance. Some technologies may have very low probability of a significant cost reduction 3and very high probability of little or no cost reduction; this implies skewness in the distribution. When decisionmakers must allocate RD among technologies with qualitatively different risk profiles e.g., more skewed but lower mean vs. less skewed and higher mean, how should this allocation be made? Using our stochastic framework, we demonstrate the influence of the shape of the probability distribution of uncertain returns to RD on the optimal level of RD investment into the highercost technology. Numerous studies exist that have addressed the empirical, theoretical, and applied numerical modeling of innovation and the RD process. Several excellent reviews exist e.g., Pizer and Popp, 2008; Gillingham et al., 2008; Loschel, 2002, Popp, Newell, and Jaffe, 2010, so we only briefly review the most relevant studies here. Many theoretical and numerical models assume an innovation possibilities frontier IPF Kennedy, 1964; Kamien and Schwartz, 1968; Acemoglu, 2002, which is a function of the stock of knowledge capital Romer, 1990; Acemoglu, 1998. Examples of numerical models that include endogenous directed technological change include Popp 2004, Popp 2006, Buonanno et al. 2003, Sue Wing 2006, Goulder and Schneider 1999, and Goulder and Mathai 2000. The majority of these models are deterministic, and focus on specific questions such as the welfare gain from including endogenous technological change when there is a climate policy target e.g., Popp, 2004; Buonanno et al., 2003; Goulder and Mathai, 2000, the relative impacts of various policy instruments on inducing innovation e.g., Fischer et al., 2013; Fischer and Newell, 2008, the impact on optimal RD of uncertainty in the extent of climate change e.g., Baker et al., 2006, and the effect on RD of spillovers across countries e.g., Bosetti et al., 2009. Some studies have directly addressed the uncertainty in the returns to RD, but have tended to focus on RD into a single backstop that substitutes for a conventional i.e., fossil 4energy source. Theoretical models of optimal RD under uncertainty include Hung and Quyen 1993, who showed that uncertainty can delay RD and accelerate conventional resource depletion under some conditions, and Tsur and Zemel 2005, who explored a range of dynamic growth paths with and without RD and showed that the growth path depends on the type of economy. Goeschl and Perino 2009 present a model in which the backstop technology has uncertain environmental characteristics in a multipollutant context, but deterministic cost impacts of RD. Baker and AduBonnah 2008 develop a twostage stochastic model in which the impacts of RD are uncertain with a probability distribution over three possible cost outcomes target cost, breakthrough, or failure. They show that the effect of increasing the meanpreserving variance on RD investment is ambiguous, and depends on the type of technology targeted. Bosetti and Tavoni 2009 present a stochastic twostage version of the WITCH model Bosetti et al 2006 in which the investment cost of the backstop is drawn from a symmetric distribution that depends on the cumulative knowledge stock. In contrast to Baker and AduBonnah 2008, they demonstrate from both an analytical model and from the numerical model that uncertainty in the returns to RD unambiguously increases the optimal level of RD. There are fewer studies that explicitly consider multiple technologies and uncertainty. One notable example is Gritsevski and Nakicenovic 2000, who considered more than 100 energy technologies within the MESSAGE model Messner et al., 1996. However, their approach is focused on learningbydoing rather than explicit RD. Using a large number of scenarios of technology dynamics, they show that there are many distinct paths with similar energy costs. Pugh et al 2011 also used a scenariobased approach to explore the energy RD portfolio question. Using results from a range of scenarios from the GCAM model Brenkert et 5al., 2003 to inform the benefits of different technologies and a probability distribution for the likelihood of success of achieving the maximum emissions reductions, they develop example 5year RD plans.Most similarly to this study, Baker and Solak 2011 develop a twostage stage 1 chooses RD and stage 2 chooses abatement stochastic model with RD into three alternative backstop technologies: solar, coal with carbon capture, and nuclear. The probability distributions for the uncertain returns to RD are taken from expert elicitations of the uncertainty in cost reductions from RD into each of these technologies Baker et al., 2008, 2009a, 2009b. In general, they find that the RD portfolio is diverse across technologies and is robust to the uncertainty in climate damages. However, they do not investigate the sensitivity to different shapes of the distributions of uncertain returns to RD, nor do they consider more than two stages. Previous work Webster et al., 2012 has shown that for some problems, multistage N 2 may lead to very different stage 1 optimal strategies compared with twostage formulations. Several questions and challenges remain unaddressed by the extant literature. First, given two technologies with uncertain returns to RD, how should RD be allocated? In particular, the relative impacts of mean, variance, and higher order moments in the distribution of uncertain returns on the RD allocation decision have not been methodically explored. Second, in a multistage context with repeated opportunities for RD and observed outcomes, what is the conditionally optimal RD, given failures in previous stages to reduce cost? Finally, a challenge remains in calibrating models of technological change using the empirical literature in the treatment of the depreciation or decay rate of the knowledge stock. Representations of the Innovation Possibilities Frontier assume a depreciation rate, based on findings in the empirical 6literature that knowledge decays over time in terms of its effectiveness at generating new knowledge. However, a deficiency in current formulations is that they therefore assume that the cost reductions achieved also decay, implying that costs increase over time without a minimum threshold of new knowledge every period. We build on the previous studies of optimal RD under uncertainty to meet a climate target by investigating the optimal ratio of RD investment across two generic backstop technologies. We develop a multistage stochastic dynamic model, based on ENTICEBR Popp, 2006 with RDinduced technological change by means of innovation possibilities frontiers and cumulative knowledge capital stocks. Using this model, we explore the factors that determine the relative magnitude of RD investment that should be allocated to a higher cost backstop when a lower cost technology exists. In particular, we demonstrate the effect of varying the shape of the distribution of uncertain returns to RD, and show that the optimal RD depends not only on the relative variance but also on the skewness of the distributions.Our specific contributions are: cid:120 A model of multistage RD decisions across two lowcarbon backstop technologies under uncertainty in returns to RD; cid:120 A novel formulation of technological change that distinguishes between knowledge stocks that generate new knowledge and those that generate perpetual cost reductions; and cid:120 Demonstration of the relative effects of variance of the distribution of uncertain returns, skewness of the distribution, and initial relative costs of the backstops on the optimal RD ratio.The results of the analysis contribute to the policy discussion over RD portfolios by demonstrating that for longtailed positively skewed distributions, optimal RD into the more 7expensive backstop should be greater than for less skewed distributions, and that even belowaverage outcomes from first stage RD into the highcost technology does not mean that future RD should be focused exclusively on the lower cost technology. The rest of the paper proceeds as follows. In Section 2, we begin by presenting a simple analytical twostage model of RD allocation under uncertainty. This model frames the qualitative result that we later demonstrate with the numerical model. Section 3 presents the methodology and key assumptions for the stochastic dynamic version of ENTICEBR with two substitutable backstops. We present the results from the numerical model in Section 4. Section 5 gives a concluding discussion. 2. RD under Uncertainty and the effect of Skewness To motivate and frame the numerical model and its results, we begin by illustrating the concepts with a simple stylized analytical model. Although this model omits many features of the problem to retain analytical tractability and transparency, we illustrate the key intuition. The numerical model presented in the subsequent sections then includes many of the complicated features omitted here, and produces qualitatively similar results. Consider a twostage model, t 1, 2, and two possible backstop energy technologies, icid:1431, 2. In the first stage t1, the decision maker must choose the RD investment levels into each of the two technologies, R1, R2. For simplicity, assume that the total budget is exogenously constrained:R1 R2 B,and that the two technologies are perfect substitutes. 8We denote the cost of technology i at time t by Cit. Assume that Technology 1 is lower cost in the initial period than Technology 2: C11 C21In this model, the cost in stage 2 can be reduced by RD according to some increasing, concave function f:cid:1829cid:3036cid:2870cid:3404cid:1829cid:3036cid:2869cid:3398cid:1858cid:4666cid:1844cid:3036cid:4667;f0, f0 The concavity assumption reflects the diminishing marginal returns from RD into a given technology at a given time, which has been demonstrated empirically e.g., Popp, 2002. We model uncertainty in the returns to RD into Technology 2 using a simple multiplicative shock to the cost reduction function. Specifically, we assume that with probability p, there is a multiplicative shock cid:84 to fR2, where cid:84 1. With probability 1p, the cost reduction in period 2 from R2 is fR2. This is a stylized approach, for simplicity and clarity, in which the probability p represents a realized cost reduction; in reality there is a sequence of conditions that must occur before the cost reduction occurs, including successful innovation, diffusion, etc., which we do not explicitly treat here. Furthermore, we assume that the magnitude of the exogenous cost shock cid:84 cid:84c is sufficiently large that it will make Technology 2 lower cost and therefore preferred to Technology 1 in the second period. For ease of explication, we neglect the case where cid:84 cid:84c ; this case has a trivial result since all RD should go to Technology 1. Because the motivation for this research is emissions reduction to address climate change, we assume that there is an emissions target in stage 2 that must be met. Because we have two noncarbon energy technologies that are perfect substitutes, the decision maker will adopt the technology that has the lowest costs in stage 2. In this case, we can frame the objective 9function for the RD decision as one of minimizing the expected cost of whichever technology is adopted. Specifically, we assume that with probability p, Technology 2 will be adopted with a cost of cid:1829cid:2870cid:2869cid:3398cid:2016cid:1858cid:4666cid:1844cid:2870cid:4667, and with probability 1p Technology 1 is adopted with a cost of cid:1829cid:2869cid:2869cid:3398cid:1858cid:4666cid:1828cid:3398cid:1844cid:2870cid:4667. We therefore write the objective function as cid:143cid:139cid:144cid:3019cid:3117cid:481cid:3019cid:3118cid:1868cid:4670cid:1829cid:2870cid:2869cid:3398cid:2016cid:1858cid:4666cid:1844cid:2870cid:4667cid:4671cid:3397cid:4666cid:883cid:3398cid:1868cid:4667cid:4670cid:1829cid:2869cid:2869cid:3398cid:1858cid:4666cid:1828cid:3398cid:1844cid:2870cid:4667cid:4671. cid:3398cid:2016cid:1868cid:1858cid:4593cid:4666cid:1844cid:2870cid:4667cid:3397cid:4666cid:883cid:3398cid:1868cid:4667cid:1858cid:4593cid:4666cid:1828cid:3398cid:1844cid:2870cid:4667cid:3404cid:882.cid:1858cid:4593cid:4666cid:1844cid:2870cid:4667cid:3404cid:1858cid:1314cid:4666cid:1828cid:3398cid:1844cid:2870cid:4667cid:942cid:2869cid:2879cid:3043cid:3043cid:3087 . Rearranging this, we can express the optimality condition for RD in Technology 2 as: Taking the derivative and setting to zero, the firstorder condition is: 1 2 The intuition for the expression in equation 2 is as follows. Relative to a solution where RD is allocated such that the marginal productivities of RD are equal as would be implied by cid:1858cid:4593cid:4666cid:1844cid:2870cid:4667cid:3404cid:1858cid:1314cid:4666cid:1828cid:3398cid:1844cid:2870cid:4667, the effect of the second term on the RHS is that as the probability p of a better than expected shock increases, or as the magnitude of that shock cid:84increases, the optimal allocation will consist of R2 at a lower marginal productivity than R1.From the concavity assumption, this in turn implies that R2 will be increasing in both p and cid:84.Put more simply, this result indicates that as the probability of a higher than average shock or the magnitude of a higher than average shock increases, increased RD investment into the expensive technology will be optimal. As we will show below in the numerical results, this is particularly true for positivelyskewed distributions. Because a probability distribution must integrate to unity, a necessary condition for increasing the magnitude of an extreme upper quantile while holding the expected value constant is that there must be correspondingly more probability mass below the mean of the distribution. In such a distribution, proportionally more random draws will yield below average returns. In order to achieve the same expected cost 10reduction as a distribution with the same mean but less skewed, more random draws are required.One can think of more draws as roughly implying greater RD investment. In this stylized example, greater skewness therefore implies that more RD investment is optimal. The model presented above is necessarily simplified and omits many critical features. Such features include the presence of cumulative, depreciating knowledge capital stock, a nonlinear formulation for the innovation possibilities frontier, a dependence of the benefits of RD on the exact amount of future adoption of each technology, less than perfect substitutability, and multiple RD decision stages. Because simple analytical closedform solutions are not possible for a model with these features, we turn for the remainder of the paper to a numerical model. 3. Numerical Model Methodology For a numerical example, we build on the ENTICE Popp, 2004 and ENTICEBR models Popp, 2006a, 2006b, both of which are extensions of the DICE model Nordhaus and Boyer, 2000. ENTICE and ENTICEBR are integrated assessment models of climate change that represent the global economy and environment and include endogenous technological change. ENTICE included RD into energy efficiency among the decision variables, and ENTICEBR added RD into a noncarbon emitting energy backstop technology. We modify the ENTICEBR model to address the question of what is the optimal RD allocation across two substitutable energy backstops under uncertainty. The original ENTICEBR model includes RD investment to augment two knowledge capital stocks according to an innovation possibilities frontier, one which increases the energy efficiency of the economy and one which lowers the cost of a noncarbon energy backstop. The original model is deterministic, 11and the parameters in the model were calibrated to be consistent with historically observed patterns of RD, energy patents, and energy consumption Popp, 2001; Popp, 2002. Here, we introduce three major modifications to the original ENTICEBR model: 1 we replace the single noncarbon energy backstop with two backstops that can substitute for each other; 2 we modify the representation of the knowledge stock to distinguish the dual roles for knowledge capital of generating new knowledge and reducing technology cost; and 3 the model is reframed as a stochastic dynamic programming problem, and is solved using approximate dynamic programming. Finally, for the case study of wind vs. solar in the following section, we calibrate parameters in this model to be consistent with results from Popp et al. 2013, which used forward patent citation counts by energy technology type to explore the distribution of uncertain returns to RD and the decay rate of knowledge capital by technology. Each of the above modifications is described in detail below. 3.1 Two Backstop Technologies The DICEENTICE family of models all have the objective of maximizing the present value of discounted utility, subject to economic and climate system constraints. Here we discuss only the relevant constraints that are modified, and provide the full model description in the Appendix. In the original ENTICEBR, output Qt is produced by physical capital stock Kt, labor Lt, and effective energy units Et. Labor grows according to an exogenous population growth trend, and physical capital stock is the result of investment plus the previous periods stock that has not depreciated. Overall technological progress is modeled with total factor productivity At.Effective energy units are produced from three possible energy inputs: fossil fuels Ft, a carbonfree backstop Bt, and knowledge pertaining to energy efficiency HE,t. The cost of fossil fuels and 12backstop energy, respectively are p F,t and p B,t, and are subtracted from total output. Thus the production function for the economy is: cid:1843cid:3047cid:3404cid:1827cid:3047cid:1837cid:3047cid:3082cid:1838cid:3047cid:2869cid:2879cid:3082cid:2879cid:3081cid:1831cid:3047cid:3081cid:3398cid:1868cid:3007cid:481cid:3047cid:1832cid:3047cid:3398cid:1868cid:3003cid:481cid:3047cid:1828cid:3047. Effective energy units are produced from a nested constant elasticity of substitution 1 CES representation that aggregate fossil fuels Ft, backstop energy Bt, and knowledge stock for energy efficiency HE,t:cid:1831cid:3047cid:3404cid:4680cid:2009cid:3009cid:1834cid:3006cid:481cid:3047cid:3096cid:3257cid:3397cid:3436cid:3436 cid:3007cid:3295cid:3080cid:3357cid:2957cid:3295cid:3440cid:3096cid:3251cid:3397cid:1828cid:3047cid:3096cid:3251cid:3440cid:3096cid:3257 cid:3096cid:3251cid:932cid:4681cid:2869cid:3096cid:3257cid:932. The elasticity of substitution between fossil fuels and backstop energy is cid:883cid:4666cid:883cid:3398cid:2025cid:3003cid:4667cid:883cid:4666cid:883cid:3398cid:2025cid:3009cid:4667cid:932elasticity of substitution between the fossilbackstop bundle and energy efficiency is cid:932.We extend this model to include two carbonfree energy backstops, B1,t and B2,t. Thus 2 , and the cid:4681cid:2869cid:3096cid:3257cid:932equation 2 is replaced with: cid:1831cid:3047cid:3404cid:4680cid:2009cid:3009cid:1834cid:3006cid:481cid:3047cid:3096cid:3257cid:3397cid:3436cid:3436 cid:3007cid:3295cid:3080cid:3357cid:2957cid:3295cid:3440cid:3096cid:3251cid:3397cid:3435cid:1828cid:2869cid:481cid:3047cid:3096cid:3337cid:3397cid:1828cid:2870cid:481cid:3047cid:3096cid:3337cid:3439cid:3096cid:3251 cid:3096cid:3337cid:932 cid:3440cid:3096cid:3257 cid:3096cid:3251cid:932The elasticity of substitution between the two backstops is cid:883cid:4666cid:883cid:3398cid:2025cid:3089cid:4667cid:1843cid:3047cid:3404cid:1827cid:3047cid:1837cid:3047cid:3082cid:1838cid:3047cid:2869cid:2879cid:3082cid:2879cid:3081cid:1831cid:3047cid:3081cid:3398cid:1868cid:3007cid:481cid:3047cid:1832cid:3047cid:3398cid:1868cid:3003cid:2869cid:481cid:3047cid:1828cid:2869cid:481cid:3047cid:3398cid:1868cid:3003cid:2870cid:481cid:3047cid:1828cid:2870cid:481cid:3047. Equation 1 is therefore replaced by: cid:932the respective costs of the backstops with p B1,t and p B2,t and subtract these from total output. . 3 . Similarly, we denote 4 133.2 Knowledge Stock Representation of Technological Change In ENTICEBR, the cost of the backstop can be reduced by investing in a knowledge stock HB,t. The knowledge stock increases with the accumulation of research and development RB,t, as: cid:1834cid:3003cid:481cid:3047cid:3404cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439cid:3397cid:4666cid:883cid:3398cid:2012cid:3009cid:4667cid:1834cid:3003cid:481cid:3047cid:2879cid:2869 The parameter cid:2012cid:3009 represents knowledge decay. The function cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439 is the innovation possibility frontier, which models the process of new knowledge creation from RD and the existing knowledge stock: cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439cid:3404cid:1853cid:1844cid:3003cid:481cid:3047cid:3029cid:3251cid:1834cid:3003cid:481cid:3047cid:3109cid:3251. cid:1868cid:3003cid:481cid:3047cid:3404cid:3017cid:3251cid:481cid:3116cid:3009cid:3251cid:481cid:3295cid:3334 . 5 6 7 Both b B and cid:73B are assumed to be between 0 and 1, and cid:73B 1 represents diminishing returns to research across time Popp, 2004. Finally, the relationship between accumulating knowledge stock and the cost of the energy backstop is represented by: The parameter cid:75 converts knowledge stock level to the reduction from the backstop cost in the initial period, and is calibrated so that cid:883cid:3398cid:884cid:2879cid:3086 is the cost reduction from a doubling of the knowledge stock. Consistent with other treatments of endogenous technological change, we assume here that an increase in the knowledge stock necessarily leads to a reduction in the cost of the technology. In reality, new knowledge can sometimes increase cost, or even increase uncertainty, although such cases may be fairly nuanced, with accompanying increases in quality. For purposes of clarity, we do not include the possibility of increased cost from new knowledge here, but leave that to future work. One of the challenges in calibrating representations of technological change such as described above using empirical data is that although there is evidence that knowledge decays 14over time, using nonzero depreciation rates has the effect that a nonzero level of RD is required to simply maintain the backstop cost at a constant level over time. Without new RD investments in a model like equations 57, the cost of the backstop will rise over time as the knowledge stock decays. This behavior is not intuitive. Despite the evidence that knowledges effectiveness at creating new knowledge decays, there is not comparable evidence that the reduction in the cost of a technology from the stock of knowledge decays. Once a cost reducing change to a technology has been innovated, diffused, and adopted, it remains part of the state of the art of that technology. Here we introduce a modification to the prevailing representation of knowledge stock to address the challenge just described. Instead of a single knowledge stock for each technology, we separately track two distinct but related knowledge stocks for each technology. One knowledge stock, cid:1834cid:3003cid:481cid:3047cid:3012 , is combined with new RD investment to create new knowledge as in equation 6. This first type of stock depreciates over time. The second stock, cid:1834cid:3003cid:481cid:3047cid:3004 , is used only for the reduction of technology costs as in equation 7. This latter stock does not depreciate over time, so that if RD investments are set to zero after a given time, the technology costs will remain constant. This modeling innovation allows us to calibrate the model to fit historical observations on both wind and solar technologies for the case study presented in section 4.4.The dynamics and constraints for both stocks are defined for each of the two backstop technologies.The model used here therefore includes the following constraints, which replace equations 57. The knowledge stock dynamics are: cid:1834cid:3003cid:481cid:3047cid:3012 cid:3404cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439cid:3397cid:4666cid:883cid:3398cid:2012cid:3003cid:4667cid:1834cid:3003cid:481cid:3047cid:2879cid:2869cid:3012cid:1834cid:3003cid:481cid:3047cid:3004 cid:3404cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439cid:3397cid:1834cid:3003cid:481cid:3047cid:2879cid:2869cid:3004. cid:1828cid:1488cid:4668cid:1828cid:2869cid:481cid:1828cid:2870cid:4669, 158a 8b The innovation possibilities frontiers use only the knowledge creation stock: cid:1828cid:1488cid:4668cid:1828cid:2869cid:481cid:1828cid:2870cid:4669. cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439cid:3404cid:1853cid:1844cid:3003cid:481cid:3047cid:3029cid:3251cid:3435cid:1834cid:3003cid:481cid:3047cid:3012cid:3439cid:3109cid:3251cid:1828cid:1488cid:4668cid:1828cid:2869cid:481cid:1828cid:2870cid:4669. cid:1868cid:3003cid:481cid:3047cid:3404 cid:3017cid:3251cid:481cid:3116cid:3435cid:3009cid:3251cid:481cid:3295cid:3252 cid:3439cid:3334The cost of each backstop is a function of the costreduction knowledge stock: 9 10 3.3 Stochastic Dynamic Formulation As described above, the objective function for the deterministic version of the model is to maximize the present value of discounted utility, subject to the economic and climate system constraints, or mathematically: cid:143cid:131cid:154cid:3025cid:4666cid:3047cid:4667cid:963cid:3021cid:3047cid:2880cid:2868cid:1847cid:4666cid:1855cid:4666cid:1872cid:4667cid:481cid:1838cid:4666cid:1872cid:4667cid:4667cid:4666cid:883cid:3397cid:2025cid:4666cid:1872cid:4667cid:4667cid:2879cid:2869. 11 Xt represents the decision vector over time, which includes investment in physical capital stock as well as RD and the energy produced from fossil and the backstop sources. In general, we assume that utility is a function of per capita consumption ct and population Lt, and that cid:85tis the social rate of time preference. To model decision under uncertainty, we reformulate the model as a stochastic dynamic program. We use a formulation consistent with that in Webster et al 2012, in which the DICE model was framed as a sevenstage stochastic dynamic program. Here, we also assume seven 1decision stages for the reference version of the model t 1,2, ,7. The decision or action space of the model consists of the RD investment into each of the two backstop energy technologies and the quantity of energy produced from each backstop in the current stage, X 1As shown in Webster et al. 2012 and also in the Appendix to this paper, the impact on the first stage decision of the number of decision stages is roughly the same for any number of stages T greater than five. The choice of seven stages is for computational tractability. Given sufficient computing power, the results for T 35 decadal decisions would be qualitatively the same. 16cid:1848cid:3047cid:3404cid:143cid:131cid:154cid:3025cid:3295cid:4670cid:1847cid:3047cid:3397cid:1831cid:4668cid:1848cid:3047cid:2878cid:2869cid:4666cid:1850cid:3047cid:481cid:2016cid:3047cid:4667cid:4669cid:4671. 12 R1, R2, B1, B2. Uncertainty is represented in the returns to RD as modeled by the innovation possibilities frontier eq. 9. We introduce a multiplicative shock cid:84 to the function cid:1860cid:3435cid:1844cid:3003cid:481cid:3047cid:3439, and assume that cid:84 is drawn i.i.d. from a distribution with an expected value of 1, such that the mean of many draws is equal to the original deterministic model. We consider many different distributions in the analysis, and describe them in the next section. The solution of the finite horizon stochastic dynamic program described can be obtained by solving the Bellman equations Bellman, 2003 for all states and all stages: The value function Vt is a mapping from state to optimal value, and the conventional solution method for a finitehorizon problem is backward induction. However, backward induction requires that the state space is defined such that the process is Markov. For the ENTICEBR model including the modifications described above, this would require a twelvedimensional state space see Appendix. For a sevenstage model and any reasonable discretization resolution in each dimension of state space, the computational cost of exact DP would be prohibitive. As a result, we solve the model using Approximate Dynamic Programming ADP Bertsekas and Tsitsiklis 1996; Powell 2007. ADP methods find an approximate solution to the dynamic programming problem using adaptive random sampling to estimate an approximation of the value function, using basis functions defined on a subset of the dimensions of the state space.The specific algorithm is similar to that applied in Webster et al. 2012, but with a few key differences, described here; the full description may be found in the Appendix. In this study, we approximate the value function as a linear function of the prices of the two backstops: cid:1848cid:3552cid:3047cid:3404cid:2010cid:2868cid:481cid:3047cid:3397cid:2010cid:2869cid:481cid:3047cid:1868cid:3003cid:2869cid:481cid:3047cid:3397cid:2010cid:2870cid:481cid:3047cid:1868cid:3003cid:2870cid:481cid:304717The vector cid:69 is solved for using least squares on an initial set of sample paths, and then is iteratively updated using the Bellman Error method Bertsekas and Tsitsiklis 1996 until convergence.4. Numerical Case Study: RD Allocation Across Two Backstops In this section, we explore the factors that determine optimal allocation of RD across two substitutable energy backstops in the ENTICEBR model. We begin with the dynamics when the returns to RD are deterministic. We then show how the results change when the returns to RD are stochastic, using a reference distribution for the shock to RD returns. We then focus on a case where the cost in the initial period of Backstop 2 is 50% greater than that of Backstop 1, and show the sensitivity of optimal RD for Backstop 2 to variance and skewness of the distribution. Finally, we use parameters and distributions calibrated to Popp et al 2013 as described above to simulate a case study of Wind vs Solar RD. 4.1 Deterministic Results In the absence of uncertainty, the major determinant of the optimal RD shares is the ratio of the backstop prices. The benefit of RD in each period is the reduction in expected future costs. Therefore, backstop energy use in future periods largely determines the RD into that technology in each period. To illustrate this effect, we present the optimal backstop use and RD for both technologies for three different initial prices of Backstop 2, 600, 1200, and 1800 per ton of carbon equivalent CTE Fig. 1. Based on Popp 2006a, conventional fossil energy is 276 CTE, so the assumed initial backstop prices in the results below are slightly more than double, four times, and six times the cost of fossil energy. In all cases, the initial price of 18B1 p 2,0 600B2 p 2,0 600B1 p 2,0 1200 B2 p 2,0 1200B1 p 2,0 1800 B2 p 2,0 1800 ygren Epotskca B121086420 noillir T DRpo tskca Bn i tnemtsevn I0.0070.0060.0050.0040.0030.0020.0010.00012345671234567Decision Stage Decision Stage Figure 1: Energy produced from each backstop left and RD investment into each backstop under initial prices for Backstop 2 of 600, 1200, and 1800 Backstop 1 is 1200 in the initial period for all cases. Backstop 1 is 1200. The elasticity of substitution between the two backstops is assumed to be 5.0, which is highly elastic and makes the two backstops behave as nearly perfect substitutes. As expected for substitutable technologies, when the initial prices are equal both at 1200, the backstop use and the RD are equally divided between the two technologies. When the initial price of Backstop 2 is 600, substantially more of this technology is used to provide noncarbon energy, and less of Backstop 1 is used. The RD into Backstop 1 is also lower in this case. When the initial price of Backstop 2 is 1800, more energy is produced from Backstop 1 and less from Backstop 2, and a similar pattern in RD investment allocation is observed. Note that the low and high initial price cases are not symmetric, because the average cost over both backstops are not equivalent across cases. The total energy produced from both backstops is greatest for initial prices of 1200 B1 and 600 B2, and the total energy is the lowest for 19Table 1: Total RD and Backstop Energy under Deterministic Returns to RD cid:3Initialcid:3B2cid:3Pricecid:31cid:32cid:33cid:34cid:35cid:36cid:37cid:3Decisioncid:3Stagecid:312000.0017Totalcid:3RDcid:3Investmentcid:3cid:3Billionscid:3ofcid:31995cid:3cid:3UScid:3cid:3600cid:30.0013cid:30.0022cid:30.0036cid:30.0050cid:30.0064cid:30.0061cid:30.0025cid:30.00460.00280.00760.00320.00640.007918000.00160.00270.00420.00610.00730.00700.00306000.71.52.94.57.110.512.8Totalcid:3Energycid:3fromcid:3Backstopscid:3tonscid:3ofcid:3carboncid:3equivalentcid:31200cid:30.5cid:31.1cid:32.3cid:33.5cid:35.5cid:38.0cid:39.8cid:318000.51.01.93.14.97.28.8initial prices of 1200 B1 and 1800 B2 Table 1. Total RD, however, follows a different pattern, with total RD across both technologies being greatest for the case with initial prices of 1200 B1 and 1200 B2, and least total RD is for the case where initial prices are 1200 B1 and 600 B2. When prices are lower for both backstops from the beginning, the marginal benefit of RD i.e., the avoided future cost of backstop energy is lower, which leads to less RD investment. Note that in this model we only consider cost reductions from RD and omit any learningbydoing effects that would yield additional cost reductions in the technologies as a function of cumulative production. 4.2 Stochastic Results for a Reference Distribution To further investigate the dynamics of RD allocation across the two backstops, we next introduce uncertainty in the returns to RD for Backstop 2 Backstop 1 RD remains deterministic in this subsection. As described in Section 3, the quantity of new knowledge created from RD into Backstop 2 eq. 9 is multiplied by a random shock cid:84 that is drawn from a Normal distribution with a mean of 1.0 and a standard deviation of 0.3.In the next subsection, 20we will perform sensitivity analysis on the distribution of the shock. As above, we assume here that the initial price for Backstop 1 is 1200, and that the elasticity of substitution between the backstops is 5.0 highly elastic. For all stochastic results shown here and in the rest of the paper, the solution method is as follows. First, the ADP algorithm is used to solve for the approximate value functions. After the value functions have converged, an additional set of random sample paths are simulated, with optimal decisions chosen on the basis of the value functions. For this set of sample paths, there is an optimal first stage decision and a probability distribution for latter stage decisions and other endogenous results. We will present most results in terms of the median and 90% probability range for all backstop energy and RD investment decisions in Stages 2 through 7. Consider first an initial cost of Backstop 2 of 600, much lower cost than Backstop 1 with a cost of 1200. For all sampled paths of new knowledge creation for Backstop 2, the energy used from the backstops is the same, consisting of slightly over 3 times as much from Backstop 2 as from Backstop 1 Fig. 2a,b. In contrast, the paths of optimal RD into backstop 2 do vary with each sample path, with a 90% probability range across the samples of 25%. When better than average shocks to knowledge creation are observed, more RD into Backstop 2 is optimal. The marginal benefit of additional RD into Backstop 2 is a function of the expected avoided costs of using that backstop in all future periods. Because the backstop energy decisions are not changing for these parameter values, the observed variation in RD is entirely due to changes in the productivity of RD that results in larger or smaller cost reductions for future energy use; there is no substitution induced between the two backstops. 21a Backstop Energy p 0600b Backstop RD p 0600RD Backstop 1 MedianRD Backstop 1 90% BoundsRD Backstop 2 MedianRD Backstop 2 90% Bounds noillir T tnemtsevn I DR0.0060.0050.0040.0030.0020.0010.00012345671234567c Backstop Energyp 01200d Backstop RD p 01200RD Backstop 1 MedianRD Backstop 1 90% BoundsRD Backstop 2 MedianRD Backstop 2 90% Bounds noillir T tnemtsevn I DR0.0050.0040.0030.0020.0010.0001210864207654321012345671234567e Backstop Energy p 01800RD Backstop 1 MedianRD Backstop 1 90% BoundsRD Backstop 2 MedianRD Backstop 2 90% Bounds1086420f Backstop RD p 018000.0070.0060.0050.0040.0030.0020.0010.000 noillir T tnemtsevn I DR ygren Epotskca Bygren E potskca B ygren Epotskca B12345671234567Figure 2: Optimal backstop energy and RD investment for three initial prices. Decision Stage Decision Stage 22Similarly, if the initial cost of Backstop 2 is 1800, much higher than the cost of Backstop 1, the backstop energy decisions do not change across the sampled shocks to knowledge creation, but the optimal RD into Backstop 2 does vary Fig. 2e,f. In this case, roughly 8 times as much energy is produced from Backstop 1 as from Backstop 2. The relative variability in optimal RD is similar to the 600 case, growing to 20%. However, the magnitude is much lower because less energy is produced from Backstop 2, and therefore the benefits of lowering its cost are reduced. A different dynamic is observed for the case of equal initial costs of backstops Fig. 2c,d. In this case, the energy produced from both backstops does vary with the particular sample path of shocks to knowledge creation. The median path of energy decisions is the same as the deterministic optimal path from the previous section, consisting of equal shares of energy produced from the backstops. However, better than average returns from RD into Backstop 2 in early periods leads to greater energy production and greater RD being optimal for Backstop 2, and correspondingly less from Backstop 1. The converse is also true for worse than average returns to RD into backstop 2 in early periods. When technology costs are similar, the variation in optimal RD reflects the aggregation of two effects: the benefit of lowering the cost of energy that would be used anyway as in the 600 and 1800 cases, and additionally the benefit of lowering the cost of the technology sufficiently that it substitutes for the other highercost technology, which further reduces future total energy costs. 4.3 Sensitivity to Distribution Shape We next vary the probability distribution from which the shock to knowledge creation is drawn. The purpose of this sensitivity analysis is to investigate the influence of characteristics of 23the probability distribution on the optimal RD portfolio across the two backstops. We consider a range of parameters for three different distribution families, the Normal or Gaussian distribution, the Lognormal distribution, and the Generalized Pareto distribution. The latter two are positivelyskewed distributions, and the magnitude of the skewness varies with the parameters 2; see Fig. 3 for an example probability density function from each of these families for one choice of distribution parameters. In all cases, the distribution for the multiplicative shock is normalized to ensure that the expected value is equal to 1.0, so that the mean of a large number of samples of new knowledge created by RD will approximately equal the deterministic value. For the Lognormal distribution, we use parameters cid:803.0 and vary cid:86 over the range 0.5 to 1.5. For the Generalized Pareto distribution, we set the location parameter cid:80 and the scale parameter cid:86 both to 0.5, and vary the shape parameter cid:91 from 0.4 to 1.0. We compare the optimal ratio of RD across the two backstops for a range of initial costs of Backstop 2 Backstop 1 remains 1200 in the first period in all cases, and for several alternative assumptions about the uncertainty in returns to RD Fig. 4. The overall trend is dominated by the relative costs of the two technologies, independent of the representation of uncertainty. For the deterministic case solid line in Fig. 4, the RD into backstop 2 exceeds the RD in Backstop 1 when the initial cost of Backstop 2 is below 1200. Note that the impact of initial cost on RD allocation is nonmonotonic below 1200. This behavior is a consequence of the interaction of the two effects demonstrated above. If the cost of Backstop 2 is moderately lower than the cost of Backstop 1 e.g., 800, then the benefits of RD into Backstop 2 are the sum of 1 the benefits of reducing the cost of Backstop 2 energy that would 2 Empirical research on the returns to RD consistently finds evidence of highly skewed results some research projects result in grand successes worth billions of dollars, while others end in failure, with millions spent without any positive results. See, for example, Pakes 1986, Shankerman and Pakes 1986, Schanerkam 1998, and Jaffe and Trajtenberg 2002. 24Normal 1.0, 0.4Lognormal 3.0, 0.7Generalized Pareto 0.8, 0.5, 0.5ytisne D ytilibabor P65432100.00.51.01.52.02.53.0Shock to Backstop Cost 1.0 Deterministic ModelFigure 3: Example probability distributions. Shows the probability distributions of random shocks to backstop cost from which the model draws, with one example of Normal solid black line, Lognormal dashed red line, and Generalized Pareto dashed blue line. Note that all distributions have mean value of 1.0. have been used in the absence of further RD, and 2 the benefit of reducing the cost of Backstop 2 sufficiently to substitute away from the highercost Backstop 1 and further reduce total energy costs. For very low initial costs e.g., 600, no substitution will occur and the cost before RD is already low, so the marginal benefits of further cost reductions are smaller. When the initial costs of Backstop 2 are greater than 1200, the optimal RD for Backstop 2 is less than the RD for Backstop 1, and is decreasing in the initial backstop cost. 251B 2B oitar DR1 ega St Deterministic Normal 0.3Lognormal 0.7Pareto 0.43.02.52.01.51.00.50.060080010001200140016001800Initial Price of Backstop 2 B1 price 1200Figure 4: Optimal RD Ratio Backstop 2 Backstop 1 in Stage 1, as a function of initial cost of Backstop 2. The solid line indicates the optimal ratio with no uncertainty, the long dashed line indicates the ratio when the uncertainty in returns to RD follows a Normal distribution cid:860.3, the short dashed line is for the Lognormal distribution cid:860.7, and the dotted lines is for a Generalized Pareto distribution with shape parameter cid:91 0.4. Relative to the optimal RD ratio in the deterministic case, the effect of uncertainty in the returns to RD on Stage 1 is to increase the relative RD investment in Backstop 2, relative to Backstop 1, for any level of initial backstop cost. We illustrate the effect of uncertainty on the optimal Stage 1 RD ratio with three example distributions: Normal cid:860.3, Lognormal cid:860.7, and Generalized Pareto cid:910.4. Note that the relative order of optimal RD ratio by distribution is not consistent over all initial costs of Backstop 2.26To further investigate the impact of the distribution shape on the optimal RD portfolio, we focus on a relevant, if stylized, case of initial Backstop 2 cost at 1800, 50% greater than the initial cost of Backstop 1. In a dynamic programming setting, the optimal decision is the one that maximizes the sum of the expected utility of the current stage and the expected value of being in a particular state at the next stage. For the RD decision, the opportunity cost of the RD causes the utility of the current stage to be decreasing in RD. The expected value of the next stage depends on the expected costs of the backstops, and therefore is generally increasing in RD investment. The sum of the two components is a convex function, as shown in Figure 5.Here, we plot the expected value of utility observed in stage 1 for different levels of RD investment in backstop 2. The optimal RD for any distribution occurs where this function is maximized, as shown by the vertical lines in Figure 5. The effect of an increase in uncertainty in returns to RD is to increase the expected marginal utility of a unit of RD in the current stage. The reason for this effect is the asymmetry in the impact of cost reductions. A smaller than average return to RD produces little cost reduction, but the cost is not more than the current cost. A larger than average return to RD produces a very large cost reduction and therefore significantly increases utility. The average over many smaller and larger than expected returns to RD is a higher expected benefit of RD, while the opportunity cost of RD is unchanged.The net effect of increasing uncertainty in returns to RD is to increase the optimal RD investment into Backstop 2. A positivelyskewed distribution Lognormal or Pareto results in an even higher optimal level of RD note that in Figure 5, the maximum of the curves are increasing as a more skewed distribution is assumed, suggesting that skewness may be a relevant factor in addition to variance. Another way to view the same result is to examine the values of the coefficients for the approximate value function for Stage 2 after convergence. The 27approximate value function is a linear function of the costs of the two backstops. Note that the primary effect of varying the distribution of uncertain returns to RD is to increase the magnitude of the coefficient for the cost of Backstop 2 Table II. In other words, for higher variance and higher skewness, there is greater expected utility for a one dollar reduction in the cost of Backstop 2. To further illuminate the influence of alternative distributions, we also show the median and 90% ranges for the optimal energy and RD decisions over all Stages when the initial cost of Backstop 2 is 1800 and the distribution of uncertain returns is either Lognormal or Pareto Fig. 6. The relevant comparisons for these figures are with Figs. 2e and 2f, which show the equivalent results for a Normal distribution. Recall that with a Normally distributed shock and 1 ega Sn ti leua Vde tcepx E5262.08noitpmusnocnl sa ytilit U5262.105262.125262.14Deterministic Normal 0.3Lognormal 0.7Pareto 0.40.00000.00020.00040.00060.0008RD in Backstop 2 BIllions of 1995 US Figure 5: Expected value utility of Stage 1 RD into Backstop 2 for alternative assumptions about uncertainty in returns to RD. Initial cost of Backstop 2 is 1800. 28 Table II: Final Coefficients for Approximate Value Function for Stage 2 Case Deterministic Normal 0.3 Lognormal 0.7 Pareto 0.4 Constant Slope for Price of B1 Slope for Price of B2 1778.11777.71777.01776.10.00560.00550.00580.00590.000490.000780.001050.00154a Energy; Lognormal 0.7b RD; Lognormal 0.70.0070.0060.0050.0040.0030.0020.0010.000 noillir T tnemtsevn I DR12345671234567Decision Stagec Energy; Pareto 0.4Decision Staged RD; Pareto 0.4 noillir T tnemtsevn I DR0.0070.0060.0050.0040.0030.0020.0010.000ygren E potskca Bygren E potskca B1086420108642012345671234567Decision Stage Decision Stage RD Backstop 1 MedianRD Backstop 1 90% BoundsRD Backstop 2 MedianRD Backstop 2 90% BoundsFigure 6: Optimal Backstop Energy Production and RD for the Lognormal 0.7 and Pareto 0.4 distributions. 29an initial cost of 1800, the energy produced from Backstop 2 did not vary across the sample paths. In contrast, energy from Backstop 2 may increase under the Lognormal distribution, and the potential upper 90% energy production from Backstop 2 under the Pareto increases even further. Substitution of Backstop 2 for Backstop 1 may occur under these distributions, because of the long upper tail and the low probability of very large shocks to knowledge creation. As a consequence of this potential substitution, as well as the potential cost reduction, the corresponding variation in optimal RD is also much larger than for the Normal distribution. To characterize more generally the effect of the distribution shape on optimal RD, we consider a larger set of alternative distributions for the returns to RD on Backstop 2.Specifically, we solve for 17 distinct distributions, varying the parameters for Normal, Lognormal, and Generalized Pareto indicated as black dots in Fig. 7. As above, we only consider an initial cost of 1800 for Backstop 2. In general, two effects are apparent across these solutions. First, as the variance of the distribution increases, the increase in optimal RD into Backstop 2 relative to the deterministic solution increases. In addition, an increase in the skewness of the distribution also increases the optimal RD into Backstop 2. Plotting these effects against traditional moments of the distributions, variance and skewness not shown, exhibits highly nonlinear behavior. However, a transformation of variables, using the natural log of variance and the difference between 1.0 and the median of the distribution as a measure of skewness, display a fairly linear relationship between these variables and the relative increase in optimal stage 1 RD surface in Fig. 7. Note that by design, we have restricted all admissible distributions for this problem to ones with an expected value of 1.0. By definition, therefore, any positivelyskewed distribution will necessarily have a median that is less than 1.0. 3054lamitp Oc DR1itsi 3inmrete Dotegat Slamitp Oevital 210er 1.00.81.0M0.4edian 0.61050.2150.0200ecn5ri aa10L N VFigure 7: Optimal Stage 1 RD into Backstop 2 relative to Deterministic Optimal RD as a function of the log of the variance and the distance between 1.0 and the median of the distribution as a measure of skewness. Dots indicate results for a specific distribution i.e., given family and given parameter values, and the surface plot is the linear regression over all distributions simulated. Recall that in Section 2, we derived an expression for the optimality conditions for the simple stylized model which showed that optimal RD into the expensive backstop with uncertain returns was increasing in p, the probability of a higher than average shock, and increasing in cid:84, the magnitude of the higher than average return to RD eq. 2. An increase in p or in cid:84 in this simple model is equivalent to increasing both the variance and the skewness of 31the distribution. Thus, the general behavior of the numerical model is consistent with that of the simple analytical model. 4.4 Case Study: Wind vs. Solar Here, we use the numerical model to examine RD for a pair of technologies that are part of the public debate over lowcarbon energy, wind and solar. These technologies are often compared because they are both noncarbon electricity sources that are intermittent. Typical estimates are that solar photovoltaic has 60% greater cost than onshore wind. As discussed in the Introduction, some have argued based on recent failures in solar that further investment is not justified. We calibrate relevant parameters of our twobackstop model to approximate critical characteristics of wind and solar technologies. We then use the numerical model to explore optimal investment strategies in latter stages after observing below average RD outcomes in previous stages. For parameter calibration, we use results from Popp et al 2013, which characterized differences in patent forward citations by energy technology. By showing the links between past and current innovation, patent citations are an indicator of the social value of innovation as a building block for future research, and thus analogous to the variable cid:1834cid:3003cid:481cid:3047cid:3012 in our model Lanjouw Schankerman 2004, Popp, 2002. One of the features shown to vary widely by technology was the effect of citation lag on the probability of citation. One can consider this as proxy for the decay rate of the knowledge stock used to create new knowledge for a given technology. The faster the probability of citation decreases with time, the faster the depreciation rate for the knowledge stock. We therefore calibrate our depreciation parameters for wind and solar to these results see Fig. 5 in Popp et al., 2013. This procedure yields a depreciation rate 32of 0.01 for wind and of 0.05 for solar, leading to faster knowledge decay in the latter. These estimates reflect the fact that wind and solar technologies are in very different stages of the innovation process, and wind is much less sensitive to knowledge stock decay as explained in more detail in Popp et al. 2013. In terms of initial prices of the backstops, we keep wind Backstop 1 at 1200, and solar PV Backstop 2 is assumed to be 2000. This is based on the ratio of the current levelized costs of electricity estimated by the Energy Information Administration EIA, 2015, which estimates that the levelized cost of solar PV is 67% greater than the cost of onshore wind. Modifying the depreciation rates alone leads to results that are inconsistent with the calibration of the rest of the model. We therefore repeat the calibration exercises of Popp 2006a, and adjust the scale parameter a in the IPF see eq. 6 to ensure that the backstop cost trend over time is consistent with the costs produced by the original reference parameter values. We use the original singlebackstop version of ENTICEBR for the calibration exercise, and adjust parameter values for only wind and for only solar, respectively, applying each of the above depreciation rates. This procedure leads to values for a of 0.017 for wind and 0.0314 for solar. In other words, to preserve the price trend observed over time with faster depreciation requires correspondingly greater average effectiveness of RD at creating new knowledge. Finally, we calibrate the shape of the distribution of uncertain returns to RD to match the shape of the distribution of patent forward citations for wind and for solar see Fig. 2 in Popp et al., 2013. Using 1995 as a representative year, and normalizing so that the expected value of both distributions are 1, we find that for wind a Normal distribution with variance 0.5 and for solar an Exponential distribution with parameter cid:79 1 best fit the shape of forward citations for the respective technologies. 33To illustrate the results, we focus here on the ratio of energy production and the ratio of RD investment between the two backstops Solar Wind, rather than the absolute magnitudes of RD and energy decisions. Presenting the outcome in this form relates more directly to the objective of informing relative RD allocation. We therefore explicitly report the ratio of backstop energy and RD for each sample path after convergence, and summarize with the median and 90% range of that ratio over time. The results are shown in Figure 8. If there were no uncertainty in returns to RD for either technology, the energy production from Solar would be 12% of that from Wind for all stages. Under uncertainty in RD, the median energy production is the same as the deterministic solution. But the 90% range runs from zero on the low end after Stage 3 to as high as 70% that of Wind. The difference between the deterministic and stochastic results for a Energy Ratio; Wind vs. Solarb RD Ratio; Wind vs. Solar1B 2B ygren Epo tskca B f 0.80.60.40.2 ooita R0.01B 2B oita R tnemtsevn I DR0.70.60.50.40.30.20.10.012345671234567Decision Stage Decision Stage Stochastic MedianStochastic 90% BoundsDeterministic Figure 8: Optimal ratios of backstop energy production and RD investment Solar Wind. For stochastic case, median and 90% bounds are shown in black, and deterministic solution is shown in blue. 34the RD ratio is more striking Fig. 7b. The optimal RD for Solar in the absence of uncertainty is roughly 20% of that for Wind. Under uncertainty, the optimal first stage RD ratio is significantly higher, nearly 50%. The median RD ratio remains well above the deterministic solution for all except the last stage. The 90% range for the RD ratio is quite broad, from zero to 60%. Finally, we use the results of simulations of size N1000 sample paths after convergence of random RD shocks to examine the question of how to respond to a below average result from RD into Solar. Because the random returns to RD and the decisions are all continuous, we use illustrative definitions for a poor outcome from RD and for eventual success of a technology. Different threshold values could be used, but the qualitative results remain the same. Here, we assume that a random draw for the multiplicative shock to the returns to RD into Solar of less than 0.5 where 1.0 defines the mean outcome defines a poor outcome. We also define eventual success of Solar as a sample path for which the backstop energy produced from Solar in Stage 7 is greater than 1 the median outcome over all 1000 samples is 0.98. This set of sample paths will consist of the samples for which there is more substitution of Solar for Wind than occurs in the deterministic solution. Using these thresholds to operationalize the concepts, within a sample set of 1000, there were 387 for which the random shock to RD for Solar was less than 0.5 in the first stage, or a probability of 0.387. We wish to consider the optimal RD into Solar in Stage 2, conditional on observing this poor outcome from Stage 1, and also the conditional probability of eventual success given this outcome from the first stage. The model gives a conditional optimal RD decision for Solar in Stage 2 of 634M, not significantly less than the unconditional optimal decision of 710M. One poor draw is not sufficient to justify major reductions in RD into 35Solar. Conditional on a poor outcome in Stage 1 as defined here, the probability of eventual success of Solar is 0.018. This is considerably less than the unconditional probability of success across all 1000 samples, 0.071, but may still be large enough to justify continued RD for another stage. Of course, repeated poor outcomes over many stages should not lead to continued RD investment at the same level. In this model, if the outcomes of the first three stages are poor outcomes less than half the expected value, then the optimal RD investment into Solar from Stage 4 onwards is effectively zero.5. Concluding Discussion This paper has addressed the question of optimal RD portfolios into low carbon energy technologies in the context of climate change. We developed both simple analytical and detailed numerical models to represent two substitutable lowcarbon energy technologies, each of which can have costs reduced through RD. Using both approaches, we have demonstrated that given two technologies with different initial costs and uncertainty in the outcomes of RD into the higher cost technology, the optimal RD investment into the higher cost technology is increasing in both the variance and the positive skewness of the RD uncertainty. In contrast with other approaches that model specific technologies in more detail to examine the optimal portfolio question, we have deliberately focused on a stylized model of two technologies and performed sensitivity analyses to explore the general conditions that justify RD investment into a higher cost substitute. Nevertheless, we do present one analysis in which parameters are calibrated to be consistent with observations of wind and solar patent citations. Using that example, we illustrate that significant RD investment into solar is 36justified the optimal portfolio would divide the RD budget into roughly 23 to wind and 13 to solar in the first stage. We also illustrate in that example that a poor outcome from RD into solar in the first stage does not lead to a large reduction in the optimal solar RD in stage 2. Repeated poor outcomes over three or more stages must be observed before abandoning solar is, however, justified. It is important to stress the related questions that we explicitly do not address, because the model used here is not appropriate for them. One key question is the socially optimal division of RD between the public and private sectors. This question requires more detailed modeling of spillovers and knowledge externalities than captured in ENTICE. Nor do we address how RD into energy technologies should be, or will be, divided among different nations. Clearly, energy technologies exist in a global market, and technological advances achieved in one country reduce the costs of that technology to consumers in other countries. However, this issue involves complex issues of economic competitiveness. The results have focused only on the socially optimal total global RD, without consideration of publicprivate or international divisions of effort. Finally, we have examined here the case of two easily substitutable energy technologies.Some technologies are complementary in order to make the energy system function reliably, and the implications for RD portfolios over a more general set of technologies is left for future work.Our main contribution to the debate over energy technology RD is conceptual. Given two substitutable technologies, where one is a higher cost today, greater uncertainty in future RD outcomes justifies more RD into that technology. In particular, if one believes that the distribution of RD outcomes is highly positively skewed, then considerable RD may be justified. A direct consequence of a positively skewed distribution is that the vast majority of 37outcomes from individual RD projects will be well below average. Thus a poor outcome from RD may not necessarily be reason to abandon future efforts; rather many failures may be expected along the road to longshot technology breakthroughs. This perspective lends support to several recent efforts in the U.S. Department of Energy, including ARPAE and the Sunshot Program. An efficient RD portfolio will therefore allocate RD both to currently competitive technologies and also to longshots, in proportion to the expected benefits if successful after all. Acknowledgements The authors gratefully acknowledge the financial support of U.S. National Science Foundation, grant 0825915. 38References Acemoglu, D., 2002. Directed technical change. Review of Economic Studies 69 2002 781 809.Acemoglu, D., 1998. Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality. The Quarterly Journal of Economics 1998 113 4: 10551089.Baker, E., AduBonnah, K., 2008. Investment in risky RD programs in the face of climate uncertainty. Energy Economics 30 2008 465 486.Baker, E., Solak, S., 2011. Climate change and optimal energy technology RD policy. European Journal of Operational Research 213 2011 442 454. Baker, E., Chon, H., Keisler, J. M., 2008. Advanced Nuclear Power: Combining Economic Analysis with Expert Elicitations to Inform Climate Policy. August 8, 2008. Available at SSRN: http:ssrn.comabstract1407048 or http:dx.doi.org10.2139ssrn.1407048 Working Paper. Baker, E., Chon, H., Keisler, J., 2009a. Advanced solar RD: applying expert elicitations to inform climate policy. Energy Economics 31, S37S49. Baker, E., Chon, H., Keisler, J., 2009b. Carbon capture and storage: combining expert elicitations to inform climate policy. Climatic Change 96 3, 379 408. Baker, E., Clarke, L., and Weyant, J., 2006. Optimal Technology RD in the Face of Climate Uncertainty. Climatic Change 75: 157 180. Barbose, G. L., Weaver, S., Darghouth, N.R., 2014. Tracking the Sun VII: An Historical Summary of the Installed Price of Photovoltaics in the United States from 19982013.Lawrence Berkeley National Laboratory. Report LBNL6858E. Available at: http:emp.lbl.govsitesallfileslbnl6858e.pdf.Bellman, R., 2003. Dynamic programming. Dover, New York. Bertsekas, D., Tsitsiklis, J., 1996. Neuro dynamic programming. Athena Scientific, Belmont, MA.Bosetti, V., Tavoni, M., 2009. Uncertain RD, backstop technology and GHGs Stabilization.Energy Economics 31 2009 S18 S26. Bosetti, V., Carraro, C., Galeotti, M., Massetti, E., Tavoni, M., 2006. WITCH: A world induced technical change hybrid model. The Energy Journal. Hybrid Modeling of EnergyEnvironment Policies: Reconciling Bottomup and Topdown. 39Bosetti, V., Carraro, C., Massetti, E., Sgobbi, A., Tavoni, M., 2009. Optimal energy investment and RD strategies to stabilize atmospheric greenhouse gas concentrations. Resourceand Energy Economics 31 2009 123 137. Brenkert, A.L., Kim, S.H., Smith, A.J., Pitcher, H.M., 2003. Model Documentation for the Mini CAM. Report PNNL14337, Pacific Northwest National Laboratory. Buonanno, P., Carraro, C., Galeotti, M., 2003. Endogenous induced technical change and the costs of Kyoto. Resource and Energy Economics 25 2003 11 34. Church, S., 2011. Evergreen Solar Seeks Bankruptcy With Plans to Sell Itself. Bloomberg News. August 15, 2011. Available at: http:www.bloomberg.comnewsarticles20110815evergreensolarseeksbankruptcyprotectionwithdebtof4865million. Energy Information Administration, 2015. Levelized Cost and Levelized Avoided Cost of New Generation Resources in the Annual Energy Outlook 2015. Available at: http:www.eia.govforecastsaeoelectricity_generation.cfm. Fischer et al., 2013; Environmental and Technology Policy Options in the Electricity Sector: Interactions and Outcomes RFF Discussion Paper 1320, December 2013 http:www.rff.orgPublicationsPagesPublication Details.aspx?Publication ID22362. Fischer, C., Newell, R.G., 2008. Environmental and technology policies for climate mitigation. Journal of Environmental Economics and Management 55 2008 142 162. Gillingham, K., Newell, R.G., Pizer, W.A., 2008. Modeling endogenous technological change for climate policy analysis. Energy Economics 30 2008 2734 2753. Goeschl, T., Perino, G., 2009. On backstops and boomerangs: Environmental RD under technological uncertainty. Energy Economics 31 2009 800 809. Goulder, L.H., Mathai, K., 2000. Optimal CO2 abatement in the presence of induced technological change. Journal of Environmental Economics and Management 39, 138. Goulder, L.H., Schneider, S.H., 1999. Induced technological change and the attractiveness of CO2 abatement policies. Resource and Energy Economics 21, 211253.Green, M.A., 2000. Photovoltaics: technology overview. Energy Policy 28 2000 989 998. Gritsevski, A., Nakicenovic, N., 2000. Modeling uncertainty of induced technological change.Energy Policy 28 2000 907 921. Hung, N.M., Quyen, N.V., 1993. On RD timing under uncertainty: the case of exhaustible resource substitution. Journal of Economic Dynamics and Control 17 1993 971 991.40Jaffe, A.B. and Trajtenberg, M. 2002. Patents, Citations, Innovations: A Window on the Knowledge Economy, MIT Press, Cambridge, MAKennedy, C., 1964. Induced Bias in Innovation and the Theory of Distribution. The Economic Journal 74 295 541547. Kamien, M.I., Schwartz, N.L., 1968. Optimal induced technical change. Econometrica. 36 1 1 17. Lanjouw, J.O., and Schankerman, M. 2004. Patent Quality and Research Productivity: Measuring Innovation with Multiple Indicators. Economic Journal 114 495: 441465. Loschel, A., 2002. Technological change in economic models of environmental policy: a survey. Ecological Economics 43 23 105126. Messner, S., Golodnikov, A., Gritsevskyi, A., 1996. A stochastic version of the dynamic linear programming model MESSAGE III. Energy 21 9. Nordhaus, W., Boyer, J., 2000. Warming the world: economic modeling of global warming.MIT Press, Cambridge, MA Pakes, Ariel, 1986, Patents as options: Some estimates of the value of holding European patent stocks, Econometrica 54 4 75584. Pizer, W.A., Popp, D., 2008. Endogenizing technological change: Matching empirical evidence to modeling needs. Energy Economics 30 2008 2754 2770. Popp, D.C., 2001. The effect of new technology on energy consumption. Resource and Energy Economics 23 2001 215 239. Popp, D. 2002. Induced Innovation and Energy Prices. American Economic Review 92 1: 160180.Popp, D., 2004. ENTICE: endogenous technological change in the DICE model of global warming. Journal of Environmental Economics and Management 48 2004 742 768.Popp, D., 2006a. ENTICEBR: The effects of backstop technology RD on climate policy models. Energy Economics 28 2006 188 222.Popp, D., 2006b. Comparison of climate policies in the ENTICEBR model. The Energy Journal. Endogenous Technological Change and the Economics of Atmospheric Stabilization Special Issue. Popp, D., Newell, R.G., and A.B. Jaffe 2010. Energy, the environment, and technological change, Handbook of the Economics of Innovation: vol. 2, Bronwyn Hall and Nathan Rosenberg, eds., Academic PressElsevier, 2010, 873937. 41Popp, D., Santen, N., FisherVanden, K., Webster, M., 2013. Technology Variation vs. RD Uncertainty: What Matters Most for Energy Patent Success? Resource and Energy Economics 35 4: 505533. Powell, W., 2007. Approximate dynamic programming: solving the curses of dimensionality.WileyBlackwell, New York. Pugh, G., Clarke, L., Marlay, R., Kyle, P., Wise, M., Mc Jeon, H., Chan, G., 2011. Energy RD portfolio analysis based on climate change mitigation. Energy Economics 33 2011 634 643. Romer, P., 1990. Endogenous technological change. Journal of Political Economy 94, 1002 1037.Schankerman, Mark 1998, How valuable is patent protection? Estimates by technology field, RAND Journal of Economics 29 1 77107. Schankerman, Mark and Ariel Pakes 1986, Estimates of the value of patent rights in European countries during the post1990 period, Economic Journal 96 384 10521076. Sue Wing, I., 2006. Representing induced technological change in models for climate policy analysis. Energy Economics 28 56 539562. Sunshot, 2012. Sunshot Vision Study. February, 2012. U.S. Department of Energy. Available at: http:energy.goveeresunshotsunshotvisionstudy.Tsur, Y., Zemel, A., 2005. Scarcity, growth, and RD. Journal of Environmental Economics and Management 49 2005 484 499. U.S. Department of Energy, 2015. Quadrennial Energy Review: Energy Transmission, Storage, and Distribution Infrastructure.http:energy.govsitesprodfiles201505f 22QER%20Full%20Report_0.pdf U.S. News World Report, 2012. Should the Government Invest in Green Energy? U.S. News World Report. January 18, 2012. Available at: http:www.usnews.comdebateclubshouldthegovernmentinvestingreenenergy.Webster, M.D., Santen, N.R., Parpas, P., 2012. An approximate dynamic programming framework for modeling global climate policy under decisiondependent uncertainty. Computational Management Science 9: 339362. Weiner, R., 2012. Solyndra Explained. The Washington Post. June 1, 2012. Available at: www.washingtonpost.comblogsthefixpostsolyndraexplained20120601g JQAig 2g 6U_blog.html 42Appendix A: Model Documentation Original ENTICE Model Equations This section documents the parameters, variables, and equations of the original ENTICEBR model Popp 2006a; 2006b.1Exogenous variables and parameterst Lt L0g L,tg L,0d LDtr 0gr At A0g A,tg A,0d Atgztz 1, 2, 3markup Cum CHcrowdouta, b, HHBLUt LU0LU11, 12, 2122, 23, 32, 33Ot 1, 2, 31, 24.1timepopulation at time t, also equal to labor inputsinitial population levelgrowth rate of populationinitial value of the growth rate of the populationrate of decline of g L,tpure rate of time preference discount factorinitial value of the pure rate of time preferencegrowth rate of social time preferencetotal factor productivityinitial value of total factor productivitygrowth rate of total factor productivityinitial value of the growth rate for TFPrate of decline for g A,telasticity of output with respect to capitalelasticity of output with respect to energycarbon inputsratio of carbon emissions per unit of carbon servicesgrowth rate of t per decaderate of decline of gztparameters of the longrun carbon supply curveenergy services price markuptotal carbon resources availablerate of depreciation of physical capital stockrate of depreciation of energy knowledge stockpercentage of overall RD crowded out by energy RDparameters of the innovation possibilities frontiereffect of backstop energy knowledge on backstop pricescaling factor for the stock of energy knowledgepercentage of exogenous carbon intensity reductionsubstitution parameter between energy and knowledgesubstitution parameter between fossil fuels and backstop energylanduse carbon emissionsinitial landuse carbon emissionsrate of decline of landuse carbon emissionsparameters of the carbon transition matrixincrease in radiative forcing from anthropogenic noncarbon sourcestemperature dynamics parametersparameters of the damage functionclimate sensitivity 2Endogenous variables Utct Qttt Kt Etp F,tp B,t Ft Btq FCum Ct It Ct HEt HBt REt EMt MA,t MU,t ML,t F ORCEt Tt T Ltutility in period tper capita consumptionoutput trillions of US dollarsdamages from climate changeemissions control rate in DICE modelphysical capital stock trillions of US energy inputsprice of fossil fuelsprice of backstop energyfossil fuelcarbon inputs, also equal to CO2 emissionsbackstop energy, in carbon ton equivalents CTEmarginal cost of fossil fuel extractioncumulative carbon extractions by year tinvestment in physical capitaltotal consumptionstock of energy efficiency knowledgestock of backstop energy knowledgeenergy RDcarbon emissionsatmospheric CO2 concentrationupper oceansbiosphere CO2 concentrationlower oceans CO2 concentrationradiative forcing, increase over preindustrial levelatmospheric temperature, increase over 1900 levellower ocean temperature, increase over 1900 level Model Equations The ENTICE model maximizes per capita utility, defined in Eq. A1 below,subject to a set of environmental and economic constraints. Economic constraints are represented by Eqs. A2A18, and the environmental constraintsare represented by Eqs. A19A28.max V U ct, LtDt Tcid:88t0Economic Constraints Ut LtlogCtLttcid:89 0Dt 1 r 0egr 103A1A2A3Qt tAt K t L1tt p F,t Ft p B,t Bt EKt It 4 crowdout RE,t RB,t 1 Kt 1Lt L0eg L,tg L,t g L,0d L 1 ed LtAt A0eg A,tA4A5A6A7A8A9g A,t g A,0d A 1 ed Atcid:34cid:18cid:18 Ftcid:19Bt BBtcid:21Et H H HE,t cid:20cid:18 gzcid:19tzt exp1 expztPF q F markupq F 1 2Cum CtCum C3Cum Ct Cum Ct 1 10 Ft Ft 0.1 Carbmax Cum Ct10p B,t p B,0H B,t 4cid:19H Bcid:351H 1A10A11A12A13A14A15A16Hi,t hRi,t 1 H Hi,t 1,i E, BhRi,t a Rbi,t H i,t,i E, BQt Ct It RE,t RB,t Environmental Constraints LUt LU01 LU t EMt Ft LUt MA,t 10 EMt 33ML,t 1 23MU,t 1ML,t 11MA,t 1 21MU,t 1MU,t 12MA,t 1 22MU,t 1 32ML,t 1F ORCEt 4.1 logMA,t596.4log2 Ot Ot 0.1965 0.13465t,t 11, Ot 1.15,t 11Tt Tt 1 1F ORCEt Tt 1 2Tt 1 T Lt 1T Lt T Lt 1 3Tt 1 T Lt 1t 11 a 1Tt a 2T 2t 5A17A18A19A20A21A22A23A24A25A26A27A28A29Modifications to ENTICE Model The modifications to the ENTICEBR model introduce two substitutable backstop technologies instead of one, and introduce two knowledge stocks for eachbackstop, one for creating new knowledge and one for cost reduction.Exogenous parametersp B1,0p B2,0substitution parameter between the two backstopsinitial price of backstop 1initial price of backstop 2Endogenous variables B1,t B2,tp B1,tp B2,t H KH KH CH CB1,t B2,t B1,t B2,tenergy from Backstop 1 CTEenergy from Backstop 2 CTEprice of Backstop 1 at time tprice of Backstop 2 at time tknowledge stock for Backstop 1 for new knowledge productionknowledge stock for Backstop 2 for new knowledge productionknowledge stock for Backstop 1 for cost reductionknowledge stock for Backstop 2 for cost reduction Changes to model equations Include both backstops in the energy production function by replacing Eq.A10 with:cid:34Et H H HE,t cid:18cid:18 Ftcid:19Btcid:0B1,t B2,tcid:19H Bcid:351Hcid:1B . A30The production function for the economy must include the costs of usingboth backstops; replace Eq. A4 with Qt tAt K t L1tt p F,t Ft p B1,t B1,t p B2,t B2,t.EA31In the knowledge stock dynamics equations, knowledge stocks for creatingnew knowledge depreciate, but stocks for cost reduction do not depreciate. Replace Eq. A17 with the following two equations:B,t hRB,t 1 BH KH KB,t 1, B B1, B2H CB,t hRB,t H CB,t 1, B B1, B26A32A33In the innovations possibility frontier, the knowledge stock for new knowledgeis used; replace Eq. A18 with:hRB,t a Rb B,tH KB,tB , B B1, B2.A34In the backstop cost function, the knowledge stock for cost reduction is used;replace Eq. A16 with:p B,t p B,0B,tH CA35Parameter value assumptions In Table A.1, we give the values of all constants in the above equations.Approximate Dynamic Programming Implementation Here, we briefly present the solution algorithm for the Approximate Dynamic Programming ADP version of ENTICEBR. More details can be found in Webster et al. 2012.Our approximate dynamic programming ADP algorithm for solving thisproblem is shown in Algorithm 1. ADP is a family of methods e.g., Bertsekas and Tsitsiklis, 1996; Powell, 2007 that approximates the value functionin each stage by adaptively sampling the state space to focus on higher expectedvalue states until the value function converges. One critical advantage of forward sampling is that this enables a straightforward representation of decisiondependency. Two critical design choices in any efficient ADP algorithm are 1the sampling strategy, and 2 the value function approximation.Our solution algorithm consists of two phases.In phase I, the bootstrapphase, we use Latin Hypercube Sampling to explore both the action space overall stages and the RD result shock space. These sample paths are simulatedforward, and the resulting Bellman values for the sample states and actions aresaved for each decision stage. The full set of these samples of the value functionare used to produce the first estimate of the value function approximation foreach decision stage, using either of the two methods described below.In phase II, we randomly sample the cost shock in each period to obtaina sample path, and choose the optimal action in each stage using the currentvalue function approximations for the value of the next state, and the simulated ENTICEBR equations to obtain the current reward. The overall samplingapproach is an efficient stratified pure explore strategy in Phase I and a pureexploit strategy in Phase II.We employ a parametric approach, using an iterative least squares regressionmethod, and approximating the value function as a linear function of the prices 7Algorithm 1: DICE Approximate Dynamic Programming Algorithm Input: Decision stages N , bootstrap iterations bs, possible controls ,uncertainty variable N 1, , system state s 0 S at time t 0, systemstate transition equations F ,, convergence criterion, Phase I InitializationBootstrap: While i bs,1. Forward Pass Loop over t from 1 to N , Latin Hypercube Sampling from and andset current reward as:Rtsi U ct, Lt1 t1.2. Backward Pass Loop over t from N to 1, setting the Bellman Value as:vtsi Rtsi vt1yisiwhere yi is the sampled next system state resulting from t and t, andv N is a predefined terminal value.3. Construct First Estimate of Value Function: When i bs, use OLS to set:cid:98vts sr 0,cid:88cid:98vtsi sir 02.minr 0siwhere is a row vector of basis functions and r 0 is a column vector ofcoefficients that solves:for all sample states si.Phase II Main LoopOptimization: While i bs,1. Forward Pass Loop over t from 1 to N , sampling randomly and sampling controls that achieve:Rtsi E vt1yisimaxwhere E vt1yisi cid:98vt1t, t.Set current reward, Rtsi, as in Phase I.2. Backward Pass Loop over t from N to 1, setting the new Bellman Value as:vtsi Rtsi cid:98vt1yisi8where yi is the sampled next system state.Update ri using a Bellman Error routine:ri1 ri iiriwhere i is a predefined smoothing parameter andi vtsi cid:98vtsi.of the two backstops p B1,t, p B2,t. The approximation of the value function isA35where is a row vector of basis functions and r is a column vector of coefficientsthat solves,cid:98vts srcid:88cid:98vtsi sir2.minrsifor all sample states si. Given an initial estimate of the coefficient vector r fromthe bootstrap phase, we iteratively improve the estimate using a Bellman errorapproach.Sensitivity of Results to Number of Decision Stages One key assumption in the dynamic programming formulation is the number ofdecision stages. The deterministic version of ENTICEBR solves for 35 decadaltimesteps. Even with the computational efficiency of the ADP implementation,convergence of a 35stage model would be prohibitive to solve for for the largenumber of scenarios explored in the paper. We therefore reduce the DP formulation to a smaller number of decision stages, each of which consists of severaldecades. This raises the question of how the results vary for differing numbersof stages.Here we briefly present a sample of results for several different numbersof stages. Figure 1 shows the ratio of optimal stage 1 RD for three initialt 0 backstop prices of 1300, 1500, and 1800. Each line shows the ratiosas a function of initial backstop price for different numbers of decisions stagesN 3, 5, 7, 9, 11. There are two main features to note. First, relatively more RD investment into the risky technology Backstop 2 is optimal for shorterdecision periods i.e., larger numbers of decision stages. This is because withmore future stages to reinvest in case of an early success, the expected marginalbenefit of investment increases. However, it is also true that the qualitativeresults of the paper, such as the sensitivity to the initial backstop price, isrobust to the number of stages. Notice that the curves all follow the same trend,and are are simply vertically shifted from one another. Given the robustnessof this and other key results, we have chosen N 7 stages as a compromisebetween representing the multistage characteristics of this problem, and thecomputational burden of achieving convergence for every case explored in thepaper.9Figure 1: Sensitivity of Optimal RD Ratio to Number of Decision Stages 10Table 1: ENTICEBR Parameter Assumptions Parameter Valuer 0g L,0d LL0g A,0d AA012KK00z 123Cum CHcrowdouta Eb EEa Bb BBHBLULU 011122122233233MA,0MU,0ML,01CS23T0T L011Description Initial rate of social time preference 0.03Initial population growth rate 0.157Decline rate of population growth 0.2221990 global population 5632.7Elasticity of output with respect to capital 0.30Initial growth rate for productivity 0.0380.000001 Decline rate of productivity growth 0.016850.00450.00350.151.30.08160.15490.23960976.29460000.011.50.02640.200.540.01700.100.540.40.380.54230.800.11.1280.666160.333840.276070.608970.114960.004220.99578735781192300.2262.90780.4400.020.430.06Initial level of total factor productivity Damage coefficient linear term Damage coefficient quadratic term Depreciation rate on capital stock Initial year value of capital stockelasticity of output with respect to energycarbon inputs Initial value of trate of decline of gztconstant term for longrun carbon supply curvecoefficient for longrun carbon supply curveexponent for longrun carbon supply curvemaximum cumulative fossil fuel resourcerate of depreciation of energy knowledge stockfraction of overall RD crowded out by energy RDscaling parameter of the IPF for energy efficiencyreturns to RD parameter of the IPF for energy efficiencyreturn to knowledge stock parameter of the IPF for e.e.scaling parameter of the IPF for backstopreturns to RD parameter of the IPF for backstopreturn to knowledge stock parameter of the IPF for backstopeffect of backstop energy knowledge on backstop pricesubstitution parameter between energy and knowledgesubstitution parameter between fossil fuels and backstop energysubstitution parameter between backstops Decline rate of landuse emissions Initial year landuse emissions Carboncycle transition matrix Carboncycle transition matrix Carboncycle transition matrix Carboncycle transition matrix Carboncycle transition matrix Carboncycle transition matrix Carboncycle transition matrix Carbon concentration in atmosphere 1990Carbon concentration in upper ocean 1990Carbon concentration in deep ocean 1990Climate equation coefficient for surface layer Climate sensitivity Transfer coefficient for surface to deep layer Transfer coefficient for deep to surface layer 1985 surface temperature change from 19001985 deep ocean temperature change from 1900", "filename": "cesifo_wp5448.pdf", "person": ["Mort D. Webster", "Webster, Mort D.", "Karen Fisher-Vanden", "Fisher-Vanden, Karen", "David Popp", "Popp, David", "Nidhi R. Santen", "Santen, Nidhi R."], "date": ["2015"]}