{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/75987/1/cesifo_wp659.pdf"], "title": ["Sticks and Carrots for the Alleviation of Long Term Poverty"], "plaintext": "CESifo Working Paper No. 659January 2002STICKS AND CARROTS FOR THE ALLEVIATIONOF LONG TERM POVERTYAbstract Work requirements can make it easier to screen the poor from the nonpoor.They can also affect future poverty by changing the poors incentive toinvest in their income capacity. The novelty of our study is the focus on longterm poverty. We find that the argument for using work requirements as ascreening device is both strengthened and weakened with long term poverty,and that the possibility of using work requirements weakens the incentives toexert effort to escape poverty. We also show that the two incentive problems,to screen poverty and deter poverty, are interwoven; the fact that the poorcan exert an effort to increase their probability of being nonpoor in the futuremakes it easier to separate the poor from the nonpoor in the initial phase ofthe program. Finaly we show that if it is possible to commit to a long termpoverty alleviation program it is almost always optimal to impose some workrequirements on those that receive transfers.JEL Classification: D82, I38.Keywords: longterm poverty, ratchet effect, moral hazard, screening.Fred Schroyen Department of Economics Norwegian School of Economics Business Administration Helleveien 30N5045 Bergen Norway Fred.schroyennhh.no Gaute Torsvik Department of Economics University of Bergen Fosswinckelgate 6N5007 Bergen Norway1 Income transfers and incentive problems When funds are made available to alleviate poverty, a welfare administratorfaces at least two challenges. The first question he or she but she hereafterneeds to address is how to channel these funds to those in real need of them. Thisis a screening or sorting problem, and ignoring it leads to unnecessarily largeoutlays, in the form of transfers flowing to people not in need of support. At 1the same time, there are many reasons why a person may live below the povertyline. One reason is that he or she but he hereafter has not exerted sucienteort to increase his skill level.If poor people can to some extent inuencetheir future earnings capacity, there is also a potential moral hazard problem thewelfare administrator needs to keep in mind: welfare assistance policies mightdiscourage the poor to invest in their future earnings capacity.Welfare assistance can be granted in several ways, depending on what thewelfare administrator can observe and on the instruments at hand: as subsidyschemes, meanstesting, inkind transfers. In this paper, we focus on workfareprogramsthat is, program that make transfers contingent on the acceptance ofa work requirementand evaluate how successful these are both at screening andat solving the moral hazard problem when people happen to remain poor duringa longer time.We are not the rst to evaluate workfare programs in the light of these considerations. Most notably, it has been addressed in a formal model by Besley and Coate 1992. The novelty of our study is the focus on longterm poverty. Welet individuals income opportunities be correlated over time. This assumptionadds a new dimension to the poverty alleviation problem, since it enables thewelfare administrator to collect information about peoples income opportunitiesas time passes. Potential welfare claimants might understand this and adjusttheir behavior accordingly.To get a rough idea of how the dynamics inuence the costs and bene ts ofusing workfare, consider the problem of targeting the poor. Let there be twogroups of individuals in society, one with a low income potential, we call them Lindividuals, and one with a high income potential, we call them H individuals.The government wants to guarantee everyone a minimum income z, which ishigher than the income L earns in the market, but lower than the income Hearns. Hindividuals may nevertheless claim bene ts intended for the poor, sincethe welfare administrator cannot observe a persons income opportunities. It is toprevent such fraudulent behavior that workfare may be used. Requiring welfarerecipients to work c hours in the public sector to qualify for transfers, makesit costly for those with a relatively high earning capacity to join the program.Every hour spent in a public sector job could alternatively be used in the privatesector, and since an Hperson has a relatively high income potential this lossis relatively high. The negative eect of workfare is that a work requirementreduces the poors market income and thus necessitates larger transfers to thepoor in order to guarantee them an income above the poverty line.Ignore for a moment the learning aspect associated with longterm poverty.Assume for example that there is no correlation between a persons present andfuture earning capacity i.e. there exists only shortterm poverty. Let the proportion of genuinely poor be low. There are, in other words, a lot of potentialfraudulent claimants around and it is important to deter nonpoor from joiningthe poverty program. Let cs be the minimum level of public work that scares 2Hindividuals o the poverty program. As we have constructed the problem, thegovernment minimizes costs by imposing a workfare program that requires thepoor to work cs hours in exchange for their bene ts.Assume now that individual earning capacities are correlated over time. Thismeans that the welfare administrator can learn more about peoples income potential by keeping a record of their past behavior. In fact, since a work requirement of cs separated the two groups, she correctly infers that those who participated in the workfare program are genuinely poor. If she is free to change policylater on, she will certainly not make individuals work for their bene ts in laterperiods of the poverty program. Now that the screening is done, it is only costlyto use workfare. But, and this is the crux of the argument, if H individuals perceive that welfare will be provided unconditionally at a later stage in the povertyprogram, they will not be discouraged from participating in a poverty programthat requires individuals to work cs hours in the rst phase of the program.As this example indicates, in a multiperiod framework it becomes essential tospecify whether or not policy makers can commit to the design of future povertyalleviation policies. We evaluate the eectiveness of dierent policy programsboth with and without commitment.Optimal policy When poverty is longterm, and poverty reducing eort is of little avail, we nd that work requirements should in general be concentrated to the rst periodof the programme. Compared with the cost ecient policy for eliminating shortterm poverty, we nd that workfare, as opposed to universal welfare, becomes amore ecient policy in containing the overall costs when poverty is long term.In some cases thoughwhich we specify in detail laterthe concentrated use ofwork requirements will scare away the poor from the programme. To avoid that,the welfare administrator should allocate work requirements more evenly in time,even though this implies that fewer nonpoor people separate.Once the possibilities to escape poverty become signi cant, a new screeningproblem presents itself in the next period: to screen those that failed to escapepoverty from those that didnt. Poverty reducing eort thus gives rise to asequence of screening problems. This sounds like bad news. But in fact, itneed not be. The existence of a new screening problem in the future makes iteasier for the WA to commit to work requirements in the future. This, in turn,makes it easier to screen the nonpoor from the poor in the rst period. To putit dierently, poverty reducing eort allows for some substitution of todays workrequirements for future work requirements, and in some cases this lowers the totalcost of alleviating poverty. We should note, though, that this substitution in itselfreduces the poors incentive to make an eort in the rst period to increase theirfuture income potential. But in terms of overall costs, it is ecient.In the nal section of the paper we characterize optimal design of a povertyalleviation program if the welfare administrator can commit to a long term pro3gram. If we isolate the screening issue, we nd that the optimal commitmentpolicy coincides with the equilibrium policy under noncommitment. When wein addition take account of how future policy aect the poors incentive to exertpoverty reducing investments, we nd that it is almost always optimal to imposesome work requirements on those that receive transfers. More speci cally, it isoptimal to impose on welfare claimants either a very high work requirement ora low one. This result, diers from the conclusion drawn by Besley and Coate1992; they nd that it is sometimes optimal to commit to a pure welfare program. The reason for this dierence is that when Besley and Coate implicitlyassume commitment, they focus solely on the deterrence problem. We study awelfare administrator that has two concerns; in addition to give the poor strongincentives to undertake poverty reducing investments the policy must also beappropriate given the screening problem faced at this stage.Methodology and related literature In addition to the light our model sheds on an important policy issue, webelieve it has some methodological interest. Formally, we study the design ofa dynamic Bayesian game. Our problem is therefore closely related to the literature on dynamic principal agent relationships which emphasize the role thatasymmetric information and longterm commitment plays in governance. Ourproblem of alleviating longterm poverty resembles the basic structure of for example a dynamic regulation problem. Still, the results we derive dier sharplyfrom those obtained there. A central result in optimal regulation is that a regulator who is able to commit herself to a multiperiod contract, ought to repeatthe optimal static policy in every period cf Laont and Tirole, 1990. This policy is however not time consistent; the regulator will not follow the plan if sheis free to reoptimize later on. Lack of commitment is therefore detrimental ina standard dynamic regulation problem.1 In poverty alleviation it is not alwaysoptimal to repeat the static program in each period, and, as a consequence ofthis, lack of intertemporal commitment is not always a problem. Another notablefeature of our model is that if a semiseparating equilibrium exists, it involvesrandomization from both the agents welfare recipients and the principal thewelfare administrator.Before we dig deeper into the details of our arguments, we should say something about the scope of our perspective, and how it relates to existing literature.The literature on how policy instruments can be used to target transfers to thepoor is extensivesee Lipton and Ravallion 1995 for a discussion and for refer1Weitzman 1980 was the rst to use a principal agent framework to point out the negativeeects lack of intertemporal commitment has on the agents behaviour. Freixas et al 1985developed the rst game theoretic analysis of a dynamic principalagent relationship governedby linear incentive schemes. For other references and for a general discussion of this topic, seechapters 9 and 10 in Laont and Tirole 1993. Dillen and Lundholm 1996 use the frameworkdeveloped by Freixas et al to discuss optimal income taxation and redistribution in a dynamicmodel.4ences. Although the possibility of using work requirement to screen the needyfrom the notsoneedy had been discussed before, Besley and Coate 1992 wasthe rst paper that gave a detailed analysis of the argument.2 It is their modelwe extend to a dynamic environment. We think this is an important extension,both because there is virtually no theoretical work on the dynamics of povertyprograms, and because long term poverty is a serious problem: a substantialshare of those who live below the poverty line do so persistently.3Admittingly, the cost eciency perspective on poverty alleviation and theeects of workfare that we borrow from Besley and Coate, is narrow. One limitation is that it considers work requirements solely as a stick that scares the nonpoor from claiming bene ts and poor from not doing anything to improve theirsituation. This is obviously not the whole story. Having a job can also be seen asan essential aspect of life, something that provides people with social recognitionand self esteem. Another important point is that making welfare claimants workfor their bene ts may prevent a deterioration of their working moral and humancapital. Furthermore, it is not obvious that individuals are pooras we assumebecause they are endowed with an insucient earning capacity. Alternatively,one may argue that it is the lack of well functioning economic institutions todeal with property rights, information problems, etc. which is the main reasonwhy so many people live in povertysee Ho 1996. We also ignore the politicallegitimacy of dierent poverty alleviation programssee Besley 1996. We arenot saying that these arguments are unimportant, only that they are irrelevantfor the incentive problem we focus on.Having pointed out the limits of our scope, we should, however, hasten toadd that we believe the problem we point at warrants attention. Our arguments should be mentioned in a general debate about how one ought to provideassistance to the longterm poor, which is an important debate, both in developing countries and more modern welfare states. In fact the problem of nding acost eective way to provide assistance to the poor is a highly current topic inmany European welfare states where a tightening of public nance constraintshas forced welfare administrators to cut their budgets.The next section presents a formal model of the costs and bene ts of using 2See also Besely and Coate 1995.3For example, Heady et al 1994 nd that 10 % of the population in Germany are frequentlypoor or nearpoor. Rodgers Rodgers 1993 conclude that about one third of measuredpoverty in the US as of 1987 can be regarded as chronic, and that over the period theystudied, poverty not only increased, it became more chronic and less transitory in nature p 51. Adams Duncan 1988, in a study of US urban poverty, estimated that of the 13.4%of urban people that where poor in 1979, 34.6% were poor in at least one year between 1974and 1983, and 5.2% was persistently poorde ned as poor in 8 out of 10 years or 80% of theyears covered.In poor underdeveloped countries the problem of chronic poverty is even more pronounced,Gibson 2001 uses data from a recent household survey in Papua New Guinea to conclude thatclose to half of those classi ed as poor, has a chronic poverty problem.5workfare in targeting the poor. In section 3 we characterize the cost minimizingprogram in a static framework. In section 4, which is the heart of the paper, weintroduce dynamics and study how workfare can be used to minimize the costof providing transfers to the long term poor. In section 5 we include povertyreducing investments. Section 6 concludes the paper.2 A formal model of the costs and bene ts ofusing workfare to target bene ts to the poor As a prerequisite to the dynamic analysis, we analyze poverty alleviation in astatic one period model. We focus solely on the screening problem. It is natural to postpone the discussion of povertyreducing investments, since we need adynamic model to asses how workfare aect the poors present eort to escapefuture poverty.We follow Besley and Coate 1992 and assume that an administrator of awelfare program, hereafter referred to as the W A, faces a target population of asize normalized to 1. A fraction has a very low productivity a L and a fraction1 is endowed with a higher productivity a H. We stress here that the latteralso are low class, but not as destitute as the former. All people have the samestrictly concave utility function de ned over disposable income x and leisure ,ux; , and a time endowment normalized to unity. People choose the amountof private sector labor which maximizes their utility level. Without any welfareprogram, the Lpeople and only Lpeople earn a disposable income below thepoverty line z. The W A faces the task of designing a cost minimizing welfareprogram that guarantees everybody at least the minimal income z:A welfare program consists of the menu fb L; c L ; b H; c Hg, where b is amoney transfer and c the number of hours of public work an applicant is requiredto carry out in order to qualify for the transfer.4 The menu must guaranteethat: i all people voluntarily participate in the program, ii everybody atleast enjoys a disposable income z, iii nobody has an incentive to apply for thepackage intended for somebody with a dierent productivity, and iv the totalcost of the program, b L 1 b H, is kept at a minimum because it will be nanced by distortionary taxation on the other people in the economy.Individual behaviour An individual with ability a, receiving the package b; c decides how muchincome y to earn:maxy 0ub y; 1 c ya:4As in the BesleyCoate paper, we shall assume that public sector work is unproductive. Wediscuss the impact of this assumption in footnote 17.6Let us denote the solution by yb; c; a. Normality of consumption and leisuremeans that as long as yb; c; a 0, the derivatives w.r.t. c and b are negative.Regarding the latter, Mott 1992, p 16 reports on an absolute value of .37for females, while Sawhill 1988, p 1103 reports on absolute values in the range.16,.71.The corresponding maximal utility level is written as vb; c; a. Note that ifthe transfer b andor the work requirement c are very high, it may be optimal torefrain from working privately altogetherthe utility level then reduces to ub; 1c. Note also that our concavity assumptions on u implies vbb 0:The costs of workfare The aim of the transfer policy is to guarantee Lpeople a disposable incomeof at least z. For a given work requirement c L, let b Lc L be the lowest transferthat accomplishes this. It is de ned asb Lc L yb Lc L; c L; a L z:Implicit derivation shows that db Lc L a L: a higher work requirement crowdsout private sector earnings with a L, and thus requires an extra a L Euro to topup disposable income to the poverty line.Imposing a work requirement is thuscostly because it necessitates larger transfers to needy people.dc LWe de ne cco as the work requirement that crowds out private sector earningscompletely:5cco def maxfc : yb Lc; c; a L 0g:The necessary transfer b Lc thus satis esb Lc b L0 a Lc if c cid:31 cco;c cco; zand is clearly concave in c.Another important value is the work requirement that brings L down to hisreservation utility level:cmax def maxfc : vb Lc; c; a L v0; 0; a Lg:Clearly, cmax puts an upper bound on the W As selection of work requirements.The bene ts of workfare The W A has to oer appropriate incentives to prevent H individuals fromjoining the poverty program. She must make sure that an Hperson gets a utility 5For a suciently high poverty line compared to Ls earnings capacity a L, this work requirement may drop to zero: even without work requirement, the transfer necessary to raise Lto the poverty line is so large that it crowds out private earnings completely.7level at least as high as the one he gets when pretending to be poor. Pretendingto be poor can be easy or dicult, depending on what the WA observes. Onepossibility is that the WA observes no personal characteristics of the applicants;applying for a welfare package is then a sucient condition for getting it. Butone could also imagine that the W A observes private sector earnings, and thatwelfare applicants qualify for transfers only when their earnings do not exceed acertain limit.In this paper, we limit ourselves to analyse the rst case.6The maximum utility H gets if he receives a transfer b H in exchange for awork requirement c H is thus vb H; c H; a H. On the other hand, when H pretendsto be of type L, he attains a welfare level vb Lc L; c L; a H. The screening, or nomimicking constraint can thus be written asvb H; c H; a H vb Lc L; c L; a H:Obviously, it is optimal to choose c H 0. Supplementing b H with a positivework requirement implies a higher transfer to H, which increases the total cost ofthe program. To ease exposition, we drop the subscript on the work requirementsince this policy is only relevant for the program intended for the poor.Let bs Hc be the minimum transfer H must receive in order not to register aspoor the superscript s indicates that we are analyzing a static problem. Thisis an information rentresources H receives because the W A cannot observe hisearning capacity. Its magnitude is implicitly de ned byvbs Hc; 0; a H vb Lc; c; a H:2.1Requiring the poor to work for their bene ts makes it less attractive for H tomimic L and thus the minimum transfer bs H can be reduced. The followinglemma informs about the shape of bs Hc proven in appendix.Lemma 1 The transfer function bstives:Hc has the following rst and second derivadbs Hcdcd 2bs Hcdc 2 a H a L if c cco a H if cco cid:31 c cid:31 cmax; 0:Moreover bs H0 b L0.By the last property, universal welfare is equivalent to c 0.6The income observable case is discussed in Besley Coate 1992 for short term povertyalleviation and in Schroyen Torsvik 1999 for long term poverty alleviation.8zb L0b Lczb L0zb L0a La Ha La Lb Hsca Ha Lacsccocmaxb Lczb L0b Hsca Hcscmaxccob Figure 1. b Lc and b Hcscco a and cscco b.sc when Figure 1:Since the transfer function is decreasing and concave in c there exists a criticalvalue for the work requirement on Lpersons, cs, for which the transfer b H canbe set to zero and still secure selfselection, i.e. bs It is easy to see thatcs cmax. Figures 1a and 1b display b Lc and bs Hcs 0.Hc.3 The cost minimizing static program We can now construct the function which maps the work requirement c into thetotal cost of the welfare program,Ksc def b Lc 1 bs Hc:By de nition, this function givesfor any arbitrary work requirementthe minimal pair of transfer payments which satisfy both the poverty alleviation andincentive compatibility constraints the poverty alleviation restriction is takencare of by the function b Lc, while the selfselection constraint for Hagents isveri ed because they receive a transfer speci ed by the function bs Hc. As Hpersons always have the option to stay away from the programme, they cannotbe imposed any taxes. This is equivalent to requiring that b Hc 0 or c cid:31 cs.The welfare administrators problem can therefore be written as the followingone dimensional optimization problem:K sc:minccid:31cs 9Since both transfer functions are piecewise linear but concave in c, there aretwo possible solutions to the minimization problem: either cs or 0. Workfare iseither used so extensively that Hpeople do not require any rent in order notto sign up for poverty transfers, or workfare will not be used at all and povertyis alleviated through universal welfare. In the rst case the costs of alleviatingpoverty are b Lcs; in the second, they amount to b L0.That the choice between welfare or workfare depends on the value of isnot dicult to grasp. An increase in , reduces the gain of using workfare: thefewer potential mimickers there are in the population, the lower is the cost ofpaying them the rent which prevent them from applying for the package meantfor the really needy. In the limit, as approaches 1, almost all individuals areof the Ltype and it would be wasteful to distort the behavior of almost thewhole population in order to eliminate a cost the rent to the Hpeople that isnegligible.Let s be the value of for which the administrator is indierent betweenchoosing no work requirement and the maximal work requirement cs. It is theneasy to check thats defbs H0bs H0 b Lcs b L0b L0b Lcs 1 a La Hminfcs; ccogcs:3.1Thus, the WA will opt for a workfare policy when s, and otherwise foruniversal welfare.To understand what comes later when we introduce dynamics, it is importantto keep in mind that the transfer which Hagents receive their information rentis a discontinuous function of .It is de ned as H bs H0 00if s;if cid:31 s:3.2This model contains many interesting insights that we cannot elaborate onhere.7 We just mention the discontinuity of the rent function gives the problem a particular feature that prevents us from translating results from standarddynamic principal agency problems like the regulation literature to our setting.4 Dynamics and the problem of targeting thepoor So far we have followed Besley and Coate 1992 and taken it for granted that theinformation people reveal by opting for a particular poverty program cannot beutilized by the W A later on. Suppose now that the poverty program runs over 7For a detailed description of the static poverty alleviation problem, we refer the reader to Besley and Coate 1992.10several periods, and that the W A can learn something about peoples earningcapacity as time passes. This obviously adds a new dimension to the problemand new questions pop up: how does lack of intertemporal commitment aectoptimal policy? will it make separation of the needy from the nonneedy moredicult? will work requirements become a less attractive instrument? Moreover,in a long term setting, the question how poverty alleviation policies aect thepoors incentive to undertake povertyreducing investments becomes meaningful.This is a moral hazard aspect that possibly interacts with the adverse selectionproblem.For didactical purposes, we rst discuss the screening problem in isolation.We start by describing the classes of equilibria that exists when the WA is unableto commit herself to a particular poverty alleviation program in the future. Next,we discuss the optimality of the dierent equilibria. In section 5, we assume thatthe poor can exert an eort e in the rst period that increases their probabilityto escape poverty in the future. We characterize how the possibility of usingworkfare in poverty alleviation aects e, and how this moral hazard problemaects the diculty of targeting transfers to the poor in the rst place.Finally, we state our assumptions on intertemporal preferences and opportunity sets. Preferences are taken to be additive across periods, with a zero rateof discount. Also the WA uses a zero discount rate to compute intertemporalcosts. This choice of discount rate is not crucial to our results, but considerablyfacilitates the exposition of the arguments. We do not allow individuals to saveor borrow money across periods. There are several reasons for constraining individual behavior in this way. First, we want to limit the connection betweenperiods to one stock variable information. Second, once saving and borrowingis allowed, the de nition of the poverty line becomes more fuzzy. Third, it canbe regarded as a stylized representation of the poors imperfect access to capitalmarkets.4.1 Equilibria: types and existence The simplest framework to discuss long term poverty alleviation includes twoperiods and four stages. At this stage, we also assume that individual earningcapacities are perfectly correlated over time in section 5, we investigate how ourresults change when agents can inuence next periods ability.The structure of the game is as follows.Period 1Stage 1: The W A designs a rst period poverty program b 1Stage 2: Individuals decide which package they want to sign up for.L; c 1H:L; b 1H; c 1Period 2Stage 3 : The W A is not committed to any prior announcements. Given herupdated information on the basis of what she observed in stage 2,11L; b 2Stage 4: Individuals decide which packages they want to sign up for.she designs the cost minimizing poverty program b 2L; c 2H; c 2H:L and b Lc 2We can simplify this intertemporal program in several respects. First, becausethe W A has to alleviate poverty in each period, she will set b 1L equal tob Lc 1L, respectively. Second, from the static model we know that it isnever optimal to impose a work requirement on a high ability person. So at stage 3 the W A will set c 2H 0. We also claim here that if the rst period transfersgiven to H persons are not too high, an Lperson will never want to choose thepackage intended for Hpersons and therefore rst period transfers to H will notbe made conditional on a work requirement: c 1In the appendix, we givesucient conditions for this to be veri ed by the optimal policy. Thus, again, wedrop the subscript L on c without any risk of confusion.L and b 2H 0.Let 2 be the updated belief that an agent who opted for bundle b 1Lc 1; c 1in the rst period is of type L: An Hperson may nd it in his interest to applyfor this package. If he does, he gets b 1Lc 1; c 1 in the rst period and H2; 0in period two. On the other hand, should he not register as poor he gets b 1H; 0in the rst period and 0; 0 in the second. The values of these two options arev b Lc 1; c 1; a H v H2; 0; a H and v b 1H; 0; a H v 0; 0; a H, respectively.Depending on the magnitude of the transfers, and the work required, there existsthree kinds of equilibria.8 A separating equilibrium in which dierent types choosedierent actions in the rst period Hpeople do not register as poor, a poolingequilibrium in which Hpeople register as poor, and a semiseparating equilibriumin which Hpeople randomize between registering as poor or not.Separating equilibrium We have a separating equilibrium if an Hperson prefers not to register aspoor even though the W A believes that all who do are genuinely poor 2 1.That is, ifvb 1H; 0; a H v 0; 0; a H vb Lc 1; c 1; a H v b L0; 0; a H :Separation can be induced either by a welfare policy or by a workfare policy.H; c 1values giving rise to a separating equilibrium is The lower boundary of b 18The proper equilibrium concept for this game is perfect Bayesian equilibrium. This meansthat i the agents make an optimal choice in period 2 among the packages made available tothem by the W A; ii the W A0s design of the second periods program should be optimal, givenher updated beliefs; iii the choice of the agents in stage 2 should be optimal given the packagesmade available by the W A in stage 1 and taking into account the fact that the second periodprogram that is made available to them will depend on the W A0s updated beliefs, and thereforeon their rst period choice; iv the W A0s choice of program in the rst period is optimal giventhe strategies of the agents and of her own 2nd period strategies; and v the W A updates herbeliefs by observing the participants rst period behaviour, thus 2 Probagent is of type Ljagent chose in period 1 the package b Lc 1; c 1.12found by letting the inequality above bind. Let bdtransfer that induces separating for a rst period work requirement c 1, then Hc 1 be de ned as the minimumvbd Hc 1; 0; a H v0; 0; a H vb Lc 1; c 1; a H vb L0; 0; a H4.1The following lemma informs about the shape of bd Hc proven in appendix.Lemma 2 The transfer function bdtives:Hc has the following rst and second derivaHcdc 0dbd Hcdcd 2bd Hcdc 2 dbsvsbvdbvsb2vdbwhere vsand likewise for the second order income derivatives v sb are shorthands for vbbsb and vd2dbs Hcdcvdbbb 2 vdvsbbb2 vs Hc; 0; a H and vbbd Hc; 0; a H, resp.,bb and vdbb.That concavity of bd Hc 1; 0; a H v bs H0; 0; a H. Since bs Hc is no longer guaranteed by the assumptions we haveinvoked so far is easy to see when noting that the rhs of 4.1 can also be writtenas v bs Hc 1 is concave in c 1, 1st periodand thus intertemporal utility when mimicking is strictly concave in c 1. Buton the other hand the rst period transfer b 1H is a strictly convex function of 1st period and thus intertemporal utility when being honest. However, ifthe rst mentioned concavity is strong compared with the convexity, the term vsb 2 vdbbvs With a transfer function that is decreasing and concave in c there exists againa critical value for the work requirement on Lpersons, cd, for which the transfer H can be reduced to zero while still securing selfselection, i.e. bd Hcd 0.bd It is an empirical issue whether cd exceeds cmax or not.If it does, cd is notimplementable, since that would scare away Lpeople and make the programmemeaningless. Then, the best the W A can do is replace it by cmax and leave apositive information rent bdb 2 will be negative.9 This, we assume in the sequel.bbvd Hcmax to Hpeople.Hcs bs Straightforward computation reveals that i bd H0, ii cd 2cs,and iii bd H0. Observation i tells us that if the W A decides toalleviate rst period poverty by using welfare, she must oer Hpeople more thantwice the amount she needed to give them in the static case. The reson is that vbbis negative. Observation ii tells us that if she decides to use workfare to scare H0 2bs 9It can be shown that the sign of this term is given by the sign of d log Rad log m R r, where Ra and Rr are the coecients of absolute and relative risk aversion for uncertainty regardingfull income m: Decreasing absolute risk aversion and a not too large Rr is thus sucient forconcavity of bd H c:13b Hd0b L0b Hd0b L0a Ha La Ha Lcscdaa Hccocscdb Figure 2. b Lc cid:190 and b Hdc cid:240 .Figure 2:fraudulent Hpeople o the poverty program, she has to impose a higher workrequirement than in the static case, but the number of hours that are sucientto drive Hs rent to zero is less than twice the amount needed in the static case.The reason is again that vbb is negative.10 Both observations indicate a potentialadvantage of the workfare instrument in a long term poverty context. Finally,iii implies that bd Hc. Figures 2a and 2b show therelation of bd Hc everywhere lies above bs Hc to bs Hc.With the two groups successfully separated in the rst period, the secondperiod policy reduces to the rst best type contingent policy: a cash transferb L0 is oered the poor and nothing to Hindividuals.Pooling equilibrium Clearly, if b 1H and c 1are suciently low an Hperson may prefer to mimic thepoor even though the W A knows this so 2 1 . The condition for a poolingequilibrium is given by the inequalityvb Lc 1; c 1; a H v H1; 0; a H vb 1H; 0; a H v 0; 0; a H :The upper boundary for pooling depends on the value 1 takes. If 1 smimicking in the rst period generates a welfare policy in the second period andtive formulation for the rhs, we get that 2vbs 10Evaluating 4.1 at c 1 cd, noting that v0; 0; a H vbs H cs; 0; a H and using the alternaH 0; 0; a H .H c is decreasing and concave in c, and vb; 0; a H increasing and strictly concave in Since bs H cs; 0; a H vbs H cd; 0; a H vbsb, it follows that cd 2cs.14a monetary rent H1 bs H0: In this case we can easily see that the upperboundary of the pooling equilibrium coincides with the lower boundary of theseparating equilibrium since by de nition v bs H0; 0; a H v b L0; 0; a H. Ifon the other hand 1 s, we know that H1 0 and we can see that poolingoccurs when v b Lc 1; c 1; a H v b 1H; 0; a H, which with equality is the equationfor separation in the one period static caseeq 2.1.SemiSeparating equilibrium The third kind of equilibrium requires the following set of inequalities to beful lled:vb Lc 1; c 1; a H v bs H0; 0; a H vb 1H; 0; a H v 0; 0; a H vb Lc 1; c 1; a H v H1; 0; a H :The lhs is Hs utility when mimicking as L when the WA believes everybodyis of type L 2 1, while the rhs is utility under mimicking when the W Asets 2 1. A necessary condition for this series of inequalities to hold is ofcourse that 1 s, since H1 bs H0 if 1 s. Suppose then that 1 s.Then we claim that there exists a semiseparating equilibrium in which an Hperson chooses the program intended for him he does not register as poor withprobability 1SS defs 11 1 s;4.2and the W A chooses a zero work requirement in the second period i.e. c 2 0with probabilityq SSb 1H; c 1 defv b 1v bs H; 0; a H v b Lc 1; c 1; a HH0; 0; a H v 0; 0; a H:4.3To understand this claim, note that if H mimics with probability 1, the W Awill rationally believe that among those who opted for poverty transfers in the rst period a fraction s are genuinely poor. With such a belief, the W A isindierent between a workfare and a welfare program in the second period, andtherefore willing to randomize between these two policies. A simple computationshows that she must randomize with probability q SS b 1H; c 1 in order to make H indierent between pooling with Lindividuals and separating.11 The semiseparation equilibrium is depicted in the middle part of gure 3 below.Let us summarize the facts we have established so far.11Hs utility when pooling and separating are vb Lc 1; c 1; a H 1 qvb Lcs; cs; a H H ; 0; a H v0; 0; a H , respectively. Since vb Lcs; cs; a H v0; 0; a H qvb L0; 0; a H and vb 1and vb L0; 0; a H vbs H 0; 0; a H , 4.3 follows.15g 1g s Hb 1b HdcSSSb HscPq probability for welfare in per. 2Hb 1sg 1g S1q SSb H1,c 1b HdcPc 10m SS1probability that Hseparatesc 1Figure 3. The reaction curves of WA cid:240 cid:240 and H V V V and the different continuation equilibria.Figure 3:H; c 1 satisfy bs Hc 1 cid:31 b 1H bd Hc 1; 0 cid:31 c 1 cid:31 cs:Hc 1; 0 cid:31 c 1 cid:31 minfcd; cmaxg;Hc 1, 0 cid:31 c 1 cid:31 minfcd; cmaxg; and Proposition 1 Depending on the value of 1, the following equilibria exist:For 1 s :i separating equilibrium. H and L are separated in the rst period, and atype contingent welfare policy is implemented in the second period; b 1H; c 1 satisfyb 1H bdii semiseparating equilibrium. H and L are partly separated in the rstperiod, and W A chooses randomly between welfare and workfare in the secondperiod; b 1iii pooling equilibrium. H and L are not separated in the rst period, anda separating workfare program is oered in the second period; b 1H; c 1 satisfy H cid:31 bs 0 cid:31 b 1For 1 s :i separating equilibrium. H and L are separated in the rst period, and atype contingent welfare policy is implemented in the second period; b 1H; c 1 satisfy H bdb 1ii pooling equilibrium. H and L are not separated, and universal welfareis oered in the second period; b 1Hc 1; 0 cid:31 c 1 cid:31minfcd; cmaxg:Hc 1; 0 cid:31 c 1 cid:31 minfcd; cmaxg; and H; c 1 satis es 0 cid:31 b 1H bd These dierent equilibria are depicted in gure 3 for the case where cs cd cco cmax.16m4.2 Optimal poverty alleviation programs Now that we have outlined the continuation equilibrium for each rst periodprogram b 1H; c 1, we have enough information to characterize the cost minimizing rst period program. The rst period policy is made up of two instruments: c 1hours of work requirement on Lpersons, and the cash transfer b 1H to Hpersons.In terms of rst period resources, it is costly to use both instruments, but on theother hand, an appropriate use of these instruments can make it more ecientto target transfers to the long term poor and to economize on second periodtransfers. When Hpersons separate in the rst period with probability 1, thecost of the program in that period is K1c 1; b 1H; 1 def 1 1 11 1b Lc 1 1 11b 1H:4.4The rst square brackets term denotes the number of persons displaying type L behavior: the really needy and the fraction of Hpersons pretending to beneedy. The second term gives the amount of transfers handed over to those Hpersons who reveal themselves as nonneedy. Since both instruments c 1 andb 1H give rise to rst period costs, it will be ecient to select them on the lowerboundary of each regime. Thus, if separation 1 1 is aimed at, the W AHc 1 and c 1 cid:31 minfcd; cmaxg. Likewise, a minimal eciencyshould set b 1requirement for inducing semiseparation is that b 1Hc 1. And if pooling isintended 1 0, costs are minimized when b 1H 0 and c 1 0:H bd H bs We then turn to second period costs. If the W A randomizes and chooses awelfare policy with probability q in the second period, the expected costs aregiven by EK 21; q def 11 qb Lcs qb L0 1 11 11 q 0 qbs H0;4.5where 1; q take on the values 1,1 under separation and typecontingent welfarepolicy, 1; q SSb 1H; c 1 under semiseparation and a random policy, 0; 0 underpooling and workfare if 1 s, and 0; 1 under pooling and welfare if 1 s.In this expression, the rst square bracket term is the expected transferwhich will be handed over to Lpersons, while the second square bracket termis the expected amount of money that will be transferred to every Hpersonthat pooled in the rst period with the L types those H persons that revealedthemselves in the rst perioda fraction 1 114receive no transfer at all.With generic cost functions given by 4.4 and 4.5, we can start inquiringabout the kind of equilibrium that ought to be established in the rst period,and how that equilibrium should be implemented. We rst address the latterquestion for the separating equilibrium. Next, we compare the minimal costsunder separation with the minimal cost of a pooling and semiseparation programshould this last program be relevant.17Assume that the W A has decided to induce a separating equilibrium. Whenis it optimal to rely on a work requirement to screen the two types? Obviously,the answer depends on how large the fraction of potential fraudulent claimantsHpersons is. Just as for the static case, welfare will be optimal when 1 isclose to one, and workfare will be optimal when 1 is close to zero. To nd outwhen it becomes ecient to switch from workfare to welfare, we equate the rstperiod costs under workfare, K1minfcd; cmaxg; 0; 1, with those under welfare,K 10; bd H0; 1 and solve for the a priori belief 1:d defbd H0 bd Hminfcd; cmaxgbd H0 bd Hminfcd; cmaxg b Lminfcd; cmaxg b L0:4.6This leads to Lemma 3 A separating equilibrium with a work requirement minfcd; cmaxg is lesscostly than a separating equilibrium with welfare if and only if 1 d.Since bd H0 2bs H0 and minfcd; cmaxg cid:31 cd 2cs it follows that d s compare equations 3.1 and 4.6. Hence, a W A who runs a twoperiodprogram strictly prefers a workfare policy if 1 s. This implies that a workfareprogram is cost eective for a wider range of prior beliefs in a dynamic context.Also note that for a given level of cd, d is bigger when cd cmax than whencd cmax intuitively, when you have to leave some rent to H when usingworkfare, you will resort to that instrument less often.Let us now compare the minimal costs under separating equilibrium withthose under the other types of equilibria. First, consider the case where 1 s.The expected second period costs in a semiseparating equilibrium is 1b Lcs,which is precisely the expected second period cost under pooling a W A whohas learned nothing from the rst period implements a workfare program in thesecond period when 1 s.12 On the other hand, the minimal rst period costunder pooling is b L0, while it is 1Hc 1 under semiseparation.Since bs Hc is decreasing in c, the minimal rst period costunder semiseparation is always below the corresponding cost under pooling. Thisproves s b Lc 1 1 1H0 b L0 and bs s bs Lemma 4 Suppose 1 s. Then any semiseparation equilibrium with a rstperiod policy c 1; bs Hc 1; c 1 2 0; cs is less costly than any rst period policyresulting in a pooling equilibrium using the same work requirement.Thus, when 1 s it suces to compare the most ecient policies yielding semiseparation with the workfare policy leading to full separation. In theappendix we prove 12Recall that a semiseparating equilibrium can only occur when 1 s: The expected costunder semiseparation is given by 4.5 with 1 1SS de ned in 4.2. Making use of 3.1,this reduces to 1b Lcs, whatever value q takes.18Lemma 5 Suppose 1 s. Then there exists a critical level of 1 given by SS defbd Hminfcd; cmaxgHminfcd; cmaxg 1 1bd s b Lcs z b L0such that the cost ecient policy is separation with work requirement minfcd; cmaxgi 1 SS ,and semiseparation with work requirement cs otherwise.For cd cmax we have bd Hminfcd; cmaxg 0 and SS 0; a separating policywith work requirement cd costs less than a semiseparating policy for any a prioribeliefs 1 s: For cd cmax we have bd Hminfcd; cmaxg 0 and SS 0; asemiseparating policy with a work requirement cs in both periods costs less thana separating policy with cmax for small values of 1.To explain the last case, note that full separation with maximal use of workrequirements implies some rents to the nonpoor. This policy is relatively costlyif there are many nonpoor around if 1 is low. On the other hand, there existsa semiseparating equilibrium where a work requirement cs is imposed in bothperiods. To see this, note that if fewer than 1 11SS of the nonpoor separatein the rst period, it is optimal for the W A to impose a work requirement cs inthe second period, and a rst period work requirement cs is sucient to makethe nonpoor indierent between separation and mimicking. There thus existan equilibrium with semiseparation that leaves no rents to the nonpoor, butimposes a higher total work requirement cs cs on the poor. If 1 is low thedominant concern becomes to reduce the transfersthe rentgiven to the nonpooras much as possible. It is exactly in these circumstances that a semiseparatingpolicy is cost eective.Let us now consider the optimal rst period policy when the W As priorbeliefs belong to the range s; 1. We know that a semiseparation equilibriumcan never obtain with such beliefs. We also know that the optimal separationpolicy is one based on welfare whenever 1 2 d; 1. This policy gives rise to a H0 1b L0. The total cost of the most ecienttotal cost of 1b L0 11bdpooling policy amounts to b L0 1b L0 11bs H0. Comparing these costsit follows that separation with welfare costs less than pooling if and only ifbd H0 2bs H0 b L0 bs H0:4.7The lhs of 4.7 can be interpreted as the cost of not being able to smooth outthe transfers to Hpersons when separating them from the needy. The rhs standsfor the static gain when separating with welfare: if H is not separated from L,the former gets b L0, while under separation with welfare they get bs H0. Sothe long term cost of nonsmoothing has to fall short of the short term gain ofseparation for separation to be optimal. But since b L0 bs H0, 4.7 will alwaysbe violated, and we can conclude that it will never pay to try to separate the twotypes with a welfare policy in a longterm poverty model.19With 4.7 violated, pooling will dominate separation with welfare for all 1 2 d; 1. But for 1 d, we know that a separating equilibrium with welfarecosts exactly as much as a separating equilibrium with workfare. This means thatthe latter policy will also be dominated by pooling for some beliefs 1 below d.Solving for the belief 1 which equates the cost of pooling b L0 1b L0 11bs H0 with the total cost of separation with workfare 1b Lminfcd; cmaxg 1b L0 1 1bd Hminfcd; cmaxg yieldsdp def2b L0 bd Hminfcd; cmaxgb Lminfcd; cmaxg b L0 bd Hminfcd; cmaxg;4.8which can be shown to be smaller than d but larger than s.13 We summarizethis nding as Lemma 6 Suppose 1 s. Then, for all 1 2 s; dp, the total expected costof the most ecient workfare policy inducing separation is smaller than the totalexpected cost of a welfare policy inducing pooling. For all 1 2 dp; 1, the totalexpected cost of a welfare policy inducing pooling is smaller than the total expectedcost of the most ecient policy inducing separation.Lemma 6 then leads to our second proposition illustrated in Figure 4:Proposition 2 If 1 dp the most ecient policy is welfare inducing pooling.If 1 dp and cd cmax, the most ecient policy is workfare cd inducingseparation. However, if cd cmax, for a small range of a priori beliefs 1 20; SS SS dp the most ecient policy is semiseparation with workfare cs.Proposition 2 highlights that workfare should be used more often in the rst period of a long term poverty alleviation problem, than under short termpoverty alleviation. Once people have been screened, however, workfare has norole to play; second period transfers are made categorical, a cash transfer to theidenti ed Lpersons, nothing to the others. The other alternative, which thenis used less often, is the universal welfare policy: a welfare grant b L0 is handedout unconditionally, to any person who applies for it. In a short term povertyproblem, this is the optimal policy for 1 s.In the long term problem,1 must exceed dp for this to be the ecient policy. The W A does not learnanything about applicants types in this case and enters the second period as 13For cd cmax, these statements are easy to verify. For cd cmax, they build on the proofsin part 2 of lemma 5.200g SSg sg dpg d1g 1cdcmax :Separation with workfare cd in period 1.Type contingent welfare in period 2Pooling with universal welfare inperiod 1. Universal welfare in period 2.cdcmax :Semiseparation withworkfare cs in period 1. Separation withworkfare cs in period 2Separation with workfare cd in period 1.Type contingent welfare in period 2.Pooling with universal welfare inperiod 1. Universal welfare in period 2.Short termalleviation Separation with workfare cs.Pooling with universal welfare.Figure 4. The WAs decision rules for long term and short term poverty alleviation.Figure 4:uninformed as she was in the rst. Because dp s , she continues in thesecond period to hand out a welfare grant b L0 to anybody who asks for it. Putdierently, universal welfare is a stationary optimal policy. Finally, there is thepossibility that the voluntary participation condition on the poor prevents usinga high work requirement cd cmax. For low values of 1, the ecient policyis partialseparating. The WA imposes a work requirement cs in the rst period.Less than 1 11SS of the nonpoor separate which makes it optimal to imposea work requirement of cs also in the second period. Thus, partialseparationimplies a stationary policy with a work requirement cs in each period.5 Dynamics with moral hazard: poverty reducing eort In this section we consider the possibility that a person with an income potentiala L in the rst period can escape poverty and achieve productivity a H in thesecond period. More speci cally, let 14 2 0; 1 be the probability that an Lperson continues to have low productivity in the second period, and 1 14 theprobability that he obtains productivity a H in period two.In what follows, wewill refer to these gures respectively as fail probability and escape probability. Apoor person can exert eort e in period 1 to reduce the fail probability. Hence,the design of poverty alleviation programs, the choice between a workfare or awelfare program, can aect 14 in two dierent ways. First, the amount of publicwork required in the rst period may have a direct eect on 14. Second, theamount of public work required in the second period may inuence 14 indirectly,by changing the poors incentives to exert poverty reducing eort.21We ignore the direct eects, primarily because it is straightforward to understand how they alter bene ts and costs of dierent poverty alleviation programs.If rst period work requirements have a direct positive eect on the poors escapeprobability, for example by providing onthejob training, this increases the attractiveness of using workfare in the rst period. These eects are straightforwardto understand. Instead, we focus on the indirect eect, i.e. on how the choice ofsecond period poverty alleviation program aects a poor persons incentives toexert poverty reducing eort in the rst period.The incentive to undertake poverty reducing eort, PRE for short, in the rst period stems from the dierence in expected utility levels of having highand low ability in the second period. This dierence depends on the programthat is implemented in the second period. Let c; 1 q denote a second periodpolicy in which a workfare program with work requirement c is implemented withprobability 1 q in the second period. The expected utility dierence is givenby,c; 1 q 1 q vbs Hc; 0; a H qvbs H0; 0; a H 1 q vb Lc; c; a L qvb L0; 0; a L 05.1The rst term measures expected second period utility for a high ability personif the W A imposes a work requirement c with probability 1 q and zero workrequirement with probability q. The second term gives the expected utility corresponding to a poor person. The fail probability function is given by 14e; where 140 1; 140e 0, 1400e 0 and 1400 1. To get an interesting problemwe assume that the W A cannot observe individual poverty reducing eortit istherefore impossible to oer eort contingent transfers.With eort measured in disutility units, the poor exert eort to maximize1 14ec; 1 q e: Under our assumptions on 14, the optimal eort level,e, satis es the rst order condition 140ec; 1 q 1:5.2probability when eort is chosen according to 5.2.Slightly abusing notation, we write from now on 14c; 1 q as the fail Totally dierentiating 5.2 givesdedq140e21400eqwhereqdefq vbs H0; 0; a H v0; 0; a H vb L0; 0; a L vb Lcs; cs; a L :225.35.4q 1q S0eg s10 emin Figure 5. Reaction curves of L and WA cid:240 cid:240 .Figure 5:The rst square bracket term in 5.4 is strictly positive: a high ability person strictly prefers a welfare program. What about the second square bracketterm? Suppose that with the work requirement cs the maximal work requirement which brings H on the reservation utility when posing as L, the Lpersonstill participates in the private labour market. Then by construction, the lattersfull income is still equal to z and L is indierent between workfare or welfare sothat the second square bracket term vanishes. We regard this as the benchmarkcase and formulate it as Assumption NCO no crowding out: cs cco.Thus under NCO, a higher probability of welfare in period 2 triggers a higher PRE by an Lperson in period 1. Welfare in the second period has a carrot eect.The reaction curve of Ls eort or the associated fail probability 14 w.r.t. q isthus as in gure 5.If NCO does not hold, an Lperson is strictly worse o under a workfarethan under a welfare program. Ls disposable income is still z, but the workrequirement cs exceeds cco which is the amount L would choose to work in a Put dierently, a workfare program becomes a stick thatwelfare program.reduces the utility of a poor person if cs exceeds cco. As long as cs only slightlyexceeds cco the carrot of getting a welfare transfer as nonpoor dominates, whichmeans that PRE increases in q: If, however, cs becomes substantially larger than 23pcco things change. The prospect of remaining a poor individual on a workfareprogram in period 2 becomes now so bleak that PRE decreases in q.To illuminate this argument it is helpful to note that c; 1q can be writtenas q0; 0 1 qc; 1 and the derivative of the utility dierential is thus It is easy to see that c; 1 q and therefore PREsimply 0; 0 c; 1.is maximized at q 1 as long as 0; 0 c; 1: We know that this strictthat a welfare program maximizes PRE as long as the workfare program has ainequality holds for all c cid:31 cco: In fact, denoting bybc the work requirement thatsolves 0; 0 c; 1, it is easy to check that cco bc cmax.14 We concludework requirement lower than bc: For a work requirement in the interval bc; cmaxP RE is maximized by choosing q 0; that is, by implementing a workfareprogram. We return to this deterrence argument in favor of workfare later whencomparing our result to that of Besley Coate 1992, but for the moment weassume that NCO holds. Note, however, that all results in the next section holdtrue for c bc:5.1 Equilibria with PREIn this section we describe the three types of continuation equilibria when Lexerts P RE. The reader is referred to gure 6 below.Separating equilibrium Suppose the WA implements a program that separates the poor from the nonpoor in the rst period. The portion of the poor that stays poor in the secondperiod, is given by 14cs; 1 q. A Bayesian welfare administrator infers thata fraction 2 14cs; 1q of those who signed up for the program in the rstperiod are genuinely poor in the second period. Depending on the magnitude of 14cs; 1 q these beliefs generate three dierent second period programs:14cs; 1 q s ! workfare;14cs; 1 q s ! workfare or welfare the WA is indierent;14cs; 1 q s ! welfare.We assume now that PRE is neither too productive A1 nor too unproductiveA2:a LAssumption A1 : 14cs; 1 s;Assumption A2 : 140; 0 s:14qcmax; 1 q vb L0; 0; a H vb L0; 0; a L v0; 0; a H v0; 0; a L R a Hvbb L0; 0; aLb L0; 0; avb 0; 0; aL0; 0; ada:Decreasing marginal utility of income and normality of leisure guarantees this to be positive.Since qc; 1 q is continuous in c, this means that there exists a bc 2 0; cmax such thatqbc; 1 q 0:a vb L0; 0; av0; 0; ada R a Ha L24Assumption A1 ensures that the eort level a poor person exerts when thechance of obtaining as nonpoor a zero information rent is too low to bring thefail probability below s. A1 guarantees that Ls reaction curve crosses thehorizontal axis to the right of s. A2 ensures that when the odds for obtaining arent when leaving the poverty status are maximal, the eort level exerted is highenough to bring the fail probability below s. A2 is invoked to get an interestingsituation. If it did not hold there would only exist a separating equilibrium inwhich the W A imposes welfare with probability one in the second period. Wehave already analyzed this case in the preceding section.Assumptions A1 and A2 thus imply that there exists a separating policy inthe rst period if and only if the W A chooses a work requirement cs in the secondperiod with probability 1 q S, such that 14cs; 1 q S s:5.5The minimal transfer that for a rst period work requirement c 1 inducesseparation in the rst period, Bdc 1, is de ned by 15vBd Hc 1; 0; a H v0; 0; a H vb Lc 1; c 1; a Hq Svb L0; 0; a H 1 q Sv0; 0; a H:5.6Bd Hc 1 is, for the same reason as bdthe work requirement C d as Bdin the preceding section, we may conclude that Bdc 1, and hence that C d cd.Hc 1, decreasing and concave in c 1. De ne HCd 0: Comparing 5.6 with equation 4.1Hc 1 for all values of Hc 1 bd PRE implies workfare with a positive probability in the second period. Thishas two implications. The rst is that separation in the rst period is madeeasier: PRE allocates some work requirements in the second period; this reducesthe rent of Hpeople in that period and makes it easier to convince Hpeopleto reveal their identity in period 1. A second implication is that the poorsincentives to exert poverty reducing eort is weakened, compared to what theireort would be if the WA could commit to a welfare program with probability 1in the second period. This is clear from Ls reaction curve in gure 5.Pooling equilibrium Suppose the welfare program induces pooling in the rst period. Rationalsecond period beliefs entail 2 114cs; 1 q: Again, depending of themagnitude of 14cs; 1 q; these beliefs generate three dierent programs forthe second period:114cs; 1 q s ! workfare;114cs; 1 q s ! indierence between workfare or welfare;114cs; 1 q s ! welfare.15Capital letters represent variables and functions when the poor can undertake P RE :25If 1 s the number of genuinely needy in period 2, 114cs; 1 q, fallsshort of s, whatever the level of PRE. The WA will thus rely on workfare withprobability 1 in that period, and Lpeople will exert the minimal eort level emin.On the other hand, if 1 s, the only equilibrium is where the poor choosethrough their eort level a fail probability s1, and the WA chooses a welfareprogramme with probability q P as de ned by 114cs; 1 q P s:5.7Note that q P q S because s1 s.The condition for a pooling equilibrium is given byvb 1H; 0; a H v0; 0; a H cid:31vb Lc 1; c 1; a H q Pvb L0; 0; a H 1 q P v0; 0; a H:The upper boundary for a pooling equilibrium is given by the rst periodtransfer that makes this inequality bind; it is denoted Bd PIf 1 s;implying q P 0; the upper boundary corresponds with the transfer that inHc 1: If 1 s and thus 0 q P q Sduces separation in the static case bsthe upper boundary of pooling satis es the inequalities, bs H c 1 Bd Hc 1: Note that the upper boundary of pooling always lies strictlybelow the lower boundary of separation. This indicates that also for 1 s,semiseparation equilibria may occur. In the preceding section without povertyreducing investments this was not the case. We now turn to this type of equilibria.Hc 1 Bd PHc 1 bd H c 1.SemiSeparation.If the nonpoor choose to separate from the poor with probability 1 2 0; 1in the rst period, and the poor exert eort that leads to a fail probability 14,Bayesian updating leads to second period beliefs 2 1141 1 1 1 1:5.8In a semiseparating equilibrium the nonpoor are indierent between mimicking the poor or separating from them in the rst period. To make Hindividualsindierent the W A must choose a welfare program in the second period withprobabilityq SSb 1H; c 1 v b 1H; 0; a H v bsv bs H; 0; a H v 0; 0; a HHc 1; 0; a H;5.9which is the same expression as 4.3. With q being given by q SS, Ls optimaleort choice leads to a fail probability 14 SS given by 14 SS 14cs; 1 q SS:5.1026We can then solve for the equilibrium value of 1. This is given by the fact that 2 must be equal to s to make the W A willing to randomize between workfareand welfare in the second period. Employing 5.8, we get that MSS s 114 SS1 1s ;5.11which may be compared with 1SS de ned in 4.2.If b 1H ! bs In order to have a semiseparating equilibrium, that is, in order to have 0 M SS 1; it must be the case that s 14 SS minf 1; s1g: Two situationsmay occur. The rst is when s1 1 and the relevant interval for 14SS iss; 1.In that case, the lowerboundary of the SS region corresponds to the upper boundary of the poolingregion when s 1. On the other hand, if b 1Hc 1, then from 5.9 itfollows that q SS ! q S see 5.5, and 14 SS ! s. The upper boundary for thesemiseparation region is therefore Bd Hc 1. The other case is where s1 1,so that 14 SS must belong to the interval s; s1. Again it easy to verify thatthe upper and lower boundary of semiseparation corresponds to the boundariesof separation and pooling respectively.16Hc 1, q SS ! 0 and 14 SS ! 14emin.H ! Bd Hc 1 bd Summary Introducing P RE modi es the type and existence of the equilibria in severalways. We emphasize two observations. First, P RE makes it easier to separate thepoor from the nonpoor at the beginning of the program. With P RE, separationin the rst period implies workfare with probability qs 0 in the second period.This makes it less tempting for H individuals to mimic Lindividuals, implying, Bd Hc 1 for all c 1. Second, P RE implies that there exists a semiseparating equilibrium for all values of 1; while, when such eort is to no avail,there exists a semiseparating equilibrium only if 1 s: Without P RE and 1 s, pooling in the rst period implies workfare with probability one in thesecond period. The upper boundary of pooling coincides therefore with the lowerboundary of separation and makes no room for semiseparation. With P RE; wehave seen that pooling in the rst period implies workfare with probability q Pin the second period, while separation in the rst period implies workfare withprobability q S in the second. Since q P is strictly lower than q S; there is room fora semiseparating equilibrium.16If b 1H ! B d PH c 1, q SS ! q P and 14SS ! s 1: The lower boundary of the SS region H c 1 the upper boundary of the pooling region when s 1. That H c 1, follows from the sameis thus given by B d Pthe upper boundary for the semiseparation region is given by B dargument as in the text.27g 1g s Hb 1b HdcSd BHcSSb HscP1 q Sq SSb H1,c 11,c 1q Pb Hq probability for welfare in per. 2b 1g 1g sb HdcSBHdcSSd PcBHPb Hscc 1s 0 g s p SS 1 1 p eminc 1Figure 6. The reaction curves of WA cid:240 cid:240 and L and the different continuation equilibria.Figure 6:5.2 Selection of programs How does poverty reducing eort inuence the choice among rst period programs? We will con ne ourselves to discuss the choice among separating programs, and therefore this question narrows down to: does poverty reducing eortincrease or reduce the value of using a work requirement to screen the nonpoorfrom the poor?Whether the W A uses workfare or welfare to separate, second period costs areidentical and equal to 1b L0.17 First period costs amount to 1b Lminf C d; cmaxg1 1Bdwelfare. The critical value for 1 is therefore Hminf Cd; cmaxg under workfare and 1b L0 1 1Bd H0 under Gd defH0 Bd Bd Hminf Cd; cmaxgBd H0 Bd Hminf Cd; cmaxg b Lminf Cd; cmaxg b L0:Since P RE implies workfare with a positive probability in the second period,it becomes easier to separate the poor from the nonpoor in the rst period, bothwith workfare and welfare: C d cd and Bd0 bd0. To assess whetherworkfare as a screening instrument becomes more costly relative to welfare, wemust compare the cost reduction a Lcd Cd with bd0 Bd0. Both magnitudes are determined by the shape of the utility function. Decreasing marginalutility of income makes the dierence bd0 Bd0 relatively large, and the factthat vb Lc; c; a H utility is decreasing but concave in c makes the dierence 17Expected second period costs are 1 sq Sb L0 1 q Sb Lcs 1 sq S bs They can be rearranged as 1q S b L0 s1q Sb Lcs, or simply 1b L0 since s b L0b Lcs .H 0 1 q S 0.28TK2b L00 Gd g d 1g 1Figure 7. Total cost with efficient separating programmes with and without _ the possibility of PRE.Figure 7:a Lcd C d relatively small. This then implies bd0 Bd0 a Lcd Cd;workfare is used less often when the poor can exert P RE: Formally we have Proposition 3 Gd d:The proof is in the appendix.Workfare is thus used less often when PRE can be exerted.It is also clearthat the total cost of the most ecient separating programme is lower under PRE.As mentioned earlier, second period costs are 1b L0. This was also the case insection 4. However, we also argued earlier that PRE makes makes it easier forthe W A to separate the two types in period 1: when welfare is used, Hs carrotis Bd H0, and when workfare is used, Cd hours suce in steadof cd. An ecient W As costs thus behave as in gure 7 for cd cmax.H0 rather than bd 6 Optimal policy under commitment So far we have analyzed the costs of dierent transfer programs assuming thatthe W A cannot commit to a future program. We have assumed she implementsthe second period policy that minimizes costs, given the information she has atthat stage. What we do next is to characterize the optimal commitment policyand verify how it diers from the time consistent policy when the WA cannotcommit. Our discussion is organized as in the nocommitment case; rst weaddress the screening problem, subsequently we increase complexity and includethe possibility that the poor can undertake poverty reducing investments.296.1 Screening and commitment The no commitment assumption prevents a separating policy program fromspecifying any work requirements or transfers to Hindividuals in the secondperiod. Formally, separation and sequential rationality imply c 2 0 and b 2H 0:Repeating the static program is therefore impossible for a W A who operates aprogram that runs over two periods. Does this constraint increase the overallcosts of poverty alleviation? Based on what we know about dynamic screeningproblems in general, we might expect lack of commitment to be a burdensee e.g.Laont Tirole 1990.The fact is, however, that lack of commitment causes no additional screeningcosts as long as separation by workfare is the cost minimizing policy and cd cmax.If the W A imposes a work requirement cd in the rst period and a zerorequirement in the second, we know that she is able to separate the two types.The total cost of separating this way is 1b Lcd b L0. On the other hand,if she implements twice the optimal static workfare policy, she is also able toseparate the two types, but at a total cost of 1b Lcs b Lcs: We know thatcd 2cs and since b Lc is concave in c; it is optimal to impose work requirementsonly in one period. Hence, even if the W A could commit to a future policy, andtherefore could choose c 2 0; she would be better o choosing c 1 cd andc 2 0:18On the other hand, it is clear that lack of commitment is a potential problemif cd cmax. To see this, suppose a large share of the target population is nonpoor 1 is low. In this case it is clearly optimal to use work requirements asmuch as possible, to constrain the rent of the nonpoor. The problem is thateven a maximal work requirement in the rst period, the maximum being givenby the participation constraint of the poor, implies some rents to the nonpoor.If the W A could commit to a second period program she would be better oimplementing a P AP program with work requirements cs in both periods, andachieve complete separation without handing out any transfers to the nonpoor.6.2 P RE and commitment Let us nally focus on the optimal policy for providing the poor with incentivesto exert poverty reducing eort. This is what Besley and Coate 1992 do insection IV of their paper. They assume the W A can observe each individualsincome potential ability, an assumption that makes workfare redundant as ascreening device, since there is no screening problem when ability is observable.18It is worth mentioning that relaxing the assumption of constant productivity normalized tozero in the public sector, may change this conclusion. To see why, assume that the marginalproductivity of public work is decreasing in c: This would obviously make an argument forsmoothing total work requirement over time. If this eect is strong enough it could counterweighthe concavity of the transfer function and make lack of commitment costly.30Workfare can nevertheless be a useful policy instrument because it can functionas a stick to give the poor incentives to undertake poverty reducing eort. Besleyand Coate 1992 call this the deterrent argument in favor of workfare. Theyshow that the cost minimizing P AP either imposes no work requirement at allleaving L with a utility level vb L0; 0; a L v0; 0; a L; or the maximal workrequirement cmax that brings L on his reservation utility level.It is easy to understand why workfare can be used to stimulate P RE. Byimposing the maximal work requirement cmax on the poor one reduces their utility as much as possible, given voluntary participation and the constraint thateveryone must receive a minimum income z: This policy makes the prospect ofstaying poor very bleak, and gives those with a low income potential in the rstperiod strong incentives to make an eort to increase their income potential inthe second period.Besley and Coate 1992 do not present an explicit dynamic model to addressthe incentive problems associated with multi period transfer programs. In thesection where they address the deterrent argument in favor of workfare, theyinclude, heuristically, a preprogram stage where Lindividuals can exert P RE.They take it for granted that the WA can commit herselfbefore the poor choosethe level of P REto very high work requirements on those who are poor in thefuture. The commitment assumption is not stated explicitly in their paper, but isessential. Ex post, it is obviously not optimal to impose a poverty requirement onthe poor. The cost minimizing program ex post, given that there is no screeningproblem present, is to implement a type contingent welfare policy: a transferb L0 to the Lindividuals, and nothing to Hindividuals.Consider then our two period model and assume that the W A has implemented a rst period program that separated the poor from the non poor. Abstract from the original Hpeople they have already revealed themselves. Assume now, as Besley and Coate 1992 do, that the W A can commit to a secondperiod program before the poor exert poverty reducing eort. But contrary to Besley and Coate, let us hold on to the assumption that the W A cannot observethe income capacity of potential welfare claimants. This dierence is important.In section IV of Besley and Coate 1992 the W A has only one objective: tomaximize P RE. In our setup the W A has two concerns. In addition to give thepoor strong incentives to exert P RE, she must commit to a policy program thatis appropriate given the screening problem she faces in the second period. Twoconcerns thus need to be balanced. Let us set up the expected cost for period 2:EK2 1fb Lc14c; 1 bs Hc1 14c; 1gwhere we remind the reader that c; 1 is equal to vbs Hc; 0; a Hvb Lc; c; a L.31Taking the derivative w.r.t. c yields 11d EK 2dcdb Lcdc 14 dbs Hcdc1 14 Ab Lc bs Hcd 14c; 1dzc0z!The rst two terms inform about the marginal cost eect of workfare as ascreening device. The last term measures its eect as a deterrence device. Regarding the latter, we claim that c;1c 2 0 for c 2 0; minfcco; csg, because Hs utility falls;2 0 for c 2 maxfcco; csg; cmax, because Ls utility falls;2 0 for c 2 cs; cco if cs cco;2 0 for c 2 cco; cs if cs cco because Hs utility falls more than Ls.19Evaluating d EK2dcat c 0, we obtain 2011d EK2dc jc0 a H140; 1 s a La H1 minfcs; ccogcs :Since 0; 1 0; 0, this result shows that if PRE is not too productivein the sense of assumption A.2 second period costs may fall when setting thework requirement marginally above zero.In fact, they will fall when cs cco.At the other extreme, when c approaches cmax, the screening eect has disappeared the derivatives of b Lc and bs Hc vanish from resp. cco and cs onwardsand the negative deterrence eect remains. cmax is therefore a local minimum.Proposition 4 Suppose that the W A can commit to a second period programbefore the poor make their eort choice, but that she cannot observe peoples If cs cco, she should either commit to aability outcome following that choice.program with work requirement c implicitly de ned asc s 14c; 1dvbb Hc; 0; a Ha H a L 2 0; cs d 14 vb Lc; c;a L c.19 c;1H c;0;a H c v bs H c; 0; a H a H uz; 1 c, or as uz; 1 c ubs If cco c cs, the rhs can also be written as, where y is Hs H c y; 1 ya Hc, Hs marginal utility of leisure is larger than Ls. Thisvbbsoptimal choice of private earnings.H c y and c y Since z bsa Hthen means that c; 1c 0.20 11d EK 2dcjc0 fa L140; 1 a H a L1 140; 1g 1a Hf a La H 1 140; 1gg, where the last equality follows from the de nition1 minfcs;ccogcs 1a Hf 140; 1 s a Lof s cf 3.1.a H32EK2g 1b L00 c cs cco cmaxc 2Figure 8. Expected second period cost as a function of the workrequirement to which the WA commits for cscco.Figure 8:or to a program with the maximal work requirement cmax.conclusion holds, except when d EK2the maximal work requirement cmax.If cs cco, the samedc jc0 0; then the choice is between a zero orThe proof is in the appendix.We have illustrated the shape of the cost function in the gure below forcs cco.In this gure, c is the global minimum of the cost function. There exists ofcourse parameter values for which the global minimum is at cmax. This depends,among other things, on the shape of the utility function and of 14. Roughly, ifcmax generates a very high level of P RE, compared to c, it is optimal to imposethe maximal work requirement.Note that the commitment assumption bites; the optimal policy is not timeconsistent without commitment. If the W A could renege on the announced policy,she would implement a work requirement cs, since this is the optimal screeningpolicy in the second period as long as 14 s:It is well known that altruistic policy makers have a hard time making itcredible that they will use the stick and punish the poor unless they make aserious eort to escape poverty. Buchanen 1975 termed this the Samaritansdilemma.21 The reason, though, why announcing a work requirement cmax for 21Later, Bruce and Waldman 1991 and Coate 1995 have argued that the Samaritansdilemma has important implications for the design of poverty alleviation programs.33the second period is not credible does not reect the Samaritans dilemma. Ourpolicy maker, the W A, is not an altruist; the poors utility does not enter herwelfare function. Her concern is to ensure in the cheapest way that nobody inthe society remains under the poverty line z. The reason why the W A renegeson the announced policy is simply that a cmax policy is not the cost minimizingpoverty alleviation policy in the second period.7 Concluding remarks Two fundamental incentive issues arise in the alleviation of long term poverty:i how can we prevent nonpoor people from claiming bene ts meant for thepoor? and ii how can we encourage the poor to invest in their future incomepotential? In this paper, we have analysed the usefulness of work requirementsboth as a screening and deterrence device.First we looked at the screening problem. The W A can make it less temptingfor the nonpoor to pose as poor in two dierent ways. She can increase theirutility if they do not join the programme by handing out a carrota welfaretransfer to those who do not pose as poor. Alternatively, she can reduce theirutility when joining the program by threatening with a sticka work requirementlevied on those who claim low ability. A central feature in a dynamic modelis that, unless the W A can commit to future policy, separation requires typecontingent transfers in the second period. That is, the use of either carrot orstick, necessary to separate the poor from the nonpoor, must be concentrated inthe rst period. We have shown that this increases the eectiveness of workfareas a screening instrument. But there is one proviso to this conclusion: in somecases the concentrated use of the stick in the rst period goes over what the poorcan bear, and in order not to scare them away, the W A should spread its useout over time and at the same time present the nonpoor with a modest carrot.Though this will no longer result in full separation, it is the best the WA canachieve when the number of initially poor is small.Both the stick and the carrot are costly sorting instruments. In some cases, inparticular when the poor make up a large part of the population, sorting becomestoo costly. Then, the W A should just hand out a universal welfare grant in bothperiods.We have also added considerations of poverty deterrence to our model. Thereare two ways to provide the initially poor with incentives to escape poverty, againdeserving the metaphor of carrot and stick. The carrot is the promise of a transferto those who do not pose as poor; this makes it more attractive to become nonpoor in the second period. The alternative is to threat with a very high workrequirement on the poor as a stick, making it less attractive to stay poor. Wehave shown that the perfect Bayesian equilibrium in a two period model with bothscreening and deterrence entails work requirements with a positive probability in 34the second period. Furthermore we have shown that including the deterrenceproblem implies that workfare will be used less often as a screening device in the rst period. Deterrence considerations thus warrant a substitution of early forlater work requirements. This substitution happens in a double sense: a loweramount of work requirement imposed early, but also a lower threshold value forthe a priori belief on the number of real poor that triggers a welfare programme.Finally, we discussed the optimal design of programs for alleviating long termpoverty when it is possible to commit to future policy. Our most interesting nding here is that it can be optimal to commit to some work requirement in thesecond period though a lower level than the one that separates the poor fromthe nonpoor.Our model can be extended in several directions. One extension we feel worthwhile exploring in future research is to open up for the possibility that initiallynonpoor persons experience a fall in their income potential below the povertyline. Screening incentives then not only have to be balanced with those for exerting poverty reducing eort, but also with those for poverty avoiding eort.8 References Adams, Terry Greg Duncan 1988 The persistence of urban poverty andits demographic and behavioral correlates.Survey Research Center, Instituteof Social Research, University of Michigan.Besley, Tim 1996 Political economy of alleviating poverty: theory and institutions, in: Michael Bruno and Boris Pleskovic eds Annual World Bank Conference on Development Economics. Stephen Coate 1992 Workfare versus welfare: Incentive arguments forwork requirements in povertyalleviation programs, American Economic Review,82, pp 249261. 1995 The design of income maintenance programmes, Review of Economic Studies, 62, 187221.Bruce, Neil Michael Waldman 1991 Transfers in kind: why they can beecient and nonpaternalistic, American Economic Review, 78, pp 134551.Buchanen, James 1975 The Samaritans dilemma, in: Edmund Phelps ed,Altruism, morality and economic theory New York: Russel Sage Foundation.Coate, Stephen 1995 Altruism, the Samaritans dilemma, and governmenttransfer policy, American Economic Review, 85, pp 4657.35Dillen, Mats Michael Lundholm 1996 Dynamic income taxation, redistribution and the ratchet eect, Journal of Public Economics, 59, 173191.Freixas, Xavier, Roger Guesnerie Jean Tirole 1985 Planning underincomplete information and the ratchet eect, Review of Economic Studies, 52,173191.Gibson, J. 2001 Measuring chronic poverty without a panel, Journal of Development Economics, 2, 243266.Heady, B, P. Krause R. Habich 1994 Long and shortterm poverty is Germany a 23 society?, Social Indicators Research, 31, 125.Ho, Karla 1996 Comment on Political economy of alleviating poverty: theory and institutions in: Michael Bruno and Boris Pleskovic eds Annual World Bank Conference on Development Economics.Laont, JeanJacques Jean Tirole 1990 Adverse selection and renegotiation in procurement, Review of Economic Studies, 57, pp 597625. 1993 A theory of incentives and procurement in regulation Cambridge Mass.: The MIT Press.Lipton, M. M. Ravallion 1995 Poverty and policy, in: Behrman, J. T.N. Srinivasan eds, Handbook of Development Economics, vol 3B, pp 25512657. New York and Oxford: North Holland.Mott, Robert 1992 Incentive eects of the US welfare system: a review,Journal of Economic Literature, 30, pp 161.Rodgers, Joan John Rodgers 1993 Chronic poverty in the United States,Journal of Human Resources, 28, pp 2554.Sawhill, Isabel 1988 Poverty in the US: why is it so persistent?, Journal of Economic Literature, 26, pp 10731119.Schroyen, Fred Gaute Torsvik 1999 Work requirements and long termpoverty Discussion paper 999, Department of Economics, Norwegian School of Economics, Bergen.Weitzman, Martin 1980 The ratchet principle and performance incentives,Bell Journal of Economics, 11, pp 302308.36A Appendix Proof of lemma 1The transfer function bs Hc is implicitly de ned asvbs Hc; 0; a H vb Lc; c; a H:A.1As private earnings of H when mimicking can be freely chosen, equality of utilitylevels is equivalent to equality of full incomes:bs Hc a H b Lc 1 ca HStraightforward dierentiation then gives the results.A.2Proof of lemma 2In the dynamic case, the transfer function is de ned by the identityA.3where D def v b L0; 0; a H v 0; 0; a H. Using A.1, implicit dierentiationgivesvbd Hc 1; 0; a H vb Lc 1; c 1; a H Da H a L:Dierentiating a second time and rearranging producesvbbsvbbd Hc 1; 0; a HHc 1; 0; a Hdbd Hc 1dc 1 d 2bd Hcdc 2or simply Hc 1; 0; a H2Hc 1; 0; a H vbbsvbbd Hc 1; 0; a HHc 1; 0; a H2 vbbbdvbbdvbbbsvbbs Hc 1; 0; a HHc 1; 0; a H2 a H a L;vsbbb 2 vdvdbbb 2 vddbs Hc 1dc 1:d 2bd Hcdc 2 b 2vsvdbb 2 vd In signing the term vsbbvdb 2 , we may make use of the fact thatbbvdd log vbbmvbm2d log md log vbbmvbm d log m vbbmvbm m;A.4A.5A.6where m is full real income. Since K 0, rst period full income is higher whenbeing honest than when mimicking as L: The rst rhs term is the logarithmicchange in the coecient of absolute risk aversion, and the second rhs term is thecoecient of relative risk aversion.37Proof of lemma 5The proof is divided up in three parts.Part 1Among all ecient policies inducing a semiseparating equilibrium, workfare csis optimal i 1 s2.Proof. Consider a semiseparating equilibrium. The total expected costunder workfare and welfare are respectively given by:and 1sb Lcs 1 1sbs Hcs 1b Lcs1sb L0 1 1sbs H0 1b Lcs:As bs Hcs 0, workfare costs more less than welfare i 1s bs H0bs H0 b Lcs b L0Since the rhs is precisely s; the result follows.:A.7A.8A.9Part 2If 1 2 s2; s, then the total costs under semiseparation with welfareis higher than the total cost under full separation with a work requirementminfcd; cmaxg.Proof. A semiseparating equilibrium with welfare costs 1s b L0 1 1s bs H0 1b Lcs b L0 1b Lcs:A.10Separation with workfare costs 1b Lminfcd; cmaxg 1 1bd Hminfcd; cmaxg 1b L0:A.1138The latter is cheaper i1 1b L0 1b Lcs1b Lminfcd; cmaxg 1 1bd Hminfcd; cmaxg 0m 1 11 b Lminfcd; cmaxg b Lcsb L0 bd Hminfcd; cmaxgs b Lcs b L01 1sb L0A.12, and thus it is sucient Since 1 s, we have that 1 1to prove thatb Lcs b L0b L0b Lminfcd; cmaxg b Lcsb L0 bd Hminfcd; cmaxgA.13If cd minfcd; cmaxg; bd Hminfcd; cmaxg 0 and the condition reduces to 2b Lcs b L0 b LcdA.14which can easily be veri ed to be the case.22Let us then consider the case where cmax minfcd; cmaxg. Then the conditioncan be written asb L0 bdb L0Hcmaxz b Lcsb Lcs b L0A.15Clearly, when cco cs cmax, this is satis ed since the rhs then vanishes.This leaves us with the case where cs cco cmax.Hcs, we need to prove thatzb Lcs b Lcs b L0 ccocs 1 and b L0 bdccocs 1Hcmaxbdbd Hcs1 Becauseor 2 ccocs Hcmaxbdbd Hcs:Since bd Hcco bd Hcmax, it suces to show that 2 ccocs bd Hccobd Hcs:A.16A.17A.1822If cco cs cd, the rhs is zero.cs cco cd , the inequality reduces to b Lcs z b L 0239If cs cd cco, the inequality reduces to 2cs cd.Ifwhich is also the case since cs cco2.This we claim is to be the case because2 ccocs 1 vb0; 0; a Hvbb L0; 0; a Hccocs 1 bd Hccobd Hcs:A.19The rst inequality follows from the decreasing marginal utility of income. Thesecond from the fact that bd Hc is concave in c and the second order Taylorexpansion of bd Hc around cs yields for bd Hcco :bd Hcco bd Hcs vb0; 0; a Hvbb L0; 0; a Ha H a Lcco cs :A.20Since a H a L b L0cs bd H cscs.Part 3If 1 2 0; s2, the total costs under semiseparation with workfare cs is higherthan the total cost under full separation with a work requirement minfcd; cmaxg;unless cmax minfcd; cmaxg and 1 SS: then the opposite is the case.Proof.If 1 s2, we know that the cheapest semiseparation policy is a work requirement cs. The cheapest separation policy has a work requirement minfcd; cmaxg.The latter is cheaper if and only if 1s b Lcs 1 Hcs 1b Lcs 1s bs 1b Lminfcd; cmaxg 1 1bd Hminfcd; cmaxg 1b L0Using the fact that bs Hcs 0, we get 1 Hminfcd; cmaxg 1 1bds b Lcs b Lminfcd; cmaxg b L0bd Hminfcd; cmaxg:If cd cmax, bd Hminfcd; cmaxg vanishes and the inequality is trivially veri ed. On the other hand, if cd cmax, bd Hminfcd; cmaxg remains positive, viz.bd Hcmax 0. Since b Lcmax z, a necessary and sucient condition for separating with work requirement cmax to be the cheapest is that 1 Hcmax 1 1bdbd Hcmax s b Lcs z b L0:A.21The rhs of this inequality was in the text de ned as SS.40Proof of proposition 3Gd 1We need to prove that Gd d or alternatively thatde nitions for the critical values, this is equivalent to proving that 1d . Using theb Lminf C d; cmaxg b L0Bd H0 Bd Hminf C d; cmaxgb Lminfcd; cmaxg b L0bd H0 bd Hminfcd; cmaxg:A.22Suppose rst that Cd cmax. Then also cd cmax, and the above inequalityreduces tobd H0 Bd H0 bd Hcmax Bd Hcmax:A.23Since bd Hc is de ned asvbd Hc; 0; a H v 0; 0; a H vb Lc; c; a H vb L0; 0; a H;A.24and Bd Hc is de ned asvBd Hc; 0; a H v 0; 0; a H we also have thatvb Lc; c; a H q Svb L0; 0; a H 1 q S v0; 0; a H;Hc; 0; a H vBd H0; 0; a H v0; 0; a H.Hc; 0; a H 1 q S DvbdA.25where D def vbs Since A.25 holds for any c, dierentiation givesvbbd Hc; 0; a Hdbd Hcdc vbBd Hc; 0; a Hd Bd Hcdc;ord Bd HcdcvbbdvbBd Hc; 0; a HHc; 0; a HHc;0;a H 1, and dbd Hc;0;a Hdbd Hcdc:HcBd Hcdc 0. This then implies As Bd Hc bd Hc, vbbdvbBdA.23.The remainder of the proof concerns the case where Cd cmax.It is dividedinto four parts:41Part 1C d is de ned asv0; 0; a H v 0; 0; a H vb LCd; Cd; a H q Svb L0; 0; a H 1 q S v0; 0; a H:Since v0; 0; a H vb Lcs; cs; a H, this identity may also be written asvb LC d; Cd; a H vb Lcs; cs; a H q D jqq S:H0 must satisfy the identity Similarly, BdA.26vBd H0; c 1; a H v 0; 0; a H vb L0; 0; a H q Svb L0; 0; a H 1 q S v0; 0; a H;which can be rearranged asvBd H0; 0; a H vb L0; 0; a H q D jqq S vbs H0; 0; a H q D jqq S:A.27Part 2Suppose now that q where to change for some reason. How will Bdbe aected? From A.27 we get that H0 and CdvBd H0; 0; a H Bd H0d Bd H0 D dqvbBd SH 0; 0; a Hd Bd SH 0 D dq:m And likewise, from A.26:Therefore,vbs HCd; 0; a HCdd C d D dqvbbs HCd; 0; a Hdbs HC dd Cdmd C d D dq S:d Bd H0dqd Cddq vbbsvbBd HCd; 0; a HH0; 0; a Hdbs HCdd Cd:42A.28A.29A.30A.31A.32Part 3The de ning equation for Bd Hc 1 isvBd Hc 1; 0; a H v 0; 0; a H which can be rearranged asvb Lc 1; c 1; a H q Svb L0; 0; a H 1 q S v0; 0; a H;vBd Hc 1; 0; a H vbs Hc 1; 0; a H q D jqq S :Whence,d Bd Hc 1dc 1vbbsvbBd Hc 1; 0; a HHc 1; 0; a Hdbs Hc 1dc 1:A.33A.34Evaluating this derivative at c 1 C d, the rhs denominator becomes vb0; 0; a Hbecause Cd cmax.Therefore, A.32 may also be written asd Bd H0dqd Cddqvb0; 0; a HH0; 0; a Hcid:31vbBdd Bd Hc 1dc 1jc 1 Cd :A.35Because the ratio of marginal utilities multiplying the rhs square bracket termis larger than one, we haved Bd H0dq Sd Cddq S cid:31d Bd Hc 1dc 1jc 1 Cd A.36Part 4Recall that Bdabsolute slope of this function at C d is larger than B d H0Cdconnecting 0; Bd Hc 1 is a decreasing and strictly concave function in c 1. Thus the, the slope of the cord H0 and C d; 0. We may therefore write thatd Bd H0dqd C ddqBd H0Cd:A.37Becauseddq Bd H0C d 1Bdd Cdd Cddq H0dq H0Cd H0dqd C ddq Cdd Bd Cd d Bd Cd 0. But since q q S 1 in the case ofdq Cd ;H0A.38H0Bddq 3 Bdwe have just shown that dpoverty reducing eort, and q 1 in the case without poverty reducing eort,we also have shown that Bd H0.Cd bd H 0cd 43Proof of proposition 5Case 1: cs ccoa 0 c cs :11d EK2dc a Hf 14c; 1 sg Ab Lc bs Hcd 14 c; 1dz cz! A.39Since c; 1 0; 1; 14 will take a higher value than as for c 0. Thederivative will therefore become less negative as c is raised above 0.Let us investigate the derivative as c approaches cs from the left:11d EK2dc jc!cs a H 14cs; 1 s Aa Lcs d 14dzc; 1czjc!cs! A.40From the analysis of the separation equilibrium, we know that 14cs; 1 q S s. Thus, if we choose a work requirement cs with probability 1, L willnot put in more than the minimal eort level referred to as emin in the middlepanel of gure 6 and we get 14cs; 1 s.It then follows that the rstround bracket term in A.40 is also positive. Thus, as c approaches cs fromthe left, second period costs will increase. Since EK2 is continuous in c, thismeans that there exists a c 2 0; cs where EK2 reaches a local minimum:a L a H1 14c; 1 a Hcors 14c; 1 d 14dvbb Hc; 0; a Ha H a L cb cs c cco:d 14dc; 1cA.41A.4211Kc a L14 b Lc 0A.43d 14c; 1dzcz0 0A.44c cco c cmax:11Kc z We can therefore conclude that Kc reaches a local minimum at c 2 0; csand cmax and local maximum at 0 and cco:d 14c; 1dzcz44Case 2: cs ccoa c cco :11d EK 2dc a Hf 14c; 1 s b Lc bsd 14d a Hf 14c; 1 s Hca La H1 c; 1c a La H1 ccocs gccocsgA.45 a Hcd 14c; 1dzczSince c; 1 0; 1; 14 will take a higher value than for c 0, and the rstround bracket term increases. Thus, if the marginal cost of a work requirementwas already positive for c 0, it it becomes even more positive, and this isreinforced by the second term.On the other hand, if the marginal cost of a work requirement was negativefor c 0, the increase in c makes it less negative.b For all cco c cs:Let us investigate the derivative as c approaches cs from the left:A.4611Kc jc!cs a H14cs; 1 s Aa L a Hcs d 14dza La H c; 1z c1 jc!csccocs!For the same reasons as in case 1 we have 14cs; 1 s, and therefore thatsecond period costs increase as c approaches cs.Since EK2 is continuous in c, the results of a and b imply that therec jc0 exists a c 2 0; cs where EK 2 reaches a local minimum if and only if K0.c For all cs c cmax:11d EK2dc z 0A.47d 14c; 1czdz45We can therefore conclude case 2 by saying that we have local minima at 0c jc0 c jc0 0, and local minima at c 2 0; cs and cmax if Kand cmax if K0.Sucient conditions for Lpeople not to takethemoneyandrun Consider a rst period program b Lc 1; c 1 ;bdthe two types. An L person will not choosebd Hc 1; 0a intended to separate Hc 1; 0 ivbd Hc 1; 0; a L v0; 0; a L cid:31 vb Lc 1; c 1; a L v b L0; 0; a L :We will rst give sucient conditions for this to hold when c 1 0, and thenA.48show that if it holds for c 1 0, it will also hold for any c 1 2 0; cmax.Part 1Lemma 7 vbb; 0; aLb; 0; a suciently convex in b guarantees that a low ability person does not to take the money and run tmr when c 1 0. Sucientconditions for convexity of vb L are taken together: decreasing absolute risk aversion regarding consumption, normality of leisure, a labour supply function that isconvex in lump sum income.Proof.By the de nition of bd Hc 1, we have thatsince bs H0 b L0:We would like to show thatvbd H0; 0; a H v0; 0; a H 2v b L0; 0; a H ;vbd H0; 0; a L v0; 0; a L 2v b L0; 0; a L :RHSc 1; a vb Lc 1; c 1; a vb L0; 0; aHc 1; 0; a v0; 0; a:LHSc 1; a vbd De neand Then A.50 follows from A.49 when dRHS0;aLHS0;aSinceda 0.vb; 0; a ub a L; 1 L;46A.49A.50A.51A.52A.53vb L0 b L0 2b L0 b Hd0b Figure A. vbb,0,acid:215 Lb,0,a sufficiently convex in b.Figure 9:where L is the optimal labour supply satisfying the foc uxa u, we have thatvb; 0; aa vbb; 0; a Lb; 0; a vb Lb;0;a:A.54Therefore,dRHS0; a LHS0; ada fvb Lb L0;0;a vb Lbd fvb L0;0;a vb Lb L0;0;ag:H0;0;agA.55With decreasing marginal utility of income and normality of leisure, vb L isdecreasing in b, and both curly bracket terms are positive. Consider then the gure below.If vb L is suciently convex in b, the above expression is negative.The second derivative of vb L w.r.t. b is given by2vb Lb 2 uxxx L 2uxxLb ux2Lb 2A.56Decreasing absolute risk aversion implies that uxxx 0. The second term ispositive since leisure is assumed to be a normal good. Utility maximisation does 47not impose restrictions on the sign of 2Lb 2 .Douglas preferences, for example, labour supply is linear in lump sum income.It can go either way. With CobbThe above argument is valid for bd H0 slightly above 2b L0. But, as wehave argued in the text, decreasing marginal utility of income is the reason whybd H0 2b L0. The faster marginal utility in income is falling, the more willbd H0 exceed 2b L0. But while the extent to which bd H0 exceeds 2b L0 isdependent on the degree of absolute risk aversion, the convexity of vb L depends onthe sensitivity of absolute risk aversion to income and on the curvature propertiesof the labour supply function. The two aspects are therefore not at odds withone another.Part 2Lemma 8 If an Lperson does not have an incentive to tmr when c 1 0, hewill not have it either for any c 1 2 0; cmax.Proof.Suppose that the low ability person does not have an incentive to tmr whenthe work requirement is zero, i.e.for c 1 0.Since bdvbd Hc 1; 0; a L v0; 0; a L cid:31 vb Lc 1; c 1; a L v b L0; 0; a LA.57Hc 1 is decreasing in c 1, the utility when dissembling as H, will certainly decrease. On the other hand, for any c 1 2 0; cco, v b Lc 1; 0; a L v b L0; 0; a L, so that the intertemporal utility when behaving honest remainsthe same. We may thus conclude that for any c 1 2 0; cco, the low ability personwill not tmr if such incentive is absent for c 1 0.It then remains to check whether tmr may become lucrative for c 1 2 cco; cmax.Let us for that purpose analyse dRHSc 1 ;a L LHSc 1 ;a LIfthis expression is always negative, we can conclude that the incentives to tmronly become weaker.for c 1 2 cco; cmax:dc 1Substitution gives usdRHSc 1; a L LHSc 1; a Lvb Lc 1; c 1; a Ldc 1c 1 vbbduz; 1 c 1Hc 1; 0; a Ldbd Hc 1dc 1 vbbsvbbd Hc 1; 0; a HHc 1; 0; a Hwhere we have made use of lemma 2 and the fact that for the fact c 1 cco; bsz.Hc 1; 0; a L vbbdc 1a H;Hc 1 48Since H is unconstrained, the foc w.r.t his optimal earnings y allows us towrite vbbs Hc 1; 0; a Ha H as uz y; 1 c 1 ya H. We then getdRHSc 1; a L LHSc 1; a Lvbbdvbbd uz; 1 c 1 dc 1Hc 1; 0; a LHc 1; 0; a Huz y; 1 c 1 ya H uz; 1 c 1 uz y; 1 c 1 ya Hwhere the inequality follows from vbbd H c 1;0;a LH c 1 ;0;a H 1. Because consumption isvbbda normal good, the last expression is positive, and we can conclude that theincentive to tmr continues to deteriorate for values of c 1 cco.49q 1q S0eg s10 emin Figure 5. Reaction curves of L and WA cid:240 cid:240 .Figure 10:g 1g s Hb 1b HdcSd BHcSSb HscP1 q Sq SSb H1,c 11,c 1q Pb Hq probability for welfare in per. 2b 1g 1g sb HdcSBHdcSSd PcBHPb Hscc 1s 0 g s p SS 1 1 p eminc 1Figure 6. The reaction curves of WA cid:240 cid:240 and L and the different continuation equilibria.Figure 11:50pTK2b L00 Gd g d 1g 1Figure 7. Total cost with efficient separating programmes with and without _ the possibility of PRE.Figure 12:EK2g 1b L00 c cs cco cmaxc 2Figure 8. Expected second period cost as a function of the workrequirement to which the WA commits for cscco.Figure 13:51vb L0 b L0 2b L0 b Hd0b Figure A. vbb,0,acid:215 Lb,0,a sufficiently convex in b.Figure 14:52", "filename": "cesifo_wp659.pdf", "person": ["Fred Schroyen", "Schroyen, Fred", "Gaute Torsvik", "Torsvik, Gaute"], "date": ["2002"]}