{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103097/1/cesifo_wp5017.pdf"], "title": ["Effective Corporate Taxation, Tax Incidence and Tax Reforms: Evidence from OECD Countries"], "plaintext": " CESifo Working Paper No. 5017 Effective Corporate Taxation, Tax Incidence and Tax Reforms: Evidence from OECD Countries Abstract The present study provides estimates of the Effective Marginal Tax Rates EMTRs for a sample of 17 OECD countries and 11 manufacturing sectors in a single framework encompassing capital, labour and energy taxes. Our crosscountrycrosssector approach allows us comparing the incentives provided by the tax systems and gauging the effects of tax changes taking explicitly into account the possible substitution between factors as well as their tax incidence. Our results suggest that the OECD tax systems provide different incentives for manufacturing activity across countries and that tax systems are relatively neutral with respect to the sectoral composition of manufacturing activities. The impact of potential tax increases on firms activity is found to be most attenuated when shifted towards consumers andor employees rather than energy consumption andor capital investors. These results are robust to alternative hypotheses regarding the tax incidence parameters, elasticity of substitution between factors and markup on final prices. In addition, policy strategies favouring tax increases on energy consumption and lowering taxes on labour can substantially reduce the EMTRs and thus yield substantial efficiency gains for firms. These reforms should in some instances be ambitious enough to produce desired effects on firms EMTRs, however. JELCode: H200, H220, H240, H250. Keywords: taxation, tax incidence, effective taxation. Salvador Barrios European Commission Joint Research Centre, IPTS salvador.barriosec.europa.eu Gaetan Nicodeme European Commission ULB Bruxelles Belgium ganicodeulb.ac.be Antonio Jesus Sanchez Fuentes Universidad Complutense Madrid Madrid Spain antoniojesus.sanchezccee.ucm.es corresponding author This version: October 2014 We thank the participants to the 2014 CESifo Public Sector Economics conference for helpful comments. SanchezFuentes acknowledges the financial support of the European Commission Contract Number 1534642013A08ES, the Spanish Ministry of Economy and Competitiveness project ECO201237572 and the Regional Government of Andalusia project SEJ 1512. The views expressed in this study are those of the authors and shall not be attributed to the European Commission. Errors and omissions are those of the authors only. 1. Introduction Since the seminal works of Jorgenson 1963 and Hall and Jorgenson 1967, economists have been interested in the effect of corporate income taxation on the cost of capital. This approach is based on detailed information regarding the tax treatment of capital investment and considers new investment projects with a marginal return on the last unit invested just equal to the marginal cost of the project, the later including the effect of tax provisions. Such work has been extended to cover various types of corporate and noncorporate taxpayers, sources of financing and assets see e.g. Jorgenson and Yun, 1991 and Jorgenson, 1992. This has led in turn to the development of indicators such as the Effective Marginal Tax Rates EMTR in order to capture the tax burden on marginal investment projects by comparing the pretax and posttax cost of capital of such projects Auerbach, 1979; King and Fullerton, 1984.2 Effective corporate tax rates are now available from various sources on a periodic basis and are used as measure of the incentives of corporate tax systems on economic activity see e.g. ZEW, 2012. A large body of empirical studies has also looked at the effect of effective corporate tax rates on the economic behaviour of companies, including their location, investment choices and profitshifting strategies,3 while other papers have used these rates to address questions of tax competition between jurisdictions.4 Despite their usefulness to measure the economic incentives exerted by corporate tax provisions in a precise way, these approaches are nevertheless limited to the analysis of the effects of taxation on capital investment alone. In reality, firms use multiple production factors and thus face a much larger set of taxes ranging from taxes on their labour employed social security contributions, payroll taxes, etc., environmental taxes e.g. taxes on extraction, on energy use and on Greenhouse gases emissions, VAT to the extent that the firm cannot deduct the input VAT, property taxes, or mainly local or regional taxes on their turnover or their production.5 In this paper, we compute multifactor effective marginal tax rates for corporations using a multifactor approach applying the modelbased aggregation 2 This strand of the literature on effective taxation is also called forwardlooking as opposed to backwardlooking approaches that look at expost data on actual taxes paid. See Nicodeme 2001, 2007 for a review. In addition, the concept of Effective Average Tax Rates EATR was developed by Devereux and Griffith 1999 and summarises the distribution of tax rates for investment projects over a range of profitability. 3 See e.g. Huizinga et al. 2008, Barrios et al. 2012, Feld et al. 2013. 4 See e.g. Devereux et al. 2012 5 For instance, Desai, Foley and Hines 2004 find that the high degree of correlation between corporate income tax rates and other tax rates may have mixed their respective effects whereas the alternative taxes are much larger than corporate income taxes and their effects important, not least because they are often not subject to any international relief in bilateral tax treaties. 2 proposed by Mc Kenzie et al. 1997 to a sample of OECD countries and manufacturing sectors of activity.6 Such a measure considers the additional taxes that need to be paid when the use of any input factor, including capital, rises. This allows us conducting crosscountry and crosssector comparisons of the effect of a tax policy changes altering the relative cost of production factors. We derive a synthetic measure of effective marginal taxation on firms activities by using detailed information on the tax codes aggregated at sector level using weights based on sectorspecific intensity of factor use. To our knowledge, this is the first study of this type providing a synthetic measure of the effective marginal tax level on a crosscountrycrosssector basis for those three production inputs. Such an endeavor is made possible thanks to the availability of detailed estimates of the EMTR by factor of production. For labour, we use the OECD taxing wage model that allows us taking into account the progressivity of tax systems, including the influence of the social contributions paid by both employers and employees. For each wage level, we can simulate the net tax paid by both employers and employees and combine these figures with detailed data from the EUROSTAT Labour Force Surveys to calculate weighted averages for the EMTR on labour considering the differences in wages due to education levels, firm sizes, gender and sectors of activity. For capital, we use the estimates provided by the Centre for European Economic Research ZEW based on detailed corporate tax codes for three assets classes, namely Machinery, Buildings and Intangibles. We then construct weighted average measures of the EMTR on capital based on sectorspecific investment level in these assets. Finally, for energy, we construct weighted average estimates of the EMTR based on detailed energy effective tax for each fuel and energy type, drawing from the IEAOECD database. Here again, sector and countryspecific weighted average tax levels are calculated taking due account of the intensity of energy uses by sector. Our allin approach provides a relatively simple framework for analysing the impact of tax policy changes using sensitive analysis. More specifically, a recent focus of tax policy, notably in the European Union, is the recommendation made to the Member States to shift taxes away from personal and corporate income towards taxes that are less detrimental to growth, among which environmental taxes which, following Porter 1995 could bring both 6 We do not consider the case of unincorporated businesses. 3 environmental and economic efficiency gains.7 We can measure the impact of such shifts and their effects on the multifactor marginal effective tax rates faced by businesses. Our results show that the OECD tax systems provide very different incentives for manufacturing activity across countries and that tax systems are relatively neutral with respect to the sectoral composition within manufacturing activities. The level of total effective marginal taxation is also found to be more affected to the hypothesis made on market competitiveness markups than to the hypothesis made on the degree of substitution between production factors. The impact of potential tax increases on firms activity is also found to be most attenuated when shifted towards consumers andor employees rather than energy consumption andor capital investors. We perform tax policy changes simulations consisting in shifting taxation away from labour towards energy taxation and show how the tax incidence of production factors and the elasticity of substitution between production factors can prove significant to determine the efficiency gain represented by such tax shifting strategies. Our results suggest that taxshifting policies would not penalize specific sectors of activity in a significant way and could yield significant efficiency gain providing these reforms are ambitious enough. The remainder of the paper is organized as follows. Section 2 provides data sources and details on the calculation of the effective tax indicator. Section 3 describes the methodology used and modeling approach. Section 4 describes the main results and provides simulations of the impact of tax shifting on production cost. 2. Calculating the effective tax level by country and sector of activity The usual approach for calculating the marginal tax rate on production factors is to consider a marginal increase in the use of production factors. In practice, this requires having detailed information on the tax systems. Our paper follows in spirit the total effective marginal tax rate derived by Mc Kenzie et al. 1997 for the Canadian provinces and a number of production sectors. Our analysis thus takes advantage of studies and databases developed since their paper was first published. We also introduce a number of innovative aspects regarding the role played by tax incidence and factor substitution that can prove important 7 See the recommendations made in the context of the European Semester and contained in the Annual Growth Survey European Commission, 2013. This ranking of taxes is derived from several academic works, among which Johansson et al. 2008. 4 when interpreting the EMTR, especially when using them to gauge the impact of tax policy reforms. Let us consider labour taxation first. Existing studies analysing the effect of labour tax on the costs of production usually consider the marginal tax burden for an average worker. However, labour taxation is highly complex given the role played by individual characteristics to account for e.g. elements such as marital status, number of dependents, benefits entitlements, etc., which all determines the marginal tax burden when labour income increases by a given amount. Our measure of the total EMTR includes labour marginal taxation paid directly by firms payroll taxes, mostly in the form of social security contributions and by workers wage taxes, including labour income taxes, social security contributions and social benefits for different levels of labour income. This information is obtained from the OECD Tax Analyser model. Our measure of capital taxation is also truly marginal to the extent that this paper, like Mc Kenzie et al. 1997, adopts the King and Fullerton 1984 methodology and accounts for the existence of assetspecific tax treatment such as their mode of financing and assetspecific amortization rules. Finally, we extend our measurement of the total effective marginal tax to energy inputs. In this case, however, we only avail of average measures of the effective tax burden. We therefore assume a onetoone relationship between input use and its extra marginal tax cost like Mc Kenzie et al. 1997. One must note that the measure of the EMTR for the three inputs is made comparable considering in each case the impact of a oneeuro increase in the use of a specific input. In the case of capital, we consider a hypothetical oneeuro incremental investment undertaken by a given firm considering a posttax real rate of return required by its shareholders and using the tax code to compute the implied required real pretax rate of return. For labour, we consider the marginal increment of earnings that is taken away by the tax system following an increase in labour income by one euro, accounting also with potential interactions with the benefit systems, i.e. foregone benefits or loss of benefits entitlement due to wage increments. For energy and CO2 emissions, the effective taxation is calculated based on a oneeuro equivalent input increase following the inputoutput basis mentioned earlier.8 The influence of each production factor on the total effective marginal taxation is captured by the factorspecific weights, which are taken from the OECD STAN database. For 8 Note that, in all three cases, we therefore assume that the firm can vary their use without considering the possible existence of discontinuity and extensive margin in factor supply. This means in particular that we assume that the absence or shortage of specific production factors e.g. skilled labour or specific capital assets is fully reflected in the factors pricing and directly influences the tax incidence parameters i and . 5 capital, these weights are specific to each types of investment, i.e. building, machinery and stock. For labour, the weights depend on the wage distribution within each sectorcountry, taking into account the categories of workers differentiated by level of education, gender and size of the employing firm. Since each sector makes different use of different type of labour, in particular in terms of its skill content, we thus further differentiate sectors depending on their specific employment characteristics. For energyCO2, the weights depend on the quantity of fossil fuels and the levy applied to different energy sources, which ultimately reflect crosssector technological differences. In the remainder of this section, we provide more details on the calculation of each sectorspecific effective marginal tax rate. 2.1. Capital For the capital component, the EMTR is derived directly from the King and Fullerton 1984 methodology and is be expressed as 9: 1 Where p is the real pretax rate of return that is necessary to generate a zero posttax economic rent that is the cost of capital is the initial investment and s is the real posttax rate of return to the shareholder. The EMTR therefore incorporates a wide range of elements going beyond the statutory corporate taxes, such as elements of the tax base, the mode of financing of the investment debt, retained earnings or new equity, amortization rules or the level of inflation. In presence of taxes, the return to investment is altered and optimality requires the equality of return of different investment types at the margin. The main source to calculate the EMTR on capital is the ZEW database on corporate taxation including detailed countrylevel on information on tax allowances for capital taxation ZEW, 2013. The ZEW dataset provides estimates of the effective marginal tax rate EMTR for all EU countries, Japan and the US California split by types of assets and sources of financing for the all years between 1998 and 2012. The three assets categories considered are industrial buildings, intangibles and machinery.10 In order to calculate an average EMTR by countryindustry pair, we need the 9 See e.g. http:ec.europa.eutaxation_customsresourcesdocumentsannexes_en.pdf 10 The ZEW database also provides estimates of the EMTR financial assets and inventories. These other investment categories are not considered here due to insufficient comparable data. Also ZEW provides EMTR by modes of financing i.e. debt, equity, retained earnings which are not considered here for sake of brevity. 6 share of each type of asset purchased by each industry. For this purpose, we use the EUROSTAT structural Business Statistics for the period 20082011.11 Data on investment in intangibles are taken from the Eurostat Structural Business Statistics for 2009 covering all EU countries by NACE 2digit sectors. The information contains gross investment in concessions, patents, licences and trademarks and similar rights, investment in purchased software, investment in software produced by the enterprise and payments to subcontractors.12 Table 1 provides the assetweighted average values of the EMTR for capital, where the share of each asset in total investment determines the weights.13 The country with the highest EMTR on capital is by far Japan, with an average EMTR at around 40% for all sectors. Interestingly, the US is the country with the second highest EMTR on capital with an average rate of 36.1%. In both countries, the crosssector variation in EMTR on capital is well below the values observed for other countries as indicated by the standard deviation of the EMTRs. The countries with the lowest EMTRs are Belgium 1.5%, the Czech Republic 7.4% and Ireland 8.5%. The first two display however a wide variation in their EMTR on capital across sectors of activity due to differences in the types of assets used. For instance, the sectors of Chemical and Petrochemical, Machinery and textile and leather industries display a negative Effective Marginal Tax Rate on capital in Belgium. 2.2. Labour For labour taxation, we also adopt a marginal approach that calculates the additional taxes and social security contributions paid by an average worker when earning an extra euro. A recurrent debate is whether these taxes whose legal incidence is on the employee or the employer have their economic incidence actually shared between both sides via notably an adjustment in wages. In contrast to previous research which has so far focused on payroll taxes paid by employers and has hence made simplifying assumptions about the actual 11 The share of investment in Machinery displays the highest average values 62.9% followed by investment in intangibles 20% and investment in buildings 17%. Investment in machinery is particularly high in Mining and Quarrying 71.3% on average, Paper, pulp print 71% and Nonmetallic minerals 68.2% and the Transport equipment industries 66.1%. Investment in intangibles is particularly high in Machinery 32.2%, Chemicals and Petrochemicals 28.6%, Transport Equipment 22.8% and Textile Leather 22.3%. Building investment on the other hand are relatively more important for Wood wood products 21.9%, Nonferrous metals 19.9%, Mining quarrying 19.4% and Other manufacturing industries 19.3%. Despite these average figures, the data shows a great heterogeneity in countrysector shares. Note that the recession experimented by a number of EU countries might introduce some abnormal variations in the share spent in each asset type. 12 For Japan and the US we did not avail of comparable data such that the average of a selected sample of EU countries deemed to be close technologically from these two countries. These countries are Belgium, Germany, France, the Netherlands, Italy and the UK. 13 We can provide upon request the weights used for total capital investment as percentage of total production cost. 7 incidence see for instance Mc Kenzie et al. 1998 and Vermaeten et al. 1994 this paper provides measures of labour EMTR based on a net approach i.e. additional taxes net out of additional social benefits and tax rebates including both taxes paid by employers payroll taxes and employees wage taxes and netting out the wage increase from social benefit variations, the latter being especially relevant for economies with generous benefit systems such as most OECD countries. We are thus also able to consider the total tax wedge on labour and the possibility for employers to partly absorb part of the tax increases that is legally paid by employees, e.g. though higher wages. We assume that the overall tax incidence on labour is the combination of the tax incidence affecting payroll taxes given by erl and the tax incidence affecting the wage taxes paid by workersl . ee Assuming perfect competition in labour markets, the gross wage i.e. including the effect of taxes is given by: gw fp MPl 2 Where wg is the gross wage, pf is the final price and MPl is the Marginal productivity of labor. We also consider that the gross wage is determined ad valorem such that: 3 ee and tl Where w is the net wage and tler are respectively the labour taxes paid by the employee and the employer in percentage of the gross wage. We can then use equations 6 and 7 to calculate the difference between the gross and the net wage in proportion of the net wage, i.e. the tax wedge, as a function of the tax incidence parameters and the tax rates such that: gwwwteel eelterlerl 4 By considering the possibility that the labour tax is partly shifted from workers to employers, we assume that labour supply might be imperfectly elastic. Since employees labour tax might be shifted onto firms we need to consider the progressivity of the tax systems and netting out taxes including personal income taxes, social contributions and other payroll taxes of benefits, which are directly or indirectly linked to the levels of labour income. This is done by considering the full details of the tax and benefit codes, including social contribution and compulsory health insurance, pensions and unemployment insurance. For this purpose, we use the OECD Taxing Wages model that provides labour EMTR for each 8 level of earnings expressed in percentage of the country average earning, i.e. the additional tax paid for an additional euro increase in labour earnings. The OECD Taxing Wages model defines the EMTR as the proportion of earnings that is taxed away by the combined operation of taxes, social security contributions SSCs, and any withdrawal of earnings related social benefits.14 Given that the EMTR is a marginal measure, it is convenient to use hourly wages in order to determine the level of EMTR corresponding to each sector of activity reflecting both the sectorspecific average wage and labour composition. The weights used to calculate the EMTR by sector therefore reflect the hourly wages values by sector and country as provided by the US Bureau of Labour Statistics for a number of OECD and emerging economies according to the ISIC classification.15 Beyond sector and countrydifferences in wages, the existing empirical literature has provided ample evidence on wages differences being determined by labours and firms characteristics such as the proportion of skilled workers, gender, etc. see e.g. Willis, 1985 for a review. In order to consider these differences, we use a recent study by the OECD estimating Mincerian wage equation for a large sample of OECD countries where these characteristics are covered see Strauss and de la Maisonneuve, 2009. In particular, we use countryspecific estimates of the determinants of wage levels for four variables: gender, education attainment, plantsize and the interaction between higher education and gender.16 In order to account for these individual and firmspecific determinants of wages differentials we recalculated the average of sectorspecific wages using as weights the proportions of women employed, including women with higher education degree, the proportion of employment in large firms 17 and the proportion of employees with higher education degree using detailed 14 See OECD 2011. We have obtained estimates of the EMTR for levels of wages ranging from 30% to 200% of the average wage, using incremental increases of 5pp successively. We have then allocated the corresponding EMTR to each hourly average wage of each sectorcountry pair, using manufacturing sectors wage statistics from the U.S. Bureau of Labour Statistics. The EMTR on labour paid directly by employers are also obtained using the OECD Taxing wage model for various levels of effective average taxation 67%, 100% and 167% of average wage. We use a weighted average of the employers tax rates on labour corresponding to the different relative wage levels by countryindustry. 15 The database is available at: http:www.bls.govdatainternational. Missing values were filled in using linear interpolation based on countries general economy hourly labour cost index. We can provide upon request a description of the average hourly labour cost by sector and country for the period considered here. The standard deviations are broadly comparable across sectors but vary widely across countries, ranging from 10% in Denmark to 28% in Hungary. 16 The coefficients estimated by Strauss and de la Maisonneuve 2009 are reported in Table A2. Interestingly, these estimate account for the interaction between educational levels and gender and show that in many countries women with a higher education degree still earn less than the average. 17 Large firms were defined as those with more than 50 employees. 9 data of the Eurostat Labour Force Survey ELFS.18 To do so, we use countrylevel data from the Barro and Lee database on education attainment Barro and Lee, 2010, the OECD STAN database for the firm size and the OECD Labour Force Survey for the share of women in total employment. These proportions were calculated for the different sectors. The EMTR on labour paid by employers and employees is thus calculated depending on the level of sectorspecific hourly wage vs. the average, taking into account individual and firmlevel characteristics and sectorspecific employment composition. For each country, we calculate the EMTR on labour as a weighted average of the EMTR corresponding to each category of worker, taking as benchmark the average hourly wages values at sector level as indicated below: tlhah.thl 5 with h indexing individuals according to their characteristics and the weight ah correspond to the proportion of individuals with characteristics h i.e. women, highly educated, women with higher education, workers of large firms and the rest of individuals, i.e., male with no higher education degree working in small firms. The EMTR calculated using the OECD Taxing Wages simulated taxes is then allocated to each of these groups depending on the level of relative sectoral wage specific to each category h, which are in turn determined by adjusting the wages levels by considering the Mincerian estimations provided by Strauss and de la Maisonneuve 2009. Tables 2 and 3 show this effective marginal tax rate for employers and employees respectively.19 2.3. Energy The approach for energyCO2 taxes is slightly different from the one considered for capital and labour. Here, we assume a direct relationship between the level of input used and the level of output. In this case, the average and the marginal tax rate are equal since the return on factor used follows linearly the level of input used. In order to build our measure of EMTR on energy, we use the Energy Prices Taxes Quarterly Dataset published by the 18 Because the ELFS does not cover Japan or the US, we use average values based on EU countries with the closest characteristics by taking average values belonging to the same quartile as Japan and the US respectively. 19 Note in Table 2 the interesting case of Denmark that has no social security contributions on employers. 10 International Energy Agency IEA, 2012a. This database contains the final prices as well as the net prices taxes excluded for 14 primary energy inputs.20 As a general rule, these enduse prices: i include transport costs to the consumer; ii are prices actually paid i.e. net of rebates; iii include taxes which have to be paid by the consumer as part of the transaction and which are not refundable. This excludes value added tax VAT paid in many European countries by industry including electric power stations and commercial endusers for all goods and services including energy.21 Similarly, net prices only includes i and ii, leaving out the whole variety of excise duties applied to each energy product excise taxes and special taxes as well which are grouped to form our energy taxes variable.22 This database provides also information by sectors industry, households and electricity and further disaggregation for the manufacturing industry. By combining these indicators, we are able to obtain the total tax applied to each energy source. Importantly, the IEA database provides tax rates using homogeneous reference units across energy inputs the Tonnes of Oil Equivalent toe over a relatively long time period as from 1978 for a representative panel of EU countries and the Rest of the World including Japan and the US. We consider a very large range of energy sources in each country to build a measure of the EMTR on energy along two dimensions: in terms of energy content and of carbon emissions.23 IEA 2012b contains a very detailed energy balance for a wide number of energy sources in which 93 categories are distinguished. We focus on final consumption of energy by the manufacturing sectors i.e. from codes 51 to 93 of the IEA classification. For data on CO2 emissions, we use the Carbon Emissions Factors of each energy source to transform energy use expressed in terms of energy content into corresponding CO2 emissions available upon request. We follow the approach by the OECD 2013 that computes weighted average excise duties applied to each energy source although we consider a more detailed classification of energy use relying on the extended energy balance published by the IEA, 2012a. Final i.e. tax inclusive and net prices are used to determine the tax rates 20 These inputs are High sulphur fuel oil, Low sulphur fuel oil, Light fuel oil, Automotive diesel, Premium leaded gasoline, Regular leaded gasoline, Premium unleaded 95 RON, Premium unleaded 98 RON, Regular unleaded gasoline, Liquefied petroleum gas, Natural gas, Steam coal, Coking coal and Electricity. 21 In these cases, input VAT is generally refunded to the VAT registered customer. Therefore, it is not included in the prices and taxes columns in the tables. This also applies to automotive diesel for the EU countries. 22 A detailed description of taxes applied to energy products in each country goes beyond the objectives of this paper. In this regard, IEA 2012b contains country specific notes for the interested readers. 23 See Table A3 for a full description of energy sources included. 11 applying to each primary energy input. We then transform the total taxes applied to each primary input into the total tax applied to each energy source. One should note that in some cases, energy sources can be affected by more than one primary energy inputs. From the IEA 2012b data, we consider EndUse Energy Prices for 14 primary energy products and related enduser taxes by calculating the difference between the final price and the net of tax price and aggregating these for each energy source included in Table A4 based on the reported consumption by sector.24 In general, the matching of energy sources is straightforward, with only a few exceptions that could be assigned manually.25 In these cases, the average price of related products is considered instead.26 The EMTR on energy products can be calculated for each country and sector as indicated below: tes E ts Eses s 6 where s indexes the energy sources and Es is expressed in physical units i.e. tons of CO2 or TJ. 27 Tables 4 shows sector and country average values of the energy effective average tax rate for the period 20012010. The sectors Wood and wood products 12.9%, Non metallic minerals 12.5%, Nonspecified industries 12.4%, Food and Tobacco 12.3% and Textile and leather 12.6% have the highest EMTRs. Denmark shows the highest EMTR at 28.4%, followed by Italy 20.9% and the UK 17.5%, while Czech Republic, Hungary and the U.S. are the lowest under 3%. 24 The energy products considered are: A High sulphur fuel oil B Low sulphur fuel oil C Light fuel oil D Automotive diesel E Premium leaded gasoline F Regular leaded gasoline G Premium unleaded 95 RON H Premium unleaded 98 RON I Regular unleaded gasoline J Liquefied petroleum gas K Natural gas L Steam coal M Coking coal N, and Electricity. 25 For instance, Motor gasoline could be matched using different prices leaded vs. unleaded gasoline 26 See table A4 for a detailed description of the matching process. 27 Note that the coverage of our measure of EMTR on energy is limited for three reasons. First, we assume that endusers prices apply equally to all energy purchasers within a given sector of activity, while in reality companies are able to negotiate specific conditions for different energy inputs. This likely biases the EMTR upward. More detailed information is however not available. Second, we do not have information for ownenergy production that might be taxed differently from enduser energy purchase. Finally, we do not consider the case of ETS permits for European countries. In practice this should have only a limited impact on our measure of the EMTR as this system only covers CO2 emissions from power generators and energyintensive industrial sectors i.e., namely, Iron Steel, Chemicals, Nonferrous metals, Nonmetallic minerals, Mining Quarrying, Paper, pulp print. The tax implications of the ETS are far from clear, however. Most EU countries treat ETS allowances as commodity and thus as intermediate consumption with immediate or timeofuse deduction. Other participating countries treat ETS as intangible asset and allow firms to depreciate them over their expected lifetime. For the period covered in the study, the ETS worked mainly as grandfathered allowances system, whose effects are smaller from a tax perspective to an intermediate product since such allocation is made on yearly basis without allowing time depreciation as for a classical physical investment, see in particular Copenhagen Economics 2010. In addition, the economic crisis depressed emissions substantially and thus the demand for allowances, leading to a large and growing surplus of unused allowances and credits. 12 3. Modelling approach and methodology 3.2 Modelling the EMTR In order to aggregate the three EMTR calculated on labour, capital and energy we follow Mc Kenzie et al. 1997 and extend their approach to consider monopolistic pricing in the final product market whereby each supplier can impose a markup, represented by the term , on its own final price that reflects its market power. Following standard price setting, Mc Kenzie et al. 1997 show that a dual optimisation problems yields the total marginal cost of production T which can be expressed as a function of each factors marginal cost and of the final product markup such that: T Vq MC;0q MC1V; 1 7 Where MC is the marginal cost function, q is the level of output, V the vector of input prices evaluated at net V0 and gross value V , the later including the effect of the various taxes on the input prices. Such an approach thus requires the specification of a production function and of its related hypotheses regarding the degree of substitution between production factors as well as the characterization of the supply and conditions in the inputs markets i.e. supply and demand elasticity that determine the extent to which the effect of a tax change are passed through changes in user costs. In this paper we, as Mc Kenzie et al. 1997, consider a standard CES production function, the nominal value of the final production is: Hqi 1 af 0 i xii 8 where xi is the quantity of input i employed, a, f and are production function parameters with the elasticity of substitution between inputs being equal to 1 1 and qpf.qr where pf is the final price of the output being produced and qr is the real value of output. The value of pf is defined in a standard way in monopolistic market such that the price is the marginal cost augmented by the markup: ;Vq MC.1 13 p f With the CES production function, the gross of tax marginal cost function arising from the production function is: Vq MC; H1 abii Vfii1b 9 with Si Si Dii, vi being the unit price of input i , b1 and , where Si and Di are the elasticity of supply and demand characterising the market for input i. In other words, the gross value of the unit price is the net value plus the incidence of the taxation of the input that falls on the producer. Using 7 and 9 one can calculate the EMTR specific to the CES production 8 such that: T1i 1Ai 1btii 1b 1 10 Where the factor share of input i is given by Aibiaib 0fviib0fviib with 1i Ai ai The elasticity of substitution plays a significant role when considering possible tax shifting policies. The elasticity of substitution determine the possibility to alter the quantity used of each input factor and is implicitly defined as a point elasticity, i.e., starting from a given i.e. observed combination of production factors. In such context, the recent literature on the estimate and use of CES functions for comparative static analysis suggests the normalisation of the production, typically around average values, see in particular Klump et al. 2012 and LeonLedesma et al. 2010. In the dual setting adopted here, the quantity of factors used are apparent in the Ai term such that, in order to identify the relationship between the production factors used, we normalise the value of Ai by considering its average value over the period 20012010 for each sector of production. In doing so, we thus assume that the period considered here describes a relatively stable relationship between production inputs, the level of production and production costs. A sensitivity analysis can thus be conducted given that these relations are assumed to be stable. We can thus assume that the tax changes alter the total EMTR on production through factor prices only, i.e. considering that the 14 combination of inputs reflects a normal state of affairs.28 We next carry out a static analysis of changes in the taxation of inputs with constant factor shares moving along the total cost function as a result of the taxinduced change in factor prices. The change in factor prices will thus change the marginal cost and thus the EMTR of the firm without altering its total production and cost level. We conduct sensitivity analysis considering alternative hypotheses along three dimensions: i regarding the extent to which firms can pass the impact of marginal tax increment onto their production factors, represented by i, ii onto their customer, through , or iii through the substitution between production factors represented by . Regarding the analysis of i and ii the term i reflects the tax incidence and can be considered to vary from zero i.e. the firm cannot passthrough the taxes paid on its inputs to its costumers to one the taxes paid on inputs to the firm are fully passedthrough onto the customers following the Mc Kenzie et al. 1997 approach. The value of these tax incidence parameters i and elasticity of substitution is ultimately an empirical issue, however. We thus draw on the existing empirical literature in order to carry out a sensitivity analysis. 3.2 Review of the literature on the parameters The interactions between labour demand and labour supply will determine the relative influence of tax changes on employers vs. employees. For energy inputs, users and suppliers face specific and often different taxes and the shift of the tax burden on either side of the energy markets depends on energy market conditions, i.e., on the elasticity of supply and demand which themselves depend on the market structure, energy source scarcity, short and medium term technical constraints, etc. For capital, a change in taxation will also alter the relative profitability of different investment projects that can eventually lead to changes in business investment types. Hence in all three cases, the relative strength of supply and demand elasticities for inputs will determine the share of taxation of inputs that will be borne by the firm. Second, taxation will affect the mix of inputs used by the firms and an increase tax burden on one input may incentivise firms its substitution with other factors. Similarly, the firm may intentionally or not shift the tax burden onto other economic agents. For example, higher corporate taxes may result in lower wages. Finally, firms may, depending on their market power, be able to shift a higher tax burden onto their customers in the form of higher 28 In other words, we assume that the firm maximises exante its production taking as constant the elasticity of substitution between inputs as well as the input shares. 15 markups. The literature on tax incidence has dealt with these different shifts, see in particular Fullerton and Metcalf 2002. First, starting with production factors, for all three inputs to production, demand and supply conditions will determine the incidence of taxes on the user cost of a given factor i for the firm. They are given by the expression of the direct tax incidence on production factors i. The direct tax incidence on production factors is given by the following ratio, combining supply and demand elasticity: iDi Si Si 11 Feldstein, 1974. The value of One should expect that the share of the tax burden borne by the suppliers of the taxed factor decreases as their supply elasticity increases relative to the elasticity of demand see i should therefore increase if the effects of a tax increase are i decreases if the primarily passed onto firms via production cost. Alternatively the value of marginal tax burden is passed onto the suppliers of factors through lower returns, i.e. lower wages w for workers, lower pretax of return r offered to capital owners and lower energy price Ps. The relevance of using different values of i is especially warranted in the case of labour, since we explicitly distinguish between two types of EMTR depending on which side of the factor demand is being considered. The existing literature on labour tax incidence provides a wide array of results and tends to point to countryspecific patterns. For instance Hamermesh 1979 finds that only a third of payroll taxes in the US are actually passed onto workers via lower wages. Gruber 1997 reports that employees face the burden of Chilean payroll tax because of full shifting of the burden from employers into workers earning. Anderson and Meyer 1997, 1998 also find full shifting of the burden of higher payroll tax from employers to workers in the form of lower earnings. In contrast, Bingley and Lanot 2002 find strong evidence in Denmark for partial shifting of the burden of income tax from workers to employers as higher marginal wage tax rates are associated with increases in gross wages and earnings. They show that ignoring the potential labour supply response to a tax change, following the methodology of Gruber 1997 or Anderson and Meyer 1998, as well as ignoring the endogeneity of the marginal tax rate, may lead to the erroneous conclusion that the tax is fully shifted onto labour earnings. With respect to the marginal rate of income 16 tax, their estimated elasticity of gross earnings is 0.36 while the elasticity of gross wages is 0.44 both showing a partial burden shifting. Ooghe et al. 2007, investigating six European countries Belgium, Denmark, France, Germany, Italy and Luxembourg, find that over half of social security contributions on employers are passed onto workers. Recent evidence suggests however that the degree of tax incidence from firms to workers depends on the skill levels, which directly affect wage bargaining power. In particular Bauer et al. 2012 find in the German case that lowskilled workers are affected most from business tax shifting, indicating that businesstax incidence involves distributional effects among different categories of workers. Fuest et al. 2012 also provide micro evidence suggesting that lowskilled labour bear a relatively higher burden of the corporate tax bill as well. The case of capital is more straightforward. Under the traditional open economy assumption capital supply is assumed to be perfectly elastic and the entire burden of capital k 1, see Mc Kenzie et al., 1997. For large countries taxes falls onto capital demand, such that such an assumption is unlikely to be validated, however. We will consider alternative assumptions for large countries included in our sample. Considering energy inputs, existing evidence suggests that the buyers of energy products are likely to bear the biggest share of the marginal tax burden. Most recent papers have focused in particular on the tax incidence concerning fuel prices, see in particular Marion and Muelhlegger 2011 and Jametti et al 2013 suggesting that taxes on energy products tend to be fully shifted onto final prices. The assumption made for energy taxes is therefore similar to the case of capital, i.e. we assume that firms are energy price takers such that e 1. Second, the interaction between the tax burdens of the different production factors needs also to be considered in the analysis in order to capture the real incidence of tax rates on the total production cost. For instance, an increase in corporate taxation is generally considered to affect growth prospects negatively through lower investment and thus reduce earning of other production factors, such as labour, in the longrun, see for instance Feldstein 1974 and the recent empirical evidence provided by Dwenger et al. 2011, Arulampalam et al. 2012 and Fuest et al. 2013. In this study, the elasticity of substitution is by default set to one full substitutability, although we provide sensitivity analysis. 17 Finally, another key aspect in our analytical framework concerns the incidence on final consumers 29 via the markup margin included in equation 4. Accordingly, a greater markup will also act as a shift factor of the tax incidence away from the firm total production cost onto final consumers. The evidence available on final product tax incidence concerns very specific products such as cigarettes, TV sets, etc., see in particular Harris 1987 and Karp and Perloff 1989 such that little guidance can be gained from this literature in order to estimate the parameter. A better approximation of the potential tax incidence that also fit our analytical framework is therefore to consider the potential existing evidence on the markup. The most comprehensive study in this respect is the paper by Oliveira Martins et al, 1996 covering the manufacturing sectors for a number of OECD countries. These authors provide ample evidence for a positive markup in most OECD countries and manufacturing sectors suggesting that companies usually fix a positive markup on their marginal cost of production such that 0. We use their estimates in order to gauge whether the markup rates have an impact on the total EMTR. 4. Effective taxation on total production cost Using a CES production function, we consider the overall marginal tax burden imposed on firms by combining the EMTR calculated on the three production factors as indicated in equation 8. In order to calculate the weight of each production factor represented by the term Ai in equation 8, we use the OECD STAN database that provides the total salary paid by country and sector of activity and the total level of capital investment and the IEA database on energy purchased by sector and energy source as described in Section 3. The factorspecific weights are averaged over the period 20012010 as discussed earlier. Tables A5 to A7 provide the share of capital, labour and energy in total factor spending respectively.30 29 We do not distinguish explicitly between final household and intermediate firms consumption assuming that in each case the same conditions holds in the product markets. This is a simplifying assumption since one might consider that different types of contracts and pricing depending on whether the final user is an individual or another company govern market conditions. This is for instance particularly relevant in the case of the energy input. In order to make such distinction one would need more precise information on the supply and demand condition in final vs. intermediary product markets, which is to the best of our knowledge not available on a comparable basis across countries and sectors. 30 The weights are the highest for the labour factor representing across country and sectors 68.1% of the total production costs on average, while capital and energy represent 18.8% and 13.1% respectively. The sectors with the highest energy share are Nonferrous metals 23.9%, Iron Steel 25.5% and Paper, pulp print 17.3%, those with the highest labour share are Textile leather 80.2%, Machinery 78.4% and Transport equipment 73.6%. Finally, those with the highest capital share are Chemicals and petrochemical products 24.0%, 18 For the remainder of our analysis, we combine all factors of production in order to determine the effective marginal tax rate on total production cost according to the expression in 4 assuming a CES production function. From the perspective of the firm, the relevant part of taxes is the one that increases the production costs at the margin. The question we explore next concerns the extent to which the taxes on the three production factors considered do increase the total production cost of a given firm. This in turns leads us to make a number of alternative assumptions drawing on the existing literature on tax incidence discussed above, i.e. the extent to which the demand andor the supply of each production factor will share the burden of an extra marginal taxation. The previous review of the literature suggests that there is wide variety of possible assumption regarding the tax incidence parameters. The various cases considered for our i shows how taxes on input i sensitivity analysis are summarised in Table 5. Recall that incidence are shaped in our set of scenarios, trying to configure alternatives assumptions on the input i curves supply and demand. Our baseline scenario assumes that firms bear the full burden of payroll taxes i.e. social security paid by employers and a third of the labour taxes falling legally onto employees. Next, we also consider the small open economy case and assume in the benchmark that firms bear the full amount of taxes in input capital. We assume equally that firm bear the full amount of the energy taxation and that final product markets are perfectly competitive such that 0, i.e. the final price markup is zero. Five alternative scenarios are then considered. In the first scenario, we consider the literature reviewed above and assume that firms only bear half of the tax incidence on their own payroll taxes. In the second scenario, we consider instead that workers, including skilled workers, bear the full amount of the effective marginal tax rate. In a third scenario, we assume that firm can pass half of their capital taxes back onto investors through lower pretax returns on capital. In a fourth scenario, we assume that half of the marginal effect of energy taxes can be passed onto energy suppliers. Finally, in a fifth scenario, we consider the case where final product markets are imperfectly competitive and replace the value of the markup coefficient by those values estimated in Oliveira Martins et al. 1996 by country and sector. In addition, we use similar estimates provided by Badinger 2014, Halpern and Korosi 2001 and Estrada and LopezSalido 2005 for countries not covered in the Oliveira Martins et al. 1996. Transport equipment 22.7% and Food tobacco 22.5%. With a coefficient of variation at 11.3%, the labour input share is by far the most homogenously distributed across countries and manufacturing sectors compared to 57.2% for energy and 19.6% for capital. 19 4.1 Effective marginal tax rate on total production cost: countrylevel results From our baseline scenario, figure 1 compares the statutory corporate tax rates category 1 on the horizontal axis with the value of the EMTs obtained category 2 when one considers capital taxation only i.e. as in most of the existing corporate taxation literature, category 3 when labour taxes are added and category 4 when the tax on energy is added to capital and labour taxes. In each case the factorspecific weights are corrected in order to arrive at a sum of input shares equal to 100%. Such crosscountry comparison is made taking the average values of these indicators across years and sectors of activity. The first interesting feature is the larger dispersion on capital tax rates values when one considers effective marginal vs. statutory tax rates. Some countries such as Belgium, the Czech Republic, Portugal or Sweden experience significant changes in their tax burden when one compares the statutory corporate tax rate with the effective marginal tax rate on capital. Capital corporate income taxes are not the only taxes impinging on businesses activity and labour represents a large chunk of business costs. Using the CES formulation as in equation 4, we assume that employers taxes fall entirely on firms while only a third of labour taxes on employees is assumed to be shifted to employers through changes in wages see hereunder for a discussion and sensitivity analysis of the economic incidence. Most countries have now values of the EMTR in the range of 0.2 and 0.4, where France now stands out clearly as the country with the highest EMTR with average EMTR above 0.4 on average. A number of countries show a low combined EMTR such as Denmark, Ireland, the US, the Netherlands, or the UK. Finally, combining energy taxation for the calculation of the effective marginal tax rate on the total production costs does not fundamentally change the ranking or the dispersion of countries. This reflects the relatively low weight of energy cost and taxes compared to other production factors, although in some countries and sectors of activity this needs not to always be the case. The results of calculating the EMTR on total production cost following the baseline and scenarios 1 to 5 are reported in Table 6. According to our baseline scenario, the country with the highest EMTR on total production cost is France, with an average EMTR of 41.3%. Three other countries have also a high EMTR: Austria 36.5%, Sweden 34.9% and Italy 34.8%. Countries with particularly low EMTR values are Ireland 16.8%, Denmark 18.7%, the Netherlands 18.7%, the US 20% and the UK 21.9%. 20 Comparing the baseline EMTR with scenarios 1 to 5 does not substantially alter the ranking of countries. The values of the EMTR in certain cases change significantly, however. For instance while France remains the country with the highest EMTR in all cases, its distinctive position is most altered when considering Scenario 1, i.e. whereby the tax incidence of employers payroll taxes is reduced to 0.5. In such case, the EMTR for this country fall by 13.4 percentage points pp thus illustrating the high burden represented by payroll taxes on total production cost in this country. Other countries would also see their EMTR falls significantly such as Austria 10.2pp, Sweden 10.9 pp, Spain 9.1pp or Belgium 9.5pp. The fall in the EMTR is also pronounced in Scenario 2 where the incidence of wage taxes is shared. The country most affected in this case is Denmark 14.5pp, followed by Germany 12.6pp, Finland 11.3pp, Belgium 11.3pp and Austria 10.8pp. The variations in the EMTR is much less pronounced when considering Scenarios 3 to 4 compared to the baseline scenario thus suggesting that labour taxation is likely to be the most important factor of variation in the EMTR on total production cost, over capital and energy taxes. This result should not come as a surprise given the high level weight of labour in total production costs illustrated earlier. Finally, in scenario 5, the possibility to apply a markup and shift taxes to customers has a sizeable impact on the EMTR for Sweden, The Netherlands and Belgium. We next consider the extent to which crosssectors difference in factors uses could bear on the overall manufacturingwide EMTR. In Table 7 we calculate the difference between the weighted average values reflecting the actual sectoral composition and the simple average of sector EMTR by country. A positive sign of this difference would indicate that the sectoral composition of the overall manufacturing marginal tax rate. The tax and benefit system would thus tend to penalise the manufacturing industry because of its input structure. Overall our results suggest that the tax system tends to be relatively neutral with respect to the structure of manufacturing activity with a slight tendency to bear more on the manufacturing activity. This effect is the most pronounced in Italy, Sweden and the Czech republic although in these three case this effect is moderate and close to 1pp only. the manufacturing increase industry tends to Figures 2 and 3 provides further sensitivity analysis for our results. We consider a range of values for the tax incidence, markup and elasticity of substitution parameters using as a reference those described in Table 5. Only crosscountries averages are reported here 21 given that the conclusions are qualitative equivalent for all countries considered.31 First, in Figure 2 we focus on the tax incidence parameters. Each graph alternatively contains the surface resulting from setting the baseline value for each tax incidence parameter and considers a uniform grid of eleven values for the other production factors. Moreover, two different assumptions on the markup are included in panel A no markup and panel B positive markups respectively. Figure 2 displays the difference in EMTR compared to the baseline scenario. A negative positive values indicate that our EMTR in the baseline scenario is higher lower than the one obtained for each pair of betas. Unsurprisingly, the baseline scenario always has the highest EMTR. Moreover, the largest volatility of results emerges when the assumptions on the tax incidence for labour vary. Finally, the positive values for markups slightly reduce the volatility of EMTRs. Our results also suggest that for lower tax incidence on labour the role of the markup as buffer against tax increase is also attenuated. Next, Figure 3 focuses on the sensitivity of the EMTR values with respect to the markup and the elasticity of substitution, when the values for the tax incidence parameters are fixed. A nonlinear surface is obtained when varying both dimensions and which also reflects the way that these parameters enter the formula on the total EMTR. Importantly, varying the markup seems to induce more volatility in the estimated EMTRs than considering different values for the elasticity of substitution between the production factors. This result confirms our earlier results and underlines the importance of considering the final product market structure faced by firms when analysing the incidence of possible tax reforms on economic activity. 4.2 The impact of a tax policy shift One of the benefits of our approach is that we can jointly discuss the role of different productive factors in the overall production cost structure. We can therefore analyse how the global EMTR would change if tax policy would decide to shift some proportion of tax burden applied to one factor to another one i.e. tax shift. In this section, we aim to illustrate the potential effects of a budgetneutral tax shift between labour and energy.32 This type of reforms has long been advocated as a way to effectively reduce CO2 emissions while improving employment see Bovenberg and de Mooij, 1994 and providing incentives to 31 Countryspecific results are available upon request. 32 The budget neutrality is exante as our model is static such that possible behavioral effects that could lead to a change in the tax bases or economywide interactions are not considered. 22 improve cost effectiveness and innovation through improved energy efficiency, see in particular, European Commission 2011 and OECD 2006, 2010.33 To analyse the consequences of such reforms, we simulate the impact of a reduction of the tax revenue collected on labour through payroll taxes and a simultaneous increase in the taxes collected on energy products on the total EMTR. Such simulation is relatively straightforward since the effective energy tax used is an average tax rate while the payroll taxes is in most cases a flat tax on payroll to be paid by employers.34 These two taxes can therefore be changed directly to reflect the change in the tax revenue collected. The procedure we follow is to consider a decrease in the payroll tax rate, then estimate the amount of foregone payroll tax revenues in order to derive the tax rate on energy that is needed to compensate for this foregone tax revenue. The increase in energy taxes is thus derived expost in order for the tax collected by the tax authorities to remain unchanged. Note that in doing so we need to assume that the variations in the implicit tax rates are identical to those of the effective tax rates and that the entire burden of the payroll tax reduction falls back onto companies. Figure 4 shows the alternative overall EMTR when increasing deviations from baseline scenario are considered. To fix ideas, we consider alternative scenarios ranging from 5% to 100% decreases in the payroll tax rate using a bandwidth of 5 percentage points. A reduction of 100% in the payroll tax thus corresponds to the abolition of such tax. The impact of changes on the allin EMTR differs in magnitude across countries. It is most pronounced in those countries that have a high EMTR for payroll taxes paid by employers.35 Interestingly, the pattern of EMTR appears in many instances nonlinear and heterogeneous across countries. However, we observe an almost general decline in the resulting EMTR and, consequently, efficiency gains if the tax shifting operated is ambitious enough, except for the Netherlands where a slight increase in the total EMTR can be observed. In countries such as Austria, Sweden and France, the largest reductions in EMTR are obtained in case of a full shift close to 10 percentage points decrease in the allin EMTR while the impact of the shift would be relatively modest in the UK or the US less than 2 pp. Finally, institutional factors are also helpful to explain some of the trends observed. For instance, those countries in which payroll taxes are relatively low NL, and US or nonexistent DK are those in which the 33 The change in firms production cost entailed by tax shift reforms can yield a competitive advantage as long as their design allow firms to lower their production cost andor develop their innovative capability. For instance, Porter 1995 suggests that green taxes can lead firms to develop a competitive edge through forced green innovation, which may yield a productivity gain. 34 We do not consider alternative tax shifts between capital and labour since the equivalence between marginal and average tax rates is not verified for capital. 35 Inversely, in the case of Denmark, there is no possible shift as there are no payroll taxes. 23 change of the EMTR is the lowest. These simulations are of course subject to a number of caveats. We assume in particular that productive factors shares remain unchanged when the tax shifting is implemented thus excluding possible changes in production structure that could alter the relative proportion in which production factors are used. Our analysis also assumes that the entire tax loss due to the payroll tax reduction is met by an increase in energy taxes in order to leave the total tax revenues unchanged. In practice governments avail of a large battery of taxes whereby the compensating tax increases can in fact fall onto multiple taxes. For instance countries aiming at improving their competitive position visavis the rest of the world might want to increase consumption taxes in order to compensate for the revenue loss due to the payroll tax reduction and, at the same time, favour export against domestic consumption. The increase we impose on the energy tax rate must therefore be considered as an upper bound of the increase required in energy taxes since governments would in principle aim at favouring the competitive position of their domestic firms. Table 8 provides an indication of the changes operated in the energy taxes needed to compensate the loss in payroll tax revenues in the simple case considered here. As can be seen, in most cases energy taxes need to go beyond 100% and up to more than 400% as in the Austrian or the Swedish cases. The simulation results on the tax shifting scenarios provided in Figure 2 thus suggest that, even in such arguably extreme scenarios, substantial reduction in the EMTR can be achieved through tax shifting policies. Figure 5 considers the same tax shifting scenarios with different elasticity of substitution with, as before, tax rate reduction from 5% to 100% in the payroll taxes compensated by an increase in the energy taxes for the year 2010. These simulations illustrate the additional gain obtained through tax shifting policies when the degree of substitution between production factors increase. There are arguably only a handful of studies providing estimation of the elasticity of substitution for different countries and sectors of activity. Our aim here is merely to illustrate the way the benefits of tax reforms can be altered when firms avail of greater flexibility in their use of production factors. To do so we consider, together with the benchmark case where equals 1, cases where this values is zero i.e. as in a Leontieff production function and alternatively 0,5 and 1,5. These values are chosen in accordance of the review of findings provided by Klump et al. 2012. We also consider an alternative case where the value of differs across sector of production considering the estimates provided by Bentolila and SaintPaul 2003. In general these sectorspecific elasticities are close to 1 such that this alternative scenario unsurprisingly yields results close 24 to the CobbDouglas case where 1. Figure 5 shows that in all cases the greater the value of the elasticity of substitution , the larger the lower the level EMTR and the larger the gains obtained from the tax shift reform. These results also confirm that the sectorspecific case is indeed close to the CobbDouglas specification. As the elasticity of substitution differs and the CES function specification is nonlinear as illustrated in the previous section, the differences in the total EMTR reduction obtained after a tax shift reform is magnified for very large reduction in the payroll taxes. Figure 6 and 7 further illustrate the differences in EMTR reduction in 2010 and considering a partial 50% and full 100% tax shift scenario in each of the incidence scenario by country and sectors of activity. The amount EMTR reduction is indicated with a positive sign on the yaxis. For instance in figure 4, in Austria, a 100% shift would reduce the total EMTR by 10 pp if scenario 3 was considered. Interestingly enough, the shape of the change in the EMTR reduction is also very similar across countries. Moving from the baseline to Scenario 1 unsurprisingly reduce the amount EMTR reduction indicated with a positive sign in the yaxis, indicating that a lower tax incidence of employer payroll taxes on firms tends to reduce the advantage of the tax shifting policy. A similar reduction in observed when moving from the baseline to Scenario 2 where the incidence of the employee tax on firms is equal to zero. These results therefore indicate that the higher the tax incidence of both labour taxes, the larger the benefit of the tax shift policy lowering labour taxes and increasing energy taxes. The gain in the EMTR reduction is also lower when considering a lower incidence on capital taxes, i.e. when moving to Scenario 3. In this case however the reduction in the EMTR is much closer to the benchmark case. This result is unsurprising given that capital taxes are left unchanged in the tax policy simulation. Considering now the lowenergy tax incidence scenario i.e. Scenario 4 yields similar albeit slightly higher EMTR gain compared to the partial capital tax incidence case. Overall the EMTR reduction is slightly lower compared to the benchmark case thus indicating that a lower tax incidence on energy tends to reduce the gain from potential tax shift between labour and energy tax. Again, this result appears rather logical given the relatively low burden represented by energy costs on average across the countries and sectors considered. A similar result emerges when considering the possibility for firm to have a positive markup over their marginal cost. All in all therefore, the gain from a tax shifting strategy like the one considered here is primarily conditioned by the tax incidence on labour, be it employee or employer taxes. Remarkably enough, this result holds for all countries considered here. Finally, Figure 7 provides a similar sensitivity analysis for 25 each sector. Unsurprisingly, the gains are the highest in those sectors with the highest labour share Textile and Leather, Transport and lowest in those with the highest energy share NonFerrous Metals, Iron and Steel, and Paper, Pulp and Print. It is interesting to note that in almost all cases, such shift actually leads to a decrease in the total EMTR. 5. Conclusions This paper provides estimates of the effective marginal tax rate EMTR in a single framework encompassing capital, labour and energy taxes for a sample of 17 OECD countries and 11 manufacturing sectors. The use of the EMTR and its comparison across sectors and countries is particularly useful when assessing the potential consequences of tax policy changes on the total cost of business activity. To date, however, existing studies have focused on capital taxation only. Research in support of tax policy formulation should consider other production factors as well, especially when devising strategies aimed at shifting the tax burden in order to favour growth and employment creation. In particular, our crosscountrycrosssector approach allows us gauging the effects of tax changes on the incentives provided by the tax system to increase economic activity. We take explicitly into account the economic incidence of the various taxes on inputs, the possible substitution between these inputs and the possible passthrough of additional tax burdens onto customers. To do so, we combine estimates of the EMTR on capital with indicators on the EMTR concerning energy products and EMTR on labour to obtain an allin EMTR. We then conduct an analysis of the impact of alternative tax shifting between production factors to illustrate the usefulness of our results for comparative static tax policy analysis. Our results suggest that strategies favouring tax increases on energy consumption and lowering taxes on labour can entail significant reduction in the total marginal cost of increasing factor use. This work is arguably the first crosscountrycrosssector study providing a synthetic and comparable measure of the effective marginal tax rate in a multiproduction factors framework based on detailed tax codes. Because it is the first of the kind, it also faces a number of limitations that could be tackled in future research. For instance, the tax treatment of inventories or financial assets has not been considered due to a lack of data. Our analysis has also focused on the manufacturing industry, thus excluding the services sectors, which represents two third of total economic activities. Additional EU and nonEU countries could be added to the dataset, although this depends to a large extent on future data availability. We 26 have also dealt with the potential interaction between tax incidence and product market structure indirectly by altering markup rates in final product pricing. Further work could aim at embedding indirect valueadded taxation in the analysis in order to enrich policy interpretation of the results. Considering VAT would also allow analysing the interactions between changes in indirect taxation on consumption i.e. mostly VAT in EU countries and changes in the taxation of factor used e.g. labour which are often put forward in EU or OECD policy recommendations. 27 References Arulampalam, W., Devereux, M. P., Maffini, G. 2012. The direct incidence of corporate income tax on wages, European Economic Review 566, 10381054. Anderson, P., Meyer, B., 1997, The effect of firm specific taxes and government mandates with an application to the US Unemployment Insurance Program. Journal of Public Economics 65, 119145. Anderson, P., Meyer, B., 1998, Using a Natural Experiment to Estimate the Effects of the Unemployment Insurance Payroll Tax on Wages, Employment, Claims and Denials, NBER Working Paper 6808 Auerbach, A. 1979, Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics, 93: 433446. Barrios, S., Huizinga, H., Laeven, L. and G. Nicodeme 2012, International taxation and multinational firm location decisions, Journal of Public Economics, 9611, 946958. Barro, R. and J.W. Lee, 2010, A New Data Set of Educational Attainment in the World, 19502010. NBER Working Paper No. 15902. Bauer, Th., K., T. Kasten and L. Siemers 2012, Business Taxation and Wages: Evidence from Individual Panel Data, IZA Discussion Papers 6717, Institute for the Study of Labour IZA. Bentolila, S. and G. SaintPaul, 2003, Explaining movements in the labor share. Contributions to macroeconomics 3: Article 9. Bovenberg, A L. and de Mooij, R.A. 1994, Environmental Levies and Distortionary Taxation, American Economic Review, 844:108589 Copenhagen Economics, 2010, Tax treatment of ETS Allowances. Options for improving transparency and efficiency, Report for the European Commission, DG TAXUD. Desai, M. A., Foley, C. F. and J. Jr. Hines 2004. Foreign direct investment in a world of multiple taxes, Journal of Public Economics, 8812: 27272744. Devereux, M.P. and R. Griffith 1999, The taxation of discrete investment choices, Institute for Fiscal Studies Working Paper 9816 Revision 2, London: Institute for Fiscal Studies. Devereux, M. P., Lockwood, B. and M. Redoano 2008, Do countries compete over corporate tax rates?, Journal of Public Economics, 9256, 12101235. Dwenger, N., Rattenhuber, P. and V. Steiner 2011, Sharing the Burden: Empirical Evidence on Corporate Tax Incidence, F.U. Berlin Discussion Paper 19. Estrada, A. and LopezSalido, D. 2005, Sectoral Markup dynamics in Spain, Bank of Spain Working Paper Series, N.o 0503. 28 European Commission 2011 A Roadmap for moving to a competitive low carbon economy in 2050 , COM 2011. European Commission 2013, Annual Growth Survey 2014, COM2013800. http:ec.europa.eueurope 2020pdf2014ags 2014_en.pdf Feld, L., Heckemeyer, J. and M. Overesch 2013, Capital structure choice and company taxation: A metastudy, Journal of Banking Finance, 378, 28502866. Fuest, C., Peichl, A. and S. Siegloch 2013, Do Higher Corporate Taxes Reduce Wages? Micro Evidence from Germany, CESifo Working Paper 4247. Fuest, C., Peichl, A., Siegloch, S. 2012. Which workers bear the burden of corporate taxation and which firms can pass it on? Micro evidence from Germany, Oxford University Centre for Business Taxation, Working Paper No. 1216, Said Business School, Oxford. Fullerton, D. and G. E. Metcalf 2002. Tax Incidence Handbook of Public Economics. Ed. A.J. Auerbach and M. Feldstein. Amsterdam: Elsevier Science B.V.: 17881839. Feldstein, M. 1974, Tax Incidence in a Growing Economy with Variable Factor Supply, Quarterly Journal of Economics 884: 551573. Gruber, J. 1997, The incidence of payroll taxation: evidence from Chile, Journal of Labour Economics, 15 3, S72S101. Hall, R.E. and D.W. Jorgenson 1967, Tax Policy and Investment Behavior, American Economic Review, 573: 391414. Hamermesh, D. S. 1979, New estimates of the incidence of the payroll tax Southern Economic Journal 454: 12081219. Harberger, A.C. 1962, The incidence of the corporation income tax, Journal of Political Economy 70 3: 215240. Harris, J. E. 1987, The 1983 increase in the federal cigarette excise tax, Tax policy and the Economy 1: 87111. Huizinga, H., Laeven, L and G. Nicodeme 2008, Capital structure and international debt shifting, Journal of Financial Economics, 881, 80118 International Energy Agency 2012a, Energy Balances of OECD countries 2012 edition, OECD, Paris. International Energy Agency 2012b, Energy prices taxes quarterly statistics 3rd quarter 2012, OECD, Paris. Jametti, M., A. Redonda and A. Sen, 2013, The Power to Pass on Taxes A Test for Tax Shifting Based on Observables, CESifo Working Paper Series 4265, Munich. 29 Johansson, A., Heady, C., Arnold, J., Brys, B. and L. Vartia 2008, Taxation and Economic Growth, OECD Working Paper 630. Jorgenson, D.W. 1963, Capital Theory and Investment Behavior, American Economic Review, 532: 366378. Jorgenson, D.W. and KY Yun 1991. Tax Reform and the Cost of Capital, The Lindahl Lectures, Clarendon Press, Oxford. Jorgenson, D.W., 1992. Tax Reform and the Cost of Capital: An International Comparison, Harvard Institute of Economic Research Working Papers 162. Karp, L. S. and J.M. Perloff, 1989, Estimating market structure and tax incidence: The Japanese television market, Journal of Industrial Economics 373: 225239. King, M. A., and D. Fullerton 1984. The Taxation of Income from Capital: A Comparative Study of the United States, the United Kingdom, Sweden, and Germany. University of Chicago Press. Klump, R., P. Mc Adam and A. Willman, 2012, The normalized CES production function: Theory and empirics, Journal of Economic Surveys 265: 769799. LeonLedesma, M.A., P. Mc Adam and A. Willman, 2010, Identifying the elasticity of substitution with biased technical change, American Economic Review 1004: 13301357. Marion, J. and E. Muehlegger, 2011, Fuel tax incidence and supply conditions, Journal of Public Economics 373: 225239. Mc Kenzie, K.J., J.M. Mintz and K. A. Scharf, 1997, Measuring effective tax rate in the presence of multiple inputs: a production based approach, International Tax and Public Finance 4: 337359. Mc Kenzie, K.J., M. Mansour and A. Brule 1998, The calculation of Marginal Effective Tax rates Working Paper 9715, prepared for the Technical Committee on Business Taxation Business Income Tax Division Dept. of Finance, Ottawa. Nicodeme, G. 2001, Computing effective corporate tax rates: comparisons and results, Economic Papers 153. Nicodeme, G. 2007, Comparing Effective Corporate Tax Rates, Frontiers in Finance and Economics, 42: 102131. OECD 2006, The Political Economy of Environmentally Related Taxes. Organisation for Economic Cooperation and Development, Paris. OECD 2010, Taxation, Innovation and the Environment. Organisation for Economic Cooperation and Development, Paris. OECD 2011, Taxing Wages 20102011, Organisation for Economic Cooperation and Development, Paris. 30 OECD 2013, Taxing Energy Use: A Graphical Analysis, OECD Publishing. http:dx.doi.org10.17879789264183933en Oliveira Martins, J., S. Scarpetta and D. Pilat, 1996, Markup ratios in Manufacturing industries. Estimates for 14 OECD countries, OECD Economics Dept. Working Papers 162. Ooghe, E., Schokkaert, E., Flechet, J. 2003. The incidence of social security contributions: An empirical analysis. Empirica, 302, 81106. Porter 1995, Towards a new conception of the environmentcompetitiveness relationship, Journal of Economic Perspectives 94: 97118. Strauss, H. and Ch. De la Maisonneuve, 2009, The wage premium on terciary education: new estimates for 21 OECD countries, OECD Journal: Economic Studies 2009, Organisation for Economic Cooperation and Development. Vermaeten, F., I. Gillespie and A. Vermaeten, 1994, Tax incidence in Canada, Canadian Tax Journal 422: 348416. Willis, R. J. 1985. Wage determinants: A survey and reinterpretation of human capital earnings functions. In: Layard, R. G., Handbook of Labour Economics: 12. Elsevier. ZEW 2013, Effective Tax Levels Using the DevereuxGriffith Methodology: 2012 report, report for the European Commission. 31 Figures Figure 1: Effective Marginal Tax rates on capital, labour, energy and on total production cost countryaverage results for 20012010 32 Figure 2: Effective marginal tax rate on total production cost by tax incidence scenario difference comparing to baseline: Difference vs. baseline averaged acrosssectors and countries for 20012010 Panel A: 0 Panel B: 0 33 Figure 3: Effective marginal tax rate on total production cost by markup and elasticity of substitution scenarios: Difference vs. baseline averaged acrosscountries for 20012010 34 Figure 4: Labour to Energy Tax Shifting Simulation results for 2010 Notes: 1 EMTR corresponds to baseline scenario with parameters as specified in Table 10. 2 Range of deviation from 0 %Baseline to Full Shifting 100 % of Employers EMTR 3 The absence of change for DK is due to the fact that DK does not levy social security contributions on employers. 35 Figure 5: Labour to Energy Tax Shifting Simulation. countryaverage results for 2010 Results under alternative elasticity of substitution b. 36 Figure 5 continued: Labour to Energy Tax Shifting Simulation. countryaverage results for 2010 Results under alternative elasticity of substitution b. 37 Figure 5 continued: Labour to Energy Tax Shifting Simulation. countryaverage results for 2010 Results under alternative elasticity of substitution b. 38 Figure 6: Change in the effective marginal tax rate with partial and full tax shift and by tax incidence scenario: results by country for 2010. Note: the Tax shift corresponds to a 50% and 100% reduction in effective payroll tax paid by firms and a compensating increase in the energy tax. 39 Figure 6 continued: Change in the effective marginal tax rate with partial and full tax shift and by tax incidence scenario: results by country for 2010. Note: the Tax shift corresponds to a 50% and 100% reduction in effective payroll tax paid by firms and a compensating increase in the energy tax. 40 Figure 7: Change in the effective marginal tax rate with partial and full tax shift and by tax incidence scenario: results by sector for 2010. Note: the Tax shift corresponds to a 50% and 100% reduction in effective payroll tax paid by firms and a compensating increase in the energy tax. 41 Figure 7 continued: Change in the effective marginal tax rate with partial and full tax shift and by tax incidence scenario: results by sector for 2010. Note: the Tax shift corresponds to a 50% and 100% reduction in effective payroll tax paid by firms and a compensating increase in the energy tax. 42 Tables Table 1: Effective Marginal Capital Tax Rates average across all assets Iron and Steel Chemicals and petrochemical Nonferrous metals Nonmetallic minerals Transport equipment Machinery Food and tobacco Paper, pulp and print Wood and Textile wood productsand leather Other manuf. Industriesaverage Standard dev.Stdev.avg.18.2%5.9%5.5%18.2%14.6%26.9%23.1%15.3%8.1%20.9%40.1%19.1%12.3%28.3%12.3%26.0%35.8%19.4%9.8%50.4%18.0%3.8%5.2%18.3%14.9%27.2%22.9%14.9%8.7%17.6%40.0%18.5%11.8%28.2%12.2%25.3%35.9%19.0%10.0%52.5%17.7%2.8%8.5%18.6%15.1%25.7%22.0%13.2%7.9%15.5%18.9%17.5%27.1%11.6%21.9%36.1%17.5%8.2%46.7%18.9%4.0%10.1%17.4%14.5%24.7%21.8%12.2%9.7%14.7%40.1%18.4%18.3%27.9%11.3%23.5%36.5%18.6%10.4%55.9%18.6%2.2%7.4%17.8%15.1%25.5%22.3%14.1%8.6%20.9%40.0%19.2%15.8%28.5%11.2%23.1%36.1%19.2%9.8%51.0%18.0%3.3%7.1%17.3%13.4%26.2%22.5%13.9%8.2%16.8%39.9%17.1%12.5%27.3%11.9%24.9%35.8%18.6%9.8%52.9%18.1%4.8%4.7%17.7%15.5%27.4%23.2%15.6%9.0%18.5%18.7%11.8%28.0%12.5%27.4%35.8%18.0%8.7%48.2%18.9%1.7%5.9%17.1%14.0%26.3%22.7%11.9%8.2%16.1%17.3%12.0%27.9%11.5%26.8%36.2%16.9%9.5%55.9%18.5%4.9%9.1%11.1%14.5%26.0%22.5%13.2%8.3%16.1%40.2%17.9%12.9%28.2%12.0%27.4%36.1%18.8%9.9%53.0%18.3%1.5%7.4%16.0%14.7%26.2%22.5%13.9%8.5%17.1%40.0%18.4%13.8%27.8%11.8%24.7%36.1%18.4%9.7%53.0%0.4%4.3%2.4%3.2%0.6%0.9%0.5%1.2%0.7%2.2%0.1%0.7%2.4%0.5%0.5%2.1%0.3%0.8%2.3%291.9%32.1%19.9%3.9%3.5%2.1%8.4%7.8%12.6%0.3%3.8%17.7%1.7%3.9%8.4%0.8%4.1% 43 Austria Belgium Czech republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United Statesaverage 17.7%2.4%5.9%12.5%14.9%27.0%22.5%14.3%7.5%16.6%39.8%18.3%11.7%27.6%12.3%22.2%35.9%18.5%8.2%12.4%9.9%14.9%24.8%21.8%13.9%9.4%14.7%40.0%19.1%14.7%27.2%11.4%23.0%36.6%17.9%11.0%61.8%Sources: ZEW and authors calculations Standard dev.Stdev.avg.18.2%10.1%55.6% Table 2: Effective Marginal Employers Payroll Tax Rates Iron and Steel Chemicals and petrochemical Nonferrous metals Nonmetallic minerals Transport equipment Machinery Food and tobacco Paper, pulp and print Wood and Textile wood productsand leather Other manuf. Industriesaverage Standard dev.Stdev.avg. Austria Belgium Czech republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United Statesaverage Standard dev.Stdev.avg.28.1%30.8%34.8%0.0%23.9%42.6%19.2%34.9%11.0%32.7%12.9%10.4%23.8%30.1%32.4%10.5%9.0%28.3%30.6%34.8%0.0%23.9%42.6%18.8%34.8%10.8%32.7%12.9%8.9%23.8%30.0%32.4%10.8%8.7%28.1%30.6%34.8%0.0%23.9%42.0%18.9%34.7%10.5%32.7%12.9%8.7%23.8%29.9%32.4%10.6%8.7%28.6%30.1%34.8%0.0%23.9%41.1%19.6%35.1%10.6%32.7%13.0%10.8%23.8%30.2%32.4%10.3%9.0%28.0%30.8%34.8%0.0%23.9%42.9%18.7%34.7%10.8%32.7%10.6%23.8%29.9%32.4%10.9%8.7%22.7%11.8%52.0%23.3%12.1%51.7%22.7%11.9%52.5%22.6%12.1%53.3%22.5%12.0%53.4%Sources: OECD Taxing wage database and authors calculations 28.1%30.8%34.8%0.0%23.9%42.7%18.7%34.8%10.8%32.7%12.7%8.8%23.8%29.9%32.4%10.9%8.7%22.6%12.1%53.5%28.8%30.1%34.8%0.0%23.9%41.0%19.7%35.2%10.6%32.7%13.0%10.6%23.8%30.2%32.4%10.5%9.0%22.7%11.8%52.0%28.2%30.3%34.8%0.0%23.9%41.2%19.5%34.8%10.6%32.7%13.0%8.9%23.8%30.0%32.4%10.6%8.7%22.6%11.9%52.8%28.8%29.8%34.8%0.0%23.9%40.1%19.8%35.6%10.5%32.7%11.1%23.8%30.3%32.4%9.9%9.0%23.3%11.9%50.9%28.7%30.0%34.8%0.0%23.9%40.5%19.6%35.3%10.6%32.7%10.9%23.8%30.3%32.4%10.3%9.1%23.3%11.9%50.9%28.7%30.6%34.8%0.0%23.9%42.2%19.2%35.3%10.8%32.7%13.0%10.8%23.8%29.9%32.4%10.4%9.0%22.8%11.9%52.3%28.4%30.4%34.8%0.0%23.9%41.7%19.2%35.0%10.7%32.7%12.9%10.0%23.8%30.1%32.4%10.5%8.9%22.8%11.9%52.3%0.3%0.4%0.0%0.0%0.0%1.0%0.4%0.3%0.2%0.0%0.1%1.0%0.0%0.1%0.0%0.3%0.1%0.3%1.1%1.2%0.0%0.0%2.3%2.2%0.9%1.5%0.0%0.9%9.8%0.0%0.5%0.0%2.7%1.6%1.4% 44 Table 3: Effective Marginal Employees Wage Tax Rates Personal Income Tax and Social Security Contributions paid by employees Iron and Steel Chemicals and petrochemical Nonferrous metals Nonmetallic minerals Transport equipment Machinery Food and tobacco Paper, pulp and print Wood and Textile wood productsand leather Other manuf. Industriesaverage Standard dev.Stdev.avg. Austria Belgium Czech republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United Statesaverage Standard dev.Stdev.avg. Sources: OECD Taxing wage database and authors calculations 45.2%54.4%33.2%55.5%50.0%31.1%51.5%57.1%27.7%45.8%25.6%35.3%33.3%29.3%35.4%39.0%32.1%45.1%54.7%32.3%58.6%46.6%31.4%49.6%53.9%30.4%46.0%26.4%31.5%35.7%29.4%37.9%34.7%31.7%45.3%54.7%32.9%55.3%45.7%31.5%51.3%59.1%31.6%40.1%26.3%38.6%39.1%29.5%33.9%41.9%32.8%44.2%53.2%31.8%58.6%49.4%33.0%51.1%54.5%58.0%40.6%26.4%42.7%36.3%27.8%34.7%40.5%32.1%46.4%55.1%33.1%55.5%50.9%31.0%49.1%58.8%37.5%43.4%28.3%38.8%30.0%37.9%35.2%31.7%40.1%10.6%26.3%39.8%10.2%25.6%40.6%9.9%24.5%42.1%10.5%25.1%41.4%10.0%24.2%47.1%55.0%33.3%56.7%49.9%31.6%50.5%58.8%31.2%41.1%28.4%32.5%38.8%29.3%44.7%34.7%32.0%40.9%10.4%25.3%44.2%54.3%32.0%58.2%48.6%38.5%48.3%55.0%29.5%40.5%37.6%29.2%35.3%27.3%34.9%38.2%33.3%40.3%9.6%23.8%44.6%53.5%32.4%56.1%48.1%32.7%50.1%59.2%29.4%40.4%27.8%17.4%38.9%28.3%34.4%41.4%32.7%39.3%11.4%29.2%44.2%60.5%36.4%58.8%51.4%40.1%45.7%39.0%40.8%45.2%49.5%36.9%20.2%39.4%50.3%32.9%43.2%9.9%23.0%44.1%55.8%34.7%55.9%51.5%34.2%46.1%47.9%36.2%42.1%41.8%35.1%26.3%34.9%41.7%32.9%41.3%8.5%20.7%44.4%53.4%33.8%55.7%52.7%31.3%51.6%56.1%30.3%46.0%37.0%42.2%39.0%28.9%47.0%39.1%32.1%42.4%9.3%22.0%45.0%54.9%33.3%56.8%49.5%33.3%49.5%54.5%34.8%42.8%29.4%35.4%37.0%27.8%37.7%39.7%32.4%41.0%10.0%24.5%1.0%2.0%1.3%1.4%2.1%3.1%2.1%6.1%8.7%2.5%4.9%8.9%2.0%2.8%4.4%4.4%0.5%1.2%2.2%3.6%4.0%2.5%4.3%9.4%4.2%11.2%25.0%5.8%16.8%25.1%5.5%10.0%11.6%11.2%1.7%2.9% 45 Table 4: Effective Marginal Energy Tax Rates Iron and Steel Chemicals and petrochemical Nonferrous metals Nonmetallic minerals Transport equipment Machinery Food and tobacco Paper, pulp and print Wood and Textile wood productsand leather Other manuf. Industriesaverage Standard dev.Stdev.avg. Austria Belgium Czech republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United Statesaverage Standard dev.Stdev.avg.14.4%7.3%1.0%32.5%8.0%7.5%9.5%1.8%7.6%20.4%7.5%9.3%1.8%5.4%13.3%5.2%1.7%14.8%7.3%0.7%26.3%8.1%8.0%8.1%1.1%4.0%20.1%8.6%9.1%2.8%5.6%8.7%8.3%2.8%15.5%8.2%0.9%24.2%7.6%8.5%8.8%1.6%3.0%21.0%8.8%11.5%2.6%6.3%4.4%8.0%1.0%9.1%7.9%86.8%8.5%6.6%78.1%8.3%6.7%79.9%Sources: IEA and authors calculations 16.4%7.2%1.5%35.6%18.4%8.7%13.7%2.5%10.9%19.4%8.4%9.3%4.5%4.9%26.9%17.0%6.4%12.5%9.1%72.8%14.7%8.1%1.1%28.9%19.4%8.7%9.9%1.3%7.1%22.0%12.4%2.4%10.4%9.3%14.2%1.4%10.7%7.9%73.5%16.0%10.5%1.1%29.0%10.0%9.9%21.0%1.4%5.0%21.2%8.2%11.0%3.2%6.8%20.1%10.3%1.5%11.0%8.1%73.7%19.7%8.4%2.0%32.0%12.9%8.9%16.6%1.6%9.0%20.5%15.4%9.7%8.0%11.0%16.3%14.2%3.2%12.3%7.6%61.7%14.9%8.1%0.7%27.7%7.0%7.7%11.2%1.3%5.2%20.4%7.7%10.1%1.7%5.6%7.7%6.6%2.4%8.6%7.0%81.6%15.7%8.6%1.6%22.1%11.2%13.4%11.1%1.1%4.3%22.0%11.3%6.2%7.2%8.2%54.8%8.2%12.9%12.7%98.1%16.3%8.5%0.9%30.8%17.5%8.6%15.9%1.1%16.2%20.8%9.5%1.8%10.7%18.2%17.6%1.4%12.2%8.4%69.0%15.7%18.6%3.7%23.5%14.2%9.9%10.5%1.3%2.9%22.0%15.7%12.8%2.1%8.8%12.1%35.8%2.1%12.4%9.2%73.9%15.8%9.2%1.4%28.4%12.2%9.1%12.4%1.5%6.8%20.9%10.0%10.5%3.4%7.5%13.2%17.5%2.9%10.8%8.3%76.9%1.4%3.3%0.9%4.2%4.6%1.6%4.0%0.4%4.0%0.9%3.4%1.3%2.1%2.3%6.6%15.0%2.3%1.8%9.1%35.6%63.1%14.7%37.7%18.1%32.2%28.0%58.5%4.1%34.3%12.6%61.2%30.6%50.2%85.8%78.6%17.1% 46 Table 5: Tax incidence and markup parameters used to calculate the effective marginal tax rate on total production cost. Baseline Scenario 1: Scenario 2: Scenario 3: Scenario 4: Scenario 5: incidence on employers Tax labour payroll taxes Tax incidence on labour employee taxes benefits incidence on Tax capital incidence on Tax energy Markup on final prices l 1er l 5.0er l 1erl 1erl 1erl 1er l 33.0eel 33.0eel 0ee l 33.0eel 33.0eel 33.0ee 1k 1k 1k 5.0k 1k 1k 1e 1e 1e 1e 5.0e 1e sectorcountry in specific estimates 47 Table 6: Effective Marginal Tax Rates on Total Production Cost : countryresults and differences across scenarios country Baseline Baselinevs. S1Baselinevs. S2Baselinevs. S3Baselinevs. S4Basline vs. S5Scenario 2No wage Scenario 1Partial payroll taxes Scenario 3Partial capital taxes Scenario 4Partial energy taxes Scenario 5 Markups in final product pricetaxes 25.7%20.7%22.4%4.3%20.6%34.5%18.9%24.5%10.0%26.7%17.2%11.3%18.4%26.5%26.0%13.3%12.0%Austria Belgium Czech republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United States 36.5%32.0%28.0%18.7%31.9%41.3%31.5%34.4%16.8%34.8%24.1%18.7%25.2%32.1%34.9%21.9%20.0%26.3%22.5%18.9%18.7%23.6%27.9%24.2%25.0%13.2%25.4%19.6%15.2%18.6%23.0%24.0%18.2%16.7% 34.4%32.4%26.5%17.3%30.6%38.0%29.6%31.9%15.6%32.4%20.5%17.1%23.0%28.2%33.5%19.4%17.4%35.8%31.4%27.9%17.8%31.3%40.8%30.9%34.3%16.6%33.2%23.5%18.0%24.9%31.6%34.3%21.3%19.8%21.5%16.5%26.2%31.7%27.4%27.0%19.1%3.9%12.3%11.9%18.6%10.2%9.5%9.2%0.0%8.3%13.4%7.2%9.4%3.6%9.4%4.5%3.5%6.7%9.1%10.9%3.7%3.3%10.8%11.3%5.7%14.5%11.3%6.9%12.6%9.9%6.8%8.1%6.9%7.4%6.8%5.6%8.9%8.6%8.0%2.1%0.4%1.6%1.5%1.4%3.4%1.8%2.5%1.2%2.4%3.6%1.6%2.2%3.9%1.4%2.5%2.6%0.6%0.7%0.1%0.9%0.6%0.6%0.5%0.1%0.2%1.6%0.6%0.7%0.3%0.5%0.6%0.6%0.2%10.5%2.2%5.7%9.6%4.1%7.8%5.0%14.8%22.6%10.0%1.3%48 Table 7: Effective Marginal Tax rates on total production cost: sector composition effects Country Austria Belgium Czech republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United States1 Baseline weighted average EMTR36.5%32.0%28.0%18.7%31.9%41.3%31.5%34.4%16.8%34.8%24.1%18.7%25.2%32.1%34.9%21.9%20.0%2 Unweighted baseline average EMTR35.6%32.3%26.6%19.1%31.5%40.7%30.5%33.3%17.6%33.3%23.4%19.1%24.3%31.2%33.6%22.2%19.0%Dif 1 20.9%0.3%1.4%0.3%0.5%0.6%1.0%1.1%0.8%1.5%0.7%0.4%1.0%0.9%1.4%0.2%1.0% 49 Austria Belgium Czech Republic Denmark Finland France Germany Hungary Ireland Italy Japan Netherlands Portugal Spain Sweden United Kingdom United States Total 43% 49% 46% 19% 40% 53% 36% 53% 22% 47% 23% 22% 36% 39% 45% 23% 20% 37% 16% 9% 1% 28% 12% 9% 12% 1% 7% 21% 10% 11% 3% 8% 13% 15% 3% 11% 29% 33% 28% 19% 28% 32% 26% 35% 17% 30% 16% 17% 24% 24% 29% 18% 15% 26% 220% 144% 102% 28% 137% 242% 134% 140% 63% 103% 45% 70% 71% 111% 219% 59% 43% 119% 15% 18% 11% 19% 16% 11% 16% 18% 12% 14% 10% 12% 12% 9% 12% 13% 11% 14% 425% 279% 202% 28% 261% 474% 256% 278% 119% 185% 79% 129% 138% 215% 424% 103% 82% 228% Table 8 Effective marginal tax rates on labour and energy after a tax shift Baseline labour tax Energy tax 50% employer tax reduction Labour tax Energy tax 100% employer tax reduction Energy tax Labour tax Note: The effective marginal tax rate on labour includes both employees and employer taxes. The tax shift simulates the impact on the effective marginal cost on total production cost of successive reduction from 5% to 100% of the tax paid by employers which is compensated by an increase in the effective tax on energy product so as to leave the total tax revenues collected unchanged. 50 ", "filename": "cesifo_wp5017.pdf", "person": ["Salvador Barrios", "Barrios, Salvador", "Gaëtan J.A. Nicodème", "Nicodème, Gaëtan J.A.", "Antonio Jesus Sanchez Fuentes", "Fuentes, Antonio Jesus Sanchez"], "date": ["2014"]}