{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/76263/1/cesifo_wp958.pdf"], "title": ["Financing Entrepreneurial Firms in Europe: Facts, Issues, and Research Agenda"], "plaintext": "CESifo Working Paper No. 958FINANCING ENTREPRENEURIAL FIRMS IN EUROPE:FACTS, ISSUES, AND RESEARCH AGENDAAbstract During the latter part of the 1990s the introduction of the euro, the dramatic increase in thesupply of venture capital in most EU countries, and the creation of several new equitymarkets targeted at innovative firms have dramatically transformed the financing prospects of European entrepreneurial firms. In this study we contribute to a deeper understanding of theiractual relevance by i gathering new evidence on European venture capital and on Europesnew stock markets, ii providing a rigorous econometric analysis of their impact oncorporate growth, and iii elaborating on our findings to devise a research agenda.JEL Code: G10, G15, G30.Keywords: venture capital, initial public offerings IPOs, entrepreneurship, going public,accounting standards.Laura Bottazzi IGIER Bocconi Via Salasco 520136 Milano Italylaura.bottazziunibocconi.it Marco da Rin Turin University Department of Economics and Finance C.so Unione Sovietica 218bis 10134 Torino Italymarco.darinunito.it We thank Armin Schwienbacher and participants to the CESifo Conference on Venture Capital, entrepreneurship and Public Policy for useful comments, and Roberto Bonfatti forresearch assistance.1. Introduction The success of entrepreneurial companies in the US since the 1980s created a wide gap between America and Europe in terms of their ability to compete in a knowledgebased economy European Commission 2000 and to commercialize hightech products European Commission 2001. European policymakers have been looking for appropriate policies to close such a gap. In particular, they have been looking for policies which could exploit the ability of innovative companies to create jobs Schreyer 2000. The 1998 Risk Capital Communication of the European Commission and the ensuing Action plan have provided the main policy framework, which rests on the idea that the most effective way to spur entrepreneurship is to reduce capital and labor market imperfections; it also stresses the need to create stock markets targeted at highgrowth companies in a drive to spur the supply of risk capital for the financing of entrepreneurial firms which are subject to stricter credit constraints than established firms, especially in riskier, hightech industries Guiso 1998. During the latter part of the 1990s some important changes have dramatically transformed the prospects of European entrepreneurial firms. First, the introduction of the euro and its consequences at both product and financial market level have substantially advanced the creation of a truly European economic area. Second, the supply of venture capital in most EU countries has dramatically increased, providing unprecedented access to risk capital financing for entrepreneurial companies. A third major change in the European context has been the creation of several new equity markets targeted at innovative firms. Finally, policies towards the financing of entrepreneurial firms have known a renewed spurt. For example, several countries have introduced more favorable treatments of capital gains. Also, the conversion of the European Investment Fund into a major investor in venture capital funds has committed a large EU budget to nurturing wellmanaged venture capital firms. These changes are potentially very important. Studies based on US evidence, for example, have shown that venturebacked companies are more effective innovators Hellmann and Puri 2000 and Kortum and Lerner 2000. The lack of a well established venture capital industry has therefore been identified as a major cause for the want of European entrepreneurial companies with a strong innovative potential. Also, European stock markets have traditionally been unwelcoming of young companies without an established track record Pagano, Panetta, and Zingales 1998, Rydqvist and Hogholm 1995. Venture capital and the new markets are also likely to sustain each other, as stock markets provide venture capital with a viable exit option from their investments Black and Gilson 1998. In this paper we document in detail these developments and put them into perspective. 1First, we look at facts. We gather new evidence on European venture capital and on Europes new stock markets, the two sources of finance for innovative entrepreneurial companies which have most changed in the 1990s. We compare the recent evolution of venture capital in Europe and in the US, in terms of funds raised and invested and of companies financed. We find that venture capital in Europe has grown fast, but that it is far from reducing the gap with US venture capital. We then look at which companies have listed on Europes new markets. We find them to raise large sums of equity and invest it in tangible capital and in hiring new employees. On average, these companies grow fast, but the high variation of accounting performance measures across companies indicates that these markets list some very successful ones along with some which are at best disappointing. While the new markets have provided an important source of finance until 2000, since then the number of listings has dwindled, coming to a virtual halt in 2002. Second, we delve deeper into the evidence and ask what do these changes really mean for the financing of European entrepreneurial firms. We argue that only microlevel data can provide a proper assessment of the effectiveness of venture capital in nurturing innovative startups. Our results cast some doubts on the common perception that venturebacked companies are better able to create new jobs, an important assumption of several policy documents. This leaves us wonder what role does venture capital play in Europe. We suggest that this may be the provision of funds. Venturebacked companies, in fact, raise larger sums at IPO. But we suggest that the support of venture capital may be especially important at early stages of entrepreneurial companies lives. In other words, while they do not grow much faster than other companies, venturebacked companies may be very profitable ventures which would have never come into being without venture financing. Finally, we ask whether the opening of the new stock markets has made it easier for entrepreneurial firms to finance their growth. We find positive evidence. Our results stress the importance of rigorous disclosure standards for stock markets to select companies with truly high growth potential. Third, we elaborate on our findings to devise a research agenda. We argue that we need to better understand the subtle interplay between different institutional constraints whose interaction has only recently been explored by theorists. For example, a better grasp of the indirect effect of intellectual property rights on entrepreneurs willingness to start a venture, or the effects of taxation on the quality of venture capital mentoring services may help explain how European venture capital works. It could also provide some testable hypothesis for the purported lack of entrepreneurial initiatives in Europe. A better understanding of the magnitude of these effects could provide useful material for well informed policy decisions. We suggest further 2research might point towards a greater role of venture capital in overcoming credit constraints. Finally, we argue that we need to better understand how Europes new stock markets can attract companies with a real highgrowth potential. Once the financial cycle will allow listings once again, regulators and stock exchanges will need to have upgraded admission and listing rules to ensure that these markets continue to exist and offer entrepreneurial companies a valuable financing opportunity. 2. Facts For European entrepreneurial companies, the 1990s have seen unprecedented changes in the availability of financing sources. Since 1995, the new wave of venture investing focussed more on early stages than the traditional expansionoriented funds. At about the same time Europe experienced another important change, namely the gradual opening of several stock markets which aimed at emulating NASDAQ in providing a listing outlet for innovative, highgrowth companies. In this Section we document such developments. 2.1 The coming of age of European venture capital In Bottazzi and Da Rin 2002a we show how venture capital fundraising and investment behaved during the 1990s. Here we focus on the later developments, and in particular on the sudden slowdown in investing after the 2000 stock markets collapse. Table 1 shows the evolution of venture fundraising and investments from 1995 to 2001 in US and Europe. Fundraising had increased at a similar pace in the two economies until 2000, when it was about ten times as large as in 1995. Interestingly, Europe seems to have behaved more conservatively at the end of the decade: while it increased fundraising less than in the US in 2000 69% compared to 79%, the fall in 2001 was also smaller 28% compared to 57%. These trends are confirmed by preliminary estimates for 2002. In absolute terms the US remains the largest industry for funds raised and capital under management, but the distance has somewhat narrowed with the current slowdown. As regards the composition of financing sources Table 2 suggests that the difference in the composition of financing sources, while still substantial, has somewhat narrowed. In particular, institutional investors now play a definitely larger role in Europe, while still remains almost half as important as in the US, where financial institutions, most importantly banks, have become more important with time. 3Table 1. Venture capital funds raised in Europe and the US Europe VC funds raised US VC funds raised Europe VC investments 3,952 4,652 5,388 7,63612,62319,51611,985US VC investments 7,371 11,903 16,063 21,460 54,437 105,910 40,619 1995 1996 1997 1998 1999 2000 2001 5,68210,04422,45623,36627,03745,54034,216 9,930 12,420 17,600 30,740 58,810104,880 40,270 Notes: Authors calculationns on EVCA and NVCA data. Data are in millions of current dollars. Another fact which stands out is the relative resilience of investments in Europe. The year 2001 saw a decrease in activity of 39% compared to 62% in the US, which had experienced almost a double increase than Europe during the previous year. As a result, the wedge in invested funds between the two economies has narrowed for the first time since 1995. Another measure of investment activity is found in Figure 1, which compares the composition of investments by stage. US venture capitalists have increased over time their share of expansion investments while decreasing the share of funds invested in seed and startup stages. The contemporaneous increase in the share of early stage investment in Europe has brought the stage structure of investment towards converging in the two economies. Figure 1. Venture capital investments, by stage Europe 90807060504030201001991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 4 Early stage %Expansion %Later stage %United States 7060504030201001991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001Early stage %Expansion %Later stage Table 2. Venture capital: composition of fundraising Institutional Investors 1995 1996 1997 1998 1999 2000 2001 29% 34% 26% 24% 23% 31% 37% Institutional Investors 1995 1996 1997 1998 1999 2000 2001 59% 70% 56% 66% 61% 61% 63% Europe Corporations Financial Government Other 5% 3%11%10%10%10% 6%36%35%42%37%43%32%35%3% 2% 2% 5% 5% 5% 6% 27% 26% 19% 24% 19% 22% 16% United States Corporations Financial Government Other 5%20%25%12%14% 4% 3%20% 3% 6%10%16%23%25% 16% 7% 13% 12% 9% 12% 9% Notes: Authors calculations on EVCA and NVCA data. Institutional investors includes funds of funds, endowments foundations and pension funds, corporations include investments by corporations including corporate venture capital through dedicated funds, financial institutions includes banks, insurance companies, and funds raised from capital markets, other includes individuals, academic institutions, realized capital gains, and a residual quantity. 5Europe remains however different in another important dimension, the amount of funds provided to portfolio companies. Table 3 shows that a larger number of companies are financed in Europe. Also, the fall in number of investments during 2001 was lower in Europe. The other side of the coin is that European companies receive, on average, less money than in the US, where the average investment remains about six times larger than in Europe. Table 3. Venture capital: number of financed companies and investment per company Europe United States Venturebacked companies n.a. n.a. 3,967 5,083 7,335 9,574 7,350 Investment per company n.a.n.a.1,3581,5021,7212,0381,631Venturebacked Investment per companies company 1,5682,0982,5833,4564,4806,3663,798 4,701 5,673 6,219 6,209 12,151 16,637 10,695 1995 1996 1997 1998 1999 2000 2001 Notes: Authors calculations on EVCA and NVCA data. Data for venturebacked companies are counts of exits; data for average investment are in current dollars. European companies includes EU countries and Norway, Switzerland, Poland, Hungary, Czech Republic, Iceland and Slovakia. Looking at the number of venture capital firms in Europe and the United States is also instructive. Figure 2 plots the number of active venture capital firms reported by the US National Venture Capital Association and by the European Venture Capital Association. The wedge between the two economies has nearly halved during the period under consideration. It is important to notice that Europes runup occurred mostly after 1998. The positive side to it is that a critical mass of venture capital firms is now operating on this side of the Atlantic. At the same time, more than doubling its ranks in just three years means that substantial learning by doing may be taking place, and that venture capital is still an infant industry in Europe. This is confirmed by the fact that in 2001 there were 55 new venture firms in Europe, as compared to only 18 in the US. We will get back to the implications of these facts. 2.2 The creation of Europes new stock markets We now turn to the other major change for European entrepreneurial companies, the creation of new markets for highgrowth companies on the model of NASDAQ. These markets were created as new segments by most European Bourses, in an attempt to attract new listings from fastgrowing companies in hightech sectors. More than a dozen of these markets have opened 6since Easdaq was created in 1996. Like venture capital, the new markets have been highly praised by policy makers for constituting a positive structural break able to create in Europe a virtuous circle involving venture capital, investors in risk capital, and entrepreneurs. One fact that stands out is their uneven performance in terms of attracting a critical mass of listed firms. Table 4 provides figures for 2001, which show that some of these markets have remained very small. Also, Londons TECHMark has mostly attracted companies already listed on the main segment of the stock exchange. The only three markets which performed consistently well in terms of new listings, market capitalization and turnover have been the Nouveau Marche Paris, the Neuer Markt Frankfurt, and the Nuovo Mercato Milan. In the rest of the paper we therefore focus on them. Table 4. Europes new stock markets New Market Athens Amsterdam Copenhagen Dublin Frankfurt Helsinki London TECHMark Madrid Milan NASDAQ Europe formerly Easdaq Nordic New Market Paris Stockholm Zurich Opening Year 2001 1997 2000 1997 1997 1998 Listed Companies 1713433713Turnover n.a.n.a.1,400n.a.4,190n.a.Market capitalization 50 268 1,000 34 50,000 437 1999 2000 1999 1996 2000 1996 1998 1999 24635,000690,000 134550551642215n.a.1,790140190670n.a.1,20017,000 13,000 8,000 301 15,000 291 4,000 Notes: Authors calculations from stock exchanges data. Financial data in millions of euros. Turnover is monthly average turnover during 2001, companies listed and market capitalization are values at the end of 2001. Table 5 documents the evolution of IPOs since their opening. Our data come from a unique handcollected data set which we describe in section 3. It is clear that these markets have greatly suffered from the progressive deterioration of market conditions. The number of IPOs by nonfinancial companies has dropped by more than 90% in 2001. Moreover, the number of delistings of companies which either go bankrupt or choose to move to the main stock market has 7been increasing. As a result the stock of listed companies is shrinking. It is natural for stock markets to experience windows of opportunities for new listings followed by relatively long periods of subsided issuing activity. In this sense the present shortage of listings does not necessarily constitute a concern 1. These three markets have however contributed substantially to the financing of European entrepreneurial companies, since they have allowed them to raise capital for more than 30 billion euros. Table 5. Number of IPOs on Europes new stock markets 199619971998199920002001Total Listings Delistings Stock 15 46 133306513506 15 31 87 174 214 19540 1 7 2634Source: Authors calculations. Financial companies are excluded. Stock at end of the year. Moreover, these markets have also created a large exit opportunity for venture capitalist, which we document in Table 6. It is clear that a large number of companies is venturebacked. If we include financing from corporate venture capital firms and industrial companies investing through a corporate investment division, we find that more than half of the listed companies rely on venture financing. The role of corporate venturing in Europe should be stressed, since about a third of the venturebacked companies avail themselves of this type of financial and strategic support. The Table also shows that a large number of venture capital firms is linked to a listed company, on average more than one. Table 6. Venturebacked companies on Europes new markets Venturebacked companies Number of venture capital firms Average number of venture capital firms per listed company PreIPO average holdings of venture capital firms PostIPO average holdings of venture capital firms 3034241.3919.9%11.5%Notes: Venture capital firms include corporate venture capitalists. 1 More troubling is instead the fact that several companies choose to move to a different market segment. 8 Before turning to a rigorous analysis of the role that venture capital and the new markets play in financing Europes entrepreneurial companies, it is worth noticing the importance that venture capital may have for the very creation of entrepreneurial firms. Bottazzi and Da Rin 2002a document the increasing number of companies which list on a new market and of companies which are born with venture capital financing. We find that this trend continues in 2001 and 2002, since nearly 80% of the companies listing in this period are venturebacked. These trends suggest that in Europe venture capital may be very important for helping firms come into being. The financial support of venture capitalists as a means of overcoming credit constraints at the time of the creation of the firm is reported by 95% of the firms which have responded to a recent survey conducted by the European Venture Capital Association 2002a. Respondents to the survey also stress the importance of venture capital in ensuring continued financial support even at later stages of the firms life. It is therefore intriguing to ask what are the defining traits of European venture capital in terms of its role towards entrepreneurial firms. In the US venture capital has been shown to benefit startups beyond the supply of finance, with a soft side that adds to the hard financial side Hellmann 2000. In Europe, it is not clear which of these two sides is more important. Our analysis will try to shed some light on this issue. 3. Issues In this section we turn to analyzing the facts we have uncovered. We ask some important questions: Has the creation of the new markets in Europe managed to fund and select truly promising companies? Has the surge in the supply of venture capital corresponded to a growth in its ability to support the creation of innovative companies? The only way to obtain a convincing answer is to turn to firmlevel data. Here we face serious obstacles. While in the US commercial companies have been gathering comprehensive and reliable data on venture financing since the 1970s, in Europe systematic data collection of this sort has yet to begin. In the lack of available sources, we develop a unique handcollected data set that looks at the companies which listed on the new markets between 1997 and 2001 and at their sources of finance. Venturebacked companies constitute a substantial part of Europes new public companies: we have seen that nearly 60% of these are backed by at least one venture capitalist. By looking only at listed companies we pay the price to ignore the behavior of those which remain private. We believe this to be a reasonable price to pay. The ability to bring companies public is important for venture capitalists, since IPOs are the most lucrative exit from 9a venture investment, on average four to five times more profitable than acquisitions Gompers and Lerner 1997. Brau, Francis and Kohers 2002 find that companies which go public are valued more than those which are acquired. In other words, these are arguably the most successful among entrepreneurial ventures. It is then in venture capitalists interest to take portfolio companies public whenever possible. Moreover, reputational concerns should ensure that venture capitalists select the most promising firms to invest in. Therefore, by looking only at listed companies, we expect we might overestimate the impact of venture capital on corporate growth. Focussing on listed companies also has its advantages 2: these companies belong to a small number of hightech industries, are of fairly similar age, and come from a small number of countries. They also provide a reliable control sample, allowing us to compare the performance of venturebacked and non venturebacked companies. 3.1 Europes new stock markets 3.1.1 The Dataset We base our analysis on information from the listing prospectuses and annual reports of 538 nonfinancial companies which listed on the Nouveau Marche, Neuer Markt, and Nuovo Mercato between March 1996 and December 20013. Our sample contains 538 out of the 545 IPO prospectuses of nonfinancial companies, and 1,183 postIPO annual reports out of about 1,300 through fiscal 2001. We also obtain 755 preIPO balance sheets from listing prospectuses. From each prospectus and annual report we code information on companies age, nationality, balance sheet data, choice of accounting standards, and ownership structure; from stock exchanges we collect information on issue prices and the amount of shares sold see Bottazzi and Da Rin 2002a for a detailed discussion. Sectoral attributions are derived from the Financial Times classification 4. Financing from a venture capital is identified by looking at the ownership structure at the time of listing. We consider venture capitalists all organizations that are members of the European Venture Capital Association or of a national venture capital association, and also include corporate venture capitalists and investment divisions of industrial companies. 2 Since listing process requires companies to disclose a large amount of detailed information, we also have the advantage of being able to reconstruct their ownership, their capital structure, and their performance for up to three years before listing. 3 We obtained these documents from the websites of the stock exchanges or from the companies. 4 The six sectors are the following: biomedical includes chemicals, diversified, health, pharmaceuticals, personal care, technology includes construction, engineering, electrical products, electronics, house goods, media and entertainment includes leisure and media, telecom, traditional includes food, forestry, steel, distribution, transport IT, software and internet includes software, automotive services, retailers. 103.1.2 Listed companies: a snapshot at IPO We begin by exploring the structure of the companies listed on the new markets. While mainly descriptive, this exercise provides valuable insights into what type of company goes public on these markets. Table 7 shows these companies to be small. The median values of assets and sales at IPO are 13.6 and 12.9 million euros, respectively, and employment equals 112.5 The median age at IPO is just above 8 years.6 Listing companies are heavily levered, with more debt than equity and a leverage ratio higher than what is typical of NASDAQ IPO firms. Their profitability, measured by return over assets, is fairly high; it is also very noisy, due to the relative ease with which earnings can be manipulated, a finding common to most studies on IPOs see Degeorge and Zeckauser 1993. We also report the growth rate of some variables in the two years before the IPO. These companies are growing fast in the wake of going public. The reported growth rates of sales, assets, and employees are between 27% and 40%, and represent a remarkable result. Also, we notice the high growth rate of debt. If one consider that the unreported growth rate of bank loans is close to zero, these figures suggest that these companies may have come near to using up their borrowing capacity and face binding credit constraints.7 Since these markets were designed to appeal to innovative companies, we look at their investment in research and development RD. We construct a dummy variable that takes value one for companies which report in the prospectus the amount of RD expenditure or of RD workers, or which declare to be actively pursuing RD programs, and we assume that firms which do not mention RD in their prospectus do not perform it. According to this measure, two thirds of the companies engage in some form of RD. A substantial involvement with research is confirmed by RD intensity, defined as RD expenditure divided by sales. At 9%, RD intensity is close to the typical value for hightech companies in other countries, though it is reported by only a third of the companies. This might reflect the fact that some companies portrait themselves as researchoriented without having set up a sizeable RD program. 5 Since we find high heterogeneity for most variables, reflected in their large standard deviation in unreported high values of skewness and kurtosis, we concentrate on median values, unless otherwise specified. 6 Companies listing on the main markets are usually much older: Rydqvist and Hogholm 1995 report a median age of 26 years for companies listing in the 1980s and early 1990s. By contrast, companies listing in the US in the 1980s and 1990sare much younger: six years according to Ritter 1991 and five years for a sample of venturebacked companies according to Gompers 1996. 7 The likelihood of this possibility is confirmed by the unreported growth rate of leverage in the year preceding the IPO, which is small and negative 2%. 11Table 7. Listing companies at IPO Mean Median Std. Dev. Observ. Sales Assets Tangible assets Intangible assets Debt Equity Leverage Capital expenditure Return on assets ROA Age Employees Foreign sales share RD dummy RD intensity RD labor share Capital raised at IPO Free float Sales Assets Debt Employees Variables 44.941.736.56.518.914.00.5639.757%12821839%.6735%28%5,28031.3%12.913.611.90.76.74.50.581.19%10011229%1.009%25%51.829.3%Variables growth rate 27%17,719%34%1,612%546%20%40%101%173.0183.0192.030.240.429.30.27990.05,149%13231532%.48119%18%13,10011.4%355,789%21,412%6490%468%536 538 461 468 538 511 508 428 536 534 526 153 451 189 132 528 528 497 504 501 444 Notes: Financial data in millions of euros. Debt is the sum of book value of short and longterm liabilities. Equity is total shareholders equity. Leverage is debt over debt plus equity. Capital expenditure equals investment in property, plant, and equipment. Return on assets is operating margin over assets, and operating margin equals earnings before interest, taxes, depreciation and amortization. Age is measured from the time of a companys creation, not from its incorporation. Foreign sales share equals sales outside the companys home country over total sales. RD dummy takes value of for companies which report in the prospectus the amount of RD expenditure or of RD workers, or which declare to be actively pursuing RD programs, and we assume that firms which do not mention RD in their prospectus do not perform it. RD intensity equals RD expenditure over sales. RD labor share is employees in RD over total employment. Capital raised at IPO is the product of the issue price times the number of shares sold from the capital increase including the actual greenshoe. Free float is the percentage of shares floated on the market. To obtain further measures of a companys involvement with RD, we look also at the share of employees working in RD. Since scientists and engineers make up a large part of the research costs, and since their contracts are costly to terminate, this measure may disclose insightful information on listed companies longterm commitment to research. About a quarter of the companies report RD labor figures, and this is fairly large: 25% of total employment. 12Another important measure of the commitment to research is the investment in intangible assets, which include patents, software and goodwill. For innovative firms, in fact, intangible assets typically represent an important share of total assets. However, in our sample, intangible assets loom close to only about 5% of total assets. One possible explanation is that balance sheets accounting standards, adopted by the firms in our sample, do not allow for most of the intangible expenses to be capitalized. Another dimension of innovation concerns commercialization, as we expect innovative, fast growing companies, to expand quickly beyond their domestic boundaries. We then compute the share of foreign sales reported in the listing prospectus. Slightly less than a third of the companies report this share, whose median value is a remarkable 29%. 3 1.3 Listing companies: evolution after the IPO What role going public has on these companies ability to raise funds for investment? One way to answer this question is to measure the postIPO performance of these firms. To do so we construct pre and postIPO measures of our variables 8. The results are reported in Table 8. The Table also reports the number of observations, which equals the number of firms for which we possess both pre and postIPO data. Reported values are medians. On these values we perform a Wilcoxon signrank test for the difference in medians. The bold type identifies values which differ at a level of statistical significance of at least 5%. It is remarkable that, except for RD measures, all variables increase in both a statistical and economic significant sense. In less than two years sales more than double, reaching 28.3 million euros. Employment, which in Europe represents a longterm investment, more than triples, and capital expenditure increases twelvefold. Listing also entails halving leverage, which reaches a level common among companies listed on European traditional stock markets. Despite this, debt increases dramatically and becomes half the size of sales. This is an indication that these companies go public to raise capital and invest it in employees, assets, tangible and intangible assets. This behavior is consistent with the existence of preIPO credit constraints which get relaxed by the increased equity based. It also contrasts with the fact that companies listing on other markets typically use the IPO proceedings to repay the debt they incurred for financing preIPO investments Pagano, Panetta, and Zingales 1998. Companies which are active in RD keep their quest for innovation high. The fact that RD intensity and RD labor share do not fall despite the surge in sales and employment is telling. Going public also helps these innovative firms reach wider markets. Firms which continue report foreign sales after the IPO see their share rise from 32% to 43%. Even more 13 Sales Assets Intangible assets Debt Equity Leverage Capital expenditure Return on assets ROA Employees Foreign sales share RD intensity RD labor share PreIPO Variables 12.2 11.90.24.01.90.740.58%7232%12%27%28.3 390 263 359 324 319 260 353 313 63 96 26 369 360 356 304 50.96.014.534.30.316.44%21343%11%23%70%167%71%60%impressive is the fact that these companies, which grew very fast before the IPO, increase their growth thereafter. The yearly growth rate of sales nearly doubles, and that of assets nearly triples. Both attain astounding levels. Debt increases not only its absolute value, but also its rate of growth, another indication of a possible relaxation of credit constraints. Table 8. Listing companies: postIPO evolution Observ. PostIPO Sales Assets Debt Employees Variables growth rates 44%64%49%40%Notes: Financial data in millions of euros. Debt is the sum of book value of short and longterm liabilities. Equity is total shareholders equity. Leverage is debt over debt plus equity. Capital expenditure equals investment in property, plant, and equipment. Return on assets is operating margin over assets, and operating margin equals earnings before interest, taxes, depreciation and amortization. Foreign sales share equals sales outside the companys home country over total sales. RD intensity equals RD expenditure over sales. RD labor share is employees in RD over total employment. The fact that profitability drops, being halved, is not uncommon among companies which go public see Degeorge and Zeckauser 1993, Jain and Kini 1994, Mikkelson, Partch, and Shah 1995. We could view this as a sign that these companies suffer from opportunistic behavior on part of managers, who would engage in window dressing before the IPO or in wasteful investment after it. Another possible conjecture is that commercialization takes time, and that these young companies still have to reap the fruits of their new investments. 8 These measures are the averages of the values of two preIPO and postIPO years. If only one value is available we use that one so as to make use of all available information. 14We now turn to the core of our analysis. What is the role of listing and what is the role of venture capital in the financing of entrepreneurial, innovative companies? There are several issues which pertain to this question. First, do venturebacked companies behave differently from non venturebacked companies? Does venture backing make any difference in terms of corporate growth? What role does venture capital play in Europe? A second type of questions concerns the role of the new markets themselves. They have come under intense criticism for their dismal stock price performance, but have they succeeded in attracting and selecting companies with a true highgrowth potential? We look at these two sets of issue in turn. 3.2 The effects of venture capital on European entrepreneurial companies The question of the economic effect of venture capital is very important. However, in Europe it has not so far been addressed by academic studies, apart from the pioneering contribution of Bottazzi and Da Rin 2002a, whose statistical methodology is used in this section. Existing studies, by contrast, have largely been conducted for industry associations using methodologies which do not meet academic standards. These studies portrait venture capital as conducive to job creation and to the growth of technologically oriented firms. Venturebacked firms are found to grow faster, create more jobs, and export more than samples of established firms.9 By comparing venturebacked firms with large firms, which are by their nature less dynamic Davis, Haltiwanger and Schuh 1996, these studies fail to use a proper control sample. A correct comparison should instead pit venturebacked against nonventurebacked startups. These studies, therefore, are unable to separate the effects of venture capital financing from those of being a naturally fastgrowing startup, and risk to capture effects due to a spurious correlation between being a startup and receiving venture capital. In other words, it could very well be that the purported vitality of European venturebacked firms is due to factors other than venture capital. A deeper analysis is therefore warranted. 3.2.1 Venture capital and corporate growth We first look into the issue of the contribution of venture capital to corporate growth. We take the IPO as a turning point in the life of these companies, because it provides them with the financial resources necessary to fully unfold their business potential. Academic studies on US venture capital have reached a consensus that venturebacked companies innovate faster and more fundamentally than other companies Hellmann and Puri 9 For instance, between 1993 and 1997, British venturebacked companies increased employment by an yearly 24%, and sales by an yearly 40%. By comparison, employment at the hundred largest British listed companies grew by 7%, and sales by 15% BVCA 1999. On a European scale, between 1991 and 1995, employment at venturebacked companies grew by an yearly 15% and sales by an yearly 35%, as compared to 2% and 14% for the 500 largest European listed firms EVCA 1996. NVCA 1998 claims that US venturebacked companies created jobs at a 55% faster pace than other startups between 1992 and 1996. NVCA 2002 reaches similar conclusions. 152000 and Kortum and Lerner 2000. Moreover, venture capital has been shown to spur the professionalization of the firm and to connect it with potential clients and suppliers and to attract additional funding Hellmann and Puri 2000 and Sapienza 1992. These effects are likely to favor sales and employment growth. As shown for the US by Jain and Kini 1995. On the other hand, venture capitalists might be attracted by the innovativeness of a firms, which could be unrelated to employment or sales. At the extreme, venture capital could even be detrimental to growth if its main goal is to realize a quick and dirty capital gain at IPO and then leave the company to its own fate. Our regressions evaluate these predictions. Our first piece of evidence comes from a systematic comparison of how venturebacked and non venturebacked companies behave around the IPO. The corresponding figures are shown in Table 9, which reports the results of two tests. A Wilcoxon test looks at the difference in median values pre and postIPO, using the two year averages constructed in Table 10. We run this test for both venturebacked and non venturebacked companies separately. A KruskalWallis signrank test looks instead at whether the median values of several variables differ in statistically significant manner between venturebacked and non venturebacked companies, within both the pre and the postIPO periods. Bold figures show those median values which differ significantly across time within venturebacked and not venturebacked companies. Underlined figures show instead within the pre and postIPO periods those median values which are statistically significantly different between venturebacked and non venturebacked companies. The Table shows that before the IPO venture and non venturebacked companies do not differ systematically. We find statistically significant differences in profitability venturebacked companies show a lower return on assets, sales and employment, which is lower for venturebacked companies, and RD intensity, which is instead higher. The capital structure is instead similar across the two groups. After the IPO, non venturebacked capital companies become significantly bigger in terms of sales which we interpret as a sign of maturity, debt, and capital expenditure. We do not find a systematic difference between venturebacked and non venturebacked companies in terms of employees, equity, and RD intensity. Although the analysis of Table 9 is suggestive, it can not be considered conclusive. We need to control for other characteristics of the firms in order to ascertain the true impact of venture capital financing on corporate growth. 16Table 9. PostIPO growth: the effect of venture capital Sales Assets Intangible assets 13.29.814.310.70.20.24.33.81.71.40.740.760.70.50.130.0585620.070.13 No VC VC No VC VC No VC VC No VC VC No VC VC No VC VC No VC VC No VC VC No VC VC No VC VC Debt Equity Leverage Capital expenditure PreIPO PostIPO 33.5 21.9 55.3 45.5 7.7 3.6 16.6 11.4 34.9 28.1 0.33 0.31 6.8 4.8 0.05 0.02 210 175 0.09 0.11 Notes: For each variable we report we report the median values for non venturebacked companies no VC in the upper row, and those for venturebacked companies VC in the lower row. Bold values indicate a statistically significant at 5% confidence level difference of medians across time. Underlined values indicate a statistically significant at 5% confidence level difference between venturebacked and non venturebacked companies. We thus turn to a more formal analysis, where we look at the effect of venture backing on the growth of employment and sales after the IPO. Sales represent the main measure of corporate maturity for innovative companies, since the ability to bring products to markets and sell them is a crucial step to ensure their very survival Audretsch 1995. Employment is also important, as it represents the main longterm investment of a firm in an environment where labor markets are still quite rigid. Return on assets ROA Employees RD intensity a Employment We have in mind a very simple model of corporate growth see Hart 2000: the ability of a firm to grow is a positive function of its ability to invest, which can be financed either from revenues or from external finance. Age, an indicator of the stage of corporate development, is also relevant since we expect younger companies to grow faster. We use these variables in the 17regression reported in Table 10.10 Given the variability in our data, in all our regressions we adopt an estimation method which eliminates gross outliers and employs robust standard errors. The dependent variable is the average growth rate of employment in the two years after the IPO. Note that the dimension of our data set decreases both because not all companies report employment data and because we cannot compute postIPO employment growth for companies which went public in 2001. We are then left with 357 observations. The results confirm our intuition. Relatively younger companies and those whose leverage is lower, increase their employment more. Leverage, in particular, is not only statistically but also economically significant: A 10% increase in leverage means a company decreases its growth rate of 0.41% in the postIPO period. Companies listed on the Neuer Markt experience an employment growth rate which is 28% higher than the others. Table 10. Robust regressiondependent variable employment growth rate Independent variable Venture capital Leverage at IPO Dummy 1998 Dummy 1999 Dummy 2000 Capital raised at IPO Founders Management Neuer Markt Constant Number of obs. F 14, 342 Pvalue Coefficient tstatistics .0021 .0408 .0008 .0005 .0001 .0002 .2331 .0546 .2867 .1612 357 3.59 0.0000 .03 2.76 1.88 1.49 2.20 0.92 3.37 0.52 4.01 1.08 Notes: All independent variables measured at the time of the IPO. Significance level are indicated by 10%, 5%, and 1%. HuberWhite corrected standard errors are used to obtain robust estimates. We also control for several measures of ownership structure. A large theoretical literature predicts that ownership structure should influence corporate performance, in particular for young, entrepreneurial firms see Shleifer and Vishny 1997. Ownership structure has in fact been found to be an important determinant of postIPO corporate performance of US firms by 10 In an unreported regression we control for a dummy which takes value one when a company declares in the IPO prospectus its willingness to expand the market for its products outside of the domestic domain and zero otherwise. We believe the willingness to export to be a characteristic of more dynamic companies, since expanding beyond ones natural realm requires the ability to sell truly innovative products and services. However this variable does not turn out to be significant. 18Barry et. al. 1990 and Mikkelson et. 1997. On the basis of the firms level data we have gathered we construct a number of dummy variables. Founders takes value one if the companys founders retain a holding greater than 50% after the IPO, managers takes value one if the managers retain a holding of more than 20%, venture capital takes value one if these investors retain a holding of more than 10%. These thresholds are the mean postIPO values of the respective categories, except for founders. The Table shows that venture capital plays no role, as it implies a decrease in the employment growth rate, which is however statistically insignificant. Companies grow faster instead when their founders retain majority ownership after the IPO. This confirms and refines the findings of Jain and Kini 1994, who employ a coarser measure of ownership, i.e. the median stake retained collectively by all preIPO owners, and find a positive effect on measures of operating performance. Sectors of activity and year dummies are not found to be statistically significant. b Sales We then control for RD expenditure, as reported in Table 10A in the Appendix. To avoid an issue of simultaneity and of reverse causality we control for firms declaring RD at IPO. This variable turns out to be statistically significant: RD performing firms have a 12% lower growth rate of employment. Leverage and the Neuer Markt dummy remain significant and retain even increase their size, while the amount of capital raised at IPO remains statistically insignificant. Again, venture capital does not seems to be relevant and maintain his negative effect on job creation. The positive effect of founders is preserved. We then turn to the postIPO sales growth rate. Table 11 reports our estimates. Our dependent variable is now the average growth rate of sales in the two years after the IPO. The results do not differ much from those for employment growth. Older and more leveraged companies experience a lower sales growth rate: A 10% increase in leverage results in almost 1% lower postIPO sales growth rate. Companies listed on the Neuer Markt have almost 42% higher sales growth rate. Venture capital financing remains ineffective: Venturebacked companies sell almost 12% more than the others, but the result is not statistically significant. Like in the case of employment, ownership matters. We find that firms whose founders retain a holding greater than 50% and whose managers retain more than 20% after the IPO have a 23% and 27% higher sales growth rate, respectively. Year dummies and sectors of activity continue to hold no effect apart from companies in the biomed sector that experience a slightly lower sales growth rate. The results are unchanged when we control for lagged sales growth rate and for firms pre IPO profitability. Controlling for RD activity undertaken at IPO, we reduce the sample to 310 companies. Table 11A in the Appendix shows that RD performing companies have a 14% 19lower sales growth than the others; however the result is not statistically significant. Age and leverage retain their negative effect on sales, while the controls for the Neuer Markt and for the amount of funds raised at IPO remain positive. Table 11. Robust regressiondependent variable sales growth rate Independent variable Venture capital Leverage at IPO Age Capital raised at IPO Dummy 1999 Dummy 2000 Founders Management Neuer Markt Constant Number of obs. F 14, 370 Pvalue Coefficient .1269 .1012 .0011 .0018 .1562 .1127 .2375 .2749 .4179 .7125 385 5.01 0.0000 tstatistics .93 3.74 2.52 3.98 1.10 0.71 1.90 1.44 3.16 2.47 Notes: All independent variables measured at the time of the IPO. Significance level are indicated by 10%, 5%, and 1%. HuberWhite corrected standard errors are used to obtain robust estimates. 3.2.2 Venture capital and capital raised at IPO We now analyze whether venture capital affects the amount of capital raised at IPO, which provides the resources necessary for realizing a companys growth potential. We know that an important role of venture capital is the provision of financing. Does this also imply that venturebacked companies are able to raise more money from the public markets? As in the case of corporate growth, there could be opposing effects of venture capital financing. On the one hand, certification from a venture capitalist may reassure investors even when accounting results do not still reflect the full potential of the company. In this case the presence of venture capital would be associated with higher amounts raised. The same would hold true if it were the case that venture capitalists are patient enough to wait for a hot IPO market, as found for the US by Lerner 1994. On the other hand, if venture capital pushed firms to the market, its eagerness to exit quickly could be detrimental for the amount of funds raised, both because investors would be suspicious of venturebacked companies and because the IPO might happen during a cold market. Table 12 reports the results from our regression. The dependent variable is the amount of funds raised at IPO. Given the high variation in firm size, which arguably influences how much 20capital a company can raise, we normalize it by dividing it by assets at IPO. Notice that we use assets and not sales. The reason is that sales would be a poor measure of the size of these young, innovative companies, which still need time to unfold their growth potential. In fact, we view sales as a good measure of the extent to which an innovative company has matured. Therefore we use sales divided by assets as a regressor, along with controls for the ownership structure, leverage, and age, all measured at the time of the IPO. As in the previous regressions we control for country and sectoral effects, and we add time dummies. Companies with higher sales over assets, both measured at IPO, and therefore probably more mature, are able to raise a higher amount at IPO: An increase of 10% of sales over assets brings an additional 1% increase in the amount raised. Since the latter is normalized by assets, this is an economically sizeable effect. Ownership structure becomes important, with venture capital having a positive and significant effect. Table 12. Robust regressiondependent variable amount of funds raised at IPO Independent variable Venture capital Telecom 1999 France SalesAssets Dummy 1999 Dummy 2000 USGAAP Founders Management Leverage at IPO Age Constant Number of obs. F 17, 492 Pvalue Coefficient .338 2.663 .4499 .1132 .6542 1.1108 .3783 .1132 .0675 .0110 .0017 1.2703 508 7.72 0.0000 tstatistics 1.80 3.02 2.22 5.07 2.29 3.95 1.99 .65 0.26 .25 2.81 2.62 Notes: All independent variables measured at the time of the IPO. Significance level are indicated by 10%, 5%, and 1%. HuberWhite corrected standard errors are used to obtain robust estimates. We introduce two additional controls. The first takes care of the high valuations that stock markets have experienced in the period under consideration. To this purpose, year dummies control for the year of listing. Firms which listed in 1999 and especially in 2000 turn out to have received significantly higher valuations. Another dummy controls for the high valuations that telecom companies experienced in 1999; this effect is positive an highly 21statistically significant, as expected. The second control takes care for the choice of US style accounting standards. The dummy USGAAP takes value one for all firms adopting US Generally Accepted Accounting Principles in their issuing prospectus. This choice is motivated by the ongoing policy debate over the effectiveness of accounting standards. USGAAP are widely accepted internationally and are therefore a way to increase the pool of potential investors. Both USGAAP and IAS are frequently viewed as the benchmark for high quality global standards, though their relative merits are controversial see Ashbaugh 2001 and Levitt 1998. By controlling for the adoption of USGAAP we thus investigate whether firms exhibit measurable differences in proxies for information asymmetry and market liquidity, two constructs that are of primary concern in securities and accounting regulation Leuz 2002, Leuz and Verrecchia 2000. We find the choice of accounting standards to be a primary determinant of the ability to raise capital at IPO. Firms adopting USGAAP raise an amount of funds normalized by assets which is more than 50% higher than other firms. When we control for RD intensity our results change see Table 12A in the Appendix, sales over assets remains significant and do not lose much of their economic impact, and the positive effect of USGAAP remains. The presence of a venture capitalist becomes instead irrelevant for explaining the amount raised at IPO. 3.2.3 Robustness checks Our last step consists of tackling some limitations of our analysis. Our results could indeed suffer from two possible selection biases, on both observable and unobservable variables. In the previous sections we have tried to evaluate the impact of venture capital financing on the companies listed on the new markets. The evaluation problem, as it is known in the econometric literature, is the problem of correctly measuring the effect of a cure, such as a policy reform or a training program, on some variables see Blundell and Costas Dias 2000. The problem in evaluating a cure is that both observable and unobservable variables may be present, which might bias the estimates if not properly accounted for. In the impossibility of obtaining experimental data, different methods of evaluation have been adopted by researchers. We thus reevaluate the effect of venture capital assessing whether our previous estimates are subject to these biases. We consider two different methodologies, the matching method and the difference in differences method. a The matching method A problem with our analysis so far is that being backed by venture capital is not random. As a consequence, receiving venture capital might depend on observable variables that also affect our dependent variables, such as sales or employment growth. If that effect turned out to 22be important, our previous estimates might be biased and our conclusions flawed. The matching method allows us to estimate the effects of venture capital correcting for the possible effect of observable variables. The method helps reduce the bias, but possibly at the cost of losing efficiency. In other words we could obtain estimates with a lower statistical significance. Table 13 reports the estimates obtained with this method for our three variables. We call the average effect of venture capital on venturebacked companies . The estimated values of provide measures of the effect of venture capital on the amount raised at IPO similar to those we obtained in the previous section: the matching method suggests a positive average effect of venture capital on the amount raised at IPO, which was found in our earlier regression. However, this method does not confirm our finding of a negative effect of venture financing on the postIPO growth of employment while it confirm the positive effect on post IPO sales. As expected, the standard errors of amount raised, employment and sales growth become considerably large. Table 13. Nonparametric stratification estimates: Average effect of venture capital Amount raised over assets Employment growth rate Sales growth rate 4.56 .23 16.40 tratio .37 1.57 .66 b The difference in differences method The second approach is known as the difference in differences DID method, and helps addressing possible evaluation biases due to the effects of unobservable variables which could be driving the difference in behavior of the two groups we are trying to compare, venturebacked and non venturebacked companies. The DID estimator compares the difference in the average behavior before and after the IPO for the eligible group venturebacked companies with the behavior before and after the IPO of the control group non venturebacked companies. Notice that we compare the behavior around the IPO since we need to pin down the effect of venture capital the cure on how treated and untreated companies react to a common external shock the IPO. Therefore we can apply the DID estimator only in the case of employment and sales growth, since amount raised only occur at IPO. We indicate the estimator with , which measures the growth of venturebacked in excess to that of non venturebacked companies. Table 14 shows the results of the DID estimator for the postIPO growth in employment and sales for the two groups of companies. Our estimates for the sales growth rate confirm the sign of our previous estimate and that of the matching estimator. In the case of the effect of VC 23on the employment growth rate we instead find a positive coefficient, albeit not statistically significant. Table 14. Difference in differences estimates: Average effect of venture capital Employment growth rate Sales growth rate 0.34 0.23 tstatistics 0.65 1.40 Overall, we conclude that the inference from our regression analysis may not be robust to possible specification biases with respect to observable variables in the case of employment growth rate. In the case of the amount of funds raised at IPO, instead, we find reasons to remain confident on the robustness of our findings. 4. Research Agenda We have documented profound changes in European entrepreneurial firms ability to raise external finance from venture capital investors and from the stock markets. Our results suggest a rich research agenda for both empirical and theoretical economists. In this section we look at several themes which await further investigation and we relate them to our results and to some interesting recent contributions from financial economics and public policy studies. More specifically, we now consider five promising area of research. 4.1 Does venture capital operate differently across economies? Our results suggest that venture capital is likely to behave differently on the two sides of the Atlantic. However, models of venture capital has so far relied on US stylized facts see Gompers and Lerner 1999. Most existing models of venture capital surveyed by Tykvova 2000, therefore explain optimal contracting choices in a USstyle environment. Since we still know very little about how venture capitalists behave in other countries, only few theoretical models have been offered in alternative to the US paradigm. This is a promising area of research, given that some recent contributions have started unveiling evidence on how venture firms operate in Europe and in Japan, suggesting not only that differences exist, but also that they may be important. Mayer, Schoors and Yafeh 2002, for instance, document the relationship between venture capitalists sources of finance and investors behavior. They show that different sources of finance are correlated with different investing attitudes, so that independent venture partnership invest in earlier stage than bankowned venture firms. At the same time, there exist distinct country effects, so that bankfinanced venture firms operate differently in different 24countries. This generates a variety of investment patterns which are not explained by extant models, and which represent a promising research area. Coming to the other end of the venture capital cycle, Schwienbacher 2002 uses results from a survey of American and European venture capitalists to argue that exit behavior is significantly different in the two economies. For instance, syndication is significantly more common in the US, where the duration of venture investments is shorter. Interestingly, exit strategies seem to differ more across the two economies for older venture firms, while venture firms founded after 1997 tend to converge towards similar behavior. Another dimension which appears to differ widely across countries is contracting, as reported by Cummings 2002 and by Kaplan, Martel, and Stromberg 2002. These still preliminary studies find that contracting in Europe differs from the US paradigm documented by Kaplan and Stromberg 2002. While this difference may in itself be not very surprising, given the role of regulations in shaping contracts, it raises an important question: whether different contractual forms respond only to legal constraints or represent also different economic solutions to the underlying governance problem of financing and supporting entrepreneurial startups. The most pressing question we face is what effectively venture capital does in Europe. Gathering systematic evidence on the behavior of venture capital firms in European countries should therefore be the highest priority for empirical researchers. We need a much deeper knowledge of the funding and investment behavior of venture investors with detailed microlevel data. While these are proving difficult to collect through surveys, a detailed datagathering effort on part of the European Venture Capital Association might be an alternative. 4.2 What role does venture capital play in Europe? Even abstracting from diversity of behavior across European countries, there are some important differences with the US which we should understand better. Some recent theoretical studies provide reasons why the nature of the investors may matter. In particular, they suggest that captive venture capital firms e.g. bank subsidiaries or corporate venture funds may have different objectives than independent partnerships funded by institutional investors. They provide grounds for pushing ahead the search for evidence on differences in investment behaviors of different sorts of venture firms. Hellmann 2002, for instance, argues that corporate venture capital has different goals than financial venture capital, since it internalizes the externality which a new venture creates for its ongoing business. We should therefore find corporate investors to be supporting projects complementary to their existing business and eschew potential substitutes. More fundamental 25innovations are then likely to look for independent investors, which do not fear product cannibalization. In the European context, this is an interesting hypothesis to explore, especially since we have seen that corporate venture capital backs a large number of innovative companies. A possibility is that in Europe, where markets are more fragmented and less contestable than in the US, support from an established firm may help support sales. The other dominant investor in European venture capital are banks. Landier 2001 suggests that bank financing and bankcontrolled venture firms may be prevalent in Europe because of the high stigma associated with bankruptcy, measured in terms of cost of credit for failed entrepreneurs. He argues that a high low stigma for failed entrepreneurstypical of Europe the USis associated with few many startups and the adoption of less risky riskier projects. Debtlike equitylike contracts, common in Europe the US, provide the optimal contract in this situation. Both of the above arguments revolve around the existence of different institutional environments as an explanation of the different roles and forms that venture financing may take. Further exploring this line of thought is likely to bring new advances. Venture capital is in fact highly dependent on human capital, since decisions are taken on the basis of personal assessments of business prospects, and a large literature documents the importance of human capital in venture capital see Hellmann 2000. People therefore matter, and we should better understand whether different venture organization attract venture capitalists with different backgrounds and skills, and if so the extent to which investment decisions are driven by institutional form as opposed to human capital. A related dimension concerns the extent to which US style investment practices have been transferred to European venture firms through the hiring of US trained venture capitalists. This would help assess whether Europe differs from the US because its venture industry is still infant rather than because of a different institutional environment. Once investment decisions are made, they will bring fruit in the form of successful companies. The consensus from studies based on US data is that venture capital does provide companies with screening, monitoring, and mentoring services which are reflected in faster professionalization Hellmann and Puri 2002, stronger innovation Kortum and Lerner 2000, and higher growth rates Jain and Kini 1995. Very little is know for Europe in this respect. However, we have shown above that European venturebacked IPO firms do not grow faster than others. This leaves us with a fundamental question: what is the contribution of venture capital to the financing of European entrepreneurial 26firms? The question is still open, but if the existing evidence will be confirmed by more studies, we should look for roles other than growthsupport. A likely candidate is the provision of funds at early stages, so as to allow new ventures to overcome financing constraints 11. The study of the European Venture Capital Association 2002a we mentioned above argues that entrepreneurial companies look at venture capital as a primary source of financial survival, precisely because they cannot find alternative sources of credit. Microeconometric studies of the effects of venture capital on the capital structure and borrowing capacity of portfolio firms could put these claims on firmer grounds. 4.3 What barriers to entrepreneurship in Europe? The very existence of entrepreneurial projects is obviously a prerequisite for the formation of new companies, their growth and expansion. One concern of policy makers has recently been the perceived lack of entrepreneurial initiatives in European countries see for instance OECD 1998. It is often argued that labor and financial market rigidities discourage entrepreneurial activities, and that bankruptcy rules and social stigma excessively penalize failed ventures. What does this mean for the financing of entrepreneurship? Some novel models look at the effect of institutional constraints on the link between the choice to start a venture and its financing. Landier 2001 argues that bankruptcy more forgiving to entrepreneurs may indirectly spur venture capital, and in turn entrepreneurial activity. In a related paper, Gromb and Scharfstein 2002 focus on labor market rigidities as a barrier to entrepreneurship. They maintain that when failing means a lower wage for the entrepreneurs, financing project with a firm intrapreneurship becomes more attractive than venture capital, thus thwarting the creation of new ventures. Labor market structure thus determines the prevalence of different forms of financing startups. Hellmann 2002 provides another explanation of intrapreneurship, which highlights the importance of intellectual property rights over employeegenerated inventions. Ueda 2002 shows that a poor protection of intellectual property rights may hamper the growth of the venture capital industry. The magnitude of such indirect effects across different markets and institutions have yet to be tested against hard evidence, and work based on data from countries with different structures could provide very useful new insights. There is a large gain to be made by a rigorous empirical exploration based on these theories, and a chance to substantially increase our understanding of the working of venture financing in Europe. The institutional and regulatory diversity of European countries is in this case a blessing to researchers. 11 Bottazzi and Da Rin 2002b, for instance, look at the capital structure of companies listing on Europes new stock markets. These companies are hihgly leveraged at the IPO, and show signs to have used up bank credit. In fact, the proceedings of the IPO are used to rebalance the capital structure but also to substantially increase debt. 274.4 Is there a role for stock markets targeted at entrepreneurial companies? Europes new stock markets have come under heavy criticism for their supposed inability to provide investors with attractive returns. The dismal stock price performance of these markets seems to support this view, as well as the fact that several of the best performing companies are moving to the main markets to get rid of the bad reputation the new markets now have. Also in this case sound economic analysis can help get useful insights. We have seen that companies listing on Europes new stock markets undergo a dramatic change in their capital structure, invest the large proceedings of the IPO to expand investment in physical and intangible assets, and soon experience increased growth rates of employment and sales. Moreover In this respect, the new markets deserve a better reputation. What is also true, on the other hand, is that there is substantial heterogeneity in performance, so that extremely successful firms coexist with lame ducks. An open question is why has this happened. We have seen that a possible candidate is the quality of disclosure standards, and the willingness to impose high disclosure to listing firms. While much theoretical work has been done recently on the competition among exchanges in terms of listing rules, there is an obvious need to evaluate how existing rules perform in terms of selecting valuable companies. Another important question which remains open is the extent to which venture capital and stock market help each other. The view prevailing among practitioners is that exit by IPOs is a necessary condition for venture capital to thrive. Michelacci and Suarez 2002 formalize this view, which receives some preliminary support from Jeng and Wells 2000. In the European context, the opening of the new stock markets represents an interesting experiment in this respect. The fact that their opening coincided with the surge in venture capital fund raising and investment creates a challenging research task, namely to disentangle the effective link between stock markets and venture capital from a variety of policy and institutional changes which took place during that period. Learning whether these two sources of finance for entrepreneurial firms really complement each other can offer new insights to policy makers. 4.5 What role for public policy? We have noticed that for European policy makers the promotion of entrepreneurship is a high priority. The Lisbon Council in 2000, for instance, put fostering technological innovation and entrepreneurship as crucial means towards the accomplishment of a more competitive Europe. Public policy can take on different dimensions and measures. Here we look at some which appear particularly important. In particular, we wish to stress the importance of considering explicitly the effects that public policy has on the complex set of incentives and tradeoffs which underlies the financing of entrepreneurial startups. 28Taxation and subsidies are the most traditional means of public intervention in any market. This applies also to the financing of entrepreneurial companies. New ventures give rise to many taxation possibilities, ranging from capital gains to wages and profits. The European Venture Capital Association 2002b strongly argues for a favorable taxation of venture investing, given the positive effects it has on economic growth. These claims receive support from recent US evidence Cullen and Gordon 2002, though very little evidence is available for Europe, which makes it hard to evaluate the merits of any reform proposal. Empirical research in this direction is urgently needed. Also the theoretical understanding of the effects of taxation on venture creation leaves space for new contributions. Taxation of capital gains, profits or wages has so far been considered from the point of view of the incentives for investors and entrepreneurs to confer money and time to the creation of a new venture. This traditional approach has focused on capital contributions and capital gains in isolation. However, we have seen that a distinct feature of venture capital is the provision of mentoring and advice. Keuschnigg and Nielsen 2002 explore the interplay between different forms of taxation, the provision of mentoring services, and entrepreneurs decision to setup a venture. They suggest that a broader policy scope can have important advantages, since it takes into account the effect of taxation on the incentives to mentoring and how these affect, in turn, entrepreneurs tradeoff between setting up a venture and remaining in a salaried job. Another interesting approach considers explicitly how taxation affects indirectly the relationship between entrepreneurs and financiers Gilson and Schizer 2002. The point here is that taxation may be an important determinant of the preference for convertible securities in US style venture financing. Since the use of different securities affects the incentives of agents, and therefore the type of contracts which emerge in the market, we are reminded that taxation may have farreaching and maybe unintended consequences. Subsidies to venture financing, in the form of outright investment by public funds, by tax breaks for investors and companies, or by coinvestment in private venture funds have been used in several countries. A rigorous evaluation of the effects of these support programs is still to be carried out. There are several possible channels through which public programs could benefit entrepreneurial firms. Lerner 1998, for instance, shows that the Small Business Innovation Research Program in the US resulted in significantly higher growth of awardees and may have contributed to the growth and maturation of the US venture capital industry. The presence of different venture capital public support programs in Europe offers a good opportunity to evaluate econometrically the effectiveness of different approaches. This appears a particularly 29urgent task, given the large efforts to spur the growth of the venture capital industry. Probably the most relevant issue here is whether public support would best be targeted at increasing the flow of funds into venture capital or at helping the maturation and professionalization of the industry. That the latter goal may be relevant is argued by Becker and Hellmann 2000 and by Freeman 1998. Our evidence about the fast recent evolution of venture capital organizations would suggest that they may be right. The arguments about institutional constraints as a major reason behind Europes different type of venture capital suggest that public policy may be very powerful when targeting financial, labor, or product market structure. On the other hand, the more traditional tax and subsidy policies also seem to yield important effects on venture investing. Here economists can play two potentially useful roles. First, they can further elucidate the theoretical links between institutional constraints and identify practicable policy measures. Second, they can assess the effective magnitude of the effects of alternative policies, thus helping policy makers take informed decisions. For example, Bottazzi, Da Rin and Giavazzi 2001 argue that lower RD productivity is behind Europes dismal total factor productivity performance, and conjecture that the former may be due to a short supply of highquality entrepreneurial project. Obtaining convincing evidence of this link and of its extent could support effective policy measures. 5. Conclusions In this paper we document some new facts on the financing of European entrepreneurial companies. We show how during the latter part of the 1990s venture capital and public markets have contributed to their financing to an unprecedented extent. Based on a unique, handcollected database, we have shown that a sizeable number of fastgrowing companies have received venture backing. However, we have also shown that venturebacked companies do not seem to grow systematically faster than other listed companies. These results, while not yet conclusive on the role of venture capital in Europe, suggest that venture capital is deeply different this side of the Atlantic. This poses exciting challenges in terms of discovering the whole picture and providing an explanation for the differences with USstyle venture capital. A conjecture which emerges from our data is that European venture capital is providing more money than advice, and that its main contribution lies in the ability to help companies come into being. Further work, for which we trace a roadmap, could shed more light on the role of venture capital in Europe and on its effects on the creation of entrepreneurial innovative companies. Beyond intellectual curiosity, the progress of empirical and theoretical understanding could provide policy makers with valuable suggestions. In fact, it is particularly important that national and EUwide policies be well informed, lest they simply adopt for the 30EU prescriptions which may be valid in the US context but which here could prove counterproductive. We hope our study will contribute to spur policyrelevant research efforts. References Ashbaugh, Hollis 2001 NonUS Firms Accounting Standards Choice, Journal of Accounting and Public Policy, v.20, n.1, 12953. Becker, Rolf, and Thomas Hellmann 2000 The Genesis of Venture Capital: Lessons from the German Experience, mimeo, Stanford University. Black, Bernard, and Ronald Gilson 1998 Venture Capital and the Structure of Financial Markets: Banks versus Stock Markets, Journal of Financial Economics, v.47, n.1, 24377. Blundell, Steve, and Monica Costas Dias 2000 Evaluation Methods for Nonexperimental Data, mimeo, University College London. Bottazzi, Laura, and Marco Da Rin 2002a Venture Capital in Europe and the Financing of Innovative Companies, Economic Policy, v.34, n.1, 22969. Bottazzi, Laura, and Marco Da Rin 2002b Europes New Stock Markets, CEPR Disc. Paper 3521. Bottazzi, Laura, Marco Da Rin, and Francesco Giavazzi 2001 Research, Patents and the Financing of Ideas: Why is the EU Growth Potential so Low? paper presented at the first meeting of the Group of Economic Advisers to the President of the European Commission. Brau, James, Bill Francis and Ninon Kohers 2002 The Choice of IPO versus Takeover: Empirical Evidence, forthcoming, Journal of Business. Brav, Alon, and Paul Gompers 1997 Myth or Reality? The Longrun Underperformance of Initial Public Offering: Evidence from Venture and Nonventurebacked Companies, Journal of Finance, v.52 , n.4, 17911820. British Venture Capital Association 1999 The Economic Impact of Venture Capital in the UK. Cullen, Julie, and Roger Gordon 2002 Taxes and Entrepreneurial Activity: Theory and Evidence for the US, NBER Woking Paper 9015. Cummings, Douglas 2002 Contracts and Exits in Venture Capital Finance, University of Alberta. Davis, Steven, John C. Haltiwanger, and Scott Schuh 1996 Job Creation and Destruction, Cambridge, MIT Press. Degeorge, Francois, and Richard Zeckauser 1993 The Reverse LBO Decision and Firm Performance: Theory and Evidence, Journal of Finance, 48 4 132348. European Commission 2000 Innovation in a knowledgedriven Economy, Bruxelles. European Commission DG Entreprise 2001 European Competitiveness Report, Bruxelles. European Venture Capital Association 1996 The Economic Impact of Venture Capital in Europe, a study conducted by Coopers Lybrand for EVCA. European Venture Capital Association 2002a Survey of the Economic and Social Impact of Venture Capital in Europe, Bruxelles. European Venture Capital Association 2002b Priorities for Private Equity, Bruxelles. Freeman, John 1998 Venture Capital and Growth Business in Germany, mimeo, University of California at Berkeley. Gilson and Schizer 2002 Understanding Venture Capital Structure: A Tax Explanation for Convertible Preferred Stock, WP 230, John Olin Program in Law and Economics, Stanford Law School. Gompers, Paul 1996 Grandstanding in the Venture Capital Industry, Journal of Financial Economics, 42 1 13356. Gompers, Paul, and Josh Lerner 1999 The Venture Capital Cycle, Cambridge, MIT Press. Gromb, Denis, and David Scharfstein 2002 Entrepreneurship in Equilibrium, NBER WP 9001. Guiso, Luigi 1998 HighTech Firms and Credit Rationing, Journal of Economic Behavior and Organization, Vol. 35, n. 1, 3959 . Hart, P.E. 2000 Theories of Firms Growth and the Generation of Jobs, Review of International Economics, v.17, n.1, 22948. Hellmann, Thomas 2000 Venture Capitalists: The Coaches of Silicon Valley, in ChongMoon Lee, William F. Miller, Marguerite Gong Hancock, and Henry S. Rowen eds. The Silicon Valley Edge: A Habitat for Innovation and Entrepreneurship, Stanford, Stanford University Press. Hellmann, Thomas 2000 When do Employees Become Entrepreneurs? mimeo, Graduate School of Business, Stanford University. 31Tax Policy, Venture Capital, and Hellmann, Thomas 2002 A Theory of Strategic Venture Investing, Journal of Financial Economics, v.64, n.2, 285314. Hellmann, Thomas, and Manju Puri 2000 The Interaction between Product Market and Financing Strategy: The Role of Venture Capital, Review of Financial Studies, v.13, n.4, 95984. Hellmann, Thomas, and Manju Puri 2002 Venture Capital and the Professionalization of Startups: Empirical Evidence, Journal of Finance, v.57, n.1, 16997. Jain, Bharat, and Omesh Kini 1995 Venture Capital Participation and the PostIssue Operating Performance of IPO Firms, Managerial and Decision Economics, v.16, n.6, 593606. Jain, Bharat, and Omesh Kini 1994 The Postissue Operating Performance of IPO Firms, Journal of Finance, 49 4 16991726. Jeng, Leslie, and Philippe Wells 2000 The Determinants of Venture Capital Funding: Evidence Across Countries, Journal of Corporate Finance, v.6, n.1, 24189. Kaplan, Stephen, and Per Stromberg 2002 Financial Contracting Theory Meets the Real World: Evidence from Venture Capital Contracts, Review of Economics Studies, forthcoming. Kaplan, Stephen, Frederic Martel, and Per Stromberg 2002 Venture Capital Contracts Around the World, mimeo, University of Chicago Graduate School of Business. Keuschnigg, Christian, and Soren Bo Nielsen 2002 Entrepreneurship, Journal of Public Economics, forthcoming. Kortum, Samuel, and Josh Lerner 2000 Assessing the Contribution of Venture Capital to Innovation, Rand Journal, v.31, n.4, 674692. Landier, Augustin 2001 Startup Financing: Banks vs. Venture Capital, mimeo, MIT. Lerner, Josh 1994 Venture Capitalists and the Decision to go Public, Journal of Financial Economics, v.35, n.1, 293316. Leuz, Christian 2002 IAS versus GAAP: Information Asymmetry Based Evidence from Germanys Neuer Markt, mimeo, Wharton School. Leuz, Christian, and Robert Verrecchia 2000 The Economic Consequences of Increased Disclosure, Journal of Accounting Research v.38S 91124. Levitt, Arthur 1998 The Importance of High Quality Accounting Standards, Accounting Horizons, v.12, n.1, 7982. Mayer, Colin, Koen Schoors, and Yishay Yafeh 2002 Sources of Funds and Investment Activities of Venture Capital Funds: Evidence from Germany, Israel, Japan and the UK, CEPR Disc. Paper 3340. Michelacci, Claudio, and Javier Suarez 2002 Business Creation and the Stock Market, CEPR Discussion Paper 3513. Mikkelson, Wayne, Megan Partch, and Ken Shah 1997 Ownership and Operating Performance of Companies that go public, Journal of Financial Economics, 44 1 281307. NVCA National Venture Capital Association 1998 Eighth Annual Economic Impact of Venture Capital Study, a study conducted by Coopers Lybrand and Venture One, NVCA, Arlington. NVCA National Venture Capital Association 2002 The Economic Impact of the Venture Capital Industry on the US Economy, study conducted by DRIWEFA for NVCA, Arlington. OECD 1998 Fostering Entrepreneurship, Paris. OECD 2001 Drivers of Growth, Paris. Pagano, Marco, Fabio Panetta, and Luigi Zingales 1998 Why Do Companies Go Public? An Empirical Analysis, Journal of Finance, v.53, n.1, 2764. Rajan, Raghuram, and Luigi Zingales 1998 Financial Dependence and Growth, American Economic Review, v.88, n.3, 559586. Ritter, Jay 1991 The Longrun Performance of Initial Public Offerings, Journal of Finance, 46, 327. Rydqvist, Kristian, and Kenneth Hogholm 1995 Going Public in the 1980s: Evidence from Sweden, European Financial Management, v.1, 287316. Sapienza, Harry 1992 When do Venture Capitalists Add Value? Journal of Business Venturing, 927. Scarpetta, Stefano, Andrea Bassanini, Dirk Pilat, and Paul Schreyer 2000 Economic Growth in the OECD Area: Recent Trends at the Aggregate and Sectoral Level, OECD Economics WP 248. Schreyer, Paul 2000 Highgrowth Firms and Employment, OECD STI Working Paper 200003. Schwienbacher, Armin 2002 An Empirical Analysis of Venture Capital Exits in Europe and in the United States, mimeo, University of Namur. Tykvova, Tereza 2000 What do Economists Tell Us about Venture Capital Contracts? ZEW Discussion Paper 0062. 32Ueda, Masako 2002 Banks versus Venture Capital, CEPR Discussion Paper 3411. APPENDIX Table 10A. Robust regression dependent variable employment growth rate controlling for RD Coefficient Independent variable Venture capital Leverage at IPO Dummy 1998 Dummy 1999 Dummy 2000 Dummy RD Capital raised at IPO Founders Management Neuer Markt Constant Number of obs. F 15, 273 Pvalue .0187 .0423 .0009 .0005 .0010 .1187 .0002 .2017 .0888 .3091 .4629 289 2.86 0.0003 Notes: All independent variables measured at the time of the IPO. Significance level are indicated by 10%, 5%, and 1%. HuberWhite corrected standard errors are used to obtain robust estimates. Table 11A. Robust regression dependent variable sales growth controlling for RD tstatistics .21 2.79 1.90 1.59 2.15 1.48 .70 2.54 .73 3.71 2.37 tstatistics 1.05 3.55 2.66 .97 3.50 1.49 0.82 1.08 1.50 2.42 2.21 Independent variable Venture capital Leverage at IPO Age Dummy RD Capital raised at IPO Dummy 1999 Dummy 2000 Founders Management Neuer Markt Constant Number of obs. F 15, 294 Pvalue Coefficient .1721 .1035 .0013 .1475 .0017 .2586 .1569 .1633 .3601 .3859 .8288 310 4.02 0.0000 Notes: All independent variables measured at the time of the IPO. Significance level are indicated by 10%, 5%, and 1%. HuberWhite corrected standard errors are used to obtain robust estimates. 33 Table 12A. Robust regression dependent variable amount of funds raised at IPO controlling for RD Independent variable Venture capital Telecom 1999 SalesAssets Dummy 1998 Dummy 1999 Dummy 2000 USGAAP Founders Management Leverage at IPO Age Dummy RD Nouveau Marche Constant Number of obs. F 16, 406 Pvalue Coefficient .129 2.714 .0863 .733 .0137 .6257 .4968 .2140 .259 .0233 .0020 .4254 .1779 1.5801 423 4.96 0.0000 tstatistics .56 2.76 3.18 1.59 .03 1.47 2.18 1.04 0.395 0.49 2.76 2.01 0.73 2.44 Notes: All independent variables measured at the time of the IPO. Significance level are indicated by 10%, 5%, and 1%. HuberWhite corrected standard errors are used to obtain robust estimates. 34CESifo Working Paper Seriesfor full list see www.cesifo.de________________________________________________________________________892 Steffen Huck and Kai A. Konrad, Strategic Trade Policy and the Home Bias in Firm Ownership Structure, March 2003893 Harry Flam, Turkey and the EU: Politics and Economics of Accession, March 2003894 Mathias Hoffmann and Ronald Mac Donald, A Reexamination of the Link between Real Exchange Rates and Real Interest Rate Differentials, March 2003895 Badi H. Baltagi, Espen Bratberg, and Tor Helge Holmas, A Panel Data Study of Physicians Labor Supply: The Case of Norway, March 2003896 Dennis C. Mueller, Rights and Citizenship in the European Union, March 2003897 Jeremy Edwards, Gains from Trade in Tax Revenue and the Efficiency Case for Trade Taxes, March 2003898 Rainer Fehn and Thomas Fuchs, Capital Market Institutions and Venture Capital: Do They Affect Unemployment and Labour Demand?, March 2003899 Ronald Mac Donald and Cezary Wojcik, Catching Up: The Role of Demand, Supply and Regulated Price Effects on the Real Exchange Rates of Four Accession Countries,March 2003900 R. Selten, M. Schreckenberg, T. Pitz, T. Chmura, and S. Kube, Experiments and Simulations on DaytoDay Route ChoiceBehaviour, April 2003901 Stergios Skaperdas, Restraining the Genuine Homo Economicus: Why the Economy Cannot be Divorced from its Governance, April 2003902 YinWong Cheung, Menzie D. Chinn, and Antonio Garcia Pascual, What Do We Knowabout Recent Exchange Rate Models? InSample Fit and OutofSample Performance Evaluated, April 2003903 Mika Widgren, Enlargements and the Principles of Designing EU DecisionMaking Procedures, April 2003904 Phornchanok Cumperayot, Dusting off the Perception of Risk and Returns in FOREXMarkets, April 2003905 Kai A Konrad, Inverse Campaigning, April 2003906 Lars P. Feld and Stefan Voigt, Economic Growth and Judicial Independence: Cross Country Evidence Using a New Set of Indicators, April 2003907 Giuseppe Bertola and Pietro Garibaldi, The Structure and History of Italian Unemployment, April 2003908 Robert A.J. Dur and Otto H. Swank, Producing and Manipulating Information, April 2003909 Christian Gollier, Collective RiskTaking Decisions with Heterogeneous Beliefs, April 2003910 Alexander F Wagner, Mathias Dufour, and Friedrich Schneider, Satisfaction not Guaranteed Institutions and Satisfaction with Democracy in Western Europe, April 2003911 Ngo Van Long, Raymond Riezman, and Antoine Soubeyran, Trade, Wage Gaps, and Specific Human Capital Accumulation, April 2003912 Andrea Goldstein, Privatization in Italy 19932002: Goals, Institutions, Outcomes, and Outstanding Issues, April 2003913 Rajshri Jayaraman and Mandar Oak, The Signaling Role of Municipal Currencies in Local Development, April 2003914 Volker Grossmann, Managerial Job Assignment and Imperfect Competition in Asymmetric Equilibrium, April 2003915 Christian Gollier and Richard Zeckhauser, Collective Investment Decision Making with Heterogeneous Time Preferences, April 2003916 Thomas Moutos and William Scarth, Some Macroeconomic Consequences of Basic Income and Employment Subsidies, April 2003917 Jan C. van Ours, Has the Dutch Miracle Come to an End?, April 2003918 Bertil Holmlund, The Rise and Fall of Swedish Unemployment, April 2003919 Bernd Huber and Marco Runkel, Optimal Design of Intergovernmental Grants under Asymmetric Information, April 2003920 Klaus Walde, Endogenous Business Cycles and Growth, April 2003921 Ramon Castillo and Stergios Skaperdas, All in the Family or Public? Law and Appropriative Costs as Determinants of Ownership Structure, April 2003922 Peter Fredriksson and Bertil Holmlund, Improving Incentives in Unemployment Insurance: A Review of Recent Research, April 2003923 Bernard M.S. van Praag and Adam S. Booij, Risk Aversion and the Subjective Time Discount Rate: A Joint Approach, April 2003924 YinWong Cheung, Kon S. Lai, and Michael Bergman, Dissecting the PPP Puzzle: The Unconventional Roles of Nominal Exchange Rate and Price Adjustment, April 2003925 Ugo Trivellato and Anna Giraldo, Assessing the Choosiness of Job Seekers. An Exploratory Approach and Evidence for Italy, April 2003926 Rudi Dornbusch and Stanley Fischer, International Financial Crises, April 2003927 DavidJan Jansen and Jakob de Haan, Statements of ECB Officials and their Effect onthe Level and Volatility of the EuroDollar Exchange Rate, April 2003928 Mario Jametti and Thomas von UngernSternberg, Assessing the Efficiency of an Insurance Provider A Measurement Error Approach, April 2003929 Paolo M. Panteghini and Guttorm Schjelderup, Competing for Foreign Direct Investments: A Real Options Approach, April 2003930 Ansgar Belke, Rainer Fehn, and Neil Foster, Does Venture Capital Investment Spur Employment Growth?, April 2003931 Assar Lindbeck, Sten Nyberg, and Jorgen W. Weibull, Social Norms and Welfare State Dynamics, April 2003932 Myrna Wooders and Ben Zissimos, Hotelling Tax Competition, April 2003933 Torben M. Andersen, From Excess to Shortage Recent Developments in the Danish Labour Market, April 2003934 Paolo M. Panteghini and Carlo Scarpa, Irreversible Investments and Regulatory Risk,April 2003935 Henrik Jacobsen Kleven and Claus Thustrup Kreiner, The Marginal Cost of Public Funds in OECD Countries. Hours of Work Versus Labor Force Participation, April 2003936 Klaus Adam, George W. Evans, and Seppo Honkapohja, Are Stationary Hyperinflation Paths Learnable?, April 2003937 Ulrich Hange, Education Policy and Mobility: Some Basic Results, May 2003938 Soren Blomquist and Vidar Christiansen, Is there a Case for Public Provision of Private Goods if Preferences are Heterogeneous? An Example with Day Care, May 2003939 Hendrik Jurges, Kerstin Schneider, and Felix Buchel, The Effect of Central Exit Examinations on Student Achievement: Quasiexperimental Evidence from TIMSSGermany, May 2003940 Samuel Bentolila and Juan F. Jimeno, Spanish Unemployment: The End of the Wild Ride?, May 2003941 Thorsten BayindirUpmann and Anke Gerber, The KalaiSmorodinsky Solution in LaborMarket Negotiations, May 2003942 Ronnie Schob, Workfare and Trade Unions: Labor Market Repercussions of Welfare Reform, May 2003943 Marko Kothenburger, Tax Competition in a Fiscal Union with Decentralized Leadership, May 2003944 Albert BanalEstanol, Ines MachoStadler, and Jo Seldeslachts, Mergers, Investment Decisions and Internal Organisation, May 2003945 Kaniska Dam and David PerezCastrillo, The PrincipalAgent Matching Market, May 2003946 Ronnie Schob, The Double Dividend Hypothesis of Environmental Taxes: A Survey,May 2003947 Erkki Koskela and Mikko Puhakka, Stabilizing Competitive Cycles with Distortionary Taxation, May 2003948 Steffen Huck and Kai A. Konrad, Strategic Trade Policy and Merger Profitability, May 2003949 Frederick van der Ploeg, Beyond the Dogma of the Fixed Book Price Agreement, May 2003950 Thomas Eichner and Rudiger Pethig, A Microfoundation of PredatorPrey Dynamics,May 2003951 Burkhard Heer and Bernd Sussmuth, Cold Progression and its Effects on Income Distribution, May 2003952 YuFu Chen and Michael Funke, Labour Demand in Germany: An Assessment of NonWage Labour Costs, May 2003953 Hans Gersbach and Hans Haller, Competitive Markets, Collective Decisions and Group Formation, May 2003954 Armin Falk, Urs Fischbacher, and Simon Gachter, Living in Two Neighborhoods Social Interactions in the LAB, May 2003955 Margarita Katsimi, Training, Job Security and Incentive Wages, May 2003956 Clemens Fuest, Bernd Huber, and Jack Mintz, Capital Mobility and Tax Competition: ASurvey, May 2003957 Edward Castronova, The Price of Man and Woman: A Hedonic Pricing Model of Avatar Attributes in a Synthetic World, June 2003958 Laura Bottazzi and Marco Da Rin, Financing Entrepreneurial Firms in Europe: Facts,Issues, and Research Agenda, June 2003", "filename": "cesifo_wp958.pdf", "person": ["Laura Bottazzi", "Bottazzi, Laura", "Marco da Rin", "da Rin, Marco"], "date": ["2003"]}