{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110864/1/cesifo_wp5367.pdf"], "title": ["Country-Specific Oil Supply Shocks and the Global Economy: A Counterfactual Analysis"], "plaintext": "CESifo Working Paper No. 5367 CountrySpecific Oil Supply Shocks and the Global Economy: A Counterfactual Analysis Abstract This paper investigates the global macroeconomic consequences of countryspecific oilsupply shocks. Our contribution is both theoretical and empirical. On the theoretical side, we develop a model for the global oil market and integrate this within a compact quarterly model of the global economy to illustrate how our multicountry approach to modelling oil markets can be used to identify countryspecific oilsupply shocks. On the empirical side, estimating the GVAROil model for 27 countriesregions over the period 1979Q2 to 2013Q1, we show that the global economic implications of oilsupply shocks due to, for instance, sanctions, wars, or natural disasters vary considerably depending on which country is subject to the shock. In particular, we find that adverse shocks to Iranian oil output are neutralized in terms of their effects on the global economy real outputs and financial markets mainly due to an increase in Saudi Arabian oil production. In contrast, a negative shock to oil supply in Saudi Arabia leads to an immediate and permanent increase in oil prices, given that the loss in Saudi Arabian production is not compensated for by the other oil producers. As a result, a Saudi Arabian oil supply shock has significant adverse effects for the global economy with real GDP falling in both advanced and emerging economies, and large losses in real equity prices worldwide. JELCode: C320, E170, F440, F470, O530, Q430. Keywords: countryspecific oil supply shocks, identification of shocks, oil sanctions, oil prices, global oil markets, Iran, Saudi Arabia, international business cycle, Global VAR GVAR, interconnectedness, impulse responses. Kamiar Mohaddes Faculty of Economics Girton College University of Cambridge UK km 418cam.ac.uk M. Hashem Pesaran Department of Economics USC Dornsife INET University of Southern California Los Angeles CA USA hpesarandornsife.usc.edu corresponding author May 2015 We are grateful to Robert Blotevogel, Alexander Chudik, Massoud Karshenas, Lutz Kilian, Rania Al Mashat, Mehdi Raissi, Alessandro Rebucci, Ron Smith, Wessel Vermeulen, and seminar participants at the Graduate Institute of International and Development Studies Geneva, as well as participants at the Third International Conference on the Iranian Economy, Boston College, October 2014, and the Economic Research Forum 21st Annual Conference, Tunisia, March 2015, for constructive comments and suggestions. 1 Introduction This paper investigates the economic consequences of countryspecicid:133c oil supply shocks forthe global economy in terms of their impacts on real output, oil prices and cid:133nancial markets.It complements the extensive literature that exists on the eects of shocks to the aggregateoil supply in the world economy. See, for example, Kilian 2008b, 2009, Hamilton 2009,and Cashin et al. 2014. An analysis of the eects of countryspecicid:133c oil supply shocksis required to answer counterfactual questions regarding the possible macroeconomic eectsof oil sanctions, or regionspecicid:133c supply disruptions due to wars or natural disasters.1 Tothis end, we cid:133rst develop a model of the global oil market and derive an oil price equationwhich takes account of developments in the world economy as well as the prevailing oilsupply conditions. We then integrate this within a compact quarterly model of the globaleconomy comprising 27 countries, with the euro area being treated as a single economy,using a dynamic multicountry framework cid:133rst advanced by Pesaran et al. 2004, known asthe Global VAR or GVAR for short. This approach allows us to analyze the internationalmacroeconomic transmission of the eects of countryspecicid:133c oil supply shocks, taking intoaccount not only the direct exposure of countries to the shocks but also the indirect eectsthrough secondary or tertiary channels.The individual countryspecicid:133c models are solved in a global setting where core macroeconomic variables of each economy real GDP, incid:135ation, real exchange rate, short andlongterm interest rates, and oil production are related to corresponding foreign variables,also known as star variables constructed to match the international trade pattern of thecountry under consideration. Star variables serve as proxies for common unobserved factorsand aect the global economy in addition to the set common observable variables oil pricesand global equity prices. We estimate the 27 countryspecicid:133c vector autoregressive modelswith foreign variables VARX models over the period 1979Q2 to 2013Q1 separately andthen combine these with the estimates from the global oil market, which we refer to as the GVAROil model. The combined model is used for a number of counterfactual exercises. Inparticular, we examine the direct and indirect eects of shocks to Iranian and Saudi Arabianoil output on the world economy, on a countrybycountry basis, and provide the time procid:133leof the eects of countryspecicid:133c oil shocks on oil prices, real outputs across countries, andreal equity prices.The paper also makes a theoretical contribution to the analysis of oil shocks. In particular,we propose a new scheme for identicid:133cation of countryspecicid:133c supply shocks based on the 1See Hamilton 2013 for the history of the oil industry with a particular focus on oil shocks. On historicaloil shocks, see also Kilian 2008b and Kilian and Murphy 2014.1assumption that changes in an individual countrycid:146s oil production are unimportant relativeto changes in the world oil supplies, and as a result the correlation of oil prices and countryspecicid:133c oil supply shocks tends to zero for a su ciently large number of oil producers. Weshow that such an identicid:133cation procedure is applicable even if the countryspecicid:133c oil supplyshocks are weakly correlated, in the sense decid:133ned by Chudik et al. 2011.2 To allow forthe possible crosscountry oil supply spillover eects we make use of structural generalizedimpulse response functions based on historically estimated covariances of the countryspecicid:133coil supply shocks. Our identicid:133cation approach diers from the literature, which considersidenticid:133cation of global supply shocks typically by imposing sign restrictions on the structuralparameters of a three equation VAR model in oil prices, world real output, and global oilproduction. See, for instance, Kilian and Murphy 2012, 2014, Baumeister and Peersman2013b, and Cashin et al. 2014.Our cid:133ndings suggest that a onestandarderror adverse shock to Iranian oil output, equivalent to a fall in the Iranian oil supply of around 16% in the cid:133rst four quarters, is neutralizedin terms of its eects on the global economy. This is mainly due to an increase in Saudi Arabian oil production to compensate for the loss in OPEC supply and to stabilize the oilmarkets, which is borne out by the recent episode of oil sanctions against Iran by the U.S.and European countries. This outcome is made possible due to the large Saudi Arabianspare capacity, which allows it to act as a swing producer at the global level. However, anegative shock to Iranian oil supply does lead to a fall in Iranian real output of around 6%in the shortrun, and rebounds somewhat ending with a drop in real output of around 3:5%over the long run, as the Iranian economy adjusts to the new reduced level of oil income.Moreover, Saudi Arabia tends to benecid:133t from a negative shock to Iranian oil production. Inthe long run Saudi real output increases by 3:1% in response to the negative shock to Irancid:146soil output.In contrast, a onestandarderror adverse shock to oil production in Saudi Arabia around 11% per quarter has farreaching implications for oil markets and the global economy. ASaudi negative oil supply shock causes oil prices to rise substantially and reach 22% abovetheir preshock levels in the long run. This is not surprising, given that most of the otheroil exporters are producing at or near capacity and cannot increase their production tocompensate for the loss in Saudi Arabian oil supply. As a result, the shock to Saudi oiloutput has signicid:133cant eects for the global economy not only in terms of real output, whichfalls in both advanced including the U.K. and the U.S. and emerging economies, but alsoin terms of cid:133nancial markets as global real equity prices fall by around 9% in the long run.2The countryspecicid:133c oil supply shocks, vit, for i 1; 2; :::; N, are said to be crosssectionally weaklycorrelated if supj PNi1 jcovvit; vjtj K 1 for all N.2While there is a large body of literature investigating the eects of oil shocks on themacroeconomy, most studies have focused on a handful of industrializedOECD countrieswith the analysis being mainly done in isolation from the rest of the world. Although some ofthese papers aim to identify the underlying source of the oil shock demand versus supply,most of these oilprice shocks are taken to be global in nature rather than originating from aparticular oilproducing country or region. Moreover, the focus of the literature has beenpredominantly on net oil importers. See, for example, Hamilton 2003, 2009, Kilian 2008a,2008b, Blanchard and Gali 2009, and Peersman and Van Robays 2012. In fact, in themajority of cases these studies have looked at the impact of oil shocks exclusively on the United States, as in Kilian 2009, who using a structural VAR model, decomposes oilpriceshocks into three types: global oilsupply shock, global oildemand shock driven by economicactivity, and an oilspecicid:133c demand shock driven by expectations about future changes inglobal oil market conditions.More recently, however, a number of papers have examined the eects of oil shocks onmajor oil exporters located in the Middle East, Africa and Latin America as well as manyemerging and developing countries. For instance, Esfahani et al.2014, conducting acountrybycountry VARX analysis, investigate the direct eects of oilrevenue shocks ondomestic output for nine major oil exporters, of which six are OPEC members Iran, Kuwait,Libya, Nigeria, Saudi Arabia, and Venezuela, one is a former OPEC member Indonesia,and the remaining two are OECD oil exporters Mexico and Norway.3 Kilian et al. 2009examine the eects of dierent types of oilprice shocks on the external balances of net oilexportersimporters. Finally, Cashin et al. 2014 employ a set of sign restrictions on theimpulse responses of a GVAR model, as well as bounds on impact price elasticities of oilsupply and oil demand, to discriminate between supplydriven and demanddriven globaloilprice shocks, and to study the time procid:133le of their macroeconomic eects across a widerange of countries and variables.4In this paper, we extend the literature in a number of respects. Firstly, we model globaloil markets separately from the countryspecicid:133c VARX models, by specifying an oil priceequation which takes account of global demand conditions as well as oil supply conditionsacross some of the major oil producing countries. Secondly, we illustrate how the multicountry approach to modelling oil markets can be used to identify countryspecicid:133c oilsupplyshocks. Thirdly, by including oil supplies in the countryspecicid:133c models for the oil producingcountries we are able to identify and investigate not only the implications of countryspecicid:133c 3Chapter 4 of International Monetary Fund 2012 provides a discussion of the eects of commodity priceshocks on commodity exporters, using the methodology in Kilian 2009.4See also Cavalcanti et al. 2011a, 2011b, 2014 for recent panel studies taking into account crosscountryheterogeneity and crosssectional dependence.3oil supply shocks on the global economy in terms of real GDP, but also their eects on globalcid:133nancial markets and oil prices. This is in contrast to most of the literature that focuses onthe identicid:133cation of global supply shocks, rather than shocks to a specicid:133c country or region.Finally, given the importance of U.S. equity markets in global cid:133nance, we model globalcid:133nancial markets within the United States VARX model, thus explicitly using the U.S.model as a transmission mechanism for identifying the eects of oil supply shocks on realequity prices, and the second round eects of changes in real equity prices on real outputsand oil prices.The remainder of the paper is organized as follows. Section 2 outlines a multicountryapproach for identicid:133cation of countryspecicid:133c oil supply shocks. Section 3 develops a modelfor global oil markets and integrates it within a compact quarterly model of the globaleconomy. Section 4 provides estimates of the GVAROil model, namely the oil price equationand countryspecicid:133c VARX models inclusive of countryspecicid:133c oil supply equations. In Section 5 the GVAROil model is used to investigate the global macroeconomic consequencesof adverse shocks to Iranian and Saudi Arabian oil supplies. Finally, Section 6 oers someconcluding remarks.2 Identicid:133cation of countryspecicid:133c oil supply shocks In this section we abstract from dynamics, common factors and cid:133nancial variables and consider the simultaneous determination of the oil price, pot , and realworld income, yt, by the following three equationst , aggregate oil supply, qopot cid:11yt cid:12qoqot poyt cid:18pot uot ;t yt vt;t cid:13qot t;123where uot , vt, and t are the structural shocks, which are assumed to be uncorrelated. Asis well known, in this unrestricted formulation the structural parameters, cid:11, cid:12, , , cid:18, andcid:13, and hence the structural shocks, are not identicid:133ed. In the literature the oil supply anddemand shocks are identicid:133ed using a structural VAR approach, in some cases making use of apriori sign restrictions. See, for instance, Baumeister and Peersman 2013a, 2013b, Cashinet al. 2014, Chudik and Fidora 2012, Kilian 2009, Kilian and Murphy 2012, 2014,and Peersman and Van Robays 2012. However, this approach only helps in identifyingglobal supply shocks rather than shocks originating from a particular country or a region.To consider identicid:133cation of countryspecicid:133c oil supply shocks, we utilize a multicountry 4framework where we assume that qo To this end we suppose thatt and yt are aggregates over a large number of countries.yt qot wiyit;woi qoit;NXi1NXi145it are the real income and quantity of oil output of country i at time t;where yit and qorespectively, and wi and woi are the weights attached to country i 0s real income and oilproduction in the construction of the world GDP and oil supply. Moreover, we assume thatthe individual country contributions to yt and qot are of order 1N, and in particular theweights, wi and woi , satisfy the following granularity conditions 2cid:17 ,kwk Ocid:16Ncid:0 1 Ocid:16Ncid:0 12cid:17 for all i,N 0, are N cid:2 1 vectors of weights.wikwk 2; :::; wo67where w w 1; w 2; :::; w N 0, or wo wo 1; wo We now replace equations 2 and 3 with the following disaggregated system of equations:qoit ipoyit cid:18ipot iyit vit, for i 1; 2; :::; N,t cid:13iqofor i 1; 2; :::; N,it it,89where vt v 1t; v 2t; :::; v N t0 and t 1t; 2t; :::; N t0 are Ncid:21 vectors of countryspecicid:133c oilsupply and real income shocks. One could also allow for the eects of technological changeson the oil supply conditions in the above model, but such extensions do not aect our analysisof identicid:133cation of oil supply shocks so long as the additional factors are uncorrelated withvit. The same argument can also be made with regard to the real output equation, 9.Furthermore, as it is done in the case of the GVAROil specicid:133cation in Section 3, individualreal output equations can be considered as a part of countryspecicid:133c VAR or VARX modelswhere other variables such as interest rates, incid:135ation and exchange rates are also included inthe analysis. But for the purpose of identicid:133cation of oil supply shocks, vt, we abstract fromsuch complications.Along with the literature, we assume that the oil demand shock, uot , the oil supply shocks,vt, and real income shocks, t, are uncorrelated, but allow the oil supply shocks and real 5income shocks to be crosssectionally weakly correlated. This is formalized in the followingassumption.Assumption 1: Consider the N countryspecicid:133c oil supply shocks, vt v 1t; v 2t; :::; v N t0,the N countryspecicid:133c real output shocks, t 1t; 2t; :::; N t0, and the oil demand shock,t , decid:133ned by equations 1, 8 and 9, respectively, and let Evtv 0t cid:6vv and Et0t p 0cid:6. Suppose thatt vt 0, E uot t 0; Evt0t 0; Ecid:2uo E uocid:21max cid:6vv K 1, and cid:21max cid:6 K 1;t 2cid:3 K 1;where cid:21maxA denotes the largest eigenvalue of matrix A.Assumption 2: The coe cients in 8 and 9 are bounded in N, namelyj ij K 1;jij K 1;jcid:18ij K 1;jcid:13ij K 1:Also 1 cid:0 icid:13i 6 0, for all i,N 6 0, where cid:22N and cid:22o N are decid:133ned by 12 and 13 below, for all Nand 1 cid:0 cid:11cid:22N cid:0 cid:12cid:22oand as N ! 1:We are now ready to investigate the conditions under which p 0exogenous, and countryspecicid:133c supply shocks identicid:133ed. To this end, solving for qoin terms of pot we havet can be treated as weaklyit and yitqoit cid:18 i icid:18it cid:181 cid:0 icid:13icid:19 pot cid:18yit cid:18 cid:13i i cid:18i 1 cid:0 icid:13icid:19 po 11 cid:0 icid:13icid:19 vit iit ;1 cid:0 icid:13icid:19 cid:13ivit it :11011Aggregating over i 1; 2; :::; N and using equations 4 and 5 we obtainyt cid:22N po N poqot cid:22ot v N t N t;t vo N t;N t owherecid:22N NXi1wicid:18cid:13i i cid:18i 1 cid:0 icid:13icid:19 ; v N t NXi1wicid:18 cid:13ivit 1 cid:0 icid:13icid:19 ; N t wicid:18 it 1 cid:0 icid:13icid:19 ;NXi1126andcid:22o N NXi1wo 1 cid:0 icid:13icid:19 ; voicid:18 i icid:18i N t NXi1wo 1 cid:0 icid:13icid:19 ; oicid:18 vit N t wo 1 cid:0 icid:13icid:19 :icid:18 iit NXi113Using these results in equation 1 we now havepot N t ot cid:11 v N t N t cid:12 vouo1 cid:0 cid:11cid:22N cid:0 cid:12cid:22o N t vit 6 0 and E pot it 6 0, when N is cid:133nite, and as a result OLSIt is clear that E poregressions of qit on p 0t and yit will not yield consistent estimates of the oil supply shocks.But writing v N t as v N t w 0cid:13vt where wcid:13 w 1cid:131; w 2cid:132; :::; w N cid:13N 0, we note that under Assumption 1 E v N t 0, and14N t:V ar v N t w 0cid:13cid:6vvwcid:13cid:20 w 0cid:13wcid:13cid:21max cid:6vv :Therefore, under Assumption 2 and the granularity condition 6, we obtain NXi1cid:132i w 2w 0cid:13wcid:13 i kwk 2 Ocid:0Ncid:01cid:1 :N t Opcid:0Ncid:012cid:1, and noting that by assumption 1 cid:0 cid:11cid:22N cid:0 cid:12cid:22o Hence, v N t Opcid:0Ncid:012cid:1. Similarly, it follows that voi cid:20 supand ocid:132iuotpot 1 cid:0 cid:11cid:22N cid:0 cid:12cid:22o N N t Opcid:0Ncid:012cid:1, N t Opcid:0Ncid:012cid:1, Opcid:0Ncid:012cid:1 :N 6 0, thent and the countryTherefore, under the standard assumption that the oil demand shock uospecicid:133c oil supply shocks vit are uncorrelated we have Cov poi. Similarly, under the assumption that the oil demand shock and countryspecicid:133c incomeshocks are uncorrelated we also have Cov poestablish that when N is su ciently large and the granularity condition 6 is met, oil pricescan be treated as exogenous in individual country oil supply and income equations. Thegranularity condition is likely to hold for all oil producers considered in the empirical section 4, with the possible exception of Saudi Arabia. In the empirical application we use weakexogeneity tests to check the validity of our maintained assumption that oil prices can betreated as exogenous in countryspecicid:133c oil supply equations.t ; vit Opcid:0Ncid:012cid:1, for allt ; it Opcid:0Ncid:012cid:1, for all i. These results To identify oil supply shocks, vit, further restrictions are needed. But, given the global 7role played by the multinational oil companies in exploration, development and productionof oil across many countries, it is reasonable to assume that oil supply in individual countriesare determined by the availability of oil reserves and geopolitical factors rather than countryspecicid:133c real incomes. This suggests setting i 0. Under this restriction vit can be identicid:133edby OLS regression of qit on pot . In the case of the more general set up used in the empiricalapplication we consider the inclusion of other variables such interest rates in the countryspecicid:133c oil supply equations which could be important in capturing the intertemporal aspectsof the oil supply process as well.3 The GVAROil model We now introduce deterministics, common factors and dynamics in the multicountry model.For the oil price equation we consider the general dynamic aggregate demand function foroil given bytd ad cid:15yayLyt cid:0 cid:15poapLpoqot dt;15td is the logarithm of world demand for oil, yt is a measure of world real incomet is the logarithm of real oil prices, ad is a cid:133xed constant, ayL and apL arewhere qoin logs, popolynomials in the lag operator, L, whose coe cients add up to unity, namelyayL ay 0 ay 1L ay 2L2 :::apL ap 0 ap 1L ap 2L2 :::with ay1 ap1 1. Hence, cid:15y 0 is the longrun income elasticity of demand for oiland cid:15po 0 is the longrun price elasticity of demand for oil. We further assume that oilprices adjust to the gap between demand and supply of oil as specicid:133ed bycid:1pot as cid:21qotd cid:0 qot st;16where cid:21 measures the speed of the adjustment, as is a cid:133xed constant that captures the scarcityvalue of oil, and st represents speculative oil price changes not related to the fundamentalfactors that drive oil demand and supply. The intercept as could be a function of the interestrate as predicted by the Hotelling 1931 model. Combining the above two equations weobtaincid:1pot as cid:21 ad cid:15yayLyt cid:0 cid:15poapLpot dt cid:0 cid:21qot st;8orwherecid:1pot ap cid:21cid:15yayLyt cid:0 cid:21cid:15poapLpot cid:0 cid:21qot pt;ap as cid:21ad; and pt cid:21dt st:Using 17 we can now solve for pot to obtainpoappotcid:01t cid:181 cid:21cid:15poap 0cid:19 ap cid:18 1 cid:0 cid:21cid:15poap 11 cid:21cid:15poap 0cid:19 ayLyt cid:0cid:18cid:181 cid:21cid:15poap 0cid:19 potcid:01 cid:0cid:181 cid:21cid:15poap 0cid:19 qocid:21cid:15ycid:21cid:15po 1 cid:21cid:15poap 0cid:19 1X2t cid:181 cid:21cid:15poap 0cid:19 pt;cid:2111718which is a standard autoregressive distributed lag ARDL model in oil prices, world realincome and world oil supplies. It is easily established that the above specicid:133cation reducesto 1 if we set cid:11p 0 and abstract from the dynamics.To analyze the international macroeconomic transmission of countryspecicid:133c oil supplyshocks, we now need to integrate the oil price equation 18 within a compact quarterlymodel of the global economy. To this end we utilize the Global VAR GVAR framework,which is a dynamic multicountry framework able to account not only for direct exposures ofcountries to oil shocks but also indirect eects through third markets, originally proposed by Pesaran et al. 2004 and further developed by Dees et al. 2007. To simplify the expositionwe set all lag orders to unity and consider the simple dynamic oil price equationpot cp cid:301potcid:0 cid:111ytcid:01 cid:121qotcid:01 uot ;19where as before see 4 and 5,yt NXi1!iyit; and qot i qo!oit:NXi1We model yit and qofollowing countryspecicid:133c modelsit in conjunction with other macro variables, specicid:133cally, we consider thexit ai 0 ai 1t cid:8ixi;tcid:01 cid:3i 0xcid:3it cid:3i 1xcid:3i;tcid:01 cid:7i 0pot cid:7i 1potcid:01 uit;20where ai 0; ai 1; cid:8i; cid:3i 0; cid:3i 1; cid:7i 0;and cid:7i 1 are vectorsmatrices of cid:133xed coe cients that varyacross countries, xit is kicid:2 1 vector of countryspecicid:133c endogenous variables, and xcid:3it is kcid:3i cid:2 1vector of countryspecicid:133c weakly exogenous or cid:145starcid:146variables. The cid:145starcid:146variables, xcid:3it, are 9constructed using countryspecicid:133c trade shares, and decid:133ned byxcid:3it NXj1wijxjt;21j1 wij 1.5where wij; i; j 1; 2; :::N; are bilateral trade weights, with wii 0; and PNThe countryspecicid:133c VARX models, 20, are combined with the oil price equation, 19,and solved for all the endogenous variables collected in the vector, zt p 0t ; x 01t; x 02t; :::; x 0N t0 t ; x 0t0, We refer to this combined model as the GVAROil model, which allows for a twopoway linkage between the global economy and oil prices. Changes in the global economicconditions and oil supplies aect oil prices with a lag, with oil prices potentially incid:135uencingall countryspecicid:133c variables. Similarly, changes in oil supplies, determined in country models for the major oil producers, are aected by oil prices and in turn aect oil prices with alag as specicid:133ed in the oil price equation, 19.Although estimation is carried out on a countrybycountry basis, the GVAR model issolved for oil prices and all country variables simultaneously, taking account of the factthat all variables are endogenous to the system as a whole. To solve for the endogenousvariables, zt, using 21 we cid:133rst note that xcid:3it Wixt, where Wi is a kcid:3i cid:2 k 1, matrixof cid:133xed constants which are either 0 or 1 or some prespecicid:133ed weights, wij, k PNi1 ki,kcid:3i dimxcid:3it. Stacking the countryspecicid:133c models we now havext t cid:8xtcid:01 H0xt H1xtcid:01 cid:70pot cid:71potcid:01 ut;wherecid:8 0BBBBt 0BBBBcid:8100 cid:82 000cid:1cid:1cid:10cid:1cid:1cid:1 cid:1cid:1cid:1 cid:8Na 10 a 11ta 20 a 21t a N 0 a N 1tcid:311W1cid:321W2cid:3N 1WN1CCCCA; H0 0BBBB, cid:70 0BBBB1CCCCAcid:710cid:720 cid:7N 0 cid:3N 0WNcid:310W1cid:320W21CCCCA, cid:71 0BBBB , H1 0BBBB, ut 0BBBB1CCCCAcid:711cid:721 cid:7N 11CCCCA,1CCCCA1CCCCA;u 1tu 2t u N t 5The main justicid:133cation for using bilateral trade weights, as opposed to cid:133nancial weights for instance,is that the former have been shown to be the most important determinant of national business cycle comovements. See Baxter and Kouparitsas 2005, among others.10We also note that the oil price equation can be written ast cp cid:301popotcid:01 cid:0cid:111w 0y cid:121w 0qcid:1 xtcid:01 uot ;where wy and wq are k cid:2 1 vectors whose elements are either zero or is set equal to theit, as implied by 4 and 5, respectively. Combiningweights wi or w 0the above oil price equation with the country specicid:133c models we obtaini , assigned to yit or qo 1cid:0cid:700Ik cid:0 H0 ! poxt ! cpt ! cid:301 cid:111w 0y cid:121w 0qcid:8 H1cid:71t! poxtcid:01 ! uout ! ;tcid:01t22which can be written more compactly as G0zt bt G1ztcid:01 vt:Under the assumption that Ik cid:0 H0 is invertible the GVAROil model has the followingreduced form solution:zt at Fztcid:01 cid:24t;23whereandat Gcid:010 at; F Gcid:010 G1; cid:24t Gcid:010 vt;cid:24t Gcid:010 vt 1cid:700Ik cid:0 H0cid:01 ! uout ! tuott Ik cid:0 H0cid:01 ut ! :cid:70uo 3.1 Structural impulse responses for countryspecicid:133c oil supplyshocks The reduced form solution, 23 can now be used in forecasting or for counterfactual analysis.The focus of our analysis is on the counterfactual eects of countryspecicid:133c oil supply shocks.In particular, we are interested in the consequences of shocks to Iranian and Saudi Arabianoil supplies. To this end we consider the following cid:145structuralcid:146version of 23,Qzt Qat QFztcid:01 t;24where t Qcid:24t 1t; 2t; ::::; k1;t0 are the structural shocks, and Q is a k 1 cid:2 k 1nonsingular matrix. In a multicountry context due to spillover eects across countries weneed to allow for the possibility that some of the structural shocks might be correlated. To 11allow for nonzero correlations across the structural shocks we use the generalized impulseresponse function developed by Pesaran and Shin 1998. For model 24, the impulseresponse function of a unit shock to the ith structural error, it, is given bygzh; cid:27i E zth js 0it cid:27i; Itcid:01 cid:0 E zth j Itcid:01 ; for h 0; 1; :::where si is a k 1 cid:2 1 vector of zeros with the exception of its ith element which is set tounity, cid:27i denotes the size of the shock, and Itcid:01 ztcid:01; ztcid:02; ::::. Using 24 we have notethat at is nonstochasticgzh; cid:27i Fhgzh cid:0 1; cid:27i, for h 1; 2; :::;gz0; cid:27i Qcid:01E t js 0it cid:27i; Itcid:01 cid:27cid:01i Qcid:01cid:6si:25But cid:6 Qcid:6cid:24cid:24Q0, where cid:6cid:24cid:24 E cid:24tcid:240t and can be identicid:133ed from the reduced form ofthe GVAROil model given by 23. Using this result we now havegz0; cid:27i cid:27cid:01i cid:6cid:24cid:24Q0si:26Therefore, to identify the eects of the structural shocks we need to identify Q0si which is theith row of Q. To identify all the structural shocks and without imposing any restrictionson cid:6 it is clear that we must set Q equal to an identity matrix. But if the aim is toidentify the impulse response functions of some but not all of the structural shocks oneneeds only to focus on those rows of Q that relate to structural shocks of interest. In thepresent application where our focus is on countryspecicid:133c oil supply shocks, we consider thefollowing partitions of Q and t Q Qaa Qab Qba Qbb ! , and t atbt ! ;where at poidentify the eects of at we assume that Qab 0, and 2t; :::; qo N t0, with the rest of the structural shocks included in bt. Tot ; qo 1t; qo Qaa 0BBBBBBB0 cid:1cid:1cid:11cid:13o 1 cid:1cid:1cid:11 cid:13o 0Ncid:01 0cid:13o 00N0 00 0 1 00 1;1CCCCCCCA12which is in line with the theoretical restrictions derived in Section 2. This specicid:133cationallows oil price changes to contemporaneously aect countryspecicid:133c oil supplies but not thereverse.4 Empirical application Before we can investigate the global macroeconomic consequences of countryspecicid:133c oilsupply shocks, we need to estimate the GVAROil model. We begin our empirical investigation with estimates of the oil price equation and discuss its robustness along severaldimensions.4.1 Estimates of the oil price equation We include as many major oil producers as possible in our multicountry set up, subjectto data availability, together with as many countries in the world to represent the globaleconomy. The model includes 34 economies, which together cover more than 90% of world GDP. Out of these, ten are classicid:133ed as major oil producers, i.e. countries producing morethan one percent of total world oil supply according to 20042013 averages Table 1. Thecid:133ve major oil exporters, Canada, Iran, Mexico, Norway, and Saudi Arabia, clearly satisfy thiscondition, as does the UK, which remained a net oil exporter until 2006, and Indonesia, whichwas an OPEC member until January 2009. In addition, there are three other countries inour sample which produce signicid:133cantly more than 2.4 million barrels per day mbd: Brazil,China, and the U.S. Table 2. Although net oil importers, these countries are the eleventh,fourth, and second largest oil producers in the world, respectively.Unfortunately, we are not able to include Iraq ranked cid:133fth in the world in terms of provenoil reserves in our sample due to lack of su ciently long time series data for this country.This was also the case for Russia, the third largest oil producer in the world, for whichquarterly observations are not available for the majority of our sample period although, asdiscussed below, we do consider the robustness of the estimates of the oil price equation tothe inclusion of Russia, using a somewhat shorter period.The ten major oil producers have one important feature in common, namely that theamount of oil they produce on any given day plays a signicid:133cant role in the global oil markets,however, they dier considerably from each other in terms of how much oil they produceand export, their level of proven oil reserves, as well as their spare capacity Table 2.6 In 6Note that proven reserves at any given point in time are decid:133ned as quantities of oil that geologicaland engineering information indicate with reasonable certainty can be recovered in the future from knownreservoirs under existing economic and operating conditions British Petroleum Statistical Review of World 13Table 1: Countries and Regions in the GVAR Model Major Oil Producers Other Countries Net Exporters Canada Indonesia Iran Mexico Norway Saudi Arabia Net Importers Brazil China United Kingdom United States Europe Euro Area Austria Belgium Finland France Germany Italy Netherlands Spain Sweden Switzerland Rest of the World South Africa Turkey Asia Pacicid:133c Australia India Japan Korea Malaysia New Zealand Philippines Singapore Thailand Latin America Argentina Chile Peru Table 2: Oil Reserves, Production and Exports of Major Oil Producers, averagesover 2004cid:1502013Country Oil Production Million Barrelsday Percentof World Oil Exports Million Barrelsday Percentof World Oil Reserves Billion Barrels Percentof World Net Exporters Canada Indonesia Iran Mexico Norway Saudi Arabia Net Importers Brazil China United Kingdom United States 3.51.14.03.32.410.82.44.11.59.54.01.24.73.82.812.62.84.71.711.01.50.32.41.61.87.13.70.85.84.04.517.2177.04.0144.112.38.2264.713.416.53.334.211.70.39.50.80.517.50.91.10.22.3World 86.3100.0041.1100.01510.3100.00Source: Oil production data are from the U.S. Energy Information Administration International Energy Statistics, oil reserve data are from the British Petroleum Statistical Review of World Energy and oil exportdata are from the OPEC Annual Statistical Bulletin.14particular, we note from Table 2 that although Iran has substantial reserves 4th largest inthe world its production is less than 5% of the world oil output, being similar to that of China with only around 1% of the worldcid:146s known reserves. What might be surprising isthat Canada has in fact larger oil reserves than Iran but exports around 1 million barrelsper day less than Iran.Table 2 also shows that Saudi Arabia plays a key role when it comes to world oil supply.Not only does it produce more than 12:6% of world oil output and owns 17:5% of the worldcid:146sproven oil reserves, it also exports around 17:2% of the world total, which is almost thesame amount as the other four major oil exporters in our sample combined. Moreover, Saudi Arabia is not only the largest oil producer and exporter in the world, but it also has the largestspare capacity and as such is often seen as a swing producer. For example, following the Arab spring and the recent oil sanctions on Iran, Saudi Arabia has increased its productionto stabilize the global oil markets. Therefore, one would expect that disruptions to globaloil supplies would be compensated by an increase in Saudi Arabian oil production, whilstdisruptions to Saudi Arabian oil supply could potentially only be partially compensated byother producers given that most of them are producing at or near capacity.To take account of developments in the world economy, we include a measure of globaloutput, yt, in our oil price equation, computed asyt NXi1wiyit;27weight of country i; and PNwhere yit is the log of real GDP of country i at time t, i 1; 2; :::N; wi is the PPP GDPj0 wi 1.7 We compute wi as a threeyear averages over 20072009 to reduce the impact of individual yearly movements on the weights. See Table 3 forthe weights of each of the 26 countries and the euro area. Finally, to capture the global oilt , calculated assupply conditions, we include a measure of the log of world oil production, qoit, where qoit 0 for the euro area and the 16 countries who are not major oilqoproducers see Table 1.8i1 qot PNEnergy, thus this measure could be uncertain.7The PPPGDP weights are computed using data from the World Bank World Development Indicatordatabase. Data on real GDP, yit, over the period 1979Q2 to 2013Q1, for all countries but Iran, are obtainedfrom Smith and Galesi 2014. GDP data for Iran over the period 1979Q12006Q4 are from Esfahani et al.2014, which were updated using the International Monetary Fundcid:146s IMF International Financial Statisticsand World Economic Outlook databases.8Quarterly oil production series in thousand barrels per day were obtained from the U.S. Energy Information Administration International Energy Statistics. But these data are only available from 1994Q1,so quarterly series from 1979Q2 to 1993Q4 were linearly interpolated backward using annual series. For adescription of the interpolation procedure used see Section 1.1 of Supplement A of Dees et al. 2007.15Table 3: PPPGDP Weights in percent, averages over 2007cid:1502009Country PPP GDPWeights wiCountry PPP GDPWeights wiCountry PPP GDPWeights wiArgentina Australia Brazil Canada China Chile Euro Area India Indonesia 0.991.423.442.2514.490.4217.866.151.60Iran Japan Korea Malaysia Mexico Norway New Zealand Peru Philippines 1.437.472.280.672.750.480.220.420.55South Africa Saudi Arabia Singapore Sweden Switzerland Thailand Turkey UKUSA0.881.020.440.620.600.951.793.8724.93Notes: The euro area block includes 8 of the 11 countries that initially joined the euro on January 1, 1999:Austria, Belgium, Finland, France, Germany, Italy, Netherlands, and Spain. Source: World Bank World Development Indicators, 20072009.For empirical application we use the nominal price of oil in U.S. dollars. The advantageof the nominal oil price is that its movement recid:135ects political factors more prominently thanreal oil prices. These political factors could be quite important in our application given thatour focus is on the consequences of countryspecicid:133c oil supply shocks, potentially due to oilsanctions or wars. In addition, in terms of the countryspecicid:133c VARX models see Section 4.2 the inclusion of the nominal price seems more appropriate as the real exchange rate isalready included in the model, and combining the two variables can have the same eect asreal oil prices in domestic currency. To check the robustness of our results to the choice ofthe oil price variable, we also estimated the oil price equation as well as the GVAROil modelas whole using real oil prices with U.S. CPI used as the decid:135ator and found the results to bequite similar. This is perhaps not surprising since nominal oil prices are much more volatilethan U.S. CPI. Given that we cid:133nd that it does not make much dierence whether one usesnominal or real oil prices, and the fact that geopolitical factors are better captured usingnominal prices, all the estimates reported below are obtained using the nominal price of oil.9t and yt, we estimated the oil price equation using the Having constructed the series for qofollowing ARDL specicid:133cationpot cp mpo X1cid:30potcid:0 my X1cid:11ytcid:0 mqo X1cid:12qotcid:0 uot ;28where the lag orders, mpo, my and mqo are allowed to dier across the variables and selected 9The results based on real oil prices are available upon request.16using, for instance, the Akaike Information Criterion AIC. It is also easily seen that 1 cid:0cid:15ycid:15pocid:30!cid:01 my X1mpo X1cid:11; and cid:0 1 cid:01cid:15pocid:30!cid:01 mqo X1mpo X1cid:12;and hence we are able to estimate longrun price and income elasticities of the global oildemand equation ascid:15po cid:0 mqo X1cid:12!cid:01 1 cid:0cid:30! , and cid:15y cid:0 mqo X1cid:12!cid:01 my X1mpo X1cid:11:29po mmaxy mmax We select the lag order of the ARDL model using the AIC, subject to a maximumof four lags on each of the variables, mmaxqo 4. Allowing the lag orderselection to dier across the variables, the AIC selects the lag orders 4,1,1. We obtained thesame outcome using the Schwarz Bayesian Criterion. Table 4 presents the ARDL estimatesof equation 28, from which we can see that all coe cients have the right signs and arestatistically signicid:133cant at the 1% level except for the coe cient of potcid:04 which is statisticallysignicid:133cant at the 5% level. Moreover, testing for the existence of a level or longrunt , we obtained an F statistic of 5:01 which is above the 95%relationship between poupper bound critical value of the test at 4:95.10 We therefore reject the null hypothesis of 0:21 for theno level eects amongst the three variables. Furthermore, we obtain an Rerrorcorrection representation of the ARDL model, which is a reasonable cid:133t of the errorcorrecting equation given the generally held view that oil prices tend to follow random walkunder which we would have expected R2 to be around zero.t , yt and qo 2To obtain the estimates of the longrun price bcid:15po and income elasticity bcid:15y of demand,we use the OLS estimates of the shortrun coe cients bcid:30, bcid:11, and bcid:12 in equation 28 andcalculate the elasticities based on equation 29. Our results suggest a price elasticity ofcid:00:212 Table 4, which falls in the range of the estimates obtained in the literature. Forinstance, Pesaran et al. 1998 cid:133nd an elasticity of between 0:0 to cid:00:48 for Asian countries,Gately and Huntington 2002 report elasticities between cid:00:12 to cid:00:64 for both OECDand nonOECD countries, Krichene 2006 obtains estimates of between cid:00:03 to cid:00:08 forvarious countries, and Kilian and Murphy 2014 report an elasticity of cid:00:26. Moreover,although our estimate for the income elasticity of demand 0:727 is lower than that reported in Pesaran et al. 1998 for Asian developing countries 1:0 cid:0 1:2, it is in line withthe estimates of between 0:53 to 0:95 and 0:54 to 0:90 in Gately and Huntington 200210For a discussion of the bound testing approach see Pesaran et al. 2001.17Table 4: Estimates of the Oil Price Equation Countries 34 Countries 34 Countries Estimation Period 1980q 22013q 11994q 22013q 135 Countriesincluding Russia 1994q 22013q 1a ARDL Estimatesbcid:301bcid:302bcid:303bcid:304bcid:111bcid:121bcid:15ybcid:15po 1:185cid:3cid:30:088cid:00:631cid:3cid:30:1320:460cid:3cid:30:131cid:00:199cid:30:0870:635cid:3cid:30:178cid:00:873cid:3cid:30:2801:172cid:3cid:30:117cid:00:711cid:3cid:30:1760:450cid:30:176cid:00:275cid:30:1141:189cid:3cid:30:286cid:01:394cid:30:5481:187cid:3cid:30:118cid:00:717cid:3cid:30:1780:446cid:30:178cid:00:258cid:30:1151:207cid:3cid:30:314cid:01:144cid:30:5761:055cid:30:414cid:00:300cid:30:130b Longrun income bcid:15y and price bcid:15po elasticities 0:727cid:3cid:30:0550:853cid:3cid:30:274cid:00:212cid:3cid:30:031cid:00:262cid:3cid:30:085c Testing for the existence of level relationship amongst pot , yt and qot F statistic 95% Upper Bound 90% Upper Bound 5:014:954:195:455:004:234:725:004:23Notes: The dependant variable is pot . The estimates are based on an ARDL 4,1,1 model. An intercept isincluded in all regressions. Standard errors are presented below the corresponding coe cients in brackets.Symbols and denote signicid:133cance at 1% and 5% respectively. See Table 1 for the 34 countries includedin our model.18and Krichene 2006, respectively.11 Furthermore, in a recent study, Mohaddes 2013, usingannual data between 1965 and 2009 for 65 major oil consumers, estimates dynamic heterogeneous panel data models with interactive eects and cid:133nds a price elasticity of cid:00:15 andan income elasticity of 0:68, which are close to the elasticities reported in Table 4.As explained earlier we do not include Russia in our sample due to lack of su cientlylong time series data on macro variables such as real GDP, incid:135ation, and the exchange rate.Having data over a su ciently long time period is important when it comes to estimating the GVAROil model, and including Russia would have meant estimating the countryspecicid:133c VARX models using 76 quarterly observations rather than 132, making the results muchless reliable. However, given that Russia is the third largest oil producer in the world after Saudi Arabia and the U.S. we thought it important to make sure that the oil price equationestimates in column 2 of Table 4 are not substantially dierent were we to include Russiain our sample. To this end we used quarterly GDP data for Russia from 1993Q1 to 2013Q1from the IMF International Financial Statistics and updated the PPP GDP weights usingthe World Bank World Development Indicator database so as to calculate world incomeyt inclusive of Russia. We also included Russian oil production in the global oil supplyvariable qot , using quarterly Russian oil production series from the U.S. Energy Information Administration International Energy Statistics.The ARDL estimates of the oil price equation with Russia included 35 countries arereported in the last column of Table 4, from which we observe that the estimates of the shortrun coe cients bcid:30, bcid:11, andbcid:12 are all statistically signicid:133cant and that, as before, we cannotreject the existence of a level or longrun relationship relating oil prices to oil supplies andworld real income, although the signicid:133cance is now at the lower level of 90%. We noticethat the longrun price and income elasticities of demand, although still in line with that ofthe literature, are larger than the estimates based on a substantially longer sample period56 more observations but excluding Russia column 2, however, the standard errors ofthe estimates are quite a bit larger. To compare the estimates with and without Russiabut using the same sample period we reestimate the oil price equation for the original 34countries but using data over the shorter period 1994Q22013Q1. These results are reportedunder column 3 of Table 4, and show that i the elasticities of demand and their standarderrors are somewhat larger when the sample period is shorter and ii the elasticities andtheir standard errors are smaller when Russia is not included in the sample. Overall, it seemsthat the inclusion of Russia, while increasing the estimated longrun elasticities of demand,yields substantially larger standard errors compare columns 3 and 4 of Table 4. The larger 11See also Fattouh 2007 for an extensive survey of the literature on income and price elasticities ofdemand for energy.19price and income elasticities obtained when Russia is included must therefore be balancedby the fact that the estimates are much less precisely estimated and have a greater marginof errors as compared to the elasticity estimates obtained using the longer sample periodexcluding Russia. We, therefore, feel justicid:133ed in proceeding with the longer sample periodeven though this means that Russia must be excluded from our analysis.4.2 Estimates of the countryspecicid:133c VARX models While our analysis covers 34 countries, in the construction of the GVAROil model we createa block comprising 8 of the 11 countries that initially joined the euro area on January 1,1999, namely Austria, Belgium, Finland, France, Germany, Italy, Netherlands, and Spain.The time series data for the euro area are constructed as crosssectionally weighted averagesof the variables of the eight euro area countries, using Purchasing Power Parity GDP weights,averaged over the 20072009 period see Table 3. Thus, as displayed in Table 1, the GVAROil model includes one region and 26 countryspecicid:133c VARX models. For various datasources used to build the quarterly GVAROil dataset, covering 1979Q2 to 2013Q1, and forthe construction of the variables see Appendix A. For brevity, we provide evidence for theweak exogeneity assumption of the foreign variables and discuss the issue of structural breaksin the context of our GVAROil model in Appendix B.4.2.1 Specicid:133cation of the countryspecicid:133c VARX models In our application each countryspecicid:133c model has a maximum of six endogenous variables.Using the same terminology as in equation 20, the ki cid:2 1 vector of countryspecicid:133c endogenous variables is decid:133ned as xit cid:0qoit is the log of oilproduction at time t for country i, yit is the log of real Gross Domestic Product, cid:25it is therate of incid:135ation, epit is the log decid:135ated exchange rate, and r Sinterest rate, if country i is a major oil producer, otherwise xit cid:0yit; cid:25it; epit; r Sit; cid:10, where qoitcid:1 is the short long termit cid:0r Lit; cid:10.12The model for the U.S. diers from the rest in two respects: given the importance of U.S.cid:133nancial variables in the global economy, the log of world real equity prices, eqt is includedin the U.S. model as an endogenous variable, and as weakly exogenous in the other countrymodels eqcid:3it eqt, whilst U.S. dollar exchange rates are included as endogenous variablesin all models except for the United States.13 The endogenous variables of the U.S. modelit; yit; cid:25it; epit; r Sit; r Lit; r L12Note that long term interests are not available for all countries, and short term and long term interestrates are not available in the case of Iran and Saudi Arabia.13Note that the inclusion of the equity price variable in the U.S. model is supported by empirical evidencethat shows that there is a global cid:133nancial cycle in capital cid:135ows, asset prices, and credit growth, and thatcycle is mainly driven by monetary policy settings of the United States, aecting leverage of internationalbanks, and crossborder capitalcredit cid:135ows. See, for instance, Rey 2013.20are therefore given by x U S;t cid:0eqt; qocid:0eqcid:3it; ycid:3it; cid:25cid:3it; epcid:3it; rcid:3S20072009.14it ; rcid:3LIn the case of all countries, except for the U.S. and euro area, the foreign variablesincluded in the countryspecicid:133c models, computed as in equation 21, are given by xcid:3it it cid:10. The trade weights are computed as threeyear averages over U S;t; y U S;t; cid:25U S;t; r SU S;t; r LU S;tcid:10 :Table 5: Variables Specicid:133cation of the Countryspecicid:133c VARX Models The U.S. Model Domestic Foreign Oil Producersexcept U.S.Domestic Foreign Remaining 17VARX Models Domestic Foreignyitcid:25itcid:0r Sitr Litqoit;seqtcid:0ycid:3itcid:0epcid:3itcid:0cid:0cid:0cid:0potyitcid:25itepitr Sitr Litqoit;scid:0cid:0ycid:3itcid:25cid:3itcid:0rcid:3Sitrcid:3Litcid:0eqtpotyitcid:25itepitr Sitr Litcid:0cid:0cid:0ycid:3itcid:25cid:3itcid:0rcid:3Sitrcid:3Litcid:0eqtpot U S;t and rcid:3LWe excluded the foreign incid:135ation variable, cid:25cid:3EA;t, from the euro model since, based onsome preliminary tests, we could not maintain that cid:25cid:3EA;t is weakly exogenous. Also, giventhe pivotal role played by the U.S. in global cid:133nancial markets, we excluded the foreigninterest rates, rcid:3SU S;t, from the U.S. model. The exclusion of these variables from U S;t and rcid:3Lthe U.S. model was also supported by preliminary test results showing that rcid:3SU S;tcan not be assumed to be weakly exogenous when included in the U.S. model. A similarresult was found when the foreign incid:135ation variable, cid:25cid:3U S;t, was included in the U.S. model.In short, the U.S. model includes only two foreign variables, namely xcid:3U S;t ycid:3U S;t; epcid:3U S;t0;j1 w U SA;jejt cid:0 pjt; w U SA;j is the share of U.S. trade with country j, ejtis the log of US dollar exchange rate with respect to the currency of country j, and pjt isthe log CPI price index of country j. The three dierent sets of individual countryspecicid:133cmodels are summarized in Table 5.where epcid:3U S;t PN4.2.2 Lag order selection, cointegrating relations, and persistence procid:133les We use quarterly observations over the period 1979Q2cid:1502013Q1, across the dierent specicid:133cations in Table 5, to estimate the 27 countryspecicid:133c VARXsi; scid:3i models separately.14A similar approach has also been followed in the case of Global VAR models estimated in the literature.See, for example, Dees et al. 2007 and Cashin et al. 2015.21We select the lag orders of the domestic and foreign variables, si and scid:3i , by the Akaike Information Criterion AIC applied to the underlying unrestricted VARX models, withthe maximum lag orders set to 2, in view of the limited number of time series observationsavailable. The selected lag orders are reported in Table 6.Table 6: Lag Orders of the Countryspecicid:133c VARXs, s Models together withthe Number of Cointegrating Relations rCountry Argentina Australia Brazil Canada China Chile Euro Area India Indonesia Iran Japan Korea Malaysia Mexico VARX Order Cointegratingrelations risiscid:3i 211122222222112122111211221222232221313413Country Norway New Zealand Peru Philippines South Africa Saudi Arabia Singapore Sweden Switzerland Thailand Turkey UKUSAVARX Order Cointegratingrelations risiscid:3i 222222122221212211111112112222112222123Notes: si and scid:3i denote the estimated lag orders for the domestic and foreign variables, respectively, selectedby the Akaike Information Criterion, with the maximum lag orders set to 2. The number of cointegratingrelations ri are selected using the trace test statistics based on the 95% critical values from Mac Kinnon1991 for all countries except for Norway, South Africa, Saudi Arabia, and the UK, for which we reducedri below that suggested by the trace statistic to ensure the stability of the global model.Having established the lag orders, we proceed to determine the number of longrun relations. Cointegration tests with the null hypothesis of no cointegration, one cointegratingrelation, and so on are carried out using Johansencid:146s maximal eigenvalue and trace statisticsas developed in Pesaran et al. 2000 for models with weakly exogenous I 1 regressors,unrestricted intercepts and restricted trend coe cients. We choose the number of cointegrating relations ri based on the trace test statistics, given that it has better small sampleproperties than the maximal eigenvalue test, using the 95% critical values from Mac Kinnon1991.It is now important to investigate the dynamic properties of the GVAROil model whenthe 27 individual country models are combined with the oil price equation. In the GVARliterature this is done by examining the persistence procid:133les PPs of the eects of systemwide shocks developed in Lee and Pesaran 1993 and Pesaran and Shin 1996. On impact 22Figure 1: Persistence Procid:133les of the Eect of a Systemwide Shock to the Cointegrating Relationsa All Countriesb Iranc Saudi Arabia Notes: Figures show median eects of a systemwide shock to the cointegrating relations with 95% bootstrapped concid:133dence bounds for Iran and Saudi Arabia.23the PPs are normalized to take the value of unity, but the rate at which they tend tozero provides information on the speed with which equilibrium correction takes place inresponse to shocks. The PPs could initially overshoot, thus exceeding unity, but musteventually tend to zero if the relationship under consideration is indeed cointegrated. Inour preliminary analysis of the PPs for the full GVAROil model we notice that, in thecase of a few of the countries, the speed of convergence was rather slow. In particular, thespeed of adjustment was very slow for Norway, South Africa, Saudi Arabia, and the UK.This may be due to the fact that the number of cointegrating relations are estimated atthe level of individual countries conditional on the foreign variables, whilst the PPs arecomputed using the GVAROil model as a whole, which tends to have fewer cointegratingrelations as compared to the number of cointegrating relations identicid:133ed at the individualcountry levels. To address this issue we reduced the number of cointegrating relations forthese economies, and ended up with 55 cointegrating relations as reported in Table 6. Theassociated persistence procid:133les are shown in Figure 1a, from which we see that the procid:133lesovershoot for six of the 55 cointegrating vectors before quickly tending to zero. The halflifeof the shocks is generally less than 5 quarters and speed of convergence is relatively fast.Focusing on the persistence procid:133les for Iran and Saudi Arabia we plot these PPs togetherwith their 95% bootstrapped error bands in Figures 1b and 1c. For these two major oilexporters we notice that the speed of convergence is very fast, which is in line with thosereported for oil exporters in the literature. See Esfahani et al. 2013 and Esfahani et al.2014 who also argue that the faster speeds of adjustment towards equilibrium experiencedby some of the major oil exporters could be due to the relatively underdeveloped nature ofmoney and capital markets in these economies.5 Counterfactual analysis of oil supply shocks With the GVAROil model fully specicid:133ed and shown to have a number of desirable statisticalproperties, see the detailed discussion above and in Appendix B, we can now consider theeects of countryspecicid:133c supply disruptions. As illustrated in Section 2, the disaggregatednature of the model allows us to identify countryspecicid:133c oil supply shocks and answer counterfactual questions regarding the possible macroeconomic eects of oil supply disruptionson the global economy. Our proposed scheme for identicid:133cation of countryspecicid:133c supplyshocks is based on the assumption that changes in individual country oil production areunimportant relative to changes in the world oil supplies, and as a result the correlation ofoil prices and countryspecicid:133c oil supply shocks tend to zero for su ciently large number ofoil producers. Although we show that such an identicid:133cation procedure is applicable even if 24the countryspecicid:133c oil supply shocks are weakly correlated, in the sense decid:133ned by Chudiket al. 2011. Our approach to identicid:133cation of oil supply shocks dier from the literaturewhich considers identicid:133cation of global supply shocks, rather than shocks originating from aspecicid:133c country or a region, typically by imposing sign restrictions on the structural parameters of a three equation VAR model in oil prices, world real output, and global oil productionsee, for instance, Kilian and Murphy 2012, Baumeister and Peersman 2013b, and Cashinet al. 2014.Dealing with countryspecicid:133c shocks raises a new issue which is absent from the globaloil supply and demand analysis; namely, we need to make some assumptions about the likelycontemporaneous responses of other oil producers to the shock. Dierent counterfactualscenarios for such responses can be considered. One possibility would be to assume zerocontemporaneous supply responses, and allow the eects of the shock to work through oilprice changes and secondary lagged feedback eects. Alternatively, one can use historicallyestimated covariances of the oil supply shocks. To allow for the possible crosscountry oilsupply spillover eects we make use of the structural generalized impulse response functionsbased on historically estimated covariances of the countryspecicid:133c oil supply shocks. See thetheoretical analysis of Section 3.1, and the generalized impulse response functions given by25 and 26.5.1 An adverse shock to Iranian oil supply We cid:133rst consider the oil price and production eects of a negative unit shock equal toonestandarderror to Iranian oil supply. The associated structural impulse responses together with their 95% error bands are given in Figure 2. This cid:133gure clearly shows that,following the supply shock, Iranian production temporarily falls by around 16% in the cid:133rstfour quarters equivalent to 0:64 mbd, and the output eects remain statistically signicid:133cantfor six quarters. Reacting to the loss in Irancid:146s oil output and to stabilize the oil markets,other OPEC producers Indonesia and Saudi Arabia in particular increase their production.Saudi Arabian production initially increases by 8% and eventually by 13% per annum in thelong run. As a result, oil prices rise by 2% being statistically signicid:133cant in the cid:133rst fourthquarters, but in the long run they fall back by 5:4% per annum. The fall in oil prices inthe long run is due to the persistent nature of oil output from Saudi Arabia, with the rise in Saudi oil production being maintained at a higher level following the shock. As far as supplyresponses by other oil producers, we cannot cid:133nd any statistically signicid:133cant impact arisingfrom the adverse shock to Irancid:146s oil supply.The evolution of Iranian and Saudi Arabian oil production in mbd over the 1978201325Figure 2: Structural Impulse Responses of a Negative Unit Shock to Iranian Oil Supply Notes: Figures show median impulse responses to a onestandarddeviation decrease in Iranian oil supply,with 95 percent bootstrapped concid:133dence bounds. The horizon is quarterly.Figure 3: Iranian and Saudi Arabian Oil Production in Million Barrels per Day,19782013Source: U.S. Energy Information Administration International Energy Statistics.26024681978198719962005201324681012Iran Saudicid:160Arabiacid:160rightcid:160scaleFigure 4: Structural Impulse Responses of a Negative Unit Shock to Iranian Oil Supply Notes: Figures show median impulse responses to a onestandarddeviation decrease in Iranian oil supply,with 95 percent bootstrapped concid:133dence bounds. The horizon is quarterly.27period is displayed in Figure 3, and clearly shows two distinct periods of large reductionin Iranian oil output: the cid:133rst one coincides with the Iranian revolution and its aftermath,namely the period 1978791981, and the second one starts mid2011 and coincides withthe intensicid:133cation of sanctions against Iran. In the cid:133rst period, although the revolutionaryupheavals and the strikes by oil workers halted Iranian oil production in 197879, it was aconscious decision by the Provisional Iranian Government to reduce the level of oil productionto around 30 percent below its average level over the 197178 period Mohaddes and Pesaran 2014. However, as it turned out, the invasion of Iran by Iraq in 1980, reduced oil productionand recid:133ning capacity signicid:133cantly and actual production dropped from around 6 mbd in 1978to averaging around 2.1 mbd during the 1980s. What is interesting is that Figure 3 showsthat the fall of Iranian supply was initially somewhat compensated for by Saudi Arabia,which increased its production by 1.6 mbd between 19781981.The second major Iranian supply shock was due to a series of sanctions on Iran initiatedby the U.S. in 2011 and followed by the European Union in 2012, which included i penaltieson companies involved in Irancid:146s upstream activities and petrochemical industry, followed byii sanctions on Irancid:146s Central Bank, to iii ending of cid:133nancial transaction services to Iranian banks, and iv eventually a complete embargo on import of Iranian oil, to namea few.15 The result of these comprehensive oil and cid:133nancial sanctions was a signicid:133cantreduction in Iranian oil production and exports. According to the U.S. Energy Information Administration Iranian oil production between June 2011 and June 2014 had fallen by 875thousand barrels per day. What is most interesting is that during the same period Saudi Arabian production had increased by 865 thousand barrels per day. Therefore, there isa clear compensating movement in Saudi oil output, when Irancid:146s oil output falls by largeamounts due to political factors. This is only possible given Saudi Arabiacid:146s position as aglobal swing producer, in line with what is shown in Figure 2. But note that outside thesetwo episodes 1978791981 and 2011 onwards Iranian production remains fairly stable withthe Saudi oil output being quite volatile.Turning to the GDP eects following an Iranian oil supply shock, we notice that Iranianreal output falls by 6% per annum in the shortrun and 3:5% in the long run, see Figure 4.This fall is due mainly to lower production in the short run and lower oil prices in the longrun, which in turn reduces Iranian oil income. It is worth noting that the ratio of Iranianoil export revenues to real output and total exports is around 22% and 70%, respectively,with these ratios having been maintained over the last three decades. See, for instance,Mohaddes and Pesaran 2014. However, for Saudi Arabia the fall in oil prices is more thancompensated by the increase in Saudi oil production; as a result real output increases by 15See Habibi 2014 for more details about the history of specicid:133c sanctions on Iran.283:1% in the long run. Interestingly, for most of the other countries the median output eectsare positive suggesting that the fall in oil prices has helped boost real output, although theseresponses are statistically insignicid:133cant. Therefore, overall our results seem to suggest thatan adverse shock to Iranian oil supply is neutralized in terms of its eects on the globaleconomy by a compensating increase in the Saudi oil production. As we have noted, this islargely borne out by the recent episode of intensicid:133cation of oil sanctions against Iran.5.2 An adverse shock to Saudi Arabian oil supply Figure 5 displays the plots of structural impulse responses for the eects of a negative Saudi Arabian supply shock on oil prices as well as on global oil supply.It can be seen that Saudi production falls by 11% per quarter in the long run, although in the shortrun both Iranian and Norwegian oil production increases by 4% and 2% per annum, respectively. Butconsidering that all major producers except for Saudi Arabia are producing at or close tocapacity, the fall in Saudi supply is not compensated for by the other producers in the longrun. As a result oil prices increase by 22%, and global equity markets fall by 9% in thelongrun with both eects being statistically signicid:133cant. This large oil price eect is notsurprising and even larger eects have been documented following Saudi decisions to makelarge changes in their production. For instance, in September 1985, Saudi production wasincreased from 2 mbd to 4.7 mbd, causing oil prices to drop from 59:67 to 30:67 in realterms.The eects of the negative shock to Saudi Arabian oil production on real output of the 26 countries and the euro area are shown in Figure 6. Not surprisingly, given that theincrease in oil prices does not fully oset the fall in oil income due to the lower Saudi oilproduction, we have a negative eect on Saudi Arabian real output, which falls by 10% inthe longrun Saudi oil export revenue to GDP ratio is around 40%. On the other hand,Iranian real GDP increases by 2% in the shortrun being statistically signicid:133cant for the cid:133rstcid:133ve quarters as Iranian oil production increases in the short term see Figure 5. Turningto the net oil importers we notice from Figure 6 that almost all median eects are negativeand more importantly signicid:133cant for the following countries: Argentina cid:02:9%, Australiacid:00:6%, Chile cid:01:6%, Korea cid:01:6%, Malaysia cid:01:7%, the U.K. cid:01:0%, and the U.S.cid:00:7%, with the median annualized eects in the 16th quarter reported in the brackets.Therefore, in contrast to the Iranian case, any major cutbacks to Saudi oil production arelikely to have signicid:133cant ramicid:133cations on the global economy, adversely aecting real outputand equity prices worldwide.29Figure 5: Structural Impulse Responses of a Negative Unit Shock to Saudi Arabian Oil Supply Notes: Figures show median impulse responses to a onestandarddeviation decrease in Saudi Arabian oilsupply, with 95 percent bootstrapped concid:133dence bounds. The horizon is quarterly.30Figure 6: Structural Impulse Responses of a Negative Unit Shock to Saudi Arabian Oil Supply Notes: Figures show median impulse responses to a onestandarddeviation decrease in Saudi Arabian oilsupply, with 95 percent bootstrapped concid:133dence bounds. The horizon is quarterly.316 Concluding remarks In this paper, we developed a quarterly model for oil markets, taking into account bothglobal supply and demand conditions, which was then integrated within a compact multicountry model of the global economy utilizing the GVAR framework, creating a regionallydisaggregated model of oil supply and demand. Oil supplies were determined in countryspecicid:133c models conditional on oil prices, with oil prices determined globally in terms ofaggregate oil supplies and world income. The combined model, referred to as the GVAROilmodel, was estimated using quarterly observations over the period 1979Q22013Q1 for 27countries with the euro area treated as a single economy, and tested for the key assumptionsof weak exogeneity of global and countryspecicid:133c foreign variables, and parameter stability.The statistical evidence provided in the appendix supports these assumptions and showsthat only 11 out of the 158 tests of weak exogeneity that were carried out were statisticallysignicid:133cant at the 5% level. Also, most regression coe cients turned out to be stable, althoughwe found important evidence of instability in error variances which is in line with the welldocumented evidence on great moderation in the United States. To deal with changingerror variances we used bootstrapping techniques to compute concid:133dence bounds for theimpulse responses that we report.This paper contributes to the literature both in terms of the way we model oil prices andin the new approach used to identify countryspecicid:133c oil supply shocks within a multicountryframework, which contrasts with the literaturecid:146s focus on the analysis of global shocks. Inthis way we have been able to address important questions regarding the macroeconomicimplications of oil supply disruptions due to sanctions, wars or natural disasters for theworld economy on a countrybycountry basis.Our results indicate that the global economic implications of oil supply shocks varysubstantially depending on which country is subject to the shock. In particular, our cid:133ndingssuggest that following a negative shock to Iranian oil supply, Saudi Arabian oil outputincreases so as to compensate for the loss in OPEC exports and to stabilize the oil markets.This is possible as Saudi Arabia has considerable spare capacity and is often seen as a globalswing producer. As a result, mainly due to Irancid:146s lower oil income, we observe a fall in Iranian real output by 6% in the shortrun which then rebounds somewhat to end up 3:5%below its level before the shock. For Saudi Arabia, on the other hand, the fall in oil prices ismore than compensated for by the increase in Saudi oil production, and as a result Saudi realoutput increases by 3:1% in the long run. Given the increase in Saudi Arabian oil production,overall, a negative shock to Iranian oil supply is neutralized in terms of its eects on theglobal economy.32In contrast the macroeconomic consequences of an adverse shock to Saudi Arabian oilproduction are very dierent from those of an Iranian oil supply shock. Given that mostof the other oil producers are producing at or near capacity, they cannot increase theirproduction to compensate for a loss in Saudi Arabian supply. We therefore observe animmediate and permanent increase in oil prices by 22% in the long run. As a result, sucha supply shock has signicid:133cant eects for the global economy in terms of real output, whichfalls in both advanced including the U.K. and the U.S. and emerging economies, and alsoin terms of cid:133nancial markets as global equity markets fall by 9% in the long run.33References Andrews, D. W. K. and W. Ploberger 1994. Optimal Tests when a Nuisance Parameteris Present Only Under the Alternative. Econometrica 62 6, pp. 1383cid:1501414.Baumeister, C. and G. Peersman 2013a. The Role Of TimeVarying Price Elasticities In Accounting For Volatility Changes In The Crude Oil Market. Journal of Applied Econometrics 28 7, 1087cid:1501109.Baumeister, C. and G. Peersman 2013b. TimeVarying Eects of Oil Supply Shocks onthe US Economy. American Economic Journal: Macroeconomics 5 4, 1cid:15028.Baxter, M. and M. A. Kouparitsas 2005. Determinants of Business Cycle Comovement:A Robust Analysis. Journal of Monetary Economics 52 1, pp. 113cid:150157.Blanchard, O. J. and J. Gali 2009. The Macroeconomic Eects of Oil Price Shocks: Whyare the 2000s so dierent from the 1970s? In J. Gali and M. Gertler Eds., International Dimensions of Monetary Policy, pp. 373cid:150428. University of Chicago Press, Chicago.Cashin, P., K. Mohaddes, and M. Raissi 2015. Fair Weather or Foul? The Macroeconomic Eects of El Nio. IMF Working Paper WP1589 .Cashin, P., K. Mohaddes, M. Raissi, and M. Raissi 2014. The Dierential Eects of Oil Demand and Supply Shocks on the Global Economy. Energy Economics 44, 113cid:150134.Cavalcanti, T. V. d. V., K. Mohaddes, and M. Raissi 2011a. Growth, Development and Natural Resources: New Evidence Using a Heterogeneous Panel Analysis. The Quarterly Review of Economics and Finance 51 4, 305cid:150318.Cavalcanti, T. V. d. V., K. Mohaddes, and M. Raissi 2011b. Does Oil Abundance Harm Growth? Applied Economics Letters 18 12, 1181cid:1501184.Cavalcanti, T. V. D. V., K. Mohaddes, and M. Raissi 2014. Commodity Price Volatilityand the Sources of Growth. Journal of Applied Econometrics, forthcoming.Chudik, A. and M. Fidora 2012, December. How the Global Perspective Can Help Us Identify Structural Shocks. Federal Reserve Bank of Dallas Sta Papers 12.Chudik, A., M. H. Pesaran, and E. Tosetti 2011. Weak and Strong CrossSection Dependence and Estimation of Large Panels. The Econometrics Journal 14 1, C45cid:150C90.34Dees, S., F. di Mauro, M. H. Pesaran, and L. V. Smith 2007. Exploring the International Linkages of the Euro Area: A Global VAR Analysis. Journal of Applied Econometrics 22,1cid:15038.Esfahani, H. S., K. Mohaddes, and M. H. Pesaran 2013. Oil Exports and the Iranian Economy. The Quarterly Review of Economics and Finance 53 3, 221cid:150237.Esfahani, H. S., K. Mohaddes, and M. H. Pesaran 2014. An Empirical Growth Model for Major Oil Exporters. Journal of Applied Econometrics 29 1, 1cid:15021.Fattouh, B. 2007. The Drivers of Oil Prices: The Usefulness and Limitations of NonStructural model, the Demandcid:150Supply Framework and Informal Approaches. Oxford Institute for Energy Studies WPM 32 .Gately, D. and H. G. Huntington 2002. The Asymmetric Eects of Changes in Price and Income on Energy and Oil Demand. The Energy Journal 23 1, 19cid:15056.Habibi, N. 2014. Economy of Iran in Shadow of Sanctions. In P. Alizadeh and H. HakimianEds., Iran and the Global Economy: Petro Populism, Islam and Economic Sanctions, pp.172cid:150198. Routledge, London.Hamilton, J. D. 2003. What is an Oil Shock? Journal of Econometrics 113 2, 363 cid:150398.Hamilton, J. D. 2009. Causes and Consequences of the Oil Shock of 200708. Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution 40 1,215cid:150283.Hamilton, J. D. 2013. Historical Oil Shocks. In R. E. Parker and R. Whaples Eds.,Routledge Handbook of Major Events in Economic History, pp. 239cid:150265. Routledge Taylorand Francis Group, New York.Hansen, B. 1992. E cient Estimation and Testing of Cointegrating Vectors in the Presenceof Deterministic Trends. Journal of Econometrics 53, pp. 87cid:150121.Harbo, I., S. Johansen, B. Nielsen, and A. Rahbek 1998. Asymptotic Inference on Cointegrating Rank in Partial Systems. Journal of Business Economic Statistics 16, pp.388cid:150399.Hotelling, H. 1931. The Economics of Exhaustible Resources. The Journal of Political Economy 39 2, 137cid:150175.35International Monetary Fund, . 2012. Chapter 4: Commodity Price Swings and Commodity Exporters. World Economic Outlook April.Johansen, S. 1992. Cointegration in Partial Systems and the E ciency of Singleequation Analysis. Journal of Econometrics 52 3, pp. 389cid:150402.Kilian, L. 2008a. A Comparison of the Eects of Exogenous Oil Supply Shocks on Outputand Incid:135ation in the G7 Countries. Journal of the European Economic Association 6, 78cid:150121.Kilian, L. 2008b. Exogenous Oil Supply Shocks: How Big Are They and How Much Do They Matter for the U.S. Economy? The Review of Economics and Statistics 90, 216cid:150240.Kilian, L. 2009. Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market. The American Economic Review 99 3, 1053cid:1501069.Kilian, L. and D. P. Murphy 2012. Why Agnostic Sign Restrictions are not Enough:Understanding the Dynamics of Oil Market VAR Models. Journal of the European Economic Association 10 5, 1166cid:1501188.Kilian, L. and D. P. Murphy 2014. The Role of Inventories and Speculative Trading inthe Global Market for Crude Oil. Journal of Applied Econometrics 29 3, 454cid:150478.Kilian, L., A. Rebucci, and N. Spatafora 2009. Oil Shocks and External Balances. Journalof International Economics 77 2, 181 cid:150194.Krichene, N. 2006. World Crude Oil Markets: Monetary Policy and the Recent Oil Shock.IMF Working Paper 0662 .Lee, K. and M. H. Pesaran 1993. Persistence Procid:133les and Business Cycle Fluctuations ina Disaggregated Model of UK Output Growth. Ricerche Economiche 47, 293cid:150322.Mac Kinnon, J. G. 1991. Critical Values for Cointegration Tests.In R. Engle and C. Granger Eds., LongRun Economic Relationships: Readings in Cointegration, Chapter 13, pp. 267cid:150276. Oxford University Press.Mohaddes, K. 2013. Econometric Modelling of World Oil Supplies: Terminal Price andthe Time to Depletion. OPEC Energy Review 37 2, 162cid:150193.Mohaddes, K. and M. H. Pesaran 2014. One Hundred Years of Oil Income and the Iranian Economy: A Curse or a Blessing? In P. Alizadeh and H. Hakimian Eds., Iran and the Global Economy: Petro Populism, Islam and Economic Sanctions. Routledge, London.36Nyblom, J. 1989. Testing for the Constancy of Parameters Over Time. Journal of the American Statistical Association 84 405, pp. 223cid:150230.Park, H. and W. Fuller 1995. Alternative Estimators and Unit Root Tests for the Autoregressive Process. Journal of Time Series Analysis 16, pp. 415cid:150429.Peersman, G. and I. Van Robays 2012. Crosscountry Dierences in the Eects of Oil Shocks. Energy Economics 34 5, pp. 1532cid:1501547.Pesaran, M., R. Smith, and T. Akiyama 1998. Energy Demand in Asian Developing Economies. Oxford University Press, Oxford.Pesaran, M. H., T. Schuermann, and S. Weiner 2004. Modelling Regional Interdependencies using a Global ErrorCorrecting Macroeconometric Model. Journal of Business and Economics Statistics 22, 129cid:150162.Pesaran, M. H. and Y. Shin 1996. Cointegration and Speed of Convergence to Equilibrium.Journal of Econometrics 71, 117cid:150143.Pesaran, M. H. and Y. Shin 1998. Generalised Impulse Response Analysis in Linear Multivariate Models. Economics Letters 58, 17cid:15029.Pesaran, M. H., Y. Shin, and R. J. Smith 2000. Structural Analysis of Vector Error Correction Models with Exogenous I1 Variables. Journal of Econometrics 97, 293cid:150343.Pesaran, M. H., Y. Shin, and R. J. Smith 2001. Bounds Testing Approaches to the Analysis of Level Relationships. Journal of Applied Econometrics 16, 289cid:150326. Specialissue in honour of J D Sargan on the theme cid:146Studies in Empirical Macroeconometricscid:146.Ploberger, W. and W. Krcid:228mer 1992. The CUSUM Test with OLS Residuals. Econometrica 60 2, pp. 271cid:150285.Quandt, R. E. 1960. Tests of the Hypothesis that a Linear Regression System Obeys Two Separate Regimes. Journal of the American Statistical Association 55 290, pp. 324cid:150330.Rey, H. 2013. Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence. Jackson Hole Economic Symposium Smith, L. and A. Galesi 2014. GVAR Toolbox 2.0. University of Cambridge: Judge Business School.37A Data appendix A.1 Data sources The main data source used to estimate the GVAROil model is Smith and Galesi 2014,which provides quarterly observations for the majority of the variables covering the period 1979Q22013Q1. We augment this database with quarterly observations for Iran and for oilproduction. Data on consumer price index, GDP, and the exchange rate for Iran for theperiod 1979Q12006Q4 are from Esfahani et al. 2014. These series are updated using the Central Bank of Irancid:146s CBI online database as well as several volumes of the CBIcid:146s Economic Report and Balance Sheets and Monthly CPI Workbook. The Iranian GDP data wereupdated using the International Monetary Fundcid:146s IMF International Financial Statisticsand World Economic Outlook databases, while the exchange rate data are from the IMFInternational Financial Statistics for the o cial exchange rate and IMF INS database forthe free market rate.16 Finally, we obtain quarterly oil production series in thousandbarrels per day from the U.S. Energy Information Administration International Energy Statistics. But these data are only available from 1994Q1, so quarterly series from 1979Q2 to 1993Q4 were linearly interpolated backward using annual series.17A.2 Construction of the variablesit, longterm interest Log real GDP, yit, the rate of incid:135ation, cid:25it, shortterm interest rate, r Sit, the log decid:135ated exchange rate, epit, and log real equity prices, eqit, are six variablesrate, r Lincluded in our model, as well as most of the GVAR applications in the literature. These sixvariables are constructed asyit lnGDPit;r Sit 0:25 ln1 RScid:25it pit cid:0 pitcid:01;it100;pit lnCP Iit;epit ln EitCP Iit ;r Lit 0:25 ln1 RLit100; eqit ln EQitCP Iit ; 30where GDPit is the real Gross Domestic Product at time t for country i, CP Iit is theconsumer price index, Eit is the nominal exchange rate in terms of US dollar, EQit is thenominal Equity Price Index, and RSit are shortterm and longterm interest rates,respectively. In addition to the above variables we also include the log of oil prices, pot , andthe log of oil production, qoit and RLit in our dataset.16Data on the free market rate are only available from the IMF between 1979Q1 to 2011Q3. We thereforemake use of data from online traders, such as Eranico: www.eranico.com, to complete the series until 2013Q1.17For a description of the interpolation procedure see Section 1.1 of Supplement A of Dees et al. 2007.38For Iran only, as in Esfahani et al. 2013, we construct epit as a geometrically weightedaverage of the log of the free e Iran;t and the o cial rates e Iran OF;te Iran;cid:14;t cid:14e Iran;t 1 cid:0 cid:14e Iran OF;t;31where cid:14 represents the proportion of imports by public and private agencies that are tradedat the free market rate, on average. There is little hard evidence on cid:14 although, due tothe gradual attempts at currency unicid:133cation, it is reasonable to expect cid:14 to have risen overtime. Initially we set cid:14 0:70, but smaller values of cid:14 0:65 and 0:60 resulted in verysimilar estimates and test outcomes. We, therefore, only report the results using e Iran;cid:14;twith cid:14 0:70.Table 7: PPPGDP Weights and Global Equity Weights in percent, averagesover 2007cid:1502009Country PPP GDPWeights wiGlobal Equity Weights weqi Country PPP GDPWeights wiGlobal Equity Weights weqi Argentina Australia Brazil Canada China Chile Euro Area India Indonesia Iran Japan Korea Malaysia Mexico 0.991.423.442.2514.490.4217.866.151.601.437.472.280.672.751.031.48cid:02.33cid:00.4418.566.39cid:0cid:07.762.370.69cid:0Norway New Zealand Peru Philippines South Africa Saudi Arabia Singapore Sweden Switzerland Thailand Turkey UKUSA0.480.220.420.550.881.020.440.620.600.951.793.8724.930.500.23cid:00.580.91cid:00.460.650.620.98cid:04.0250.00Notes: The euro area block includes 8 of the 11 countries that initially joined the euro on January 1, 1999:Austria, Belgium, Finland, France, Germany, Italy, Netherlands, and Spain. Source: World Bank World Development Indicators, 20072009.The world equity prices, eqt, are computed as a weighted average of countryspecicid:133cequity indices when available, namelyeqt NXi1weqi eqit; withweqi 1;NXi132where weqi cid:21 0 measures the importance of each countrycid:146s equity market in the global 39economy. The weight weqis set to zero in the case of countries without substantial equityimarkets. For countries with important equity markets one possibility would be to use PPPGDP weights. But using such weights would understate the importance of the U.S. in theworld equity markets which is much more substantial than the 25% PPPGDP weight ofthe United States in the world economy see Table 7. Therefore, to recid:135ect the relativeimportance of U.S. cid:133nancial markets we set weq U S 0:50 and allocate the remaining 50% ofthe weights to the remaining countries using PPPGDP weights. The resultant weights, weqi ,are summarized in Table 7.A.3 Trade weightsit ; rcid:3Lit cid:1,The trade weights, wij, used to calculate the cid:133ve foreign variablescid:0ycid:3it; cid:25cid:3it; epcid:3it; rcid:3Sare based on data from the International Monetary Fundcid:146s Direction of Trade Statisticsdatabase, and are given in the 27 cid:2 27 matrix provided in Table 8. Based on 20072009averages, the most important trading partner for Iran is the euro area, which accounts for 25% of total Iranian trade. Trade with China, India, and Korea being 19%, 9%, and 12%respectively has increased signicid:133cantly over the past two decades, emphasising the shiftin Iranian trade from the west to the east. In fact more than 57% of Irancid:146s trade is with Asian countries, although this number has probably increased substantially following the 2011 U.S. sanctions and the European Unionscid:146s oil and cid:133nancial sanctions on Iran in 2012.Other countries in our sample with whom Irancid:146s total trade is more than 5% are Japan14% and Turkey 7%, with the number in brackets being the trade shares. Comparing Saudi Arabia and Iran we see from Table 8 that although Saudi Arabiacid:146s trade with China12%, the euro area 16%, Japan 16%, and Korea 10% are substantial, Saudi trade isgenerally less concentrated on Asia and Europe with, for instance, the U.S. 19% being themajor trading partner.40otmus,woratontub,nmulocatahthcusyrtnuocybsnmulocnideyalpsid,stropmidnastropxefoserahssadetupmocerasthgiewedar T:seto N.90027002,scitsitat Sedar Tfonoitceri Ddnu Fyrateno Mlanoitanretn I:ecruo S.1900cid:15027002revosegareva,sthgie Wedar T:8elba T41B Countryspecicid:133c estimates and tests The estimation of individual VARXsi; scid:3i models is conducted under the assumption thatthe countryspecicid:133c foreign and common variables are weakly exogenous and that the parameters of the models are stable over time. As both assumptions are needed for the construction and the implementation of the GVAROil model, we will test and provide evidence forthese assumptions in Sections B.2 and B.3B.1 Unit root tests For the interpretation of the longrun relations, and also to ensure that we do not work witha mixture of I1 and I2 variables, we need to consider the unit root properties of the corevariables in our countryspecicid:133c models see Table 5. We apply Augmented DickeyFullerADF unit root tests, as well as the weighted symmetric ADF tests ADFWS proposed by Park and Fuller 1995, to the level and cid:133rst dierences of all the variables in the GVAROilmodel.18 The ADFWS tests are included as they are shown to be more powerful than thestandard ADF tests in some applications. Overall, the unit root test results support thetreatment of the variables in our model as being approximately I1. For brevity, these testresults are not reported here but are available upon request.B.2 Testing the weak exogeneity assumption Weak exogeneity of countryspecicid:133c foreign variables, xcid:3it cid:0ycid:3it; cid:25cid:3it; epcid:3it; rcid:3St and eqt, with respect to the longrun parameters of the conditionalthe common variables, poilmodel is vital in the construction and the implementation of the GVAROil model. Weformally test this assumption following the procedure in Johansen 1992 and Harbo et al.1998. Thus, we cid:133rst estimate the 27 VARXsi; scid:3i models separately under the assumptionthat the foreign and common variables are weakly exogenous and then run the followingregression for each lth element of xcid:3itit ; rcid:3Lit cid:10, andcid:1xcid:3it;l cid:22il cid:13ij;lECM ij;tcid:01 ri Xj1pcid:3i Xn10ik;lcid:1xi;tcid:0k qcid:3i Xm1where ECM ij;tcid:01, j 1; 2; :::; ri, are the estimated error correction terms corresponding tothe ri cointegrating relations found for the ith country model, pcid:3i and qcid:3i are the orders of the 18All estimations and test results are obtained using the GVAR Toolbox 2.0. For further technical detailsim;lcid:1excid:3i;tcid:0m it;l;33see Smith and Galesi 2014.42lag changes for the domestic and foreign variables, and cid:1excid:3it cid:0cid:1x 0cid:3it; cid:1epcid:3it; cid:1poil Under the null hypothesis that the variables are weakly exogenous, the error correction termmust not be signicid:133cant; therefore, the formal test for weak exogeneity is an F test of thejoint hypothesis that cid:13ij;l 0 for each j 1; 2; :::; ri in equation 33.t; cid:1eqtcid:10.19Table 9: FStatistics for Testing the Weak Exogeneity of the CountrySpecicid:133c Foreign Variables and Oil Prices Notes: denotes statistical signicid:133cance at the 5% level.The test results together with the 95% critical values are reported in Table 9, from whichwe see that the weak exogeneity assumption cannot be rejected for the overwhelming majorityof the variables considered. In fact, only 11 out of 158 exogeneity tests turned out to bestatistically signicid:133cant at the 5% level. Considering the signicid:133cance level assumed here, evenif the weak exogeneity assumption is always valid, we would expect up to 8 rejections, 5% of 19Note that the models for U.S. and other oil producers are specicid:133ed dierently as is the model for theeuro area. See the discussion in Section 4.2.43the 158 tests. Therefore, overall, the available evidence in Table 9 supports our treatmentof the foreign and global variables in the individual VARX models as weakly exogenous.B.3 Tests of structural breaks The possibility of structural breaks is a fundamental problem in macroeconomic modelling.However, given that the individual VARX models are specicid:133ed conditional on the foreignvariables in xcid:3it, they are more robust to the possibility of structural breaks in comparison to reducedform VARs, as the GVAR setup can readily accommodate cobreaking. See Dees et al. 2007 for a detailed discussion. We test the null of parameter stability usingthe residuals from the individual reducedform error correction equations of the countryspecicid:133c VARXsi; scid:3i models, initially looking at the maximal OLS cumulative sum statistic P Ksup and its mean square variant P Kmsq of Ploberger and Krcid:228mer 1992. Wealso test for parameter constancy over time against nonstationary alternatives as proposedby Nyblom 1989 N Y , and consider sequential Wald statistics for a single break at anunknown change point. More specicid:133cally, the mean Wald statistic of Hansen 1992 M W ,the Wald form of the Quandt 1960 likelihood ratio statistic QLR, and the Andrews and Ploberger 1994 Wald statistics based on the exponential average AP W . Finally, we alsoexamine the heteroskedasticityrobust versions of N Y , M W , QLR, and AP W:Table 10 presents the number of rejections of the null hypothesis of parameter constancyper variable across the countryspecicid:133c models at the 5% signicid:133cance level. For brevity,test statistics and bootstrapped critical values are not reported here but are available onrequest. Overall, it seems that most regression coe cients are stable, although the resultsvary considerably across dierent tests. In the case of the two P K tests, the null hypothesisis rejected between 13%cid:0 16% of the time. For the N Y , M W , QLR; and AP W tests on theother hand, we note that the rejection rate is much larger, between 16%cid:053%. The QLR and AP W rejection rates, for the joint null hypothesis of coe cient and error variance stability,are particularly high with 68 cases each out of 179 being rejected. However, looking at therobust version of these tests, we note that the rejection rate falls considerably to between 9% and 16%. Therefore, although we cid:133nd some evidence for structural instability, it seemsthat possible changes in error variances rather than parameter coe cients is the main reasonfor this. We deal with this issue by using bootstrapped means and concid:133dence bounds whenundertaking the impulse response analysis. Table 11 presents the break dates with the QLRstatistics at the 5% signicid:133cance level.44Table 10: Number of Rejections of the Null of Parameter Constancy per Variableacross the Countryspecicid:133c Models at the 5 percent Signicid:133cance Level Testsycid:25P Ksup P Kmsq N YrobustN YQLRrobustQLRM WrobustM WAP WrobustAP W331011172111436317693175ep 3373102104113r Sr Lqoileq Total 542019370191103376757644123223330000101000201617132016119685320164334171368531915Notes: The test statistics P Ksup and P Kmsq are based on the cumulative sums of OLS residuals, N Y is the Nyblom test for timevarying parameters and QLR, M W and AP W are the sequential Wald statistics for asingle break at an unknown change point. Statistics with the precid:133x cid:145robustcid:146denote the heteroskedasticityrobust version of the tests. All tests are implemented at the 5% signicid:133cance level. The number in bracketsare the percentage rejection rates.Table 11: Break Dates Computed with Quandtcid:146s Likelihood Ratio Statistic Notes: All tests are implemented at the 5% signicid:133cance level.45", "filename": "cesifo_wp5367.pdf", "person": ["Kamiar Mohaddes", "Mohaddes, Kamiar", "M. Hashem Pesaran", "Pesaran, M. Hashem"], "date": ["2015"]}