{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/107310/1/cesifo_wp5147.pdf"], "title": ["Betting the House"], "plaintext": "Betting the House Abstract Is there a link between loose monetary conditions, credit growth, house price booms, and financial instability? This paper analyzes the role of interest rates and credit in driving house price booms and busts with data spanning 140 years of modern economic history in the advanced economies. We exploit the implications of the macroeconomic policy trilemma to identify exogenous variation in monetary conditions: countries with fixed exchange regimes often see fluctuations in shortterm interest rates unrelated to home economic conditions. We use novel instrumental variable local projection methods to demonstrate that loose monetary conditions lead to booms in real estate lending and house prices bubbles; these, in turn, materially heighten the risk of financial crises. Both effects have become stronger in the postwar era. JELCode: E020, E420, N100. Keywords: house prices, monetary policy, financial crises. Oscar Jorda Federal Reserve Bank of San Francisco Department of Economics, University of California, Davis USA oscar.jordasf.frb.org ojordaucdavis.edu Moritz Schularick Department of Economics University of Bonn Germany moritz.schularickunibonn.de Alan M. Taylor Department of Economics Graduate School of Management University of California, Davis USA amtaylorucdavis.edu CESifo Working Paper No. 5147 December 2014 The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco or the Board of Governors of the Federal Reserve System. This work is part of a larger project kindly supported by a research grant from the Institute for New Economic Thinking INET administered by UC Davis. Schularick is thankful for generous financial support from the Volkswagen Foundation. We are indebted to Katharina Knoll who permitted us to use her crosscountry database of historical housing prices. We thank participants of the International Seminar on Macroeconomics 2014 conference in Riga, Latvia for useful comments and suggestions. We are particularly grateful to Early Elias, Helen Irvin and Niklas Flamang for outstanding research assistance. All errors are ours. How do monetary and credit conditions affect housing booms and busts? Do low interestrates cause households to lever up on mortgages and bid up house prices, thus increasingthe risk of financial crisis? And what, if anything, should central banks do about it? Canpolicy directed at housing and credit conditions, with monetary or macroprudential tools,lead a central bank astray and dangerously deflect it from single or dualmandate goals?Such questions suffuse the debate on the causes of and responses to the global financialcrisis.Yet while the crisis has passed, finding the answers to these questions still loomslarge in the policy challenges facing policymakers and, especially, central banks. In aneffort to defroth the housing market, the Swedish Riksbank opted for tighter monetarypolicy. The Bank of England pondered when to raise rates from current recordlowlevels against the backdrop of a booming housing market, especially in London and the South East, where surges in prices and mortgage lending had in part been fueled bythe governments Help to Buy scheme. Meanwhile the Norges Bank earned a reprieveby using new macroprudential tools to cool off a housing boom without cratering theeconomy. Canada and Australia survived the 2008 crisis largely unscathed, but so didtheir housing booms.Central banks face difficult challenges as they try to address multiple goals with fewinstruments, as shown by current and past collisions between inflationoutput targets andhousing bubble concerns. This paper provides greater empirical detail from the frontlines of these policy conflicts which may guide the new monetary and macro prudentialpolicy regimes being designed after the recent crisis.In this current environment, to say that the recent crisis and its aftermath has led toa reassessment of the importance of housing finance for the macroeconomy would be adistinct understatement. Dissecting the sources of house price fluctuations and their effecton household spending, residential investment, the health of financial intermediaries, andultimately on real economic outcomes, has become a top research priority. In addition to Mian and Sufis 2014 influential book, a rapidly growing literature investigates the nexusbetween monetary policy and house prices as well as the implications of house pricefluctuations for monetary policy Del Negro and Otrok 2007; Goodhart and Hofmann 2008; Jarocinski and Smets 2008; Allen and Rogoff 2011; Glaeser, Gottlieb and Gyourko 2010; Williams 2011; Kuttner 2012; Adam and Woodford 2013. The link between monetaryconditions, mortgage borrowing, and house price appreciation has attracted considerableattention in some quarters e.g., Leamer 2007; J. Taylor 2007; Bernanke 2010. Many havewondered whether the low interest rate environment that prevailed in the years before the 2008 crisis contributed to the house price booms experienced in many Western economiesbefore the recent crash.1House price data are easily available from institutions such as the OECD or the Federal Reserve Bank of Dallas for about 20 advanced economies starting in the mid1970s, butare much more scattered for earlier times. The same can be said of mortgage credit data.As a result, previous research has, with few exceptions such as Bordo and LandonLane2013 or Reinhart and Reinhart 2011, focused on the decades of the socalled Great Moderation. But such a limited sample, focused on an historically atypical era of peculiarmacroeconomic and financial tranquility, calls into question the robustness of the researchand the conclusions currently being used as a guide to policy. Housing booms and busts,just like financial crises, are rare events. In order to gain statistical power one needs muchlonger samples, but these data are very difficult to obtain. Our work fills this void.This paper analyzes the link between monetary conditions, credit growth, and houseprices using data spanning 140 years of modern economic history across 14 advancedeconomies. Such a long and broad historical analysis has become possible by compilingtwo datasets, both the result of an extensive multiyear data collection effort. The firstdataset covers disaggregated bank credit data, including real estate lending to householdsand nonfinancial businesses for 17 countries Jorda, Schularick, and Taylor 2014. Thesecond dataset, compiled for a study by Knoll, Schularick and Steger 2014, presentsnewly unearthed data covering longrun house prices for 14 out of the 17 economies in thefirst dataset, from 1870 to 2012. This is the first time both datasets have been combined.We make three core contributions. First, we discuss longrun trends in mortgagelending, home ownership, and house prices and show that the 20th century has indeedbeen an era of increasing bets on the house. The strong rise in aggregate private debtover GDP that can be observed in many Western economies in the second half of the 20thcentury has been mainly driven by a sharp increase in mortgage debt. Mortgage credithas risen dramatically as a share of banks balance sheets from about one third at thebeginning of the 20th century to about two thirds today. As a result, the intermediation ofsavings into the mortgage market has become the primary business of banking, eclipsingthe stylized textbook view of banks financing the capital formation of businesses.Second, turning to the cyclical fluctuations of lending and house prices we use novelinstrumental variable local projection methods to show that throughout history loosemonetary conditions were closely associated with an upsurge in real estate lendingand house prices. House prices, interest rates, and credit aggregates may be jointlydetermined in equilibrium, and this makes establishing causality difficult. Pairing localprojections with instrumental variable methods allow us to tease out this causal effect,where we exploit the implications of the wellknown policy trilemma in internationalmacroeconomics Obstfeld and Taylor 2004. Broadly speaking, when countries peg tosome base currency they effectively import the base economys monetary policy, even if it 2is at odds with home economic conditions. Exchange rate pegs therefore provide a sourceof exogenous variation in monetary conditions. By conditioning on a rich set of domesticmacroeconomic controls, we are able to isolate exogenous fluctuations in the shortterminterest rate imported via the peg and trace the effect of these fluctuations over time onother variables.Third, we also expose a close link between mortgage credit and house price boomson the one hand, and financial crises on the other. Over the past 140 years of modernmacroeconomic history, mortgage booms and house price bubbles have been closelyassociated with a higher likelihood of a financial crisis. This association is more noticeablein the postWW2 era, which was marked by the democratization of leverage throughhousing finance.These findings have important implications for the debate about central bank policyin the aftermath of the crisis: how should policy makers think about the financial stabilityrisks that stem from extended periods of ultralow interest rates? How should theybe weighed against the objective of restoring full employment? The longrun historicalevidence uncovered in this study clearly suggests that central banks have reasons toworry about the sideeffects of loose monetary conditions. During the 20th century, realestate lending became the dominant business model of banks. As a result, the effectsthat low interest rates have on mortgage borrowing, house prices and ultimately financialinstability risks have become considerably stronger.While these historical insights suggest that the potentially destabilizing byproductsof easy money must be taken seriously, it is by no means an obvious conclusion thattighter monetary conditions are always the right answer. From a policy perspective, themost relevant implication of our study is that central banks must be mindful of thesesideeffects and address them, possibly through the greater use of macroprudential tools.Macroeconomic stabilization policy has implications for financial stability, and vice versa.The idea that these two objectives can or should be looked at in isolation is not borne outby modern macroeconomic history.1. Old questions, new data As discussed in the introduction, this study combines two newly assembled historicaldatasets. The first dataset covers longrun disaggregated bank credit data for 17 advancedeconomies since 1870. It tracks the share of mortgage lending in total bank lending formost countries back to the 19th century Jorda, Schularick, and Taylor 2014. Moreover,for a crosssection of countries, it makes possible to back out the share of bank credit tobusinesses and to households. The underlying data come from a broad range of sources,3Table 1: Data sources, period, and coverage details of the credit and house price data series Mortgage lending 1870201118852011187420101870201118832011187520101904201219272011187020101880201118702012189320111900201118702010192020121871201118962011House prices 1870201218782012192120121900201218702012187520121970201219052012187020121899201219702012191320121870201218702012Type of house price index Median price; partly mixadjusted Median price; partly mixadj.Avg. prices Avg. prices; partly mixadj.Avg. prices; partly mixadj.Avg. prices; SPAROECD after 1970 only Av. sq. m. price; partly mixadj. hedonic Repeat sales; partly mixadj. hedonic Avg. prices; partly mixadj.OECD after 1970 only Avg. prices; partly mixadj.Repeat sales; partly SPARRepeat sales; hedonic No datamixadj; SPARRepeat sales; partly mixadj.For each country, we show the period covered by the mortgage lending data, the period coveredby the house price index, and the method of index construction.Country Australia Belgium Canada Switzerland Germany Denmark Spain Finland France U.K.Italy Japan Netherlands Norway Portugal Sweden U.S.Notes: For mortgage lending, the financial institutions covered include commercial banks CBand other financial institutions OFI such as savings banks, credit unions, and building societies.Data generally cover all monetary financial institutions. The following exceptions apply. Australia:preWW2 mortgage loans are from savings banks only; Belgium: preWW2 mortgage loans are OFIs only; Canada: mortgage loans before 1954 are OFIs only; Germany: pre1920 mortgage loansare OFIs only; Denmark: preWW2 mortgage loans are OFIs only; Japan: preWW2 mortgageloans are CBs only; Norway: pre1900 mortgage loans are mortgage banks only; USA: pre1896real estate loans are savings banks only.Sources: Jorda, Schularick, and Taylor 2014 and Knoll 2014.1870201218902012including economic and financial history studies, journal articles, yearbooks of statisticaloffices and central banks, as well as sources from central and private bank archives.For some countries, the dataset incorporates existing series from economic historians orstatistical offices.We combine these historical credit data with a novel dataset covering longrun houseprices for 14 advanced economies from the 19th century until today Knoll, Schularick,and Steger 2014. This newly assembled source represents the first major attempt toconstruct longrun house price indices for the advanced economies. Relative to previousstudies of longrun trends in house prices, such as Bordo and Landon Lane 2013, itapproximately doubles the number of countryyear observations. The dataset reachesback to the 1870s in the case of Australia, Belgium, Denmark, France, the Netherlands,4Norway, and Sweden. Data for the U.S. and the U.K. start in the 1890s and from the early 1900s in the case of Finland, Germany, Switzerland, and Japan. Data for Canada start inthe early 1920s. Compared to previous studies, house price series for the U.K., Japan, and Switzerland are extended by more than 30 years and for more than 40 years in the case of Belgium. Relying on more than 60 different sources, the data combine existing indiceswith new series constructed on the basis of published and unpublished materials.Table 1 summarizes the coverage of the credit and house price data as well as theprincipal type of the house price index used. Some caveats are worth discussing. Theconstruction of historical house price indices entails a number of specific challenges. Thehouse is a bundle of the structure and the land used in its construction. An ideal indexwould capture the appreciation of the price of a standard, unchanging house which ishard to identify. This makes the construction of house price indices complex and variousmethods have been proposed. As a result, the reconstruction of historical house price datarequires a number of concessions between the ideal and the possible. The historical datavary across countries and time, with respect to the method used for index construction,and the withincountry geographic coverage and the type of dwellings. Some series arecalculated on the basis of list or transaction prices while others rely on appraisal values.All of these issues may pose a challenge to comparability. However, at present, these datarepresent the best possible and most comprehensive basis for an analysis of house pricesin the long run.2. Trends in housing finance, home ownership,and house prices: 18702012Over the last 140 years, the business of banking has gradually evolved from businessloans to mortgages. Figure 1 displays the path of mortgage and nonmortgage lendingmostly unsecured lending to businesses relative to GDP from 1870 to the present for thesample of 17 economies for which we have data a slightly larger sample than is availablefor house prices. It is immediately evident from the graph that mortgage borrowing hasaccelerated markedly in almost all advanced economies after WW2. At the beginningof the 20th century, mortgage credit stood at about 20% of GDP on average. By 2010,average mortgage credit approached 70% of GDP. Banks and households in the Westernworld have been betting the house. This is true even in countries such as Switzerland and Germany where there has been much less political emphasis and subsidization of homeownership.Figure 2 presents the data disaggregated by country. The figure shows that formost countries, mortgage lending now accounts for the larger part of bank lending. A5Figure 1: Bank mortgage and nonmortgage lending to GDP, 18702011, average for 17 countries Notes: Mortgage residential and commercial and nonmortgage lending to the business andhousehold sectors. See text. The years of the two world wars are shown with shading.substantial share of the increase in private sector debt levels in the past decadesa processoften referred to as financializationhas been driven by the increase of real estate credit.Unsecured lending to the business sector has remained largely stable. Nonmortgagebank lending has hovered in the 40%50% range as a ratio to GDP on average.As a result of these trends, mortgage credit now accounts for nearly three fifths ofthe typical balance sheets of banks in advanced economies while only two fifths go tobusinesses and consumers for purposes other than the purchase of real estate. Froman economic point of view, this is noteworthy for at least two reasons. First, textbookmodels of the banking sector assume that the role of the banking sector is to intermediatehousehold savings into business investment. This was a useful description of the activitiesof the financial sector in the first half of the 20th century, but it is no longer true today.The banking sector chiefly intermediates savings between households for the purpose ofreal estate acquisition. Second, the key economic function of banks no longer seems tocorrespond to their business model. The advantage of banks relative to direct financialintermediation is to reduce information asymmetries through screening and monitoringof borrowers. However, this function is arguably much more important for businessfinancing than for standardized mortgage contracts.6Nonmortgage lending Mortgage lending 0.2.4.6.8Ratio of bank lending to GDP187018801890190019101920193019401950196019701980199020002010Figure 2: Bank mortgage and nonmortgage lending to GDP, 18702011, 17 countries detail Notes: Mortgage residential and commercial and nonmortgage lending to the business andhousehold sectors. See text. The years of the two world wars are shown with shading.70.511.50.511.50.511.50.511.50.511.50.511.5185019001950200018501900195020001850190019502000AUSBELCANCHEDEUDNKESPFINFRAGBRITAJPNNLDNORPRTSWEUSAMortgage credit Nonmortgage credit Ratio of mortgage and nonmortgage lending to GDPFigure 3: Trends in home ownership rates for six countries Notes: See text.The rise in mortgage credit over the second half of 20th century has financed asubstantial expansion of home ownership in Western economies. Karl Marx noted in Das Kapital that according to the census of 1861 there were 20 million people living in Englandand Wales whereas the number of home owners was given as 36,000. Back then, far fewerthan 1% were among the fortunate who owned property. In our times, the debate aboutthe top 1% is back, but it is clear that home ownership is distributed much more widelytoday with home ownership rates north of 60% see, e.g., Bonnet et al. 2014.By the 1920s home ownership rates in England had already increased to about 20%In the U.S. and thanks to the 1944 G.I. Bill, homefrom the days of Marxs writing.ownership rates would cross the 50% mark shortly after WW2. Explicit governmentpolicies and generous subsidies to boost home ownership were, by and large, a widespreadphenomenon of the postwar decades. Today the view that home ownership is a keyconstituent of national identity is widely shared and supported by growing governmentintervention. Figure 3 illustrates this pervasive increase in home ownership.82040608020406080190019502000190019502000190019502000CANDEUFRAGBRITAUSAHome ownership rate %Figure 4: Real home prices, relative to CPI, in the 20th century Notes: Nominal house price index divided by consumer price index. See text. The years of the twoworld wars are shown with shading.9420242024202420242024202185019001950200018501900195020001850190019502000AUSBELCANCHEDEUDNKESPFINFRAGBRITAJPNNLDNORPRTSWEUSAlog real house price index 19900Figure 5: Home prices relative to income per capita in the 20th century Notes: Real CPIbased house price divided by real income per capita. See text. The years of thetwo world wars are shown with shading.10202202202202202202185019001950200018501900195020001850190019502000AUSBELCANCHEDEUDNKESPFINFRAGBRITAJPNNLDNORPRTSWEUSAlog house price to income ratio 19900The growth of mortgage credit has not only led to an expansion of home ownership, ithas left its mark on house price dynamics. The data collected and analyzed by Knoll 2014show that the path of global house prices in the 20th century has not been continuous.Real house prices, deflated with the consumer price index CPI, remained stable from 1870 until the middle of the 20th century after which they gradually grew, as Figure 4shows. Relative to income, house prices initially fell in many countries before stabilizingor increasing over the past few decades. This is displayed in Figure 5. Over the last 140years, house prices have risen significantly relative to the price of consumption goods, buthave lagged real income growth.Figure 5 also shows that there are large swings in house price to income ratios. Periodsof pronounced increases are often followed by abrupt corrections. Later in the paper westudy if such swings can be explained by changes in credit conditions. In addition, Figure 5 shows that there is considerable heterogeneity in house price trends across economiesthat otherwise have similar characteristics and comparable longrun growth performance.The international experience can be broadly synthesized into three categories. Houseprices in Australia have increased more than income since 1870. In contrast, house priceshave lagged income growth by a wide margin in countries such as Belgium, Sweden,Germany, and the U.S. Finally, for a third group of countries consisting of Canada, the U.K., Japan and possibly France, house prices have mostly grown on a par with income.3. A Eurozone parable What role have monetary conditions played in mortgage credit expansions and house pricebooms? Later sections proceed at some length with a formal econometric investigation.Here we motivate the analysis using a recent dramatic example based on the divergentmacroeconomic and financial outcomes of the core and periphery of the Eurozone.1Upon the creation of the Eurozone in 1999, member states signed up to a commonmonetary policy administered by the ECB. The loss of monetary policy autonomy was anextreme version of the trilemma: with capital mobility enforced by treaty within the EU,and with exchange rates irrevocably fixed by the noexit feature of the euro, each memberstate had no scope to set monetary conditions to suit the outlook for their macroeconomy.Such a choice might make economic sense under the tradeoffs embodied in the theory ofoptimum currency areas Mundell 1961; Kenen 1969, but it would still be a tradeoff, andsome cost would attach to the sacrifice of monetary autonomy. But how big a cost?Absent perfectly synchronized business cycles and frictionless adjustments, commonmonetary policy administered by the ECB meant that for some countries monetary 1For background see, e.g., Allen et al. 2011, Lane 2012, and ORourke and Taylor 2013.11conditions would be too loose, whereas for some others they would be too tight.Booming economies would be encouraged to grow, slumping economies to decline,resulting in greater real economic instability.2However, businesscycle models that include an explicit role for the financial sectorsuggest that other dangers lurk. If transmission works through the credit channel ofmonetary policy, then countries facing excessive monetary ease would see larger creditbooms than normal. Moreover, these effects could be magnified via crossborder capitalflows, and with the possibility that these credit booms could spill over into asset prices,altogether elevating the risk of financial instability. Prima facie, the events in the Eurozonein the 19992008 precrisis phase seem to conform with this narrative.Figure 6 shows some salient features of the Eurozone episode. The focus is on twocrisis countries, Ireland and Spain, plus Germany. Before the crisis, Ireland and Spainhad fastgrowth economies, credit booms with large increases in mortgage lending, andrapid housing price increases in real and nominal terms, and relative to income perperson. After 2008 all of these trends went into sharp reverse, with a banking crisis ineach country, deep depressions and high unemployment, and extremely high levels offiscal distress. Quickly worsening fiscal positions arose, driven by lost output and bybanking sector bailout and recapitalization costs. In contrast Germany grew more slowlyin the 19992008 period, had no credit, mortgage, or housing booms, and had a moremoderate recession in 2008 soon followed by recovery and a return to growth. Bankingcrisis effects were still present in Germany some banks suffered losses on U.S. subprimeand euro periphery exposures but these problems were shrugged off and bailout costseasily absorbed by a fiscal position that started strong and did not deteriorate very much.Figure 6, panel a shows the interest rate environment of the three countries and itaccords with the standard narrative view of the key mechanisms. Based on a study by Malkin and Nechio 2012, we show the optimal Taylorrule implied policy interest ratesfor the three countries against the actual ECB policy rate for the 19992007 period. Giventhe rapid output growth and above target inflation in Ireland and Spain, the Taylor rulepolicy rate for these economies would have been much tighter, perhaps 500 basis pointsbps tighter and sometimes more. In contrast, relatively slow growth and low inflationin Germany meant that its Taylor rule policy rate would have been slightly looser thanthat chosen by the ECB, maybe by as much as 100 bps on average. Viewed as a naturalexperiment, the question is whether these differences in monetary policy treatment led todifferent outcomes in Ireland and Spain using Germany as control.Panel b of Figure 6 shows that outcomes in the credit markets differed by treatment.2The Mundellian output volatility effects of fixedversusfloating exchange rate regime choiceare well known. On the empirical evidence see di Giovanni and Shambaugh 2008.12Figure 6: Shortterm interest rates, credit growth and house prices in Ireland, Spain, and Germany Notes: Reproduced from Malkin and Nechio 2012. See text.130510151999q 12000q 12001q 12002q 12003q 12004q 12005q 12006q 12007q 12008q 1Ireland Spain Germany ECB policy ratea Taylor rule and actual policy interest rates % per year204060801001999200020012002200320042005200620072008Ireland Spain Germanyb Mortgage lending to GDP ratio %801001201401601801999q 12000q 12001q 12002q 12003q 12004q 12005q 12006q 12007q 12008q 1Ireland Spain Germanyc House price to income ratio 1999q 1100In Ireland and Spain a large expansion in private debt was driven in large part by thegrowth of real estate backed mortgages. The level of mortgage debt to GDP in eachcountry doubled in the space of about eight years. Meanwhile, the level of mortgage debtto GDP was stable in Germany over the entire period at about 50% of GDP.Panel c of Figure 6 shows the very different outcomes in house price trends. Thehouse price to income ratio was nearly stable in Germany over the entire period, decliningslightly by 20% over the decade. In contrast, house price to income ratios in Ireland and Spain rose by 65%75% over the same time frame.These data provide some support to the hypotheses, often asserted in analyses ofthe Eurozone crisis, that periphery countries experienced an exogenous monetary easingwhich went on to fuel credit and housing price boom and bust cyclesending in economiccrises and output disasters for countries like Ireland and Spain. Yet can we establish acausal link between monetary conditions on the one hand, and mortgage and house priceboombust cycles, as well as financial instability, on the other hand? More to the point,can we get formal statistical evidence from a large body of empirical macroeconomicevidence that looks systematically at many episodes over time and space rather than acase study based on a sample of three countries? The remainder of this paper will try toanswer both of these questions in the affirmative.4. Exogenous perturbations to monetary conditions:The trilemma as a natural experiment Using shortterm interest rates as a proxy for monetary conditions, what is the causallink to mortgages and house prices based on our large sample of macrofinancial datacovering the history of advanced economies since 1870? The key empirical hurdle inanswering this question is that home interest rates may be endogenously determined.Averting simultaneity bias requires identifying movements of the home interest rate thatare not the result of the reaction by local policymakers to domestic economic conditions,including output, inflation, and the evolution of credit and housing prices.The macroeconomic policy trilemma offers a possible solution to the identificationconundrum. This foundational proposition of international macroeconomics states thata country cannot simultaneously pursue the three mutually incompatible policy goalsof fixed exchange rates, capital mobility, and monetary policy autonomy Obstfeld and Taylor 2004. It must give up one of the three goals, or equivalently choose to pursue onlytwo out of the three. A simple corollary of interest parity, the trilemma has been centralto open economy macroeconomics since the work of Mundell and Fleming, and in thelast decade has seen extensive empirical testing and validation Obstfeld, Shambaugh,14and Taylor 2004, 2005; Aizenman, Chinn, and Ito 2008; Klein and Shambaugh 2013.Suppose the home country i at time t has either a fixed pegged or flexible floatingexchange rate with respect to some other base country. This is denoted by the variable PEGit 1 and PEGit 0, respectively. Suppose the home country i at time t is either openor closed to international capital markets. This is denoted by the variable KOPENit 1and KOPENit 0, respectively.Let rit denote the shortterm nominal interest in the home country, and let rit denotethe shortterm nominal interest set by policymakers in country is base country. Notethat the home country index i is used since base countries differ by i. Furthermore,changes over the period are denoted rit, and rit, respectively. We denote with Xit a setof domestic macroeconomic controls used in determining the home interest rate in theabsence of a peg. A simple algebraic expression of the trilemma suitable for our empiricalapplication sets out the observed change in the home interest rate as a function of thechange in the base country interest rate and the configuration of the exchange rate regimeand capital mobility:rit a bPEGit KOPENit rit Xit uit.1To develop intuition, think about two polar cases. In the case of a floating regimeor capital immobility, there need be no correlation at all between home and base rates,PEGit KOPENit 0 and then rit and rit would be completely delinked. In the case of atruly hard peg with capital mobility d PEGit KOPENit 1 and with perfect correlationb 1 then changes in the observed home and base rates, rit and rit would be equalized.A possible risk premium would be captured by the intercept when a cid:54 0, but the simpletheory would entail a perfect passthrough with the coefficient b 1 in the pegged case.Other influences on the home interest rate are captured by the controls Xit. The errorterm uit is assumed to be well behaved.In practice, the dichotomy between fixed and flexible regimes is not as clean andintermediate regimes muddy the simple story described above. Likewise, capital mobilitymay not be properly captured in a binary variable, but rather in by a continuous measure,as we assume below. The implications for the coefficient b then depend on the nature oflocal monetary policy reaction within whatever room for maneuver the regime permits. Ina targetzone model with a home central bank that can lean against the wind theoreticalsimulations by Obstfeld, Shambaugh, and Taylor 2005 show that the coefficient b maybe below one, but still above zero.For our analysis, the trilemma equation 1 provides a method for identifying homeinterest rate perturbations that are unrelated to local economic conditions. Base countries,15such as the U.S. in the Bretton Woods era, have monetary policy autonomy by definition.But, as conventionally understood, their authorities would pay no attention whatsoeverto economic conditions in partner countries when making policy choices.The examples are legion. Famously, the U.S. decision to raise rates in 192728 inreaction to local asset market conditions imposed stress on the U.K. and other countriestrying to cling to the interwar gold standard. Over a longer period so did the steady tideof gold reserves flooding into a Banque de France which was all too eager to sterilizethem Eichengreen 1992; Ahamed 2009; Irwin 2010. At the G10 Rome meetings in 1971, U.S. Treasury Secretary John Connally declared to the world that the dollar is ourcurrency, but its your problem. In June 1972 President Richard Nixon expressed thesame sentiment rather more colorfully, caught on the everrunning Watergate tapes, whenhe was asked by aide H. R. Haldeman about an incipient currency crisis in Italy andblurted out his famous response: Well, I dont give a shit about the lira.In the final days of Bretton Woods, it was the turn of the U.S. to fall under exchangerate pressure, but in the dead of the night the German government withdrew its support,allowing the dollar to fall against the mark, a decision that was later justified by Chancellor Schmidt with an appeal to the arcane legal doctrine ultra posse nemo obligatur. The sameproblem of cooperation under fixed exchange rates resurfaced in the 1992 ERM crisis when,at the September 5 meeting in Bath, the German Finance Minister Theo Waigel repliedto the repeated pleas of his British counterpart, Norman Lamont, for the Bundesbank toloosen monetary policy: My dear Lamont, you have asked that question four times ifyou ask again, I will get our helicopter ready to take us back.3Still today the recurrent mutterings about currency wars in recent years tell the samestory: when considering not just the plight of unilateral dollarizers such as Panama,Ecuador, or El Salvador, but even the general spillovers from U.S. monetary policy to thequasidollar bloc of emerging economies, especially India and China, players on allsides harbor few illusions that the Fed will shape its interest rate policies to suit conditionsin far away countries.In sum, to peg is to sacrifice monetary policy autonomy, at least to some degree. Giventhis understanding of the key constraints in past and present international monetaryregimes it is natural for us to treat the term zit PEGit KOPENit rit on the righthand side of equation 1 as an exogenous influence on local monetary conditions in thehome economy, notwithstanding other effects captured by the rest of the terms in theequation. Thus zit will serve in what follows as the instrumental variable for changesin home interest rates, and will permit us to identify causal relationships from rates tomortgage credit and to house prices.3See Buiter, Corsetti, and Pesenti 1998, 14.16Table 2: Selection of base country shortterm interest rate for pegged exchange rates by era Base country UKgold standardBW basePreWW1Interwar Allcountries Bretton Woods Sterling bloc:AUS, CANPostBWUKUSFrance compositegold standard baseAllcountries USABWPostBW baseAll othercountries Dollar bloc:AUS, CAN, CHE,JPN, NORGermanyEMSERMEurozone baseNotes: See text and Obstfeld, Shambaugh, and Taylor 2004, 2005.All othercountries The formal definition of the instrumental variable zit consists of multiplying thechange in relevant base country shortterm interest rate rit by the product of PEGit andof KOPENit. The peg indicator equals 1 when the home country is pegged to the basecountry in both year t and year t 1. For the sample of countries we study, a descriptionof the relevant base countries in each historical era is presented in Table 2. Prior to WW2,peg codings are taken from Obstfeld, Shambaugh, and Taylor 2004; 2005. After WW2they are gleaned from Ilzetzki, Reinhart, and Rogoff 2008 and updates thereto. Prior to 1914 we treat the U.K. as the base for everyone, and after 1945 we treat the U.S. as the basefor everyone, with the exception of EMSERMEurozone countries for which Germany isthe base after 1973. In the interwar period, the choice of a suitable base country is morechallenging and subjective given the instability of the interwar gold standard period; wefollow Obstfeld, Shambaugh, and Taylor 2004 in using a hybrid gold center shortterminterest rate, which is an average of U.S., U.K., and French short term rates dependingon which of the three countries was pegged to gold in a particular year; our results arenot sensitive to this choice and we replicate our findings using any one of these threecountries as the sole interwar base as in Obstfeld, Shambaugh, and Taylor 2004. Thecapital mobility indicator is based on the index from 0 to 100 in Quinn, Schindler, and Toyoda 2011. We use a continuous version of their index rescaled to the unit interval,with 0 meaning fully closed and 1 fully open.17Figure 7: The trilemmabased IV: changes in shortterm interest rates in home and base countries Notes: See text and Table 3, panel a, columns 2 and 3.Figure 7 and Table 3 verify that if zit has the potential to be a valid instrument, for allthe reasons given above, then it is certainly not a weak instrument. The scatter plots in Figure 7 are simple bivariate plots of the change in the home short rate rit against theputative instrument PEGit KOPENit rit, for our panel dataset, looking separately atboth the preWW2 and postWW2 samples. That is, we estimated 1 and no controls Xit,as in Panel a and Columns 2 and 3 of Table 3, then plotted the data and the line ofbest fit. The correlations are seen to be strong; the slope coefficients b in each case aresignificant at the 1% level. The Fstatistics exceed 15 in all cases, and exceed 60 in the fullsample. The coefficients b in each subsample, and in the full sample, are close to 12 ratherthan 1, so the passthrough from base to home rates is not oneforone, but is significant;these results very closely match those in Obstfeld, Shambaugh, and Taylor 2004; 2005.We now move on and the apply the instrumental variable zit to the central estimationproblem in our paper. In a setting like ours, the approach of using exchange rate regimesto identify exogenous shocks has great promise as a way of estimating policy impacts,and it builds on several applied works which embrace a similar logic: di Giovanni and Shambaugh 2008 use the same instrument to look at output volatility in fixed andfloating exchange rate regimes; Ilzetzki, Mendoza and V egh 2013 partition countriesby exchange rate regimes to study the impacts of a fiscal policy shock. In this paper 1842024Change in local shortterm interest rate 21012Change in base shortterm interest rate PEG KOPEN a PreWW21050510Change in local shortterm interest rate 42024Change in base shortterm interest rate PEG KOPEN b PostWW2Table 3: Relationship between change in shortterm interest rates in home and base countries Dependent variable: change in shortterm interest rates in home county, rit.1All years 0.680.080.080.030.07464.2818752PreWW20.360.090.110.060.01317.348763PostWW20.810.090.050.020.14779.639994Pre19140.320.080.010.010.06615.516025Interwar 0.520.130.330.180.00416.61274PEGit KOPENit rit Constant R2Fstatistic Observations Notes: p 0.1, p 0.05, p 0.01. Countrybased clusterrobust standard errors in parentheses. Fixed effects omitted. World wars omitted. See text.we use this strategy to gain a clean identification of the workings of the credit channeland its implications for mortgage and house price booms and busts over the course ofmacroeconomic history.5.Instrumental variable local projections Across different periods in history, countries with fixed exchange regimes often sawfluctuations in shortterm interest rates unrelated to home economic conditions. Thisnatural pseudoexperiment provides an exogenous source of variation in home shortterm interest rates. This section discusses how we exploit this feature to identify thedynamic multipliers of mortgages and house prices in response to these pseudonaturalexperiments in the short rate.The empirical strategy combines the local projection approach Jorda 2005 with instrumental variable IV methods. Recent papers that have used this particular combinationof procedures include Leduc and Wilson 2013 and Owyang, Ramey and Zubairy 2013.Recall that the data that we will analyze are a long panel of 14 countries observed overroughly 140 years. However, the panel is not balanced because data availability varies bycountry. We explain the details of our dataset in the appendix. Note also that we excludethe two world wars.Let hyit 1 yith yit 1 denote the response variable of interest, for example, thechange in house prices measured as the log of the ratio of real house prices to incomeper capita from the base year t 1 up to year t h with h 0, 1,  , H. The subindexi denotes the country. Let rit denote the change in the home shortterm interest rate,although in general it refers to any variable whose perturbations we want to trace and for 19which instruments are available. We denote zit as the instrumental variable introduced inthe previous section and based on whether countries peg their currency to a base countryand impose capital controls or not.Next, consider two additional vectors of variables. The vector Wit includes allthe variables in the system observed at time t for country i except for yit given ourtiming convention, this is the first lefthand side variable and rit, which we explicitlyinstrument for. We will discuss the specific variables included in the analysis momentarily.In addition, the vector Xit 1 contains the lags of all the elements in Wit as well as thelags of yit and rit. The notation indicates that the variables in the system are allexpressed as first differences.Using these variable definitions, we are interested in estimating the dynamic multipliers of hyit 1 for h 0, 1,  , H to an exogenous perturbation in rit. Identification ofthis exogenous perturbation is achieved in two ways. First, by using a rich set of controlsto isolate the selection mechanism based on observables. This is done via the auxiliaryvectors Wit and Xit 1. Specifically, notice that the vector Wit has the same timing asrit. This is intentional, so as to manage the effect of home conditions observed withinthe year. The second basis for identification uses the instrumental variable zit for rit toaccount for selection based on unobservable factors. In practice, both sets of variablescontrols and instrument are used in the first stage regression, of course. Below wediscuss the properties of the instrument in the context of this first stage regression.Using these variable definitions, the specification of the local projections ishyit 1 hi hrit With Xit 1h uith,2which can be estimated by instrumental variables regression methods using zit as theadditional instrument for rit. The hi are countryfixed effects and in the estimationsbelow we use countrybased clusterrobust standard errors. The dynamic multipliers ofinterest are therefore the IV estimates of h for h 0, 1,  , H. We generically designatethese as LPIV coefficients, short for local projection instrumental variables.Estimates of the specification in expression 2 reported below therefore include arich set of controls contemporaneously and in the lag structure. The objective is to stackthe odds against our instrument as much as possible in the following sense. We wantto isolate fluctuations in the shortterm interest rate that are not explained by homeeconomic conditions, but rather are correlated with shortterm fluctuations in the basecountry in situations where the home economy pegs its currency. Including a rich set ofdomestic controls soaks up variation in the base countrys short rate related to the homeeconomy. This is the best insurance against finding that the estimated responses reflect 20endogenous fluctuations of the response variable given the data that we have. We willshow momentarily that even with a saturated specification, the instrument remains highlyrelevant in most cases.A truly exogenous instrument would allow us to estimate the responses withouthaving to account for observable controls. In this case correlation between the base andthe home economies makes including controls unavoidable. Unfortunately, we are unableto explicitly test for the exogeneity of the instrument using a test of overidentifyingrestrictions. Expression 2 is justidentified. Where appropriate, we report the resultsboth with and without controls the latter are provided as a robustness check. Dataavailability imposes considerable restrictions on the preWW2 sample. As a result, itis useful to show the results that omit controls but use a longer sample to check theestimates against those from the more limited sample. Moreover, we also provide again,as a robustness check a comparison of the results based on OLS estimates of expression2 to characterize the bias in the OLS estimates.6. Monetary conditions, credit growth, and house prices Section 2 discussed secular trends in mortgage lending that suggest bank lending experienced a considerable shift toward real estate financing after WW2. This section focusesinstead on shortrun fluctuations. Our instrument captures movements in shortterminterest rates relative to movements that would have likely prevailed under a floatingexchange regime and full control of domestic monetary policy.Our analysis proceeds logically in sequential steps. First, we examine how persistentlyexogenous perturbations propagate to shortterm interest rates. The rational expectationshypothesis of the term structure suggests that expectations on future shortterm rates,adjusted for risk, drive longer termrates. Therefore, next we trace how shorttermrate fluctuations reverberate to longterm rates. Longterm rates tend to be very highlycorrelated with mortgage rates and therefore provide a good proxy measure for the priceof mortgages for which we do not have direct observations. Thus, we examine howthe quantity of mortgages normalized by GDP responds to our pseudoexperiment.Ultimately, the availability of credit makes home buying more accessible. Higher demandfor houses through cheaper financing tends to put upward pressure on home prices. Thelast link in the chain of events thus consists of characterizing the response of house pricesto the shock in the shortterm rate.216.1. The instrument is relevant As a first check, we evaluate the strength of the instrument introduced in Section 4 in thecontext of expression 2. We estimate the first stage regression of rit on zit and the otherregressors in expression 2 including countryfixed effects. Then we report the Fstatisticfor the coefficient on zit constructed with countrybased, clusterrobust standard errors.We note that since we only have one endogenous regressor, typical tests of instrumentrelevance, such as Kleibergen and Paaps 2006 rank test, are roughly equivalent to theheteroskedasticity and autocorrelation robust Wald tests from OLS in the first stage. Dueto gaps in data availability, we obtain different estimates of the Kleibergen and Paap2006 statistic when we report our response estimates in Table 5 below and later whenwe report robustness checks. We provide here simple first stage regression results toillustrate the instruments basic features.The four response variables of interest include: 1 the shortterm interest rate; 2the longterm interest rate; 3 the ratio of mortgage loans to GDP; and 4 the log ratioof house prices to per capita income. When these variables are used as a lefthand sidevariable in expression 2, we take the hdifference hyit 1 described earlier. When thevariables enter as controls, these variables enter as simple first differences. All of thesevariables are measured in percent change to facilitate the interpretation of the results.Additional controls include: i the growth rate of real GDP per capita; ii the CPIinflation rate; iii the investment to GDP ratio; iv the ratio of nonmortgage lending to GDP; and v the ratio of the current account to GDP. We include up to two lags of eachvariable in the vector Xit 1. In what follows we report the h coefficients in expression2 but omit estimates of the fixed effects and the control set for brevity. We implementthe analysis for the full sample and later as a robustness check, we split the sample at World War 2. In Section 2 we argued that the major developments in mortgage lendingtook place starting in the second half of the twentieth century.Table 4 reports firststage regression results. The short rate is regressed on ourinstrument zit. We report two regressions. In the first block of results columns 13we omit the controls, in the second block columns 46 we include them. The reason isthat the sample sizes can vary quite a bit. Some of the controls are not available for somecountries, specially in the first part of the sample. We consider three samples: all years,and the pre and the postWW2 years. In all cases we omit the world wars.The results in Table 4 provide tangible intuition about the strength of the instrument.The instrument is relevant, although a bit weaker in the preWW2 era columns 2 and 5.Even after adding a very rich set of controls and fixed effects columns 46, the instrumentremains significant across samples with high Fstatistics and hence significant coefficient 22Table 4: Firststage regression of the shortterm interest rate on the instrument1All Years 0.680.06No Controls2PreWW20.360.113PostWW20.810.064All Years 0.430.04With Controls5PreWW20.290.066PostWW20.460.06IV Coefficient 0.4179.263750.49129.848450.075150.1718750.01311.598760.45137.1612200.147169.51999R2Fstatistic Observations Notes: p 0.10, p 0.05, p 0.01. Countrybased clusterrobust standard errors inparentheses. The dependent variable is the shortterm interest rate regressed on the instrument,fixed effects and when appropriate, controls. The set of controls includes: i the change inshortterm interest rate; ii the change in longterm interest rate; iii the change in mortgagesto GDP ratio; iv the change in real house prices as a ratio to per capita income; v real percapita GDP growth; vi the change in the investment to GDP ratio; vii the change in the ratio ofnonmortgage loans to GDP ratio; viii CPI inflation; and ix the current account to GDP ratio.We include contemporaneous terms and two lags. The full sample starts in 1870 and ends in 2010.The preWW2 sample ends in 1938. The postWW2 sample begins in 1946. World Wars omittedfrom all samples. See text.estimates. The passthrough of fluctuations in the instrument onto the shortterm rateranges as high as 0.8 column 1 to 0.3 column 2, which is economically sensible. Thus,the intuition from the scatter plots in Section 4 is well supported by the more formalanalysis reported in the table.6.2. Estimates of the impulse responses Table 5 reports estimates of the LPIV coefficients in expression 2 for each of the responsevariables 14 described in the previous section. The perturbation is to the short rate viathe instrument, the responses reported are of the short and long rates, mortgage loans asa ratio to GDP and house prices over per capita income, all of them in percent. The tableis organized as follows. For each response we report coefficient estimates of the LPIVcoefficient using all years except the two world wars. Below we check for robustness todifferent subsamples. In addition, we report summary regression statistics along with the Kleinbergen and Paap 2006 test of weak instruments.In addition, Figure 8 contains four panels that display each of the four impulseresponses reported in the table. The experiment depicted in these panels is a negative onepercent decline in the short rate due to exogenous fluctuations in the instrument. Weuse this normalization so as to more closely characterize the recent experience of several 23Table 5: LPIV: Estimation results based on full control set with the full sample Responsesh Shortterm interest rate R2KleibergenPaap Observationsh Longterm interest rate R2KleibergenPaap Observationsh Mortgage LoansGDPR2KleibergenPaap Observationsh log House PriceIncomeYear h 0 Year h 1 Year h 2 Year h 3 Year h 40.390.141.310.161.001.020.190.800.190.47426.6412010.550.090.14535.2412001.190.380.24328.0811971.761.670.30326.5911760.670.130.09835.2911811.870.610.14927.9011683.722.050.27826.4311520.600.150.08634.6611632.350.760.12227.9711395.022.270.26127.1011280.390.130.11035.2111452.820.860.09428.4911104.371.8812200.420.050.27535.5812200.450.150.38028.4412200.180.79R2KleibergenPaap Observations 0.21427.6512200.14327.2312020.08527.0111800.07627.0111580.11427.531136Notes: h denotes change from year t 1 to t h. p 0.10, p 0.05, p 0.01. Countrybased clusterrobust standard errors in parentheses. Coefficient estimates of fixed effects andcontrols not reported. The set of controls includes: i the change in shortterm interest rate; iithe change in longterm interest rate; iii the change in mortgages to GDP ratio; iv the change inreal house prices as a ratio to per capita income; v real per capita GDP growth; vi the changein the investment to GDP ratio; vii the change in the ratio of nonmortgage loans to GDP ratio;viii CPI inflation; and ix the current account to GDP ratio. We include contemporaneous termsand two lags. The full sample starts in 1870 and ends in 2010. Kleibergen and Paap 2006 statisticfor weak instruments reported. World Wars omitted. See text.countries in the periphery of the Eurozone and described in Section 3. However, noticethat the table reports the coefficient estimates directly from the regression output, whichhave the natural interpretation of a positive type of experiment instead. In other words,we flip the sign of the coefficient estimates from the table to construct the figure. Wecomment on the results for each variable, one at a time, starting with the response of theshort rate to exogenous perturbations captured by the instrument. The results correspondto the first row block in Table 5 and panel a in Figure 8.24These results include countryspecific clusterrobust standard errors. Clustering bycountry allows for fully flexible time series dependence in the errors within country blocks.Typical heteroscedasticyandautocorrelation HAC robust estimation procedures imposenonparametric, monotonically declining temporal dependence. If these conditions aremet and if assumptions about the rate at which this dependence rate decays are alsocorrect, a HAC estimator provides a more efficient approach to correct inference. Relyingon clustering alone is more general than using a HAC estimator. However, clusterrobuststandard errors tend to be more conservative. Rather than a flaw, we view this as anadvantage. By showing that our estimates are significantly different from zero usingcorrect but more conservative standard errors, we provide the reader an extra degree ofinsurance against spurious findings.Year zero is the year when the shock is felt and the coefficient is therefore automaticallynormalized to one percent for this reason we omit reporting standard errors and the R2,which is equal to one. This will be the size of the perturbation with which to interpretsubsequent responses. The effect of this perturbation is persistent and hump shaped.Years one thru three indicate that much of the effect on the shortterm interest rate remainsintact. Only in year four do we see the effect subsiding.The persistence of the short rate response sets the stage for the analysis of the responseof the long rate reported in the second row block of Table 5 and panel b of Figure 8. Theresponses dampen relative to the short rate responses in a pattern entirely consistent withwhat is commonly found in the literature on term structure models see, e.g., Evans and Marshall 1998. Recall that the response of the shortrate is somewhat persistent and thisgets reflected in the persistent increase in the long rate, albeit with a pass through that isinitially about onehalf the initial perturbation to the short rate but growing over time.The response of the long rate sets the stage for the analysis of the response of mortgageloans to GDP ratio. As we argued earlier, the long rate is a reasonable proxy for themortgage rate and the responses reported in the third row block of Table 5 and panel cof Figure 8 bear this out. An exogenous one percent decreaseincrease in the short rateresults in about onehalf percent decreaseincrease in the long rate and on impact, onan increasedecrease in mortgage loans to GDP of about one half percent. However, thedynamic pattern indicates that the effect of the initial perturbation keeps building overtime, and by year four there is about a three percent increasedecrease in mortgage loansas a ratio to GDP.It would be natural to expect that, as the prices of mortgages declineincrease andhence mortgage loan activity increasesdeclines, house prices would correspondinglyincreasedecline. The fourth row block of Table 5 and panel d in Figure 8 show thatthis is indeed the case. The initial 1 percent perturbation to the shortrate translates to 25Figure 8: LPIV responses for an exogenous shock to the shortterm interest rate Notes: Each panel presents coefficient estimates from Table 5 for the full sample. Panel a is theresponse of the short term interest rate; panel b is the response of the longterm interest rate;panel c is the response of the ratio of mortgage lending to GDP; and panel d is the response ofthe ratio of house prices to income per capita. Darklight shaded areas are the 1 and 2 standarderror confidence regions based on countrybased clusterrobust standard errors. See text.2621.51.50Percentage points 01234Yeara Shortterm interest rate1.51.50Percentage points 01234Yearb Longterm interest rate 012345Percentage points 01234Yearc Mortgage loansGDP ratio50510100 x change in log 01234Yeard log House priceincome ratioabout a 0.18 percent change in the house price to income ratio in Year 0. Like in the caseof mortgage lending, the effect of the initial perturbation keeps building over time. Byyear four the effect on the house price to income ratio is over 4 percent in magnitude.Summarizing the results so far: a long historical view across developing economiesallows us to use variation in exchange rate regimes over time and across countries toextract home fluctuations in short rates whose origin is dictated not by domestic conditions,but rather by conditions in the base country against whose currency the exchange rate ispegged. It is reasonable to suspect that pegs are endogenously determined. Even if theyare not, there could still be considerable synchronicity of economic activity between thebase and home countries. To purge for these effects, we include a rich set of controls thatcapture economic conditions in the home country.The pairing of instrumental variables with saturated regression control is the bestguarantee that the short rate perturbations we examine are exogenous given the data thatwe have. The analysis reveals that an exogenous decline in the short rate will result in aconsiderable increase in house prices. This decline does not appear to be spurious. Theintermediate steps linking the short rate decline with a decline in the long rate and hencean increase in mortgage lending activity are all consistent with this result.A potential concern, as with any panel data study, is that our historical datasetintertwines the experiences of countries with varied economic structures. Three responsesshould assuage such concerns. First, the sampling distribution of the impulse responseestimates, itself a summary statistic of the heterogeneity in the data, indicates that ourestimates have relatively contained dispersion. Second, using our historical dataset, GadeaRivas, G omezLoscos and P erezQuir os 2014 show that there is more heterogeneity acrosstime than there is across countries. Third, one of the robustness checks we provide is adetailed subsample analysis that shows that our findings are very stable to using datafrom different historical eras.Another potential concern, despite the many precautions that we adopt in the analysis,is that our results are driven by reverse causality. That is, could it be that a surge inthe demand for housing explains the behavior of house prices mortgages and interestrates? We think that this mechanism can be easily ruled out. A surge in demand forhousing would put simultaneous pressure on house prices and mortgages, which wouldtranslate into higher, not lower interest rates. For this reason, we feel reasonably confidentthat we have identified the correct channel linking a low interest rate environment withhigher mortgage activity and house price appreciation. Our analysis provides a precisequantification of all these effects. In the next section we evaluate the robustness of theseinitial conclusions.277. Robustness This section examines the reliability of the conclusions reached in the previous sectionto a variety of modifications in the analysis. We begin by exploring the benefits ofthe instrumental variable approach. Would the responses look much different had weestimated expression 2 by OLS? The answer turns out to be yes and we provide acomparison across methods to assess the extent of the attenuation bias that IV estimationalleviates. Next, some of the variables in the dataset do not extend quite as far andwide. This limitation results in a smaller sample available for estimation. Consequently,we reestimate Table 5 but omit the controls so as to evaluate whether a larger samplecould significantly change the results. As we will show, the estimates remain fairly stableconsidering that we omit an important set of controls. Finally, we consider the robustnessof the analysis to different subsamples. Would the results still hold up if we focus onthe pre versus the postWW2 eras? What about omitting the Bretton Woods era of fixedexchange rates? These and other alternatives are investigated below.7.1. OLS versus IVHow useful is our instrumental variable? Table 6 provides a direct comparison of the IVestimates reported in Table 5 with estimates obtained using OLS in expression 2. Forbrevity, we do not report estimates of the countryfixed effects or the control set. We omitthe general regression statistics and focus exclusively on the coefficient estimates andtheir standard errors. The table is organized into four row blocks, one for each of theresponse variables we have considered so far.The general patterns of the responses are similar across methods but the coefficientestimates from OLS are greatly attenuated with respect to their IV counterparts. The OLS response of the short and long rates is between a third and one half the responsecalculated using IV. Not surprisingly, the response of mortgage lending is more muted,although here the degree of attenuation is much more noticeable. Nevertheless, thesethree responses are estimated fairly accurately and the broad contours of the analysisfrom the previous section would survive largely intact.On the other hand, the response of house prices varies more noticeably. First, basedon OLS the coefficient of the response during years zero and one are positive. This meansthat in response to a decline in the short rate and a companion decline in the long rateand an increase in mortgage lending house prices actually increase albeit not significantlyfrom the statistical point of view. Here the OLS bias not only attenuates the coefficientbut it switches the sign and generates a response that is economically counterintuitive.28Table 6: OLS v. IV: Comparing LP estimates using full control set, full sample Responsesh Shortterminterest rateh Longterminterest rate OLSIVOLSh Mortgage loans OLSGDPIVh log House prices OLSincome IVYear h 0 Year h 1 Year h 2 Year h 3 Year h 40.350.070.390.140.260.030.390.130.450.152.820.860.900.564.371.880.450.041.020.190.320.040.670.130.250.081.870.610.330.483.722.050.380.050.800.190.260.030.600.150.290.112.350.760.670.515.022.270.690.061.310.160.330.040.550.090.150.061.190.380.150.401.761.671.001.000.340.030.420.050.110.040.450.150.350.330.180.79Notes: h denotes change from year t 1 to t h. p 0.10, p 0.05, p 0.01. Countrybased clusterrobust standard errors in parentheses. Coefficient estimates of fixed effects andcontrols not reported. The set of controls includes: i the change in shortterm interest rate; iithe change in longterm interest rate; iii the change in mortgages to GDP ratio; iv the change inreal house prices as a ratio to per capita income; v real per capita GDP growth; vi the change inthe investment to GDP ratio; vii the change in the ratio of nonmortgage loans to GDP ratio; viiiCPI inflation; and ix the current account to GDP ratio. We include contemporaneous terms andtwo lags. World wars omitted. IV estimates from Table 5 repeated here for convenience. See text.The signs are correct for years two to four although again, the coefficient estimates areconsiderably attenuated relative to their IV counterparts. Compare the 0.90%year fourresponse using OLS versus the 4.37% response obtained with IV. We conclude from thisanalysis that our instrument is capturing movements in the short rate that are more likelyto reflect exogenous fluctuations than fluctuations we could identify using a simple OLSregression control strategy.7.2. Responses when controls are excluded The identification strategy rests on two pillars: the instrumental variable and a rich set ofcontrols to purge possible common base and home economic factors driving fluctuations inthe instrument. In a classical instrumental variable setting, a truly exogenous instrument 29Table 7: LPIV: Estimation results excluding control set, full sample Responsesh Shortterm interest rate R2KleibergenPaap Observationsh Longterm interest rate R2KleibergenPaap Observationsh Mortgage loansGDPR2KleibergenPaap Observationsh log House pricesincome Year h 0 Year h 1 Year h 2 Year h 3 Year h 40.760.130.910.111.001.340.081.080.090.55765.1418520.550.070.07270.0017640.540.180.01464.4416270.811.020.34665.0118230.640.100.13169.4517430.850.310.02764.0915962.001.260.28064.5017950.610.120.12269.7417231.110.390.03664.0615642.871.400.24264.4317690.490.110.04369.6717051.410.490.03763.6415322.961.2218750.400.050.05470.4217880.200.070.00664.5016520.060.52R2KleibergenPaap Observations0.00172.0114630.01171.9814440.03071.9814220.04372.0314000.02271.691378Notes: h denotes change from year t 1 to t h. p 0.10, p 0.05, p 0.01. Countrybased clusterrobust standard errors in parentheses. Coefficient estimates of fixed effects omitted.No other controls included in the regression. Kleibergen and Paap 2006 statistic for weakinstruments reported. World wars omitted. See text.would be sufficient to address bias induced by omitted controls. As a robustness check,we therefore reestimate the responses reported in Table 5 but omitting all controls exceptthe country fixed effects. Omitting the controls results in a considerably larger sample,which also serves as an additional robustness check.Table 7 replicates Table 5 but excludes the controls Wit and Xit 1 from expression2. The table is organized into four row blocks, just as Table 5. The results reported in Table 7 are broadly comparable to those in Table 5. The response of interest rates, bothshort and longterm are in fact virtually indistinguishable. The response of mortgagelending is similar but more attenuated. Four years out the cumulative effect is 1.41 whencontrols are omitted versus 2.82 when controls are included. Similarly, the responseof house prices at year four is 2.96 when controls are excluded, versus 4.37 when 30controls are included.Another way to interpret these results is in the context of the OLS versus IV comparisonof Table 6. The attenuation bias we described in the previous section is largely resolvedby using IV estimation.7.3. Robustness to sample choices The final set of robustness checks explores different ways to partition the sample and toconstruct the instrument. We consider five alternative scenarios. The analysis in Section 2suggests that the share of total lending dedicated to mortgage lending began its ascentat the end of World War 2. A natural exercise is to examine the sensitivity of our resultsto partitioning the sample before and after World War 2. Call them scenarios 1 and 2.Next, we assess the sensitivity of the results to our construction of the instrument. Wedo this in two ways: by treating the Bretton Woods era as noninstrumented; and moredrastically, by excluding this period entirely from the sample. Call these scenarios 3 and4. Finally, the interwar period is particularly volatile it includes the Great Depression.As a final check, we reestimate the responses using a sample that excludes the period 1914to 1972, that is, also excluding the Bretton Woods era. Call this scenario 5. In orderto economize space, we report only the coefficients of each response in year four alongwith summary regression statistics.Table 8 replicates baseline results from the full sample in year 4 from Table 5. Theseresults are reported in column 0, which serves as a benchmark for each of the fivescenarios just described and reported in columns 15. Several results deserve comment.Except for the preWW2 results reported in column 1, the stability of our findings acrossexperiments is quite notable. The response of the short and long rates vary over a verynarrow range of about 0.1 to 0.15 percentage points. The variation in the responses tomortgage lending and house prices is a little wider, but so are the responses themselves.In the case of mortgage lending, the response varies from 2.67 to 3.47 and in the case ofhouse prices it can vary from 4.37 to 5.88. These ranges of variation are in any case quitea bit smaller than the 95% confidence intervals implied by estimates themselves. PreWW2responses are more volatile, in part because the sample has more gaps, in part because itcontains the more volatile interwar period which includes the Great Depression, andin part because the role of mortgage lending and the behavior of credit more generallychanged around the end of World War 2. Nevertheless, even the results in column 1 donot stray far from the results in column 0 or those in columns 25, which is reassuring.31Table 8: LPIV: Estimation results including control set, robustness checks, year4 response only Responses in year 44 Shortterm interest rate R2KleibergenPaap Observations 4 Longterm interest rate R2KleibergenPaap Observations 4 Mortgage loansGDPR2KleibergenPaap Observations 4 log House pricesincome20All PostYears WW2 WW20.310.390.140.181Pre0.360.180.26127.1011280.390.130.11035.2111452.820.860.09428.4911104.371.880.3449.673470.400.150.3128.893681.941.320.1739.493291.344.820.31226.597810.240.150.17733.237772.670.910.10828.297815.372.12345Set z 0 Exclude Exclude 1946721914720.360.161946720.390.160.300.230.26127.8411280.400.140.11034.0711452.950.950.07629.4811104.662.140.26625.079170.410.140.11332.219383.100.930.10326.528994.382.040.28721.167610.360.180.12525.277793.471.060.02122.847685.882.25R2KleibergenPaap Observations 0.11427.5311360.1977.993550.20224.997810.10827.9211360.11225.259250.08520.01780Notes: h denotes change from year t 1 to t h. p 0.10, p 0.05, p 0.01. Countrybased clusterrobust standard errors in parentheses. Coefficient estimates of fixed effects andcontrols omitted. The set of controls includes: i the change in shortterm interest rate; ii thechange in longterm interest rate; iii the change in mortgages to GDP ratio; iv the change inreal house prices as a ratio to per capita income; v real per capita GDP growth; vi the change inthe investment to GDP ratio; vii the change in the ratio of nonmortgage loans to GDP ratio; viiiCPI inflation; and ix the current account to GDP ratio. The table reports full sample estimationresults in column 0 to serve as a benchmark. Column 1 refers to results based on a preWW2sample. Column 2 uses a postWW2 sample instead. Column 3 treats the Bretton Woods areaas a period for which the instrument does not apply. Column 4 excludes the Bretton Woods eraaltogether from the sample. Column 6 excludes the interwar the Bretton Woods period from thesample. We include contemporaneous terms and two lags. KP refers to the Kleibergen and Paap2006 statistic for weak instruments reported. world wars omitted. See text.328. Mortgage lending, house prices and financial crises Section 6 showed that loose monetary conditions make credit cheaper, purchasing a homeeasier, and therefore houses more expensive. One of the narratives of the recent globalfinancial crisis puts at its center a similar mechanism, see e.g. Mian and Sufi 2010, 2014.Yet alternative narratives for the global financial crisis have emerged too. Someemphasize the role of excessive sovereign debt e.g., Reinhart and Rogoff 2010, 2012,and others the interplay between private and public debt e.g., Jorda, Schularick and Taylor 2013b. Fears that the sovereign will be unable to absorb the losses in the bankingsector can put into question the solvency of the sovereign itself. This fear quickly spreadsto banks with substantial holdings of public debt, setting in motion what some havecalled a diabolical loop e.g., Brunnermeier et al. 2011. Jorda, Schularick and Taylor2013b found that crises are driven primarily by private credit rather than public debt,although their aftermath is certainly influenced by the level of public debt existing at theirinception.When it comes to financial crises, a growing consensus emphasizes the role of excessiveprivate debt see, e.g., Borio and White 2004; Schularick and Taylor 2012; Gourinchasand Obstfeld 2012; Jorda, Schularick and Taylor 2013a. Moreover, some recent researchhas focused attention on the role played households mortgage debt Mian and Sufi 2010,2014; B uy ukkarabacak and Valev 2010, and in this paper we expand on these ideas bylooking at the interaction between booms in housing debt that coincide with house pricebubbles using the new longrun data introduced earlier.This section explores these questions in historical perspective. Because financial crisesare rare, we reach back in history and across a wide cross section of developed economiesto examine the role that mortgage lending and house prices have exerted on the likelihoodof experiencing a financial crisis. The chronology of financial crises relies on the datesavailable in Jorda, Schularick and Taylor 2013a. Their chronology itself builds on severalsources cited therein.The dependent variable is binary and takes the value of 1 if for a given countryyearpair there is a financial crisis, and it is zero otherwise. The two explanatory variablesthat we consider, mortgage lending as a ratio to GDP and house prices as a ratio to percapita income, enter as five year moving averages to parsimoniously capture conditionsin the lead up to the crisis. In addition we include country fixed effects. On average,some countries have been more prone to financial crises than others and the fixed effectsaccount for these differences. Our goal is not to thoroughly examine every possible factorand specification that may determine when a financial crisis will happen. Rather wesimply want to document the link between housing finance and financial crises.33Methodologically, we rely on classification methods rather than evaluating modelfit. We are interested in evaluating the ability to sort into crisis versus no crisis eventsrather than in evaluating whether the conditional probability of a crisis is appropriatelycharacterized by the model. The emphasis is on the informational content of the controls,not on the correct specification of the model. In other words, we are interested in knowingwhether tomorrow will rain or not a crisis will happen or not in order to decide whetherto carry an umbrella or not take policy action that is costly but may prevent the crisis.We rely on a wellestablished literature in biostatistics and machine learning to providesuitable answers.We approach the problem in two simple steps. First we fit a logit model of the crisisdependent variable using the mortgage and house price moving average controls as well asfixed effects. The model specification only acts as a tool to find suitable linear combinationsof the controls whose informational content we then evaluate. Using predictions from thismodel, we then calculate true positive and true negative rates as follows. Consider the rulethat calls a crisis whenever the predicted conditional probability from the logit exceedsa threshold c 0, 1. This threshold need not be 0.5, in fact, it is allowed to vary. Thetrue positive rate is the proportion of correctly called crises associated with any c and thetrue negative rate is the proportion of correctly called noncrises instead. Choose a c closeto 1 and the true negative rate approaches 1 but the true positive rate deteriorates. Theopposite happens when c tends to zero. Given a classification technology, one can allocateinformation to predict one outcome or the other in different proportions depending onwhere the emphasis is needed.The map of the true positive and true negative rates for each c 0, 1 is a curve that Jorda and Taylor 2011 denote the correct classification frontier CCF in reference to theclassic economic concept of a production possibilities frontier. The better the classificationtechnology, the further is this curve from the origin. A perfect classifier is one whose CCFis the unit square. By contrast, a classifier that is no better than random chance has a CCF equivalent to the diagonal bisecting the unit square. The area under the CCF is ameasure of the models classification ability and is equivalent to the area under the receiveroperating characteristic ROC curve or AUC, used frequently in biostatistics to evaluatemedical tests see, e.g. Pepe 2003 for a survey. The AUC for an uninformative classifieris readily seen to be equal to 0.5 half the area of the unit square whereas for the perfectclassifier on the unit square it is 1. The AUC turns out to have an asymptotic Gaussiandistribution, which makes this statistic convenient for hypothesis testing.Table 9 summarizes the main results of this exercise for the full sample, and forrobustness, the pre and postWW2 samples. The table is organized as follows. The toprowblock shows the coefficient estimates whereas the bottom rowblock provides each 34Table 9: Classifying financial crises using mortgage lending and house prices. Logit models and AUC statistics for correct classification frontiers, full, preWW2, and postWW2 samplesa Logit models, country fixed effects Mortgage loansGDP,lagged 5year changelog House pricesincome,lagged 5year change Observationsb Correct classification frontier statistics Model AUCBenchmark AUC, country fixed effects only1All years 0.140.100.090.0413230.670.040.560.042PreWW20.000.150.100.064390.670.060.570.05PostWW230.250.130.090.058480.710.060.620.05H0 : AUC model AUC benchmark pvalueNotes: p 0.10, p 0.05, p 0.01. Dependent variable takes the value of 1 when thereis a crisis for a given countryyear, 0 otherwise. Panel a reports logit coefficients and standarderrors in parentheses. Correct classification frontier for column 1 shown in Figure 9. In panel bAUC benchmark refers to the AUC for a null logit model with country fixed effects only, but noother controls. AUC model refers to the AUC for the logit model whose coefficients we report.World Wars omitted. See text.0.050.010.10models AUC and a test of the null hypothesis that the AUC from the model is statisticallyequivalent to a benchmark AUC. The benchmark AUC is constructed using a model withfixed effects but no covariates. In addition Figure 9 displays the CCF curve associatedwith the full sample results to provide a visual comparison of the CCF for the modelswith and without covariates.The broad picture painted by these results is that mortgage lending and house priceshave information about the likelihood of a financial crisis but that this information isclearly insufficient to generate a perfect prediction of financial crises. The numericalvalues of the coefficient estimates reported in the top row block of Table 9 are themselvesof little interest. They are reported to illustrate the relative significance of the controls inthe full sample specification. Loadings for the preWW2 sample are similar as those inthe full sample although in the postWW2 the loadings appear to be both on mortgagelending and house prices.Nevertheless, there is nonnegligible information in these covariates. The null benchmark AUC, from a model with fixed effects but no other covariates, is only 0.56. This is 35Figure 9: Classifying financial crises using mortgage lending and house prices Correct classification frontiers CCF, full sample 18702008, all countries Notes: Null benchmark CCF using country fixed effects only is solid blue line with AUC 0.53.Model CCF is red line with large circles with AUC 0.66 and corresponds to model 1 from Table 9. Standard errors in parentheses. Reference uninformative classifier CCF is dotted greenline with AUC 0.5. See text.not significantly different from the reference AUC of 0.5 for a completely uninformativeclassifier. The interpretation is that, although there are differences in the rate of crisesexperienced across countries, these differences are small. AUCs from the benchmarkmodel range from a low of 0.67 in the full and preWW2 samples, to a high of 0.71 for thepostWW2 sample, which is statistically different from the benchmark. As a complement,Figure 9 displays the correct classification frontier for the full sample estimates, whichforms the basis for the AUC calculations reported in the table.What is the takeaway? Our historical analysis at businesscycle frequency outlineshow accommodative monetary conditions can be accompanied by more mortgage lendingand higher house prices. Both of these variables have been touted as possible factors ina financial crisis and our historical analysis using crisis prediction models suggests thatthere is some truth to this view. Moreover, we once more find evidence that these effects 360.000.250.500.751.00True positive rate 0.000.250.500.751.00True negative rate Null_FE ROC area: 0.5583Model ROC area: 0.6726Referencehave become stronger with the rapid rise of real estate lending in the second half of the 20th century.9. Conclusion The global financial crisis brought to the fore trends in housing markets that had beenbrewing over the decades following WW2, a break from the relative stability of the preWW2 era. A mixture of financial liberalization, government support, risk taking by banks,and levering up by households brought about greater rates of home ownership acrossthe developed world. Disentangling the importance of these various forces, which surelyvaried by time and place, is a difficult goal for future research, and is beyond the scope ofthis paper. Yet the rise of leveraged real estate booms has been identified by much recentresearch as being central to the understanding of financial crises. After presenting thishistorical evidence, this paper makes two key contributions to the understanding of thelink between monetary conditions, mortgage credit and house prices.We use fluctuations in monetary conditions that have their origin in macroeconomicconditions elsewhere as a natural experiment. Such fluctuations serve as instrumentalvariables to trace dynamic responses of mortgage lending and house prices. At businesscycle frequencies, we find robust evidence in support of a direct mechanism linking shortterm rates, mortgage lending and house prices. Through the term structure, longtermrates respond to shortterm rates, thus affecting the price of mortgages. In response toeasing monetary conditions and hence a decline in the price of mortgages, mortgagelending expands. Rising house prices improve the value of the mortgages collateral, andwith it a banks asset position and its ability to lend further. Loose monetary conditions arecausal for mortgage and house price booms, and this effect has become much more dramatic since WW2.It is natural to suspect that such a feedback loop could set in motion conditions for ahousing boom and increased leverage, which in turn heightens the risk of a financial crashdown the road. The long run view from economic history suggests that such mechanismsare a regular feature of the modern financial cycle, and we use statistical methods fromthe literature on binary classifiers to explore this question. Using logit models, the correctclassification frontier, and tests based on the area under the curve, we find that overa 5year window run ups in mortgage lending and run ups in house prices raise thelikelihood of a subsequent financial crises. Mortgage and house price booms are predictive offuture financial crises, and this effect has also become much more dramatic since WW2.What are the implications of these findings for the ongoing debate about monetarypolicy in the postcrisis age? How much should central banks worry about the financial 37stability risks of loose monetary conditions? Our findings suggests the sideeffects ofeasy low interest rates should be cause for some concern. Real estate lending has grownstrongly during the 20th century and now accounts for the dominant share of banklending in many countries; the sensitivity of mortgage lending and house prices tochanges in monetary conditions has also increased substantially. A key implication ofthis result is that central banks cannot pursue macroeconomic stabilization policy withoutbeing mindful of the consequences for credit markets and financial stability. However,none of this should be taken to imply that that tighter monetary conditions are theright answer. The findings from our study call for a nuanced approach. Central banksshould acknowledge that the tradeoffs they face can potentially be managed throughgreater use of macroprudential tools. Macroeconomic history refutes the notion that thejoint objectives of macroeconomic stabilization and financial stability can be examined inisolation.References Adam, Klaus, and Michael Woodford. 2013. Housing Prices and Robustly Optimal Monetary Policy. University of Mannheim. Photocopy.Ahamed, Liaquat. 2009. Lords of Finance: The Bankers Who Broke the World. New York:Penguin.Aizenman, Joshua, Menzie D. Chinn, and Hiro Ito. 2008. Assessing the Emerging Global Financial Architecture: Measuring the Trilemmas Configurations over Time. NBERWorking Paper 14533.Allen, Franklin, Thorsten Beck, Elena Carletti, Philip Lane, Dirk Schoenmaker, and Wolf Wagner. 2011. CrossBorder Banking in Europe: Implications for Financial Stability and Macroeconomic Policies. London: CEPR.Allen, Franklin, and Kenneth Rogoff. 2011. Asset Prices, Financial Stability and Monetary Policy. The Wharton School of the University of Pennsylvania. Financial Institutions Center. In Sveriges Riksbank, The Riksbanks Inquiry into the Risks in the Swedish Housing Market. Stockholm: Sveriges Riksbank, pp. 189217.Bernanke, Ben S. 2010. Monetary Policy and the Housing Bubble. Speech at the Annual Meeting of the American Economic Association, Atlanta, Georgia. http:www.federalreserve.govnewseventsspeechbernanke 20100103a.Bonnet, Odran, PierreHenri Bono, Guillaume Chapelle, and Etienne Wasmer. 2014. Does Housing Capital Contribute to Inequality? Sciences Po Discussion Paper 201407.Bordo, Michael D., and John LandonLane. 2013. What Explains House Price Booms?History and Empirical Evidence. NBER Working Papers 19584.Borio, Claudio, and William R. White. 2004. Whither Monetary and Financial Stability?The Implications of Evolving Policy Regimes. In Monetary Policy and Uncertainty:Adapting to a Changing Economy. Proceedings of the 2003 Jackson Hole Economic 38Policy Symposium, Jackson Hole, Wyo., 2830 August, pp. 131211.Brunnermeier, Markus K., Luis Garicano, Philip R. Lane, Marco Pagano, Ricardo Reis,Tano Santos, David Thesmar, Stijn Van Nieuwerburgh and Dimitri Vayanos. 2011.European Safe Bonds ESBies. Columbia University, mimeograph.Buiter, Willem H., Giancarlo M. Corsetti, and Paolo A. Pesenti. 1998. Interpreting the ERM Crisis: CountrySpecific and Systemic Issues. Princeton Studies in International Finance 84.B uy ukkarabacak, Berrak , and Neven T. Valev. 2010. The Role of Household and Business Credit in Banking Crises. Journal of Banking Finance 346: 124756.Del Negro, Marco, and Christopher Otrok. 2007. 99 Luftballons: Monetary Policy and the House Price Boom Across U.S. States. Journal of Monetary Economics 547: 196285.di Giovanni, Julian, and Jay C. Shambaugh. 2008. The Impact of Foreign Interest Rates onthe Economy: The Role of the Exchange Rate Regime. Journal of International Economics 742: 34161.Eichengreen, Barry. 1992. Golden Fetters: The Gold Standard and the Great Depression. New York: Oxford University Press.Evans, Charles L. and David A. Marshall. 1998. Monetary Policy and the Term Structureof Nominal Interest Rates: Evidence and Theory. CarnegieRochester Conference Serieson Public Policy, 49: 53111.GadeaRivas, Maria Dolores, Ana G omezLoscos and Gabriel P erezQuir os. 2014. The Two Greatest. Great Recession vs. Great Moderation. CEPR working paper DP10092.Glaeser, Edward, Joshua Gottlieb and Joseph Gyourko. 2010. Can Cheap Credit Explainthe Housing Boom? NBER Working Paper 16239.Goodhart, Charles, and Boris Hofmann. 2008. House prices, money, credit, and themacroeconomy. Oxford Review of Economic Policy 241: 180205.Gourinchas, PierreOlivier, and Maurice Obstfeld. 2012. Stories of the Twentieth Centuryfor the TwentyFirst. American Economic Journal: Macroeconomics. 41: 22665.Ilzetzki, Ethan, Enrique G. Mendoza, and Carlos A. V egh. 2013. How Big Small? are Fiscal Multipliers? Journal of Monetary Economics 602: 239254.Ilzetzki, Ethan, Carmen Reinhart, and Kenneth Rogoff. 2008. Exchange Rate Arrangements Entering the 21st Century: Which Anchor Will Hold? University of Marylandand Harvard University. Unpublished.Irwin, Douglas A. 2010. Did France Cause the Great Depression? NBER Working Paper Jarocinski, Marek, and Frank Smets. 2008. House Prices and the Stance of Monetary Policy. Federal Reserve Bank of St. Louis Review 904: 33965.Jorda, Oscar. 2005. Estimation and Inference of Impulse Responses by Local Projections.16350.Jorda, Oscar, Moritz Schularick, and Alan M. Taylor. 2013. When Credit Bites Back. Journal American Economic Review, 951: 161182.of Money, Credit and Banking 45S2: 328.Jorda,Oscar, Moritz Schularick, and Alan M. Taylor. 2014. The Great Mortgaging.Unpublished.Jorda, Oscar, and Alan M. Taylor. 2011. Performance Evaluation of Zero NetInvestment Strategies. NBER Working Paper 17150.39Kenen, Peter. 1969. The Theory of Optimum Currency Areas: An Eclectic View. In Monetary Problems in the International Economy edited by Robert A. Mundell and Alexander K. Swoboda. Chicago: University of Chicago Press, pp. 4160.Kleibergen, Frank and Richard Paap. 2006. Generalized reduced rank tests using thesingular value decomposition. Journal of Econometrics, 1331: 97126.Klein, Michael, and Jay Shambaugh. 2013. Rounding the Corners of the Policy Trilemma:Sources of Monetary Policy Autonomy. NBER Working Paper 19461.Knoll, Katharina. 2012. White Picket Finance: The Making of the U.S. Mortgage Market,19321960. In Public Policies and the Direction of Financial Flows, edited by Hubert Bonin,Alfredo Gigliobianco, NielsViggo Haueter, and Harold James. Bucharest: European Association for Banking and Financial History and National Bank of Romania.Knoll, Katharina, Moritz Schularick, and Thomas Steger. 2014. No Price Like Home:Global House Prices, 18702012. Draft manuscript. Free University of Berlin.Kuttner, Kenneth. 2012. Low Interest Rates and Housing Bubbles: Still No Smoking Gun.Williams College, Department of Economics Working Papers 201201.Lane, Philip R. 2012. The European Sovereign Debt Crisis. Journal of Economic Perspectives 263: 4968.Research working paper 13428.Leamer, Eric E. 2007. Housing is the Business Cycle. National Bureau of Economic Leduc, Sylvain and Daniel Wilson. 2013. Are State Government Roadblocks to Federal Stimulus? Evidence from Highway Grants in the 2009 Recovery Act. Federal Reserve Bank of San Francisco, Working Paper 201316.Malkin, Israel, and Fernanda Nechio. 2012. U.S. and EuroArea Monetary Policy by Regions. Federal Reserve Bank of San Francisco, FRBSF Economic Letter. February 27.Mian, Atif, and Amir Sufi. 2014. House of Debt. Chicago: University of Chicago Press.Mian, Atif, and Amir Sufi. 2010. Household Leverage and the Recession of 200709. IMFEconomic Review 581: 74117.Review 514: 65765.Mundell, Robert A. 1961. A Theory of Optimum Currency Areas. American Economic Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2004 Monetary Sovereignty,Exchange Rates, and Capital Controls: The Trilemma in the Interwar Period. IMF Staff Papers 51S: 75108.Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2005. The Trilemma in History:Tradeoffs among Exchange Rates, Monetary Policies, and Capital Mobility. Review of Economics and Statistics 87 August 2005: 42338.Obstfeld, Maurice, and Alan M. Taylor. 2004. Global Capital Markets: Integration, Crisis, and Growth. New York: Cambridge University Press.ORourke, Kevin H., and Alan M. Taylor. 2013. Cross of Euros. Journal of Economic Perspectives 273: 16792.Owyang, Michael T., Valerie A. Ramey and Sarah Zubairy. 2013. Are Government Spending Multipliers Greater during Periods of Slack? Evidence from Twentieth Century Historical Data. American Economic Review, 1033: 12934.Pepe, Margaret S. 2003. The Statistical Evaluation of Medical Tests for Classification and Prediction. Oxford: Oxford University Press.40Quinn, Dennis P., Martin Schindler, and A. Maria Toyoda. 2011. Assessing Measures of Financial Openness and Integration. IMF Economic Review 593: 488522.Reinhart, Carmen M., and Vincent Reinhart. 2011. Pride Goes Before a Fall: Federal Reserve Policy and Asset Markets. NBER Working Paper 16815.Reinhart, Carmen M., and Kenneth S. Rogoff. 2009. This Time is Different: Eight Centuriesof Financial Folly. Princeton, N.J.: Princeton University Press.Schularick, Moritz, and Alan M. Taylor. 2012. Credit Booms Gone Bust: Monetary Policy,Leverage Cycles, and Financial Crises, 18702008. American Economic Review 1022:102961.Taylor, John. B. 2007. Housing and Monetary Policy. NBER Working Paper 13682.Williams, John. C. 2011. Monetary Policy and Housing Booms. International Journal of Central Banking 71: 34555.41", "filename": "cesifo_wp5147.pdf", "person": ["Òscar Jordà", "Jordà, Òscar", "Moritz Schularick", "Schularick, Moritz", "Alan M. Taylor", "Taylor, Alan M."], "date": ["2014"]}