{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/90577/1/CRC-PEG_DP_121.pdf"], "title": ["Determinants of Donor Generosity: A Survey of the Aid Budget Literature"], "plaintext": " Determinants of Donor Generosity: A Survey of the Aid Budget Literature Andreas Fuchsa Axel Dreherb Peter Nunnenkampc August 2012 Abstract: What determines the foreign aid effort of donor countries? We review the existing literature on donors aid budgets and examine which of the suggested variables robustly determine aid effort, measured as Official Development Assistance ODA as a share of gross national income. More specifically, we empirically test 16 hypotheses using panel econometric methods for member countries of the Development Assistance Committee DAC in the 19762008 period. To test for the robustness of our results, we extend our dataset to 48 possible determinants of aid budgets and apply an Extreme Bounds Analysis EBA. In our fixed effects regressions, we find that aid inertia, the donor countrys GDP per capita, the existence of an independent aid agency, and colonial history have a robust and quantitatively relevant impact on countries aid efforts. Among the potential substitutes for aid, remittances exert a robust effect. Excluding year fixed effects, political globalization, Russian military capacity, peer effects, aid effectiveness, and government debt also play a significant role. Key words: Foreign aid, Official Development Assistance, Aid budget, Extreme Bounds Analysis JEL classification: F35, H81, H87 Acknowledgements: Excellent research assistance was provided by Juliane Kastner and Stefan Keitel. We thank Simone Bertoli for sharing data on aid agencies, Christian Bjrnskov for data on government ideology, Anne Boschini for data on Soviet military expenditures, and Jamie Parsons and Scott Jobson for proofreading. a GeorgAugust University Goettingen, Platz der Goettinger Sieben 3, 37073 Goettingen, Germany, Heidelberg University, Germany, email: mailatandreasfuchs.net. b Heidelberg University, AlfredWeberInstitute for Economics, Bergheimer Strasse 58, 69115 Heidelberg, Germany, University of Goettingen, Germany, CESifo, Germany, IZA, Germany, and KOF Swiss Economic Institute, Switzerland, email: mailataxeldreher.de. c Kiel peter.nunnenkampatifwkiel.de. the World Economy, Hindenburgufer 66, 24105 Kiel, Germany, email: 1 Institute for 1. Introduction The Monterrey Consensus reached at the United Nations UN summit on Financing for Development in 2002 asked for a substantial increase in Official Development Assistance ODA to help developing countries achieve the Millennium Development Goals MDGs.1 Estimates by the World Bank and the UN suggested that additional annual ODA in the order of US 4060 billion had to be raised to finance the MDGs Clift 2007. At the G8 meeting in Gleneagles in November 2005, the major donor countries promised to scale up ODA by US 50 billion and specifically to double annual aid to Africa by 2010.2 However, with the advent of the recent financial crisis and economic slowdown, concerns mounted that donors would once again renege on earlier promises.3 Frot 2009: 1 expected aid efforts to weaken significantly in the aftermath of the global financial crisis unless preventive action is taken. Indeed, according to critics, recent ODA data released by the OECD reveal a massive shortfall of more than one third of the US50 billion committed in Gleneagles.4 The question of which factors are driving donor generosity or causing frugality is thus of considerable relevance to the international development community, notably the aid recipient countries. All the more surprisingly, only scant empirical evidence exists on what determines the size of donor countries overall aid budgets. This is in striking contrast to the extensive literature on the allocation of ODA across recipient countries e.g., Kuziemko and Werker 2006 and on aid effectiveness e.g., Doucouliagos and Paldam 2009. What is more, the few existing studies analyzing the donors overall aid effort differ substantially with respect to the countries and time periods covered so that their results are hardly comparable. We contribute to the aid literature in several important ways. Section 2 reviews previous work and collects hypotheses on various economic and political factors underlying donors aid efforts. Section 3 introduces our dataset covering 48 possible determinants of aid budgets. We employ panel econometric methods for 22 donor countries of the OECDs Development Assistance Committee DAC over the 19762008 period, and present the 1 See http:www.un.orgesaffddocumentsBuilding%20on%20Monterrey.pdf accessed: May 2011. Jeffrey Sachs, the major driving force of the UN Millennium Project, emphasized that financing is the most crucial obstacle for achieving the MDGs by 2015 http:www.un.orgengasecond641210summary.pdf; accessed: June 2012. 2 See http:www.g 8.utoronto.casummit2005gleneaglesindex.html accessed: June 2012. 3 For instance, the SecretaryGeneral of the OECD and the Chair of the OECDs Development Assistance Committee issued an urgent call to the donor countries: Let us not repeat the mistakes we made following the recession of the early 1990s when many OECD governments let aid efforts decline, with the consequent impacts on developing countries in such areas as agricultural production, infrastructure, social welfare and political http:www.oecd.orgdocument20,3746,en_2649_201185_41601282_1_1_1_1,00.html; accessed: stability June 2012. 4 See http:www.oxfam.org.ukapplicationsblogsscotland201104gleneagles_aid_commitments_mis.html; accessed: June 2012. 2 results in Section 4. To test for robustness, in Section 5, we vary the definition of the dependent variable and perform an Extreme Bounds Analysis EBA. Finally, Section 6 concludes and derives policy implications. In our fixed effects regressions, we find that aid inertia, the donor countrys GDP per capita, the existence of an independent aid agency, and colonial history have a robust and quantitatively relevant impact on countries aid efforts. Among the potential substitutes for aid, remittances exert a robust effect. Excluding time dummies, political globalization, Russian military capacity, peer effects, aid effectiveness, and government debt also play a significant role. Regressions with varying definitions of the dependent variable and the results of the EBA reveal that no additional variable is a robust determinant of aid efforts. 2. Literature Review and Hypotheses Demand and supply for a public good ODA is a public good supplied by the governments of donor countries. According to Mosley 1985, however, the determinants of donor generosity can be modeled appropriately only if the demand for ODA by the taxpayers in the donor countries is also taken into account. This is even though taxpayers are typically assumed to be ignorant about the price of ODA, i.e., the part of total tax obligations needed per unit of output. Mosley 1985: 375 argues, based on public opinion polls, that taxpayers demand for aid expenditures emerges   as a humanitarian one, constrained by perceptions of whether the country could afford it or not. The proviso of affordability invites a first hypothesis on the determinants of aid budgets: The willingness of taxpayers to pay for ODA, and thus the size of the aid budget, is likely to increase with their average percapita income. This also follows from Dudley 1979 who likens ODA to a luxury good demanded only when more basic needs are fulfilled. Nevertheless, previous empirical results on the role of average incomes in the donor countries for their aid budgets are ambiguous. Two out of seven empirical studies do not find a statistically significant positive effect of percapita income on aid effort see summary in Table 1. The humanitarian motive of taxpayers demand for ODA suggests that their willingness to pay also depends on perceived needs in recipient countries. Olsen 1998: 608 introduces the concept of humane internationalism in this context the acceptance of the principle that citizens of the industrial nations have moral obligations towards peoples and events beyond their borders. This may be most obvious in the case of famines and other 3 major and well publicized disasters and emergencies, which tend to boost public and private giving. At the same time, taxpayers may be aware of more structural and persistent aspects of the need for aid. Hence, our second hypothesis maintains that aid budgets will increase with recipient need for ODA, revealed by temporary disasters as well as persistent poverty. Surprisingly, this hypothesis has hardly received attention in previous empirical studies, with Boschini and Olofsgard 2007 providing a notable exception. The taxpayers willingness to pay may decrease, however, if the effectiveness of ODA to help overcome poverty in the recipient countries is in doubt. Especially in the 1990s, skepticism on the effectiveness of aid became widespread. According to our third hypothesis, the resulting aid fatigue is likely to be one of the major determinants of aid budgets. Boschini and Olofsgard 2007 proxy aid effectiveness by the share of evaluated World Bank projects with a satisfactory outcome and find this success rate to be a statistically significant determinant of donors aid budgets. Mosleys 1985 aid demand function considers indicators of the quality of ODA such as the degree of povertyorientation and the degree of concessionality grant element, supposing that a higher quality of aid increases taxpayers willingness to pay. Public support from taxpayers is crucial for democratically elected donor governments to supply ODA OECD 2009. Yet, the reasoning of Mosley 1985 points to a more complex relationship between demand and supply in the market for ODA as a public good. In addition to demand pressures as discussed above, donor governments supply of ODA can be expected to depend on several factors. Similar to other public expenditure items, inertia is likely to play an important role for the size of annual aid budgets hypothesis 4. Since aid projects are typically carried out over several years, aid disbursements should evolve only slowly. Furthermore, the budgetary decision process in the donor countries is complex so that aid budgets are unlikely to change drastically on short notice. Shortterm budget adjustments are also constrained to the extent that donors want to be reliable partners in international development cooperation.5 Indeed, previous studies find a largely consistent positive effect of past aid effort on current budget size see again Table 1. Another implication of the public good character of ODA is more controversial. Several analysts have argued that, from this perspective, the governments of larger donor countries would supply more ODA than those of small countries since the latter could freeride on the aid efforts of the former e.g., Dudley 1979; Mosley 1985. Nevertheless, our fifth 5 This is not to ignore that aid volatility is a major issue at the level of individual recipient countries see Bulir and Hamann 2003. 4 hypothesis predicts a negative impact of the donor countries population size on their aid efforts.6 Round and Odedokun 2004 argue that larger countries are able to exploit economies of scale, e.g., with regard to the administrative costs of aid, so that they could achieve specified objectives with less relative effort. Conversely, small countries might be more generous in relative terms if the supply of ODA is costeffective only beyond a certain threshold. Additionally, according to Bertoli et al. 2008, larger and more heterogeneous countries are characterized by less social cohesion when compared to smaller countries, which could imply that they are less inclined to redistribute income. Most of the available empirical evidence confirms a negative relationship between population and aid effort see Table 1. Finally, the public good character of ODA might result in peer effects independently of the size of the various donor countries. The supply of ODA by one particular donor could be negatively correlated with the aid efforts of other donors if ODA is viewed as an international public good Schweinberger and Lahiri 2006. However, the correlation could also be positive if donors regard ODA as a national public good with interaction between countries Dudley 1979: 565. Complementarities would result from donors increasing their aid effort in line with the efforts of peers Mosley 1985. They might be strengthened through joint membership of donor countries in multilateral aid agencies. In their analysis of the allocation of aid, Davis and Klasen 2011 find that increases in the bilateral aid flows of one donor significantly increase those of others. As summarized in Table 1, the available evidence on this sixth hypothesis is inconclusive. International and domestic politics Another set of hypotheses on the determinants of donor generosity is derived from political economy considerations. In the aid allocation literature, it has often been shown that donor countries grant more aid to former colonies e.g., Alesina and Dollar 2000. This might imply that the overall aid effort of former colonial powers is larger than that of donors without such historical legacies. However, according to Bertoli et al. 2008: 13, ODA may also be seen as a substitute for colonial history, as it allows donor countries to strengthen those ties with developing countries that other donors have inherited from their colonial past hypothesis 7. A more recent break with the past, the end of the Cold War, may have weakened the strategic motives for giving aid hypothesis 8. To assess this hypothesis, several studies make use of a dummy variable to distinguish the Cold War period from the more recent past, with 6 See Schweinberger and Lahiri 2006 for a theoretical model according to which ODA per household decreases with population. 5 ambiguous results Table 1. Boschini and Olofsgard 2007 introduce a more sophisticated measure of the intensity of the Cold War, namely the military expenditures of the Warsaw Pact until 1990 and the Russian Federation since 1991. They find this proxy of perceived military threat to be positively correlated with Western aid efforts during the Cold War, while there is no link to Russian military expenditures in the 1990s. Fleck and Kilby 2010 and Dreher and Fuchs 2011 stress the importance of the War on Terror for a recent increase in selected donors aid budgets. Fleck and Kilby find that the United States markedly increased their aid budget after the terror attacks of September 11, 2001. Dreher and Fuchs show for 22 donor countries that their aid effort increased during the War on Terror period, but did not respond to the actual number of terror events. In addition to historical factors, the current degree of global engagement of donor countries is likely to shape their aid budgets hypothesis 9. The number of international organizations in which a donor country is a member, the number of international nongovernmental organizations operating in a donor country, and the KOF Index of Globalization have been proposed as relevant political indicators Lundsgaarde et al. 2007; Brech and Potrafke 2012.7 However, there is no empirical evidence that these indicators increase aid budgets. This could be because international normative influences Lundsgaarde et al. 2007: 157 are relatively weak compared to political convictions held domestically.8 Domestic political ideology could be revealed by outcome variables such as spending on social welfare and the overall size of government. According to Noel and Therien 1995, political preferences leading to higher social spending and more redistribution at home would also result in a stronger effort in international development cooperation hypothesis 10. Larger governments mirror a higher propensity to redistribute and provide more room for granting aid Bertoli et al. 2008. Previous empirical studies find a positive relationship between government size and aid Bertoli et al. 2008; Round and Odedokun 2004, whereas conclusive evidence on domestic transfers and social spending as determinants of aid budgets does not exist Table 1. Alternatively, Bertoli et al. 2008: 11 propose using the Gini coefficient as a proxy of domestic solidarity that may influence the attitude towards international redistribution and find the expected negative effect on aid generosity. While their results for the Gini coefficient are ambiguous, Round and Odedokun 7 KOF is the acronym of the Swiss Economic Institute. 8 Alternatively, Lundsgaarde et al. 2007 explain this nonfinding by the fact that more globalized countries transmit ideas in favor and against foreign aid. 6 2004 also find that inequality impacts upon aid budgets if the Gini coefficient is replaced by the income share held by the poorest 20 percent of the population. Alternatively, the role political ideology plays regarding the size of aid budgets can be assessed by classifying the parties in power andor the institutions in charge Therien and Noel 2000. In particular, rightwing governments are often expected to provide less aid than leftwing governments, whose trust in markets is more limited and who are more prone to redistribution hypothesis 11. On the other hand, rightwing governments may supply more aid as a means of promoting commercial and political selfinterest.9 Previous empirical findings appear to be inconclusive Table 1. Moreover, the impact of government ideology on aid budgets may not be confined to the cabinet currently in office. To capture the footprint of previous cabinets, Therien and Noel 2000 propose cumulative scores of left and rightwing cabinet members as a possible determinant of current aid effort.10 As stressed by Round and Odedokun 2004, the effect of the general classification of governments on the size of aid budgets becomes more ambiguous once specific aspects of the executive branch and its relations with other branches of the political and institutional system are taken into account. For instance, Round and Odedokun expect the aid budget to increase when incongruent ideologies are represented within the government e.g., coalition of parties in power, the opposition is strong, and the system of checks and balances involves considerable veto power. Under such conditions, more aid could be the result of various 11 The OECD 2009 diverging interests that need to be satisfied in the budget hypothesis 12.considers the role of parliamentarians to be decisive. Specifically, female parliamentarians are expected to have a stronger commitment to international solidarity and support higher amounts of aid to developing countries Togeby 1994.12 In contrast to the argument that conflicting interests within the political system may result in more aid, Bertoli et al. 2008 expect that aid efforts could be strengthened if domestic aid agencies are institutionally protected from political interference hypothesis 13. It remains open to question, however, whether having independent aid agencies leads to a permanent increase in the level of aid. In fact, the findings of Bertoli et al. 2008 instead 13 9 Furthermore, the frequently made implicit assumption that leftwing governments are more altruistic does not necessarily hold. For instance, international solidarity may guide conservative parties with Christian roots as much as socialist parties Therien and Noel 2000. As shown by Potrafke 2011, government ideology does not generally affect the composition of government budgets in OECD countries. 10 While Lundsgaarde et al. 2007 do not find empirical support for this proposition, Tingley 2010 finds that aid decreases with the cumulative measure of rightwing party seats. 11 This idea is supported by the empirical analysis in Round and Odedokun 2003, 2004. 12 Once again, empirical support is not available Lundsgaarde et al. 2007. 13 See Olsen 1998 on the example of the Danish aid agency Danida. 7 suggest that less exposure to the politicalelectoral cycle may help constrain shortterm reductions in aid during economic downturns. Macroeconomic factors Bureaucratic inertia, persistent political preferences and institutional constraints may work against drastic shortrun changes in the size of aid budgets. Nevertheless, aid efforts are likely to vary in accordance with macroeconomic conditions in the donor country. Early contributions to the literature such as Beenstock 1980 focused on such macroeconomic determinants. In particular, overall budget constraints are widely supposed to reduce aid effort hypothesis 14. Faini 2006 models ODA as a discretionary item depending on current government finances. Specifically, he expects ODA to decline with rising public debt and larger fiscal deficits. Empirical studies tend to find the expected pattern with regards to public debt, though this is not necessarily the case for fiscal deficits Table 1. Bertoli et al. 2008 even find a positive effect of the fiscal deficit and conjecture that primary surpluses, rather than signaling more space for aid, often result from strict fiscal policies that were implemented to reduce a heavy debt burden. Aid efforts by members of the European Monetary Union could decline particularly when the Maastricht criteria on public debt and fiscal deficit are violated Faini 2006; Bertoli et al. 2008. The financial turmoil which has been experienced recently is likely to affect the aid efforts of both European and nonEuropean donor countries Frot 2009. Even if government accounts are not particularly strained, ODA may be curtailed when general macroeconomic conditions deteriorate in the donor country hypothesis 15. Aid provision can be expected to give rise to fiercer political opposition at times of lower or even negative GDP growth and increasing unemployment.14 In other words, the affordability of aid may be questioned at least temporarily by taxpayers and the electorate during economic downturns, similar to the persistent effects of lower income per capita noted above. While some studies find empirical support for the procyclical behavior of aid budgets, none of the hypothesized variables, i.e., GDP growth, output gap, and unemployment, seem to be a robust determinant of aid effort Table 1. The current account situation represents another macroeconomic factor that could be relevant for the supply of ODA. In the shorter run, increasing current account deficits may negatively affect aid for similar reasons as the cyclical 14 Boschini and Olofsgard 2007 also account for the world business cycle, finding that ODA increases with the weighted average growth rate of G7 countries. 8 behavior noted above. This idea is supported by the results in Beenstock 1980 and Bertoli et al. 2008. Substitutes and complements of ODA Most other transnational financial flows could be perceived as substitutes of aid, rather than complements of aid hypothesis 16. Most obviously perhaps, Official Aid OA to postsocialist transition countries could have crowded out traditional financial assistance counted as ODA in the OECDs Creditor Reporting System. However, Boschini and Olofsgard 2007 do not find evidence that the heightened interest of donors in transition countries during the 1990s came at the expense of ODA recipients. It is also disputed whether foreign direct investment FDI in developing host countries replaces ODA. On the one hand, FDI may reduce the need for aid, while on the other it could be associated with more ODA if FDI is officially supported through aid provision.15 Similarly, foreign aid could also be seen as a tool to promote trade. Accordingly, Tingley 2010 suspects tradedependent countries, with trade dependency measured by the sum of exports and imports relative to GDP, to be more generous donors. This is, however, not supported by empirical evidence Table 1. Following a slightly different approach, Lundsgaarde et al. 2007: 162 conjecture that a larger trade deficit with developing countries, a perceived indicator of job exports, triggers domestic opposition to aid, thereby creating pressures for politicians to pare down aid budgets. Moreover, Bertoli et al. 2008 consider remittances to developing countries as a possible alternative to ODA. However, using the share of immigrants in the donor countrys population as a proxy, ODA does not appear to be affected by remittances in to Bertoli et al. 2008. It would also be desirable to test for complementarities and substitution effects between ODA and private aid. Private charities and companies are widely believed to play an 16increasingly important role in international development financing e.g., Buthe et al. 2012. Crowdingout effects are analyzed theoretically in the model of Schweinberger and Lahiri 2006 on the supply of official and private aid. However, it is almost impossible to subject theoretical predictions to rigorous empirical tests since comprehensive and consistent data on private aid hardly exist. 15 The insignificant finding of Lundsgaarde et al. 2007 might suggest that opposing effects of FDI on ODA cancel out each other. 16 To promote food security and nutrition in Africa, the G8 countries agreed at their 38th summit in Camp David to see http:www.usaid.govpressfactsheets2012fs 120518.html; accessed May 2012. development strengthen of private in their the role capital 9 strategy Finally, domestic expenditure items may also replace aid. For instance, Boschini and Olofsgard 2007 regard military expenditures as a substitute for aid in achieving security interests. By contrast, Round and Odedokun 2004: 299 hypothesize that aid and military expenditures are complements since aid can be used to promote donor military adventurism, for example to buy support to build a military base on the recipients territory. This hypothesis is not rejected in their empirical analysis, at conventional levels of significance. 3. Method and Data We now turn to the empirical test of these 16 hypotheses. Our analysis covers all 22 countries that were members of the DAC in the last year of the period under investigation 2008. To estimate a balanced panel, we impute the missing data on the control variables. Specifically, we employ multivariate normal regression, with 20 imputations.17 Most regressions then include 690 yearly observations over the 19762008 period. The main specification includes dummies for the individual donors and years, and clusters standard errors at the country level. As a measure for the generosity of donors, we use data on the donor countries ODA 18 In order to control for the size of the economy, we follow the as provided by the DAC.previous literature and express aid budgets as a percentage of gross national income.19 Obviously, this variable does not only vary with a countrys supply of foreign aid, but also with its economic cycle. In an economic recession, for example, this measure will rise even if the amount of aid is constant. However, it is a good proxy for a donors aid generosity as it is more painful to spend the same amount of foreign aid during a recession. Moreover, the measure is easy to interpret as it is comparable with the UN target to provide 0.7 percent of GNI as development aid. Figure 1 provides an overview of how each donors aid effort evolved over the 19762008 period. In our baseline regressions, we use net disbursements, i.e., aid flows net of loan principal repayments at the time the actual transfer took place. To test for the robustness of our results, we later replace aid disbursements with commitments. We also run separate 17 Coefficients and standard errors are adjusted according to Rubins 1987 combination rules. Note that we use logistic regression to impute dummy variables. 18 The DAC statistics do not include loans repayable within one year, grants and loans for military purposes, nor transfer payments to private individuals. 19 The use of ODA divided by GNI or GDP is standard in the literature. Boschini and Olofsgard 2007, however, use log aid instead of the share. As an alternative variable, Roodman 2004 uses net aid transfer which nets out interest payments. Also see Appendix C for the various definitions of the dependent variable in the aid budget literature. 10 regressions for bilateral and multilateral aid disbursements to analyze differences in the determinants of aid effort between these two aid channels. In addition, we rerun our regressions after excluding debt relief from net disbursements, as in Bertoli et al. 2008. To test hypothesis 1, we take data on GDP per capita from the World Development Indicators World Bank 2009. We capture the role of recipient need hypothesis 2 with logged life expectancy in years, the logged number of fixed line and mobile phone subscribers per 100 people both from World Bank 2009 and the logged total number of people affected by disasters in the developing world.20 To test hypothesis 3, we proxy aid effectiveness by the share of evaluated World Bank projects with a satisfactory performance assessment in the evaluation year as reported by the World Bank Independent Evaluation Group. In order to control for the inertia of aid budgets hypothesis 4, we follow the previous literature and include the lagged dependent variable lagged DV. Population data to test hypothesis 5 are from the World Bank 2009. We use the average aid effort of all other DAC donors to test for a peer effect hypothesis 6. To assess the role of colonial history hypothesis 7, we compute a measure similar to that used in Bertoli et al. 2008. Combining data on colonial linkages from CEPII Mayer and Zignago 2006 and on population size World Bank 2009, we use the logged population size of a donor countrys former colonies with a GNI per capita of less than 2,000 US. To proxy for the Cold War threat hypothesis 8, we construct an index of total military expenditure of the former Warsaw Bloc countries up to 1990, and Russia thereafter. Specifically, we extend the dataset in Boschini and Olofsgard 2007 with information taken from the Stockholm International Peace Research Institute SIPRI. In addition to a dummy variable that takes a value of 1 after the onset of the War on Terror 20022008, we follow Dreher and Fuchs 2011 and employ both the number of transnational terror incidents carried out on nationals of the donor country, as well as the sum over all DAC countries DAC terror incidents to test for the response of donors to terrorist activity. 21We capture the global engagement of a donor country hypothesis 9 by including the KOF Index of Globalization Dreher 2006. More specifically, we use the index of political globalization in our baseline regression and add social globalization as well as economic globalization to the EBA. As an alternative variable, we follow Lundsgaarde et al. 2007 and include the number of memberships a country has in international governmental organizations 20 Since the poverty headcount ratio at 2 a day is highly correlated with life expectancy 98.2 percent, we do not include it. 21 We prefer this measure over a simple dummy variable that indicates the Cold War period. However, the correlation between these two measures is 98.5 percent. 11 number of IGOs, and the number of international nongovernmental organizations number of NGOs operating in a donor country. Data are obtained from the Yearbook of International Organizations Union of International Associations 19832007. We proxy a donor countrys willingness to redistribute hypothesis 10 by government size in terms of total expenditures of the general government as a share of GDP, taken from the OECD Economic Outlook. Social spending as a share of GDP, obtained from the same source, is highly correlated with government size 84.2 percent and therefore only included in the EBA as a test for robustness. As a further proxy for the willingness to redistribute, we add the Theil index of income inequality from UTIPUNIDO to the EBA.22 To test for the role of political ideology on aid budgets hypothesis 11, we follow the previous literature and use the index of rightwing government ideology from the Database of Political Institutions DPI, Beck et al. 2001. The index takes the value of 1 if the government is rightwing, 0 if it is ideologically central, and 1 if it is leftwing. We include alternative definitions from the Comparative Welfare States Dataset Huber et al. 2004, i.e., the number of left or right seats as a share of seats held by all government parties and cumulative cabinet scores cumulative left and cumulative right, only in the EBA, due to their limited 23 The same applies to the more finegrained index of political ideology from data availability.Bjrnskov and Potrafke 2011. Also from the DPI Beck et al. 2001; Keefer and Stasavage 2003, we employ government fractionalization, opposition fractionalization, polarization and the checks and balances index to account for the impact of the divergence of interests in domestic politics hypothesis 12. Furthermore, we include the share of seats held by women in parliament Huber et al. 2004; World Bank 2009. To control for differences in donor countries aid institutions hypothesis 13, we construct a variable based on the classification in OECD 2009. The dummy variable aid agency takes a value of 1 if a separate executing agency is responsible for the implementation of aid programs.24 In the EBA, we employ the aid institutions dummy as in Bertoli et al. 2008 to test for the robustness of our results.25 22 We do not include the Gini coefficient since only very scattered data are available on this inequality measure. 23 Huber et al. 2004 construct cumulative cabinet scores by adding the current value of left or right to its lagged value. 24 The OECD 2009 has classified the organizational structures of donors into four models. The variable is coded as 1 if the donor country is classified as Model 3 A ministry has overall responsibility for policy and a separate executing agency is responsible for implementation or Model 4 A ministry or agency, which is not the ministry of foreign affairs, is responsible for both policy and implementation. The variable is coded as 0 in the case of Model 1 Development cooperation is an integral part of the ministry of foreign affairs which is responsible for policy and implementation and Model 2 A Development Cooperation Directorate has the lead role within the ministry of foreign affairs and is responsible for policy and implementation. Semiautonomous bodies such as the New Zealand Agency for International Development and the Swiss Agency for Development and Cooperation are therefore coded as 0 in contrast to the definition in Bertoli et al. 2008. 25 The correlation between the aid agency dummies is 0.72. 12 Concerning the domestic budgetary situation hypothesis 14, prior research suggests that debt has most explanatory power. In addition, we account for a donor countrys fiscal deficit. Using data on gross financial debt and government net lending as a share of GDP from the OECD Economic Outlook, we compute a dummy variable, included in the EBA, indicating a violation of the Maastricht treaty. The overall macroeconomic performance of the donor economy hypothesis 15 is captured by its output gap, growth, unemployment and current account balance in our estimations. We take data on annual GDP growth and the current account balance as a share of GDP from the World Development Indicators World Bank 2009. Data on the output gap and the rate of unemployment as a share of the civilian labor force come from the OECD Economic Outlook. Finally, we employ the following seven measures to test whether aid effort depends on potential substitutes or complements for aid hypothesis 16. First, we obtain official aid to CEECNIS countries as a share of GNI from the OECD. Second and third, we retrieve trade data on merchandise imports from developing countries DC and trade balance with developing countries DC, both as a share of donor GDP, from the UNCTAD Handbook of Statistics online database. Fourth, we use OECD data on outflows of foreign direct investment into nonOECD countries as a share of donor GDP. Fifth, we employ workers remittances and wages and salaries earned by nonresident workers as a share of GDP World Bank 2009. Sixth and seventh, as in Round and Odedokun 2004, the share of military expenditure in the donor countrys GDP and the share of military personnel in the donor countrys labor force proxy for strategic interests that might be pursued through aid provision World Bank 2009. We lag all explanatory variables to account for the fact that budget decisions are typically taken in the year prior to the actual aid disbursement. Moreover, the use of lagged explanatory variables mitigates endogeneity concerns. 4. Results Table 2 shows the main results. In column 1, we explain net aid disbursements as a percentage of GNI with all variables that vary over donor countries and cannot be considered as substitutes or complements of aid. In addition, we include dummies for all years and donors to account for time effects and donorspecific characteristics. Column 2 reports the results of a generaltospecific analysis where we successively exclude from column 1 the variable with the lowest tstatistic, until only variables remain that are significant at the tenpercent level. We then reintroduce all variables one at a time, keeping those which turn out to 13 be significant, at the tenpercent level at least. We repeated this procedure until we converged to a final model. As can be seen from column 2, few variables significantly affect aid effort. The results show that aid budgets increase with the donor countrys GDP per capita, at the onepercent level of significance. This is in line with hypothesis 1, arguing that donors are more willing to provide a public good when they become richer. Specifically, the coefficient of logged GDP per capita shows that the shortrun increase in aid budgets is almost 0.016 percentage points following a tenpercent increase in percapita GDP. This increase corresponds to 2.3 percent of the UN goal to achieve an aid effort of 0.7 percent of GNI. The lagged dependent variable is highly significant, indicating persistence in line with hypothesis 4. By taking the coefficient of the lagged dependent variable into account, the longrun effect of a tenpercent increase in GDP per capita amounts to an increase in aid effort of 0.065 percentage points, i.e., more than 9 percent of the UN goal. Countries have larger aid budgets when they entertain an independent aid agency, at the onepercent level of significance, which is in line with hypothesis 13. Quantitatively, the existence of an independent aid agency increases aid budgets by 0.038 percentage points a nonnegligible change that corresponds to 5.5 percent of the aid effort demanded by the UN. By contrast, aid efforts weaken with more people living in former colonies, at the fivepercent level, supporting the view that ODA is a substitute for colonial history hypothesis 7. A tenpercent increase in the size of the population living in former colonies decreases aid effort by 0.008 percentage points. Columns 3 and 4 replicate the analysis including those variables that do not vary across donor countries such as timevariant conditions in recipient countries, aid effectiveness and peer effects. These estimations thus exclude the dummies for each year. In column 3, we add these variables to the baseline of column 1, while column 4 shows the results of the generaltospecific analysis. In line with the results from column 2, aid budgets increase with GDP per capita, the lagged dependent variable, colonial history, and the existence of an independent aid agency. Three of the additional variables are also significant at conventional levels, those being our measure for aid effectiveness hypothesis 3, peer group effects hypothesis 6, and the Cold War threat hypothesis 8. In line with our hypotheses, aid budgets increase with the military expenditure of the Warsaw Pact and Russia. Specifically, a tenpercentagepoint increase in total military expenditure compared to its 1985 level where the index is normalized to 100 increases the aid effort of DAC donors by 0.009 percentage points in the short term, on average. Aid budgets decrease with more aid effort by other DAC 14 donors. It therefore seems that individual donors freeride on other donors efforts. In other words, ODA appears to be viewed as an international public good Schweinberger and Lahiri 2006, rather than a national public good as defined by Dudley 1979. More surprisingly, a larger share of successfully evaluated projects reduces aid budgets. While donors may feel the need for further aid efforts to be less pressing if past aid has been evaluated as successful, this finding is clearly in conflict with hypothesis 3. With the inclusion of the additional variables and the exclusion of the year dummies, two additional variables turn out to be significant at the fivepercent level according to the generaltospecific analysis. As can be seen in column 4, aid effort increases with more political globalization and a lower debt burden of the donor country, as suggested by hypotheses 9 and 14. Nevertheless, the estimations reported in columns 2 and 4 of Table 2 resemble each other in that most of the hypotheses introduced in Section 2 are not supported by the data. Arguably, the end of the Cold War marks an important turning point in donorrecipient relations. Many observers expected humanitarian and developmental motives to become predominant, at least until the onset of the War on Terror in 2001 see Fleck and Kilby 2010. We therefore test whether the effect of our explanatory variables is different for the years after 1990, focusing on the generaltospecific specifications in columns 2 and 4. The results show that this is generally not the case. In column 5 including the year dummies, we interact the significant variables from column 2 with the postCold War dummy. As can be seen, the impact of the lagged dependent variable is significantly smaller in the postCold War period, while the other variables maintain their impact.26 In column 6 including the variables that do not change across donors, we interact the significant variables from column 4 with the postCold War dummy. This modification weakens the results for several variables. For instance, colonial history is no longer significant at conventional levels. The same applies to the surprising finding on aid effectiveness mentioned above. The positive coefficient of independent aid agencies on aid efforts remains after the end of the Cold War, but becomes weaker. A test of joint significance of the debt variable and its interaction with the postCold War dummy revealed that a countrys debt burden has a statistically significant negative effect on aid effort after the Cold War pvalue: 0.053. The same applies to the effect of Russian military expenditure pvalue: 0.002. The results for the donor countrys GDP per capita and inertia carry over from column 4 to column 6 and their impact persists in the post 26 A test of joint significance of the respective explanatory variable and its interaction with the postCold War dummy confirmed that all variables remain statistically significant, at least at the tenpercent level, in the postCold War period. 15 Cold War period. While political globalization and peer effects remain significant in the Cold War period, both variables lose their significance at conventional levels in the postCold War period according to a test of joint significance pvalues: 0.373 and 0.168. We next turn to those variables that could be considered to be alternatives to, or complements of, ODA hypothesis 16. By including them one at a time in the specification in column 2 of Table 2, we find most of them to be unrelated to aid budgets, at conventional levels of significance Table 3. This is largely in line with the previous literature, which mostly finds insignificant or mixed effects of other international transactions on ODA see Table 1. The exception in Table 3 is remittances and wages and salaries earned by nonresident workers as a share of GDP, which increase aid effort, at the fivepercent level. An increase of ten percentage points in remittances paid leads to an increase in the aid effort by 0.065 percentage points, i.e., almost one tenth of the UN goal to provide 0.7 percent of donor GNI as ODA. This finding may be explained by a greater awareness regarding the need for aid in donor countries with a larger diaspora of nonresident workers. Yet it is open to question whether higher remittances are actually causal for stronger aid efforts. It cannot be ruled out that nonresident workers prefer moving where governments and the public appear to be more generous in supporting poorer people, either by granting ODA or by offering employment opportunities. The previous results for the group of statistically significant determinants of aid effort are not affected when extending the specification to other international transactions. The next section tests for the robustness of our main results to the choice of the dependent variable and to the selection of specific combinations of control variables. 5. Robustness We examine the robustness of our main results along two important dimensions. First, we replicate column 1 of Table 2 and the subsequent generaltospecific analysis based on four alternative definitions of the dependent variable. Second, our results might depend on the particular choice of control variables included in the regressions. We therefore run an EBA to test for robustness with respect to the particular set of controls. Starting with the alternative measures of aid effort, Table 4 shows remarkably robust results. In columns 1 and 2, we reproduce the results from Table 2 to facilitate comparisons. Columns 3 and 4 show the results for disbursements excluding debt relief, while columns 5 and 6 substitute disbursements with commitments. Excluding debt relief leaves our previous results qualitatively unchanged. When using commitments rather than disbursements, the 16 results remain similar. Specifically, the effects of all previously significant variables are virtually unchanged. In line with hypothesis 12, we now also find that aid budgets increase when incongruent ideologies are present within the government, as measured by the government fractionalization index. A tenpercent increase in the probability that two deputies picked at random come from two different government parties increases aid effort by 0.008 percentage points. The remaining estimations in Table 4 separate bilateral aid columns 7 and 8 from aid channeled via multilateral institutions columns 9 and 10. Again, previous findings are fairly robust. In addition, we find some support for hypothesis 12 when considering only bilateral aid. Specifically, aid efforts increase with the share of women in parliament, who appear to be more concerned about international solidarity. If the share of parliament seats held by women increases by ten percentage points, a donor countrys aid effort increases by 0.011 percentage points, on average. Unsurprisingly, aid channeled through multilateral institutions is not affected by colonial history, at conventional levels of significance. It is also intuitive that contributions to multilateral aid budgets increase with a donors political globalization and the number of IGOs the donor is a member of hypothesis 9. To examine the sensitivity of our results with respect to the choice of control variables, we employ variants of an EBA, as proposed by Leamer 1983 and Levine and Renelt 1992.27 We estimate equations of the following form: yi,tMMFFZZitv, 2 where yi,t represents the aid effort of donor i in year t. M is a vector of explanatory variables possible additional explanatory variables as in Levine and Renelt 1992. i and t represent that survived the generaltospecific procedure applied in Section 4 as shown in column 2 of Table 2. F represents variables of interest that we added to the base specification one at a time from the set of control variables. The vector Z contains up to three of the remaining donor and time dummies. The error term is v. The EBA test for a variable in F states that if the lower extreme bound for F i.e., the lowest value for F minus two standard deviations is negative, while the upper extreme bound for F i.e., the highest value for F plus two standard deviations is positive, the variable F is not robustly related to aid budgets. SalaiMartin 1997 argues that this criterion is far too restrictive for any variable to pass the test. If the distribution of the parameter of interest has both positive and negative support, then a researcher is bound to find at least one regression model for which the estimated coefficient changes sign if a large number of 27 The Stata code we use follows Gassebner, Lamla and Sturm 2011. 17 regressions are run. Consequently, we report not only the extreme bounds, but also the percentage of the regressions in which the coefficient of each variable in M or F is statistically different from zero, at the tenpercent level. Moreover, instead of merely analyzing the extreme bounds of the estimates for the coefficient of a particular variable, we follow SalaiMartin 1997 and analyze the entire distribution. Following Sturm and de Haan 2001, we report the unweighted parameter estimate of F and its standard error, as well as the unweighted cumulative distribution function, CDF0. CDF0 indicates the larger of the areas under the density function lying on one side of zero. Therefore, CDF0 always lies between 0.5 and 1.0. As suggested by Sturm and de Haan 2001, we use a CDF0 value of 0.95 as the threshold above which we consider variables to be robust. Clearly, some of the models might be misspecified, indicating, for example, the insignificance of a particular variable due to multicollinearity. Therefore, while we cannot rule out that variables which do not reach the threshold of 0.95 have a true effect on aid efforts, we can be confident that those variables above the threshold are robust determinants of aid budgets. Table 5 presents the results. We report the EBA for the models in columns 2 and 4 of Table 2 in panel A and B of Table 5, respectively. In panel C, we report results when adding our measures for aid substitutes and complements from Table 3 to the EBA. In this panel, remittances paid, which was significant in column 5 of Table 3, enters our base model in addition. Up to 7,175 combinations of the explanatory variables enter each of the EBAs with 690 observations each. All variables are sorted by their respective CDF0 value. We find that our base model is remarkably robust to the choice of control variables. For all variables, the CDF0 is clearly above 0.95. Some of the baseline variables even pass the extreme bounds test of Leamer 1983 and Levine and Renelt 1992, with the lower and the upper bound being on one side of zero. Specifically, this is the case for GDP per capita and inertia in panel A; GDP per capita, inertia, peer effect and colonial history in panel B; and inertia in panel C. The results reveal that the variables in the narrow set of control variables are significant at the tenpercent level in almost all regressions run. Importantly, the results also show that hardly any of the additional variables can be considered to be robust determinants of aid effort, the only exception being political globalization with a positive average coefficient. In summary, our model is robust to the definition of the dependent variable and to the inclusion of different combinations of control variables. 18 6. Conclusion Chances appear to be slim that, in the short run, donor countries will succeed in mobilizing substantial amounts of additional foreign aid to help recipient countries achieve the Millennium Development Goals. At the same time, recent concerns that aid efforts will suffer a major setback due to financial stress, rising debt and economic slowdown in major donor countries appear to be overblown. Rather, aid efforts are most likely to remain weaker than dogooders may wish, and more resilient than alarmists may fear. ODA is a slowmoving phenomenon according to our assessment of various possible determinants of aid effort. Most of the hypotheses derived from the previous literature failed to pass rigorous robustness tests. This especially applies, and perhaps most surprisingly, to almost all factors capturing shortterm changes in overall budget constraints and macroeconomic conditions. Only a donor countrys debt burden showed a statistically significant negative effect in parts of our empirical analyses. Even changes in the ideological orientation of donor governments and diverging interests in domestic politics show, at best, little effect. Furthermore, varying needs of recipient countries may affect the allocation of aid across countries, but do not appear to increase donor generosity on the whole. Aid effort by individual donor countries increases with their own income per capita. The quantitative impact of rising domestic income on the ODAtoGNI ratio is quite modest in the short run. However, the impact is far from negligible in the longer run when taking the strong inertia of aid effort into account. Donors that channel aid through politically less dependent agencies, rather than ministries responsible for foreign affairs, are significantly more generous. All the same, this is not a panacea either, especially once it is taken into account that donors are inclined, according to our findings, to freeride on the aid efforts of other donors. Significant and negative peer effects suggest that donors consider foreign aid to be an international public good, rather than a national public good. Finally, our results encourage the conclusion that DAC aid is largely independent of other international transactions such as trade and direct investment. One important question is left open for future research, however. The community of donor countries increasingly extends beyond the traditional DAC group covered in the present analysis. Furthermore, ODA is increasingly supplemented by aid from nongovernmental charities, private foundations, and profitoriented companies. Once data constraints become less binding, the interrelations between different sources of official and private aid clearly deserve more attention. 19 References Alesina, Alberto and David Dollar, 2000, Who Gives Foreign Aid to Whom and Why? Journal of Economic Growth 5, 1: 3363. Beck, Thorsten, George Clarke, Alberto Groff, Philip Keefer and Patrick Walsh, 2001, New Tools in Comparative Political Economy: The Database of Political Institutions, World Bank Economic Review 15, 1: 165176. Beenstock, Michael, 1980, Political Econometry of Official Development Assistance, World Development 8, 2: 137144. Bertoli, Simone, Giovanni Andrea Cornia and Francesco Manaresi, 2008, Aid Effort and Its Determinants: A Comparison of the Italian Performance with other OECD Donors, Dipartimento di Scienze Economiche Working Paper N. 112008, Universita degli Studi di Firenze. Bjrnskov, Christian and Niklas Potrafke, 2011, Strikes, Ideology and Inequality: Is There Any Connection? Paper presented at the annual conference of the Southern Economic Association, Washington DC, November 1921. Boschini, Anne and Anders Olofsgard, 2007, Foreign Aid: An Instrument for Fighting Communism? Journal of Development Studies 43, 4: 622648. Brech, Viktor and Niklas Potrafke, 2012, Effects of Donor Ideology on Types of Foreign Aid, working paper, University of Munich. Bulir, Ales and A. Javier Hamann, 2003, Aid Volatility: An Empirical Assessment, IMF Staff Papers 50, 1: 6489. Buthe, Tim, Solomon Major and Andre de Mello e Souza, 2012, The Politics of Private Foreign Aid: Humanitarian Principles, Economic Development Objectives, and Organizational Interests in the Allocation of Private Aid by NGOs, International Organization 66, forthcoming. Clift, Jeremy, 2007, Scaling Up Aid: Wheres the New Aid Money? IMF Survey Online, July 20, available at: http:www.imf.orgexternalpubsftsurveyso2007NEW0720A.htm accessed: May 2011. Davies, Ronald B. and Stephan Klasen, 2011, Of Donor Coordination, FreeRiding, Darlings, and Orphans: The Dependence of Bilateral Aid Commitments on other Bilateral Giving, mimeo. Doucouliagos, Hristos and Martin Paldam, 2009, The Aid Effectiveness Literature: The Sad Results of 40 Years of Research, Journal of Economic Surveys 23, 3: 433461. 20 Dreher, Axel, 2006, Does Globalization Affect Growth? Evidence from a New Index of Globalization, Applied Economics 38, 10: 10911110. Dreher, Axel and Andreas Fuchs, 2011, Does Terror Increase Aid? Public Choice 149: 337363. Dreher, Axel, Noel Gaston and Pim Martens, 2008, Measuring Globalisation Gauging its Consequences, New York: Springer. Dudley, Leonard, 1979, Foreign Aid and the Theory of Alliances, Review of Economics and Statistics 61, 4: 564571. EMDAT 2009, The OFDACRED International Disaster Database, Universite Catholique de Louvain, Brussels, Belgium, available at: http:www.emdat.be accessed: 12 October 2009. Faini, Riccardo, 2006, Foreign Aid and Fiscal Policy, CEPR Discussion Paper No. 5721. Fleck, Robert K. and Christopher Kilby, 2010, Changing Aid Regimes? U.S. Foreign Aid from the Cold War to the War on Terror, Journal of Development Economics 91, 2: 185197. Frot, Emmanuel, 2009, Aid and the Financial Crisis: Shall We Expect Development Aid to Fall? Stockholm Institute of Transition Economics, Stockholm School of Economics, Sweden, available at: http:papers.ssrn.comsol 3papers.cfm?abstract_id1402788 accessed: May 2011. Gassebner, Martin, Michael Lamla and JanEgbert Sturm, 2011, Economic, Demographic and Political Determinants of Pollution Reassessed: A Sensitivity Analysis, Oxford Economic Papers 63, 1: 568595. Huber, Evelyne, Charles Ragin, John D. Stephens, David Brady and Jason Beckfield, 2004, Comparative Welfare States Data Set, Northwestern University, University of North Carolina, Duke University and Indiana University. Keefer, Philip and David Stasavage, 2003, The Limits of Delegation: Veto Players, Central Bank Independence and the Credibility of Monetary Policy, American Political Science Review 97, 3: 407423. Kuziemko, Ilyana and Eric Werker, 2006, How Much is a Seat on the Security Council Worth? Foreign Aid and Bribery at the United Nations, Journal of Political Economy 114, 5: 905930. Leamer, Edward E., 1983, Lets Take the Con Out of Econometrics, American Economic Review 73, 1: 3143. 21 Levine, Ross and David Renelt, 1992, A Sensitivity Analysis of CrossCountry Growth Regressions, American Economic Review, 82, 4: 942963. Lundsgaarde, Erik, Christian Breunig and Aseem Prakash, 2007, Trade Versus Aid: Donor Generosity in an Era of Globalization, Policy Sciences 40, 2: 157179. Mayer, Thierry and Soledad Zignago, 2006, Notes on CEPIIs Distances Measures, available at: http:www.cepii.franglaisgraphbdddistances.htm accessed: May 2009. Mickolus, Edward F., Todd Sandler, Jean M. Murdock and Peter A. Flemming, 2009, International Terrorism: Attributes of Terrorist Events, 19682008 ITERATE 5, Dunn Loring, VA: Vinyard Software, Inc. Mosley, Paul, 1985, The Political Economy of Foreign Aid: A Model of the Market for a Public Good, Economic Development and Cultural Change 33, 2: 373393. Noel, Alain and JeanPhillipe Therien, 1995, From Domestic to International Justice: The Welfare State and Foreign Aid, International Organization 49, 3: 523553. OECD, 2009, Managing Aid: Practices of DAC Member Countries, 2009 Better Aid series, Organisation for Economic Cooperation and Development, Paris, France. Olsen, Gorm Rye, 1998, The Aid Policy Process of a Humane Internationalist: The Danish Example, Journal of International Development 10, 5: 607619. Potrafke, Niklas, 2011, Does Government Ideology Influence Budget Composition? Empirical Evidence from OECD Countries, Economics of Governance 12, 2: 101134. Roodman, David, 2004, An Index of Donor Performance, Working Papers 42, Center for Global Development, Washington, DC. Round, Jeffery I. and Matthew Odedokun, 2003, Aid Effort and its Determinants, WIDER for Discussion Paper 200303, United Nations University, World Development Economics Research, Helsinki, Finland. Institute Round, Jeffery I. and Matthew Odedokun, 2004, Aid Effort and its Determinants, International Review of Economics Finance 13, 3: 293309. Rubin, Donald B., 1987, Multiple Imputation for Nonresponse in Surveys, New York: Wiley. SalaiMartin, Xavier, 1997, I Just Ran Four Million Regressions, American Economic Review 87, 2: 178183. Schweinberger, Albert G. and Sajal Lahiri, 2006, On the Provision of Official and Private Foreign Aid, Journal of Development Economics 80, 1: 179197. SIPRI, various issues, SIPRI Yearbook, Stockholm International Peace Research Institute, Oxford: Oxford University Press. 22 Sturm, JanEgbert and Jakob de Haan, 2001, How Robust is SalaiMartins Robustness Analysis, University of Groningen, mimeo. Therien, JeanPhilippe and Alain Noel, 2000, Political Parties and Foreign Aid, American Political Science Review 94, 1: 151162. Tingley, Dustin, 2010, Donors and Domestic Politics: Political Influences on Foreign Aid Effort, Quarterly Review of Economics and Finance 50, 2: 4049. Togeby, Lisa, 1994, The Gender Gap in Foreign Policy Attitudes, Journal of Peace Research 31, 4: 375392. Union of International Associations, 19832007, Yearbook of International Organizations, Munich: KG Saur Verlag. 23 Hypotheses potential determinants H1: Aid budgets increase with the average percapita income.INCOME PER CAPITABoschini and Olofsgard 2007Bertoli et al. 2008positivemixed positiveinsignificant Faini 2006mixed negativenegative Table 1: Literature Review and Hypotheses Observed effect on aid budgets in different studies Round and Odedokun 2003, 2004Dreher and Fuchs 2011Lundsgaarde et al. 2007Frot 2009Mosley 1985H2: Aid budgets increase with recipient need for ODA.LIFE EXPECTANCYPOVERTYH3: Aid effort decreases with increasing doubts about the effectiveness of ODA.AID EFFECTIVENESS AID QUALITYH4: Aid budgets evolve with inertia.LAGGED AIDBoschini and Olofsgard 2007Beenstock 1980Bertoli et al. 2008Boschini and Olofsgard 2007Boschini and Olofsgard 2007Mosley 1985Dreher and Fuchs 2011Boschini and Olofsgard 2007Faini 2006Lundsgaarde et al. 2007Mosley 1985H5: Aid effort decreases with population size.POPULATIONBoschini and Olofsgard 2007Dreher and Fuchs 2011Beenstock 1980Bertoli et al. 2008Round and Odedokun 2003, 2004H6: Aid budgets depend on the aid effort of the peers.PEER EFFECTMosley 1985Round and Odedokun 2003, 2004Bertoli et al. 2008Lundsgaarde et al. 2007H7: Aid is a substitute for colonial history.COLONIAL HISTORYH8: With weakened strategic motives, aid budgets are reduced after the end of the Cold War and larger after the onset of the War on Terror.COLD WARBoschini and Olofsgard 2007Brech and Potrafke 2009Bertoli et al. 2008Lundsgaarde et al. 2007Dreher and Fuchs 2011Round and Odedokun 2003, 2004Tingley 2010Dreher and Fuchs 2011Boschini and Olofsgard 2007COLD WAR THREATWAR ON TERROR DUMMYTERROR EVENTSH9: Aid budgets increase with a donors global engagement.NUMBER OF IGOSNUMBER OF NGOSGLOBALIZATIONH10: Political preferences leading to higher social spending and more redistribution at home result in larger aid budgets.GOVERNMENT SIZEBertoli et al. 2008Dreher and Fuchs 2011Dreher and Fuchs 2011Lundsgaarde et al. 2007Lundsgaarde et al. 2007Brech and Potrafke 2009SOCIAL SPENDINGGENEROSITYRound and Odedokun 2003, 2004Tingley 2010Lundsgaarde et al. 2007Round and Odedokun 2003, 2004INEQUALITY 24 Round and Odedokun 2003, 2004Bertoli et al. 2008 Table 1: Literature Review and Hypotheses continued Potential determinantsof aid budgets H11: Rightwing governments provide less aid than leftwing governments.RIGHTWING IDEOLOGYBertoli et al. 2008positivemixed positive Round and Odedokun 2003, 2004CUMULATIVE RIGHTCUMULATIVE LEFTObserved effect on aid budgets in different studiesinsignificant Faini 2006Lundsgaarde et al. 2007Lundsgaarde et al. 2007Tingley 2010mixed negativenegative Brech and Potrafke 2009Tingley 2010Tingley 2010Round and Odedokun 2003, 2004H12: Aid increases with diverging interests in domestic politics.CHECKS AND BALANCESPOLARIZATION INDEXGOV FRACTIONALIZATIONOPP FRACTIONALIZATIONWOMEN IN PARLIAMENTH13: Aid efforts are strengthened if domestic aid agencies are institutionally protected from political interference.INDEPENDENT AID AGENCYH14: Budget constraints have negative effects on aid effort.PUBLIC DEBTRound and Odedokun 2003, 2004Round and Odedokun 2003, 2004Bertoli et al. 2008Lundsgaarde et al. 2007Round and Odedokun 2003, 2004Dreher and Fuchs 2011Bertoli et al. 2008Faini 2006FISCAL DEFICITBeenstock 1980Bertoli et al. 2008Frot 2009Boschini and Olofsgard 2007Mosley 1985Round and Odedokun 2003, 2004Faini 2006VIOLATION OF MAASTRICHTH15: ODA decreases when macroeconomic conditions deteriorate in the donor country.GROWTHFrot 2009OUTPUT GAPRound and Odedokun 2003, 2004UNEMPLOYMENTTingley 2010Bertoli et al. 2008Faini 2006Brech and Potrafke 2009Lundsgaarde et al. 2007Boschini and Olofsgard 2007BUSINESS CYCLECURRENT ACCOUNT BALANCEBoschini and Olofsgard 2007Beenstock 1980Bertoli et al. 2008H16: Other international transactions are substitutes or complements for aid.AID TO TRANSITION COUNTRIESDEBT RELIEFFDI TO DEVELOPING COUNTRIESTRADE OPENNESSIMPORTS FROM DEV. COU.TRADE BALANCE WITH DEV. COU.IMMIGRANT STOCKMILITARY EXPENDITURERound and Odedokun 2003, 2004 Boschini and Olofsgard 2007Lundsgaarde et al. 2007Brech and Potrafke 2009Tingley 2010Bertoli et al. 200825 Bertoli et al. 2008Beenstock 1980Frot 2009Lundsgaarde et al. 2007Mosley 1985Bertoli et al. 2008Lundsgaarde et al. 2007Lundsgaarde et al. 2007 Table 2: Fixed Effect Estimations of DAC Aid Effort Hypotheses 115 123456H1 GDP per capita H4 Inertia lagged DVH5 Population 0.16550.0050.75280.0000.18570.0150.73710.0000.12210.2510.13560.0340.72270.0000.09460.3730.10280.15390.0010.007 PostCW0.00570.7870.13840.0020.73420.76750.05430.71400.0000.0000.0320.000 PostCW0.00700.6410.02560.4220.05100.1080.00130.2050.05430.1220.00120.2120.00110.0270.00040.544H7 Colonial history0.08850.07710.1074 0.1062H8 Terror incidents H9 Political globalization Number of IGOs Number of NGOs H10 Government size H11 Rightwing government H12 Gov. fractionalization Opp. fractionalization Polarization Checks and balances Women in parliament0.0270.00030.5770.00110.0600.00330.9220.02390.4460.00010.9560.00080.8340.00000.9450.00030.1080.00160.6250.00100.6930.00120.1990.0130.0010.00130.0140.0070.00030.5440.00140.0110.00210.9350.04530.2060.00020.8310.00030.9330.00000.8190.00030.0750.00060.8690.00100.7190.00060.465H13 Aid agency 0.04100.03820.04130.04100.05430.01870.1320.06210.02520.0000.00010.7650.0490.00030.1370.0060.0010.00020.4860.00010.9640.00170.3470.00160.3970.00060.6090.00060.6420.0010.00040.1130.00090.4760.00160.3270.00060.7360.00130.3020.00060.6200.07620.7760.00460.5160.00110.7580.00170.1640.0030.0010.00040.0440.00160.0280.3924 0.35120.0030.00090.000H14 Debt Deficit H15 Output gap Unemployment Growth Capital account H2 Life expectancy Phone subscribers Disasters H3 Aid effectiveness H6 Peer effect H8 Cold War threat DAC terror incidents War on Terror H15 Business cycle Donor fixed effects Time dummies Observations Number of donors 0.0040.00080.0110.00010.6070.00370.7600.00260.159Yes No 6902226 Yes Yes 69022Note: Robust pvalues in brackets; p0.01, p0.05, p0.1Yes Yes 69022Yes Yes 69022Yes No 690220.00000.9640.49880.0110.00070.1700.00350.1640.11790.7170.00040.511Yes No 69022 Table 3: Fixed Effect Estimations of DAC Aid Effort Hypothesis 16 75364128GDP per capita 0.16550.16670.16530.16530.14910.15970.16380.16480.0050.0060.0050.0050.0050.0060.0060.006Inertia lagged DV0.75280.75160.75240.75280.73770.75060.75330.7529Colonial history Aid agency Aid to CEECNISImports DCTrade balance DCRemittances paid FDIMilitary expenditure Military personnel Donor fixed effects Time dummies Observations Number of donors 0.0000.0000.0000.0000.07710.07600.07700.07720.0130.0140.0130.0130.03820.03820.03820.03820.0060.0060.03720.2820.0060.0060.00040.8460.0000.06870.0310.03330.0160.0000.0000.0000.07520.07730.07760.0170.0100.0120.03680.03830.03830.0090.0050.0060.00020.9320.64770.0280.01870.299Yes Yes 69022Yes Yes 69022Yes Yes 69022Note: Robust pvalues in brackets; p0.01, p0.05, p0.1Yes Yes 69022Yes Yes 69022Yes Yes 690220.00350.554Yes Yes 690220.00070.929Yes Yes 69022 27 Table 4: Fixed Effect Estimations of DAC Aid Effort Hypothesis 115 910Disbursementsmulitilateral12Disbursements56Commitments78Disbursements34DisbursementsbilateralH1 GDP per capita H4 Inertia lagged DVH5 Population 0.18570.0150.73710.0000.12210.2510.16550.005excluding debt relief0.16650.15820.0270.0050.75280.75660.76990.0000.0000.0000.14750.1670.32530.0140.39160.25190.0060.41330.0000.15250.0200.68260.0000.08870.2850.15860.0030.07610.0850.04200.0960.69960.55350.59210.000H7 Colonial history0.08850.07710.09080.06910.15410.1014 0.08460.0010.04490.8180.14710.0710.00050.5610.00180.1980.07230.2480.05980.1510.00140.4930.00280.6980.00070.0480.00050.1410.00300.6850.00130.6950.00190.2910.04510.0450.00050.3200.00250.2980.00090.8190.00410.2610.00040.8690.00000.993Yes Yes 659220.0260.02530.0480.0330.00030.5940.00130.0340.01070.7510.02360.4750.00020.8140.00130.7140.00010.6510.00030.1310.00030.9410.00160.4400.00080.3440.02810.0180.00020.3720.00070.4950.00050.8010.00160.4140.00140.1900.00010.912Yes Yes 690220.0430.00080.0020.04100.0520.0080.00020.7020.00060.2060.02140.4340.02440.2170.00070.5160.00110.7450.00010.6380.00020.1910.00250.4150.00020.9320.00090.2540.03070.0140.00020.2540.00000.9680.00050.6750.00080.6000.00050.4860.00100.395Yes Yes 686220.0050.00110.0580.02390.034Yes Yes 686220.0000.00060.0700.03850.0380.0000.00650.9200.01610.3250.00030.2910.00060.1010.03570.0660.00360.8270.00020.6930.00080.6260.00000.7730.00020.1580.00110.5920.00010.9590.00070.1910.01900.02040.0030.00000.9000.00000.9870.00030.8420.00230.0450.00030.7170.00070.360Yes Yes 689220.001Yes Yes 68922 Yes Yes 69022Note: Robust pvalues in brackets; p0.01, p0.05, p0.1Yes Yes 69022Yes Yes 659220.013H8 Terror incidents H9 Political globalization Number of IGOs Number of NGOs H10 Government size H11 Rightwing government H12 Gov. fractionalization Opp. fractionalization Polarization Checks and balances Women in parliament0.0270.00030.5770.00110.0600.00330.9220.02390.4460.00010.9560.00080.8340.00000.9450.00030.1080.00160.6250.00100.6930.00120.199H13 Aid agency 0.04100.03820.006H14 Debt Deficit H15 Output gap Unemployment Growth Capital account Donor fixed effects Time dummies Observations Number of donors0.0010.00020.4860.00010.9640.00170.3470.00160.3970.00060.6090.00060.642Yes Yes 69022 28 Table 5: Extreme Bounds Analysis of DAC Aid Effort Std.err. %Sign. CDFU Lower bound 0.7519 0.0530 100.00 1.0000 0.00000.0382 0.01240.1645 0.0568 100.00 0.9974 0.00000.0776 0.0302 100.00 0.9943 0.1646 Opp. Fractionalization Political globalization Population 99.90 0.9984 0.0261 Aid agency Bertoli et al. Cumulative right Theil index Beta Variable Panel A: Base model Table 2, column 2Inertia lagged DVAid agency GDP per capita Colonial history Panel A: Other variables Table 2, column 20.0009 0.0005Political globalization 0.0011 0.0007Women in parliament Violation of Maastricht0.0106 0.00810.0038 0.0030Polarization0.0007 0.0005Social globalization0.0002 0.0002Opp. fractionalization 0.1019 0.0917Population Ideology finegrained0.0073 0.00910.0013 0.0018Output gap 0.0232 0.0346Number of IGOs 0.0004 0.0006Cumulative right0.0001 0.0002Right seats Theil index0.1168 0.2345Aid agency Bertoli et al. 0.0062 0.01230.0004 0.0009Economic globalization0.0001 0.0002Debt 0.0001 0.0002Gov. fractionalization 0.0006 0.0018Social spending Left seats 0.0000 0.00010.0003 0.0010Deficit 0.0008 0.0030Rightwing government 0.0004 0.0020Checks and balances0.0002 0.0010Current account Unemployment0.0003 0.00190.0001 0.0007Cumulative left 0.0000 0.0010Government size0.0001 0.0006Terror incidents 0.0027 0.0422Number of NGOs Growth 0.0000 0.0011 70.23 0.9552 0.0005 Aid agency Bertoli et al. Social spending Women in parliament 26.29 0.9336 0.0010 Debt Political globalization Social globalization 0.00 0.9036 0.0290 Opp. Fractionalization Social spending Theil index 0.81 0.8952 0.0057 Checks and balances Population Women in parliament 6.00 0.8861 0.0022 Left seats Opp. Fractionalization Social spending 0.08 0.8654 0.0008 Left seats Rightwing government Social globalization 0.00 0.8646 0.1567 Number of IGOs Social globalization Violation of Maastricht 0.05 0.7831 0.0413 Left seats Rightwing government Women in parliament 0.00 0.7552 0.0031 Debt Ideology finegrained Political globalization 0.00 0.7472 0.0729 Political globalization Population Social globalization 0.03 0.7285 0.0020 Aid agency Bertoli et al. Political globalization Theil index 0.00 0.7045 0.0009 Cumulative right Gov. Fractionalization Violation of Maastricht 0.00 0.6908 0.8259 Aid agency Bertoli et al. Cumulative right Political globalization 0.03 0.6907 0.0596 Cumulative right Political globalization Theil index 0.00 0.6609 0.0025 Social spending Output gap Women in parliament 0.00 0.6561 0.0008 Government size Opp. Fractionalization Political globalization 0.00 0.6505 0.0004 Economic globalization Polarization Rightwing government 0.00 0.6439 0.0048 Cumulative right Government size Right seats 0.00 0.6423 0.0003 Ideology finegrained Terror incidents Women in parliament 0.00 0.6330 0.0032 Current account Government size Social globalization 0.11 0.6128 0.0085 Gov. Fractionalization Opp. Fractionalization Social globalization 0.00 0.6015 0.0067 Opp. Fractionalization Polarization Social globalization 0.00 0.5860 0.0028 Deficit Gov. Fractionalization Opp. fractionalization 0.00 0.5788 0.0050 Checks and balances Growth Social spending 0.00 0.5679 0.0019 Left seats Opp. Fractionalization Women in parliament 0.00 0.5620 0.0033 Current account Debt Social spending 0.00 0.5583 0.0016 Number of NGOs Polarization Political globalization 0.00 0.5583 0.1074 Social spending Terror incidents Women in parliament 0.00 0.5531 0.0030 Output gap Unemployment Women in parliament Upper bound Combi Obs.0.8744 Government size Ideology finegrained Output gap 0.0785 Aid agency Bertoli et al. Political Globalization Population 0.3415 Government size Unemployment Women in parliament 0.0009 Number of IGOs Population Social globalization 0.0025 Aid agency Bertoli et al. Debt Theil index 0.0029 Economic globalization Gov. Fractionalization Opp. fractionalization 0.0081 Deficit Population Women in parliament 0.0129 Checks and balances Economic globalization Opp. fractionalization 0.0011 Political globalization Population Women in parliament 0.0003 Output gap Political globalization Rightwing government 0.3247 Cumulative right Opp. Fractionalization Political globalization 0.0217 Left seats Terror incidents Violation of Maastricht 0.0055 Government size Growth Social spending 0.1022 Cumulative right Ideology finegrained Rightwing government 0.0041 Aid agency Bertoli et al. Right seats Theil index 0.0004 Cumulative right Social spending Women in parliament 0.7139 Aid agency Bertoli et al. Cumulative right Women in parliament 0.0775 Cumulative right Opp. Fractionalization Theil index 0.0018 Cumulative left Gov. Fractionalization Population 0.0004 Deficit Population Women in parliament 0.0005 Checks and balances Left seats Population 0.0064 Economic globalization Government size Women in parliament 0.0003 Gov. Fractionalization Population Rightwing government 0.0028 Current account Debt Violation of Maastricht 0.0116 Ideology finegrained Left seats Population 0.0053 Aid agency Bertoli et al. Gov. Fractionalization Number of IGOs 0.0025 Deficit Output gap Women in parliament 0.0048 Political globalization Violation of Maastricht Women in parliament 0.0018 Economic globalization Ideology finegrained Social globalization 0.0032 Deficit Social globalization Social spending 0.0017 Number of IGOs Opp. Fractionalization Social globalization 0.1082 Cumulative left Output gap Terror incidents 0.0026 Opp. Fractionalization Political globalization Theil index 408940894089408936823682368236823682368236823682368236823682368236823682368236823682368236823682368236823682368236823682368236823682690690690690690690690690690690690690690690690690690690690690690690690690690690690690690690690690690 29 Table 5 continued: Extreme Bounds Analysis of DAC Aid Effort Beta Std.err. %Sign. CDFU Lower bound 91.97 0.9807 0.0037 Number of IGOs Opp. Fractionalization Unemployment 83.73 0.9676 0.0009 Business cycle Government size Opp. fractionalization Variable Panel B: Base model Table 2, column 40.7329 0.0555 100.00 1.0000 0.0000Inertia lagged DV0.0411 0.0102 100.00 1.0000 0.0000Aid agency 0.0009 0.0002 100.00 0.9999 0.0000Cold War threat0.1041 0.0298 100.00 0.9997 0.1897 Number of IGOs Opp. Fractionalization Population Colonial history0.3621 0.1085 100.00 0.9994 0.6793 Economic globalization Phone subscribers Theil index Peer effect 0.1096 0.0336 100.00 0.9990 0.0000GDP per capita 0.0013 0.0005 100.00 0.9952 0.0000Political globalization0.0016 0.0007Aid effectiveness Debt0.0004 0.0002Panel B: Other variables Table 2, column 40.0023 0.0018Business cycle 0.0002 0.0002DAC terror incidents Disasters0.0023 0.00320.0025 0.0057Phone subscribers0.0567 0.2352Life expectancy War on Terror0.0015 0.0110Control variables results available upon requestPanel C: Base model Table 3, column 40.7354 0.0501 100.00 1.0000 0.0000Inertia lagged DV0.1461 0.0504 100.00 0.9969 0.0093 Government size Number of NGOs Unemployment GDP per capita 0.0327 0.0126Aid agency 0.7106 0.2990Remittances paid Colonial history0.0691 0.0311Panel C: Other variables Table 3, column 40.0443 0.0340Aid to CEECNIS0.0024 0.0024Trade balance DC0.0047 0.0062Military expenditure0.0045 0.0070Military personnel Imports DC0.0013 0.0022FDI0.0075 0.0194Control variables results available upon request0.62 0.9031 0.0019 DAC terror incidents Disasters Violation of Maastricht 0.00 0.8109 0.0004 Business cycle Left seats Opp. fractionalization 0.00 0.7571 0.0118 DAC terror incidents Left seats Number of IGOs 0.00 0.6775 0.0368 Cumulative right Left seats War on Terror 0.00 0.6499 0.8322 Cumulative left Population Unemployment 0.00 0.5883 0.0509 Cumulative right Left seats Phone subscribers 6.63 0.8982 0.1746 Military expenditure Opp. Fractionalization Unemployment 1.37 0.8286 0.0072 Cumulative left Imports DC Opp. fractionalization 0.00 0.7756 0.0219 Aid to CEECNIS Opp. Fractionalization Population 0.00 0.7393 0.0257 Military expenditure Political globalization Social globalization 0.32 0.7342 0.0081 Population Theil index Women in parliament 0.00 0.6465 0.1318 Aid agency Bertoli et al. Theil index Right seats 99.34 0.9938 0.0361 Aid agency Bertoli et al. Cumulative Right FDI99.96 0.9902 0.1863 Aid agency Bertoli et al. Cumulative Right FDI99.99 0.9859 0.1624 Current account Opp. Fractionalization Unemployment Upper bound Combi Obs.0.8574 Government size Population Theil index 0.0740 Aid agency Bertoli et al. Cumulative right Population 0.0014 DAC terror incidents Left seats Opp. fractionalization 0.00000.00000.2530 Government size Number of NGOs Social globalization 0.0025 Business cycle Number of IGOs Terror incidents 0.0010 DAC terror incidents Number of IGOs Unemployment 0.0002 Number of NGOs Social globalization Violation of Maastricht 0.0073 Deficit Growth Output gap 0.0008 Disasters Left seats Number of IGOs 0.0061 Business cycle Number of NGOs Right seats 0.0294 Cumulative right Left seats War on Terror 0.9517 Cumulative left Number of NGOs Phone subscribers 0.0546 Cumulative right Left seats Phone subscribers 0.8535 Government size Output gap Population 0.3119 Current account Government size Women in parliament 0.0895 Aid agency Bertoli et al. FDI Right seats 1.8740 Cumulative left Trade balance DC Unemployment 0.0116 Economic globalization Number of IGOs Social globalization 0.0546 Cumulative left Right seats Theil index 0.0112 Aid agency Bertoli et al. Imports DC Unemployment 0.0167 Ideology finegrained Military personnel Political globalization 0.0169 Aid to CEECNIS Debt Military expenditure 0.0078 Political globalization Theil index Trade balance DC 0.1116 Aid agency Bertoli et al. Cumulative left Cumulative right 60176017601760176017601760176017601754885488548854885488548871757175717571757175657965796579657965796579690690690690690690690690690690690690690690690690690690690690690690690690690690 Notes: Shows the average coefficient across regressions Beta and its standard error Std.err  %Sign. indicates the share of the regressions in which the coefficient is significant at the tenpercent level at least; CDFU is the unweighted cumulative distribution function. The lower upper bound is the smallest largest coefficient minus plus two standard deviations. The variables listed are those included in the regressions achieving the extreme bounds not shown if the bounds are on the same side of zero. 30 Figure 1: Aid Effort over time aid disbursements, 22 donor countries, 19762008 2.1I1AUS2.1I1AUT2.1I1BEL2.1I1CAN2.1I1CHENG fo %8.NG fo %8.NG fo %8.NG fo %8.NG fo %8. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2.02.1I11975198019851990Year 19952000200520101975198019851990Year 19952000200520101975198019851990Year 19952000200520101975198019851990DEU2.1I1DNK2.1I1ESP2.1I1Year FIN199520002005201019751980198519901995200020052010Year 2.1I1FRA0000NG fo %8.NG fo %8.NG fo %8.NG fo %8.NG fo %8. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2.02.1I11975198019851990Year 19952000200520101975198019851990Year 19952000200520101975198019851990GBR2.1I1GRC2.1I1Year IRL199520002005201019751980198519902.1I1Year ITA199520002005201019751980198519901995200020052010Year 2.1I1JPN0000NG fo %8.NG fo %8.NG fo %8.NG fo %8.NG fo %8. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2. stnemesrubsd ADOi 6.4.2.02.1I1NG f 1975198019851990Year 199520002005201019751980198519901995200020052010197519801985199019952000200520101975198019851990199520002005201019751980198519901995200020052010Year Year Year Year 0000LUXNLD2.1I1NG f 2.1I1NG f NORNZL2.1I1NG f 2.1I1NG f PRT o%8. o%8. o%8. o%8. o%8. st st st st stnemesrubsd ADO i 6.4.2.nemesrubsd ADO i 6.4.2.6.4.nemesrubsd ADO i 2.6.4.nemesrubsd ADO i 2.6.4.nemesrubsd ADO i 2.02.1I1NG f 1975198019851990Year 199520002005201019751980198519901995200020052010197519801985199019952000200520101975198019851990199520002005201019751980198519901995200020052010Year Year Year Year 0000SWEUSA2.1I1NG f o%8. o%8. st stnemesrubsd ADO i 6.4.2.nemesrubsd ADO i 6.4.2.001975198019851990Year 199520002005201019751980198519901995200020052010Year Source: Own figure based on data from the OECD http:stats.oecd.org 31 HypothesisVariable Aid effort H1 H2 H2 H2 GDP per capita Life expectancy Phone subscribers Disasters H3 Aid effectiveness H5 H6 H7 Population Peer effect Colonial history Appendix A: Variables and sources Description Total Bilateral Multilateral Official Development Assistance net disbursements net disbursements excluding debt relief commitments as a percentage of gross national income Log of gross domestic product divided by population constant 2000 US code: NY.GDP.PCAP.KD Log of life expectancy at birth in low income countries interpolated, in years code: SP.DYN.LE00.IN Log of fixed line and mobile phone subscribers per 100 people in low income countries code: IT.TEL.TOTL.P2 Log of the number of total people affected from disasters sum of injured, homeless and affected in all countries outside Northern America, Europe, Russia, Australia and New Zealand Satisfactory outcome performance of evaluated World Bank projects in evaluation year in %, smoothed values Log of population size code: SP.POP.TOTL Average ODA of all other donors as a share of their GNI Log of the population of former colonies on DAC list of ODA recipients 0 if no colonial history H8 Cold War threat Total military expenditure in the former Warsaw Bloc countries index, 1985100 H8 H8 Terror incidents DAC terror incidents H8 War on Terror H9 Political Globalization H9 Social Globalization H9 H9 H9 Economic Globalization Number of IGOs Number of NGOs H10 Government size H10 Social spending H10 Theil index H11 Rightwing government H11 Ideology finegrained H11 Left cabinet H11 Cumulative left H11 Right cabinet H11 Cumulative right H12 Gov. fractionalization Number of terror incidents with victims from donor country 4year average Number of terror incidents with victims from DAC countries 4year average 1 if War on Terror period 20022008 KOF Index on Political Globalization components: embassies 25%, membership in international organizations 28%, participation in UN Security Council missions 22%, international treaties 25% KOF Index on Social Globalization components: data on personal contact 33%, data on information flows 36% and data on cultural proximity 31% KOF Index on Economic Globalization components: actual flows 50%, restrictions 50% Log of number of country memberships in international organizations Log of number of memberships in international nongovernmental organizations Total disbursements of the general government as a share of GDP code: YPGTQ Public social expenditure as a share of GDP code: SSPGGDP UTIPUNIDO Wage Inequality THEIL Measure: Industrial pay inequality in Theils t 1 rightwing executive, 0 ideologically centralunclear, 1 leftwing code: EXECRLC Political ideology 1 liberalist economic policy, 0.5 conservative, 0 social democratic party, 0.5 modern socialist, 1 unreformed socialist and communist Left seats as a share of seats held by all government parties in % code: LEFTCAB Cumulative left cabinet scores code: LTCABCUM Right, Christian seats as a share of seats held by all government parties in % code: RTCRCAB Cumulative right, Christian cabinet scores code: RTCRCUM Probability that two deputies picked at random from among government parties will be of different political parties in % code: GOVFRAC 32 Data source OECD http:stats.oecd.org WDI World Bank 2009 WDI World Bank 2009 WDI World Bank 2009 EMDAT 2009 Own construction based on data from World Bank Independent Evaluation Group IEG WDI World Bank 2009 Own construction based on OECD data Own calculations based on CEPII geography database Mayer and Zignago 2006 and WDI population database World Bank 2009 Boschini and Olofsgard 2007, SIPRI 1974, 1983, 1986, SIPRI Yearbook online www.sipri.orgdatabasesmilex ITERATE Mickolus et al. 2009 ITERATE Mickolus et al. 2009 Dreher 2006, updated in Dreher et al. 2008 Dreher 2006, updated in Dreher et al. 2008 Dreher 2006, updated in Dreher et al. 2008 Union of International Associations 19832007 Union of International Associations 19832007 OECD Economic Outlook http:stats.oecd.org OECD Economic Outlook http:stats.oecd.org UTIPUNIDO utip.gov.utexas.edu DPI 2010 Beck et al. 2001 Bjrnskov and Potrafke 2011 Comparative Welfare States Dataset Huber et al. 2004 Comparative Welfare States Dataset Huber et al. 2004 Comparative Welfare States Dataset Huber et al. 2004 Comparative Welfare States Dataset Huber et al. 2004 DPI 2010 Beck et al. 2001 HypothesisVariable H12 Opp. fractionalization H12 Polarization H12 Checks and balances H12 Women in parliament H13 Aid agency H13 Aid agency Bertoli et al. H14 Debt H14 Deficit H14 Violation of Maastricht H15 Output gap H15 Unemployment H15 Growth H15 Current account H15 Business cycle H16 Aid to CEECNIS H16 Imports DC H16 Trade balance DC H16 Remittances paid H16 FDI H16 Military expenditure H16 Military personnel Appendix A continued: Variables and sources Description Probability that two deputies picked at random from among the opposition will be from different parties in % code: OPPFRAC 0 if elections are not competitive, 0 if the chiefs executive party has an absolute majority in the legislature, otherwise: maximum difference 02 in orientation between the presidents party and the three biggest government parties and the largest opposition party code: POLARIZ Extent of formal political control on political decision makers code: CHECKS Seats held by women as a share of all seats in % codes: FEMPARSG.GEN.PARL.ZS 1: existence of national aid agencies operating independently from the Ministry of Foreign Affairs 1: existence of national aid agencies operating independently from the Ministry of Foreign Affairs General government gross financial liabilities as a percentage of GDP code: GGFLQ Government net lending as a share of GDP code: NLGQ 1 if deficit in excess of 3% of GDP or public debt in excess of 60% of GDP also used for nonsignatory countries codes: GGFLQNLGQ Percentage difference between actual GDP and estimated potential GDP in constant prices code: GAP Rate of unemployment as share of civilian labor force code: UNR Annual growth of GDP code: ny_gdp_mktp_kd_zg Current account balance as a percentage of GDP code: GC.DOD.TOTL.GD.ZS Average growth rate of G7 countries weighted by their share of GDP in total GDP Official aid to CEECNIS countries as a share of nominal GDP Values before 1990 and after 2004 are set to zero Merchandise imports from developing countries as a share of donor GDP Exports to developing countries minus imports from developing countries as a share of donor GDP Workers remittances and compensation of nonresident employees, paid, as a share of GDP code: BM.TRF.PWKR.CD.DTNY.GDP.MKTP.CD Direct investment flows in nonOECD countries divided by donor GDP Military expenditure as a share of GDP code: MS.MIL.XPND.GD.ZS Military personnel as a share of total labor force code: MS.MIL.TOTL.TF.ZS Data source DPI 2010 Beck et al. 2001 DPI Keefer and Stasavage 2003 DPI Keefer and Stasavage 2003 Comparative Welfare States Dataset Huber et al. 2004, WDI World Bank 2009 Own construction based on OECD 2009 Bertoli et al. 2008 updated OECD Economic Outlook http:stats.oecd.org OECD Economic Outlook http:stats.oecd.org Own construction based on OECD data OECD Economic Outlook http:stats.oecd.org OECD Economic Outlook http:stats.oecd.org WDI World Bank 2009 WDI World Bank 2009 Own construction based on WDI data World Bank 2009 OECD http:stats.oecd.org UNCTAD unctadstat.unctad.org UNCTAD unctadstat.unctad.org WDI World Bank 2009 OECD stats.oecd.org WDI World Bank 2009 WDI World Bank 2009 33 Appendix B: Summary Statistics Obs 694694691693663Variable Dependent variables Aid effort, Disbursements excluding debt relief bilateral multilateralAid effort, Commitments Explanatory variables in alphabetic orderAid agency Aid agency Bertoli et al.Aid effectiveness Aid to CEECNISBusiness cycle Capital account Checks and balances Cold War threat Colonial history Cumulative left Cumulative right DAC terror incidents Debt Deficit Disasters Economic globalization FDIGDP per capita Gov. fractionalization Government size Growth Ideology finegrainedImports DCInertia lagged DVLeft seats Life expectancy Military expenditure Military personnel Number of IGOs Number of NGOs Opp. fractionalization Output gap Peer effect Phone subscribers Polarization Political globalization Population Remittances paid Right seats Rightwing government Social globalization Social spending Terror incidents Theil index Trade balance DCUnemployment Violation of Maastricht War on Terror Women in parliament 726726726689726700713726726468468726561667726726436726709667726656726690468726440440726726699687726726674726726624468720726678726518726707627726642Mean Std. Dev.0.260.260.180.100.270.490.487.910.041.284.631.3940.428.7710.765.0129.8529.824.450.8614.880.140.4227.418.252.190.362.410.2638.920.050.940.820.210.4623.782.260.051.080.9112.111.430.0215.110.9015.193.6311.340.012.193.500.470.4111.570.430.410.280.150.490.380.3774.830.012.710.214.2750.6810.3213.481.3895.2761.712.4718.5670.810.029.8528.3845.412.670.294.440.4335.523.991.901.214.167.5546.530.330.380.051.1884.9216.490.013.010.0571.2913.364.330.020.736.510.660.2117.3734 Min 0.020.020.000.010.090.000.0062.160.000.0415.321.005.370.000.000.0034.757.6518.4517.0029.750.028.570.0026.067.280.571.390.020.003.880.530.103.436.250.009.430.281.190.0045.7712.800.000.001.0031.395.070.000.0011.810.180.000.000.00Max 1.171.170.810.471.781.001.0088.790.534.8517.3016.00105.5021.4644.8628.99148.75175.2715.9620.3198.902.4310.9482.7870.9311.351.0018.821.17100.004.075.794.984.648.3592.247.230.483.042.0098.7819.520.1988.001.0095.0123.7369.000.134.0619.111.001.0047.30 Authors Year Beenstock 1980 Appendix C: Literature Overview Time period Method 19601976 Fixed Effects Countries 68 donors Dependent variable ODA disbursements ODA disbursements GNP ODA disbursements per capita ODA disbursements ODA and OA disbursements GDP Macroeconomic, structural and institutional characteristics Focus Macroeconomic determinants Bertoli et al. 2008 19702004 Fixed Effects 22 DAC donors Boschini and Olofsgard 2007 19701997 Brech and Potrafke 2012 19602008 Dreher and Fuchs 2011 19712008 Faini 2006 Frot 2009 19802004 19862000 Lundsgaarde et al. 2007 19802000 Fixed Effects GMM FGLS OLS Bruno estimator 28 Fixed Effects GMM Fixed Effects Fixed Effects VAR Fixed effects Mosley 1985 Round and Odedokun 2004 19611979 19702000 Pooled OLS Fixed Effects Tingley 2010 19712002 Pooled OLS Fixed Effects 28 Dynamic biascorrected estimator see Bruno 2005 17 DAC donors log ODA disbursements 23 OECD donors Growth of ODA GDP 22 DAC donors ODA commitments GNI 15 DAC donors European subsample Up to 20 DAC donors ODA disbursements GDP Total official flows GDP Net aid transfer GDP log ODA disbursements per capita 19 OECD donors ODA disbursements GNP 9 OECD donors 22 DAC donors G7 subsample 18 DAC donors ODA disbursements ODA disbursements GDP ODA commitments GDP ODA commitments GDP 35 Low aid budgets in Italy Security concerns Cold War Government ideology Bilateral vs. multilateral aid Grants vs. loans Transnational terrorism War on Terror Fiscal policy Financial crisis Imports from developing countries Trade, not aid debate Aid as a public good General determinants Government ideology Bilateral vs. multilateral aid Low income recipients vs. middle income recipients ", "filename": "CRC-PEG_DP_121.pdf", "person": ["Andreas Fuchs", "Fuchs, Andreas", "Axel Dreher", "Dreher, Axel", "Peter Nunnenkamp", "Nunnenkamp, Peter"], "date": ["2012"]}