{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/90494/1/CRC-PEG_DP_73.pdf"], "title": ["Integrating Equality - Globalization, Women's Rights, Son Preference and Human Trafficking"], "plaintext": "Integrating Equality Globalization, Womens Rights, Son Preference and Human Trafficking SeoYoung Cho February 2011 Abstract: Employing economic and social globalization indicators, we empirically analyze whether globalization affects womens rights in the economic and social dimensions. Using panel data from 150 countries over the 19812008 period, we find that social globalization positively affects both womens economic and social rights, while the impact of economic globalization disappears when controlling for social globalization. Furthermore, we find that social globalization also reduces son preference problems, prevailing in developing countries. However, marginalized foreign women, proxied with inflows of human trafficking, are not beneficiaries of such femalefriendly globalization effects. Keywords: economic and social globalization; womens economic and social rights; son preference; human trafficking JEL codes: F15, J13, J16, O16, O19 Acknowledgement: The author thanks Axel Dreher, Stephan Klasen, Niklas Potrafke, Krishna Chaitanya Vadlamannati and Maria Ziegler for their helpful comments and information. The author cordially acknowledges the generous funding provided by the European Commission JLS2009ISECAG005. Department of Economics, GeorgAugust University of Goettingen, Platz der Goettinger Sieben 3, D37073 Goettingen, Germany, Telephone: 49 0551 397368, schounigoettingen.de 1 1. Introduction In the 21st century, globalization has become the Zeitgeist reshaping different dimensions in life. Globalization also affects womens rights and its overall impact on women has become a critical agenda in genderrelated studies. In an attempt to empirically investigate this argument, much of the literature focuses on the effects of economic integration on womens economic activities. These studies look into the impact of globalization on women through an angle of traditional trade theory, comparative advantage and competition, thus analyzing whether economic integration could create more employment opportunities for women and increase their wages. This focus on economic integration and womens employment raises the question of how certain types of economic reform affect particular forms of womens rights and welfare. It is not surprising to observe very different outcomes across countries, depending on their economic and industrial structures. In other words, this approach focusing on economic globalization and female employment can provide the answer to the question regarding whether certain economic reform could create an economic structure favoring characteristics of labor typically provided by women and if such increases in demand could push up the price of female labor. However, it does not answer an arguably more fundamental question, whether globalization can eventually reduce the causes of gender discrimination, improve womens fundamental rights and generally empower women. To address this issue, one should look into the impact of globalization beyond the outcome of womens economic activities wages and employment and examine whether globalization can enhance womens status or womens rights, which allow women better access to resources and ensure their standing in legal and social institutions without discrimination Morrisson and Jutting 2005. Surprisingly, most literature has neglected the difference between womens rights and the subsequent outcomes and investigated the impact of globalization on certain economic activities of women only. To the best of our knowledge, there are only a few existing studies empirically addressing causal relation between womens fundamental rights and globalization. Among them, Neumayer and de Soysa 2007, 2011 and Richards and Gelleny 2007 empirically show that economic globalization trade openness andor FDI positively affect womens economic andor social rights. However, these studies limit globalization as economic integration, which tends to be more closely associated with the outcomes of womens economic activities rather than the fundamental rights of women, and do not take into account the impact of another important dimension of globalization, 2 social globalization. Social globalization can arguably be seen as more important in determining respect for, and attitudes towards women because it can promote the spread of ideas, norms and civil actions worldwide by facilitating contacts and communications across people in different countries. While economic globalization mainly reflects flows of goods and services representing the interests of capital, social globalization connects people and enables them to exchange ideas and thoughts and furthermore to pursue solidarity for shared causes e.g. human rights and gender equality. With this respect, a recent study by Potrafke and Ursprung 2010 empirically shows that both social and economic dimensions of globalization are positively associated with womens institutional right. However, their study investigates the impact of economic and social globalization separately, not taking into account that there might be overlapping effects across the two types of globalization. In other words, it could be possible that the positive effects of economic globalization have been detected because of underlying effects of social globalization accompanied 1. In this paper, we make the following contributions to the current literature. First, we empirically investigate the importance of social globalization on womens rights simultaneously with economic globalization in order to single out effects of each type of globalization. Second, our analysis addresses not only the two important dimensions of womens economic and social rights but also extreme circumstances violating womens rights and damaging respect for women, son preference and human trafficking. By employing such different indicators, we are able to capture comprehensive aspects of womens fundamental rights and the respect for and value of women a society has. In particular, addressing son preference and human trafficking in relation to the impact of globalization on womens rights is a noble approach. To the best of our knowledge, this paper is the pioneer study linking the two problems with globalization. Son preference is conceptualized as the number of missing women i.e. estimated numbers of female deaths triggered by uneven access to health care and nutrition Sen 1988; Klasen and Wink 2003 and therefore it can be a good proxy to measure how society values womens life and existence. Human trafficking is a form of extreme exploitations for sexual and labor purposes and the vast majority of victims are marginalized foreign women UNODC 2006. Therefore, human trafficking can be an indicator of how the country tolerates abuses and exploitation against foreign women. We include the human trafficking measurement in our analysis 1 Additionally, their study is limited with crosssectional data in developing countries, not capturing variations in womens rights over time worldwide. 3 because if globalization can promote respect for womens rights, making them norms across countries, such improvement should benefit not only local women but also foreign women living in another country. Through a crosscountry study of 150 countries for the 19812008 period, we find that: 1 the impact of economic globalization on womens rights disappears if controlling for social globalization measured by the KOF Globalization Index, Dreher 2006; 2 social globalization increases womens economic and social rights and reduces son preference; and 3 despite positive linkages between globalization and womens rights, globalization does not have any positive effect on foreign womens rights, proxied with human trafficking. In our analysis, we take potential reverse causality problems into account by employing an instrumental variable approach and the robustness of our choice of control variables is scrutinized using the extreme bound analysis EBA. We continue as follows. In section 2, we examine the linkages between globalization and womens rights and present our main hypotheses. Section 3 describes the data on womens rights and globalization both in the social and economic dimensions, as well as son preference and human trafficking data. Section 4 discusses the estimation strategy including endogeneity concerns, followed by the empirical findings in section 5 and tests for robustness in section 6. In section 7, we conclude with policy implications and suggestions for further research. 2. Hypotheses We construct our hypotheses on linkages between globalization and womens rights on the basis of the previous literature. Our hypotheses comprise economic and social dimensions of globalization and various types of womens fundamental rights. 2.1. Economic Globalization and Womens Rights A considerable amount of literature has contributed to the question, whether economic globalization improves womens economic rights in the form of employment and wage. Proponents of globalization argue that trade and FDI positively affect womens employment opportunities in developing countries, due to their comparative advantages. In other words, developing countries have comparative advantages in laborintensive goods, thus demand for female labor would increase in order to keep price competitiveness in international trade as female wages are generally lower. Indeed, many empirical studies find a positive association 4 between exportoriented manufacturing and womens increased share in paid employment Chow 2003; Fontana and Wood 2000; Seguino 1997. However, an increase in female labor force participation does not always lead to economic empowerment as long as such demand for female labor is based on womens acceptance of poor payment and exploitative working conditions. Although StolperSamuelsontype trade theory predicts that an increase in female labor will eventually lead to higher female wages and working conditions, empirical evidence rarely supports this theoretical prediction as long as there is an abundance of unemployed females available in those developing countries. Thus, whether economic globalization is beneficial to womens economic empowerment is an openend question, requiring further empirical investigation. H1. Ceteris paribus, economic globalization does not increase womens economic rights Here we use an inclusive term, womens economic rights. Neither female wage nor labor force participation rates reflect overall economic empowerment of women as it is often the case that female labor force participation increases with wage and vice versa. Thus, in our study we utilize a composite measurement of womens rights to access to economic resources including womens pay, employment and entrepreneurship in order to estimate the overall effect on womens economic status, as Neumayer and de Soysa 2007, 2011 and Richards and Gelleny 2007 propose. Turning to the social dimension of womens rights, economic globalization may not improve womens social rights. A potential increase in female participation in economic activities is generated by capitalists need for cheaper labor, which does not necessarily lead to an improvement in womens fundamental rights, especially if a womens role is merely seen as a cheap labor provider or a supplement to male labor. Such globalization may fix womens role in the society as inferior to the male role and womens rights beyond the scope of employment such as access to educational and health resources and equality in social and private spheres may not be improved. Furthermore, as critics of globalization point out, the impact of economic integration can be disproportionally disadvantageous to marginalized groups such as women in society and increases poverty and inequality Moghadam 2007. For instance, everincreasing competition and marketoriented reform would lead to cuts in social programs and such a reduction would damage womens wellbeing more than men Sen 2001. With this argument, we expect that economic globalization does not increase womens rights in the cultural, social and institutional dimensions i.e. no improvement in rights beyond the 5 economic dimension as these rights are not directly related to the interests or needs of the market. 2.2. Social Globalization and Womens Rights In actual fact, a commonly accepted definition of globalization includes not only economic but also political, cultural, social and technological interactions across countries Dreher et al. 2008. In other words, globalization also represents the spread of ideas, information, values and people, beyond flows of goods, capital and services or market exchanges. While critics of a Washington Consensus type of globalization argue that the neo liberal economic integration may exacerbate poverty and inequality by intensifying competition Cagatay and Erturk 2004, scholars focusing on global diffusion of norms suggest that social globalization should be a mechanism for promoting norms, values of democracy, human rights and learning processes through information exchanges and personal interactions Chow 2003; Dreher et al. 2011; Elkins and Simmons 2005. With this respect, social globalization can be influential to changing perception in society in regards to womens status, value, role and abilities, by facilitating the exchange and flow of ideas, knowledge and images across countries and people living in different countries Dreher 2006. For instance, with the development of the internet and other telecommunication technologies, news about abuse and unequal treatment of women can spread quickly and provoke public attention in other countries, which can function as international pressure on countries where gender inequality is high. Also, through advanced telecommunications, advocates of womens rights can cooperate and work towards common agendas, as seen through the recent public campaigns against the execution of an Iranian woman by stoning for committing adultery, actively utilizing online discussions and petitions, organized by international human rights and womens rights groups Guardian 2010. Moreover, increases in information exchanges can create opportunities for people to learn about positive images and roles women carry out in more developed countries, generating learning effects Simmons and Elkins 2004. Besides interactions through communicational devices, social globalization also promotes direct personal contact among people from different countries in the form of immigration and tourism. Personal interaction among different people can have a positive impact on tolerance towards different lifestyles and increase acceptance of different genders, sexuality, religions and ethnic backgrounds Rosenau 2003. Furthermore, social globalization tends to decrease cultural gaps across 6 countries because people are now more exposed to different cultures. As womens rights are deeply grounded in culture and value systems Cho 2010; Dollar and Gatti 1999; Simmons 2009, cultural exposure to and proximity with other diverse cultures in particular, western cultures as they are the dominant players globalization and tend to respect womens rights more than others, can have a positive impact in reducing cultural practice against women. Social globalization can therefore create change in the perceptions and attitudes towards women, the key determinant of shaping the fundamental rights of women. The impact of social globalization can be stronger than that of economic globalization because it reflects spreads of ideas, as well as networks and collaboration of people rather than interests of capital. Regarding this potential impact social globalization can have on womens rights, we predict that social globalization is capable of benefitting both womens economic and social rights. In particular, social globalization will have a positive impact on womens social rights granting equality in family matters, selfgovernance and access to resources e.g. education and health because these rights directly reflect societal perception and attitudes towards women. H2: Ceteris paribus, social globalization increases womens economic rights. H3: Ceteris paribus, social globalization increases womens social rights. Lastly, we expect that social globalization increases the degree in which a society values and respects women. We proxy the values of women in a society with the concept of son preference, reflecting discrimination of women daughters in access to health care, which results in uneven deaths of women Klasen and Wink 2003; Sen 2003. We argue that social globalization increases respect for women and their existence in a country and therefore reduces son preference. H4. Ceteris paribus, social globalization reduces son preference. 2.3. Globalization and Rights of Marginalized Foreign Women One posing question we contribute to the literature is whether globalization can be further beneficial to women without a legal standing in a country. Human rights protection is basically a matter for sovereign nations and their own citizens Poe, Tate and Keith 1999, even in the era of globalization. When countries protect the rights of a citizen of another country, it is mainly due to pressure and intervention from the country where the citizen holds hisher nationality. While countries may have interests in empowering their own female 7 citizens, they would not have much incentive to ensuring the rights of foreign women, particularly those without a legal standing in the country. In this paper, we try to find out whether globalization economic and social can reverse this trend and make a positive impact on this matter, regardless of citizenship. It is in fact a tricky question because while globalization may improve domestic womens rights, this empowerment may not have the same impact for foreign women and it is even possible for a negative impact to be generated. For instance, lets assume that a country improves womens rights and domestic women no longer want to work in exploitative sex industries as prostitutes because they can find other opportunities. However, if there is still a need for these services domestically as men continue to demand them, it may lead to the illegal immigration of women from poorer countries who are more likely to tolerate exploitative situations. In fact, when analyzing the statistics regarding international trafficking of women for the purpose of sexual exploitation, the major destinations are mostly developed countries such as Germany, the United States and the Netherlands, where women generally enjoy high levels of rights UNODC 2006. On the other hand, if globalization, in particular social globalization, improves general respect for women, it could also lead to the assurance of foreign womens rights. By proxying rights of and respect for foreign women with inflows of international human trafficking, the majority of victims being marginalized foreign women exploited in sex businesses, we construct our hypotheses as below. H5. Ceteris paribus, globalization social and economic does not decrease human trafficking. 3. Measuring Globalization and Womens Rights 3.1. Globalization In this paper, economic globalization captures two actual economic flows: trade openness the ratio of imports and exports to GDP and foreign direct investment accumulated stock of FDI normalized by GDP. FDI stocks are taken instead of flows because stocks reflect the longterm influence of multinational corporations in a country. Trade openness and FDI are the most commonly used indicators of economic globalization Berik et. al. 2004; Braunstein and Brenner 2007; Fontana and Wood 2000; Neumayer and de Soysa 2007, 2011: Oostendorp 2009; Seguino 1997; de Soysa and Vadlamannati 2010. 8 For the purpose of defining social globalization, we follow the KOF Index Dreher 2006. There have been several attempts to quantify globalization. Among them, AT KearneyForeign Policy Magazine 2006 and the Maastricht Globalization Index 2008 are wellknown. However, the KOF Index has several advantages over the others because it covers most countries 208 over a long time period 197020072 in a time series manner, while the other indices provide data for a limited number of years and countries. The KOF Index classifies social globalization in three dimensions: personal contacts, information flows and cultural proximity. The personal contacts dimension captures direct interaction among people across countries. It includes international telecom traffic, international letters sent and received, arrivaldeparture of international tourists, government and workers transfer received and paid as a percentage of GDP and stocks of foreign population living in a country. The first two indicators measure direct communications among people living in different countries, while the latter three indicate the degree of facetoface interaction with foreigners. The information flows dimension is more indicative compared to measurable direct interactions in the personal contacts component, and is intended to proxy potential flows of ideas and images. This dimension includes the number of internet users, cable television subscribers, and the number of radios and daily newspapers traded. These indicators measure potential degrees of news and information exchanges and the spread of ideas, images and norms. The last dimension is cultural proximity, capturing familiarity with the global mainstream culture, i.e. the United States and the west. It includes the number of Mc Donalds outlets and IKEA stores, as well as the amount of books imported and exported as a percentage of GDP. Given the fact that books are generally cultural goods, book trade proxies cultural exchanges, while newspaper trade stands for information exchanges. Cultural proximity basically measures a countrys closeness to western culture, taking the argument of Rosendorf 2000 regarding the American domination of cultural globalization. A more detailed description on the KOF Social Globalization Index can be found in Appendix 3. 2 In order to cover the year of 2008, we linearly interpolate the KOF Social Globalization Index. 9 3.2. Womens Rights There is no agreement as to the most effective and representative indicators of womens economic rights. Female labor force participation rates, one of the commonly used indicators, often neglect the fact that an increase in womens labor force participation does not necessarily lead to womens economic empowerment because high participation can be accompanied with low pay and poor working conditions, especially for women in developing countries Cagatay and Erturk 2004; Seguino 1997. Besides, another available indicator, female earned income share relative to total income, suggested by the UNDP Genderrelated Development Indicator GDI, includes female wage bills in nonagricultural sectors and total female population in the calculation, neglecting how many women actually participate in the labor force and the income earned by women working in agricultural and informal sectors, a significant portion of female employment in developing countries Klasen 2004; Stanton 2007. Seeing as the currently available indictors of female employment and income have these distinctive drawbacks, and therefore reflect womens economic power only partially, we choose a composite index including different dimensions of womens economic empowerment. The Cingranelli and Richards CIRI Index on womens economic rights measures legal guarantee and actual practice in ensuring equal payment, employment, promotion and choice of occupation. Detailed components of the womens economic rights the CIRI Index includes are listed in Appendix 4. Womens social rights include social institutional factors, tradition, cultural practice and attitude attributing to root causes of gender discrimination Branisa, Klasen and Ziegler 2009a; Morrison and Jutting 2005; Potrafke and Ursprung 2010. We employ the CIRI Index on womens social rights because this index measures womens legal standing and related practice in family and private matters, as well as a fundamental foundation shaping womens wellbeing and opportunity education 3of the womens social rights the CIRI Index includes. . Appendix 4 presents detailed components Both indices have an ordinal score ranging from 0 to 3: score 0 indicating no womens rights in the relevant dimension; 1 some womens rights guaranteed under law but not enforced in practice; 2 some rights guaranteed under law and enforced in practice but still 3 The OECD Social Institutions and Gender Index SIGI also measures womens institutional rights. But we prefer the CIRI Index because the SIGI Index is available only in developing countries and does not provide timevariations in its measurements. 10 allowing a low level of discrimination against women; and 3 full or nearly full rights guaranteed by law and enforced in practice Cingranelli and Richards 2008. In order to assess the impact on son preference, we utilize the wellknown concept of missing women developed by Sen 1988; 2003. He estimates the number of women who died due to unequal access to health missing women, based on sex ratios in African populations and suggests approximately 100 million women worldwide have been victims of gender inequality in healthcare. His estimations have been discussed and modified with more accurate methods that take the determinants of female and male mortality in different ethnic groups and regions into account Coale 1991; Klasen 1994; Klasen and Wink 2003; Oster 2005. Regardless of the method used, all of the studies estimate 69 million missing women in a given time, suggesting the problem is very significant in magnitude. Arguably, missing women is one of the most atrocious forms of gender discrimination, depriving women of life. We use a newly developed indicator of Son Preference, which is part of the OECD Social Institution and Gender Index Branisa, Klasen and Ziegler 2009b. Son preference missing women describes the difference between the number of women that should be alive assuming no son preference and the actual number of women in a country. All countries 124 developing countries covered in total are assigned values between 0 no women are missing and 1 accordingly Gender, Institutions and Development Database, 2009. 3. 2. 1. Human Trafficking Human trafficking inflows into a country proxy respect for foreign women without a legal standing in a country, indicating the degree a country tolerates exploitation and abuse against undocumented foreign women. It is a good indicator for this purpose because human trafficking is an extreme form of abuse and violence against those vulnerable in society, the vast majority of victims being foreign women Dutch National Rapporteur 2010; German Federal Criminal Police Office 2008; UNODC 2006. Therefore, this proxy indicates whether womens rights can be ensured regardless of citizenship and for those most marginalized in society. As human trafficking is a clandestine, criminal activity, with those being trafficked and involved in such activities being part of hidden populations Tyldum and Brunovskis 2005, reliable and comparable data reflecting comprehensive magnitudes of the problem is very difficult to obtain, if not impossible Kangaspunta 2003. Among the currently available informational sources, the Incidence Reporting Index developed by the UNODC 2006 is one 11 of the most reliable indicators, aggregating numbers of incidence reporting from 113 major institutes during the data collection period of 19962003. The Index covers 161 countries and has an ordinal scale ranging from 0 to 5, with score 0 indicating no reported inflow of human trafficking and 5 a very high inflow see Appendix 5 for more details. . This index is relatively comprehensive and comparable across countries but is not free from drawbacks. Firstly, it aggregates information collected during the period and therefore timevariations of human trafficking are not captured. Secondly, given the geographical distribution of informational sources, the data collection can be subject to regional bias, namely an overestimation of incidences in western countries and an underestimation in other regions.4 In order to overcome these problems, we employ another dataset coded from the United States Trafficking in Persons Reports 20012009. Country narratives of the reports categorize countries of destination if at least 100 cases of human trafficking inflows have been discovered in the past year. We construct a binary variable coding 1 if a country is a destination in a given year and 0 otherwise, following Akee et al. 2010a; 2010b. While Akee et al. focus on crosssectional information collected in 2002, we extend the data from 2000 to 20085 in order to capture timedimensions in our analysis. Therefore, this binary panel data supplements the UNODC Index with crosssectional but more detailed ordinal scores. 4. Estimation Strategies We estimate pooled timeseries crosssection panel data regressions. The panel data covers a maximum of 150 countries during the 19812008 period. The basic equation to test our hypotheses is specified as: Rightsit 1 2 Rightsit1 3 Globalizationit 4 Zit i t uit 1 where Rightsit represents our measure of womens economic and social rights CIRI Index respectively, for country i in year t. Globalizationit is the variables of our main interest: trade openness 6 and foreign direct investment stock7 for economic globalization and information flows, personal contacts and cultural proximity for social globalization. Z is a vector 4 The geographical distributions of the informational source institutions are Western Europe 29%; North America 18%; Asia 11%; Africa 5%; Central and Eastern Europe 5%; Latin America 4%; Oceania 4%; and the CIS 2%, in addition to 22% of institutions categorized as international. 5 The US Annual Reports are based on information collected in the previous year, thus the annual reports of 20012009 cover the 20002008 period. 6 We normalize the sum of exports and imports by GDP. 7 Given the distribution of FDI stock, we take a log. Furthermore, we normalize log FDI stock by GDP. 12 containing control variables. i represents country fixed effects and t time fixed effects. uit is the idiosyncratic error term. We also include the lagged dependent variable, Rightsit1, as womens rights reflect culturally rooted practice and persist over time. Including a lagged dependent variable has another advantage, fixing problems associated with autocorrelation and model dynamic effects of X variables on Y Beck and Katz 1995. As we have a timeseries of 28 years, a potential inconsistency problem by including a lagged dependent variable in a panel setting, a socalled Nickell bias 1981, can be minimized Beck and Katz 1995. Our dependent variable has an ordinal structure ranging from 0 to 3, and therefore we estimate our model with ordered probit following the previous literature. Consequently, we cannot control for country fixed effects due to the incidental parameter problem Lancaster 2000; Wooldridge 2002. Instead, we include several timeinvariant variables which reflect country characteristics and influence womens rights in that country. Additionally, unobserved heterogeneous effects are addressed in the twostage least squares estimations with fixed effects, which we will describe in section 4.2. Standard errors are clustered at the country level to account for the fact that observations from the same country in different years are not independent observations. To correct for autocorrelation and heteroskedasticity in the error term, we additionally employ NeweyWest estimations with one lag Newey and West 1987. The vector of control variables Zit includes other potential determinants of womens rights suggested by the existing literature on the subject. We follow the studies of Neumayer and de Soysa 2007, 2011, Oostendorp 2009 and Kucera and Milberg 2000, who all focus on causal factors of womens rights and gender discrimination. Accordingly, the model includes the level of economic development, logged per capita income, data taken from the World Development Indicator 2009, and political development, democracy, taken from the Polity IV data Marshall and Jaggers 2009. We also control for regional effects as suggested by Morrison and Jutting 2005, assuming that there are significant regional differences in regard to social institutions dealing with womens rights. The percentage of the total population which is Muslim in a country is also included because womens rights are closely associated with religion Dollar and Gatti 1999 and Islamic practice is known to be negatively related to womens rights Donno and Russett 2004; Ross 2008. Turning to the estimation with son preference, the model takes the following form: Son Preferencei 1 3 Globalizationi 4 Zi ui 2 13 where Son Preferencei reflects the level of son preference in a country. Globalizationi is the main variables of our interest. Z is a vector containing control variables and ui is the error term. Son preference is known to be a persistent problem in the developing world but not necessarily in developed countries Sen 1988 and therefore the Son Preference Index is only available for developing countries. As a consequence, our analysis includes 90 developing countries. Given that the data, taken from the OECD SIGI Index, is crosssectional and collected in the year of 2000, we conduct a crosssectional analysis and drop values after the year 2000 in our dataset in order to avoid a potential reversefeedback. As the dependent variable has an ordinal structure with a fivepoint scale from 0 to 1, where a higher score indicates a higher level of missing women due to son preference, we employ an ordered probit estimation and cluster standard errors at the country level. Following the pioneer studies on son preference Klasen 1994, 2008; Klasen and Wink 2003; Das Gupta 2005, 2006, we control for female education and labor force participation as indicators of womens empowerment. Life expectancy at birth is included to control for the effects of general health conditions on son preference and fertility rates are included because the number of children a family has may also affect son preference. Additionally, logged per capita income is controlled for in order to capture the impact of economic development. Regional dummies are also included. Lastly, we specify our model to test the impact of globalization on human trafficking as follows: Human Traffickingi 1 2 Globalizationi 3 Zi ui Human Traffickingit 1 2 Globalizationit 3 Zit i t uit 3 3 In equation 3 Human Traffickingi reflects the incidence levels of human trafficking inflows, taken from the UNODC Incidence Reporting Index, and Globalizationi is the main variables of our interest. Taking into account that the UNODC Index is crosssectional, reflecting the level of human trafficking flows during the 1996 2003 period, we use values from the prior period i.e. 1981 to 1995 in order to avoid reversefeedback effects. Z is a vector containing control variables and ui is the error term. As the dependent variable has an ordinal structure ranging from 0 to 5 0 being no reported inflows of human trafficking and 5 being very high flows, we employ an ordered probit estimation and cluster standard errors at the country level. Additionally, by using panel data, coded from the US Trafficking in Persons Annual Report, we are able to conduct a panel analysis, covering the years 20002008. The specification is shown in equation 3 . Human Traffickingit is a dummy variable, with 1 indicating a country that had more than 100 cases of human trafficking inflows and 0 14 otherwise. Globalizationit represents the main variables of our interest. Z is a vector containing control variables. i represents unobserved individual effects and t captures timefixed effects. ui is the idiosyncratic error term. Given the dependent variable is a dummy, we employ probit estimations and cluster standard errors at the country level. Additionally, we conduct probit random effects estimations in order to control for unobserved heterogeneous effects. As empirical studies on human trafficking are scarce, we utilize both theoretical predictions and empirical qualitative and quantitative findings focusing on pull factors of human trafficking in order to select control variables. First, we include logged per capita income as income level is seen as a dominant pull factor of human trafficking Cameron and Newman 2008. As human trafficking is largely operated by organized criminal groups, the level of control of corruption that affects the level of organized criminal activities, taken from the World Bank Governance Indicator Kaufmann et al. 2009 is also controlled for Agbu 2003. Womens rights in a country are included because human trafficking is a genderbased problem, with women making up the majority of victims Bartilow 2010. Logged population sizes are also controlled for because incidences reported in the UNOCD database are not normalized by population sizes UNODC 2006, therefore the index may penalize countries with large populations. Additionally, we control for regional and religion effects 8. 4.1. Endogeneity Concern We address whether our main model equation 1 is subject to reverse feedback effects, i.e. improvements in womens economic and social rights are causes of global integration rather than outcomes. Arguably, greater womens rights might also lead to higher globalization. For example, the active participation of women in society may increase information and personal exchanges across countries because there will be a larger pool of internet users, travelers etc. Table 2 shows the results of the Granger causality tests which were conducted to address this issue. According to Granger 1969, a variable x is Grangercausing a variable y if past values of x helps to explain y, once the past influence of y has been accounted for. We follow Dreher and Siemers 2009 and Dreher et al. 2010 to account for Granger causality in a panel setting as: 8 Data sources and descriptive statistics are presented in Appendix 1 and 2. 15 yitj 1jyit 1j 1jxit 1tiit4 Where i1, ,N and t1, T. The parameters are denoted it and it for country i during year t, the maximum lag length is represented by p. yit represents each of the globalization indicators for country i during the year t, while xit represents womens social and economic rights, respectively. While i represents unobserved individual effects, t is the unobserved time effects. it denotes the idiosyncratic error term 9. As the time period of our panel is 28 years, this is sufficiently long enough for the tests. We determine the optimal number of lags to be included using Ng and Perrons 1995 sequential ttest on the highest order lag coefficient, with a lag length of one being appropriate. We employ twoway fixed effects least square estimations, when the dependent variables are the five indicators of economic and social globalization, as well as clustering standard errors at the country level. When the dependent variables are womens rights, ordered probit estimations with clustered standard errors are employed. To test whether x Grangercauses y in equation 4, we check for joint significance using an Ftest on it. The results are shown in Table 2. The null hypothesis to be tested is that x does not Grangercause y. The first and third columns indicate that two variables of social globalization are Grangercaused by womens rights: information flows by womens economic rights and personal contact by both womens economic and social rights pvalues 0.0273, 0.0815, 0.0211 respectively. Trade, FDI and Cultural Proximity are not Grangercaused by womens rights. On the other hand, the second and fourth columns show that all of the three social globalization indicators Grangercause womens rights, as we fail to reject H0, while the Granger causal effects of economic globalization are somewhat mixed, i.e. there is no evidence suggesting that trade Grangercause womens social rights. The results essentially indicate that granger causality runs from globalization to womens rights, except for information flows to womens economic rights and personal contact to both economic and social rights, in which reverse effects are also detected. In order to address the endogeneity of these two variables, we employ an instrumental variable IV approach. The estimation methods are a twostage least square technique with twoway fixed effects 2SLS and an instrumental variable ordered probit oprobit IV. For oprobit IV, we conduct OLS with twoway fixed effects for the first stage regressions because the dependent variables, social globalization indicators, are continuous variables, ranging from 1 to 100. For the second stage, we run ordered probit regressions and correct standard errors by 9 As the Granger causality tests rely on the assumption that the series are stationary, we test the null hypothesis that all series are nonstationary Maddala and Wu 1999. The unit root tests suggest that our data are stationary. 16 bootstrapping 10. Given the ordinal structure of the dependent variables, the instrumental variable ordered probit estimation is more efficient than 2SLS Long 1997, while 2SLS estimations have advantages of controlling for unobserved individual effects. Thus, we employ both methods and compare the results. 11Our main choice of instrument is voting in line with G7 countries in the UN General . The justification for the Assembly on key issues, suggested by Dreher and Sturm 2010selection of this instrument is that countries which agree with policies of the global major powers are likely to be more exposed to the outside world. In order to increase the explanatory power of our instrument, we combine the main instrument with two other instruments reflecting degrees of globalization: the number of Mc Donalds in a country and restrictions to trade and capital flows. The first variable is part of cultural proximity, which turns out to have no explanatory power for womens rights in the empirical testing shown in the next section, while being closely related to other dimensions of social globalization when we include the number of Mc Donalds variable in the first stage regression, we do not include the cultural proximity variable in the second stage. The level of restrictions to trade and capital flows is closely associated with information flows and personal contacts because such restrictions are obstacles to receiving information, as well as human flows from other countries. While these two instruments are clearly associated with social globalization, it is hard to think of direct linkage between womens rights and the number of Mc Donalds in a country and restrictions to trade and capital flows. The validity of the selected instruments depends on relevance and exclusion restriction criteria. Table 5 shows the validity of the instruments. First, instrument relevance determines whether the selected instrument has a strong explanatory power on the endogenous explanatory variable of interest. The conventional firststage Fstatistics, proposed by Bound, Jaeger and Baker 1995, suggest that the selected instrument is relevant when the first stage Fstatistic on the excluded instrument is above 10. However, the Bound, Jaeger and Baker Fstatistics have been criticized in the literature for not being powerful enough in measuring the degree of instrument relevance in the presence of multiple endogenous variables Stock et al. 2002, Hahn and Hausman 2002, 2003. The CraggDonalds firststage Ftest Cragg and 10 As there is no function to command an instrumental variable ordered probit regression in STATA or other software programs, we manually program a command: run the first stage regression; predict the value; use the predicted value in the second stage regression; and finally correct the standard errors by bootstrapping with 100 replications. As we employ OLS with twoway fixed effects for the first stage regressions, we do not include timeinvariant control variables, share of Muslim in population, and OECD membership in the IV estimations. 11 We take the voting behavior index based on the definition of Thacker 1999, who codes votes in agreement with the United States as 1, votes in disagreement as 0, and abstentions as 0.5. 17 Donald 1993; Stock et. al. 2002 is known to be a more powerful test to deal with such a problem. This test reports the statistic used to test the null hypothesis, i.e. whether the parameter estimate for the instrument in the first stage regression is equal to zero. A CraggDonalds statistic above the critical value 10% maximal test size indicates the rejection of weak instruments. Additionally, we also employ Anderson canon LR statistics for underidentification tests. The results in Table 5 show that our instruments are strongly correlated with the instrumented endogenous variables, information flows and personal contacts, at conventional level of significance in all specifications. IVit 0it. In other words, the instruments cannot have Second, the selected IV should not vary systematically with the disturbance term in the second stage equation, i.e.independent effects on the dependent variable and can only explain y through a linkage with the endogenous independent variable. As far as our instruments are concerned, it is hard to think of any empirical arguments linking the systemwide direct effects of UN voting behavior and the number of Mc Donalds and restrictions to tradecapital flows with the degree of womens rights in a country. To justify the exclusion restrictions of our instruments, we employ the SarganHansen test, which shows that the nullhypothesis of exogeneity cannot be rejected at conventional level of significance. Turning to son preference and human trafficking, to the best of our knowledge, there is no literature suggesting causal effects running from son preference and human trafficking to globalization. However, we design our models to statistically minimize any suspicion of reversecausality. For the crosssectional estimations, we take the values of all the independent variables from the period prior to that in which the values consisting of the dependent variables were collected, as described above. For the panel analysis on human trafficking see equation 3 , we check for potential endogeneity by employing the Wald test for a maximum likelihood variant. The Wald test is run to test the null hypothesis that the correlation parameter rho is equal to zero i.e. whether the error terms in the structural equation and the reducedform equation for the endogenous variable are correlated Wooldridge 2002. Our results show that we fail to reject the null hypothesis of exogeneity at conventional level of significance in all of the specifications. 18 5. Empirical Findings Table 3 shows the results for womens economic rights, based on more than 3,000 observations from 146 countries in the last 28 years. In our estimations, we include the independent variables of interest with different combinations. First, we include only two of the economic globalization variables, and secondly one social globalization variable is added. Each estimation model includes only one social globalization variable because of the high correlation amongst the three social globalization variables, as shown in Table 1. Column 14 in Table 3 report results by ordered probit estimations, while column 58 show the results by NeweyWest estimations, correcting for autocorrelation and heteroscadascity in the error terms. . While these two indicators of social globalization Trade openness positively affects womens economic rights with conventional level of significance without controlling for social globalization, while the effect of FDI is largely insignificant. However, the positive effect of trade disappears when we control for information flows and personal contact 12have positive, significant effects on womens economic rights at the 15% level, cultural proximity is found to be insignificant. When we include cultural proximity as an indicator of social globalization in the estimation, the positive effect of trade is maintained. The control variables mostly behave as expected. The lagged dependent variable has high explanatory power at the 1% level, regardless of the choice of variables and the estimation method used, confirming the habituated and cultural nature of womens rights. Economic and political development income and democracy also positively affect womens economic rights in most specifications. Having a higher proportion of Muslims in a country decreases womens economic rights but the effect is insignificant. Finally, being a member of the developed countries club, the OECD, has a positive impact on womens economic rights. Turning to the impact on womens social rights shown in Table 4, the main findings are in line with those for womens economic rights. Social globalization, particularly through information flows and personal contact, improves the level of womens social rights, while economic globalization is widely insignificant. Additionally, cultural proximity has a positive effect on womens social rights when the NeweyWest estimation is applied, while this variable is insignificant to womens social rights with the other estimation. Overall, social globalization, measured by the three indicators, has a more pronounced effect on womens 12 An exception is column 6 in Table 3. Trade still positively affects womens economic rights after controlling for information flows, however, at the marginal level of significance, 10%. 19 social rights compared to that of economic globalization. Furthermore, the impact of economic globalization is less noticeable in womens social rights compared to that on womens economic rights. The lagged dependent variable is significant and positive at the 1% level and democracy is also positively associated with womens social rights. Different from the findings on womens economic rights, the Muslim variable is negative and significant to womens social rights, while the income level does not have any significant effect. The OECD membership is again positively linked to womens social rights at conventional level of significance. As shown in Table 5, we address the reversecausality effect by instrumenting the endogenous variables. For womens economic rights, we instrument information flows and personal contact with the three instrumental variables voting in line with G7; the number of Mc Donalds; restrictions to trade and capital flows and for womens social rights, personal contact is instrumented, as suggested by the Grangercausality tests. Estimated by using instrumental variable ordered probit and twostage least squares regressions, we find that personal contact increases womens economic rights and the effect is significant at the 5% level. However, the positive effects of information flows on womens economic rights and personal contact on womens social rights are not confirmed. Taking endogeneity into account, the personal contact component of social globalization positively affects womens economic rights, in addition to the positive impact of information flows on womens social rights. To highlight the significant effects of social globalization in a quantitative manner, we estimate the marginal effect probability. The results in Table 8 show that increasing personal contact by one standard deviation increases the probability of achieving higher womens economic rights score 2 and 3 by 6% and 0.01% respectively, while decreasing the probability to be in the bottom levels of womens economic rights, score 0 and 1, by 0.2% and 6.4% respectively. A one standard deviation increase in information flows increases the probability of having a higher level of womens social rights score 2 and 3 by 4.7% and 0.02%, respectively 13seems that the marginal effects of social globalization are sizeable in determining either relatively high womens rights score 2 or relatively low womens rights score 1. , and decreases the probability to be score 0 and 1 by 0.7% and 4.7%. It 13 The marginal probability for score 3 of womens social rights does not turn out to be statistically significant pvalue 0.116. 20 Turning to the impact on son preference Table 6, we find that being closer to western culture, i.e. cultural proximity, decreases the problem of favoring sons over daughters, while other variables of both economic and social globalization are widely insignificant. It suggests that son preference is a problem prevailing in certain cultures more distance to the western mainstream culture. Womens empowerment female education and labor force participation decreases son preference, as expected. A better general health condition, proxied with life expectancy, also decreases son preference, while the number of children per woman does not have any additional bearing on son preference if controlling for womens education and employment. One interesting finding is that a higher income leads to higher son preference in developing countries. This puzzling finding can be explained with the expected nonlinear effect of income on son preference Oster 2008. In other words, when people have an insufficient yet higher level of resources food and health care relative to fellow citizens, gender inequality between sons and daughters would increase because parents would first distribute the available resources to sons, while in the poorest countries with scarce resources, both sons and daughters suffer rather equally from malnutrition and poor health care. This positive association between income and son preference is expected to diminish when income reaches a sufficiently high level i.e. a high income, developed country where both sons and daughters can benefit. These findings are consistent regardless of whether or not the sample includes China and India, where son preference is most responsible for the highest proportion of missing women in the world Klasen 2008. Table 8 shows the quantitative marginal effect of cultural proximity on son preference. Through an increase by one standard deviation in cultural proximity, the probability of having no son preference score 0 increases by 33%, while decreasing the probability of having a higher level of son preference score 0.25 or higher by a maximum of 20%. . Finally, Table 7 shows the results for human trafficking, a proxy of respect for marginalized foreign women. It suggests that social globalization personal contact tends to increase human trafficking inflows into a country, while other indicators of globalization do not have any significant effect. This result seems to support a positive linkage between migration and human trafficking, which is suggested in the literature Mahmoud and Trebesch 2009. This result indicates that while social globalization is beneficial to domestic womens rights and status, it does not increase respect for foreign women without a legal standing in a country. In fact, globalization can even be detrimental to them. This argument can be supported with the finding that the level of womens rights in a country is unanimously insignificant to human trafficking inflows. When we include the womens economic rights 21 variables in the estimation instead of womens social rights, the result remains the same. With respect to control variables, a higher control of corruption reduces human trafficking inflows, while a higher level of income induces more human trafficking. The population size also increases human trafficking inflows, as expected. The results are consistent when employing different datasets on human trafficking flows and regardless of estimation techniques, except for some minor changes in significance levels of control variables. Table 8 shows the marginal effects probabilities of personal contact on human trafficking. Through an increase of one standard deviation in personal contact, the probability of a country having a medium level of flows, high flows and very high flows i.e. score 3, 4 and 5 increase by 25.5%, 15% and 2.1% respectively although the effect for score 5 is not significant at conventional level. At the same time, the probability of having low, very low or no reported flows score 2, 1 and 0 decrease by 15%, 19% and 8.5%. 6. Robustness of Findings We examine the robustness of our main findings by employing variants of the extreme bound analysis EBA, proposed by Leamer 1983 and Levine and Renelt 1992. In order to perform EBA, the following equation is estimated. yitCCEEZZ5 where y indicates womens economic and social rights, respectively, and vector C includes commonly accepted explanatory variables which are also referred to in the literature as focus variables. In our case, this is logged income, following the literature. This variable is always included in our estimations here. The vector E contains the variables of interest that one would like to examine in our case, the globalization variables. The vector Z contains up to three possible additional explanatory variables. These are the variables in which there is no consensus in the literature, however according to the broader literature, they are related to the dependent variable Levine and Renelt 1992; Folster and Henrekson 2001. While denotes the coefficient of the respective variables, denotes the idiosyncratic error term. The main advantage of the EBA is that it reduces the multicolinearity problem as it only allows for three variables at a time from vector Z, along with the variable of interest in vector E, to perform estimations. Apart from this, the EBA also significantly reduces the underspecification problems associated with typical regression models. However, it can also lead to biased results due to misspecification or reduction in observations. Thus we use the 22 results of the EBA only to check whether the main findings can still hold in different specifications. The basic EBA test for the main variable of interests in E states that if the lower extreme bound for E i.e. the lowest value for E minus two standard deviations is negative, while the upper extreme bound for E i.e., the highest value for E plus two standard deviations is positive, the variable E is not robustly related to womens rights Levine and Renelt 1992. SalaiMartin 1997 argues that this criterion is far too restrictive for any variable to pass the test. Thus, we report not only the extreme bounds, but also the percentage of the regressions i.e. % sign column in which the coefficient of the variable F is statistically different from zero at the five percent level. Moreover, we follow SalaiMartins 1997 recommended procedure and analyze the entire distribution. Accordingly, we also report the unweighted parameter estimate of F and its standard error, as well as the unweighted cumulative distribution function, CDF0. The CDF0 shows the larger portion of the area under the density function either above or below zero, i.e. whether this happens to be CDF0 or 1CDF0. Thus the CDF0 always lies between 0.5 and 1.0. We use a CDF0 value of 0.90 as the threshold above which we consider variables to be robust, following SalaiMartin 1997. We estimate the EBA using ordered probit for set 1, 2 and 3 and probit for set 414. Table 9 shows the results of the EBA. Set 1 and 2 correspond to the estimations on womens economic and social rights and the results are consistent with the main results in section 5. Personal contact increase womens economic rights and information flows womens social rights. Also, all of the control variables have significant effects with an expected sign. Set 3 shows the results on son preference. Cultural proximity decreases son preference problems at the significant level. Female education and employment also reduce the problem, while life expectancy and fertility rates turn out to be insignificant in the EBA estimation. In contrast to them, findings in set 4 do not confirm the detrimental effect of personal contact on human trafficking, calling for a cautious interpretation of the main result. 7. Conclusion In this paper, we have analyzed how different dimensions of globalization affect various aspects of womens status and rights. As our theory predicts, it is social globalization that improves womens rights and empower women both in the economic and social dimensions. 14 For set 1, 2 and 4, timefixed effects are included. Regional dummies are also included in each specification but not reported here. Robust standard errors are employed and clustered at the country level except set 4. For set 4, the dependent variable is a dummy, whether a country belongs to destination in the given year. 23 Economic globalization trade and FDI has no impact to womens empowerment when controlling for the effects of social globalization. Although generally disregarded in the previous literature, the positive impact of social globalization seems to be logical given that improving womens rights and value in society is closely related to changes in perceptions, attitudes and ideas. Our main findings suggest that information flows exchanges of ideas and images are beneficial to womens social rights, while personal contact direct communication amongst people in different countries enhances womens economic empowerment. Additionally, being closer to the mainstream western culture, reduces son preference problems in developing countries. How and why these three aspects of social globalization affect different dimensions of womens rights is still an open question, leaving room for further research. Last, our analysis suggests that the beneficial effect of social globalization on local womens rights is not necessarily passed on to marginalized foreign womens group, proxied as human trafficking inflows. As we have shown, globalization does not reduce human trafficking inflows and the associated exploitation of women without a legal standing in a country, if not increasing its incidence in some cases. It seems that the impact of globalization on womens rights is still confined, with its effects not yet having global penetration for cosmopolitan citizens. 24 Review 41: 113. Trafficking, Law Enforcement and Victim Protection: A Middlemans Perspective, mimeo, Cornell University. Reference Agbu, Osita. 2003. Corruption and Human Trafficking: The Nigerian Case. West Africa Akee, Randall, Arjun Bedi, Arnab K. Basu and Nancy H. Chau. 2010a. Transnational Akee, Randall, Arnab K. Basu and Nancy H. Chau and Melanie Khamis. 2010b. Ethnic Fragmentation, Conflict, Displaced Persons and Human Trafficking: An Empirical Analysis, IZA Discussion Paper Series. No. 5142. AT KearneyForeign Policy Magazine. 2006. http:www.atkearney.comindex.phpPublicationsglobalizationindex.html Bartilow, Horace. 2010. Gender Representation and International Compliance Against Human Trafficking, mimeo. Cross Section Data. American Political Science Review 893: 634647. Gender Wage Discrimination: Evidence from East Asia. Review of Development Economics, 8, 2, 237254. Beck, Nathaniel and Jonathan N. Katz. 1995. What to do and not to do with TimeSeries Berik, Gunsei, Yana van der Rodgers and Joseph E. Zveglich. 2004. International Trade and Bound, John, David Jaeger and Regina Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation between the Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association 90: 443450. in Urban China. Feminist Economics 1334: 213237. Perspective. International Labour Office Working Paper 19: Geneva. Construction of the Social Institutions and Gender Index SIGI. GeorgAugust University of Goettingen. Mimeo. Branisa, Boris, Stephan Klasen and Maria Ziegler. 2009a. Why We should All Care about Social Institutions Related to Gender Inequality. Courant Research Centre: Poverty, Equity and Growth Discussion Papers 15. GeorgAugust University of Goettingen. Germany. Branisa, Boris, Stephan Klasen and Maria Ziegler. 2009b. Background Paper: The Braunstein, Elissa and Mark Brenner. 2007. Foreign Direct Investment and Gendered Wages Cagatay, Nilufer and Korkuk Erturk. 2004. Gender and Globalization: A Macroeconomic Cameron, Sally and Edward Newman. 2008. Trafficking in Humans: Structural Factors, in Trafficking in Humans: Social, Cultural and Political Dimensions, edited by Sally Cameron and Edward Newman. United Nations University Press. Cingranelli, David and David Richards. 2008. The CingranelliRichards CIRI Human Rights Cho, SeoYoung 2010. International Human Rights Treaty to Change Social Patterns The Convention on the Elimination of All forms of Discrimination against Women. Cege Discussion Paper Series No.93. GeorgAugust University of Goettingen, Germany. Chow, Easter NL. 2003. Gender Matters Studying Globalization and Social Change Coale, Ansley. 1991. Excess Female Mortality and the Balance of the Sexes: An Estimate of the Number of Missing Females. Population and Development Review 17: 517523. in the 21st Century. International Sociology, 18, 3, 443460. Data Project Coding Manual. http:ciri.binghamton.edu. 25 Index. Applied Economics 38, 10: 10911110. Consequences, New York: Springer. Population and Development Review 31:539535. What are the Linkages?. World Politics 564: 582607. Instrumental Variable Models, Econometric Theory 9: 222240. Women: Response to Oster. Population and Development Review 32:328332. Suffocate, or Liberate? Testing the Effects of Economic, Social, and Political Globalization on Human Rights, 1981 2005. Kyklos, forthcoming. Times Good for Women. World Bank Policy Research Report on Gender and Development Working Paper, No. 1. Cragg, John, and Stephen Donald. 1993. Testing Identifiability and Specification in Das Gupta, Monica. 2005. Explaining Asias Missing Women: A New Look at the Data. Das Gupta, Monica. 2006. Cultural versus Biological Factors in Explaining Asias Missing De Soysa, Indra and Krishna Chaitanya Vadlamannati. 2010. Does Being Bound Together Dollar, David and Roberta Gatti. 1999. Gender Inequality, Income and Growth: Are Good Donno, Daniela and Bruce Russett. 2004. Islam, Authoritarianism and Female Empowerment: Dreher, Axel. 2006. Does Globalization Affect Growth? Empirical Evidence from a new Dreher, Axel, Martin Gassebner and LarsH.R. Siemers. 2010. Does Terror Threaten Human Rights? Evidence from Panel Data. Journal of Law and Economics 53 1: 6593. Dreher, Axel, Martin Gassebner and LarsH.R. Siemers. 2011. Globalization, Economic Dreher, Axel, Noel Gaston and Pim Martens. 2008. Measuring Globalization Gauging its Dreher, Axel and LarsH.R. Siemers. 2009. The Nexus Between Corruption and Capital Dreher Axel, JanEgbert Sturm. 2010. Do the IMF and the World Bank Influence Voting in Dutch National Rapporteur. 2010. The Eighth Report of the Dutch National Rapporteur on Freedom and Human Rights. Journal of Conflict Resolution, forthcoming. the UN General Assembly? Public Choice, forthcoming. Account Restrictions, Public Choice 140, 12: 245265. Trafficking in Human Beings. Den Haag. in 2008. Berlin. Framework. Annals AAPSS: 598. and at Home. World Development, 28, 7, 11731190. and Taxation in Rich Countries. European Economic Review 45 8: 15011520. Elkins, Zachary and Beth Simmons. 2005. On Waves, Clusters, and Diffusion: A Conceptual Folster, Stefan and Magnus Henrekson. 2001. Growth Effects of Government Expenditure Fontana, Marzia and Adrian Wood. 2000. Modeling the Effect of Trade on Women, at Work German Federal Criminal Police Office. 2008. Situation Report Trafficking in Human Beings Granger, Clive W. J. 1969. Investigating Causal Relations by Econometric Models and Cross Guardian. 2010. http:www.guardian.co.ukworld2010jul02iranianwomanstoningdeath Hahn, Jinyoung, and Jerry Hausman. 2003. Weak Instruments: Diagnosis and Cures in Hahn, Jinyoung, and Jerry Hausman. 2002. A New Specification Test for the Validity of Empirical Econometrics, American Economic Review 93: 118125. Instrumental Variables, Econometrica 70: 163189. spectral methods. Econometrica 37: 424438. penalty. 26 Database on Trafficking in Human Beings, Forum on Crime and Society 31 and 2: 81103. Kangaspunta, Kristiina. 2003. Mapping the Inhuman Trade: Preliminary Findings of the Kaufmann, Daniel, Kraay, Aart and Massimo Mastruzzi, 2009, Governance Matters VIII: Aggregate and Individual Governance Indicators 19962008, Policy Research Working Paper Series 4978, The World Bank, Washington DC. 1071. Economics 92:263299 Econometrics 95:391413. London: Sage. Review 73 1: 3143. Possible Solutions. Journal of Human Development 72:243274. Gender Bias in Mortality. In Arguments for a Better World: Essays in Honor of Amartya Sen, edited by Basu, Kaushik and Ravi Kanbur. Oxford: Oxford University Press. Klasen, Stephan. 1994. Missing Women Reconsidered. World Development 227:1061 Klasen, Stephan. 2004. UNDPs Genderrelated Measures: Some Conceptual Problems and Klasen, Stephan. 2008. Missing Women: Some Recent Controversies on Levels and Trends in Klasen, Stephan and Claudia Wink. 2003. Missing Women: Revising the Debate. Feminist Kucera, David and William Milberg. 2000. Gender Segregation and Gender Bias in Manufacturing Trade Expansion: Revisiting the Wood Asymmetry. World Development 28 7: 11911210. Lancaster, Tony, 2000. The Incidental Parameter Problem Since 1948. Journal of Long, Scott J. 1997. Regression Models for Categorical and Limited Dependent Variables. Leamer, Edward E. 1983. Lets take the Con out of Econometrics. American Economic Levine, Ross and David Renelt. 1992. A Sensitivity Analysis of Crosscounty Growth Maastricht Globalization Index. 2005. http:www.globalisationindex.infoMGIMGI.html Maddala, G.S and Shaowon Wu. 1999. A Comparative Study of Unit Root Tests with Panel Data and new Simple Test. Oxford Bulletin of Economic and Statistics 61: 631652. Mahmoud, Toman Omar, and Christoph Trebesch, 2009, The Economic Drivers of Human Marshall, Monty G. and Keith Jaggers, 2009. Polity IV Project: Political Regime Moghadam, Valentine M. 2007. Globalization, States and Social Rights: Negotiating Womens Economic Citizenship in the Maghreb. mimeo. Purdue University. Morrison, Christian and Johannes P. Jutting. 2005. Womens Discrimination in Developing Neumayer, Eric and Indra de Soysa. 2007. Globalization, Womens Economic Rights and Neumayer, Eric and Indra de Soysa. 2011. Globalization and the Empowerment of Women: An Analysis of Spatial Dependence via Trade and Foreign Direct Investment. World Development, forthcoming. Trafficking: MicroEvidence from Five Eastern European Countries, Journal of Comparative Economics, forthcoming. Countries: A New Dataset for Better Policies. World Development 337: 10651081. Regressions. American Economic Review 82 4: 94263. Characteristics and Transitions, 18002009, Polity IV. Forced Labour. World Economy 3010: 15101535 27 Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica 55: 703708. Newey, Whitney and Kenneth West 1987. A Simple Positive SemiDefinite, Ng, Serena and Pierre Perron. 1995. Unit Root Test in ARMA Models with Datadependent Methods for the Selection of the Truncation Lag. Journal of the American Statistics Association 90: 268281. Nickell, Stephen 1981. Biases in Dynamic Models with Fixed Effects. Econometrica, vol. 496: 141726. OECD Social Institutions and Gender Index. 2009. http:www.oecd.orgstatisticsdata0,3381,en_2649_33935_1_119656_1_1_1,00.html Oster, Emily. 2005. Hepatitis B and the Case of Missing Women. Journal of Political Oster, Emily. 2008. Does Increased Access Increase Equality? Gender and Child Health Investment in India. NBER Working Paper Series. N012743. Economy 1136: 11631216. Economic Review, Oxford University Press, 23:141161 Developing Countries. University of Konstanz. Germany. International Studies Quarterly 51:855876. 107123. Princeton University Press. Oostendorp, Remco H. 2009. Globalization and the Gender Wage Gap, World Bank Poe, Steve, C. Neil Tate and Linda Keith. 1999. Repression of the Human Right to Personal Integrity Revisited: A Global CrossNational Study Covering the Years 19761993. International Studies Quarterly 43:291313. Potrafke, Niklas and Heinrich W. Ursprung. 2010. Globalization and Gender Equality in Richards, David and Ronald Gelleny. 2007. Womens Status and Economic Globalization. Ross, Michael. 2008. Oil, Islam and Women. American Political Science Review 1021: Rosenau, James N. 2003. Distant Proximities: Dynamics beyond Globalization. Princeton: Rosendorf, Neal M. 2000. Social and Cultural Globalization: Concepts, History and SalaiMartin, Xavier 1997. I Just Ran Two Million Regressions. American Economic Seguino, Stephanie. 1997. Gender Wage Inequality and ExportLed Growth in South Korea. Sen, Amartya. 1988. Gender and Cooperative Conflicts. World Institute for Development Sen, Amartya. 2001. Many Faces of Gender Inequality. Frontline 1822:414. Sen, Amartya. 2003. Missing Women. British Medical Journal 11. Simmons, Beth and Zachary Elkins. 2004. The Globalization of Liberalization: Policy Simmons, Beth. 2009. Equality for Women: Education, Work and Reproductive Rights, Diffusion in the International Political Economy. American Political Science Review 981: 171189. Americas Role. In Governance in a Globalizing World, edited by J.S. Nye and J.D. Donahue, 10934. Washington DC: Brookings Institution Press. Mobilizing for Human Rights: International Law in Domestic Politics. Cambridge University Press, NY. Economics Research of the United Nations University. Helsinki, Finland. Review 87 2: 178183. Journal of Development Studies, 34, 2, 102132. 28 Instruments and Weak Identification in Generalized Method of Moments, Journal of Business and Economic Statistics. 20: 51852 Genderrelated Development Index. University of Massachusetts Amherst Working Paper Series No. 131. Stanton, Elisabeth. 2007. Engendering Human Development: A Critique of the UNDPs Stock, James A., Jonathan H. Wright, and Motohiro Yogo. 2002. A Survey of Weak Thacker, Strom. 1999. The High Politics of IMF Lending. World Politics. 52: 3875. Tyldum, Guri and Anette Brunovskis. 2005. Describing the Unobserved: Methodological Challenges in Empirical Studies on Human Trafficking in Data and Research on Human Trafficking: A Global Survey, edited by Frank Laczko, International Organizations for Migration, Geneva. United States Department of State. 20012009, Trafficking in Persons Report, Office of the United Nations Office on Drugs and Crime. 2006, Trafficking in Persons, Global Patterns United Nations Office on Drugs and Crime. 2009, Global Report on Trafficking in Persons, Wooldridge, Jeffrey 2002. Econometric Analysis of Cross Section and Panel Data. MIT World Development Indicator, 2009. http:data.worldbank.orgdatacatalogworlddevelopmentindicators Undersecretary for Global Affairs. United States Department of State Publication, Washington DC. Vienna. Vienna. Press. 29 Table 1. Correlation Matrix. Trade FD Information flows Personal contact Cultural proximity Trade 1.0000 0.1117 0.3625 0.4873 0.0908 FDI Information flows Personal contact Cultural proximity 1.0000 0.5295 1.0000 0.7192 0.3056 0.5584 0.6856 1.0000 0.5720 1.0000 Table 2. Granger Causality Test weconNot Granger causesgloweconNot Grangercaused byglo wosocNot Granger causesglo wosocNot Grangercaused byglo Womens Economic Rights Womens Social Rights 0.7693 0.0035 0.2497 0.2361 0.1481 0.0003 0.4173 0.0007 0.0273 0.0000 0.4036 0.0000 0.0815 0.0000 0.0211 0.0015 0.1788 0.0000 0.6052 0.0000 Trade FDI Information flows Personal contact Cultural proximity Note: The table reports pvalues for Granger causality tests using one lag. The nullhypothesis is that variable A does not Grangercause B. The first and third columns indicate whether womens rights Grangercause globalization, while vice versa for the second and fourth columns. 30 Table 3. Womens Economic Rights, 19812008, 146 countries Trade FDI stock Information flows Personal contact Cultural proximity Lagged dependent variable democracy log Income Muslim OECD Regional dummies Time dummies Observations Countries pseudo Rsq Fstat. 1 oprobit 0.002 0.001 0.517 0.599 1.928 0.094 0.013 0.006 0.111 0.045 0.001 0.001 0.735 0.160 Yes Yes 3,078 146 0.48 2 oprobit 0.001 0.001 0.638 0.604 0.009 0.004 3 oprobit 0.0002 0.001 0.404 0.673 0.009 0.004 1.919 0.094 0.012 0.006 0.048 0.059 0.001 0.001 0.630 0.156 Yes Yes 3,061 145 0.48 1.909 0.095 0.011 0.006 0.015 0.057 0.001 0.001 0.761 0.155 Yes Yes 3,035 144 0.48 4 oprobit 0.002 0.001 0.538 0.597 0.0005 0.002 1.927 0.094 0.013 0.006 0.107 0.048 0.001 0.001 0.723 0.174 Yes Yes 3,077 146 0.48 0.001 0.0002 0.139 0.126 0.651 0.017 0.004 0.001 0.033 0.009 0.0004 0.0003 0.2134 0.040 Yes Yes 3078 146 0.0004 0.0002 0.174 0.128 0.003 0.001 0.647 0.017 0.003 0.001 0.015 0.011 0.0004 0.0003 0.181 0.041 Yes Yes 3,061 145 5 6 oprobit NW oprobit NW 7 oprobit NW 6.98e05 0.0002 0.10 0.134 0.003 0.001 0.645 0.017 0.003 0.001 0.004 0.012 0.0004 0.0003 0.218 0.040 Yes Yes 3,035 144 8 oprobit NW 0.001 0.0002 0.148 0.126 0.0002 0.0005 0.651 0.017 0.004 0.001 0.031 0.010 0.0004 0.0003 0.208 0.042 Yes Yes 3,077 146 Note: Parentheses are standard errors. The standard errors are clustered at the country level in column 1 4. In Column 5 8 NeweyWest standard errors are applied. indicates significance at 1051% level. 31 146.73 144.56 145.40 142.67 5 oprobit NW 0.00039 0.0002 0.043 0.134 0.724 0.016 0.004 0.001 0.015 0.01 0.001 0.0003 0.291 0.043 6 oprobit NW 0.0002 0.0002 0.085 0.135 0.002 0.001 0.721 0.016 0.004 0.001 0.002 0.012 0.001 0.0003 0.263 0.044 7 oprobit NW 6.69e05 0.0003 0.016 0.138 0.002 0.001 0.719 0.016 0.004 0.001 0.01 0.013 0.001 0.0003 0.298 0.043 8 oprobit NW 0.0004 0.0002 0.083 0.135 0.001 0.0005 0.720 0.016 0.004 0.001 0.005 0.011 0.001 0.0003 0.266 0.044 Yes Yes 2,592 144 Yes Yes 2,569 143 Yes Yes 2,605 145 287.3 273.79 271.90 Note: Parentheses are standard errors. The standard errors are clustered at the country level in column 1 4. In Column 5 8 NeweyWest standard errors are applied. indicates significance at 1051% level. Table 4. Womens Social Rights, 19812008, 146 countries Trade FDI stock Information flows Personal contact Cultural proximity Lagged dependent variable Democracy log Income Muslim OECD Regional dummies Time dummies observations countries peudo Rsq Fstat. 1 oprobit 0.001 0.001 0.076 0.588 2.018 0.089 0.014 0.006 0.035 0.044 0.003 0.001 0.899 0.169 2 Oprobit 0.001 0.001 0.228 0.589 0.008 0.003 2.013 0.089 0.013 0.006 0.023 0.057 0.002 0.001 0.809 0.165 3 oprobit 0.0001 0.001 0.017 0.625 0.007 0.004 2.012 0.089 0.013 0.006 0.032 0.059 0.003 0.001 0.924 0.165 4 oprobit 0.001 0.001 0.163 0.595 0.003 0.002 2.012 0.089 0.014 0.006 0.013 0.048 0.002 0.001 0.840 0.182 Yes Yes 2,606 145 0.57 Yes Yes 2,592 144 0.57 Yes Yes 2,569 143 0.57 Yes Yes 2,605 145 0.56 32 Table 5. Womens Economic and Social Rights, 19812008, 145 countries, instrumental variable approach Trade FDI stock Information_flows Personal_contact Lagged dependent variable Countryfixed effects Democracy log Income Time effects Observations Countries Rsq. CraggDonald FStat. Anderson canon LR stat. Sargan stat. pvalue Replication 1 Oprobit IV Womens Economic Rights 2SLS 0.0005 0.001 0.411 0.322 0.012 0.010 0.005 0.022 0.007 0.769 0.005 0.022 2 Oprobit IV Womens Economic Rights 2SLS 0.001 0.001 0.496 0.509 0.0002 0.038 1.479 1.123 0.426 0.019 0.003 0.003 0.088 0.062 Yes Yes 2,566 145 0.659 23.11 48.21 0.52 1.955 0.078 0.024 0.004 0.171 0.133 No Yes 2566 145 0.45 100 0.040 0.016 0.419 0.020 0.0004 0.003 0.129 0.066 Yes Yes 2,268 144 0.646 21.44 66.60 0.802 0.082 0.038 1.935 0.085 0.035 0.006 0.027 0.116 No Yes 2294 144 0.47 100 3 Womens Social Rights 2SLS 7.20e05 0.001 0.333 0.540 0.010 0.02 0.496 0.021 0.002 0.004 0.067 0.068 Yes Yes 1,932 143 0.805 15.90 50.04 0.741 Oprobit IV 0.0001 0.001 1.649 1.219 0.068 0.048 2.233 0.082 0.0437 0.008 0.098 0.151 No Yes 1929 143 0.56 100 Note: Parentheses are standard errors. In column 1 and 2, the dependent variable is womens economic rights and in column 3, womens social rights. Instruments are voting in line with G7 countries in the UN General Assembly on key issues, the number of Mc Donalds outlets and restrictions to trade and capital flows. Instrumented endogenous variables are information_flows column 1 and personalcontact column 2 and 3. The standard errors are clustered at the country level. indicates significance at 1051% level. 33 Table 6. Son Preference, crosssectional 2000, 91 developing countries, ordered probit 10 0.197 2.584 4 0.544 2.526 6 0.863 2.218 3 0.005 0.005 0.451 2.438 8 0.493 2.492 0.007 0.020 2 0.812 2.479 0.005 0.019 5 0.004 0.006 0.829 2.194 9 0.005 0.005 0.075 2.491 11 0.006 0.006 0.369 2.231 0.009 0.018 0.002 0.017 1 0.003 0.006 0.738 2.430 0.003 0.020 7 0.005 0.006 0.364 2.431 0.004 0.020 Trade FDI stock Information flows Personal contact Cultural proximity log Income Female schooling Fertility rate Life expectancy Female labor force 89 Countries 0.45 peudo Rsq. Note: Parentheses are standard errors. The dependent variable has an ordinal score, consisting of 0, 0.25, 0.5, 0.75 and 1, a higher score indicating higher son preference in a country. Column 712 are results of estimations without China and India. The standard errors are clustered at the country level. indicates significance at 1051% level. 0.042 0.014 1.236 0.289 0.206 0.101 0.0653 0.203 0.111 0.058 0.0293 0.014 0.041 0.015 1.281 0.306 0.182 0.098 0.107 0.202 0.108 0.057 0.028 0.013 0.044 0.014 1.265 0.293 0.229 0.104 0.087 0.210 0.106 0.058 0.028 0.014 0.894 0.268 0.153 0.102 0.231 0.215 0.101 0.053 0.024 0.013 0.876 0.274 0.136 0.099 0.341 0.229 0.081 0.058 0.026 0.014 0.827 0.272 0.121 0.094 0.355 0.230 0.083 0.06 0.025 0.014 0.842 0.243 0.152 0.010 0.166 0.213 0.106 0.055 0.026 0.013 0.868 0.266 0.141 0.100 0.192 0.207 0.105 0.053 0.026 0.013 0.911 0.278 0.119 0.098 0.314 0.221 0.082 0.059 0.028 0.014 0.856 0.245 0.171 0.102 0.196 0.220 0.102 0.055 0.025 0.013 0.860 0.273 0.106 0.094 0.326 0.222 0.085 0.058 0.027 0.014 88 0.43 0.004 0.017 0.003 0.017 88 0.41 88 0.41 86 0.43 90 0.42 90 0.42 88 0.43 0.042 0.015 1.323 0.311 0.192 0.100 0.142 0.208 0.103 0.057 0.026 0.013 91 0.46 91 0.45 12 0.455 2.263 86 0.43 89 0.45 34 Table 7. Human Trafficking, 19811995 crosssectional and 20002008 panel, 150 countries Trade FDI stock Information flows Personal contact Cultural proximity Womens social rights Control of corruption log Population logIncome Time dummies Regional dummies Religion dummies observations countries peudo Rsq. 1 oprobit 0.003 0.006 2.232 2.546 0.007 0.012 2 oprobit 0.011 0.007 2.143 2.581 0.051 0.014 0.245 0.244 0.469 0.207 0.259 0.138 0.739 0.172 Yes Yes 122 0.22 0.150 0.250 0.638 0.203 0.455 0.159 0.262 0.175 Yes Yes 121 0.25 3 oprobit 0.003 0.006 1.836 2.464 0.007 0.007 0.227 0.244 0.521 0.205 0.274 0.139 0.650 0.135 Yes Yes 123 0.23 crosssectional crosssectional crosssectional 4 probit 0.004 0.004 2.676 2.805 0.005 0.014 5 probit 0.005 0.004 3.048 2.825 0.028 0.012 0.107 0.138 0.376 0.232 0.101 0.116 0.521 0.210 Yes Yes Yes 0.095 0.142 0.121 0.244 0.012 0.119 0.312 0.213 Yes Yes Yes 6 probit 0.004 0.004 2.408 2.493 0.0103 0.007 0.087 0.139 0.259 0.225 0.125 0.113 0.426 0.192 Yes Yes Yes 0.24 7 8 9 probit RE probit RE probit RE 0.007 0.006 5.145 5.099 0.001 0.023 0.008 0.007 5.010 5.008 0.0379 0.0211 0.001 0.206 0.888 0.454 0.167 0.230 0.726 0.350 Yes Yes Yes 0.036 0.206 0.604 0.460 0.034 0.239 0.454 0.340 Yes Yes Yes 0.004 0.006 3.812 4.67 0.013 0.014 0.036 0.204 0.842 0.460 0.127 0.213 0.640 0.313 Yes Yes Yes 100.07 Note: Parentheses are standard errors. The standard errors are clustered at the country level. indicates significance at 1051% level. Chistat. 88.74 96.19 537149 0.25 532148 0.26 540 150 537149 532148 540150 35 3 3 0 0.069 0.004 0.0001 0.04 0 0.162 0.013 0.0003 0.027 1 0.534 0.815 0.002 0.02 1 0.572 0.719 0.003 0.019 2 0.326 0.277 0.003 0.019 EY 1.322 1.273 0.003 0.019 0.033 0.0002 6.719e06 0.093 Table 8. Marginal Effects Womens Economic Rights Index value Sample frequency Probability at means Personal contact pvalue Womens Social Rights Index value Sample frequency Probability at means Information flows pvalue Son Preference Index value Sample frequency Probability at means Cultural proximity pvalue Human Trafficking Index value Sample frq. Prob. at means Personal contact pvalue Note: The table reports the marginal effects corresponding to Table 3, 4, 6 and 7. The row sample frequency reports the observed frequency in the sample, while probability at means yields the probability for observing a given index value according to the estimated model. 0.5 0.154 0.054 0.0045 0.063 0.25 0.098 0.135 0.007 0.025 0.75 0.044 0.0001 0.00002 0.603 0.091 0.0003 7.730e06 0. 116 EY 0.134 0.061 0.004 0.011 EY 1.232 1.159 0.002 0.02 0 0.703 0.811 0.011 0.007 0 0.124 0.034 0.004 0.011 1 0.165 0.128 0.009 0.003 2 0.174 0.229 0.007 0.004 2 0.213 0.172 0.002 0.02 3 0.331 0.523 0.012 0.007 4 0.132 0.080 0.007 0.001 5 0.074 0.006 0.001 0.174 EY 2.40 2.50 0.045 0.00 36 Average Std. errors % of Sign Set 1: Womens Economic Rights CDFU 0.438 0.002 0.336 0.997 0.603 1.000 0.990 0.965 1.000 0.001 0.843 0.005 0.006 0.003 0.094 0.011 0.002 0.213 Set 2: Womens Social Rights 0.002 0.991 0.005 0.006 0.003 0.083 0.011 0.002 0.245 0.061 0.000 0.030 0.998 0.904 1.000 0.998 0.977 1.000 Set 3: Son Preference 0.004 2.304 0.011 0.013 0.011 0.070 0.133 0.309 0.010 0.068 0.000 0.005 0.066 0.617 0.961 0.183 0.109 0.863 Lower Bound Upper Bound 0.003 3.468 0.011 0.003 0.006 0.000 0.004 0.017 0.000 0.007 3.848 0.017 0.001 0.003 0.000 0.003 0.022 0.000 .0240 8.862 0.043 0.074 .0086 0.525 0.525 0.209 0.066 0.008 3.154 0.027 0.04 0.018 2.268 0.078 0.001 2.075 0.007 4.457 0.026 0.434 0.025 2.420 0.099 0.001 3.252 0.015 6.757 0.058 0.032 0.012 0.062 0.798 0.134 0.024 0.909 0.694 0.915 0.998 0.943 1.000 0.998 0.995 0.999 0.732 0.697 0.765 0.999 0.993 1.000 0.999 0.997 0.999 0.780 0.629 0.708 0.958 0.970 0.995 0.804 0.783 0.983 Table 9. Results of EBA Variables Average Beta Trade FDI Personal Contact Information flows Cultural proximity LDV Democracy Muslim OECD Trade FDI Personal Contact Information Flows Cultural proximity LDV Democracy Muslim OECD Trade FDI Personal Contact Information Flows Cultural Proximity Female school Fertility rate Life expectancy Female labor 0.002 0.286 0.008 0.02 0.006 1.923 0.035 0.007 0.864 0.001 0.186 0.004 0.021 0.011 2.168 0.049 0.010 1.380 0.003 0.148 0.003 0.026 0.025 0.208 0.124 0.007 0.029 Set 4: Human Trafficking 0.013 0.120 0.807 0 0 0.002 2.043 0.009 0.011 0.006 0.121 0.119 0.184 0.066 0.003 0.384 0.733 0.751 0.846 0.982 0.699 0.882 0.823 0.896 0.763 0.858 0.875 0.001 1.438 0.011 0.028 0.003 0.174 0.124 0.285 0.052 0.004 0.475 Trade FDI Personal Contact Information Flows Cultural Proximity Womens econ Womens social Control corruption log population Catholic OECD 0.007 8.744 0.054 0.017 0.023 0.315 0.370 1.062 0.340 0.009 1.701 Note: Results are based on 575 womens economic and social rights and son preference, and 833 human trafficking regressions, respectively. Set 1, 2 and 4 include timefixed effects. Regional dummies are included in the regressions but not reported. For set 1, 2 and 3, ordered probit estimations are used and for set 4, probit estimations. Robust standard errors are applied and clustered at the country level for set 1, 2 and 3. Average beta and Average std. errors report the unweighted average coefficient and standard error, respectively. % of sign refers to the percentage of regressions in which the respective variable is significant at least the 5% level. CDFU is the unweighted CDF as detailed in section 6. The threshold to consider a variable robust is 0.90. Lower bound and Upper bound give the lowest and highest value of point estimate minusplus two standard deviations. 0.012 5.680 0.018 0.070 0.018 0.638 0.577 0.445 0.189 0.018 1.372 0.220 0.040 0.240 0.013 0.148 0.050 37 Figure 1: Trends of Social Globalization in the World , KOF Globalization Index Source: KOF Globalization Index, http:globalization.kof.ethz.chaggregationdisplay 38 Appendix 1. Data Source Variables Womens Economic Rights Womens Social Rights Son Preference Index Human Trafficking Index Trade FDI stock Information flows Personal contact Cultural proximity Restrictions to trade and capital Number of Mc Donald UN Voting in line with G7 Thacker definition Democracy Income Female schooling Female labor force participation Fertility rate Life expectancy Population size Control of corruption Share of Muslim in population Share of Catholic in population OECD membership Regional dummies Appendix 2. Descriptive Summaries of Data Data Sources CingranelliRichards Human Rights Dataset 2008 CingranelliRichards Human Rights Dataset 2008 OECD Social Institutions and Gender Index 2009 UNODC Incidence Reporting Index 2006 World Development Indicator 2008 World Development Indicator 2008 Dreher 2006 Dreher 2006 Dreher 2006 Dreher 2006 Dreher 2006 Dreher and Sturm 2010 Marshall and Jaggers, 2009 World Development Indicator 2008 World Development Indicator 2008 World Development Indicator 2008 World Development Indicator 2008 World Development Indicator 2008 World Development Indicator 2008 Kaufmann, Kraay and Mastruzzi 2009 Encyclopedia Britannica Book of the Year 2001 Encyclopedia Britannica Book of the Year 2001 http:www.oecd.org World Bank Classification Std. Dev. Minimum Maximum Variable Womens Economic Rights index Womens Social Rights index Son Preference index Human Trafficking index Human Trafficking dummy Trade % of GDP log FDI stockGDP Information flows index Personal contact index Cultural proximity index Restrictions to tradecapital Number of Mc Donald UN Voting in line with G7 index Democracy index log Income expected female schooling years Female share in labor force % Fertility rate Life expectancy logPopulation size Control of corruption index Share of Muslim in population % Share of Catholic in population % OECD membership dummy Observation Mean 1.32 1.24 0.13 2.33 0.71 74.67 0.33 51.59 45.28 29.50 52.39 184.10 0.52 2.78 7.48 11.87 39.43 3.60 65.01 16.23 0.06 24.58 30.81 0.20 3078 2729 1418 1105 884 3078 3078 3061 3035 3077 2767 2579 2871 3078 3078 1330 3078 3033 3019 3078 1347 3078 3078 3078 0.65 0.84 0.24 1.48 0.46 40.72 0.08 23.51 21.27 29.77 23.48 1106.47 0.15 7.03 1.59 4.10 9.27 1.85 10.65 1.47 1.00 35.95 35.46 0.40 6.320.14 0 0 0 0 0 0 1 8.30 1 5.44 0 0 10 4.38 1.26 6.35 1.08 26.41 12.68 1.76 0 0 0 3 3 1 5 1 438.09 0.52 98.29 94.59 97.24 97.11 13862 0.86 10 11.25 20.81 53.58 8.06 82.51 21.00 2.58 99.93 96.90 1 39 Appendix 3. KOF Social Globalization Index 1. Personal Contact 33% Telephone Traffic 26% Transfers percent of GDP 3% International Tourism 26% Foreign Population percent of total population 20% International letters per capita 25% 2. Information Flows 36% Internet Users per 1000 people 36% Television per 1000 people 36% Trade in Newspapers percent of GDP 28% 3. Cultural Proximity 31% Number of Mc Donalds Restaurants per capita 43% Number of Ikea per capita 44% Trade in books percent of GDP 12% Source: Dreher, Axel. 2006. Does Globalization Affect Growth? Empirical Evidence from a new Index. Applied Economics 38, 10: 10911110. Appendix 4.Womens Economic and Social Rights CIRI Index 1. Womens Economic Rights Equal pay for equal work Free choice of profession or employment without the need to obtain a husband or male relatives consent The right to gainful employment without the need to obtain a husband or male relatives consent Equality in hiring and promotion practices Job security maternity leave, unemployment benefits, no arbitrary firing or layoffs, etc. Nondiscrimination by employers The right to be free from sexual harassment in the workplace The right to work at night The right to work in occupations classified as dangerous The right to work in the military and police force 2. Womens Social Rights The right to equal inheritance The right to enter into marriage on a basis of equality with men The right to travel abroad The right to obtain a passport The right to confer citizenship to children or a husband 40 The right to initiate a divorce The right to own, acquire, manage, and retain property brought into marriage The right to participate in social, cultural, and community activities The right to an education The freedom to choose a residencedomicile Freedom from female genital mutilation of children and of adults without their consent Freedom from forced sterilization Source: CingranelliRichards Human Rights Dataset 2008 Appendix 5. Human Trafficking: Incidence of Reporting of Countries of Destination 5.1. Distribution of Ranking for Countries of Destination Source: UNODC, 2006, p.118 Number of Sources Index Ranking Total Number of Countries The Index does not explicitly specify ranking for countries with no inflow of human trafficking. 0 1 23 410 1124 2540 0 No 1 Very low 2 Low 3 Medium 4 High 5 Very high 24 29 27 50 21 10 41 Appendix 5.2. Country List Source: UNODC, 2006, p.20 Very High Belgium Germany Greece Israel Italy Japan Netherlands Thailand Turkey United States of America High Australia Austria Bosnia and Herzegovina Cambodia Canada China Hong Kong, China SAR Taiwan Province of China Cyprus Czech Republic Denmark France India Kosovo, Serbia and Montenegro Pakistan Poland Saudi Arabia Spain Switzerland United Arab Emirates United Kingdom Low Aruba Bangladesh Belize Brunei Darussalam Congo, Republic of Costa Rica Ecuador Egypt Haiti Indonesia Iraq Ireland Kyrgyzstan Lao Peoples Democratic Republic Libyan Arab Jamahiriya Luxembourg Mali Niger Oman Paraguay Romania Slovenia Sri Lanka Uganda United Republic of Tanzania Uzbekistan Yemen Very Low Algeria Bhutan Brazil Burundi Chad Chile Congo, Democratic Republic of Djibouti Dominica Ethiopia Fiji Gambia Georgia Honduras Jamaica Liberia Malawi Maldives Morocco Mozambique Republic of Moldova Senegal Sierra Leone Slovakia Sudan Tajikistan Trinidad and Tobago Zambia Zimbabwe Medium Albania Argentina Bahrain Benin Bulgaria Burkina Faso Cameroon Cote dIvoire Croatia Curacao Dominican Republic El Salvador Equatorial Guinea Estonia Finland Gabon Ghana Guatemala Hungary Iceland Iran Kazakhstan Kenya Kuwait Latvia Lebanon Lithuania Macao, China SAR Malaysia Mexico Myanmar New Zealand Nigeria Norway Panama Philippines Portugal Qatar Republic of Korea Russian Federation Serbia and Montenegro Singapore South Africa Sweden Syrian Arab Republic The former Yugoslav Macedonia Togo Ukraine Venezuela Viet Nam 42 ", "filename": "CRC-PEG_DP_73.pdf", "person": ["Seo-Young Cho", "Cho, Seo-Young"], "date": ["2011"]}