{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/24790/1/dp0216.pdf"], "title": ["Weiterbildungsmaßnahmen in Ostdeutschland: Ein Misserfolg der Arbeitsmarktpolitik?"], "plaintext": "Das Wichtigste in Kurze Im Jahr 2000 betrugen die Ausgaben des Bundes und der Bundesanstalt fur Arbeit fur aktive Arbeitsmarktpolitik AAMP uber Euro 20 Mrd., wovon etwa 50% fur Ostdeutschlandbestimmt waren. Ein Grocid:223teil dieser Mittel diente der Forderung der berucid:223ichen Weiterbildung Fb W. Angesichts der anhaltend hohen Arbeitslosigkeit stellt sich die Frage nach der Wirksamkeit dieser Politik, die grundsatzlich auf zwei Arten beantwortet werden kann:cid:149 Die mikrookonomische Evaluation untersucht die Effekte der Programmteilnahme furdas einzelne teilnehmende Individuum. Dabei ist entscheidend, die Wirkung von Macid:223nahmen auf die Teilnehmer aufgrund eines angemessenen Vergleichs der Nichtteilnahme zu schatzen. Fehlen experimentelle Daten, ist diese Situation fur Teilnehmer nichtbeobachtbar.cid:149 Die makrookonomische Evaluation analysiert gesamtwirtschaftliche Auswirkungen.Hier mussen also auch indirekte Effekte auf den gesamten Arbeitsmarkt berucksichtigt werden, und der Endogenitat des Ausmacid:223es der AAMP ist Rechnung zu tragen.Der vorliegende Beitrag fasst die zahlreichen wissenschaftlichen Evaluationsstudien zur Fb Win Ostdeutschland seit 1990 zusammen. Die meisten Studien zeigen ein desillusionierendes Bild: Auf individueller Ebene haben sich durch die Macid:223nahmenteilnahme keine verbesserten Arbeitsmarktchancen ergeben. Die makrookonomischen Studien zeigen eher negative Wirkungen der Fb W cid:151 abgesehen von lohnreduzierenden Effekten. Im Kontext der Regulierungder Weiterbildung in Ostdeutschland und der Losung der methodischen Probleme einer angemessenen Evaluation cid:151 beides wird in dieser Arbeit umfassend dargestellt cid:151 ergeben sicherhebliche Einschrankungen:1. Den Analysen liegen sehr geringe Fallzahlen zugrunde, da sie auf allgemeinen Umfragedatensatzen beruhen. Die Ergebnisse sind daher von grocid:223er statistischer Unsicherheitgekennzeichnet. Auch kann eine differenzierte Betrachtung der Fb W nicht erfolgen, undmogliche positive Wirkungen einzelner Macid:223nahmen bleiben im Unklaren.2. Seit Mitte der Neunzigerjahre erfolgten gravierende Anderungen in der Normgebung zur Fb W, die eine Evaluation der Fb W in einzelnen Perioden notwendig machen; fast allevorliegenden Studien betrachten jedoch nur den Beginn der 90er Jahre. Dieser Zeitraumist jedoch von grocid:223en Umbruchen und dem Aufbau der Institutionen gekennzeichnet.Eine Analyse der Wirkungen zu spateren Zeitpunkten ist bisher kaum erfolgt.3. Obwohl bei der Losung des Evaluationsproblems bei nichtexperimentellen Daten cid:151 der Schatzung des Ergebnisses einer Nichtteilnahme fur Teilnehmer auf Basis der Nichtteilnehmer als Vergleichsmacid:223stab cid:151 grocid:223e Fortschritte erzielt wurden, bleiben zwei wichtigemethodische Fragen unbeantwortet, insbesondere: a die Messung des Erfolgs von in Ostdeutschland haucid:222gen Mehrfachteilnahmen, b die Kontrolle fur die unterschiedliche Beschaftigungsdynamik von Teilnehmern und vergleichbaren Nichtteilnehmern odergeschatzten Vergleichsgrocid:223en vor der tatsachlichen Teilnahme.Aufgrund der schwachen Datenbasis und verbleibender methodischer Probleme erlaubt diebisherige Evidenz jedoch noch keine wirtschaftspolitischen Schlussfolgerungen. Stattdessensollten die eher negativen Ergebnisse von der politischen Seite zum Anlass genommen werden, die Voraussetzungen fur eine angemessene und kontinuierliche Evaluation der aktiven Arbeitsmarktpolitik zu schaffen.Weiterbildungsmacid:223nahmen in Ostdeutschland Ein Misserfolg der Arbeitsmarktpolitik?Bernd Fitzenberger 1 und Stefan Speckesser 2Dezember 2001Zusammenfassung Uber die Wirkung der Forderung der berucid:223ichen Weiterbildung in Ostdeutschland sind inden letzten Jahren zahlreiche empirische Studien durchgefuhrt worden, die auf den methodischen Fortschritten der Evaluationsforschung aufbauen. Dieser Beitrag stellt die empirische Evidenz im Kontext der institutionellen Regelungen und der methodischen Probleme einerangemessenen mikrocid:151 oder makrookonomischen Evaluation dar. Insbesondere behandeln wirdie im ostdeutschen Kontext wichtigen Probleme der Mehrfachteilnahmen und der Reduktion der Beschaftigungsquoten fur die Teilnehmer kurz vor einer Weiterbildung cid:147Ashenfelters Talcid:148, die bislang in empirischen Analysen kaum Berucksichtigung cid:222nden. Die durchgefuhrten mikrookonomischen Evaluationsstudien basieren auf Umfragedaten mit kleinen Teilnehmerzahlen. Die erzielten Evaluationsergebnisse ergeben ein ernuchterndes Bild der Wirkunggeforderter Weiterbildung: Es zeigen sich eher negative als positive Macid:223nahmeneffekte auf die Beschaftigung. Aufgrund der schwachen Datenbasis und verbleibender methodischer Probleme erlaubt die bisherige Evidenz jedoch noch keine wirtschaftspolitischen Schlussfolgerungen.Stattdessen sollten die eher negativen Ergebnisse von der politischen Seite zum Anlass genommen werden, die Voraussetzungen fur eine angemessene und kontinuierliche Evaluationder aktiven Arbeitsmarktpolitik zu schaffen.1 Universitat Mannheim, ZEW und IFS2 Universitat Mannheim Beitrag zur Tagung des Ausschusses fur Sozialpolitik am 24.25. September 2001 in Berlin zum Thema cid:147Wechselwirkungen zwischen Arbeitsmarkt und sozialer Sicherungcid:148. Wir danken den Teilnehmernder Tagung fur ihre hilfreichen Kommentare. Alle Unzulanglichkeiten dieses Beitrags liegen allein inunserer Verantwortung.Korrespondenzadresse: Prof. Bernd Fitzenberger, Ph.D., Lehrstuhl fur VWL, Universitat Mannheim,Dcid:15168131 Mannheim, Tel.: 0621cid:1511811846, FAX: 0621cid:1511811841, Ecid:151Mail: Bernd.Fitzenbergervwl.unicid:151mannheim.de, speckesrhein.vwl.unicid:151mannheim.deInhaltsverzeichnis 1 Einfuhrung 2 Arbeitsmarktentwicklung und Arbeitsmarktpolitik in Ostdeutschland 2.1 Der ostdeutsche Arbeitsmarkt seit 1990 . . . . . . . . . . . . . . . . . . . . .2.2 Die Arbeitsmarktpolitik seit 1990 . . . . . . . . . . . . . . . . . . . . . . . . .2.2.1 Einfuhrung des AFG in Ostdeutschland 1990cid:15192 . . . . . . . . . . .2.2.2Sparcid:151, Konsolidierungscid:151 und Wachstumsprogramm 1994 . . . . . . .2.2.3 Einfuhrung des Sozialgesetzbuches III 1998. . . . . . . . . . . . . .2.3 Entwicklung der Teilnahme an berucid:223icher Weiterbildung . . . . . . . . . . . .3 Methodische Aspekte einer Wirkungsanalyse 3.1 Mikrookonomische Evaluation. . . . . . . . . . . . . . . . . . . . . . . . . .3.2 Weiterbildungsmacid:223nahmen in Sachsencid:151Anhalt. . . . . . . . . . . . . . . . .3.3 Makrookonomische Evaluation . . . . . . . . . . . . . . . . . . . . . . . . . .4 Ergebnisse von Evaluationsstudien 4.1 Ergebnisse fur den Zeitraum 1990cid:1511992 . . . . . . . . . . . . . . . . . . . . .4.2 Ergebnisse fur den Zeitraum 1990cid:1511994 . . . . . . . . . . . . . . . . . . . . .4.3 Ergebnisse fur den Zeitraum nach 1994 . . . . . . . . . . . . . . . . . . . . . .4.4 Ergebnisse makrookonomischer Evaluationsstudien . . . . . . . . . . . . . . .5 Schlussfolgerungen Literatur 12344566781315161717202122241 Einfuhrung Die Wirkung aktiver Arbeitsmarktpolitik soll besser erforscht werden   Dazusollen Arbeitsmarktforscher in wissenschaftlichen Einrichtungen kunftig einenbesseren Zugang zu Daten der Bundesanstalt fur Arbeit haben.Pressenotiz Bundesministerium fur Arbeit und Soziales, 19.10.2000Seit Anfang der Neunzigerjahre werden in Ostdeutschland umfangreiche Mittel fur aktive Arbeitsmarktpolitik AAMP ausgegeben, um die Arbeitsmarktlage zu verbessern. Im Jahr 2000 betrugen die Ausgaben des Bundes und der Bundesanstalt fur Arbeit fur aktive Arbeitsmarktpolitik uber 40 Mrd. DM, wovon etwa 50% fur Ostdeutschland bestimmt waren. Dabeikam der Forderung von Weiterbildungsmacid:223nahmen eine besondere Bedeutung zu, um so die Humankapitallucke und damit die Produktivitatslucke zwischen Ost und Westdeutschlandzu schliecid:223en. Diese Arbeit befasst sich mit der Wirkungsanalyse der Forderung von Weiterbildung in Ostdeutschland.Das bis 1997 gultige Arbeitsforderungsgesetz AFG, vgl. Lampert 1989, das 1969 noch unter den Bedingungen der Vollbeschaftigung eingefuhrt wurde, sah als Zielsetzung der AAMPin der Bundesrepublik Deutschland eine Verbesserung der generellen Funktionsweise des Arbeitsmarktes vor. Beispielsweise sollte ein Mangel an qualicid:222zierten Arbeitskraften verhindertwerden vgl. 1 und 2, AFG. Mit dem Sozialgesetzbuch III SGB III als neuer rechtlicher Grundlage wird nun eine starkere Ausrichtung der AAMP auf besondere Problemgruppen,wie z.B. Langzeitarbeitslose, Altere, Behinderte, Geringqualicid:222zierte, angestrebt. Ein weiterer Kernpunkt der Reform war die Zusammenfuhrung der Fach und Ressourcenverantwortungbei der Umsetzung der Arbeitsmarktpolitik, um eine Dezentralisierung sowie eine regionaleund lokale Schwerpunktsetzung zu ermoglichen. Sie soll zu einer grocid:223eren Flexibilisierung und Leistungskontrolle beitragen vgl. HagenSteiner 2000, FitzenbergerSpeckesser 2000.Fur eine Erfolgskontrolle der AAMP in Hinblick auf ihre Zielsetzungen konnen zwei grundlegende Ansatze verwendet werden: Die mikrookonomische Evaluation untersucht die Effekteder Programmteilnahme fur das einzelne teilnehmende Individuum. Die makrookonomische Evaluation analysiert gesamtwirtschaftliche Auswirkungen. Bei letzterer stellt sich die Frage, ob die Macid:223nahmen einen NettoGewinn fur die Volkswirtschaft darstellen, oder ob sielediglich den Teilnehmern ermoglichen, ihre relative Wettbewerbssituation gegenuber Nichtteilnehmern zu verbessern oder sogar nur ein Transfereinkommen wahrend der Teilnahme zusichern.Die Wirkung des Einsatzes der Forderung der Weiterbildung in Ostdeutschland ist seit einiger Zeit zum Gegenstand zahlreicher Evaluationsstudien geworden, die in den letzten Jahren auf Basis von Umfragedaten die mikrookonomische Wirksamkeit der Weiterbildung untersuchthaben.1 Die Darstellung dieser empirischen Evidenz im Kontext der institutionellen Ausgestaltung der Weiterbildung in der Bundesrepublik ist das Ziel dieses Beitrags. Wir skizzierendabei die methodischen Probleme einer aussagekraftigen Erfolgskontrolle.Entsprechend der Zielsetzung ergibt sich folgender Aufbau des Beitrages: Im Abschnitt 2werden die wesentlichen rechtlichen Grundlagen fur die offentlich geforderte Weiterbildungdargestellt, wie sie in Ostdeutschland zwischen dem Transfer der westdeutschen Arbeits1Mittlerweile liegen einige Zusammenfassungen der Evaluationsstudien vor, die teilweise auch eine Bewertung und Synthetisierung der Ergebnisse vornehmen HagenSteiner 2000, Rabe 2000, FitzenbergerSpeckesser 2000, HujerCaliendo 2000. Unsere Arbeit baut auf diesen Studien auf.1marktinstitutionen und der Einfuhrung der heutigen rechtlichen Grundlage, dem SGB III,gultig waren. Dabei zeigt sich, dass insbesondere eine dynamische Anpassung der Arbeitsmarktpolitik an Finanzierungsgrenzen stattfand, die fur die Bewertung der Evaluationsergebnisse von Bedeutung ist. Die Darstellung der institutionellen Regelungen erfolgt deshalbin drei Perioden. In Abschnitt 3 zeigt dieser Aufsatz die wesentlichen methodischen Probleme und entsprechende Ansatze der mikrocid:151 und makrookonomischen Evaluation der beruflichen Weiterbildung. Neben allgemein notwendigen Konzepten zur Decid:222nition von Teilnahmeeffekten und zur Losung von Selektionsverzerrung wird speziell auf die in Ostdeutschlandbedeutenden Mehrfachteilnahmen hingewiesen. Zusatzlich dazu wird auch auf das Problemvon cid:147Ashenfelters Talcid:148 eingegangen, das eine deutlich negative Beschaftigungsdynamik fur Teilnehmer vor einer Teilnahme gegenuber vergleichbaren Nichtteilnehmern beschreibt. Furbeide im Falle Ostdeutschlands bedeutenden Phanomene ergeben sich zusatzliche methodische Schwierigkeiten, fur deren Losung hier eigene Vorschlage diskutiert werden. Schliecid:223licherfolgt im vierten Abschnitt die Darstellung der bislang erzielten mikrocid:151 und makrookonomischen Evidenz zu den Wirkungen der staatlich geforderten Weiterbildung. Dieser Abschnittunternimmt den Versuch, die Evaluationsergebnisse in den Zusammenhang mit den unterschiedlichen Regulierungen der neunziger Jahre zu setzen. Abschnitt 5 umfasst die Schlussfolgerungen.2 Arbeitsmarktentwicklung und Arbeitsmarktpolitik in Ostdeutschland Nach der politischen Wende im Herbst 1989 verwirklichte die DDR durch die Ubernahme desbundesdeutschen politischen und wirtschaftlichen Systems einen schnellen formalen Abschlussder Transformation zur Marktwirtschaft. Allerdings ging mit dieser schnellen Anpassungein weitreichender Strukturwandel der ostdeutschen Wirtschaft und ein starker Verlust an Arbeitsplatzen einher. Und selbst wenn die Arbeitsplatze nicht verloren gingen, wurde vonden Erwerbstatigen eine hohe Mobilitat in Bezug auf Art und Ort der Arbeit verlangt und invielen Bereichen eine Anpassung der berucid:223ichen Fertigkeiten an neue Technologien erfordert.Die Veranderungen des Arbeitsmarktes beantwortete das politische System seit Anfang derneunziger Jahre durch einen immer extensiveren Einsatz der Instrumente der Arbeitsmarktpolitik, um einerseits den Beschaftigungsabbau sozial abzufedern, andererseits aber auchden Strukturwandel offensiv anzugehen und eine cid:147wettbewerbsfahigecid:148 Arbeitsmarktstrukturzu schaffen.2 Die etablierten westdeutschen Instrumente der Arbeitsmarktpolitik nach dem AFG trafen im Osten auf eine neue quantitativeund qualitative Dimension des Strukturwandels, fur den die Bundesregierung jedoch keine eigenen Konzepte entwarf: Sie setzte cid:151 wieim Westen auch cid:151 neben Arbeitsbeschaffungsmacid:223nahmen und Lohnsubventionen vor allemauf die Forderung der berucid:223ichen Weiterbildung. Dies erschien auch geboten, da vor allemkaufmannische, technische und Dienstleistungsqualicid:222kationen in der DDR nicht vorhandenoder obsolet waren.Der quantitativ bedeutende Einsatz der Instrumente der Weiterbildung uber Jahre, aberauch methodisch verbesserte Evaluationsstudien haben in den letzten Jahren eine Reform2Diese Argumentation ist zu Beginn der neunziger Jahre haucid:222g in der politischen Debatte dargestellt worden, vor allem in Zusammenhang mit dem vorubergehenden Charakter des Anpassungsprozesses. Allerdings wird auch heute noch der Einsatz der Arbeitsmarktpolitik nach dem AFG im Zusammenhang mit strukturpolitischen Zielen genannt.2Tabelle 1: Teilnehmer an ABM und Fu U in Ostdeutschland 1ABMBeschaftigte Fu U1davon:Fortbildung Umschulung Einarbeitung 1991279,81992388,1491,21993237,5380,6154,7221,54,41994192,5258,9105,4150,82,81995205,8255,8143,8107,24,81996191,5238,9141,292,94,81997154,5183,6107,872,13,71998151,4151,01999167,8143,41 Jahresdurchschnitte in 10002 Berucid:223iche Weiterbildung bis 1997 ohne betriebliche Einarbeitung; ab 1998 Forderung derberucid:223ichen Weiterbildung; wegen Anderungen ist ein Vergleich ab 1998 nur eingeschranktmoglich Quelle: Bundesanstalt fur Arbeit, verschiedene Jahrgange; Berechnungen des IAB: IABZahlenFibel, Ausgabe 1997 und IABKurzbericht Nr. 11999; Amtliche Nachrichten der Bundesanstalt fur Arbeit, Arbeitsmarkt 1997 und 2000debatte um die Arbeitsmarktpolitik angeregt und einen institutionellen Lerneffekt in Ganggesetzt, in dem die Moglichkeiten der Arbeitsmarktpolitik neu ausgelotet worden sind. Dieszeigt sich vor allem in der Einfuhrung des SGB III als cid:147neuemcid:148 Arbeitsforderungsgesetz undder deutlicheren Ausrichtung auf Problemgruppen am Arbeitsmarkt. Im weiteren wird diese Entwicklung uber den Zeitverlauf der neunziger Jahre deutlich gemacht.2.1 Der ostdeutsche Arbeitsmarkt seit 1990Seit Beginn der neunziger Jahre ist in Ostdeutschland die Anzahl der Erwerbstatigen starkrucklaucid:222g. Sind im Jahre 1991 noch nahezu 7,4 Millionen Ostdeutsche beschaftigt, so nimmtdiese Zahl schon 1992 ab auf 6,4 Millionen. Innerhalb nur eines Jahres steigt synchron dazu die Arbeitslosenquote in Prozent der Erwerbstatigen von 11,1 % auf 15,4 %. Obwohl die Anzahlan Erwerbstatigen seither weitgehend konstant geblieben ist, hat sich die Arbeitslosenquotenoch einmal deutlich erhoht, auf 17,7 % im Jahr 2000, und sich damit nach ihrem zeitweiligen Hohepunkt von 18,2 % nur wenig vermindert.Die Teilnahme an allgemeinen arbeitsmarktpolitischen Macid:223nahmen wahrend der neunziger Jahre ist durchweg hoch, vgl. Tabelle 1, hat aber zu Beginn des Transformationsprozessesihren Hohepunkt: Im Jahr 1992 werden jahrsdurchschnittlich 388.100 Personen in Arbeitsbeschaffungsmacid:223nahmen ABM und nahezu eine halbe Million Teilnehmer in Macid:223nahmenzur Fortbildung und Umschulung Fu U aucid:223erhalb des regularen Arbeitsmarktes beschaftigtoder auf Beschaftigung vorbereitet. Wahrend die Weiterbildung seither sehr stark rucklaucid:222ge Teilnehmerzahlen aufweist, sind die ABM relativ stabil geblieben und umfassen 1999 immerhin noch knapp 170.000 Personen. ABM haben die berucid:223iche Weiterbildung, die noch etwa 143.000 Personen betreffen, mittlerweile uberholt und sind das deutlich teilnahmestarkere Programm.32.2 Die Arbeitsmarktpolitik seit 1990AAMP in Ostdeutschland wird zwar von Beginn des Vereinigungsprozesses an sehr umfangreich eingesetzt, aber zugleich becid:222nden sich auch die Institutionen, die diese Politik bereitstellen, noch im Aufbau. Es erscheint deshalb angemessen, die Implementation der Arbeitsmarktpolitik in drei Phasen zu unterteilen, namlich in die fruhe Phase des Institutionentransfersnach 1990, in eine Phase der Begrenzung der Teilnahme an Macid:223nahmen mit Beginn des Jahres 1994 und eine Phase nach der Reform der Arbeitsmarktpolitik mit der Einfuhrung des SGBIII. Wir konzentrieren uns auf die Regulierung der Forderung der berucid:223ichen Weiterbildung.2.2.1 Einfuhrung des AFG in Ostdeutschland 1990cid:15192Der Beginn der Arbeitsmarktpolitik in den neuen Bundeslandern cid:222el mit der Wirtschafts und Wahrungsreform im Juni 1990 zusammen, mit der auch die Institutionen der Arbeitsforderung auf das Gebiet der DDR ubertragen wurden: Den Aufbau von Arbeitslosenversicherungund Arbeitsverwaltung in der DDR ubernahm federfuhrend die Bundesanstalt fur ArbeitBA. Mit der Schaffung der Landesarbeitsamter bzw. der Eingliederung in bereits bestehende Landesarbeitsamter im Jahre 1991 wurde die Institutionenbildung abgeschlossen und dieostdeutsche Arbeitsmarktpolitik voll in die BA eingegliedert Sell 1994: 297. Im Bereich der AAMP betrifft der Institutionentransfer neben der organisatorischen und cid:222nanziellen Struktur der Arbeitsmarktpolitik auch die Macid:223nahmearten: Zunachst werden Kurzarbeit und massive Ubergange in den Ruhestand eingesetzt, um offene Arbeitslosigkeit zu verhindern. Nachdem Auslaufen der Kurzarbeiterregelungen, etwa ab Ende 1991, werden dann aktive Macid:223nahmen der Arbeitsmarktpolitik bedeutender, insbesondere der Einsatz von Arbeitsbeschaffungsmacid:223nahmen und Weiterbildung. In Ostdeutschland werden damit drei Moglichkeitender berucid:223ichen Weiterbildung etabliert, die bereits im Westen erprobt sind: Fortbildungscid:151,Umschulungscid:151 und Einarbeitungsmacid:223nahmen.Fortbildung nach 41 AFG hat die Forderung des berucid:223ichen Aufstiegs zum Ziel. Ferner sollen daruber berucid:223iche Kenntnisse erhalten und an neue Erfordernisse angepasst werden. Fur Erwerbstatige ist eine Forderung danach moglich, wenn ein noch nicht erbrachter Berufsabschluss nachgeholt wird, der den geforderten Arbeitnehmern bessere Positionen im ausgeubten Beruf eroffnet. Fur Arbeitslose oder Personen, die eine Phase von Nichterwerbstatigkeit beenden wollen, hat die Fortbildung das explizite Ziel der Wiedereingliederung in die regulare Erwerbstatigkeit. Dieser Eingliederungsauftrag umfasst dabei auch Erwerbstatige, die nochnicht arbeitslos sind, jedoch unmittelbar davon bedroht. Das Ziel der Fortbildung ist in diesem Fall eine Verbesserung der Ausgangslage bei der Suche nach einem neuen Arbeitsplatz.Umschulungen nach 47 AFG haben die Forderung eines Berufsabschlusses fur Erwerbstatige oder Erwerbspersonen zum Ziel, die bereits eine andere Berufsausbildung abgeschlossen haben. Eine solche Forderung wird nur notwendig, wenn sektoraler und berucid:223icher Strukturwandel zu einer veranderten Nachfrage fuhrt und die angebotenen Qualicid:222kationen aufdem Arbeitsmarkt nicht mehr nachgefragt werden. Bedingung fur die Forderung ist auch, dassdie geforderten Berufsausbildungen dem Ziel der arbeitsmarktpolitischen Zweckmacid:223igkeit entsprechen, also in zukunftig nachgefragte Berufe fuhren. Uberdies ist eine Forderung auch auspersonlichen Grunden moglich, z.B. wenn gesundheitliche Einschrankungen die Ausubungdes erlernten Berufs erschweren.Einarbeitungszuschusse nach 49 AFG zielen auf die Wiedereingliederung Leistungsgeminderter in betriebliche Arbeitsmarkte ab. Diese partielle Lohnsubvention bei der Einstel4lung Langzeitarbeitsloser soll deren Wettbewerbsnachteile auf dem Arbeitsmarkt verringernund ein cid:147Heranfuhrencid:148 an die betrieblichen Erfordernisse erleichtern und somit betriebsspezicid:222sch qualicid:222zieren.Fortbildungen wie Umschulungen fuhren zu Nachweisen uber eine erweiterte oder veranderte Qualicid:222kation, die auf dem externen Arbeitsmarkt eingesetzt werden konnen, etwa in der Form von IHKAbschlussen oder Fortbildungsnachweisen. Demgegenuber verbessern Einarbeitungszuschusse nicht den Prozess der Arbeitssuche, sondern sollen zu einer Verbesserungder Position der Erwerbstatigen auf dem internen Arbeitsmarkt der Unternehmen fuhren.Neben den reinen Macid:223nahmekosten fur die Weiterbildung kann, wenn individuelle Anspruchebestehen, wahrend der AFGgeforderten Macid:223nahmen cid:147Fortbildungcid:148 bzw. cid:147Umschulungcid:148 Unterhaltsgeld nach 44 AFG bezogen werden. Dieses entspricht 63 % des normalen bei Arbeitslosen des letzten Nettolohns, bei verheirateten Alleinverdienern 70 %. Bis 1994 ist das Unterhaltsgeld eine Pcid:223ichtleistung bei notwendigen Macid:223nahmen. Bei der Forderung der betrieblichen Einarbeitung erhalten Teilnehmer den ublichen Taricid:223ohn: Die individuelle Forderung erfolgt hier uber den Arbeitgeber, der fur einen Zeitraum von bis zu einem Jahr einen Zuschuss zum Bruttolohn in Hohe von bis zu 50 % erhalten kann ublich sind allerdings nur 30 % fur einen Zeitraum von sechs Monaten. Der Zeitraum der Forderung von Fortbildungsmacid:223nahmen variiert von zwei bis zu acht Monaten. Umschulungen sollen einen Zeitraum vonzwei Jahren nicht ubersteigen. Die Finanzierung der Aufwendungen erfolgt uber die ublichen Mittel der Bundesanstalt 167 AFG, fur die Arbeitgeber und Arbeitnehmer lohngebundene Abgaben entrichten.2.2.2 Sparcid:151, Konsolidierungscid:151 und Wachstumsprogramm 1994Mit dem cid:147Ersten Gesetz zur Umsetzung des Sparcid:151, Konsolidierungscid:151 und Wachstumsprogrammscid:148 erfolgt nach 1993 eine Fokussierung der AAMP. Neben einer Absenkung des Unterhaltsgeldes auf 67 % fur Personen mit Kindern ergibt sich eine starkere Ausrichtungauf Problemgruppen am Arbeitsmarkt durch die Abschaffung der sogenannten zweckmacid:223igen Forderung. Bis zu diesem Zeitpunkt differenziert das AFG nach cid:147notwendigercid:148 undcid:147zweckmacid:223igercid:148 Forderung berucid:223icher Weiterbildung: Eine Macid:223nahme ist danach notwendig, wenn der Teilnehmer arbeitslos oder von Arbeitslosigkeit bedroht ist, wenn er keinen Berufsabschluss erworben hat und die Qualicid:222zierung fur die Sicherung der Beschaftigungnotwendig ist oder eine Wiedereingliederung von ihr abhangt. Zweckmacid:223ig ist eine Macid:223nahme, wenn keine akute Bedrohung von Arbeitslosigkeit besteht. Unter diese Kategorie fallenalso alle Formen von Aufstiegsforderung, wie sie von der BA bis zu diesem Zeitpunkt unterstutzt werden Fortbildung z.B. zu Industriecid:151 und Handwerksmeistern. Das Kriterium dercid:147Notwendigkeitcid:148 impliziert auf jeden Fall eine Forderung der Macid:223nahme und gleichzeitig die Zahlung von Unterhaltsgeld. Ein gewisser Anteil an nach dem Kriterium der cid:147Zweckmacid:223igkeitcid:148 geforderten Personen liegt jedoch auch weiterhin im Interesse der Arbeitsamter, daerstens die Vermittlungsaussichten dieser Gruppe besser sein konnen und zweitens sich damitinsgesamt die Qualitat der Macid:223nahmen erhoht.Somit ergeben sich aus der Abschaffung der cid:147Zweckmacid:223igkeitcid:148 zwei gegenlaucid:222ge Folgerungen: Einerseits sind Personen, die nach 1994 in Macid:223nahmen der berucid:223ichen Weiterbildungeintreten, arbeitslos oder akut von Arbeitslosigkeit bedroht. Die Population, die nun in Weiterbildung eintritt, zeichnet sich daher vermutlich durch generell schlechtere Risiken aus.Andererseits wird durch die Abschaffung der cid:147Zweckmacid:223igkeitcid:148 unubersichtlicher, wer uberhaupt in Weiterbildungsmacid:223nahmen eintritt: Letztlich ist es Aufgabe des Arbeitsamtes, auch 5eher gute Risiken im Rahmen der cid:147notwendigencid:148 Forderung an einer Weiterbildung teilnehmen zu lassen, weil sich damit eine Erhohung der Vermittlungsaussichten insgesamt erreichenlasst.Potenzielle Teilnehmer hatten danach mehr Moglichkeiten, die Arbeitsberater von einer arbeitsmarktpolitischen Notwendigkeit ihrer Macid:223nahme zu uberzeugen: Damit konnte die Teilnahme starker durch individuelle Selbstselektion gesteuert werden und Eincid:223ussfaktoren konnten sich verstarken, die fur die Auswahl von Teilnehmern durch die Arbeitsberater eine Rollespielen und die aber fur den Evaluationsforscher nicht beobachtbar sind.2.2.3 Einfuhrung des Sozialgesetzbuches III 1998Mit dem Inkrafttreten der neuen Rechtsgrundlage SGB III wird die Ausrichtung der Weiterbildung auf besondere Problemgruppen verstarkt. Die Zielrichtung der Arbeitsmarktpolitiknach dem SGB III sieht vor, ausschliecid:223lich Problemgruppen durch Beratung, berucid:223iche Auscid:151und Weiterbildung und befristete Schaffung oder Teilcid:222nanzierung von Arbeitsplatzen in regulare Beschaftigung zu integrieren. Weiterhin werden auch Flexibilitatsspielraume fur die AAMP auf der regionalen und lokalen Ebene moglich: Die einzelnen Arbeitsamter konnen im Gegensatz zu vormals ublichen cid:147Einzelbudgetscid:148 cid:223exibel zwischen den einzelnen Macid:223nahmenwahlen, da fur die wesentlichen Macid:223nahmen nur noch ein Budget existiert. Zudem erlaubt das SGB III, eigene Macid:223nahmen zu entwickeln und zu implementieren Sell 1998: 541. Angesichtsder Veranderung der cid:222nanziellen und institutionellen Grundlagen der AAMP in Deutschlandist davon auszugehen, dass die Arbeitsmarktpolitik in den nachsten Jahren cid:223exibler wird undsich mehr an regionale Arbeitsmarktbedingungen anpasst als in der Zeit vor Inkrafttreten des SGB III.Aucid:223er grocid:223erer Flexibilitat bei der Implementation von AAMP sind allerdings die einzelnen Macid:223nahmen durch die Reform zum SGB III nicht wesentlich verandert worden. Wie unterdem AFG herrschen im Bereich der Forderung der berucid:223ichen Weiterbildung Fb W auchunter dem SGB III Fortbildung und Umschulung vor. Diese Macid:223nahmen umfassen vor allem die Anpassung der Qualicid:222kation an neue Techniken innerhalb eines erlernten Berufs unddie Forderung einer Umschulungsmacid:223nahme, wenn die Ausubung eines erlernten Berufs ausgesundheitlichen oder Arbeitsmarktgrunden nicht mehr moglich ist. Abhangig vom Umfangder Macid:223nahme ergeben sich damit unterschiedliche Laufzeiten, in der Regel zwischen dreiund acht Monaten fur eine Fortbildungsmacid:223nahme und bis zu 24 Monaten bei einer Umschulung. Neben den Macid:223nahmekosten konnen Fahrtkosten und andere Ausgaben erstattetwerden. Zusatzlich kann ein Unterhaltsgeld gewahrt werden, das zwischen 60 % und 66 % desletzten Nettolohns betragt. Striktes Kriterium fur jegliche Teilnahme an Fb W bleibt aber die Notwendigkeit der arbeitsmarktpolitischen Intervention.2.3 Entwicklung der Teilnahme an berucid:223icher Weiterbildung Aus Tabelle 1 geht neben der gesamten Anzahl an Teilnehmern der berucid:223ichen Weiterbildungauch hervor, wie die Teilnehmer sich zusammensetzen: Im Jahr 1993 waren vom jahresdurchschnittlichen Teilnehmerbestand immerhin 58 % Teilnehmer an einer Umschulungsmacid:223nahme, nur wenig mehr als 1 % wurden uber eine Einarbeitung gefordert. Diese Dominanz der Umschulung hat sich uber den Verlauf der neunziger Jahre leicht verschoben: Wahrend die Zahl der Fortbildungsmacid:223nahmen seit 1993 auf etwa 108.000 Teilnehmer um 30 % gesunkenist, hat sich die Zahl der Teilnehmer an Umschulungsmacid:223nahmen starker vermindert, mit 6Tabelle 2: Ausgaben der Bundesanstalt fur Arbeit in Ostdeutschland in Mrd. DMABMFu UArbeitslosengeld ALGArbeitslosenhilfe ALHiBruttoinlandsprodukt 1Ausgabenquoten in %ABM BIPFu U BIPALGALHi BIP19927,7811,2811,811,53265,619938,910,412,873,66323,219946,887,0312,665,07366,119956,797,2512,675,73393,019966,847,1816,56,79411,219975,265,7419,938,43421,419985,455,4718,1810,04429,119995,665,4316,6510,492,94,25,02,83,25,11,91,94,81,71,84,71,71,75,71,21,46,71,31,36,61 Ostdeutsches Bruttoinlandsprodukt in laufenden Preisen Quellen: Bundesanstalt fur Arbeit: Arbeitsmarkt 1999; Statistisches Bundesamt, Statistisches Jahrbuch fur die Bundesrepublik Deutschland 2000; Berechnungen des IAB: IABZahlenFibel, Ausgabe 199772.100 Teilnehmern ist die Grocid:223e dieses Programms seit 1993 um zwei Drittel geringer geworden. Konstant geblieben ist die Zahl der Teilnehmer an Einarbeitung, die zwischen 3000und 4000 Teilnehmer umfasste, das sind im Jahre 1997 etwa 2 %. Nach 1997 ist eine Differenzierung der Teilnehmer nach diesen Teilprogrammen nicht mehr moglich; die Regulierungnach dem SGB III umfasst nunmehr die Teilnehmer an Weiterbildung im engeren Sinne, d.h.Teilnehmer an Einarbeitungsmacid:223nahmen werden nicht mehr erfasst. Eine Differenzierungnach Fortbildung und Umschulung erfolgt nicht mehr.Betrachtet man die Ausgaben der berucid:223ichen Weiterbildung seit 1993, so sind diese seit 1993von 11,28 Mrd. DM auf 5,43 Mrd. DM gesunken; dies ist ein Ruckgang um knapp 52 %. Die Finanzierung von ABMcid:151Macid:223nahmen verminderte sich im gleichen Zeitraum um ca. 37 % auf 5,66 Mrd. DM. Bezogen auf das ostdeutsche Bruttoinlandprodukt werden damit allein furberucid:223iche Weiterbildung und ABM im Jahre 1997 2,6 % aufgewandt, nach ca. 8,5 % im Jahre 1992. Diesem Ruckgang der Ausgaben steht ein konstantes Niveau der passiven Leistungen Arbeitslosengeld und Arbeitslosenhilfe gegenuber, welche nach leichter Verminderung Mitteder 90er Jahre nunmehr etwa 7 % des ostdeutschen Bruttoinlandsprodukts umfassen.3 Methodische Aspekte einer Wirkungsanalyse Es existiert bereits eine umfangreiche Literatur uber methodische Aspekte der Wirkungsanalyse von Macid:223nahmen der aktiven Arbeitsmarktpolitik AAMP.3 Dieser Abschnitt kannkeinen umfassenden Uberblick uber die Methoden geben. Stattdessen werden die methodischen Aspekte, die fur eine wissenschaftliche Evaluation der AAMP in Ostdeutschland auf 3Vgl. Heckman et al. 1999 als aktuellen, international orientierten Uberblick und Calmfors 1994im Hinblick auf makrookonomische Evaluationen. Im Hinblick auf die Evaluation der AAMP in Deutschland seien hier auch die Arbeiten von Lechner 1998, Schneider et al. 2000, FitzenbergerSpeckesser 2000, HagenSteiner 2000, HujerCaliendo 2000 und Schmidt et al. 2001 genannt. Hubler 2001 gibt einen aktuellen Uberblick der Methoden zur empirischen Evaluation von Politikinterventionen.7Mikrocid:151 und Makroebene notwendig sind, moglichst intuitiv erlautert. Das mikrookonomische Evaluationsproblem wird anhand von Daten des Arbeitsmarktmonitors Sachsencid:151Anhaltillustriert.3.1 Mikrookonomische Evaluation Eine mikrookonomische Evaluation untersucht, ob die Programmteilnahme einen Erfolg furdie Teilnehmer im Hinblick auf relevante Zielvariablen aufweist und ob dieser Erfolg die direkten Kosten des Programms rechtfertigt. Zunachst muss daher die Zielsetzung der Macid:223nahmedecid:222niert werden, wobei haucid:222g auch schwierig zu messende Grocid:223en wie cid:147die Erhohung dersozialen Stabilitatcid:148 genannt werden. Die okonomische Analyse beschrankt sich meist auf diemessbaren Ziele Einkommen und Beschaftigungschancen. Im Hinblick auf die Zielsetzungendes AFG und des SGB III sind fur Deutschland vor allem die Auswirkungen einer Macid:223nahmenteilnahme auf die Beschaftigungschancen und nur sekundar die Verdiensteffekte zuuntersuchen. Obwohl die Kosten fur eine umfassende Bewertung von zentraler Bedeutungsind, wurde dieser Aspekt in den empirischen Studien fur Deutschland bislang nicht berucksichtigt. Die vorliegenden Studien analysieren, ob selbst bei Vernachlassigung der Kostenuberhaupt ein positiver Effekt der Macid:223nahmen der aktiven Arbeitsmarktpolitik festgestelltwerden kann.Der Ansatz potenzieller Ergebnisse Die mikrookonomische Evaluation betrachtet den Macid:223nahmeneffekt als die Differenz zwischen dem Wert der Ergebnisvariablen Zielgrocid:223e Y T fur einen Macid:223nahmenteilnehmer unddem Wert der Ergebnisvariablen Y C, der sich fur dieselbe Person bei Nichtteilnahme ergebenhatte. Der Ansatz potenzieller Ergebnisse cid:147Potential Outcome Approachcid:148 unterstellt, dassdie Hohe der Ergebnisse Y T und Y C fur eine Person gegeben sind, unabhangig davon, ob die Person tatsachlich teilnimmt. Diese Annahme besagt unter anderem, dass die Ergebnisse bei Teilnahme und Nichtteilnahme nicht davon abhangen, wie viele Personen insgesamt an den Macid:223nahmen teilnehmen. Ruckwirkungen der Grocid:223e eines Programms auf diese Ergebnissesollen im Rahmen von makrookonomischen Evaluationen berucksichtigt werden. Aus dem Ansatz potenzieller Ergebnisse ergibt sich, dass Y C fur Teilnehmer und Y T fur Nichtteilnehmer kontrafaktisch, d.h. nicht beobachtbar sind, wie in Tabelle 3 deutlich wird.Tabelle 3: Beobachtbarkeit der zustandsabhangigen Ergebnisvariable Teilnahmecid:151zustand Teilnehmer Nichtteilnehmer Zustandsabhangige Ergebnisvariable Y T : Ergebnis bei Teilnahme Y C: Ergebnis bei Nichtteilnahme Beobachtbar Nicht Beobachtbar Nicht Beobachtbar Beobachtbar Wollte man den Macid:223nahmeneffekt, d.h. die Differenz Y T Y C, fur einen Macid:223nahmenteilnehmer bestimmen, ware daher eine Schatzung des nicht beobachtbaren Ergebnisses bei Nichtteilnahme Y C erforderlich. Umgekehrt, wenn man den Macid:223nahmeneffekt fur einen Nichtteilnehmer prognostizieren wollte, ware eine Schatzung des nicht beobachtbaren Ergebnisses 8bei Teilnahme Y T notwendig. Typischerweise ist es jedoch nicht moglich, individuelle Macid:223nahmeneffekte, sondern beispielsweise nur durchschnittliche Macid:223nahmeneffekte zu schatzen.Wir beschranken uns im Folgenden auf die Schatzung des durchschnittlichen Macid:223nahmeneffektes fur die Teilnehmer. Das Grundproblem der mikrookonomischen Evaluation bestehtdann darin, ein adaquates durchschnittliches Y C als Vergleichsmacid:223stab zu ermitteln, wobei die Schatzung auf dem Ergebnis fur vergleichbare Nichtteilnehmer cid:147Kontrollgruppecid:148und auf dem Ergebnis fur den Teilnehmer vor Eintritt in die Macid:223nahme cid:147Vorhercid:151Nachhercid:151Vergleichcid:148 beruhen kann. Der Vergleichsmacid:223stab wird mit statistischcid:151okonometrischen Methoden geschatzt. Die Evaluationsforschung unterscheidet die experimentelle und die nichtexperimentelle Vorgehensweise. In einem Experiment wird in einer Gruppe von potenziellen Teilnehmern zufallig bestimmt, wer an der Macid:223nahme teilnimmt und wer nicht. Zur Evaluation der AAMP in Deutschland cid:151 im Gegensatz zu den USA Heckman et al. 1999 cid:151wurden in der Vergangenheit jedoch keine Experimente durchgefuhrt, so dass wir uns hierauf die nichtexperimentelle Vorgehensweise beschranken.Nichtexperimentelle Evaluation und Selektionsverzerrung Die Schatzung eines adaquaten Vergleichsmacid:223stabs stellt das Grundproblem jeder nichtexperimentellen Evaluation dar. Hierbei ist dem Problem einer moglichen Selektionsverzerrung Rechnung zu tragen, das darin besteht, dass Teilnehmer gerade deshalb an einer Macid:223nahmeteilnehmen, weil sie sich von Nichtteilnehmern im Hinblick auf die Zielgrocid:223e unterscheiden.Wenn Teilnehmer aus Problemgruppen am Arbeitsmarkt stammen, liegt meist eine negative Selektion vor, so dass der adaquate Vergleichsmacid:223stab deutlich niedriger liegt als das durchschnittliche Ergebnis fur Nichtteilnehmer. Umgekehrt kann es sein, dass nur Personen an einer Macid:223nahme teilnehmen, weil fur sie ein besonders hoher Ertrag zu erwarten ist. Dies kann einepositive Selektion ergeben, wenn in der Gruppe der potenziellen Teilnehmer diejenigen mitden besten Arbeitsmarktchancen durch die Arbeitsvermittler ausgewahlt werden cid:147Teilnehmercreamingcid:148. Auch kann dann der durchschnittliche Macid:223nahmeneffekt fur die Teilnehmerhoher sein als derjenige, der sich ergibt, wenn alle potenziellen Teilnehmer an der Macid:223nahmeteilnehmen. Wenn sich die Evaluation auch auf den Vorhercid:151Nachhercid:151Vergleich fur Teilnehmer stutzt, ist schliecid:223lich zu beachten, dass die antizipierte Teilnahme an einer Macid:223nahme inder nahen Zukunft mit einer Verschlechterung des Arbeitsmarktergebnisses der Teilnehmervor Beginn der Macid:223nahme einhergehen kann cid:147Ashenfelters Talcid:148, vgl. Heckman et al. 1999und FitzenbergerSpeckesser 2000. Hierauf werden wir noch genauer eingehen.Matching von Teilnehmern und Nichtteilnehmern Die wissenschaftlichen Analysen zur mikrookonomischen Evaluation in Deutschland tragenden genannten Problemen zunehmend Rechnung. Die Schatzung des Vergleichsmacid:223stabes erfolgt auf Basis der Nichtteilnehmer, die mit den Teilnehmern moglichst exakt im Hinblickauf die beobachteten Charakteristika ubereinstimmen, um dem Problem einer Selektionsverzerrung zu begegnen.4 Prinzipiell wird dies durch konventionelle okonometrische Modelle 4Diese Charakteristika sollten einen Eincid:223uss auf die Teilnahmewahrscheinlichkeit aufweisen undidealerweise sollte die Ergebnisvariable bei Nichtteilnahme Y C im Durchschnitt fur alle Personen mitdenselben beobachteten Charakteristika unabhangig vom Teilnehmerstatus gleich sein Annahme derbedingten Unabhangigkeit, vgl. Heckman et al. 1999, Lechner 1998 oder FitzenbergerSpeckesser2000 fur eine prazise Darstellung.9geleistet, die Unterschiede in den beobachteten Erklarungsvariablen berucksichtigen. Allerdings besteht das Problem, dass die Approximation, wie sie beispielsweise durch eine lineare Regression erfolgt, sehr unprazise ist, oder dass der Vergleichsmacid:223stab auf Basis des geschatzten Modells fur die Nichtteilnehmer prognostiziert wird, obwohl die Gruppe der Nichtteilnehmer keine mit den Teilnehmern vergleichbaren Personen aufweist. Eine robuste Schatzungdes Vergleichsmacid:223stabes, die nur Nichtteilnehmer mit ahnlichen beobachteten Charakteristika berucksichtigt, kann durch nichtparametrische Verfahren cid:147Matchingcid:151Verfahrencid:148 erzieltwerden Heckman et al. 1999, Lechner 1998.5 Die einfachste Variante besteht darin, als Referenz fur einen Teilnehmer das Ergebnis desjenigen Nichtteilnehmers zu verwenden, derdem Teilnehmer in den beobachteten Charakteristika am ahnlichsten ist cid:147Matching von Zwillingencid:148.6 In diesem Fall reprasentieren die Zwillinge die Kontrollgruppe fur die Teilnehmer.Es kann dann prazise unterschieden werden, ob fur Teilnehmer mit bestimmten Charakteristika uberhaupt ein vergleichbarer Zwilling vorliegt; wenn dies nicht der Fall ist, dann ist eine Evaluation fur Teilnehmer mit diesen Charakteristika nicht moglich. Dieses Problem liegthaucid:222g vor, wenn nur kleine Datensatze aus Umfragen zur Verfugung stehen und wenn bestimmte Charakteristika nahezu automatisch zu einer Programmteilnahme fuhren. Dies kannin Ostdeutschland der Fall gewesen sein, wenn davon auszugehen ist, dass zeitweise alle in Frage kommenden Personen an einer Weiterbildungsmacid:223nahme teilnehmen konnten. Es istdann sehr schwierig, geeignete Vergleichspersonen zu cid:222nden. Umso grocid:223er die Anzahl der beobachteten Charakteristika X beim Matchen, umso so schwieriger wird es bei einer gegebenen Gruppe von Nichtteilnehmern, noch eine in allen Dimensionen vergleichbare Person zu cid:222nden.Abhilfe fur dieses Problem ergibt sich durch das Ergebnis von RosenbaumRubin 1983, diezeigen, dass es ausreicht, eine Zuordnung von Teilnehmern und Nichtteilnehmern auf Basisder eindimensionalen Wahrscheinlichkeit fur die Macid:223nahmenteilnahme P X vorzunehmen:Im ersten Schritt wird dabei die Wahrscheinlichkeit der Macid:223nahmenteilnahme als Funktionder beobachteten Variablen X geschatzt. Im zweiten Schritt werden dann Teilnehmer und Nichtteilnehmer auf Basis der in der ersten Stufe geschatzten Teilnahmewahrscheinlichkeitcid:147gematchtcid:148 und der Macid:223nahmeneffekt wird als durchschnittliche Differenz in der Ergebnisvariable geschatzt.7 Uber die grocid:223e Bedeutung der adaquaten Zuordnung Matching von Nichtteilnehmern mit vergleichbaren beobachteten Charakteristika besteht in der Literaturspatestens seit den Studien des Nobelpreistragers James J. Heckman und seiner KoautorenHeckman et al. 1999 fur die USA Konsens. Dissens besteht jedoch darin, ob dies im Einzelfall ausreicht Heckman et al. 1999, Lechner 1998, FitzenbergerSpeckesser 2000. Klarist, dass eine Zuordnung auf Basis beobachteter Variablen umso eher ausreicht, je mehr Informationen umso grocid:223er die Anzahl der Variablen und der Beobachtungen die verfugbaren Datensatze beinhalten. Mehr Variablen sind jedoch nur sinnvoll, wenn sie die Teilnahmewahrscheinlichkeit beeincid:223ussen und wenn die Annahme der bedingten Unabhangigkeit erfullt ist,vgl. die in Fucid:223note 3 zitierte Literatur.5Siehe Lechner 2000 fur die Erweiterung dieses Ansatzes auf die Evaluation multipler Programmez.B. Fu U und ABM als Alternativen.6Haucid:222g wird unter Matching nur das cid:147Matching von Zwillingencid:148 verstanden. Es existiert jedocheine Fulle von nichtparametrischen Matchingverfahren Heckman et al. 1999. In Bergemann et al.2001 untersuchen wir, inwieweit das Ergebnis der Evaluation vom verwendeten nichtparametrischen Matchingverfahren abhangt.7Alternativ kann auf Basis der gemachten Stichprobe ein komplexeres okonometrisches Modell verwendet werden. Beispielsweise kann der Effekt auf die Wiederbeschaftigungschancen von Arbeitslosenoder das Entlassungsrisiko mit Hilfe von Hazardratencid:151Modellen geschatzt werden, um der Dynamikin der gematchten Stichprobe Rechnung zu tragen, vgl. HujerWellner 2000a,b.10Selektionsverzerrung auf Basis unbeobachteter Grocid:223en Neben dem Problem der Selektionsverzerrung im Hinblick auf beobachtete Charakteristika istjedoch auch eine Selektionsverzerrung im Hinblick auf unbeobachtete Charakteristika moglich.Dies ist Gegenstand der traditionellen mikrookonometrischen Analyse von Problemen der Selbstselektion Heckman et al. 1999, die in der Vergangenheit jedoch auf zu starken Annahmen hinsichtlich der Spezicid:222kation der okonometrischen Zusammenhange beruhten. Fur Deutschland wurden bisher keine Evaluationsstudien vorgelegt, die allgemeine nichtcid:151 odersemiparametrische Modelle der Selbstselektion umsetzen.8 Ein haucid:222g praktizierter Auswegergibt sich bei Vorliegen von Paneldaten, wenn fur ein Individuum der Eincid:223uss der unbeobachteten Charakteristika auf die Zielgrocid:223e bei Nichtteilnahme Y C im Zeitablauf konstantist. Dann ermoglicht ein sogenannter konditionaler Differenzcid:151voncid:151Differenzen Dv D Ansatzdie Schatzung des Macid:223nahmeneffektes. Der Dv Dcid:151Ansatz erweitert den einfachen Vorhercid:151Nachhercid:151Vergleich dahingehend, dass die zeitliche Veranderung der Ergebnisvariablen furdie Teilnehmer der entsprechenden Veranderung fur die Nichtteilnehmer im gleichen Zeitraum gegenuberzustellen ist. Der konditionale Dv Dcid:151Schatzer Heckman et al. 1999 matchtzunachst Teilnehmer und Nichtteilnehmer hinsichtlich ihrer beobachteten Charakteristika undberechnet dann fur diesen Match die Differenz der Differenzen in der Ergebnisvariablen. Beobachten wir beispielsweise fur die Teilnehmer die Differenz in der Beschaftigungsquote vorund nach der Macid:223nahme DT Y Tn Y Cv, wobei n fur cid:147nach der Macid:223nahmecid:148 und v furcid:147vor der Macid:223nahmecid:148 steht. Dann werden Nichtteilnehmer mit vergleichbaren beobachteten Charakteristika gesucht und fur diese auch die Differenz DC Y Cn Y Cv zwischen denbeiden Zeitpunkten berechnet. Der Macid:223nahmeneffekt kann nun durch die Differenz DT DCgeschatzt werden, da sich konstante individuelle Charakteristika bei der Differenzencid:151Bildungcid:147herauskurzencid:148.Ashenfelters Tal Nach dem Ansatz potenzieller Ergebnisse ist es naheliegend zu fordern, dass fur eine Wirkungsanalyse die Teilnehmer und die im Matchingansatz zugeordneten Nichtteilnehmer vor Teilnahme vergleichbar sein sollten. In einigen Arbeiten werden die Nichtteilnehmer sogardahingehend ausgewahlt. Hierbei besteht jedoch das Problem einer nicht adaquaten Zuordnung cid:147Fallacy of Alignmentcid:148, vgl. Heckman et al., 1999, Abschnitt 8.4, da haucid:222g zubeobachten ist, dacid:223 sich die Arbeitsmarktsituation von Teilnehmern kurz vor der Macid:223nahme verschlechtert. Dieses als Ashenfelters Tal cid:147Ashenfeltercid:146s Dipcid:148 bezeichnete Phanomenwurde in der Literatur zuerst bei Verdiensten festgestellt, kann aber auch bei anderen Ergebnisvariablen auftreten. Da diese Verschlechterung der Arbeitsmarktsituation typischerweisemit der zukunftigen Macid:223nahmenteilnahme im Zusammenhang steht, sind Teilnehmer und Nichtteilnehmer schon kurz vor der Macid:223nahme nicht mehr vergleichbar bzw. kann ein bestehender zeitinvarianter Selektionseffekt Dv Dcid:151Ansatz nicht auf Basis des Zeitraums kurz vorder Macid:223nahme bestimmt werden. Im Hinblick auf die Evaluation der Beschaftigungseffektevon Weiterbildungsmacid:223nahmen in Ostdeutschland legen unsere Analysen nahe, dass schon 8Ein solcher Ansatz sollte ebenso cid:223exibel wie nichtparametrische Matchingverfahren den Eincid:223ussder beobachteten Charakteristika berucksichtigen und keine allzu starken Annahmen machen. Klarist, dass ein solcher Ansatz Instrumente erfordert, d.h. Variablen, die autonom die Teilnahmewahrscheinlichkeit beeincid:223ussen, ohne dass sie einen Eincid:223uss auf die Ergebnisvariablen aufweisen. Wie solche Modelle zu schatzen sind, ist der Gegenstand einer intensiv gefuhrten Diskussion in der okonometrischen Fachliteratur siehe Verweise in Heckman et al. 1999.11Abbildung 1: Illustration von Ashenfelters Talaa Teilnahme an Macid:223nahme cid:222ndet zwischen Zeitpunkt 7 und 8 statt.einige Monate vor Beginn der Macid:223nahmen die Beschaftigung der zukunftigen Teilnehmerin einem Macid:223e zuruckgeht, wie es ohne die Antizipation der Macid:223nahme nicht erfolgt ware.Eine mogliche Ursache liegt in der Reduktion der Suchintensitat von Arbeitslosen schon vor Beginn der Macid:223nahme, wenn antizipiert wird, dass in Kurze eine Teilnahme an einer Weiterbildungsmacid:223nahme moglich ist.Schaubild 1 illustriert das Problem von Ashenfelters Tal, wie es sich typischerweise in Ostdeutschland stellt. Die Kurven stellen die durchschnittlichen Beschaftigungsquoten von Teilnehmern und Nichtteilnehmern mit gleichen beobachteten Charakteristika X dar. Die Macid:223nahmenteilnahme erfolgt in einer Zeit, in der auch fur die Nichtteilnehmer die Beschaftigungsquoten zuruckgehen Macid:223nahmen der AAMP werden typischerweise dann ausgeweitet, wenndie Beschaftigungsprobleme zunehmen. Ashenfelters Tal besteht darin, dass die Beschaftigungsquoten fur die Teilnehmer schon vor der Macid:223nahme deutlich abfallen cid:151 starker alsdies fur vergleichbare Nichtteilnehmer der Fall ist. Wenn wir unterstellen, dass Ashenfelters Tal zumindest teilweise mit der Antizipation der zukunftigen Macid:223nahmenteilnahme zusammenhangt, dann ist es nicht gerechtfertigt, den Macid:223nahmenerfolg im Rahmen eines Matchingansatzes durch den Unterschied zwischen den Teilnehmern und den Nichtteilnehmernnach Ende der Macid:223nahme zu schatzen, wobei Teilnehmer und Nichtteilnehmer im Hinblick aufden Beschaftigungsstatus kurz vor der Macid:223nahme vergleichbar gemacht werden. Angesichtsdes Problems von Ashenfelters Tal schlagen Fitzenberger und Prey 2000 sowie Bergemannet al. 2000, 2001 einen Dv Dcid:151Ansatz vor, bei dem der Vorhercid:151Teil des Vorhercid:151Nachhercid:151Vergleichs auf einem hinreichend lange vor dem Macid:223nahmenbeginn liegenden Zeitraum basiert. In Schaubild 1 ware nach diesem Ansatz der Macid:223nahmenerfolg an der Differenz derbeiden Kurven nach dem Ende der Macid:223nahme abzuglich der Differenz langfristig vor Beginnder Macid:223nahme cid:151 bspw. wahrend Periode 1 bis 3 cid:151 abzulesen.12Mehrfachteilnahmen Ein weiteres schwieriges methodisches Problem liegt vor, wenn eine mehrfache Teilnahme an Macid:223nahmen der AAMP innerhalb eines sehr kurzen Zeitraumes erfolgt. Solche Mehrfachteilnahmen sind in Ostdeutschland in grocid:223erem Umfang erfolgt und es besteht die Befurchtung,dass sich sogenannte cid:147Macid:223nahmenkarrierencid:148 entwickeln, bei denen Arbeitslose wiederholt an Macid:223nahmen teilnehmen, ohne dass dies ihre Wiedereingliederungschance in den Arbeitsmarkterhoht. Durch diese Macid:223nahmenteilnahme ergibt sich jedoch fur die Teilnehmer wahrend der Macid:223nahme ein Einkommensanspruch und unter der AFGcid:151Regelung erneuert sich in vielen Fallen der Anspruch auf Arbeitslosengeld oder Arbeitslosenhilfe nach Ende der Macid:223nahme.Dieser sehr negativen Einschatzung sind jedoch zwei Aspekte gegenuberzustellen. Zum einenkann es sein, dass mehrere Macid:223nahmen, die kurz hintereinander erfolgen, als inhaltlich sinnvolle Macid:223nahmesequenzen anzusehen sind. Beispielsweise konnte es in der ostdeutschen Situation sinnvoll gewesen sein, zunachst das Humankapital durch eine Weiterbildungsmacid:223nahmezu erhohen und dann durch eine Arbeitsbeschaffungsmacid:223nahme praktische Berufserfahrungzu vermitteln. Zum anderen kann es sein, dass auch nach Teilnahme an einer im Durchschnitt erfolgreichen Macid:223nahme nicht unbedingt alle Teilnehmer einen Arbeitsplatz cid:222nden.Dies bedeutet aber, dass bei den Personen, fur die Mehrfachteilnahmen beobachtet werden,das Problem der Selektionsverzerrung noch gravierender als bei einer einmaligen Teilnahme ist. Angesichts dieser Fragen ist es offen, ob bei einer Wirkungsanalyse der kombinierte Effekt der kompletten Macid:223nahmesequenz untersucht werden soll oder ob es alleine auf deninkrementellen Effekt der letzten Macid:223nahme ankommt, wobei bei letzterem der dynamische Selektionseffekt aufgrund des Nichterfolges der vorhergehenden Macid:223nahmen zu berucksichtigen ist. Die Problematik von Mehrfachteilnahmen ist bisher kaum in der Literatur untersuchtworden Heckman et al. 1999 behandeln dies nicht. Erste methodische Ansatze hierzu werden in den Arbeiten von Bergemannet al.2000, 2001 und Lechner und Miquel 2001vorgeschlagen. Unsere Beitrage Bergemann et al. 2000, 2001 sind nach unserem Kenntnisstand die ersten Arbeiten, die den Effekt von Mehrfachteilnahmen empirisch untersuchen.3.2 Weiterbildungsmacid:223nahmen in Sachsencid:151Anhalt Fur eine wissenschaftliche, mikrookonomische Evaluation von Weiterbildungsmacid:223nahmengibt es bisher keinen umfassenden Datensatz fur Ostdeutschland insgesamt mit hinreichendgrocid:223en Fallzahlen. Das soziookonomische Panel siehe Lechner, 1998 liefert detaillierte Informationen uber die befragten Personen, aber es weist zu geringe Fallzahlen auf und uber die Art der Macid:223nahmen Macid:223nahmenheterogenitat ist wenig bekannt. Der Arbeitsmarktmonitor fur Ostdeutschland siehe FitzenbergerPrey 2000 weist wesentlich hohere Fallzahlen auf,aber es liegen weniger Informationen vor. Insbesondere lasst sich die Erwerbsgeschichte unddie Macid:223nahmenteilnahme der Personen nicht monatsgenau abbilden. Zudem endet der Datensatz 1994, so dass eine langerfristige, aktuelle Analyse nicht moglich ist. In unseren Arbeiten Bergemann et al. 2000, 2001 verwenden wir deshalb den Arbeitsmarktmonitor Sachsencid:151Anhalt AMSA, der auf Sachsencid:151Anhalt beschrankt ist. Hierbei handelt es sich um jahrliche Umfragedaten der Erwerbsbevolkerung Sachsencid:151Anhalts, die monatsgenaue, retrospektive Informationen zum Erwerbsstatus enthalten. Obwohl der Datensatz seit Anfang der Neunzigerjahre Jahre erhoben wird und eigentlich als Paneldatensatz konzipiert wurde, konnennicht alle Wellen miteinander verknupft werden. Fur unsere Zwecke konnen wir nur die drei Wellen 1997, 1998 und 1999 verwenden, wobei es aber aufgrund der retrospektiven Befragungin diesen drei Jahren moglich ist, die Erwerbsgeschichte und Macid:223nahmenteilnahme ab Januar 13Tabelle 4: Mehrfachteilnahme an arbeitsmarktpolitischen Macid:223nahmen zwischen 1990und 1999 absolute Haucid:222gkeiten der PersonenEine Teilnahme Mindestens einmal Als erste Macid:223nahme ABM Fu U LKZ689222814671021891Erste und zweite Macid:223nahme Erste und zweite Macid:223nahme ABMcid:151ABM ABMcid:151Fu U ABMcid:151LKZ nur ABM10110717236Fu Ucid:151ABM Fu Ucid:151Fu UFu Ucid:151LKZnur Fu U16314741527Quelle: Arbeitsmarktmonitor Sachsencid:151Anhalt; eigene Berechnungen auf Basis derin Bergemann et al. 2001 verwendeten Stichprobe von 5224 Personen siehe Text.1990 monatsgenau zu konstruieren. Allerdings stehen keine anderen retrospektiven Informationen aus der Vergangenheit im AMSA zur Verfugung. Im AMSA lassen sich die Teilnahmean Weiterbildungsmacid:223nahmen und ABM cid:151 inklusive Strukturanpassungsmacid:223nahmen cid:151 sowieder Bezug von Lohnkostenzuschussen LKZ identicid:222zieren. Obwohl aufgrund der Daten nichtklar ist, ob eine Weiterbildungsmacid:223nahme im Rahmen der AAMP gefordert wurde, gehenwir aufgrund von Kontrollrechnungen davon aus, dass nahezu alle im AMSA angegebenen Weiterbildungsmacid:223nahmen im Rahmen der AAMP als Fortbildungscid:151 und Umschulungsmacid:223nahmen Fu U anzusehen sind. Weiterhin ist darauf hinzuweisen, dass der Datensatz keine Migration aus Sachsencid:151Anhalt heraus berucksichtigt: Erfolgreiche Teilnehmer an Macid:223nahmen der AAMP, die Sachsencid:151Anhalt verlassen, weil sie anderswo einen Arbeitsplatz cid:222nden,werden im Datensatz nicht berucksichtigt.Die folgende Analyse basiert auf der in Bergemann et al. 2001 aufbereiteten Basisstichprobe von 5224 Personen im AMSA, die im Juni 1990 abhangigselbstandig beschaftigt oderim MutterschutzErziehungsurlaub waren und die 1997cid:1511999 mindestens einmal im AMSAbefragt wurden. Darunter nahmen 1439 Personen 27.5% irgendwann im Beobachtungszeitraum seit Januar 1990 an einer Fu U oder ABM teil oder erhielten LKZ. Tabelle 4 weistdie Anzahl von Personen in der Basisstichprobe aus, die an einer oder zwei der genannten Macid:223nahmen teilgenommen haben. Beispielsweise haben 1021 Personen irgendwann einmalan einer Fu U als haucid:222gster arbeitsmarktpolitischer Macid:223nahme teilgenommen und davon warfur 891 Personen die Teilnahme an einer Fu U die erste Teilnahme an einer arbeitsmarktpolitischen Macid:223nahme uberhaupt. Unter diesen 891 Personen haben wiederum 527 Personennur an einer Fu U als einziger arbeitsmarktpolitischen Macid:223nahme teilgenommen, wahrend 163 danach noch an einer ABM, 147 eine weitere Fu U und 41 danach einen LKZ aufweisen.Diese Zahlen belegen die Bedeutung von Mehrfachteilnahmen. Im Folgenden wollen wir das Selektionsproblem anhand einiger deskriptiver Informationen illustrieren. Hierzu decid:222nierenwir zwei Personengruppen:cid:149 Naive Kontrollgruppe: Personen, die nie an einer arbeitsmarktpolitischen Macid:223nahme teilgenommen habencid:149 Fu U: Teilnehmer an einer berucid:223ichen Weiterbildungsmacid:223nahme 14Tabelle 5: Beschaftigung vor und nach Teilnahme fur Manner in der Basisstichprobe Personencid:151gruppe Zeitpunkt relativzur Teilnahme Naive Kontrollgruppecid:151Fu UFu UFu UFu ULangfristig davor Kurzfristig davor Kurzfristig danach Langfristig danach Beschaftigte in %Juni 9295.0%88.9%78.9%54.5%82.9%Juni 9690.7%68.6%36.8%36.1%70.6%Kurzfristig: Innerhalb der 12 Monate vor dem Beginnnach dem Ende Langfristig: Mehr als 12 Monate vor dem Beginnnach dem Ende Quelle: wie Tabelle 4.Tabelle 5 weist die Beschaftigungsquoten fur Manner in den beiden Gruppen im Juni 92 undim Juni 96 aus. Fur die naive Kontrollgruppe ergibt sich im Juni 92 eine Beschaftigungsquote von 95.0%. Demgegenuber weisen die Personen, die mindestens 12 Monate vor diesem Zeitpunkt an einer Fu U teilnahmen langfristig danach, eine Beschaftigungsquote von 82.9%auf. Es ware jedoch nicht angemessen diese im Vergleich zur naiven Kontrollgruppe niedrigere Beschaftigungsquote als Micid:223erfolg der Fu U zu werten. Es zeigt sich, dass schon langfristig voreiner Fu Ucid:151Teilnahme die Beschaftigungsquote im Juni 92 mit 88.9% niedriger als fur die naive Kontrollgruppe ist. Kurzfristig vor Beginn der Macid:223nahme ist die Beschaftigungsquote mit 78.9% noch niedriger Ashenfelters Tal und kurz nach Ende der Macid:223nahme ist sie ebenfallsmit 54.5% niedriger als langfristig nach Ende der Macid:223nahme. Im Juni 96 ist die Beschaftigungsquote fur alle Gruppen zuruckgegangen, aber die qualitative Struktur fur die Dynamikder Fu Ucid:151Gruppen bleibt erhalten. Langfristig vor der Macid:223nahme ist die Beschaftigungsquoteschon deutlich niedriger als im Vergleich zur naiven Kontrollgruppe und kurz vor der Macid:223nahme fallt sie nochmals starker ab, als dies fur den fruheren Zeitpunkt zu beobachten war. Nachder Macid:223nahme ist ein Erholungseffekt in der Beschaftigungsquote zu beobachten. Aufgrundvon Ashenfelters Tal ware es jedoch falsch, per se aus diesem Erholungseffekt im Vergleichmit der Beschaftigungsquote kurz vor der Macid:223nahme auf einen Erfolg zu schliecid:223en. Insgesamtlegen die deskriptiven Zahlen nahe, dass Ashenfelters Tal entsprechend Schaubild 1 vorliegt,allerdings ist zu beachten, dass sich die vier Fu Ucid:151Beschaftigungsquoten zu einem Zeitpunktauf unterschiedliche Personengruppen beziehen. Eine aussagekraftigere Analyse mucid:223 die Panelstruktur der Daten und Zeiteffekte berucksichtigen, siehe Bergemann et al. 2000, 2001und Abschnitt 4.3.3 Makrookonomische Evaluation Mikrookonomische Studien sind partialanalytisch, d.h. sie untersuchen nur die direkten Effekte auf die teilnehmenden Individuen. Angesichts des hohen Umfangs der aktiven Arbeitsmarktpolitik in Deutschland ist es aber wahrscheinlich, dass die Macid:223nahmen auch indirekteEffekte auf die Nichtteilnehmer bzw. die gesamte Volkswirtschaft aufweisen. Insbesonderestellt sich die Frage, ob die Macid:223nahmen einen NettoGewinn fur die Volkswirtschaft darstellen, oder ob sie lediglich den Teilnehmern ermoglichen, ihre relative Wettbewerbssituation gegenuber Nichtteilnehmern zu verbessern. Calmfors 1994 unterscheidet dabei zwischen 15Verdrangungseffekten Teilnehmer besetzen die Arbeitsplatze, die sonst von Nichtteilnehmernbesetzt worden waren, Substitutionseffekten Veranderung der Lohnrelationen reduziert die Nachfrage nach anderen Typen von Nichtteilnehmern, Mitnahmeeffekten Forderung von Macid:223nahmen, die auch ohne Forderung durchgefuhrt worden waren und Steuereffekten Finanzierung der aktiven Arbeitsmarktpolitik uber Steuern wirkt auch auf Nichtteilnehmer.Die methodischen Probleme einer makrookonomischen Evaluation bestehen darin, die Ruckwirkungen auf den gesamten Arbeitsmarkt oder die gesamte Volkswirtschaft zu identicid:222zieren. Hier konnen allgemeine Gleichgewichtsmodelle oder Modelle fur den gesamten TeilArbeitsmarkt verwendet werden vgl. die in Heckman et al. 1999 diskutierten diesbezuglichen Arbeiten, die die Auswirkungen der AAMP auf die Struktur der Beschaftigung, den Ausgleich zwischen Angebot und Nachfrage am Arbeitsmarkt oder das Lohnverhandlungsergebnis berucksichtigen. Zum anderen ist der moglichen Endogenitat im Ausmacid:223 der AAMPRechnung zu tragen: Wenn AAMP vor allem dann eingesetzt wird, wenn grocid:223e Arbeitsmarktprobleme bestehen, dann kann das Arbeitsmarktergebnis negativ mit der Ausgabenhohe der AAMP korreliert sein, obwohl moglicherweise ein positiver Effekt der AAMP besteht.4 Ergebnisse von Evaluationsstudien Aufgrund der sich im Zeitverlauf andernden rechtlichen und institutionellen Gestaltung der Forderung der Weiterbildung in Ostdeutschland werden in diesem Abschnitt die wesentlichen erzielten Evaluationsergebnisse fur drei einzelne Perioden dargestellt, die den Phasender AAMP in Ostdeutschland entsprechen, siehe Abschnitt 2. Es wird dabei versucht, soweitmoglich die Ergebnisse der Evaluationsstudien in einen Zusammenhang mit der institutionellen Gestaltung der Weiterbildung zu stellen. Aufgrund von Datenrestriktionen beziehensich jedoch fast alle Evaluationsstudien auf die fruhe Phase von 1990 bis spatestens 1994:Bislang sind ausschliecid:223lich Evaluationsstudien erarbeitet worden, die als empirische Grundlage allgemein verfugbare Umfragedatensatze verwenden, insbesondere die des Soziookonomischen Panels SOEP, des Arbeitsmarktmonitors Ost AMM oder des Arbeitsmarktmonitors Sachsencid:151Anhalt AMSA. Das SOEP hat im Zeitraum 1990cid:15198 eine durchschnittliche jahrliche Fallzahl von ca. 12.000 Individuen insgesamt fur Ostcid:151 und Westdeutschland, wahrend der AMM, dessen Laufzeit fur die Periode 1990cid:15194 beschrankt ist, von 10.751 Teilnehmern uberinsgesamt acht Befragungswellen auf etwa 5.000 Teilnehmer in der letzten Welle gesunken ist.Damit ergibt sich im Langsschnitt eine Population von weniger als 4.000. Bei der Nutzung des AMSA in unseren beiden Studien Bergemann et al. 2000, 2001 werden Informationen genutzt, die in einem Retrospektivdesign erhoben werden. Die Fallzahl variiert dabei zwischen 5.000 und 7.000 in den Wellen 1997cid:1511999. Diese Information kann vollstandig verwendetwerden, da das Retrospektivdesign die genaue Arbeitsmarktgeschichte im Zeitraum 1990 bismindestens 1997 abbildet, vgl. Abschnitt 3.2.Aucid:223er zweier Studien betrachten die vorhandenen Analysen ausschliecid:223lich die mikrookonomische Wirkung der offentlich geforderten Weiterbildung. Auf Basis amtlicher Daten sindbislang noch keine mikrookonomischen Wirkungsanalysen vorgelegt worden und die Kostender Macid:223nahmen wurden bisher ebenfalls nicht berucksichtigt. Offentlich und privat cid:222nanzierte Weiterbildung werden typischerweise danach unterschieden, dass bei einem gleichzeitigen Bezug von Unterhaltsgeld und der Teilnahme an einer Macid:223nahme von einer offentlich geforderten Macid:223nahme ausgegangen wird. Nur bei unseren Studien Bergemann et al. 2000, 2001 auf Basis des AMSA ist keine Diskriminierung nach offentlichen und privaten Weiterbildungsmacid:223nahmen moglich, vgl. Abschnitt 3.2. Unsere beiden Studien sind jedoch die einzigen, die 16Evidenz fur die spaten neunziger Jahre und zum Problem von Mehrfachteilnahmen umfassen.4.1 Ergebnisse fur den Zeitraum 1990cid:1511992Hubler 1994: In der ersten Evaluationsstudie zur Wirkung AFGcid:151geforderter Weiterbildung untersucht Hubler 1994 die Macid:223nahmeneffekte auf das Suchverhalten am Arbeitsmarkt und die Arbeitszeit. Fur diese Analyse wird der AMM fur das Jahr 1990 genutzt.Von den 4.679 Personen im Panel sind 1.276 Teilnehmer an Weiterbildungsmacid:223nahmen. Mit Hilfe simultaner Probitcid:151Schatzungen fur Teilnahmecid:151 und Ergebnisvariablen werden folgende Programmeffekte gefunden: 1. Weiterbildung hat einen positiven Eincid:223uss auf das individuelle Suchverhalten am Arbeitsmarkt. 2. Weiterbildung hat einen negativen Eincid:223uss auf die Arbeitszeit, die die Individuen ausuben.Pannenberg 1995a: Der Autor analysiert die Wirkungen der Weiterbildung fur einzelne Zielgruppen am Arbeitsmarkt: Auf Basis des SOEP wird dabei fur die Jahre 1990cid:1511992 eine Population von Arbeitslosen, von Arbeitslosigkeit bedrohter und Kurzarbeitern ausgewahlt,die an einer Weiterbildungsmacid:223nahme teilgenommen haben. Von dieser Auswahl 2.017 Personen ergeben sich 76 Teilnehmer an Weiterbildungsmacid:223nahmen. Die Ergebnisvariable nacheiner Teilnahme an Weiterbildung aucid:223erhalb von Beschaftigung bildet die Ubergangsrate nach Beschaftigung, fur Macid:223nahmen innerhalb von Betrieben der Bruttolohn. Die Spezicid:222kation der Ubergangsrate erfolgt als diskretes Hazardratencid:151Modell, das die Kontrolle fur beobachtbare Charakteristika zulasst. Fur Personen, die einen Unterhaltsgeldbezug aufweisen, ergebendie Schatzungen signicid:222kant verminderte Beschaftigungschancen. Die Bruttoverdienste bleibendurch die Weiterbildung unbeeincid:223usst.KrausPuhaniSteiner 1999 nutzen fur ihre Analyse zu den Auswirkungen der berucid:223ichen Weiterbildung mit Unterhaltsgeldbezug den AMM. In dieser Studie werden die Zeitraume 1990cid:15192 und 1992cid:15194 getrennt evaluiert siehe auch Abschnitt 4.2. Nach der Basisauswahl verbleiben 3.505 Personen. Im Zeitraum 1990cid:1511992 nehmen 35,6 % der Frauenund 24,2 % der Manner an einer Weiterbildung teil. Zwischen 1992 und 1994 lag der Teilnehmeranteil bei den Frauen bei 27,4 %, bei den Mannern bei 12,8 %. Die Studie evaluieretden Effekt auf die Ubergangsrate in stabile und nicht stabile Beschaftigung auf Basis von Hazardratencid:151Modellen, die fur beobachtete Merkmale kontrollieren. Hinsichtlich Selektionsverzerrung auf Basis nicht beobachteter Merkmale werden zusatzlich Preprogrammcid:151Testsimplementiert: Diese Tests betrachten Unterschiede in der Beschaftigung zwischen Teilnehmern und vergleichbaren Nichtteilnehmern vor dem Programmbeginn vgl. auch Hubler 1998im Abschnitt 4.2. Da keine signicid:222kanten Unterschiede zwischen Teilnehmern und Nichtteilnehmern verbleiben, wird die Kontrolle auf Basis beobachtbarer Merkmale als hinreichend erachtet. Fur den Zeitraum 1990cid:15192 ergeben sich deutliche verminderte Ubergange in Beschaftigung. Die Autoren bewerten daher den Einsatz der Weiterbildungsmacid:223nahmen inder Phase des Institutionentransfers als nicht wirksam.4.2 Ergebnisse fur den Zeitraum 1990cid:1511994Pannenberg 1995b: In der Folgestudie zu Pannenberg 1995a wird der gleiche methodische Ansatz gewahlt wie in der Vorlauferstudie, hier wird jedoch nur die Wirkung von Weiterbildung aucid:223erhalb von Betrieben fur den Zeitraum 1990cid:1511994 betrachtet. Auf Basisdes SOEP erfolgt eine Auswahl von Personen, die wahrend einer Phase der Arbeitslosigkeit 17oder Kurzarbeit an einer Weiterbildung teilgenommen haben. Wiederum werden diskrete Hazardratencid:151Modelle fur den Ubergang in Beschaftigung geschatzt, wobei fur beobachtbare Merkmale kontrolliert wird. Die Auswirkungen auf die individuellen Bruttolohne werden als Fixedcid:151Effectcid:151Schatzungen modelliert. Von der Basisfallauswahl von 1.075 Personen haben 90Personen an Macid:223nahmen teilgenommen. Bei den Lohnschatzungen reduziert sich diese Zahlauf 661 Personen, 55 davon Teilnehmer. Generell cid:222ndet sich ein positiver Beschaftigungseffekt der Macid:223nahmen. Fur Teilnehmer, die danach langer als sechs Monate arbeitslos sind,kehrt sich dieser jedoch in einen negativen Effekt um. Die Wirkungen auf den Verdienst sindentsprechend. Die Dauer der Macid:223nahme hat keinen Eincid:223uss auf die gefundenen Effekte.Staat 1997: Gegenstand dieser Studie sind die Auswirkungen der Weiterbildung auf das Suchverhalten und die Beschaftigungsstabilitat auf Basis des SOEP. Die Basisauswahl ausden Wellen 1990 bis 94 umfasst 1.153 Personen, davon sind 315 Teilnehmer an einer Weiterbildung. Fur die Evaluation des Lohneffekts stehen 926 Personen, davon 172 Teilnehmer an Macid:223nahmen zur Verfugung. Die Kontrolle fur Selektionsverzerrung auf Basis beobachteter Charakteristika erfolgt in zwei Schritten: Erstens werden altersspezicid:222sche Nichtteilnehmerausgewahlt. Zweitens wird eine Probitcid:151Schatzung vorgenommen, in der die Teilnahmewahrscheinlichkeit auf Basis beobachtbarer Charakteristika geschatzt wird. In der Ergebnisgleichung wird dann die Teilnahmecid:151Variable durch die geschatzte Teilnahmewahrscheinlichkeitersetzt. Die okonometrische Schatzung der Auswirkungen der Weiterbildung auf die Dauer der Arbeitssuche und die Stabilitat der Beschaftigung erfolgt als diskretes Hazardratencid:151Modell.Ein signicid:222kanter Eincid:223uss der Weiterbildung besteht weder auf die Beschaftigungsstabilitatnoch auf die Arbeitssuche. Allerdings gilt dieser Effekt nicht fur alle Altersgruppen: Fur 25cid:151bis 35cid:151Jahrige folgen negative, fur 45cid:151 bis 54cid:151Jahrige positive Effekte aus der Teilnahme. Fur Frauen sind die Effekte insgesamt insignicid:222kant.KrausPuhaniSteiner 1999: Auf Basis des in Abschnitt 4.1 dargestellten Verfahrenswerden fur den Zeitraum 1992cid:1511994 signicid:222kant positive Macid:223nahmeneffekte gefunden. Eine Aufschlusselung nach Macid:223nahmearten ergibt, dass fur Frauen diese Effekte sowohl fur innercid:151als auch fur aucid:223erbetriebliche Macid:223nahmen stabil sind. Fur Manner ergibt sich der positive Teilnahmeeffekt nur fur aucid:223erbetriebliche Macid:223nahmen. Im Vergleich zu den Ergebnissenfur die Periode 1990cid:15192 zeigt sich offensichtlich die Erhohung der Wirksamkeit berucid:223icher Weiterbildung nach Abschluss des Institutionentransfers.FitzenbergerPrey 1998, 2000: Diese Studien evaluieren die Effekte unterschiedlicher Macid:223nahmen der berucid:223ichen Weiterbildung mit Unterhaltsgeldbezug zwischen 1990 und 1994auf Basis des AMM. Die Teilnehmerzahlen umfassen durchschnittlich 27 Manner und 57Frauen pro Beobachtungszeitpunkt acht Wellen. Die Gruppe der Nichtteilnehmer umfasst 3.862 Manner und 3.637 Frauen. Als Erfolgskriterium wird neben der Beschaftigung auch der Verdienst betrachtet. Die okonometrischen Schatzungen werden als statische und dynamische Panelcid:151Randomcid:151Effectscid:151Schatzungen eines simultanen Probitmodells fur Beschaftigungund Macid:223nahmenteilnahme sowie eines Tobitmodells fur den Verdienst spezicid:222ziert. Die Ergebnisse fur Beschaftigung sind uneindeutig: Wahrend in den statischen Probitcid:151Schatzungenuber alle Spezicid:222kationen negative Teilnahmeeffekte gefunden werden, zeigen die dynamischen Schatzungen ein differenzierteres Bild: Kurzfristig werden nur insignicid:222kante Effekte gefunden,mittelcid:151 und langfristig zeigen sich jedoch in fast allen Spezicid:222kationen positive Effekte, insbesondere fur Frauen. Durch Verwendung der Beschaftigung vor der Teilnahme Preprogrammcid:151Variablen, vgl. Abschnitt 4.1 wird ein konditionaler Dv Dcid:151Schatzer implementiert, der auf Basis der langfristigen Effekte vor und nach der Teilnahme den Macid:223nahmeneffekt schatzt. Die Einbeziehung der Preprogrammcid:151Variablen zeigt, dass die Selektionskorrektur allein auf Basis 18der Randomcid:151Effectscid:151Schatzungen nicht hinreichend ist. cid:147Ashenfelters Talcid:148 wird berucksichtigt, indem Informationen zur Beschaftigung von Teilnehmern und Nichtteilnehmern kurzvor der Teilnahme als Preprogrammcid:151Variablen in die Schatzung einbezogen werden. Auf die Lohne ergeben sich keine signicid:222kanten Effekte der Weiterbildung.Zusatzlich wird in FitzenbergerPrey 1998 auch ein nichtparametrisches Matchingcid:151Verfahren verwendet, das Nichtteilnehmern mit grocid:223tmoglicher Ahnlichkeit den Teilnehmernzuordnet vgl. Abschnitt 3.1, cid:147Matching von Zwillingencid:148: Neben der in einer Probitcid:151Schatzung geschatzten Wahrscheinlichkeit der Teilnahme werden dabei weitere zeitvariable Kovariaten einbezogen. Die Ergebnisse verandern sich grundlegend, da sich jetzt nur noch insignicid:222kante Beschaftigungseffekte zeigen. Andererseits wird deutlich, dass sich die Beschaftigung bereits vor Programmbeginn fur die Teilnehmer verglichen mit den zugeordneten Nichtteilnehmern deutlich vermindert cid:147Ashenfelters Talcid:148, vgl. Abbildung 1. Hinsichtlichder Lohne zeigen sich wieder keine signicid:222kanten Macid:223nahmeneffekte.Hubler 1997: Auf Basis des AMM betrachtet diese Studie neben der Wirkung von Kurzarbeit und Arbeitsbeschaffungsmacid:223nahmen auch die Wirkung der berucid:223ichen Weiterbildungmit Bezug von Unterhaltsgeld. Das Erfolgskriterium wird decid:222niert als Beschaftigung im Vergleich zu Nichtbeschaftigung und zu Inaktivitat. In den Schatzungen werden die Ergebnisseunterschiedlicher parametrischer Verfahren zur Korrektur von Selektionsverzerrung auf Basisbeobachtbarer Merkmale verglichen: Neben multinominalen Logitcid:151Schatzungen mit Kontrolle auf beobachtbare Charakteristika werden Randomcid:151Effectscid:151Modelle geschatzt, die zusatzlich auch Preprogrammcid:151Variablen beinhalten. Der Schatzungen fur den Zeitraum 1990cid:1511994liegen insgesamt 2.886 Individuen zugrunde. Die Ergebnisse sind uneindeutig: In den multinominalen Logitcid:151Modellen zeigt sich kurzcid:151 und langfristig ein positiver Eincid:223uss der Weiterbildung. Die Randomcid:151Effectscid:151Modelle ergeben kurzfristig negative Effekte, die sich fur Mannerlangfristig in positive Effekte umwandeln, fur Frauen negativ bleiben.Die Folgestudie Hubler 1998 orientiert sich starker an nichtparametrischen Matchingcid:151Verfahren. Zusatzlich zu Beschaftigung wird auch der Effekt von Weiterbildung zwischen 1990und 1994 auf Suchverhalten, Arbeitszeit und Bruttomonatsverdienst evaluiert. Die Auswahlder Vergleichsgruppe basiert auf Preprogrammcid:151Tests. Dabei wird die Gruppe der Nichtteilnehmer so lange eingeschrankt, bis sich in Hinblick auf die Preprogrammcid:151Informationen keinesignicid:222kanten Unterschiede mehr zwischen Teilnehmern und Nichtteilnehmern zeigen. Innerhalb der zugeordneten Stichproben werden Randomcid:151Effectscid:151Schatzungen fur Beschaftigungund OLScid:151 und Logitcid:151Schatzungen fur alternative Erfolgskriterien angewandt. Als Ergebniszeigt sich ein positiver Eincid:223uss der Teilnahme auf das Suchverhalten, fur alle anderen Zielkriterien ergeben sich negative Effekte. Bei der Betrachtung des Zeitpunkts der Teilnahmewird deutlich, dass die Wirksamkeit der Macid:223nahmen keinesfalls ein klares zeitliches Musteraufweist vgl. KrausPuhaniSteiner 1999: Lediglich Programme, die 1992 begannen, hattenkeinen negativen Eincid:223uss auf die Beschaftigungschancen.Lechner 1998: Auf Basis des SOEP 1990cid:1511994 wird in dieser Studie der Effekt der Weiterbildung mit Bezug von Unterhaltsgeld auf Arbeitslosigkeit, Vollzeitbeschaftigung und dierealen Bruttolohne evaluiert. Die Basisauswahl umfasst 1.163 Personen, davon haben 103 Personen an einer Macid:223nahme teilgenommen. Methodisch bildet diese Studie die erste Anwendungeines nichtparametrischen Matchingcid:151Ansatzes fur einen deutschen Datensatz. Dabei werdennachste Nachbarn cid:147Zwillingecid:148 zugeordnet. Als Zuordnungskriterium werden neben der ineiner Probitcid:151Schatzung geschatzten Teilnahmewahrscheinlichkeit weitere Kovariaten einbezogen. Der Macid:223nahmeneffekt ergibt sich dann als Differenz des Erfolgskriteriums zwischen Teilnehmern und zugeordneten Vergleichspersonen. Langfristig zeigen sich fur Lohne und 19Beschaftigung keine signicid:222kanten Programmeffekte, kurzfristig besteht ein negativer Effektauf die Beschaftigung.In der Folgestudie Lechner 1999 werden Weiterbildungsmacid:223nahmen auf Basis verschiedener Matchingcid:151Verfahren evaluiert. In den unterschiedlichen Ansatzen erfolgt eine Zuordnungnachster Nachbarn auf Basis der in einem Probit geschatzten Teilnahmewahrscheinlichkeit,wobei jedoch zusatzlich auch zeitvariable Kovariaten einbezogen werden oder eine Korrekturverbliebenen Mismatches durch lokal lineare Regressionen erfolgt. Innerhalb der zugeordneten Stichproben erfolgt der Vergleich der Arbeitslosenquoten und der Bruttomonatsverdienstezwischen Teilnehmern und zugeordneten Kontrollbeobachtungen. Fur beide Zielkriterien sinddie gefundenen Macid:223nahmeneffekte insignicid:222kant.Die Studien von Lechner 1998, 1999 sind die ersten Anwendungen von Matchingcid:151Ansatzenfur deutsche Daten und haben die Evaluation der Arbeitsmarktpolitik in Deutschland starkbeeincid:223usst. Vor allem die Zuordnung auf Basis zeitvariabler Charakteristika zusatzlich zurgeschatzten Wahrscheinlichkeit der Teilnahme hat sich in der Nachfolge dieser Studien verbreitet und zur Durchsetzung robusterer Verfahren bei der Bestimmung von Macid:223nahmeneffekten beigetragen.HujerWellner 2000a: Diese Studie betrachtet die Wirkung der Weiterbildung im Zeitraum 1990 und 1994 mit Daten des SOEP. Dabei wird eine Basisauswahl von Teilnehmerngetroffen, deren Macid:223nahmen zwischen Juni 1990 und Juni 1993 begonnen haben. Die Vergleichsgruppe besteht aus Individuen, die wenigstens eine Phase der Arbeitslosigkeit zwischen Dezember 1989 und Dezember 1994 aufweisen. Es konnen 231 Teilnehmer und 1.401 Nichtteilnehmer als potenzielle Vergleichsgruppe gewonnen werden. In dieser Studie wird ebenfallsein Matchingansatz fur nachste Nachbarn uber die geschatzte Teilnahmewahrscheinlichkeitgewahlt. Um die unterschiedlichen Zeiteffekte aufzugreifen, erfolgt die Spezicid:222kation der Teilnahmegleichung als Panelcid:151Probit. Die Zuordnung erfolgt dann analog zum Matchingcid:151Ansatzvon Lechner 1998 und bezieht weitere Kovariaten ein. Innerhalb der zugeordneten Stichprobe wird dann jedoch ein diskretes Hazardratencid:151Modell mit nicht beobachteter Heterogenitatgeschatzt, dessen Ergebnisvariable der Ubergang von Arbeitslosigkeit in Beschaftigung ist. Zukeinem der gewahlten Zeitpunkte nach dem Ende der Macid:223nahme ergibt sich ein signicid:222kanter Effekt auf die Beschaftigung.4.3 Ergebnisse fur den Zeitraum nach 1994Bergemann, Fitzenberger, Schultz und Speckesser 2000: In dieser Arbeit erfolgteine mikrookonomische Evaluation der Beschaftigungseffekte von ABM und Fu U in Ostdeutschland fur den den Zeitraum 1990 bis 1998 auf Basis der Daten des AMSA siehe Abschnitt 3.2. Sowohl die einmalige Teilnahme wie auch Sequenzen von zwei Programmenwerden in der Analyse berucksichtigt. Die Arbeit schatzt den inkrementellen Macid:223nahmeneffekt fur die teilnehmenden Personen mit Hilfe eines zweistucid:222gen Verfahrens: Zunachst werden Teilnehmer und passende Nichtteilnehmer aus der naiven Kontrollgruppe paarweise auf Basis der geschatzten Teilnahmewahrscheinlichkeit zugeordnet. Es zeigt sich jedoch, dass diese Zuordnung nicht ausreicht, um fur die Selektionsverzerrung der Teilnehmer zu korrigieren.Im zweiten Schritt wird daher ein Dv Dcid:151Schatzer der Veranderung der Beschaftigungsquotenauf diese Stichprobe angewendet. Der Existenz von cid:147Ashenfelters Talcid:148 wird dadurch Rechnung getragen, dass der Vorhercid:151Teil des Vorhercid:151Nachhercid:151Vergleichs auf einem hinreichendvor Beginn der Macid:223nahmen liegenden Zeitraum basiert. Aucid:223er in einigen Fallen von zweiten Macid:223nahmen cid:222nden sich bestenfalls zwei bis drei Jahre nach Ende der Macid:223nahmen Beschafti20gungseffekte von Fu U, die sich nicht signicid:222kant von null unterscheiden. Wahrend der erstenbeiden Jahre nach Ende der Macid:223nahme sind die Beschaftigungseffekte negativ, allerdings istein deutlicher Erholungseffekt zu beobachten.Bergemann, Fitzenberger und Speckesser 2001: Diese Studie untersucht die Beschaftigungseffekte von Weiterbildungsmacid:223nahmen in Ostdeutschland. Sie erganzt underweitert die vorherige Studie Bergemann et al. 2000 in vier Aspekten. Erstens wird der Untersuchungszeitraum um ein Jahr auf 1990 bis 1999 erweitert. Zweitens wird die Sensitivitat der Evaluationsergebnisse in Bezug auf das verwendete Matchingcid:151Verfahren untersucht,siehe Fucid:223note 6. Drittens wird die Beschaftigung als dynamischer Prozecid:223 modelliert, umden Erholungseffekt nach Ende der Macid:223nahme einschatzen zu konnen. Wir entwickeln einedynamische Variante des Dv Dcid:151Schatzers, der die Effekte auf die Ubergangsraten zwischen Beschaftigung und Nichtbeschaftigung anstelle der Beschaftigungsquote als Ergebnisvariableuntersucht. Und schliecid:223lich wird viertens zusatzlich zum inkrementellen Effekt einer zweiten Macid:223nahme auch der kombinierte Effekt einer kompletten Macid:223nahmensequenz geschatzt. Die Ergebnisse der Studie legen nahe, dass die Modellierung der Ubergangsraten methodischangemessener ist. Inhaltlich ergibt sich als robustes Ergebnis, dass im Durchschnitt erste Fu Ucid:151Macid:223nahmen keinen signicid:222kant positiven Eincid:223uss auf die zukunftigen Beschaftigungschancen aufweisen. Auch der kombinierte Effekt von Mehrfachteilnahmen ist nicht signicid:222kantpositiv. Nur der inkrementelle Effekt der zweiten Macid:223nahme ABM oder Fu U nach einerersten Fu U erweist sich als leicht positiv. Trotz eines aus unserer Sicht methodisch einwandfreien Vorgehens, sind die Ergebnisse aufgrund der unzureichenden Datenbasis jedochnicht geeignet, hieraus weitreichende wirtschaftspolitische Schlussfolgerungen zu ziehen. Esfehlen ausreichend detaillierte Informationen uber die Charakteristika von Teilnehmern und Nichtteilnehmern und uber die Art der Macid:223nahmen. Und selbst wenn diese Informationenverfugbar waren, sind jedoch auch die jetzigen Fallzahlen fur eine aussagekraftige Analysezu gering.4.4 Ergebnisse makrookonomischer Evaluationsstudien Bislang liegen zwei makrookonomische Schatzungen zu den Wirkungen der berucid:223ichen Weiterbildung auf den ostdeutschen Arbeitsmarkt vor. Es ist noch nicht moglich, eine aquivalentumfassende Darstellung der Ergebnisse vorzunehmen, wie sie mikrookonomische Studien erlauben. Die im folgenden beschriebenen Analysen zeigen positive Effekte in Bezug auf dasregionale aggregierte Lohnniveau, allerdings erhohen Weiterbildungsmacid:223nahmen auch die regionale Arbeitslosigkeit. Eine eindeutige Aussage zu den makrookonomischen Effekten der Weiterbildung in Ostdeutschland ist nicht moglich.PannenbergSchwarze 1996 wenden eine Lohnkurvenschatzung an, die die Auswirkungen der Weiterbildung auf die regionalen aggregierten Lohne abbildet. Da der Umfang der Weiterbildung vom Niveau und der Entwicklung der regionalen Arbeitslosigkeit abhangt, istdabei entscheidend, fur die Endogenitat der Weiterbildung in den Schatzansatzen zu kontrollieren. Um diesen Anspruch einzulosen, wird in der vorhandenen Studie eine Fixedcid:151Effectcid:151Schatzung angewandt. Zusatzlich werden auch Instrumentvariablen angewandt, die die Identicid:222kation der exogenen Variation der Weiterbildung erlauben, und somit eine unverzerrte Schatzung ermoglichen sollen. Insgesamt ergibt sich auf Basis des SOEP eine Stichprobe fur 35 ostdeutsche Arbeitsamtsbezirke uber den Zeitraum 1990cid:1511994. In den Schatzungen zeigtsich eine negative Wirkung der Weiterbildung auf das aggregierte Lohnniveau. Dies wirdals positiv eingeschatzt, da die Weiterbildung die Aucid:223enseiterkonkurrenz in der Lohnbildung 21erhoht. Allerdings ist schwer zu beurteilen, ob der geschatzte Effekt nicht auch die Beobachtung recid:223ektiert, dass eine sich dynamisch verschlechternde Arbeitsmarktlage einen negativen Eincid:223uss auf das Lohnniveau und einen positiven Eincid:223uss auf den Umfang arbeitsmarktpolitischer Macid:223nahmen aufweist.HagenSteiner 2000: Auf Basis amtlicher Daten wird in dieser Studie die Auswirkungunterschiedlicher Macid:223nahmen der aktiven Arbeitsmarktpolitik auf die regionale Arbeitslosigkeit evaluiert. Grundlage bildet ein Panel von 35 ostdeutschen Arbeitsamtsbezirken mitmonatlichen Daten zu Arbeitslosigkeit, Zucid:151 und Abgangen nach und von Arbeitslosigkeitund Variablen zur Arbeitsmarktpolitik, die neben Weiterbildung auch ABM und Lohnkostenzuschusse fur den Zeitraum 199399 umfassen. Das theoretische Modell dieser Evaluationsstudie ergibt sich uber den Zusammenhang zwischen offenen Stellen und Arbeitslosigkeit,der auch als cid:147Matchingcid:151Funktioncid:148 am Arbeitsmarkt bezeichnet wird: Dabei wird angenommen, dass die Austritte aus Arbeitslosigkeit durch den Einsatz der Arbeitsmarktpolitik beeincid:223usst werden. Eine Veranderung der aggregierten Abgange aus Arbeitslosigkeit impliziert,dass sich eine vorhandene Anzahl offener Stellen erhoht oder vermindert, also der cid:147Matchcid:148von offenen Stellen und Arbeitslosen effizienter oder weniger effizient wird. Die gleichzeitige Betrachtung der Zugange nach Arbeitslosigkeit erlaubt dann Ruckschlusse auf den Effekt der Weiterbildung auf die regionale Arbeitslosigkeit als Bestandsgrocid:223e.Die Evaluation der Auswirkungen der Weiterbildung auf Ab und Zugange erfolgt auf Basis von Fixedcid:151Effectscid:151Schatzungen, die der Endogenitat der AAMP Rechnung tragen sollen.Zusatzlich werden Polynome verzogerter Variablen zur Arbeitsmarktpolitik in die Schatzungaufgenommen, um deren langfristige Effekte aufzufangen. Die Ergebnisse auf die Abgangeaus Arbeitslosigkeit zeigen eine kurzfristig positive Wirkung, d.h. die Abgange nehmen zu;langfristig zeigen sich jedoch keine signicid:222kanten Effekte. Hinsichtlich der Zugange in Arbeitslosigkeit zeigt sich mittelcid:151 und langfristig, dass Weiterbildung diese Stromgrocid:223e signicid:222kanterhoht. Die Berechnung des Gesamteffekts erfolgt dann auf Basis dieser beiden Einzeleffekte:Langfristig erhoht sich die regionale Arbeitslosigkeit durch den Einsatz der Weiterbildung.Allerdings ist auch hier zu fragen, ob der geschatzte Effekt nicht das Ergebnis dynamischer Endogenitat im Zusammenhang zwischen Arbeitsmarktlage und Umfang arbeitsmarktpolitischer Macid:223nahmen sein kann, welchem durch Fixedcid:151Effectscid:151Schatzungen nicht Rechnunggetragen wird.5 Schlussfolgerungen Die hier dargestellten Evaluationsergebnisse zeigen ein desillusionierendes Bild der Wirkungder geforderten Weiterbildung in Ostdeutschland, da sich auf individueller Ebene keine verbesserten Arbeitsmarktchancen durch die Macid:223nahmenteilnahme ergeben. Die makrookonomischen Studien zeigen eine gesamtwirtschaftlich negative Wirkung der geforderten Weiterbildung cid:151 abgesehen von lohnreduzierenden Effekten. Die Ergebnisse stehen jedoch unterdem Vorbehalt einer grocid:223en statistischen Unsicherheit. Dies hangt mit folgenden Problemenzusammen:1. Den Analysen, die auf Umfragedatensatzen beruhen, liegen nur sehr geringe Fallzahlenzugrunde und die Heterogenitat der Macid:223nahmen nach Inhalten oder Dauer wird nichtunterschieden. Aucid:223erdem fehlen genaue Informationen uber den Umfang der individuellen Forderung sowie die Kosten der Macid:223nahmen.222. In den letzten zehn Jahren erfolgten gravierende Anderungen in der Normgebung, diedie mikrookonomische Wirksamkeit der Weiterbildung beeincid:223usst haben durften. Bislang ist jedoch eine differenzierte Analyse der unterschiedlichen Phasen des Macid:223nahmeneinsatzes allenfalls in Ansatzen vorgenommen worden, so dass keine Aussagen uber Anderungen in der mikrookonomischen Effizienz getroffen werden konnen. Die meisten Studien betrachten zudem nur den Zeitraum zu Beginn der 90er Jahre, der von grocid:223en Umbruchen gekennzeichnet war.3. Obwohl cid:151 insbesondere in der Folge der ersten Anwendungen von Matchingcid:151Ansatzendurch Lechner 1998 cid:151 methodische Fortschritte erzielt wurden, bleiben offene Fragenhinsichtlich einer angemessenen okonometrischen Analyse, insbesondere in Bezug auf Mehrfachteilnahmen und cid:147Ashenfelters Talcid:148.4. Es zeigen sich durchaus positive Teilnahmeeffekte fur einzelne Zielgruppen oder bestimmte Formen von Weiterbildung, die aufgrund von Datenrestriktionen noch nichtweiter verfolgt werden konnten. Erst die genaue Betrachtung dieser Macid:223nahmen stelltder politischen Planung ausreichende Informationen uber eine zukunftige, zielgerichtete Weiterbildung in Ostdeutschland bereit.5. Fur makrookonomische Evaluationen mussen okonometrische Instrumente gefundenwerden, die der dynamischen Endogenitat des Umfangs arbeitsmarktpolitischer Macid:223nahmen in Bezug auf die Arbeitsmarktlage Rechnung tragen.Aufgrund der schwachen Datenbasis und verbleibender methodischer Probleme erlaubt diebisherige Evidenz jedoch noch keine wirtschaftspolitischen Schlussfolgerungen. Allerdingsscheint angesichts der eher negativen Ergebnisse eine methodisch adaquate Evaluation der AAMP auf einer ausreichenden Datenbasis dringend geboten. Von politischer Seite her solltenvor allem im Hinblick auf die Datenverfugbarkeit die Voraussetzungen fur eine aussagekraftige, kontinuierliche Evaluation der AAMP geschaffen werden. Am IAB laufen im Moment Pilotprojekte die Autoren sind an einem dieser Pilotprojekte beteiligt, die den Aufbau einer Datenbasis durch die Verknupfung von Teilnehmerstichproben mit administrativen Datenvorsehen. Weiterhin sieht das jungst von der Bundesregierung eingebrachte Jobcid:151Aqtivcid:151Gesetzdie kontinuierliche Evaluation der AAMP ausdrucklich vor. Es wird sich in einigen Jahrenzeigen, ob wir in Deutschland deutliche Fortschritte im Hinblick auf eine aussagekraftige Evaluation der AAMP werden machen konnen.23Literatur Arbeitsforderungsgesetz, Stand Januar 1994, Munchen: C. H. Beck Bergemann, A., B. Fitzenberger und S. Speckesser 2001, Evaluating the Employment Effects of Public Sector Sponsored Training in East Germany: Conditional Differencecid:151incid:151Differences and Ashenfeltercid:146s Dip., Unveroffentlicher Diskussionsbeitrag, Mannheim:Universitat Mannheim Bergemann, A., B. Fitzenberger, B. Schultz und S. Speckesser 2000, cid:145Multiple Active Labor Market Policy Participation in East Germany: An Assessment of Outcomescid:146,Konjunkturpolitik, 51 Suppl., 195cid:151244Bundesanstalt fur Arbeit, Amtliche Nachrichten der Bundesanstalt fur Arbeit, verschiedene Jahrgange Bundesanstalt fur Arbeit, Geschaftsbericht, verschiedene Jahrgange Bundesministerium fur Arbeit und Sozialordnung 1997: Sozialgesetzbuch III, Stand 16.Dezember 1997, Bonn: Bundesministerium fur Arbeit und Sozialordnung Calmfors, L. 1994, cid:145Active Labour Market Policy and Unemployment cid:151 A Framework forthe Analysis of Crucial Design Featurescid:146, OECD Economic Studies, 221, 7cid:15147Deutscher Bundestag 1993, Gesetz zur Umsetzung des Sparcid:151, Konsolidierungscid:151 und Wachstumsprogramms, Dezember 1993, Bonn: Deutscher Bundestag Fitzenberger, B. und H. Prey 1998, cid:145Beschaftigungscid:151 und Verdienstmoglichkeiten von Weiterbildungsteilnehmern im ostdeutschen Transformationsprozecid:223: Eine Methodenkritikcid:146,in: F. Pfeiffer und W. Pohlmeier Hg., Qualicid:222kation, Weiterbildung und Arbeitsmarkterfolg, ZEW Wirtschaftsanalysen, 31, Badencid:151Baden: Nomos Verlagsgesellschaft, 39cid:15196Fitzenberger, B. und H. Prey, 2000, cid:145Evaluating Public Sector Sponsored Training in East Germanycid:146, Oxford Economic Papers, 52, 497cid:151520Fitzenberger, B. und S. Speckesser 2000, cid:145Zur wissenschaftlichen Evaluation der Aktiven Arbeitsmarktpolitik in Deutschland: Ein Uberblickcid:146, Mitteilungen aus der Arbeitsmarktcid:151 und Berufsforschung, 33 3, 357cid:151371Hagen, T. und V. Steiner 2000, Von der Finanzierung der Arbeitslosigkeit zur Forderungder Arbeit, ZEW Wirtschaftsanalysen, 51, Badencid:151Baden: Nomos Verlagsgesellschaft Heckman, J. J., R. J. La Londe, und J. A. Smith 1999, cid:145The Economics and Econometricsof Active Labor Market Programscid:146, in: O. Ashenfelter und D. Card Hg. Handbook of Labor Economics, Volume 3a, Amsterdam: North Holland, 1865cid:1512097Hubler, O. 1994, cid:145Weiterbildung, Arbeitsplatzsuche und individuelle Beschaftigung. Eineokonometrische Untersuchung fur Ostdeutschlandcid:146, Zeitschrift fur Wirtschaftscid:151 und Sozialwissenschaften, 114, 419cid:151447Hubler, O. 1997, cid:145Evaluation beschaftigungspolitischer Macid:223nahmen in Ostdeutschlandcid:146,Jahrbucher fur Nationalokonomie und Statistik, 216, 21cid:1514424Hubler, O. 1998, cid:145Betriebliche Weiterbildung und Umschulung in Ostdeutschland cid:151 Erfahrungen und Perspektivencid:146, in: F. Pfeiffer und W. Pohlmeier Hg., Qualicid:222kation,Weiterbildung und Arbeitsmarkterfolg, ZEW Wirtschaftsanalysen, 31, Badencid:151Baden:Nomos Verlagsgesellschaft, 97cid:151132Hubler, O. 2001, cid:145Evaluation of Policy Interventions: Measurement and Problemscid:146, Allgemeines Statistisches Archiv, 85, 103cid:151126Hujer, R. und M. Caliendo 2000, cid:145Evaluation of Active Labour Market Policy: Methodological Concepts and Empirical Estimatescid:146, IZA Discussion Paper, 236, Bonn: Forschungsinstitut zur Zukunft der Arbeit Hujer, R. und M. Wellner 2000a, cid:145The Effects of Public Sector Sponsored Training on Individual Employment Performance in East Germanycid:146, IZA Discussion Paper, 41,Bonn: Forschungsinstitut zur Zukunft der Arbeit Hujer, R. und M. Wellner 2000b, cid:145Berucid:223iche Weiterbildung und individuelle Arbeitslosigkeitsdauer in Westcid:151 und Ostdeutschland: Eine mikrookonometrische Analysecid:146, Mitteilungen aus der Arbeitsmarktscid:151 und Berufsforschung, 33, 405cid:151420Kraus, F., P. A. Puhani und V. Steiner 1999, cid:145Employment Effects of Publicly Financed Training Programs. The East German Experiencecid:146, Jahrbucher fur Nationalokonomieund Statistik, 219, 216cid:151248Lampert, H. 1989, cid:14520 Jahre Arbeitsforderungsgesetzcid:146, Mitteilungen aus der Arbeitsmarktcid:151und Berufsforschung, 22, 173cid:151186Lechner, M. 1998, Training the East German Labour Force, Microeconometric Evaluationsof Continuous Vocational Training after Unicid:222cation, Heidelberg: Physicacid:151Verlag Lechner, M. 1999, cid:145Earnings and Employment Effects of Continuous Offcid:151thecid:151Job Trainingin East Germany After Unicid:222cationcid:146, Journal of Business and Economic Statistics, 17,74cid:151 90Lechner, M. 2000, cid:145Identicid:222cation and Estimation of Causal Effects of Multiple Treatmentsunder the Conditional Independence Assumptioncid:146, in: M. Lechner und F. Pfeifer Hg.2000, Econometric Evaluation of Active Labor Market Politics in Europe, Heidelberg:Physicacid:151Verlag Lechner, M. und R. Miquel 2001, cid:145A Potential Outcome Approach to Dynamic Programme Evaluation cid:151 Part I: Identicid:222cationcid:146, SIAW Discussion Paper, St. Gallen: Universitat St.Gallen Pannenberg, M. 1995a, Weiterbildungsaktivitaten und Erwerbsbiographie. Eine empirische Analyse fur Deutschland, Frankfurt am Main, New York: Campus Verlag Pannenberg, M. 1995b, cid:145Zur Evaluation staatlicher Qualicid:222zierungsmacid:223nahmen in Ostdeutschland: Das Instrument der Fortbildung und Umschulung Fu Ucid:146, Diskussionspapier Institut fur Wirtschaftsforschung Halle, 38, Halle: IWHPannenberg, M. und J. Schwarze 1996, cid:145Unemployment, Labor Market Training Programsand Regional Wages: An Extended Wage Curve Approachcid:146, DIWcid:151Diskussionspapiere,139, Berlin: Deutsches Institut fur Wirtschaftsforschung 25Prey, H. 1999, Wirkungen staatlicher Qualicid:222zierungsmacid:223nahmen. Eine empirische Untersuchung fur die Bundesrepublik Deutschland, Bern, Stuttgart, Wien: Verlag Paul Haupt Rabe, B. 2000,cid:145Wirkungen aktiver Arbeitsmarktpolitik. Evaluationsergebnisse fur Deutschland, Schweden, Danemark und die Niederlandecid:146, WZB Discussion Paper FS I 00cid:151208, Berlin: Wissenschaftszentrum Berlin fur Sozialforschung Rosenbaum, P. und R. Rubin 1983, cid:145The Central Role of the Propensity Score in Observational Studies for Causal Effectscid:146, Biometrica, 70, 41cid:15155Schmidt, C., K. Zimmermann, M. Fertig und J. Kluve 2001, Perspektiven der Arbeitsmarktpolitik. Internationaler Vergleich und Empfehlungen fur Deutschland, Heidelberg:Springercid:151Verlag Schneider, H., A. Bergemann, O. Fuchs, W. Kempe, J. Kolb, M. Rosenfeld, B. Schultzund L. Trabert 2000, Die Effizienz der Arbeitsmarktpolitik in den neuen Landern cid:151Eine Bilanz der Vergangenheit und Ansatze fur zukunftige Reformen, Halle: Institutfur Wirtschaftsforschung Halle Sell, S. 1994, cid:145Polarisierung der Arbeitsverwaltung. Die Bundesanstalt fur Arbeit zwischenrestriktiver Arbeitslosenverwaltung und lebenslagenorientierter Arbeitsmarktpolitikcid:146,Sozialer Fortschritt, 43, 296cid:151304Sell, S. 1998: cid:145Entwicklung und Reform des Arbeitsforderungsgesetzes als Anpassung des Sozialrechts an cid:223exible Erwerbsformen?cid:146, Mitteilungen aus der Arbeitsmarktcid:151 und Berufsforschung, 30 3, 532cid:151533Staat, M. 1997, Empirische Evaluation von Fortbildung und Umschulung, Badencid:151Baden:Nomos Verlagsgesellschaft 26", "filename": "dp0216.pdf", "person": ["Bernd Fitzenberger", "Fitzenberger, Bernd", "Stefan Speckesser", "Speckesser, Stefan"], "date": ["2002"]}