{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/24581/1/dp0258.pdf"], "title": ["Zur Rolle von Beteiligungskapitalgebern in ihren Portfoliounternehmen: Eine ökonometrische Analyse"], "plaintext": "Das Wichtigste in Kurzezur Erklarung der einen Beitrag Der deutsche Markt fur Beteiligungskapital ist ein vergleichsweise junger Markt, so dassnur wenig Wissen bezuglich der Qualitat der von den VCG geleisteten Managementunterstutzung besteht. Ziel der Studie ist es, den Beitrag der VCG zum Wachstum und Uberleben ihrer Portfoliounternehmen empirisch zu uberprufen.Datenbasis der Untersuchung ist ein Datensatz zu VCfinanzierten Unternehmen undderen VCG. Die Identifizierung der VCfinanzierten Unternehmen basiert auf einer Suchenach offenen Beteiligungen von VCG an anderen Unternehmen in den ZEWGrundungspanels.Ein aus wirtschaftspolitischer Sicht interessantes Ergebnis ist, dass Venture Capital VCfinanzierte Unternehmen im Durchschnitt ein hoheres Wachstum aufweisen als andere Unternehmen mit ahnlichen Charakteristika. Die Analysen belegen aber auch, dassinnerhalb der Gruppe VCfinanzierter Unternehmen sehr deutliche Unterschiede imrealisierten Wachstum zu beobachten sind. Nicht jedes VCfinanzierte Unternehmen tragtdamit gleichermaen zur Schaffung neuer Arbeitsplatze bei. Die Frage ist, welche Determinanten unterschiedlichen Wachstumsperformance von VCfinanzierten Unternehmen leisten konnen. Zu solchen Determinanten zahlen die Merkmale des Unternehmen, des UnternehmensumfeldesMarktbedingungen etc. sowie der Unternehmensbeteiligten. Besonderes Augenmerkwird in der vorliegenden Studie der Rolle von Venture CapitalGesellschaften VCG als Unternehmensbeteiligte beigemessen. Die auf dem deutschen Markt aktiven VCGunterscheiden sich erheblich bezuglich der Merkmale, die fur die Durchfuhrung ihrer Aktivitaten der Suche, Auswahl und Betreuung ihrer Portfoliounternehmen von Bedeutung sind.der Die Ergebnisse der multivariaten Analyse belegen, dass Performanceunterschiede VCfinanzierter Unternehmen auf bestimmte Merkmale derbeteiligten VCG zuruckgefuhrt werden kann. Erfreulich aus Sicht der offentlichen Handist, dass die Unternehmen keine schlechtere Performance aufweisen, an denen eine VCGmit einer offentlichrechtlichen Institution als Gesellschafter bzw. Investor engagiert ist.Ein hoheres Wachstum erzielen VCfinanzierte Unternehmen, an denen VCG mit einer Spezialisierung auf lokale Aktivitaten beteiligt sind. VCG nehmen haufig eine Syndizierung ihrer Beteiligungsengagements vor, d. h. mindestens zwei verschiedene VCG beteiligen sich an einem jungen Unternehmen. Die Ergebnisse belegen, dass solche Beteiligungen sich als erfolgreich im Sinne einer besseren Performance der VCfinanzierten Unternehmen erweisen. Die Zusammenhange gelten fur einen Zeitraum, dervon einem rapiden Wachstum mit anschlieender und derzeit noch anhaltender Konsolidierung des VCMarktes gepragt war.ein Teil Zur Rolle von Beteiligungskapitalgebern inihren Portfoliounternehmen: Eineokonometrische Analysevon Dirk Engel Zentrum fur Europaische Wirtschaftsforschung Gmb H ZEWOktober 2002Abstract: The paper deals with the empirical investigation of the question, whichtype of venture capital companies VCC determine positively the growth andsurvival of young venturebacked firms. The definition of venturebacked firms isbased on a computerassisted search for names of venture capital companies asshareholders in firms. The ZEWFoundations Panels are the database for theanalysis. The empirical results suggest for example, that venturebacked firmsachieve significant higher employment growth rates when a VCC with localactivities is engaged. Changes in the board of directors is a less powerful factor toexplain high employment growth.Keywords:Venture Capital, New Firms, Employment Growth, Survival JEL Classification: L21, G20, O39Acknowledgement: Ich bedanke mich bei Georg Licht und Christian Rammer fur ihre Kommentare undhilfreichen Anregungen. Finanziell unterstutzt wurde die Untersuchung im Rahmen des DFGSchwerpunktprogramms Die Entwicklung junger Unternehmen unter dem Geschaftszeichen STA169101. Alle noch verbleibenden Unzulanglichkeiten gehen zu meinen Lasten.1 Einleitungohne die eines Inanspruchnahme Die Mehrzahl der empirischen Studien belegt, dass Venture Capital VCfinanzierte Unternehmen im Durchschnitt ein hoheres Wachstum erzielen als Unternehmen solchen Finanzierungsinstruments.1 Es zeigt sich aber auch, dass innerhalb der Gruppe VCfinanzierter Unternehmen die Wachstumsraten der Unternehmen sehrunterschiedlich sind. Die Frage ist, welche Determinanten einen Beitrag zur Erklarung dieser Unterschiede leisten konnen. Zu solchen Determinanten zahlendie Merkmale des Unternehmen, des Unternehmensumfeldes sowie der Unternehmensbeteiligten. Insbesondere im Hinblick auf die Rolle der Unternehmensbeteiligten ergeben sich interessante Aspekte aus Sicht einzelner Akteure des VCMarktes. Unternehmen, die Beteiligungskapital nachfragen,stehen z. B. vor der Entscheidung, jenen Beteiligungspartner auszuwahlen, derbestmoglich zur Entwicklung des Unternehmens beitragen kann. Fur diewirtschaftspolitischen Handlungs und Entscheidungstrager dagegen ist von Interesse, ob sich die VCfinanzierten Unternehmen mit Beteiligung einer Venture CapitalGesellschaften VCG, an der eine offentlichrechtliche Institution als Investor bzw. Gesellschafter beteiligt ist, besser oder schlechterentwickeln als die ubrigen VCfinanzierten Unternehmen.Der deutsche Venture CapitalMarkt 2 ist ein vergleichsweise junger Markt, sodass nur wenig Wissen bezuglich der Qualitat der von den VCG geleisteten Managementunterstutzung besteht. Die meines Wissens einzige umfassende Analyse zu den Erfolgsstrategien deutscher VCG wurde von Schefczyk 2000vorgelegt. Seine Untersuchung stutzt sich dabei auf Angaben zu insgesamt 103 1 EVCA und CL 1996 ermitteln ein 7,5fach hoheres Beschaftigungswachstum derbeteiligungsfinanzierten KMU im Vergleich zur wenig reprasentativen Gruppe der Top500 Unternehmen in Europa. Engel 2002 kommt zum Ergebnis eines circa 2,2fachhoheren Beschaftigungswachstums, wenn eine Gruppe von Vergleichsunternehmenausgewahlt wird, die sich hinsichtlich einer Vielzahl von Merkmalen Groe,Grundungsjahr, Branche etc. nicht von der Gruppe der VCfinanzierten Unternehmenunterscheidet.2 Der Begriff Venture Capital VC bezeichnet die Bereitstellung von Eigenkapital fur junge Unternehmen in der Vorgrundungs, Grundungs und Expansionsphase. Untrennbarverknupft mit der Bereitstellung von VC ist eine umfangreiche Managementunterstutzung.1Portfoliounternehmen PU von 12 der insgesamt 48 aktiven renditeorientierten BVKMitglieder zum Ende des Jahres 1995.3 Die dynamische Entwicklung im Fruhphasensegment des deutschen Beteiligungskapitalmarktes seit 1997 konntedaher noch keine Berucksichtigung in seiner Untersuchung finden. Zahlreicheneue VCG sind seitdem entstanden und am Markt aktiv. Die starke Veranderungder Angebotsstrukturen sind ein Motiv dafur, die Rolle der in Deutschlandaktiven VCG zur Erklarung der unterschiedlichen Performance VCfinanzierter Unternehmen aufs Neue und mit einer wesentlich breiteren empirischen Basis zuuntersuchen.Der gewahlte Forschungsansatz unterscheidet sich in mehreren Punkten vondem Schefczyks 2000. Die Identifizierung von PU der in Deutschland aktiven VCG stutzt sich auf Angaben der ZEWGrundungspanels.4 Dieses Vorgehenerlaubt erstens die Analyse der Entwicklung einer sehr groen Zahl der seit 1990neu gegrundeten und mit VC finanzierten Unternehmen. Zweitens ist esmoglich, die Aktivitaten auslandischer VCG oder anderer nicht in einem Verband organisierten VCG zu beleuchten. Die Ergebnisse der vorliegenden Untersuchung basieren demnach auf einer umfassenden Berucksichtigung der VCAktivitaten in Deutschland. Ziel ist es, den Zusammenhang zwischen den Merkmalen des Beteiligungsverhaltnisses, der PU sowie deren Umfeld auf dereinen Seite und der Insolvenzvermeidung und dem Wachstum als ausgewahlte Erfolgsgroen auf Unternehmensebene auf der anderen Seite zu analysieren.Besonderes desden Merkmalen Augenmerk zwar wird 3 Die von ist die PU den VCG betreuten VCfinanzierten Unternehmen werden als Portfoliounternehmen ausschlielicher Renditeorientierung sind noch Beteiligungsgesellschaften der offentlichen Hand und die VCG groer Industrieunternehmen in Deutschland aktiv, die andere Zielsetzungen haben.BVK deutscher Bundesverband Kapitalbeteiligungsgesellschaften German Venture Capital Association e.V.bezeichnet. Neben VCG mit Abkurzung den fur 4 In den ZEWGrundungspanels sind mit dem Erfassungsstand vom Juni 2002 die Angabenvon etwa 2,4 Mio Unternehmen gespeichert, die zwischen dem Jahr 1990 und dem Jahr 2000 in Ost und Westdeutschland gegrundet wurden. Die Grundlage dieses Datenbestandes bilden Unternehmensdaten der groten deutschen privatwirtschaftlichen Kreditauskunftei Creditreform, die dem ZEW regelmaig seit dem Jahr 1990 ubermitteltwerden. Creditreform jedem erfassten Unternehmen zentrale Unternehmensmerkmale Groe, Branche, Grundungsdatum, Vorliegen einer Insolvenzetc. und Merkmale zu den Unternehmensbeteiligten vgl. Almus et al., 2002.recherchiert zu 2Beteiligungsverhaltnisses gewidmet, auf eine Berucksichtigung der Merkmaledes Unternehmens kann und darf aber nicht verzichtet werden, wie dentheoretischen Arbeiten und empirischen Analysen zum Wachstum der Unternehmen zu entnehmen ist.5 Die Mehrzahl der Arbeiten, die sich mit der Entwicklung VCfinanzierter Unternehmen befassen, beziehen nur zu einemgeringen Teil diese Merkmale mit ein.6Das zweite Kapitel behandelt ausfuhrlich die Beziehung zwischen den VCG undihren PU, welche als Vorbereitung zur Ableitung der Forschungshypothesen imdritten Kapitel dient. Im vierten Kapitel wird das Vorgehen zur Identifizierungder VCfinanzierten Unternehmen beschrieben. Dem schliet sich im funften Kapitel eine deskriptive Darstellung der Wachstumsraten VCfinanzierter Unternehmen, die Erlauterung der okonometrischen Spezifikation der zuuntersuchenden Zusammenhange und die Diskussion der Schatzergebnisse an.Schlielich werden im sechsten Kapitel einige wesentlichen Erkenntnisse der Untersuchung zusammengefasst.2 Zur Beziehung zwischen VCG und PUUnternehmen. Eine Wesentliche Funktionen der VCG sind die Suche, Auswahl und Betreuungbeteiligungswurdiger umfangreiche Beteiligungswurdigkeitsprufung dient der Beurteilung der Renditechancen und Risiken des zu finanzierenden Projektes, welche die Grundlage fur die Beteiligungsentscheidung der VCG bildet. Die Betreuung der VCG umfasst die Kapitalbereitstellung, die sowie das Monitoring wichtiger Unternehmenskennzahlen. Die Funktionen der VCGsetzen unmittelbar an den Hemmnissen junger Unternehmen und den Problemeninfolge der asymmetrischen Informationsverteilung vor und nach dem Beteiligungsbeginn an. Ziel all dieser Manahmen ist es, den Beteiligungserfolgaktive Managementunterstutzung 5 Fur einen Uberblick zu den Theorien zur Erklarung des Wachstums von jungen Unternehmen siehe insbesondere Tau 1996 und Hart 2000. Bezuglich der empirischen Evidenz dieser Theorien fur Deutschland wurden umfangreichere Arbeiten von Bruderl etal. 1998, Nerlinger 1998 und Almus 2002 vorgelegt.6 Einen Uberblick zu den existierenden Studien enthalt Schefczyk 2000: 405407.3zu erhohen, d. h. eine hohe Beteiligungsrendite aus Sicht der VCG zu erzielen.In Abhangigkeit von der Renditeorientierung der VCG kann sich der Umfangder genannten Aktivitaten jedoch zwischen den VCG unterscheiden.Die Beseitigung der Finanzierungsengpasse zahlt zwar zu den zentralen Voraussetzungen fur die erfolgreiche Umsetzung eines Investitionsvorhabens.Weitgehende Ubereinstimmung besteht in der Literatur jedoch dahingehend,dass die Fahigkeiten und das Engagement der Unternehmer bzw. des Managements ein zentraler Erfolgsfaktor sind. Basierend auf diesen Erkenntnissen ist es daher nicht verwunderlich, dass VCG der Person des Grunders bereits wahrend des Prufung der Beteiligungswurdigkeit eine hohe Bedeutung zur Beurteilung der Projektqualitat beimessen Leitinger und Schofer, 2002.verfugen zum Beginn Unternehmensgrunder Insbesondere derunternehmerischen Tatigkeit haufig noch nicht uber das notwendige Management Knowhow Lessat et al., 1999, sie fragen dieses Wissen verstarktbei ihren Investoren nach. Den Befragungsergebnissen von Mac Millan et al.1988 und Gorman und Sahlman 1989 zufolge leisten die VCG eineumfangreiche Unterstutzung bei der Akquise zusatzlicher Kapitalquellen und beidem Personalmanagement. Kaplan und Stromberg 2001 fanden heraus, dass in 14 Prozent aller Beteiligungsfalle noch vor dem Beteiligungsbeginn und in 50Prozent der Falle nach dem Beteiligungsbeginn von den VCG aktiv Einfluss aufdie Zusammensetzung des Managementteams insbesondere durch die Anstellung bzw. die Entsendung erfahrener Manager ausgeubt wird.7 Bruton etal. 1998 kamen zu dem Ergebnis, dass 51 der 68 antwortenden VCGmindestens einmal ein Mitglied der Geschaftsfuhrung im PU innerhalb derletzten drei Jahre, vom Befragungszeitpunkt an gerechnet, auswechselten.Die Erfolgswirkung der von den VCG geleisteten Managementunterstutzunghangt nicht zuletzt von den Fahigkeiten der VCG bzw. ihrer PUManager ab.Fur die PU besteht grundsatzlich auch die Moglichkeit, die Knowhow Defizite 7 Diese Einflussnahme der VCG dient gleichzeitig dem Zweck, die Unsicherheit bezuglichder Qualitat des Management zu verringern.4durch die Inanspruchnahme externer Beratungsleistungen zu vermindern. Diese Leistungen verursachen jedoch zusatzliche Kosten und erfolgen zudem nurkomplementar zu den Beratungsleistungen der VCGesellschaft. Eine Inanspruchnahme externer Beratungsleistungen auf Kosten der PU liegt dannvor, wenn Knowhow Defizite bestehen, deren Beseitigung nicht von der VCG,jedoch von externen Beratern erwartet wird, und der erwartete Erlos durch die Beratungsleistung deren Kosten ubersteigt. Bisher liegen keine Studien vor, diesich mit dem Umfang der Inanspruchnahme externer Beratungsleistungen durch VCfinanzierte Unternehmen befassen. Aufgrund der Finanzierungsengpasseund der aus Sicht der PU preiswerten Bereitstellung von Beratungsleistungendurch die VCG ist jedoch anzunehmen, dass der Groteil der externen Managementunterstutzung von den VCG selbst bzw. durch die von den VCGbeauftragten Beratern erfolgt. Gegen die Einschaltung eines externen Beraterspricht auch, dass VCG, aufgrund ihrer direkten Partizipation am Erfolg des PU, ein deutlich starkeres Interesse an einer vertraulichen Behandlung vonunternehmensrelevanten Informationen haben.VCG sind an umfassenden Informationen uber die gegenwartige geschaftliche Situation des PU interessiert, die fur die Fortsetzung und Ausgestaltung des Beteiligungsverhaltnisses von hoher Bedeutung sind. Dazu lassen sie sichumfangreiche Kontrollrechte einraumen, fuhren u. a. ein fortlaufendes Monitoring operativer und finanztechnischer Kennzahlen durch, akquirierenzusatzliches Kapitel und nehmen mit der stufenweisen Finanzierung ihrer PUeine risikomindernde Kapitalrationierung vor Mac Millan et al., 1987.8Die breite Diskussion uber Moglichkeiten und Intensitat des Auswahlprozesses,der Managementunterstutzung und des Monitorings seitens der VCG fuhrte zueiner Reihe empirischer Studien, die sich explizit mit der Erfolgswirkung der Interaktion zwischen VCG und PU beschaftigten und so das Spektrum derpotenziellen Erfolgsdeterminanten VCfinanzierter Unternehmen erweiterten.Die Ergebnisse von Rosenstein et al. 1993 unterstreichen den positiven Beitrag, den die von VCG in die Kontroll und Entscheidungsgremien der PUentsandten Mitglieder fur die weitere unternehmerische Entwicklung erbringen. 8 Siehe hierzu ausfuhrlich u. a. Gompers und Lerner 1999, Kaplan und Stromberg 2000.5Bamford et al. 2001 vertreten in ihrer Analyse dagegen die Auffassung, dassder mit dem Auswechseln eines oder mehrer Mitglieder der Geschaftsfuhrungeinhergehende Verlust an spezifischem Wissen und Netzwerken die erwartetenpositiven Effekte der Entsendung ubersteigt. Auf Grundlage der Ergebnisseihrer empirischen Analyse konnten sie jedoch keine Bestatigung fur ihre Thesefinden. So ergab sich weder ein positiver noch ein negativer Zusammenhangzwischen dem Ereignis des Auswechselns des Managements und derunternehmerischen Performance. Beide Effekte scheinen sich demnachauszugleichen.sind, zeigt Mac Millan et al. 1988 widmen sich dem Zusammenhang zwischenverschiedenen Moglichkeiten der Interaktion zwischen VCG und PU einerseitsund dem Erfolg des PU anderseits. Fur PU, an denen VCG mit erheblicher Managementunterstutzung beteiligt sich, dass von allen Moglichkeiten der Interaktion einzig die Unterstutzung bei der Aushandlung der Beschaftigungsvertrage einem positiven Zusammenhang mit derunternehmerischen Performance, operationalisiert mit den vier Groen Umsatz,Marktanteil, Gewinn und Return on Investment steht. Das Monitoring der Geschaftstatigkeiten ist dagegen eine erfolgversprechende Moglichkeit der Interaktion fur VCG mit moderater Managementunterstutzung. Die Ergebnissevom Mac Millan et al. 1988 zeigen aber auch, dass ein umfangreiches Engagement haufig in Unternehmen mit einer geringen Performance zubeobachten ist. So steht die aktive Suche nach geeigneten Personen als Unterstutzung fur das bestehende Managementteam im PU in einem negativen Zusammenhang mit allen PerformanceVariablen fur die VCG sowohl miterheblicher als auch mit moderater Managementunterstutzung. Allerdings ist die Kausalitat zwischen Managementunterstutzung und Performance nichteindeutig, des Beteiligungsverhaltnisses eher eine Folge und weniger die Ursachewirtschaftlichen Misserfolgs darstellt. Die geringe Einbindung des Managementteams in den Suchprozess oder aber die Reaktion auf die schwacheunternehmerische Performance wird von den Autoren als zusatzliche mogliche Erklarung fur dieses Ergebnis angefuhrt.die Managementfluktuation wahrend in da oftmals 6Sapienza 1992 zeigt auf, dass sich eine zunehmende Haufigkeit der Kontakteund Offenheit der Interaktion zwischen VCG und dem Management des PUpositiv auf die Performance des PU auswirkt. Seine Ergebnisse basieren auf denpersonlichen Einschatzungen des Managements und der involvierten VCG.Landstrom 1992 hingegen erhalt keinen empirischen Beleg fur einen solchen Zusammenhang. Auch fur die ubrigen verwendeten Interaktionsvariablen wiegeographische Entfernung zwischen den Investoren und PU, Entwicklungsphasedes Unternehmens zu Beginn der Beteiligung und der Wissensstand der Investoren lie sich kein signifikanter Zusammenhang feststellen. Er zeigtjedoch auf, dass mit geringerer geographischer Entfernung das Ausma anoperationaler Arbeit zunimmt.Schefczyk 2000 widmet sich in seiner Untersuchung den Determinanten des Beteiligungserfolgs, operationalisiert mit den Groen Totalverlust und Beteiligungsrendite, aus Sicht der in Deutschland aktiven VCG. Groere undressourcenstarkere VCG konnen eine etwas hohere Beteiligungsrendite als dieubrigen VCG erzielen. Wiederum geben seine Ergebnisse einen Beleg fur diezentrale Rolle der Fahigkeiten des Managements des PU zur Erklarung des Beteiligungserfolgs.3 Forschungshypothesen und deren Operationalisierung Die Ergebnisse der bisherigen Studien geben Hinweise darauf, dass die von den VCG geleistete Managementunterstutzung in den PU positiv zu der Entwicklungder PU beitragen kann. Allerdings gilt dies nicht fur jede Form der Einflussnahme der VCG gleichermaen. Im folgenden werden verschiedene Hypothesen hinsichtlich uberprufbarer Zusammenhange zwischen den Charakteristika der VCG und dem Erfolg der PU diskutiert. Der Erfolg der PUwird in dieser Untersuchung anhand des Beschaftigungswachstums und des Uberlebens gemessen. Ein uberlebendes PU ist in dieser Untersuchung dadurchcharakterisiert, dass es bis zum Januar 2002 eine Insolvenz vermeiden konnte.7Beide Begriffe, Uberleben und Insolvenzvermeidung, werden daher synonymverwendet.9verfugen. Beides sollte ein besseres Screening Die Geschaftspolitik und Struktur der VCG kann potenziell einen Beitrag zur Performance der PU leisten. So ist fur groere und langer am Markt aktive VCGzu erwarten, dass diese uber Skalenvorteile und umfangreiche eigene Erfahrungen derbeteiligungswurdigen Projekte erlauben und eine effizientere Betreuung der PUermoglichen. Gleiches gilt bei Beteiligung mehrerer VCG, derenunternehmensspezifische Erfahrung sich sinnvoll erganzen kann. Dem stehenaber mogliche Reibungsverluste gegenuber, die aus Interessenkonfliktenresultieren konnen. Die Beteiligung einer groeren, erfahrenen VCG ermoglichtzudem die schnellere Einbindung in bestehende Netzwerke von Zulieferer und Abnehmern, da groere VCG in der Regel uber deutlich mehr Kontakte zuanderen Unternehmen verfugen. Dem steht entgegen, dass gerade kleinere VCGsich starker in den PU engagieren, um ihre verhaltnismaig geringe Reputationschnell zu erhohen. Vermutet wird jedoch, dass die Groenvorteile die positiven Effekte des starkeren Engagement der kleinen, unerfahrenen VCG uberwiegen.Die Erfahrung der VCG wird mit der Zahl der bereits betreuten PU zum Beginnder Beteiligung an einem weiteren Unternehmen gemessen. Zur Messung der Effekte der Beteiligung mehrerer VCG wird eine Indikatorvariable gebildet, dieden Wert 1 annimmt, wenn sich mindestens eine weitere VCG bereitsengagiert hat oder sich gleichzeitig engagiert. Zudem wird auch die Verbandszugehorigkeit der VCG berucksichtigt. Dabei wird angenommen, dasstendenziell etablierte und bereits erfolgreiche VCG sich eher denentsprechenden Branchenverbanden anschlieen. Solche VCG haben bereitseinige PU betreut, so dass sie diese Information nebst ihrer strategischen Ausrichtung den Marktteilnehmern, also den Investoren und VCnachfragenden Unternehmen, signalisieren konnen. H1: Die Groe und Erfahrung einer VCG und die Beteiligung mehrerer VCGfuhrt zu einem hoheren unternehmerischen Erfolg der PU. 9 Gebrauchlicher in der Literatur ist die Erklarung des Ereignisses Insolvenz.8Der Argumentation des Groenindikators folgend ist zudem anzunehmen, dassdie Beteiligungshohe mit den Erfolgsgroen in einem positiven Zusammenhangsteht, da diese zur Vermeidung von Liquiditatsengpassen und zur Ausschopfungdes Wachstumspotenzials beitragt. Eine zunehmende Beteiligungshohe lasstzudem eine intensivere Betreuung und Monitoring der VCG vermuten. H2: Die Hohe der eingegangenen Beteiligung beeinflusst positiv den Unternehmenserfolg des PU.bei gleichzeitig hoherem Geschaftsrisiko 10 Fur Investitionen in einer fruhen Entwicklungsphase Early Stage wird einehohe Rendite erwartet.Finanzierungen in einer spateren Phase Expansion Stage haben den Vorteil,dass deutlich mehr Informationen uber das beteiligungswurdige Unternehmenvorliegen. PU im Early Stage sollten ein hoheres Wachstum und ein hoheres Insolvenzrisiko im Vergleich zu alteren PU aufweisen. Die Finanzierungsphasensind allerdings von unterschiedlichen Wachstumspfaden gekennzeichnet. Der Early Stage ist vom Aufbau des Unternehmens und der Realisierung des Markteintritts gekennzeichnet. Wesentliches Merkmal der sich anschlieenden Phase Expansion Stage ist, dass ein hoherer Kapitalbedarf zur Finanzierungder Marktdurchdringung und des schnellen Wachstums erforderlich ist. Einhoheres Wachstum von PU, die bereits im Early Stage mit VC finanziertwerden, liee sich daher nur beobachten, wenn diese PU sich am Ende des Untersuchungszeitraums bereits in der Expansionsphase befinden.Explizite Angaben zur Finanzierungsphase, in der sich die PU befinden, liegenin der hier verwendeten Datenbasis nicht vor. Als Approximation dient der Abstand zwischen dem Beteiligungsbeginn und dem Grundungsdatum. Fur PU,die bereits im Early Stage VC erhielten, zeigt sich eine durchschnittliche Beteiligungsdauer des Untersuchungszeitraums im Januar 2002. Der kurze Beobachtungszeitraum legtnahe, dass sich die PU mit einer Beteiligung einer VCG recht nah am Grundungszeitpunkt mehrheitlich immer noch in einer fruhen Phase der 19 Monaten, am Ende von gemessen 10 Zu solchen Risiken zahlen nach Nathusius 2001 das Produktentwicklungsrisiko, TimetoMarket Risiko, Fertigungsrisiko, Marktakzeptanzrisiko und Managementrisiko.9Entwicklung befinden, in der nur ein geringes Wachstum erzielt wird. Es istdaher nicht zu vermuten, dass sich diese im Durchschnitt signifikant besserentwickeln konnten als PU, in denen eine VCG sich zu einem spateren Zeitpunkt erstmals engagiert.11 H3: Bei Betrachtung eines kurzen Beobachtungszeitraums entwickeln sichin der Expansionsphase finanzierten Unternehmen gunstiger alsdie Unternehmen, die in der Grundungsphase von VCG finanziert werden.dem Ziel, Interessenkonflikten des PUManagementteams mit Viele VCG nehmen bereits vor Beteiligungsbeginn aktiv Einfluss auf die Zusammensetzung den Beteiligungserfolg zu erhohen Kaplan und Stromberg, 2001; Bamford et al.,2001. Mit dem Zutritt eines neuen Managementmitglieds wird dem Unternehmen zusatzlichen Knowhows zugefuhrt. Dem stehen allerdings einigenegative Effekte gegenuber. So kann es zu im Managementteam aufgrund der personellen Veranderung kommen. Beim Ausscheiden eines anderen Mitglieds des Managements wurde sich ein Verlustan spezifischem Knowhow ergeben Bamford et al., 2001. Die VCG sindjedoch bestrebt, unternehmensspezifisches Wissen und Management Knowhowhoherer Qualitat im PU zu halten, so dass es sich beim Ausscheiden einesanderen Managementmitglieds tendenziell haufiger um weniger erfolgreiche Manager handelt. Fur ein solches Verhalten der VCG sei angenommen, dass diepositiven Effekte eines Zutritts eines neuen Managementmitglieds uberwiegen.12 11 Venture Economics 2002 zufolge erzielten die amerikanischen Early Stage Fonds imersten Jahr ihres Bestehens noch einen Verlust von circa 34 Prozent. Der Durchschnittswert fur alle Fonds liegt hingegen bei etwa minus 19 Prozent. Bei einer Laufzeit der Fonds von 10 Jahren, der typischen Laufzeit fur VCFonds, erzielen Early Stage Fonds mit 32 Prozent jahrlichem Wertzuwachs eine hohere Performance im Vergleich zum Durchschnitt aller Fonds 17 Prozent. Der fondsorientierte Ansatz ist diehaufigste Organisationsform der VCAktivitaten in den USA Gompers und Lerner, 1999.Die Investoren stellen einer VCG ihr Kapital in Form einer stillen Beteiligung zur Verfugung und partizipieren so an der Wertentwicklung der von der VCG aufgelegten Fonds.12 Die Arbeit von Griffith et al. 2002 enthalt eine kurze Zusammenfassung wesentlicherempirischer Arbeiten im hier angesprochenen Forschungsfeld CEO Ownership and Firm Performance.10Die Angaben in den ZEWGrundungspanels erlauben die Identifizierung von Anderungen in der Eigentumer und Managementstruktur im Zeitablauf. Zwarliegen keine naheren Angaben zu den Ursachen fur die personellen Anderungenim Management vor, jedoch ist aufgrund der Ergebnisse von Kaplan und Stromberg 2001 anzunehmen, dass die identifizierten Anderungen unmittelbarvor bzw. zum Beginn der Beteiligung mit hoher Wahrscheinlichkeit auf den Einfluss der VCG zuruckzufuhren sind. Bestatigung fur diese Annahme liefernauch die Ergebnisse zur beobachteten Haufigkeit der Anderungen. Fur 13,8Prozent der Beteiligungsfalle wurde eine Anderung in der Managementstrukturunmittelbar vor bzw. zum Zeitpunkt des Beteiligungsbeginns festgestellt siehe Tabelle 7.2, der dem von Kaplan und Stromberg 2001 ermittelten Wert von 14 Prozent sehr ahnlich ist. Zur Vermeidung von Problemen der Kausalitatbleiben des Beteiligungsverhaltnisses unberucksichtigt, da diese grundsatzlich aus derbeobachtbaren Performance resultieren konnen.personelle Wechsel im Management wahrend H4: Ein neues Mitglied im Management zum Beteiligungsbeginn wirktpositiv auf den Unternehmenserfolg.nehmen sie sich hinsichtlich der Zielsetzungen VCG konnen ihrer Tatigkeitenunterscheiden. Dies hat unmittelbar Relevanz fur die Ausubung der Funktionender VCG wahrend der Suche, Auswahl und Betreuung von PU und damit auchfur die Performance der VCfinanzierten Unternehmen. Renditeorientierte VCGbeteiligen sich nur an Unternehmen, fur die ein sehr hoher Wertzuwachs beieiner moglichst geringen Beteiligungsdauer erwartet wird. Zur Erreichung des Renditeziels detaillierte Beteiligungswurdigkeitsprufung umfangreiche Managementunterstutzung. Die Renditeorientierung kann haufig anhand der Besitzverhaltnisse beurteilt werden, also welche Art von Institution ist als Gesellschafter und teilweise auch als Investor aktiv. In dem Zusammenhangkann zusatzlich einenvergleichsweise einfachen Zugang zu zusatzlichem Kapital aufgrund ihrer Beziehung zur Muttergesellschaft haben. Unabhangige VCG mussen sichwesentlich starker engagieren, genugend Kapital fur ihre Investitionen zuakquirieren. Dies gelingt nur dann, wenn sie eine moglichst hohe Rendite ihrerargumentiert werden, dass insbesondere und abhangige VCG vor leisten eine eine 11bisherigen Beteiligungstatigkeit nachweisen konnen. Einen Beleg hierfur gebendie Ergebnisse von Manigart et al. 2002. Sie konnen auf Basis ihres Samplesvon 200 VCG in funf Landern zeigen, dass unabhangige VCG eine Investitionerst bei Erreichen einer hoheren Mindestrendite vornehmen als es beiabhangigen VCG der Fall ist.Neben rein renditeorientierten, unabhangigen VCG ist in Deutschland ein breites Spektrum von VCG mit unterschiedlichen Zielsetzungen zu erkennen. Eine Gruppe bilden die Beteiligungsgesellschaften der Privatbanken. Deren Aktivitaten stellen eine Erweiterung des Dienstleistungsangebots der Bankenmit dem Ziel der Prasenz im potenziell profitablen Marktsegment der Beteiligungsaktivitaten dar. Aufgrund ihrer Beziehung zur Muttergesellschaftgibt es gute Grunde anzunehmen, dass die BankenVersicherungenTochter eineetwas geringere Renditeorientierung als unabhangige VCG aufweisen. Eineweitere Gruppe bilden die VCG von Unternehmen auerhalb des Finanzsektors,die Corporate Venture Capital CVC in junge Unternehmen investieren. CVCwird vorrangig aus strategischen Zielen bereitgestellt, um neue Markte und Technologien fruhzeitig zu identifizieren Window on Technology und Innovationen zu generieren. Zudem wird haufig ein langerfristiges Beteiligungsverhaltnis, nicht selten auch mit dem Ziel der Integration des PU indas eigene Unternehmen, angestrebt Schween, 1996; Birkinshaw et al., 2002.finanziert werden, die von Fur die Tochtergesellschaften von Sparkassen und Landesbanken sowiemittelstandische Beteiligungsgesellschaften MBG ist eine Vermischung von Renditezielen und dem Ziel der regionalen Wirtschaftsforderung erkennbar.Denkbar ware, dass Unternehmen reinrenditeorientierten Gesellschaften als nicht beteiligungswurdig eingestuftwerden. Die Komponente der forderorientierten Zielsetzung ist auch bei der tbg TechnologieBeteiligungsGesellschaft mb H, eine 100 prozentige Tochter derbundeseigenen Deutschen Ausgleichsbank Dt A, zu beobachten. Erganzendzum kleine Technologieunternehmen BTU, bei dem sie mit stillen Beteiligungenengagiert Dt ATechnologieBeteiligungsprogramm offene Beteiligungen an Unternehmen in der Seed und Start UpPhase und in der ExitPhase zur Vorbereitung des Borsengangsbestehenden Bundesprogramm Beteiligungskapital ist, kann die tbg im Rahmen des fur 12eingehen. Eine Beteiligung in der ExitPhase setzt allerdings voraus, dass das Unternehmen bereits uber das BTUProgramm 13 gefordert wurde. Im Gegensatzzu den regionalen Beteiligungsgesellschaften erfolgt jedoch keine regionale Begrenzung der Aktivitaten.Insgesamt werden sechs Gruppen von VCG gebildet, um die Effekte zuerfassen, die von der unterschiedlichen Renditeorientierung der VCGresultierend aus den Besitzverhaltnissen resultieren. H5: Uberlebenswahrscheinlichkeit und Wachstum der PU nehmen mit der Renditeorientierung der VCG zu.Der Umfang des Monitorings und die geleistete Managementunterstutzungseitens der VCG nimmt mit zunehmender raumlicher Distanz zum PU ab, da die Kosten der Betreuung mit der Entfernung zunehmen Landstrom, 1992. Da einegeringere Managementunterstutzung einen geringeren unternehmerischen Erfolgerwarten lasst, wurde sich eine Entfernungsabhangigkeit des unternehmerischen Erfolgs ergeben. Zur Operationalisierung dieser Determinante wird die Luftliniendistanz in logarithmierter Form zwischen den Mittelpunkten der Postleitzahlgebiete vom Unternehmenssitz der VCG und dem Sitz des PUbestimmt. H6: Mit zunehmender raumlicher Entfernung zwischen VCG und PUverringern sich das Wachstum und die Uberlebenschancen des PU.VCG mit einem spezifischem regionalen Fokus verfugen aufgrund ihrertendenziell starkeren Einbindung in ein regionales Netzwerk uber einen besseren Zugang zu zusatzlichen Informationen uber das in der Region ansassige und zufinanzierende Unternehmen. Dieses zusatzliche Wissen ist insbesondere fur die Beurteilung und Durchfuhrung von Fruhphasenfinanzierungen hilfreich, wennhohe Informationsasymmetrien bestehen. Es sollte aber auch ein wirksameres 13 Die wesentliche Ziele des BTUProgramms sind: Schaffung von Anreizen furprivatwirtschaftliche Beteiligungsengagement in jungen Unternehmen und die Forderungder Entwicklung des Beteiligungskapitalmarktes hin zu einem selbsttragenden Markt ohnestaatliche Unterstutzung Kulicke und Wupperfeld, 1996: 24.13Handson Management ermoglichen. Eine physische Einbindung in einregionales Netzwerk der Grundungsfinanziers und Inkubatoren erlaubt zudemeine fruhzeitige Entdeckung interessanter Geschaftsideen. Sofern Aktivitatenauerhalb der Region vorgenommen werden, in denen die VCG als Akteureingebunden sind, nimmt der Zugang zu solchem impliziten Wissen wieder ab.Ein regionaler Fokus kann auch daraus resultieren, dass eine VCG Ziele derregionalen Wirtschaftsforderung verfolgt. Hier wurde bereits argumentiert, dassdies unmittelbar Konsequenzen fur den Auswahlprozess und damit fur denbeobachtbaren Erfolg der Unternehmen hat. Sofern VCG mit identischerregionalen Fokussierung aber unterschiedlicher Zielsetzung eine Gruppe bilden,waren die Effekte der Renditeorientierung und regionalen Fokussierung nichtmehr auseinander zuhalten. Zur Messung der Effekte einer regionalen Spezialisierung sind daher Gruppen von VCG mit ahnlicher Renditeorientierungzu bilden. Die Analyse fur Deutschland empfiehlt die Unterscheidung in zwei Gruppen von VCG, eine mit ausschlielicher Renditeorientierung und eineweitere mit einer Vermischung von Rendite und Forderzielen.und Engel, 2002, erhalten Innerhalb der Gruppe von VCG mit Rendite und Forderzielen und regionaler Spezialisierung ist eine Fokussierung auf lokale Aktivitaten Sparkassen undauf Aktivitaten im eigenen Bundesland Landesbanken, MBG zu erkennen. Einzusatzlicher Vorteil besteht fur die Beteiligungsgesellschaften der Sparkassen.Da Unternehmensgrunder sehr haufig eine Sparkasse als Hausbank wahlenEgeln ihre Beteiligungsgesellschaften bereits fruhzeitig einen Zugang zu einer Vielzahlinteressanter Geschaftsideen. Der Informationsvorsprung gegenuber anderen VCG sollte es ermoglichen, tendenziell haufiger Projekte hoher Qualitat zufinanzieren. In der Gruppe von VCG mit Renditezielen wird zwischen zwei Gruppen von VCG mit regionaler Fokussierung unterschieden: VCG mit der Spezialisierung auf lokale Aktivitaten und solchen mit Spezialisierung auf Aktivitaten in einigen wenigen Bundeslandern. Zu erwarten ist, dass sichaufgrund der genannten Vorteile der regionalen Spezialisierung die Performanceder PU zwischen den Gruppen unterscheidet.Sparkassen bzw. 14 H7: PU, an denen VCG mit Spezialisierung auf kleinraumige, lokale Aktivitaten beteiligt sind, weisen einen hoheren Unternehmenserfolg auf.die in auch der Literatur den Merkmalen des Beteiligungsverhaltnisses ublich beeinflussen Neben selbstverstandlich diskutiertenunternehmensspezifischen und unternehmensexternen Determinanten denunternehmerischen Erfolg. Auf eine explizite Erorterung dieser Determinantenwird an dieser Stelle jedoch verzichtet und auf die eingangs erwahnten Arbeitenverwiesen. Die Tabelle 7.1 enthalt eine zusammenfassende Darstellung der Einflussfaktoren des Wachstums und Uberlebens von VCfinanzierten Unternehmen und deren Operationalisierung. Tabelle 7.14 Datenbasis und Abgrenzung VCfinanzierter Unternehmen Datenbasis fur die Untersuchung sind die ZEWGrundungspanels. Grundlagefur die Abgrenzung VCfinanzierter Unternehmen ist der kumulierte Datenbestand vom Januar 2001, d. h. alle Angaben, die von Creditreform seit 1990 bis zu diesem Zeitpunkt zu Unternehmen erhoben und dem ZEWubermittelt wurden. Ein Unternehmen gilt als VCfinanziert, sobald ein Mitglieddes organisierten Beteiligungskapitalmarktes bzw. ein Unternehmen mitoffensichtlichen Private Equity Tatigkeiten 14 an diesem mit einer offenen Beteiligung beteiligt ist und der Geschaftszweck des VCfinanzierten Unternehmen nicht im Halten und Verwalten von Beteiligungen an anderen Unternehmen besteht siehe Engel, 2001 fur eine detaillierte Beschreibung des Vorgehens organisierten Beteiligungskapitalmarktes in Deutschland zahlen die Mitglieder des deutschen,europaischen und amerikanischen Verbandes von Kapitalbeteiligungsgesellschaften.dessen Gute. Als Mitglied und des 14 Solche Tatigkeiten sind bei Vorliegen von Namensbestandteilen z. B. Seed Capital,Venture Fund etc. in der Firmierung des Unternehmens anzunehmen.15Von allen identifizierten VCfinanzierten Unternehmen wurden 869 alsoriginare Unternehmensgrundungen zwischen 1990 und 1999 errichtet und esliegen Merkmale zum Beteiligungsbeginn vor.15 Fehlende Angaben in einigenwenigen Variablen fuhren dazu, dass schlielich 770 VCfinanzierte Unternehmen in die okonometrische Analyse mit einbezogen werden konnen.Da auch mehrere VCG an einem Unternehmen beteiligt sein konnen, werden furjedes Paar von VCfinanziertem Unternehmen und VCG die entsprechenden Angaben zum Beteiligungsbeginn aufbereitet. Insgesamt ergeben sich 921Datensatze, wobei jede Beziehung eines VCfinanzierten Unternehmens miteiner VCG genau einmal berucksichtigt wird. Aufgrund der Einschrankungenfehlende Angaben zum Beteiligungsbeginn, nur offene Beteiligungen der VCGwerden erkannt werden in der Untersuchung jedoch nur ein Teil aller PU einer VCG berucksichtigt. Nahere Analysen legen jedoch nahe, dass es sich bei demgegebenen Unternehmenssample um eine durchaus reprasentative Menge der VCfinanzierten Unternehmen in Deutschland handelt, an denen VCG eineoffene Beteiligung halten siehe Engel, 2001.5 Empirische Analyse 5.1 Wachstumsraten VCfinanzierter Unternehmen Zur Veranschaulichung der eingangs erwahnten Unterschiede im Wachstumjunger VCfinanzierter Unternehmen ist in Abbildung 7.1 die Verteilung dernichtinsolventen Unternehmen nach deren Wachstumsraten dargestellt. Die Abbildung legt nahe, dass die Varianz der Wachstumsraten sehr hoch ist. Nichtjedes VCfinanzierte Unternehmen tragt damit gleichermaen zur Schaffungneuer Arbeitsplatze bei. Eine hohe Varianz fur ein Unternehmenssample, dass durch ein hohes Wachstumspotenzial bei hohem Geschaftsrisiko gekennzeichnet ist. Etwa ein Zehntel der Unternehmen erzielt Wachstumsraten von mehr als 100 Prozent. Bei solchen Unternehmen handelt essich um so genannte High Flyers, Unternehmen mit einer sehr hohen Steigerungtypisch ist 15 Als originare Unternehmensgrundung wird jeder erstmalige Aufbau eines Unternehmensbezeichnet, an dem mindestens eine naturliche Person beteiligt ist bezuglich alternativerbzw. weitergehender Definitionen siehe Almus et al., 2002.16des Unternehmenswertes, was mit dem Wachstum der Unternehmen korrelierensollte. Insbesondere fur High Flyers gilt, dass die Beteiligungskapitalgeber ihre Beteiligung mit hohem Gewinn verauern konnen, sei es im Anschluss an eine Borseneinfuhrung oder im Zuge des Verkaufs an ein anderes Unternehmen. Fureinige der uberlebenden Unternehmen insgesamt 12 Prozent werden aber auchnegative Wachstumsraten eininsgesamt 25 Prozent aller VCfinanzierten Beschaftigungsabbau Unternehmen ergeben, wenn der Anteil insolventer VCfinanzierter Unternehmen 13 Prozent mit berucksichtigt wird.beobachtet. Damit wurde sich in Abbildung 7.1 5.2 Okonometrische Spezifikation Ein wesentliches Anliegen der Studie ist es zu prufen, inwiefern die Merkmaleder VCG einen Beitrag zur Erklarung der gezeigten Unterschiede im Wachstumnichtinsolventer VCfinanzierter Unternehmen deren Uberlebenswahrscheinlichkeit leisten konnen. In der multivariaten Analyse kannder partielle Zusammenhang eines jeden Merkmals mit der jeweiligen Erfolgsgroe unter der Annahme der Konstanz der ubrigen erklarenden Groenuberpruft werden ceteris paribus Analyse. Zielsetzung des Abschnitts ist die Erorterung der Spezifikation der hierzu erforderlichen Modelle und die Diskussion geeigneter Verfahren zur Bestimmung der interessierenden Parameter.sowie fur zur Berechnung des Beschaftigungswachstums 16 in Voraussetzungen Unternehmen sind, dass zum Beteiligungsbeginn t 1 und zum Beteiligungsendebzw. zum Ende des Untersuchungszeitraums t 2 Angaben uber die Zahl der Beschaftigten E vorliegen und dass der Zeitraum zwischen diesen beiden Beobachtungen mindestens ein Jahr betragt. Aufgrund der variierenden 16 Das Umsatzwachstum kann auf Basis der Angaben in den ZEWGrundungspanels nichtbetrachtet werden. Die Qualitat der Umsatzangaben ist deutlich geringer verglichen mit der Qualitat der Beschaftigtenangaben. Da die Umsatzhohe mit der Beschaftigungshohe nach Hart 2000 jedoch hoch korreliert ist, ist eine erhebliche Veranderung der Ergebnisseunter Verwendung des Umsatzwachstums nicht zu erwarten.17Recherchehaufigkeit zwischen den einzelnen Unternehmen i im Datensatz wirddas durchschnittliche jahrliche Beschaftigungswachstum Gi als Ergebnisgroegewahlt, wobei ein exponentieller Wachstumsprozess der Unternehmenunterstellt wird vgl. Evans, 1987. Nach diesem Modell verhalt sich dieindividuellen Beschaftigungswachstumsrate i der Beobachtungszeitraum ti 1Untersuchungsgruppe GN , die die angefuhrten Bedingungen erfullen, ergibt sichsomit die jahresdurchschnittliche Wachstumsrate der Beschaftigung Gi alsuber konstant. Fur die Unternehmen gesamten den ti 2Giln Etiti 22lnti 1Eti 1 mit i 1, ,NG.Fur den Fall, dass fur ein Unternehmen ein Marktaustritt infolge Insolvenzangezeigt wird, wird die letzte Beschaftigtenangabe auf den Wert Null gesetzt.Durch die Verwendung der logarithmierten Beschaftigtenangaben kann fur diese Unternehmen keine Wachstumsrate ermittelt werden Demzufolge gelten die Aussagen nur fur uberlebende, nichtinsolvente Unternehmen.17 Die Gleichungfur die erste Erfolgsgroe Beschaftigungswachstum i G wird in der Form G Xib G GiW uiai i 1, , GN.1Gi X die in Tabelle 7.1 dargestelltenspezifiziert, wobei der Vektor Gb den zu schatzenden Parametervektor fur diese Erfolgsfaktoren enthalt, iu den Fehlerterm bezeichnet. Im Vektor Wi sind einige Faktoren darstellt und Kontrollvariablen enthalten, welche die wachstumsfordernden und hemmenden Effekte, ausgehend von den Merkmalen des Unternehmens bzw. des Unternehmensumfeldes, messen. Zur Schatzung der Gleichung kann ein lineares Regressionsmodell angewandt werden. 17 Eine Berucksichtigung der insolventen Unternehmen im Wachstumsmodell ware moglich,wenn eine diskrete Wachstumsrate ermittelt wird. Bei Betrachtung der durchschnittlichen Beschaftigungsentwicklung, die sowohl Beschaftigungsgewinne als auch verlusteeinbezieht, ist der Fehler bei Annahme eines stetigen Wachstumsprozesses fur dasgegebene Sample fur die gewahlte Vorgehensweise spricht.jedoch deutlich geringer, was insgesamt 18Fur einige Unternehmen kann infolge eines Marktaustritts, aufgrund einereinmaligen Recherche oder einer Zeitdifferenz zwischen der ersten und derletzten Beschaftigungsangabe weniger als ein Jahr keine Wachstumsrateberechnet werden. Aufgrund des Rechercheverhaltens von Creditreform kannnicht ausgeschlossen werden, dass sich die Unternehmen mit beobachtbaren Wachstum hinsichtlich ihres Wachstumspotenzials von den Unternehmen ohneberechenbarer Wachstumsrate unterscheiden.Insbesondere fur stark expandierende und stark schrumpfende Unternehmen istanzunehmen, dass diese haufiger von Creditreform recherchiert werden siehehierzu ausfuhrlicher Nerlinger, 1998; Almus et al., 2002. VCfinanzierte Unternehmen zahlen haufig zu der einen oder anderen Gruppe. Ex ante kannjedoch nicht ausgeschlossen werden, dass sich die Gruppe der VCfinanzierten GN von den ubrigen VCUnternehmen mit beobachtbarer Wachstumsrate ohne eine ermittelbare Wachstumsratefinanzierten Unternehmen hinsichtlich beobachtbarer und unbeobachtbarer Charakteristika unterscheidet.Das lineare Regressionsmodell wurde bei Vorliegen von Unterschieden zuverzerrten Ergebnissen fuhren, da nur die Unternehmen mit einer beobachtbaren Wachstumsrate berucksichtigt werden konnen. Aus diesem Grund wird ein SampleSelection Modell verwendet, bei dem fur potenzielle Verzerrungenaufgrund der Nichtberucksichtigung von Unternehmen ohne Wachstumsratekontrolliert wird Heckman, 1976.N SN1Gi S Dazu wird zusatzlich eine Selektionsgleichung spezifiziert, bei der diefur das Vorliegen einer Wachstumsrate des Wahrscheinlichkeit Unternehmens i in Abhangigkeit von den Auspragungen eines Vektors exogener Variablen XSi mit den zu schatzenden Parametern b s modelliert wird. Die Bernoulliverteilte endogene Variable Si nimmt den Wert 1 an, wenn einei S den Wert 0. Zur Wachstumsrate ermittelt werden kann, andernfalls erhalt Schatzung der Parameter wird ein ProbitModell angewandt, bei demangenommen wird, dass die Fehlerterme ie einer Normalverteilung mit dem Mittelwert 0 und der Varianz 2 folgen.19Si Si Sii X b ei Si SS1 wenn iS0 wenn i 00.1, ,N 2Die Interdependenz zwischen der Wachstums und Selektionsgleichung ergibtsich uber die Korrelation zwischen den Fehlertermen. Unter der Annahme, dassbeide Fehlerterme einer bivariaten Normalverteilung folgen, ergibt sich folgende Struktur:,eise 1Nui 00LKJ FFHG INMHGFIKJHGmit dem Korrelationskoeffzienten OQPIKJu,2u,uessrs,e usu.Die Schatzung dieses Ansatzes erfolgt simultan, wobei gleichzeitig fur ein Unternehmen die Wahrscheinlichkeit bestimmt wird, ob die durchschnittlichejahrliche Beschaftigungswachstumsrate berechnet werden kann, und wie hochdiese ausfallt. Alternativ zum angewandten FIML Full Information Maximum Likelihood kann auch der von Heckman 1979 vorgestellte zweistufige Ansatzangewandt werden. Dabei wird zunachst die Selektionsgleichung geschatzt unddie Selektionskorrekturvariable, die Inverse der Mills Ratio, ermittelt. Diesegeschatzte Groe geht im zweiten Schritt als zusatzliche erklarende Groe in der Wachstumsgleichung mit ein, die mittels OLS geschatzt wird. Nachteil dieses Verfahrens ist, dass aufgrund der Berucksichtigung der Inversen der Mills ratioder Parametervektor nicht effizient geschatzt werden kann Reize, 2001.Zur Uberprufung der Hypothesen fur die zweite Ergebnisgroe, das Uberlebenvon VCfinanzierten Unternehmen, wird ein binares ProbitModell verwendet.Mit diesem wird die Wahrscheinlichkeit einer Insolvenzvermeidung Yi des Unternehmens i in Abhangigkeit von den Auspragungen eines Vektors exogener Variablen xi bestimmt: i 1, ,N .3E Y X xii Y Pri1X xi Fxib 20Im Vektor b sind die zu schatzenden Parameter enthalten, l steht fur die Verteilungsfunktion der Standardnormalverteilung. Die Bernoulliverteilteendogene Variable Yi nimmt den Wert 1 an, sofern fur ein Unternehmen biszum Beteiligungsende bzw. bis zum Ende des Untersuchungszeitraums keine Merkmale bezuglich eines abgeschlossenen Insolvenzverfahrens vorliegen,andernfalls erhalt die Variable die Auspragung 0.Zur Vermeidung von Fehlspezifikationen, die zu inkonsistenten Schatzwertenund Standardfehlern fuhren, wurden Tests auf Normalitat und Heteroskedastiegema den von Verbeek 2000 vorgeschlagenen Testprozeduren durchgefuhrt.Dazu wurden zunachst ProbitModelle unter der Annahme von Homoskedastiegeschatzt. Die Annahme der Normalverteilung kann basierend auf dem Lagrange Multiplikator Test nicht verworfen werden. Jedoch belegen die Ergebnisse, potenzielle Fehlspezifikationen sind siehe Tabelle 7.4. Nach Harvey 1976 kann die eine multiplikative Form haben, so Varianz der Fehlerterme mit dass fur Heteroskedastie in folgender Form korrigiert werden kanneinige Variablen eine Quelle dass expfur 2iz 2asE Y X x Z zi,ii Y Pri1X x Z zi,i Fcexiexpbziao i 1, ,N .4Der Vektor iz enthalt dabei alle Variablen, die gema der Tabelle 7.4 eine Quelle fur Heteroskedastie sein konnen. Die Schatzung des Modells zeigt, dasssehr schlechte Konvergenzeigenschaften des Schatzers zu beobachten sind. Esist daher anzunehmen, dass Heteroskedastie eine kompliziertere Form hat, als in Gleichung 4 unterstellt wird, fur deren Korrektur eine funktionale Form nichtbekannt ist. Da die Normalitatsannahme nicht verletzt ist und der Versuchfehlschlug, Heteroskedastie in multiplikativer Form im Modell zu integrieren,scheint die Schatzung eines homoskedastischen ProbitModells gerechtfertigt.Mit der Verwendung von heteroskedastierobusten Standardfehlern nach White1980 ist eine effiziente Schatzung der Standardfehler und damit auch diekorrekte Interpretation der Schatzergebnisse gewahrleistet.Da Heteroskedastie im ProbitModell aber nicht nur die Effizienz, sondern auchdie Erwartungstreue des Schatzers beeinflusst Yatchew und Griliches, 1985,21an. Unabhangig stellt sich die Frage, wie hoch die Verzerrung der Parameterschatzwerte ist. Umdies zu beurteilen, bietet sich der Vergleich mit den Schatzwerten eines linearen Wahrscheinlichkeitsmodells von Heteroskedastie ist namlich eine erwartungstreue Schatzung der Parameter imlinearen Wahrscheinlichkeitsmodell moglich Greene, 1997. Sofern die Parameterschatzwerte im ProbitModell trotz Vorliegen von Heteroskedastienicht erheblich verzerrt sind, musste sich folgendes Verhaltnis zwischen den Parameterschatzwerten des linearen Wahrscheinlichkeitsmodells und des ProbitModells ergeben Greene, 1997:vom Vorliegen b OLSb PROBIT Ffeee 11 Nac Nei 1Yiouuu5Eine erhebliche Verzerrung der Parameterschatzwerte im ProbitModell ist furden gegebenen Datensatz auszuschlieen. Zudem ermoglicht das ProbitModelleine effizientere Schatzung der Parameter, da die Normalitatsannahme imlinearen Wahrscheinlichkeitsmodell zu verwerfen ist. Aufgrund dessen stutztsich die empirische Uberprufung der Hypothesen zum Uberleben VCfinanzierter Unternehmen auf die Ergebnisse des ProbitModells.18 Dazu werdenim Anschluss an die Schatzung des ProbitModells die marginalen Effektedydx des Wirkungszusammenhangs erlauben. Marginale Effekte reprasentieren die Veranderung in Prozentpunkten, wenn sich die metrische erklarende Variable um 100 Prozentverandert bzw. im Fall einer Indikatorvariable sich eine Veranderung vom Wert 0 auf den Wert 1 ergibt.der Wahrscheinlichkeit Insolvenzvermeidung eine Aussage die Hohe der berechnet, die uber 18 Die Schatzergebnisse des linearen Wahrscheinlichkeitsmodells Tabelle 7.6 und des ProbitModells Tabelle 7.5 fuhren zu Quotienten gema der Gleichung 5 zwischen 0,10und 0,18. Diese Werte liegen recht nahe beim ermittelten Wert der Dichte der Standardnormalverteilung von 0,185 fur das gegebene Sample. Gegen eine Verwendungdes spricht auch, dass der konditionierte Erwartungswert EYiXxi auerhalb des Wertebereiches 0,1 liegt Maddala, 1983.linearen Wahrscheinlichkeitsmodell 227.5 enthaltenen Schatzergebnissen und Tabelle jede Erfolgsgroe wurden 5.3 Ergebnisse Im Folgenden werden die wichtigsten Ergebnisse, basierend auf den in Tabelle 7.3 zum Insolvenzvermeidung VCfinanzierter Beschaftigungswachstum und der Unternehmen diskutiert. Fur jeweils zwei Schatzungen durchgefuhrt. Dies ergibt sich daraus, dass einige Variablen nur furdie BVKMitglieder zur Verfugung stehen. Zudem ist von Interesse, ob dieermittelten Zusammenhange sich auch dann zeigen, wenn eine Begrenzung des Unternehmenssamples vorgenommen wird. In der ersten Spezifikation wurdendaher alle VCfinanzierten Unternehmen berucksichtigt, in der zweiten wurdedie Analyse auf die Unternehmen begrenzt, an denen ein Mitglied des BVKbeteiligt ist. In der Schatzung des Wachstumsmodells blieben identifizierte Ausreier unberucksichtigt.19 Damit ist sichergestellt, das die Ergebnisse nichtzu stark von einigen wenigen Beobachtungen beeinflusst werden. Der statistischsignifikante Korrelationskoeffizient zeigt an, dass sich die Beobachtungen ohne Wachstumsrate signifikant von den Beobachtungen mit einer Wachstumsratehinsichtlich ihres Wachstumspotenzials unterscheiden. Eine Kontrolle fur Selektionsverzerrungen, resultierend aus den Beobachtungen ohne eine Wachstumsrate, ist daher erforderlich, um Aussagen mit Gultigkeit fur alle VCfinanzierten Unternehmen abzuleiten. Tabelle 7.3 Tabelle 7.5 Erfahrung der VCGDer Hypothese 1 zufolge sollten Engagements von solchen VCG erfolgreichersein, die sich erstmals an einem bereits mit VC finanzierten Unternehmen oderaber gleichzeitig mit einer anderen VCG an einem beteiligungswurdigen Unternehmen beteiligen Syndizierungsinvestitionen im weiteren Sinne. Diese These kann empirisch belegt werden. So haben PU mit mehreren VCG als 19 Fur die erste Spezifikation wurden 23 Beobachtungen, fur die zweite 16 Beobachtungenals Ausreier auf Basis einer robusten Regression Huber, 1964 ermittelt.23Beteiligungspartner ein c. p. 10 Prozentpunkte hoheres Wachstum und eine um 4 Prozentpunkte hohere Wahrscheinlichkeit der Insolvenzvermeidung als solche PU, an denen nur eine VCG beteiligt ist.zu beeinflussen, nicht Die Skalenvorteile und die groere Erfahrung von VCG mit einer hohen Zahlbereits betreuter Unternehmen scheinen zwar das Wachstum der Unternehmenpositiv jedoch die Wahrscheinlichkeit der Insolvenzvermeidung. Unternehmen, an denen VCG ihre erste Beteiligungeingehen, erzielen eine knapp 7 Prozentpunkte hohere Wahrscheinlichkeit der Insolvenzvermeidung als die PU ubriger VCG. Kleinere VCG haben das Problem, dass deren Aktivitaten nur an einer geringen Zahl betreuter PUbeobachtbar sind. Um sich die notige Reputation gegenuber potenziellen Kapitalgebern aufzubauen, kann eine mogliche Strategie kleiner VCG sein,risikoaverser zu agieren und bei den ersten Investitionen eher Unternehmen mitgeringerem Geschaftsrisiko bei gleichzeitig geringerem Wachstumspotenzialauszuwahlen und diese intensiv zu betreuen, um einen Totalverlust abzuwenden.Die Entwicklung der PU kann nur in einem geringen Ma mit dem Signal der Verbandszugehorigkeit der beteiligten VCG in einen Zusammenhang gebrachtwerden. Einzig fur die PU der Verbandsmitglieder der European Venture Capital Association EVCA fallt auf, dass diese eine knapp 8 Prozentpunktehohere Wahrscheinlichkeit Im Wachstumsmodell ist kein signifikanter Zusammenhang zwischen der Verbandszugehorigkeit und dem Wachstum zu erkennen. Die PU der VCG ohne Zugehorigkeit zu einem Verband entwickeln sich nicht schlechter als die Referenzgruppe, die PU der Mitglieder des BVK. Entweder sind die qualitativen Unterschiede zwischen Verbandsmitglieder und ubrigen VCG zu gering oder es bestehen deutliche Unterschiede, die jedoch keine Wachstumswirkung entfalten.Insolvenzvermeidung hinsichtlich haben. der der Funktionen der VCG Beteiligungshohe und Finanzierungsphase Eine empirische Bestatigung fur die Hypothese 2, dass das Wachstumspotenzialder PU mit zunehmender Beteiligungshohe besser ausgeschopft und eine Insolvenz vermieden wird, ergibt sicht nicht. Auch Schefczyk 2000 konntekeinen signifikanten Zusammenhang zwischen der Hohe der Beteiligung und 24der dem Beschaftigungswachstum seiner multivariaten Regressionsanalyse zur Beteiligungsrendite ermitteln. Denkbar ist, dass der Untersuchungszeitraum zu kurz ist, um unterschiedliche Entwicklungsmusterder Unternehmen in Abhangigkeit von der Hohe des bereitgestellten Kapitalsbeobachten zu konnen.PU in eines relativ dieses Ergebnis bei Zugrundelegung Im Gegensatz dazu geben die empirischen Ergebnisse einige Hinweise fur die Gultigkeit der Hypothese 3. PU, an denen sich VCG erstmals zwei Jahre nach Grundung bis spatestens 3,5 Jahre nach Grundung beteiligen, haben einsignifikant hoheres Beschaftigungswachstum und weisen eine hohere Uberlebenswahrscheinlichkeit als Fruhphasenfinanzierungen auf. Wohlgemerktgilt kurzen Untersuchungszeitraums. Unternehmen mit einer Fruhphasenfinanzierungbefinden sich mehrheitlich noch in der Phase des Markteintritts. Das Ergebnisbestatigt das bekannte Bild: Von VCfinanzierten Unternehmen konnen infruhen Phasen ihrer Unternehmensentwicklung keine uberdurchschnittlichen Beschaftigungseffekte erwartet werden. Interessanterweise zeigen sich diesignifikanten Zusammenhange jedoch nicht, wenn nur die PU der BVKMitglieder betrachtet werden. Die NichtBVKMitglieder scheinen entwederbessere Unternehmen in der Expansionsphase auszuwahlen oder unterstutzen dieausgewahlten Unternehmen effektiver. Daruber hinaus zeigt sich, dass Beteiligungen mit einem Beginn fruhestens funf Jahre nach Grundung eine circa 7 Prozentpunkte hohere Wahrscheinlichkeit der Insolvenzvermeidung aufweisenals Fruhphasenfinanzierungen. Die Ergebnisse bestatigen die These, wonach Investitionen in bereits am Markt agierende Unternehmen weniger riskant sind,da sich das Unternehmen in einer vergleichsweise gefestigten Marktpositionbefindet und mit dem Vorliegen der Unternehmenshistorie eine bessere Beurteilung des unternehmensindividuellen Risiko des Scheiterns moglich ist.Personelle Veranderung im Management PU, fur die die Berufung eines zusatzlichen Mitglieds in das Management zum Beteiligungsbeginn beobachtet wird, konnen sich nicht besser entwickeln als PUohne eine solche personelle Veranderung. Dieses Ergebnis zeigt sich auch inzwei weiteren Spezifikationen, wenn danach differenziert wird, ob zeitgleich ein 25Austritt bzw. kein Austritt eines anderen Mitglieds des Managements vorliegt.Die Hypothese 4 kann nicht bestatigt werden. Die positiven Effekte sindentweder zu schwach oder aber sie werden durch die negativen Effekte infolgedes Auftretens von Interessenkonflikten ausgeglichen.Regionaler Fokus und Renditeorientierung der VCGDa Angaben zur Art und dem Umfang regionaler Spezialisierung und zur Renditeorientierung nur fur die BVKMitglieder vorliegen, bleiben die Aussagen auf die VCfinanzierten Unternehmen beschrankt, an denen ein BVKMitglied beteiligt ist.Die raumliche Distanz zwischen PU und VCG kann entgegen der Hypothese 6keinen Beitrag zur Erklarung der unterschiedlichen Wachstumsperformance unddes Uberlebens VCfinanzierter Unternehmen leisten. Dies zeigt sich sowohl bei Verwendung der metrischen Groe als auch alternativer Verwendung von Indikatorvariablen. Die Schatzergebnisse geben aber einen empirischen Belegfur die Gultigkeit der Hypothese 7, dass eine regionale Spezialisierung einer VCG positive Effekte generiert, die sich in einem hoheren Wachstum der PUwiderspiegeln. Sowohl fur die PU von renditeorientierten VCG als auch fur die PU von VCG mit einer Vermischung von Rendite und Forderzielen ist einhoheres Wachstum zu beobachten, wenn es sich um eine VCG mit einer Spezialisierung auf kleinraumige Aktivitaten handelt. Hingegen sind fur die PUvon VCG mit einer regionalen Spezialisierung auf Investitionen in einem oderwenigen Bundeslandern keine hohere Wachstumsraten, teilweise sogarsignifikant geringere Wachstumsraten verglichen mit der Gruppe unabhangiger VCG ohne regionale Fokussierung zu erkennen. Hervorzuheben ist, dass die PUvon VCG mit Rendite und Forderzielen und regionalem Fokus auf Aktivitatenin einem Bundesland eine um circa 6 Prozentpunkte hohere Wahrscheinlichkeitder Insolvenzvermeidung haben. Dies kann mit der strategischen Ausrichtungder Gesellschaften begrundet werden, namlich eher Projekte mit geringerem Geschaftsrisiko auszuwahlen und zu betreuen Lessat et al., 1999. Die Ergebnisse legen nahe, dass die Nahe zwischen VCG und PU nur dann positive Effekte generiert, wenn es sich um eine VCG mit explizitem Fokus auf 26kleinraumige Aktivitaten handelt, so dass ein Zugang zu implizitem Wissen unddie fruhzeitige Erkennung interessanter Geschaftsideen moglich ist.unterschiedlichen Hinsichtlich der Renditeorientierung zeigt sich, dass die PU der VCG von Landesbanken, trotz des Verfolgens von Rendite und Forderzielen, keinesignifikant schlechtere Wachstumsperformance verglichen mit den PUrenditeorientierter VCG ohne regionale Fokussierung aufweisen. Gleiches giltauch fur die PU der VCG groer Industrieunternehmen. Eine unterschiedliche Renditeorientierung der VCG kann demnach keinen Beitrag zur Erklarung derbeobachtbaren der VCfinanzierten Unternehmen leisten. Dies deutet darauf hin, dass sich trotz des Verfolgens von Forderzielen oder strategischen Zielen, der Auswahlprozess und die Betreuungvon PU seitens der VCG nicht unterscheidet oder aber die Unterschiede keine Wirkung auf das Wachstum und Uberleben der Unternehmen entfalten. Die Hypothese 5 kann ebenso nicht bestatigt werden, wenn die Performance der PUder VCGTochter von Privatbanken und Versicherungen betrachtet wird. Die PU erzielen sogar ein circa 15 Prozentpunkte hoheres Wachstum im Vergleichzu den PU unabhangiger VCG. Eine mogliche Begrundung fur diesesunerwartete Ergebnis ist, dass der Ruckgriff auf zusatzliches finanztechnisches Knowhow geringeren Renditeorientierung ausgleicht. Die VCG des Finanzsektors spielen zudembereits seit den fruhen Entwicklungsphasen des VCMarktes in Deutschland zu Beginn der 80er Jahre eine groe Rolle als Intermediare in Deutschland. Siekonnen auf eine vergleichsweise groere Erfahrung im Vergleich zu einer Vielzahl junger, unabhangiger VCG zuruckblicken, die sich nicht allein in der Zahl betreuter Unternehmen festmachen lasst. Mit zunehmender Reife des VCMarktes ist aber zu erwarten, dass der Vorsprung der VCG des privaten Finanzsektors schrumpft.der Muttergesellschaft Entwicklung die Nachteile einer Kontrollvariablen Abschlieend seien die Ergebnisse fur die Kontrollvariablen erortert, die sichauf die Merkmale des Unternehmens bzw. der Unternehmer und des Unternehmensumfeldes beziehen. Unternehmen mit einem Managementteamerzielen ein signifikant hoheres Wachstum und haben eine signifikant hohere 27bei den resultierend Reibungsverlusten Wahrscheinlichkeit der Insolvenzvermeidung als Unternehmen, die von einer Person geleitet werden. Die Vorteile des Ausgleichs individueller Schwachendominieren die Nachteile aus der u. U. komplexen Entscheidungsfindung derund Kompetenzverteilung in einem Managementteam. VCfinanzierte Unternehmenzeichnen sich dadurch aus, dass die Mitglieder der Geschaftsfuhrung haufig einehohe bzw. sehr hohe formale Ausbildung haben siehe Tabelle 7.2. Die formale Ausbildung stellt gewissermaen einen Proxi fur die Humankapitalausstattungund die Verfugbarkeit spezifischen Knowhows dar, welches die Wahrscheinlichkeit der Generierung neuer Ideen und deren erfolgreicher Umsetzung erhoht. Unternehmen haben eine circa 8 Prozentpunkte hohere Wahrscheinlichkeit der Insolvenzvermeidung, wenn mindestens ein Beteiligterden Titel Professor tragt. Eine bessere Performance ist jedoch nicht fur die Unternehmen zu beobachten, in denen mindestens eine promovierte Person im Managementteam aktiv ist.Zeit zur eine gewisse benotigen Ein signifikant hoheres Wachstum erzielen Aktiengesellschaften, die in der Regel uber einen besseren Zugang zum Kapitalmarkt verfugen als eine Gmb Hoder Gmb H Co. KG. Unternehmen mit mindestens einer Patentanmeldunghaben zwar eine geringfugig hohere Uberlebenswahrscheinlichkeit, einewachstumsfordernde Wirkung ist jedoch nicht zu erkennen. Patentierende Unternehmen erfolgreichen Kommerzialisierung des Patentes, so dass fur den zugrundeliegenden kurzen Beobachtungszeitraum von durchschnittlich 20 Monaten kaum positive Effektezu erwarten sind. Das Vorliegen von mindestens einer Patentanmeldung istzugleich ein Indikator fur das hohe Marktrisiko des Unternehmens, da die Marktakzeptanz ungewiss ist. Eine bessere Wachstumsperformance ergibt sichfur PU mit Tatigkeiten in verschiedenen Wirtschaftszweigen Diversifikation.Positive Effekte der Beteiligung eines externen Unternehmen ohne explizite VC bzw. CVCAktivitaten sind nur einmal, im Modell zur Erklarung der Wahrscheinlichkeit der Insolvenzvermeidung aller PU, zu beobachten. Einewachstumsfordernde Wirkung ist nicht zu beobachten. Das Ergebnis verwundertnicht, wenn man bedenkt, dass ein Teil der sich bietenden Vorteile einer Beteiligung eines externen Unternehmen bereits durch die Beteiligung einer VCG abgedeckt wird. Insbesondere werden die Finanzierungsengpasse mit dem 28Einstieg einer VCG deutlich reduziert. Auch die Bereitstellung einerumfangreichen Managementunterstutzung durch die VCG fuhrt dazu, dass VCfinanzierte Unternehmen zusatzliches Knowhow weniger stark nachfragen.Allerdings bietet die Beteiligung durch ein externes Unternehmen die Moglichkeit des direkten Zugangs zu einem Netzwerk von Abnehmern und Zuliefern, welche uber die VCG als Intermediar im besten Fall nur vermitteltwerden kann.dem die mit der Marktbedingungen, Ein wesentlicher Einflussfaktor in der Kategorie des Unternehmensumfeldes istdie Entwicklung Indikator Grundungsdynamik gemessen wird. Uberdurchschnittliche Zuwachse im Grundungsaufkommen resultieren aus der Erwartung hoher Gewinne bspw.aufgrund einer hohen Zahlungsbereitschaft oder einer hohen abschopfbaren Nachfrage. Fur die PU mit Aktivitaten in Wirtschaftszweigen mit hoher Grundungsdynamik zeigt sich zwar eine hohere Bestandskraft, jedoch keinsignifikant hoheres Beschaftigungswachstum. Die Ergebnisse zu denbranchenspezifischen Effekten siehe Tabelle 7.7 legen jedoch nahe, dassdieses Ergebnis nicht im Bereich SoftwareFu EDienstleistungen gilt. Fur Unternehmen in dieser Branche ist das Risiko zuscheitern deutlich hoher als in anderen Branchen. So ergibt sich eine circa 20Prozentpunkte geringere Wahrscheinlichkeit des Uberlebens. Auf der anderen Seite ist aber auch zu erkennen, dass SoftwareFu EDienstleister ein deutlichhoheres Wachstum erzielen, sofern sie uberleben. Ein solch signifikanter Zusammenhang zwischen hohem Scheiterrisiko und hohem Wachstum ist furkeine andere Branche zu erkennen.fur Unternehmen die als Proxi fur die Existenz Einwohnerdichte, Fur von Agglomerationseffekten, empfiehlt sich die Verwendung einer nichtlinearen Spezifikation in der Wachstumsgleichung. Es zeigen sich zwar signifikante Koeffizienten fur die Einzelvariablen, der gemeinsame Einfluss dieser Variablenist allerdings nicht signifikant von Null verschieden. Die Ballungtechnologischen Knowhows einen Erklarungsbeitrag fur die unterschiedliche Performance junger VCfinanzierter Unternehmen leisten. Ein Grund fur den geringen Erklarungsbeitrag ist darin zusehen, dass die Variation der Regionalvariablen vergleichsweise gering ist.Spezifikation keiner kann in 29Mehr als die Halfte der VCfinanzierten Unternehmen haben ihren Standort inden Kernstadten der Agglomerationsraume.6 Zusammenfassung Untersuchungsgegenstand der Studie war es, Determinanten zur Erklarung des Wachstums und der Wahrscheinlichkeit der Insolvenzvermeidung junger VCfinanzierter Unternehmen zu identifizieren und deren jeweiligen Einfluss zuquantifizieren. Besonderes Augenmerk galt dabei dem Zusammenhang, derzwischen den Merkmalen der in einem jungen Unternehmen beteiligten VCGund der Performance VCfinanzierter Unternehmen besteht. Die auf demdeutschen Markt aktiven VCG unterscheiden sich erheblich bezuglich der Merkmale, die fur die Durchfuhrung ihrer Aktivitaten der Suche, Auswahl und Betreuung von PU von Bedeutung sind. Der Auswahl von Projekten hoher Qualitat kommt dabei die zentrale Bedeutung fur die spater beobachtbare Performance der PU zu. Datenbasis fur die Untersuchung sind die in den ZEWGrundungspanels identifizierten VCfinanzierten Unternehmen, fur die Angabenzum Unternehmen selbst und zu den Unternehmensbeteiligten, darunter die VCG, aufbereitet wurden.Die Ergebnisse der multivariaten Analyse zeigen, dass ein Teil der Performanceunterschiede junger VCfinanzierter Unternehmen auf einige Merkmale der beteiligten VCG zuruckgefuhrt werden kann. Die VCfinanzierten Unternehmen mit einer auf lokale Aktivitaten spezialisierten VCGals Beteiligten erzielen ein hoheres Wachstum. Weder eine bessere noch eineschlechtere Performance zeigt sich fur Unternehmen, an der eine VCG mit eineroffentlichrechtlichen Institution als Gesellschafter und Investor beteiligt ist.Uberhaupt ist bemerkenswert, dass sich der erwartete Zusammenhang zwischenhoherer Renditeorientierung unabhangiger VCG und besserer Performance ihrer PU nicht zeigt. Dies kann u. U. darauf zuruckzufuhren sein, dass es sich bei dem VCMarkt um einen vergleichsweise jungen Markt handelt, in dem eine Vielzahl junger, unabhangiger VCG mit vergleichsweise geringer Erfahrungaktiv sind. Auch lasst das Signal der Verbandszugehorigkeit keinen Ruckschlussauf eine allgemein bessere Befahigung der VCG bezuglich der Auswahl 30besonders lukrativer Projekte bzw. der besseren Betreuung der PU zu. Die Ergebnisse weisen allerdings auf Unterschiede zwischen VCG mit groer undgeringer Erfahrung hin. So zeigt sich ein hoheres Wachstum der PU erfahrener VCG. Im Gegensatz dazu scheinen junge VCG bei der Auswahl ihres ersten Projektes entweder Geschaftsideen mit einem hohen Risiko des Scheiterns zumeiden oder aber sie geben dem Uberleben des PU eine hohere Prioritat als dem Ziel eines schnellen Wachstums. Aus Sicht der VCG ist interessant, dass Syndizierungsinvestitionen erfolgreiche Unternehmensstrategie beurteilt werden konnen.im weiteren Sinne als eine Der deutsche VCMarkt hat in den letzten drei Jahren zwar deutlich an Volumenund Reife gewonnen. Trotzdem handelt es sich immer noch um einenvergleichsweise jungen Markt, der auch in den nachsten Jahren von einer hohen Marktdynamik gepragt sein wird. Insofern sollte beachtet werden, dass dieaufgezeigten Zusammenhange fur eine Phase des rapiden Wachstum und einesich anschlieende, derzeit noch anhaltende, erste Konsolidierung des VCMarktes gelten. Anzumerken ist schlielich, dass mit den verwendeten Variablen nur bestimmte Merkmale von VCG abgebildet werden konnten. Einesinnvolle Erweiterung der Analyse bestunde darin, Angaben bezuglich der Erfahrung und Qualifikation der VCManager aufzubereiten. Die Aktivitaten der VCManager sind ein wichtiges Element zur effizienten und erfolgreichen Durchfuhrung der Aktivitaten der Suche, Auswahl und Betreuung der PU.Literatur Almus, M. 2002, Wachstumsdeterminanten junger Unternehmen, ZEW Wirtschaftsanalysen, Bd. 60, BadenBaden.Almus, M., D. Engel und S. Prantl 2002, Die Mannheimer Grundungspanels des Zentrumsfur Europaische Wirtschaftsforschung Gmb H ZEW, in: Fritsch, M. und R. Grotz Hrsg.,Das Grundungsgeschehen in Deutschland, Heidelberg, 79102.Bamford, C.E., G.D. Bruton und G. Takahashi 2001, The Impact of stability in foundingteams, Paper presented at the Babson Entrepreneurship Conference, Boston.Birkinshaw, J., R.van Basten Batenburg und G. Murray 2002, Corporate Venturing. The State of the Art and the Prospects for the Future, London Business School.31Bruderl, J., P. Preisendorfer und R. Ziegler 1998, Der Erfolg neugegrundeter Unternehmen,Berlin.Bruton, G.D., V.H. Fried, R.D. Hisrich 1998, Venture Capitalist and CEO Dismissal,Entrepreneurship Theory and Practice 21, 4154.Egeln, J. und D. Engel, Identifizierung regionaler Unterschiede bei der Inanspruchnahme derdes Existenzgrundungsforderung, Wirtschaftsministeriums BadenWurttemberg, Mannheim.zum Gutachten im Auftrag Endbericht Engel, D. 2002, Hoheres Beschaftigungswachstum durch Venture Capital?, erscheint in Jahrbucher fur Nationalokonomie und Statistik.Engel, Dirk 2001, Identifizierung VCfinanzierter Unternehmen in den ZEWGrundungspanels, unveroffentlichtes Manuskript, Mannheim.European Private Equity und Venture Capital Association und Coopers Lybrand EVCAund CL 1996, The Economic Impact of Venture Capital in Europe, Zaventem, Paris.Evans, D.S. 1987, The Relationship between Firm Growth, Size, and Age: Estimates for 100Manufacturing Industries, Journal of Industrial Economics 35, 567583.Gompers, P. und J. Lerner 1999, The Venture Capital Cycle, Cambridge.Gorman, M. und W. A. Sahlman 1989, What Do Venture Capitalists Do?, Journal of Business Venturing 4, 231248.Greene, W.H. 1997, Econometric Analysis, 3th edition, New York.Griffith, J.M., L. Fogelberg und H.S. Weeks 2002, CEO Ownership, Corporate Control, and Bank Performance, Journal of Economics and Finance 26, 170183.Hart, P.E. 2000, Theories of Firms Growth and the Generation of Jobs, Review of Industrial Organization 17, 229248.Harvey, A. 1976, Estimation Regression Models with Multiple Heteroskedasticity,Econometrica 44, 461465.Heckman , J.J. 1976, The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for such Models,Annals of Economic and Social Measurement 5, 475492.Heckman, J. 1979, Sample Selection Bias as a Specification Error, Econometrica 47, 153162.Huber, P.J. 1964, Robust Estimation of a Location Parameter, Annals of Mathematical Statistics 35, 73101.Kaplan, N.S. und P. Stromberg 2000, Financial Contracting Theory Meets the Real World:An Empirical Analysis of Venture Capital Contracts, NBER Working Paper, No. 7660,Cambridge.Kaplan, N.S. und P. Stromberg 2001, Venture Capitalist as Principals: Contracting,Screening and Monitoring, NBER Working Paper, No. 8202, Cambridge.Kulicke, M. und U. Wupperfeld 1996, Beteiligungskapital fur junge Technologieunternehmen, Technik, Wirtschaft und Politik Schriftenreihe des FraunhoferInstituts fur Systemtechnik und Innovationsforschung ISI, Bd. 22, Heidelberg.Landstrom, H. 1992, The Relationship Between Private Investors and Small Firms: An Agency Theory Approach, Entrepreneurship Regional Development 4, 199233.32Leitinger, R. und P. Schofer 2001, Charakteristika erfolgreicher Businessplane Eineempirische Untersuchung uber die Bedeutung einzelner Inhalte von Businessplanen fur den Erfolg von KMUs bei Risikokapitalgebern, Vortrag auf dem 5. Forum Grundungsforschungvom 03.04.10.2001 in Luneburg.Lessat, V., J. Hemer, T. Eckerle, M. Kulicke, G. Licht, E. Nerlinger, M. Steiger und F. Steiltechnologieorientierte Unternehmensgrundungen,und 1999, Beteiligungskapital Wiesbaden.Mac Millan, I.C., D.M. Kulow und R. Khoylian 1988, Venture Capitalists Involvement intheir Investments: Extent and Performance, Journal of Business Venturing 4, 2747.Mac Millan, I.C., L. Zemann und P.N. Subba Narasimha 1987, Criteria Distinguishing Successful From Unsuccessful in the Venture Screening Process, Journal of Business Venturing 2, 123137.Maddala, G.S. 1983, LimitedDependent and Qualitative Variables in Econometrics,Econometric Society Monegraphs in Quantitative Economics, Vol. 3, Cambridge.Manigart, S., K.D. Waele, M. Wright, K. Robbie, P. Desbieres, H. Sapienza und A. Beekman2002, Determinants of Required Return in Venture Capital Investments: A FiveCountry Study, Journal of Business Venturing 17, 291312.Nathusius, K. 2001, Grundlagen der Grundungsfinanzierung, Wiesbaden.Nerlinger, E.A. 1998, Standorte und Entwicklung junger innovativer Unternehmen: Empirische Ergebnisse fur WestDeutschland, ZEW Wirtschaftsanalysen, Bd. 27, BadenBaden.Reize, F. 2001, FIML Estimation of a Bivariate Probit Selection Rule An Application on Firm Growth and Subsidisation, ZEWDiscussion Paper, No. 0113, Mannheim.Rosenstein, J., B. Albert, V. William, D. Bygrave, Taylor und T. Natalie 1993, The CEO,Venture Capitalists, and the Board, Journal of Business Venturing 8, 99113.Sahlman, W. 1990, The Structure and Governance of Venture Capital Organizations,Journal of Financial Economics 27, 473521.Sapienza, H.J. 1992, When Do Venture Capitalists Add Value, Journal of Business Venturing 7, 927.Schefczyk, M. 2000, Erfolgsstrategien deutscher Venture CapitalGesellschaften, 2.Auflage, Stuttgart.Schween, K. 1996, Corporate Venture Capital: Risikokapitalfinanzierung deutscher Industrieunternehmen, Wiesbaden.Tau, F. 1996, Why do Firms Grow?, Working Paper 26, ESRC Centre for Business Research, University of Cambridge.Venture Economics 2002, Private Equity Performance Continues to Reflect Tough Markethttp:www.ventureeconomics.comvecnews_ve2002VEpressConditions, VEpress 06_10_02.pdf 20.06.2002.Verbeek, M. 2000, A Guide to Modern Econometrics, Chichester.White, H. 1980, A HeteroscedasticityConsistent Covariance Matrix for Estimators and Direct Test for Heteroscedasticity, Econometrica 48, 817838.Yatchew, A. und Z. Griliches 1985, Specification Error in Probit Models, Review of Economics and Statistics 67, 134139.337 Anhang Abbildung 7.1: Verteilung der Wachstumsraten nichtinsolventer VCfinanzierter Untern.nemhenretn Une itreznanifCVne lla na lietn A reaultnezor PN457 35%30%25%20%15%10%5%0%0,81 0,65 0,49 0,32 0,16 0 0,00 0,16 0,32 0,49 0,65 0,81 0,97 1,13 1,30 1,46 1,62 1,78 1,94 2,11 4,21jahresdurchschnittliche Wachstumsrate der Beschaftigung 1 100 ProzentAnmerkung: Angegeben ist die relative Haufigkeit der VCfinanzierten Unternehmen in einem gegebenen Intervall der Wachstumsrate. Die Beschriftung 1,46 bezieht sich auf das Intervall von minus 162 ProzentMinimum bis minus 146 Prozent. Die Beschriftung 0,00 umfasst die Unternehmen mit keiner Veranderungder Zahl der Beschaftigten.Datenquellen:ZEWGrundungspanels Ost und West.Tabelle 7.1: Uberblick zu den Einflussfaktoren und deren Operationalisierung Hypothese und Einflussfaktor Charakteristika der Venture CapitalGesellschaft 1 Groe und Variablenbezeichnung, beschreibung, Variablentyp und DatenquelleAngaben zum Zeitpunkt des Eintritts der VCGZahl betreuter PU lnErste Beteiligung einer VCG an einem Unternehmen Beteiligung mehrerer VCG SyndizierungsinvestitionenMitglied der EVCA, der NVCA, keine Verbandszugehorigkeit,Mitglied des BVK Referenz2 Beteiligungshohe Anteilsbetrag ln3 Finanzierungsphase Eintritt der VCG bis 12 Referenz, 13 24, 25 42, 43 60, 61 114Monate nach Grundung Zutritt einer Person mit Geschaftsfuhrungsbefugnis Erfahrung der VCG4 Einfluss auf das Management 5 Renditeorientierung der VCGtbg Rendite und Forderzieleeher forderorientierte VCG mit Landesbeteiligungeher renditeorientierte VCG mit Landesbeteiligungrenditeorientierte VCG von Unternehmen des Finanzsektors 34MIaII1MIII1I1I1I16 Nahe zwischen VCG und PU7 Regionaler Fokusder VCGKapitalzugang Humankapital Beteiligung Diversifikation Externes Knowhow VCG von CVCtreibenden Unternehmen strategische Zieleunabhangige renditeorientierte VCG ReferenzLuftliniendistanz zwischen VCG und PU, gemessen als Abstandzwischen den jeweiligen Kreismittelpunkten VCG und PU haben Sitz im selben Kreiseher forderorientierte VCG mit lokalen Aktivitaten Sparkasseneher forderorientierte VCG mit Aktivitaten in nur einem BundeslandMBG und VCG von Landesbankenrenditeorientierte VCG mit lokalen Aktivitatenrenditeorientierte VCG mit Aktivitaten in wenigen Bundeslandernkeine regionale Fokussierung ReferenzUnternehmensalter zum Beteiligungsende lnAktiengesellschaft Gmb H und Gmb H Co. KG ReferenzTeamgrundung, d. h. mindestens zwei Personen im Management Mindestens ein Manager hat den Titel Professor Mindestens ein Manager ist promoviertein externes Unternehmen ist zum Grundungszeitpunkt beteiligtein externes Unternehmen beteiligt sich nach Grundung, spatestensjedoch bis zum Eintritt der VCGGeschaftsaktivitat des Unternehmens in mindestens zweiverschiedenen Wirtschaftszweigenletzten 24 Monaten vor Eintritt der VCG angemeldet 3Fu EBeschaftigte in der Industrie 1995Naturwissenschaftler an UniversitatenFachhochschulen im Umkreisvon 50km des Sitzes der PUWissenschaftler an technisch orientierten, aueruniv., offentlichen Fu EEinrichtungen im Umkreis von 50km des Sitzes der PUEinwohnerdichte von 1996 ln, linear und quadriert I1MIaI1I1I1I1MMIIIIIIII2M3M4M5M6MCharakteristika des Portfoliounternehmens bzw. des Unternehmensumfeldes Groe und Alter Zahl der Beschaftigten bei Eintritt der VCG lnInnovationsgrad mindestens ein Patent wurde beim Deutschen Patentamt in den Marktwachstum Grundungsdynamik, gemessen als Veranderung der Grundungszahlseit Grundung des PU bis Ende 2000 im WZ4Steller in Ost, Westdeutschland Grundungsdynamik Ostdeutschland ist Null, wenn essich um ein westdeutsches Unternehmen handelt und vice versaAnmerkungen:Bei den Groen, die logarithmiert in die Schatzung eingehen, wird im Fall des Vorliegens von Beobachtungenmit einer 0 eine Erhohung um 1 fur diese Beobachtungen vorgenommen ln0n.d. wird zu ln10 unddiese Erhohung in einer zusatzlich zu berucksichtigenden Indikatorvariable a gekennzeichnet. M metrische Groe, I Indikatorvariable mit 1Merkmal liegt vor, 0sonst.1 Mitgliederverzeichnis der Verbande.2 Deutsches Patentamt, Stand Juni 2000, Identifizierung der Patentanmelder in den ZEWGrundungspanels.3 Bundesanstalt fur Arbeit, Statistik der sozialversicherungspflichtig SV Beschaftigten in der Wissenschaft.4 Hochschulstatistik des Statistischen Bundesamtes, Sonderauswertung fur das ZEW,5 Jahresberichte der Fraunhofer, MaxPlanck, Helmholtz, WilhelmLeibnitzGesellschaft, eigene Recherche.6 Bundesamt fur Bauwesen und Raumordnung BBR.Alle ubrigen nicht bezeichneten Variablen wurden auf Basis der Angaben der ZEWGrundungspanels generiert.35Tabelle 7.2: Deskriptive Statistiken 1Variablen Alle Portfoliounternehmen Mittelwert STABW2 Mittelwert Portfoliounternehmender BVKMitglieder STABW21,3870,2080,4433,2510,3860,3550,3210,3810,3460,2520,2880,2400,3260,1352,3080,4120,1950,3050,1060,2320,3950,3430,4991,0620,3560,3460,4930,3100,4100,3401,9121,2961,9231,4222,1492,3110,1020,2700,1000,0120,1209,2200,1970,1370,1050,1780,0682,7540,0450,2681,5300,3030,4440,3000,1090,3263,2240,3980,3440,3070,3830,252Zahl betreuter PUErste Beteiligung an einem Unternehmen Beteiligung mehrerer VCGMitglied des EVCAMitglied des NVCAkeine Verbandszugehorigkeit Anteilsbetrag Eintritt der VCG in 13 24 Mon. alte PUEintritt der VCG in 25 42 Mon. alte PUEintritt der VCG in 43 60 Mon. alte PUEintritt der VCG in 60 Mon. alte PUneues Managementmitgliedtbgeher forderorient. VCG mit Landesbeteil.eher renditeorient. VCG mit Landesbeteil.VCG von PrivatbankenVersicherungen VCG von CVCtreibenden Unternehmen Luftliniendistanz zwischen VCG und PUPU und VCG haben Sitz im selben Kreis Lokale Aktivitaten I SparkassenBundeslandaktivitaten I MBGLandesb.Lokale Aktivitaten II unabhangiger VCGBundeslandaktivitaten II unabhang. VCGTeamgrundung Manager mit Titel Professor Manager ist promoviert Zahl der Beschaftigten bei Eintritt der VCGAktiengesellschaft Patentanmeldung beim DPADiversifikation Beteiligung bei Grundung Beteiligung nach Grundung Grundungsdynamik Ostdeutschland Grundungsdynamik Westdeutschland Einwohnerdichte Fu EBeschaftigte in der Industrie Naturwissenschaftler in Hochschulen Wissenschaftler in techn. offentl. Fu EEinr.705Beobachtungen 1 Unternehmen, die in der Wachstumsschatzung berucksichtigt wurden. 2 Standardabweichung.Datenquellen: ZEW, eigene Berechnungen.9,2120,1820,1480,1160,1760,1390,0680,0910,0610,1210,0183,9730,2160,0400,1040,0110,0570,8070,1360,4641,9800,1490,1390,5830,1080,2130,0060,2806,8177,2477,7476,1440,8060,1340,4511,9110,1450,1310,5900,1060,2020,0080,2846,8607,3307,8676,2200,3960,3410,4981,0780,3530,3380,4920,3080,4020,3131,6911,2601,9071,3762,11792236Tabelle 7.3: FIMLSchatzung 1 zum Beschaftigungswachstum Variablen Alle Portfoliounternehmen Koeff.tStatistik Portfoliounternehmender BVKMitglieder Koeff.tStatistik Wachstumsgleichung Zahl betreuter PUErste Beteiligung an einem Unternehmen Beteiligung mehrerer VCGMitglied des EVCAMitglied des NVCAkeine Verbandszugehorigkeit Anteilsbetrag Eintritt der VCG in 13 24 Mon. alte PUEintritt der VCG in 25 42 Mon. alte PUEintritt der VCG in 43 60 Mon. alte PUEintritt der VCG in 60 Mon. alte PUneues Managementmitgliedtbgeher forderorient. VCG mit Landesbeteil.eher renditeorient. VCG mit Landesbeteil.VCG von PrivatbankenVersicherungen VCG von CVCtreibenden Unternehmen Luftliniendistanz zwischen VCG und PUPU und VCG haben Sitz im selben Kreis Lokale Aktivitaten I SparkassenBundeslandaktivitaten I MBGLandesb.Lokale Aktivitaten II unabhangiger VCGBundeslandaktivitaten II unabhang. VCGTeamgrundung Manager mit Titel Professor Manager ist promoviert Zahl der Beschaftigten bei Eintritt der VCGZahl der Beschaftigten, quadriert Aktiengesellschaft Patentanmeldung beim DPADiversifikation Beteiligung bei Grundung Beteiligung nach Grundung Grundungsdynamik Ostdeutschland Grundungsdynamik Westdeutschland Einwohnerdichte Einwohnerdichte, quadriert Fu EBeschaftigte in der Industrie Naturwissenschaftler in Hochschulen Wissenschaftler in techn. offentl. Fu EEinr.Konstante Selektionsgleichung Zahl der Beschaftigten bei Eintritt der VCG0,0420,1010,1060,0990,3240,0770,0050,0520,1520,1210,0750,0770,1560,1010,0240,3530,0440,4050,0600,0830,0390,0330,0080,0360,4720,0370,0350,0380,0011,4762,51 1,402,18 1,581,701,110,520,772,29 1,731,031,012,98 1,380,484,73 2,55 3,65 1,172,02 0,610,640,130,762,17 2,17 1,761,940,102,23 0,0671,380,0851,66370,0590,1570,1192,80 1,562,12 0,0040,0190,1130,0910,0420,0690,1140,1470,1630,1630,3070,0110,2030,2410,0580,3610,3230,1410,0870,0330,460,0640,3650,0010,0490,0420,0550,0290,0420,3380,0280,0360,0350,0091,0520,380,231,561,150,471,140,901,761,592,49 1,720,471,451,98 0,642,26 2,78 2,66 1,210,585,63 3,33 2,92 0,021,050,610,910,490,951,441,481,691,670,621,390,9700,0820,0050,2610,2290,0540,0510,2141,0310,6581,3771,2261,0740,0880,0020,3360,2820,0490,0520,1760,60,2930,6720,837Unternehmensalter Unternehmensalter quadr.Aktiengesellschaft Beteiligung anderes Unternehmen Grundungsdynamik Ostdeutschland Grundungsdynamik Westdeutschland Fu EBeschaftigte in der Industrie Rechercheaktivitat des Verein Creditreform Zahlungen fristgerecht Zahlungen schleppend Gefahr der Insolvenz Konstante Korrelationskoeffizient r LogLikelihood LBeobachtungen davon mit Beschaftigungswachstum Pseudo R2LRTests fur Wachstumsgleichung: 2 dfGrundungsjahr 9Wirtschaftszweige 11Bundeslander 12 signifikant zum 1 5 ProzentNiveau. 1 Schatzung mit heteroskedastierobusten Standardfehlern nach 8,49 7,67 0,042,18 1,522,90 1,890,123,41 1,951,731,950,230 747,929224910,1628,19 7,42 0,012,58 1,772,74 1,790,081,470,670,751,100,254 547,157053810,1949,06 9,56 4,427,53 5,58 9,31White 1980 und Cluster, da die Beobachtungen zu mehrfach berucksichtigten Unternehmen nichtnotwendigerweise unabhangig voneinander sind. Das PseudoR2 entspricht dem LikelihoodRatioIndex, dersich aus 1 LL0 ergibt, mit L0 als Modell, welches nur die Selektionsgleichung und die Konstante der Wachstumsgleichung einbezieht Greene, 1997.Datenquellen: ZEW, eigene Berechnungen.Tabelle 7.4: Heteroskedastie und Normalitat im ProbitModell Insolvenzvermeidung Portfoliounternehmender BVKMitglieder Portfoliounternehmen Alle Variabledf 1Teststatistik und Wahrscheinlichkeit 0,1560,341Teststatistik und Wahrscheinlichkeit 0,0710,046 0,7020,1080,000 0,439Zahl betreuter PUBeteiligung mehrerer VCGVerbandszugehorigkeit Anteilsbetrag Finanzierungsphase Neues Managementmitglied Renditeorientierung der VCGDistanz zwischen PU und VCGRegionaler Fokus der VCGTeamgrundung Ausbildungsabschluss Management Zahl der Beschaftigten Aktiengesellschaft Patentanmeldung beim DPADiversifikation 2121415231211115,33,970,712,581443,740,60,0713737,960,631,780,130,022,010,911,24655,0606,393,13359,360,7940,090,000 73306,460,280,4260,1830,370,070,7200,8810,590,2660,000 0,9550,2700,2120,000 0,7610,000 0,5950,5420,7910,442380,650,000 Beteiligung 29,950,166Grundungsdynamik 4,10,000 Einwohnerdichte 0,630,287Fu EBeschaftigte in der Industrie 2,640,067Naturwissenschaftler in UniFH0,070,818Wissenschaftler in technische offentl. Fu E122,680,000 Grundungsjahr 2090,520,000 Wirtschaftszweige 0,000 101710,2Bundeslander Normalitat 0,4974,14 statistisch signifikant zum 1 5 ProzentNiveau im 2 Test. 1 Zahl der Freiheitsgrade.Datenquellen: ZEW, eigene Berechnungen.2698,343,5920,111,133,350,051719,832494,173308,811,402211119101120,7240,000 0,043 0,4290,1040,7880,000 0,000 0,000 0,126Tabelle 7.5: Robuste homoskedastische ProbitSchatzung 1 zur Insolvenzvermeidung Portfoliounternehmen Variablender BVKMitgliederdydx 2Koeff.0,008Portfoliounternehmen Koeff.0,059Alle Zahl betreuter PUErste Beteiligung an einem Unternehmen Beteiligung mehrerer VCGMitglied des EVCAMitglied des NVCAkeine Verbandszugehorigkeit Anteilsbetrag Eintritt der VCG in 13 24 Mon. alte PUEintritt der VCG in 25 42 Mon. alte PUEintritt der VCG in 43 60 Mon. alte PUEintritt der VCG in 60 Mon. alte PUneues Managementmitgliedtbgeher forderorient. VCG mit Landesbeteil.eher renditeorient. VCG mit Landesbeteil.VCG von PrivatbankenVersicherungen VCG von CVCtreibenden Unternehmen Luftliniendistanz zwischen VCG und PUPU und VCG haben Sitz im selben Kreis Lokale Aktivitaten I SparkassenBundeslandaktivitaten I MBGLandesb.Lokale Aktivitaten II unabhangiger VCGBundeslandaktivitaten II unabhang. VCGTeamgrundung Manager mit Titel Professor Manager ist promoviert Zahl der Beschaftigten bei Eintritt der VCGAktiengesellschaft Patentanmeldung beim DPADiversifikationdydx 20,0090,067 0,034 0,045 0,0030,0020,0250,038 0,0290,073 0,0220,056 0,078 0,0180,0120,0320,039 0,018 a0,0751,0170,3170,5270,0260,0160,2370,4010,2890,9370,1680,3921,2760,1530,0980,3200,4150,15539 a a0,3310,0230,1930,2940,0360,8180,1840,1440,1170,2910,2990,0170,0410,3000,3660,6440,0690,4651,2630,0810,0880,4110,3220,0630,039 0,0030,0230,0330,0050,074 0,0270,0210,0140,0460,0460,0020,0050,0450,0370,058 0,0090,075 0,088 0,0110,0120,0430,0350,0080,3160,1660,7510,6990,0130,0450,0350,0000,4270,4140,1100,8270,7720,0430,0310,0190,0370,478Beteiligung bei Grundung Beteiligung nach Grundung Grundungsdynamik Ostdeutschland Grundungsdynamik Westdeutschland Einwohnerdichte Fu EBeschaftigte in der Industrie Naturwissenschaftler in Hochschulen Wissenschaftler in techn. offentl. Fu EEinr.Konstante Beobachtungen davon ohne Insolvenz Pseudo R2LRTests: 2 dfGrundungsjahr 9Wirtschaftszweige 10Bundeslander 11 signifikant zum 1 5 ProzentNiveau. 1 Schatzung mit heteroskedastierobusten Standardfehlern nach 0,038 0,0140,099 0,092 0,0050,0040,0020,0049207980,2250,0350,0230,099 0,092 0,0020,0060,0050,0007025960,248White 1980 und Cluster, da mehrfach berucksichtigte Unternehmen nicht notwendigerweise unabhangigvoneinander sind. 2 dydx marginaler Effekt. a Variable wurde aufgrund fehlender Variation mit derendogenen Groe nicht berucksichtigt.Datenquellen: ZEW, eigene Berechnungen.22,62 31,11 21,13 17,52 40,78 18,83Tabelle 7.6: Robuste OLSSchatzung 1 zur Insolvenzvermeidung Variablen Alle Portfoliounternehmen Koeff.tStatistik Portfoliounternehmender BVKMitglieder Koeff.tStatistik Zahl betreuter PUErste Beteiligung an einem Unternehmen Beteiligung mehrerer VCGMitglied des EVCAMitglied des NVCAkeine Verbandszugehorigkeit Anteilsbetrag Eintritt der VCG in 13 24 Mon. alte PUEintritt der VCG in 25 42 Mon. alte PUEintritt der VCG in 43 60 Mon. alte PUEintritt der VCG in 60 Mon. alte PUneues Managementmitgliedtbgeher forderorient. VCG mit Landesbeteil.eher renditeorient. VCG mit Landesbeteil.VCG von PrivatbankenVersicherungen VCG von CVCtreibenden Unternehmen Luftliniendistanz zwischen VCG und PUPU und VCG haben Sitz im selben Kreis Lokale Aktivitaten I SparkassenBundeslandaktivitaten I MBGLandesb.1,273,11 1,712,36 0,580,640,741,690,382,65 0,690,006 a0,0490,0060,0220,0610,0240,1250,0390,0350,0090,0630,0570,0240,0020,0280,0660,0940,651,390,770,591,240,351,99 0,930,670,170,851,140,220,120,380,861,88 a0,0120,1100,0490,0770,0200,0040,0230,0680,0210,1350,02540 a0,0170,0820,1330,0060,0200,0750,0560,0190,0520,0170,1110,0070,0020,0120,0120,0020,6430,0710,1210,0150,0180,0620,0570,0290,0570,0050,1110,0070,0010,0100,0070,0030,668Lokale Aktivitaten II unabhangiger VCGBundeslandaktivitaten II unabhang. VCGTeamgrundung Manager mit Titel Professor Manager ist promoviert Zahl der Beschaftigten bei Eintritt der VCGAktiengesellschaft Patentanmeldung beim DPADiversifikation Beteiligung bei Grundung Beteiligung nach Grundung Grundungsdynamik Ostdeutschland Grundungsdynamik Westdeutschland Einwohnerdichte Fu EBeschaftigte in der Industrie Naturwissenschaftler in Hochschulen Wissenschaftler in techn. offentl. Fu EEinr.Konstante Beobachtungen davon ohne Insolvenzkorrigiertes R2FTests auf gemeinsame Signifikanz df1,57Grundungsjahr 92,87 Wirtschaftszweige 10, 7691,45Bundeslander 11, 769Normalitat der Storterme 2 146,74 signifikant zum 1 5 ProzentNiveau. 1 Schatzung mit heteroskedastierobusten Standardfehlern nach0,221,923,35 0,141,401,091,320,641,130,442,39 1,670,130,870,750,243,46 7025960,0871,98 3,79 0,461,461,051,661,191,610,152,57 1,640,070,810,550,324,63 9207980,0831,82 2,36 1,99 58,61 White 1980 und Cluster, da mehrfach berucksichtigte Unternehmen nicht notwendigerweise unabhangigvoneinander sind. a Variable wurde aufgrund fehlender Variation mit der endogenen Groe nichtberucksichtigt.Datenquellen: ZEW, eigene Berechnungen. Insolvenzvermeidung Alle Tabelle 7.7: Schatzergebnisse zu den wirtschaftszweigspezifischen Unterschieden Koeffizienten bzw. marginale Effekte Beschaftigungswachstum Indikatorvariable SoftwareFu EDienstleistungen Fu Eintensives Verarbeitende Gew.Technische Beratung Nichttechn. Beratung Ubriges Verarbeitende Gewerbe Gesundheit, personl. Dienstleistungen Immob.Kreditinst.Versicherungena0,04Sonstige Dienstleistungen fur Untern.0,171BauBergbauEnergie0,223EinzelGrohandel mit EDVSonstiger Einzelhandel inkl. Kfz0,022 signifikant zum 1 5 ProzentNiveau. Referenz ist Handelsvermittlungsonstiger Grohandel.BVK0,306 0,343 0,492 0,0480,388 0,2150,1120,0280,386 0,1350,001Alle 0,240 0,247 0,2270,0580,320 0,1560,0800,0030,243 0,0780,0870,207 0,0730,0810,0670,1590,015BVK0,211 0,0690,0490,0460,2170,0050,0490,2040,2790,05541", "filename": "dp0258.pdf", "person": ["Dirk Engel", "Engel, Dirk"], "date": ["2002"]}