{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/23970/1/dp0334.pdf"], "title": ["Education and Unemployment: A French-German Comparison"], "plaintext": "Education and Unemployment:A FrenchGerman Comparison Charlotte LauerCentre for European Economic Research Zentrum f ur Europ aische Wirtschaftsforschung ZEWMannheim Abstract: This paper analyses the link between educational attainment and unemployment risk in a FrenchGerman comparison, based on a discrete time competingrisks hazard rate model applied to comparable microdata sets. The unemploymentrisk is broken down into the risk of entering unemployment and the risk, once unemployed, of not getting reemployed. The paper examines the impact of educationon both risk components. France faces a higher unemployment rate than WestGermany, due to a higher risk of entering unemployment whereas the risk, whenunemployed, of not getting reemployed is lower than in Germany. The risk of entering unemployment is particularly high for French employees with poor education,but higher education graduates face a higher risk of getting unemployed in Germanythan in France. Concerning the reemployment prospects of the unemployed, theyare better in France than in WestGermany at all education levels, but particularlyfor the unemployed with a low education level. The effect of education on both riskcomponents does not differ significantly across genders, all else equal.JEL classification: I2; J6Keywords: Education; unemployment; hazard rate model The author is associate researcher at the Equipe de Recherche sur les March es,l Emploi et la Simulation ERMES, University of Panth eonAssas, Paris.Acknowledgement:Financial support from the Fritz Thyssen Foundation under the project Qualifikation und Arbeitsmarkterfolg in Deutschland und Frankreich is gratefullyacknowledged.Non technical summary This paper analyses the link between educational attainment and unemploymentrisk in France and Germany, two countries plagued with high unemployment rates.The aim pursued here is to compare the extent to which various educational outcomes offer a protection against the unemployment risk. A look at the literaturereveals indeed that the empirical evidence on this topic is extremely scarce particularly for France and Germany and do not lead to conclusive results as to theempirical link between education and unemployment.The starting point of the analysis is a broad comparison of the structure of unemployment on the basis of comparable microdata sets, the Emploi survey for Franceand the GSOEP for West Germany. Then, the unemployment risk is broken downinto the risk of entering unemployment, on the one hand, and the risk, once unemployed, of not getting reemployed, on the other hand. The impact of educationalattainment on both components is examined. The methodological framework applied for this analysis is a discrete time competing risks hazard rate model whichmakes use of the panel structure of the GSOEP and the Emploi data sets and ofthe availability of retrospective monthly data on the employment history of therespondents in both data sets.The unemployment rate proves to be higher in France than in West Germany atall education levels, but particularly for basic vocational and intermediate qualifications. In both France and West Germany, women face a higher unemployment ratethan men, but the gender unemployment gap is far more pronounced in France. Thehigher unemployment rate in France compared to Germany results from a higher riskof entering unemployment in France whereas the risk, when unemployed, of not getting reemployed is lower there than in Germany. The risk of entering unemploymentis particularly high for French employees with poor education, but higher educationgraduates face a lower risk of getting unemployed in France than in Germany.Concerning the reemployment prospects of the unemployed, they are better in France than in WestGermany at all education levels, but particularly for the unemployed with a low education level. The effect of education on both risk componentsdoes not differ significantly across genders. Nevertheless, because men and womendiffer in their characteristics and in the impact of other variables, their unemployment risk does differ. In both countries, women face a higher unemployment riskthrough the joined effect of a higher risk of entering and of not exiting unemployment, though the magnitude of the gender gap varies across education levels. Thedisadvantage of women regarding the reemployment prospects of the unemployed islarger in France, especially at lower education levels.1 Introduction The level of educational attainment is expected to be a strong determinant of theemployability of individuals in so far as it constitutes an essential part of theirhuman capital, i.e. of the skills employers can make use of. As previous studies showe.g. Lauer, 2003, France and Germany appear to have very different educationsystems, in particular with respect to the degree of consideration of employmentprospects, and the distribution of educational qualifications across the populationalso differs considerably. At the same time, both countries are confronted with asimilar unemployment problem, the solution of which has invariably been at thetop of the political agenda for the past few decades. The question therefore ariseshow the qualifications acquired in the French and German education systems arerewarded by the respective labour markets in terms of access to employment, or, toput it differently, what protection they offer against the unemployment risk in bothcountries.Looking at the empirical evidence, it appears that while the link between education and wages has been extensively investigated, there is an undoubtable lack ofresearch on the relationship between education and unemployment. This is particularly true for France and Germany, not to mention comparisons of these countries.Moreover, the few studies available for other countries do not come to conclusiveresults onto the nature of the empirical relationship between education and unemployment. The aim of the present paper is therefore to examine the link betweeneducational attainment and unemployment risk in a FrenchGerman comparison. Tobe more specific, a dynamic view is adopted. The unemployment risk is broken downinto the risk of entering unemployment, on the one hand, and the risk of not exitingunemployment, on the other hand. The impact of educational attainment on bothcomponents is examined on the basis of a discretetime hazard rate model.The structure of the paper is the following. First, section 2 looks at the empiricalevidence available so far on the relationship between education and unemployment.Then, section 3 presents as a starting point a static overview of the link betweeneducation and unemployment in France and Germany. This descriptive analysis isbased on microdata sets which makes it possible to compute the unemployment ratein a way as similar as possible. The article then moves on to an econometric analysisof the impact of education on the dynamics of unemployment on the basis of ahazard rate model. Section 4 proposes a rigorous formulation of the model that willbe estimated. The estimations require an extensive preparation of the microdata,all the more since the French and the German data sets on which the analysis isbased need to be put in comparable form first. The construction of the spell dataand of the variables used for the analysis is explained in section 5. Finally, section 6 presents the results of the comparative analysis of the impact of education onthe risk of entering unemployment, and section 7 of the analysis of the effect ofeducation on the hazard of leaving unemployment. Section 8 concludes.12 Empirical evidence available so far While an immense literature is available on the wage structure by education, littleresearch is devoted to the empirical relationship between education and unemployment. Among the rare studies, Nickell 1979 examines the impact of education onunemployment incidence, understood as the probability of being unemployed at agiven time, then analyses the impact of education on the duration of unemploymentbased on a simplified version of a hazard rate model. Combining the informationon the impact of education on the duration and on the incidence of unemploymentenables him to derive educationspecific probabilities of inflow into unemployment.The results show for GreatBritain that the level of education strongly influences theprobability of becoming unemployed during working life, but rather weakly affectsthe expected duration of unemployment spells.Jacob Mincer also explored this relationship for men Mincer, 1991b as well asfor women Mincer, 1991a, though with a different methodology. His analysis isbased on the decomposition of the unemployment rate into different components:the probability of having separated from the previous job, the probability of experiencing unemployment when separated, the duration of unemployment for jobseparators and the labour force rate as well as the labour force participation ratefor women. He then explains the gross unemployment differentials between educational groups by differences in the various components and finally tries to identifythe impact of education, net of other characteristics, on the components in a termby term multivariate analysis. He concludes that in the United States, educationalunemployment differentials are far more attributable to the fact that the higher education reduces the incidence of unemployment than because it reduces the durationof unemployment.More recently, Wolbers 2000 examined the effect of education on the mobilitybetween employment and unemployment for the case of the Netherlands. The studyapplies a single risk discrete hazard rate model to assess on the one hand the impact of the education level on the probability that an employed individual entersemployment, and on the other hand the effect of education on the probability toexit unemployment and getting reemployed. It appears that less educated have agreater chance of entering unemployment than the better educated, and they alsohave poorer prospects of exiting unemployment. However, the link is not linear. Forinstance, university graduates have a greater probability of encountering unemployment than individuals with higher vocational education, but there are hardly anydifferences in the unemployment exit rates of people with secondary and tertiaryeducation.Kettunen 1997 explored the link between education and the duration of unemployment on the basis of a Weibull duration model with discrete mixing distributionfor Finland. Education is found to have a strong effect on the duration of unemployment. Up to a certain level, a higher level of education increases the hazard of exitingunemployment, but beyond the bachelors degree, the reemployment probability de2creases again, and unemployed individuals with a masters or doctors degree havethe lowest probability of reemployment.For France and Germany, however, only a few studies are specifically targetedat analysing the relationship between education and unemployment. Brauns, Gangland Scherer 1999, for instance, analyses the educational stratification of unemployment in early labour market career and its institutional embodiment by comparingthe situation in the United Kingdom, France and Germany. The analysis does notaim at explaining the dynamics of unemployment but rather consists in estimatingfrom a static point of view the impact of educational achievement on the unemployment risk in the transition period from education to work. Based on simplelogit estimates, the analysis concludes that Germany is characterised by a fairlysmooth access to initial employment for vocationally qualified graduates, while extensive job search is confined to the least qualified. Once initial employment hasbeen found, education plays a negligible role for the risk of unemployment, whichis more tied to the characteristics of the position occupied. In contrast, in Franceand the United Kingdom, access to first employment is more difficult and the roleof educational achievement is found to be less pronounced. However, educationalachievement seems to conserve a more important role than in Germany with respectto securing employment. Joutard and Ruggiero 2000 estimate a structural modelof unemployment duration with a discrete time Weibull specification, in which thejob seekers may anticipate the possible recurrence of unemployment spells. Theiranalysis focuses on the role of qualification and gender regarding unemploymentduration. They find out that in France, the highest degree obtained plays an all themore important role since the occupational position is of high level. Moreover, thelevel of education attained turns out to be a more discriminating factor for womenthan for men.The other studies available for France or Germany generally have an other focusof interest than education. These studies do not refer explicitly to education, buteducation generally appears, among others, as an explanatory factor for unemployment. Most articles examine the duration of unemployment, i.e. the probability ofexiting unemployment rather than the probability of entering unemployment. A general analysis of the determinants of unemployment duration is for instance providedby Wurzel 1993 or Hunt 1999 for Germany and Bonnal and Fougere 1990 or Cases and Lollivier 1994 for France. However, most papers focus on one particular aspect of unemployment duration. The impact of unemployment benefits, forinstance, has been analysed by Steiner 1997 or Plassmann 2002 for Germanyand by Florens, G erardVaret and Werquin 1989 or Dormont, Fougere and Prieto2001 for France. Other studies focus on youth unemployment or the transitionfrom school to work e.g. Zimmermann, 2000, Franz and Zimmermann, 2001 for Germany; Fougere, Kramarz and Magnac, 2000, DAddio, 1998 for France, on theimpact of business cycle e.g. van den Berg and van der Klaauw, 2001 or on moretechnical issues like the distinction between state dependence and individual heterogeneity e.g. Steiner, 1997; Magnac, 1998; or the impact of measurement error 3Magnac and Visser, 1999.Thus, this paper aims at complementing the empirical literature in three ways.First, it provides some evidence onto the empirical relationship between education and unemployment, which, as has just been observed, is particularly scarcefor France as well as for Germany. Second, it does not only examine the duration ofunemployment, but also entry into unemployment, an aspect which has been particularly neglected in the literature. Finally, it adopts a comparative perspective,drawing on the fact that if the gross unemployment rates in France and Germanyare often compared in public discourse, there is to my knowledge no detailed comparative study on this subject until now.3 Stylised facts 3.1 Data and definition of the variables The data used for the analyses is drawn from the German SocioEconomic PanelGSOEP for Germany and from the Emploi survey for France. In both data sets,the respondents are requested to report their labour market status in each month ofthe year preceding the interview month 1. This monthly information makes it possible to retrace the labour market history of the respondents. In the GSOEP, theindividuals are reinterviewed each year since 1984 and leave the sample only because of attrition, but in the Emploi survey, the retrospective information is onlycollected from the 1990 wave onwards. Moreover, because the Emploi survey is arotating panel in which one third of the sample is renewed each year, we can trackthe employment status of an individual for at most three consecutive years, i.e. fora maximum of 37 consecutive months. Therefore, the subsequent empirical analyseswill basically rely on the data drawn from the latest three waves available, i.e. 1998,1999 and 2000, and covers, broadly speaking, the period 1997 to 1999. To illustratedevelopments over time, however, the descriptive analysis which does not need thelongitudinal structure of the data set will extend to the period between January 1991 and December 1999. The German sample is restricted to WestGerman residents. Moreover, the observation samples of both countries only includes nationalsor individuals born in the country and aged between 25 and 55. The age restriction 1 The interview takes place in March every year except in 1990, where the households wereinterviewed in January and the retrospective information refers to the 12 months immediatelypreceding the interview month. Consequently, the data for February 1990 is missing and thereis double information for March, since each wave yields information for March of the previousyear until March of the current year. Because there might be some recall errors see Magnacand Visser, 1999, the information of the current year is retained for March in case it doesnot coincide with the retrospective information drawn from the next wave. In the GSOEP, themonth of the interview might vary across individuals and across waves, even though the bulkof the interviews take place at the beginning of the year. The retrospective information onemployment status does not depend on the interview month since it refers to the calendar yearpreceding the year of the interview.4aims to limit the problems related to retirement, on the one hand, and those relatedto the fact that too young individuals may not have finished their education yet, onthe other hand.Table 1: Typology of educational attainment Highest degree obtained Level 1 No vocational qualification 101112No degree Lower secondary education Intermediate secondary education Level 2 Basic vocational qualification 2021Level 330313233No or lower secondary education basic vocational degree Intermediate secondary education basic vocational degree Intermediate qualification Intermediate vocational degree Vocational maturity certificate General maturity certificate General maturity certificate vocational degree Level 4 Tertiary level qualification 4041Lower tertiary education Upper tertiary education For the analysis, three labour market states are distinguished: employment, unemployment and nonemployment 2. For Germany GSOEP, the monthly employmentstate comprises the categories fulltime employment, parttime employment, shorttime employment or training at work. For France Emploi, it comprises permanentemployment, fixedterm employment or training at work. The unemployment stateis based on the declarations of the respondents. In the GSOEP data, the unemployment state refers to unemployment registration at the Federal Labour Office,whereas in the French data, a respondent may assign himself to unemployment evenif he is not registered as unemployed. Thus, the concept of unemployment differssomewhat in the French and German data, but this difference is likely to affect theheight of unemployment more than its structure or the impact of education on it,which is the main outcome of interest in the context of the present analysis. Thenonemployment state is the remaining category and includes retirement, maternityleave, education, military service, housewife and other nonspecified states out ofthe labour force. The unemployment rate is defined as the proportion of the labour 2 In the Emploi data, the respondents indicate a unique labour force state for each month. Thisis not the case in the GSOEP, where individuals may report more than one single labourmarket state per month. In case of multiple answers, it was decided to choose which labourforce state applies for one specific month according to the priority: unemployment, employment,nonemployment.5force i.e. employed plus unemployed persons which is unemployed.Both data sets contain comparable information on completed degrees in general,vocational and higher education. This information can be combined to define a comparable variable for educational attainment based on the highest degree obtained,such as established in Lauer 2001 and reported in table 1.3.2 The distribution of unemployment 3.2.1 Structure and developments over time Figures 1 presents the distribution of unemployment by education for the time period 1997 to 1999 in France and Germany pooled samples.Figure 1: Unemployment rate by detailed education level 199799Comparing the figures with the official statistics, the unemployment rates reported here appear quite low, especially for Germany. This has also been remarkedby Schmidt 1999, who ran an indepth analysis of monthly labour market stocksand flows on the basis of the GSOEP retrospective monthly data. One reason forthe low German figures here is that the sample of observation West German natives, whereas foreigners typically have higher unemployment rates. The same holdsfor France. Moreover, the sample only covers individuals aged 25 to 55 and notthe whole labour force. This undoubtedly drives the unemployment rates down for France, since young people have comparatively higher unemployment rates. A further reason lies in the definition of unemployment used here, which includes in thedenominator the selfemployed and the military personnel. Finally, the employmentstate is selfreported and as such not exempt from reporting errors or recall biases.The unemployment rate appears to be higher in France than in Germany at alleducation levels, but particularly for basic vocational and intermediate qualifications 60246810121416182022lev.10lev.11lev.12lev.20lev.21lev.30lev.31lev.32lev.33lev.40lev.41Education level Percent Germany Francelevel 2 and 3. Generally speaking, the unemployment rate tends to get lower as thelevel of education gets higher. However, the pattern exhibits some nonlinearities. Inboth countries, the unemployment rate is by far highest for those individuals withoutany degree at all level 10, i.e. neither a school nor a vocational degree. Having atleast a school degree, even below the maturity level, already reduces considerablythe unemployment risk. Having completed basic vocational education typically anapprenticeship in Germany protects further from unemployment in Germany, whileit only slightly reduces the unemployment risk in France. The unemployment rateis higher in France than in Germany at all education levels, but it seems that thegap is largest for intermediate qualifications from level 21 to level 33, while it issmaller for low and high qualification levels.Figure 2: Unemployment rate by education level Germany Figures 2 and 3 depict the developments in the unemployment rate by educationlevel, relying on the onedigit level of the educational scale see table 1. In bothcountries, the developments in the unemployment rate of workers with no vocationalqualification level 1 differ from the other educational groups. The unemploymentrate of poorly qualified individuals has increased at a faster rate than that of workerswith a least a basic vocational education throughout the 1990s. This divergencephenomenon was particularly pronounced in Germany until 1997, but then, theoverall decreasing trend in unemployment benefitted more the least qualified so thatthe rates converged again. However, since the end of 1998, unemployment progressedfaster for the least qualified again. In France, the increase in the unemploymentrate of the least qualified was regular over the period, whereas it has diminishedslightly and in a quite parallel way for the better qualified groups since 1997. Overall,university graduates level 4 face the lowest unemployment rate over the wholeperiod in France, it is in particular lower than level 3 individuals. In Germany, level 3 qualifications offer a good protection against unemployment, just as good if not 70246810121416182022Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Level 1Level 2Level 3Level 4Figure 3: Unemployment rate by education level Francebetter than university education.3.2.2 Gender differences Figure 4 and 5 report the average monthly unemployment rate for German and French men and women in the respective observation samples. As can be seen, womenface a higher unemployment risk than men, but the gender gap is significantly largerin France than in Germany 3. Moreover, the gender gap has remained constant overthe 1990s in France, whereas there seems to be a convergence in the unemploymentrates of German men and women. The time developments differ somewhat in Franceand Germany. In Germany, there is a sharp increase in the unemployment rates ofboth males and females in the first half of the 1990s. Then, the unemployment wentback for women and stagnated for men. In France, the developments were smootherover the period: the increase in the unemployment rate was more moderate at thebeginning of the decade, unemployment remained stable in the middle of the decadeand it only decreased slightly at the end of the decade.Looking at figures 6 and 7, it appears that gender differences are much moremarked in France than in Germany at all education levels. In Germany, however,men with no degree at all level 10 are more heavily penalised than women, andat certain education levels, there is only a small difference level 11, level 20, level 30 and level 31. The education levels for which women are most disadvantagedare the Realschule level with or without a basic vocational education and the Fachhochschule level level 40. In France, women face a higher unemployment riskthan men, whatever their education level. However, here also, the gender gap is 3 Remember from chapter 3 that, by contrast, gender differences in educational attainment infavour of men proved more marked in Germany than in France.80246810121416182022Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Level 1Level 2Level 3Level 4Figure 4: Unemployment rate by gender Germany Figure 5: Unemployment rate by gender Francemore or less pronounced depending on the education level. It is lowest at the highereducation level, but also among holders of an advanced vocational qualification level 30. However, it is particularly large at the basic vocational level level 2 and belowas well as among holders of the vocational maturity certificates level 31 or of thegeneral maturity certificate assorted with some vocational qualification.902468101214Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Men Women 02468101214Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Men WomenFigure 6: Unemployment rate by detailed education level and gender 199799 Germany Figure 7: Unemployment rate by detailed education level and gender 199799 France 4 The modelling framework The analysis of the stock of unemployed at a given point in time provides a snapshotof the labour market situation at this point. However, it may be useful to have a lookat the dynamics of unemployment, the flows into and out of unemployment, insteadof just looking at the stock of unemployment. The subsequent microeconometricanalysis aims at examining the way the level of education an individual possessesaffects his probability to enter unemployment, if he has a job, or to exit unemploy100246810121416182022lev.10lev.11lev.12lev.20lev.21lev.30lev.31lev.32lev.33lev.40lev.41Education level Percent Men Women 0246810121416182022lev.10lev.11lev.12lev.20lev.21lev.30lev.31lev.32lev.33lev.40lev.41Education level Percent Men Womenment, if he is unemployed.The modelling framework chosen for the analysis is a discrete time competingrisks hazard rate model. The basic idea of the hazard rate models see among others Kalbfleisch and Prentice, 1980, Lancaster, 1990, Petersen, 1995 and Jenkins, 1995is that instead of focussing on the duration spent in a state, one divides this durationinto a certain number of time intervals and looks for each time interval whether thestate the person was in is left or not. Here, it seems a priori adequate to adopt asocalled competing risks formulation, i.e. to distinguish between different possibledestination states, because the factors influencing the transition into one specificstate might differ from those affecting the transition to another state 4. A discretetime model has been chosen because the data is available in discrete time time intervals monthly data. Petersen 1995 and Jenkins 1995, among others, proposea discrete time formulation for single risk models which has the practical advantageof being estimable in the end as a logit model. For competing risks models, however, discrete time modelling is extremely seldom. Allison 1982 and more recently Petersen 1995 postulate that the discrete time competing risks case can be estimated as a multinomial logit model, by extension of the single risk case, but do notformalise this assumption. Recent studies e.g. Zimmermann, 2000, Steiner, 2001 or Reize, 2002 run multinomial logit estimations without, again, formally deriving thelikelihood function corresponding to a multinomial logit model. This paper proposesa formal presentation of the competing risks model in a discrete time framework andshows how the relatively simple multinomial logit estimation which has been appliedin the recent literature can be rationalised from an econometrical point of view.4.1 Formal presentation of the model: basic conceptsij describes the time that individual i, i 1 N, spent in Let us assume that T sthe sth, s 1 Si, spell of state type j, j 1 , before transition to anotherstate or censoring 5 occurs. T sij is a discrete random variable taking positive integervalues 6. Now assume that T sij may be partitioned into a discrete number of intervalsij. If transition or censoring occurs in interval It, then, by definition,It, t 1 T st T sij. If it has not yet occurred in interval It, i.e. if the individual survives in thatstate until the end of interval It, then T s The destinationspecific hazard rate hsij t.ijk is the probability that individual i leaveshis sth spell of state type j for state k, k6 j 1 , during interval It, given thatthe spell j lasted until the beginning of interval It, and given a vector of covariates 4 The hypothesis that the different exit states might be combined will be tested formally seesections 6.1 and 7.1.5 Censoring refers here to rightcensoring. It is assumed that the start date of the spell is known.6 T sij is only observed for individuals who experience state j at least one interval and can thereforenot be zero.11xijkt7 and some unobserved factors ij 8:ijktxijkt, ij P rT sij t, xijkt, ijhs 1 if the sth spell of individual i in state j ends in state kijk 1T sij t, s 0 otherwise spell is censored or ends in another state than kwheresijk 1In each time interval, only one state may be observed the original state j orone of the other k states. Since the different exit states are mutually exclusive, theoverall probability H sij of ending the sth spell of state type j for any other statein interval It, conditional on the fact that the spell j lasted until the beginning ofinterval It, can be expressed as the sum of the transitions from j to each specificother state:ijtxijt, ij P rT s H sij tT sij t, xijt, ij ijktxijkt, ijhs2Xk 6j A contrario, the probability that individual i does not leave his sth spell in state jin time interval It, conditional on the fact that the spell j lasted until the beginningof interval It is given by:1 H sijtxijt, ij P rT sij tT sij t, xijt, ij3t YConsequently, the unconditional probability that an individual i who was in hissth spell of state j remains in this state until the end of interval It i.e. that hesurvives interval It can be expressed by the socalled survivor function Ssij:ijtxijt, ij P rT s Ssij txijt, ij 1 H sijzxijt, ij4z1Finally, the unconditional probability psijk that individual i leaves his originalstate j into state k exactly in interval It can be expressed by the probability thathe survives time interval It 1 and that he leaves state j in interval It, given he hadsurvived until It 1:ijktxijkt, ij P rT spsij t, kxijkt, ij hs hsijt 1xijt 1, ijijktxijkt, ij Sst 1Yijktxijkt, ij1 H sijzxijz, ij5Thus, the probability that spell number s of type j is complete and ends in statez1k is given by psijkT sij, and the probability that it is censored is given by SsijT sij.7 The vector of explanatory variables may vary according to the origin state j, but also accordingto the destination state k.8 The unobserved individual factors affect the decision to exit the original state for choosinganother state.12Assuming that all spell observations, conditional on the explanatory variables andthe unobserved factors, are independent and that censoring is random, the samplelikelihood function for the original state j may be written as follows 9:NYSi Yi1s1 Yk 6j Lj sijkijkT spsijSsijT sijsijwhere sijk is defined as above and 1 if the sth spell of individual i in state j is censored 0 otherwise spell ends in any state k6 j 1 sij Note that:Xk 6jsij sijk 167The first term of Lj corresponds to the contribution of the completed spells, thesecond term represents the contribution of the censored spells. Using equations 4and 5, the likelihood function may be rewritten as:k 6j Y YQk 6j Lj NYSi Yi1s1NYSi Yi1s1NYSi Yi1s1hsijkT sijijkT shsijT st1ijt1 H sij 1Yijk T ssij 1Y1 H s T sij Yt1ijk1 H st1ijk T ssij Y Pijk T sij YPsijtij k 6jk 6jsijkt1sijtijkT shsijsk 6j Pk 6j1 H sijT sijsijkt1sij1 H sijtsij1 H sijtUsing equation 7, one obtains:NYSi Yi1s1Lj QhsijkT sk 6j1 H sijT sijkijsij1sijij YT st11 H sijt8This likelihood is too complicated to be maximised directly, but, extending themethod proposed by Jenkins 1995 for binary models to the multinomial case, one 9 The conditioning on xijkt and ij has been dropped temporarily to simplify notation.13can derive an easier estimation method. The trick consists in defining new indicatorvariables which depend on the censoring indicators in the following way: 1 if s 1 if sysijkt zsijt ijk 1 and t T sij 0 otherwise sij 1 or sijk 0 or sijk 1 and t 6 T sijij 0 and t T sij 0 otherwise sij 1 or t 6 T sijwhere t 1 T sij.One has:Pk 6jysijktzsijt To put it in words, for people staying in state j in all time intervals observedijkt is zero for all intervals. For people making the transitionijkt is zero for all intervals except the interval of transition the last one,ijt is zero if the spell is censored and if it is not censored, itcensored observations, ysto any k, yswhen it is equal to 1. zsis zero for all intervals except the last one when transition occurs.Using these indicator variables, the likelihood may be rewritten as:1 H sijt T sij Yt1 T sij Yt1ijk Qijktyshsk 6j1 H sijtzs Yijktyshsijijk1 H sijt1zsij NYSi Yi1s1Lj NYSi Yij YT si1s1t1k 6j To put it differently:NYSi Yi1s1Yij YT sk 6jt1ijk1 Pk 6jijktyshs 1 Pk 6jhsijktysijk9Lj Thus, after this transformation, the likelihood function boils down to a standardmultinomial likelihood function where the ysijt is the dependent variable and thecensored observations enter the likelihood function as an additional category. Inpractical terms, one needs to rearrange the data so that the spell month if themonth is the time unit for intervals is the unit of analysis instead of the spell andconstruct the indicator variables such as described above. For equation 9 to beestimable empirically, one needs to operate further choices.144.2 Further specification choices Functional form of the hazard functionthe base category:ijktxijkt, ij hshexp P6j The hazard rate is assumed to have a multinomial logit form, with censoring asjkt 0jkxijkt ijh 1 expjt 0jxijt ijii10The multinomial logit form, however, is an adequate specification only if the socalled Independence of Irrelevant Alternatives IIA assumption is fulfilled, i.e. if theodds ratio for a subset of alternatives is independent of the remaining alternatives.This follows from the initial assumption required for modelling the decision problemas in 10 that the disturbances are uncorrelated between the states. The validity ofthe IIA assumption will be tested by means of two tests: the Hausman test Hausmanand Mc Fadden, 1984 and the Small Hsiao test Small and Hsiao, 1985. Further Wald tests Judge, Hill, Griffiths and Lee, 1985 will be run to test whether someof the outcome categories should be combined, i.e. whether the parameter estimatesdiffer significantly across outcome categories.Functional form of the baseline hazard In equation 10, jkt is the socalled baseline hazard function, which describesthe pattern of duration dependence, i.e. the way the hazard rate depends on processtime. Here, a semiparametric specification has been chosen: the baseline hazardfunction is assumed to be piecewise constant, i.e. constant within fixed time spans.This allows for a flexible pattern of duration dependence and avoids misspecificationbiases, while it increases efficiency by permitting to aggregate process time unitswhere the duration effect is found to be constant or the number observations toosmall.Specification of unobserved heterogeneity It remains to specify the unobserved heterogeneity ij. A common procedure is toimpose a specific distribution on ij, for instance a normal, a lognormal or a gammadistribution. Heckman and Singer, 1984 have sharply criticised such a parametricapproach, arguing that functional form assumption for unobserved heterogeneitymight seriously affect the parameter estimates, and the economics provide littleguidance for choosing one specific distribution rather than another. For this reason, unobserved heterogeneity will be specified nonparametrically using the masspoint approach. Thus, one assumes a discrete probability distribution for ij, i.e.one assumes that ij may be partitioned into a limited number M of mass points orlocation parameters mj, m 1 M, with a given probability P rmj. The mass 15points and their probabilities have the following properties:MPMPm1m1P rmj 1P rmjmj 0Emjxijkt 0Hence, the likelihood function 9 may be rewritten as:MXm1Lj P rmj NYSi YYij YT si1s1k 6jt1ijktxijk, mjyshsijkt 1 H sijtxij, mj1zsijt11121314The number of mass points is determined by the approach of Baker and Melino2000 based on a comparison of information criteria computed from the estimationresults of models with a different number of mass points. The number of mass pointsis incremented until the addition of a further mass point stops improving the model,i.e. stops decreasing the value of the information criteria. The information criteriahave the general form:IC ln Lj cp15where Lj is the value of the loglikelihood function obtained after maximisation, pis the number of parameters estimated and c a penalty function. In order to seewhether the number of mass points found as optimal is robust towards the choiceof the penalty function, three alternative information criteria are used here, withdifferent functions c as penalty for additional parameters, ICA Akaike Information Criterion, ICB Baysian Information Criterion and ICH HannanQuinn Information Criterion:For ICA,For ICB,For ICH,c 1c lnO2c lnlnO16where O is the number of observations.5 Data and variables In the following analysis, three employment states are distinguished, i.e. 3.State 1 corresponds to employment, state 2 corresponds to unemployment and state 3 to nonemployment such as defined in section 3.1. The time intervals are of equallength and consist of months. The analysis concentrates on two aspects: the impactof education on the hazard hsi 12t of exiting employment for entering unemploymentsection 6 and the impact of education on the hazard hsi 21t of exiting unemployment for employment section 7.165.1 Construction of the spell data The first step is to construct the appropriate spell data. The data on the employmenthistory is brought into personmonth format and the variables necessary to theimplementation of the model are constructed, in particular the spell identifiers,the censoring indicators and the hazard rates. Table 2 provides a summary of thecomposition of the sample.Table 2: Sample composition Spells of:Employment Unemployment Germany France Germany France 5,579495 8.9%931 16.7%759 13.6%3,394 60.8%Total sample Numb. spellscompleterightcensoredleftcensoredleftright censored Sample of analysis 136,948Numb. observations 4,791Numb. spells 252 5.3%complete 649 13.6%rightcensored 582 12.1%leftcensored 3,308 69.0%leftright censored Not rightcensored spells ending inemploymentunemploymentnonemployment Numb. individualswith 1 spellwith 2 spellswith 3 spellswith 4 spellswith 5 spellswith 6 spellswith 7 spellswith 8 spellswith 9 spells Numb. months 342 41.0%492 59.0%4,4984,220 93.8%263 5.9%15 0.3%18,1752,044 11.3%1,964 10.8%1,694 9.3%12,473 68.6%2,0531,541 75.1%286 13.9%207 10.1%19 0.93%4,8882,406 49.2%974 19.9%1,117 24.1%331 6.8%490,84815,734660 4.2%1,944 12.4%935 5.9%12,195 77.5%1,109 69.5%486 30.5%15,00014,303 95.3%660 4.4%37 0.3%3715,0891,8271,541 84.4%286 15.6%23,1123,3802,406 71.2%974 28.8%1,308 84.9%2,248 93.4%233 15.1%1,198812 67.7%245 20.5%90 7.5%27 2.3%11 0.9%4 0.3%5 0.4%3 0.2%1 0.1%107156 6.6%2,1571,430 66.3%416 19.3%188 8.7%77 3.4%35 1.6%7 0.3%3 0.1%1 0.0%3637For the analysis of entry into unemployment, the focus is on the transition fromemployment to unemployment. Therefore, one needs to identify employment spells.As mentioned previously, the Emploi data is a rotating panel and the individuals areinterviewed only three consecutive years, after which they leave the panel. I selectthose individuals interviewed for the first time in 1998 and use the information drawn 17from the two subsequent waves 1999 and 2000 to reconstitute their employmenthistory over a period of 37 months from March 1997 to March 2000. In order tomake things comparable, the same restrictions have been adopted for the Germansample, even though a longer panel would be available. Thus, for the German sample,the employment history is reconstituted over 37 months from December 1996 to December 1999.Leftcensored spells are problematic to handle. It is common practice to excludethem from the sample see among others Steiner, 2001, Reize, 2002, especially whenduration dependence for which one needs to know the start date of the spell is tobe examined. This is the option chosen for the analysis of the duration of unemployment, since the process time, i.e. the time already spent in unemployment at themonth of observation is known to be an essential explanatory factor of the hazardrate out of unemployment duration dependence. However, it would be problematic for the analysis of entry into unemployment to exclude leftcensored spells, firstbecause the proportion of leftcensored spells is quite large, secondly because keeping only not leftcensored employment spells would boil down to selecting a veryspecific sample, with a high proportion of labour market entrants or career breakers. Therefore, it was decided to keep the leftcensored spells in the sample for theanalysis of entry into unemployment. It implies that it is assumed to be no durationdependence in the hazard rate out of employment Jenkins, 1995. In the presentcontext, this should be a minor problem in so far as the focus of the analysis isnot on employment duration dependence and that the censoring status appears asa control variable in the regression.Furthermore, the information on employment characteristics is not available fromthe monthly calendar data but only from the yearly interviews. This means thatthis information is only available if the individual was employed in the month of theinterview. To make it possible to use this information, only those employment spellsextending over the interview month have been retained for the analysis.For the analysis of the reemployment prospects of the unemployed, one needs toidentify unemployment spells. Because there are much fewer unemployment spellsthan employment spells and because the size of the German sample is much smallerthan that of the French sample, it proved not to be feasible to reduce the observationperiod of individuals in the German sample to only 37 months like for the analysisof employment spells, due to an insufficient number of observations at the monthlylevel. Therefore, for Germany, the analysis uses information from the waves 1992 to 2000 and thus covers a total of 108 months From January 1991 to December 1999.Given the selection procedure and the definition of the samples, the statementsmade in the subsequent analyses cannot be considered as applicable for the wholepopulation in France and Germany, but they give useful insights into the factorsaffecting unemployment dynamics and highlight in particular the role played byeducation.185.2 Explanatory variables Most explanatory variables are taken from the yearly interviews and have beenmerged with the monthly data on employment history. As a rule, the informationdrawn from the interview month is assumed to apply for the period extending fromthe month after the interview month of the preceding wave until the interview monthof the current wave 10. For the information on employment characteristics used forthe analysis of entry into employment, however, the information is assumed to applyto the employment spell the interview month falls in.Table 3 provides a synthetic overview of the explanatory variables used and howthey are defined. The education level the primary variable of interest here isdefined as in table 1, except that, because of an otherwise insufficient number ofobservations at the monthly level, education levels 30 and 31 have been aggregatedinto a single category, as well as level 32 and level 33. Further variables have beenincluded in the regressions to control for observed heterogeneity. The set of explanatory variables limits to those variables that can be constructed in a comparableway for both countries. Most explanatory variables are drawn from the GSOEP and Emploi data and are selfexplaining in the way they are described in table 3. Theywill not be further commented here. Some variables, however, deserve additionalexplanations.The information on the regional monthly unemployment rate is drawn from theonline timeseries service of the Federal Office for Statistics for Germany and computed on the basis of the Emploi data for France. Tenure is represented by a set ofdummy variables. The information on tenure is drawn from the yearly interview andtherefore applies to the interview month. It has then been incremented by one foreach month pertaining in the employment spell, provided the person has reported inthe subsequent wave to have incurred no job change in that year. The informationon the following wave makes it possible to crosscheck this variable. For the analysis of exit out of unemployment, the baseline hazard, which represents the spellduration elapsed until the month of the observation, is specified, as explained insection 4.2, as piecewise constant. Because the number of observations declines asthe elapsed spell duration increases, the month dummies have been aggregated forlonger elapsed durations such as described in table 3.Finally, an indicator of the income replacement ratio IRR is constructed, i.e. theratio of the expected unemployment compensation to the expected labour earnings.The idea is that the higher the unemployment compensation is compared to thepotential earnings to be obtained from working, the lower the probability that theindividual leaves unemployment will be. The IRR is constructed in a similar way for 10 An alternative would be to consider that the information drawn from the interview monthapplies partly to a certain period before the interview month, partly to a certain period afterthe interview month e.g. for half of the time extending from the current interview month tothe next one. This approach was not retained because it would have implied that we lose thefirst 6 months for France, which is problematic in view of the short overall period of observationavailable.19Table 3: Explanatory variables Variables Definition Variables common to both analyses Education level Sex Marital status Children6Home ownership Age City size Unempl. rate Current quarter 6 categories: level 1,level 20, level 21, level 3031, level 3233,level 40, level 41 see table 12 categories: female, male 2 categories: married, not married Number of children below 6 years of age 2 categories: owner of the houseappartment living in himself or spouse, not owner 6 categories: age 25 to 30, age 31 to 35, age 36 to 40, age 41to 45, age 46 to 50, age 51 to 553 categories: fewer than 20,000 inhabitants, between 20 and 100,000 inhabitants, 100,000 inhabitants or more Monthly regional unemployment rate 4 categories: 1st quarter January to March, 2nd quarterApril to June, 3rd quarter July to September, 4th quarter October to DecemberVariables specific to the analysis of entry into unemployment Tenure Firm size Industry Prev. employment Time trend 9 categories: 1 year, 11.5 years, 1.52 years, 23 years 34years, 47 years, 710 years, 1015 years, 15 years 6 categories: 5 employees, 519 employees, 20199employees, 2001999 employees, 2,000 employees, missing 9 categories: industry mechanical and electrical engineering,stone, iron, steel and chemical industry, paper, textile, foodindustry, other, agricultureenergy agriculture, forestry,fishing, energy, mining, construction, trade wholesale andretail, banking banking, insurance, real estate, transportstransports and communications, private services personalservices, eating and drinking, other services to professionalsor private households, public services welfare services, government, nonprofit institutions, other, missing 3 categories: nonemployed, employed, missing Month variable Variables specific to the analysis of unemployment duration Duration 9 categories: 1 month, 2 months, 3 months, 46 months, 79months, 1012 months, 1315 months, 1618 months, 19 months 2 categories: nonemployed, employed Predicted ratio of unempl. compensation to labour earnings Prev. employment IRRQuarter spell begin 4 categories: same as current quarter Time trend For Germany: 9 year dummies for 1991 to 1999. For France:month, month squared, month cubed 20both countries. In a first step, a reducedform wage equation 11 has been run on thebasis of the yearly data 12, with gender, education, age and age squared, the numberof children below 6 years of age, region, city size and year dummies as explanatoryvariables. Then, using the estimation results see table 10 in the appendix, theincome that could be potentially earned by the unemployed individuals in the sampleof analysis can be predicted outofsample prediction13.In a second step, the unemployment benefits need to be computed. Unfortunately, the information on the unemployment benefits perceived is not available ona monthly basis neither in the French nor in the German data. For France, the information on the perceived unemployment compensation available for the month ofthe yearly interview for those unemployed during that month is used. The logarithmof the unemployment compensation is regressed on gender, education, age and agesquared, number of children below 6, region, city size, year dummies, but also on theduration of the current unemployment episode, the latter information being given bythe unemployed in the yearly interviews see estimation results in table 10 in the appendix. For Germany, there is information on the average monthly unemploymentcompensation 14 perceived in the previous year for people who were unemployed thatyear. This information is matched to the unemployment spells, and the logarithmof the unemployment compensation is regressed on the basis of this data set on thesame variables as for France, and on the duration of the unemployment spells untilthe month observed, which has been constructed from the spell data. Like for wages,the predicted unemployment benefits is computed. The IRR is then the ratio of thepredicted wage to the predicted unemployment compensation. Table 12 in the annexprovides descriptive statistics for the variables used for the analysis of entry into andexit out of unemployment, on the basis of the estimation samples.6 Education and entry into unemployment 6.1 Specification tests Table 4 presents the results of specification tests with respect to the choice of thevariables to be included in the regression. Due to the extremely long computationtime of the estimation with the mass points about 5 days, these specification testsare based on estimations with no modelling of unobserved heterogeneity 15.11 The sample used for the estimation has the same selection criteria nationality, age, periodconsidered as the sample used for the analysis of unemployment spells.12 The wage earned is not available at the monthly level, neither for Germany nor for France.13 Since the logarithm of the monthly gross wage has been used as a dependent variable, theprediction is given by exp 122, where is the vector of estimated coefficients and isthe standard error of the estimation see Greene, 2000, p.69.14 Defined here as unemployment benefits Arbeitslosengeld plus unemployment assistanceArbeitslosenhilfe.15 For France, this is no restriction at all, since unobserved individual heterogeneity is found notto affect significantly the hazard out of employment, see table 5.21Table 4: Tests on coefficients: 2 p 2Hazard rate into:Unempl. Nonempl.Unempl. Nonempl.Germany France 6.57 0.363.25 0.071.12 0.294.41 0.491.06 0.590.05 0.8322.69 0.0031.25 0.0079.80 0.0024.06 0.000.87 0.650.73 0.39Tests on gender interactions 4.52 0.60Female Education 0.60 0.44Female Married 7.91 0.00Female Children66.76 0.24Female Age 1.25 0.54Female City size Female Unempl. rate 0.16 0.69Tests on specific coefficients with only significant gender interactions76.37 0.00Education 9.99 0.08Female Tenure 59.20 0.00106.44 0.00Firm size 24.88 0.00Industry 237.77 0.00Prev. empl. status Married 14.31 0.000.03 0.86Children615.20 0.00Owner 13.12 0.22Age City size 1.20 0.557.19 0.01Unemployment rate 90.20 0.00Current quarter Month 105.80 0.00Tests on overall significance finally retained specificationOverall Wald test Partial Wald tests 31.77 0.004.06 0.0437.83 0.007.49 0.19143.49 0.004.05 0.0442.18 0.000.17 0.680.01 0.9120.25 0.007.18 0.031.44 0.4957.51 0.005.98 0.0118.03 0.001.28 0.2683.76 0.0026.68 0.0015.43 0.0555.83 0.005.56 0.061.68 0.433.51 0.063.49 0.625.97 0.055.02 0.031.68 0.646.33 0.015.71 0.4620.28 0.00120.89 0.0015.50 0.000.85 0.650.16 0.6918.63 0.002.74 0.0938.05 0.0097.11 0.005.81 0.6729.41 0.0021.85 0.001.70 0.191.10 0.2997.30 0.003.61 0.054.36 0.04162.50 0.00124.85 0.001,366.3 0.003,825.8 0.00498.5 0.00875.6 0.002,663.5 0.001,174.8 0.00A first series of 2tests aims at examining whether there are some gender differences in the impact of certain variables on the hazard rate out of employment intounemployment and into nonemployment 16. These tests are based on an estimationof the model where some sets of variables have been interacted with the femaledummy. The interactions which proved not to be significant at the 10 percent levelat least were dropped from the specification. In a second step, the joint significanceof the sets of variables themselves has been tested, on the basis of a specificationincluding the significant gender interaction terms. Here again, only the sets ofvariables significant at the 10 percent level at least have been retained for the final specification. Given that the computation time increases exponentially with thenumber of parameters to be estimated, it proved particularly desirable to drop the 16 In these tests, the null hypothesis is that the variables considered is are not significantlydifferent from zero. The figure in parentheses gives the probability to which the null hypothesiscan be rejected.22insignificant variables from the model. The variables included in the equation of thehazard into unemployment are allowed to differ from those retained for the equationof the hazard into nonemployment. Finally, the overall Wald test tests, on the basisof the final specification with respect to the variables included, the hypothesis thatall the slope coefficients of both equations are jointly insignificant, which is stronglyrejected. The socalled partial Wald tests run the tests again for each destinationstate separately ans also proves to be strongly rejected.Table 5: Other specification tests Tests for IIAHausman Omitted: unempl.Omitted: nonempl.Small Hsiao Omitted: unempl.Omitted: nonempl.Wald test for combining outcomes Comb. unempl. and nonempl.Comb. unempl. and empl.Comb. nonempl. and empl.Test for number of mass points ICAICBICHNo mass point 2 mass points No mass point 2 mass points No mass point 2 mass points Germany 2 p 25.21 1.007.36 1.0059.61 0.4251.69 0.712 p 2393.55 0.00508.97 0.00875.43 0.00IC5,154.65,154.75,582.15,592.05,282.65,285.6France 2 p 21.46 1.0025.76 1.0047.56 0.6547.81 0.642 p 2732.66 0.002,663.53 0.001,174.76 0.00IC9,228.59,230.59,672.19,684.89,356.49,361.5Table 5 presents some further specification tests related to the functional formassumption. Given the enormous computation time, the tests of the IIA assumptionis run on the model without unobserved heterogeneity. If the alternatives proveto be independent even without modelling of unobserved heterogeneity, they arenecessarily independent in the less restrictive model where unobserved individualheterogeneity is controlled for. The tests results show that for both countries, the IIA assumption is fulfilled, both on the basis of the Hausman tests and on thebasis of the Small Hsiao tests see the explanation of these tests and on the testingprocedure in section 4.2.Furthermore, a Wald test examines the hypothesis that some of the alternativesmight be combined or aggregated into a single category, in which case the specification should binomial rather than multinomial. In other words, the hypothesis istested that the coefficients of two categories do not differ significantly from eachother, for all the possible combinations. As show the results in table 5, the multinomial specification seems to be appropriate for France as well as for Germany, since 23none of the categories should be combined.Finally, the number of mass points describing unobserved individual heterogeneityhas to be determined. Table 5 reports the value of the three information criteriadefined in section 4.2. The preferred model is that yielding the lowest IC value. Ascan be seen, all three information criteria lead to the same conclusion. For France likefor Germany, accounting for individual unobserved heterogeneity by distinguishingtwo mass points does not improve the fit of the model, which means that the bestmodel should not include any mass point.6.2 Estimation results Table 6 presents the full estimation results of the determinants of the hazard ratefrom employment into unemployment and nonemployment respectively. The focusof the analysis is on the impact of education on the risk of entering unemployment. Therefore, the transition from employment to nonemployment will not bespecifically commented upon, but the results are reported in table 6 for the sakeof completeness. The impact of the other variables than education on the risk ofentering unemployment will only be briefly reviewed.6.2.1 Effect of education The results in table 6 show that the individuals in the reference group, i.e. individualswith a poor education level level 1, no vocational education, see table 1 havethe highest risk of losing their job for entering unemployment, anything else beingconstant. Indeed, all the education dummies exhibit a negative sign. This is true inboth France and Germany.By identical other characteristics, in France, the completion of a higher educationdegree seems to particulary protect individuals against the unemployment risk. Vocational degrees do reduce the risk of entering unemployment in France, but not tothe same extent as higher education degrees. In Germany, the best protection againstunemployment seems to be given, all else equal, by vocational qualifications of intermediate level level 3, whereas university graduates face a comparatively higherunemployment risk. This seems to indicate that the German system of vocationaleducation performs better than the French one in terms of relative job placement,while the French system of higher education proves more efficient than the Germanone in terms of the relative reduction of the unemployment risk.At the higher education level, lower tertiary qualifications seem to better protectagainst the unemployment risk than upper tertiary qualifications in both countries 17but particularly in Germany. An explanation for this is probably that the lowertertiary qualifications typically have a practical focus and are more oriented towards 17 A simple 2test shows that the hypothesis of equality of the coefficients is rejected at the 1percent level.24Table 6: Determinants of hazard rate from employment Hazard rate into: Unempl.coef. s.eNonempl.coef. s.eUnempl.coef. s.eNonempl.coef. s.eGermany France0.35 0.170.460.120.620.140.670.170.570.190.320.170.17 0.110.16 0.120.23 0.110.470.130.890.221.280.271.320.281.670.280.490.110.18 0.090.01 0.960.32 0.140.42 0.22Education level ref.: Level 1Level 20Level 21Level 30 or 31Level 32 or 33Level 40Level 41Fem. Level 20Fem. Level 21Fem. Level 30 or 31Fem. Level 32 or 33Fem. Level 40Fem. Level 41Female Tenure ref.:1 year11.5 years 1.52 years 23 years 34 years 47 years 710 years 1015 years 15 years Firm size ref.: 5 employees519 employees 20199 employees 2001999 employees 2000 employees Missing Industry branch ref.: IndustryAgriculture, energy Construction Trade Banking Transports Private services Public services Missing0.36 0.260.18 0.120.09 0.110.36 0.150.32 0.180.12 0.170.290.101.690.000.240.080.370.100.620.140.550.120.800.120.730.130.14 0.130.13 0.160.38 0.220.13 0.190.27 0.160.600.190.170.070.36 0.220.25 0.210.980.290.660.240.63 0.280.610.220.900.231.320.250.930.210.32 0.190.23 0.160.35 0.150.11 0.141.100.140.530.090.770.110.910.110.910.151.630.142.030.162.360.183.060.160.270.100.240.100.18 0.100.05 0.110.990.100.04 0.160.17 0.170.09 0.120.13 0.200.35 0.190.15 0.110.16 0.110.82 0.44to be continued 0.06 0.180.740.000.01 0.000.290.000.68 0.300.50 0.240.07 0.200.62 0.310.62 0.280.640.240.50 0.360.45 0.370.77 0.380.22 0.100.20 0.110.21 0.130.28 0.160.33 0.170.580.190.480.180.890.220.31 0.210.54 0.240.15 0.160.01 0.200.45 0.230.700.200.01 0.141.700.1825 table 6 continued Hazard rate into:Germany France Unempl.coef. s.eNonempl.coef. s.eUnempl.coef. s.eNonempl.coef. s.e0.42 0.210.690.080.48 0.270.630.190.45 0.140.28 0.290.690.170.37 0.180.11 0.220.29 0.190.38 0.231.320.200.03 0.110.28 0.110.20 0.120.15 0.130.20 0.140.11 0.066.190.370.26 0.140.28 0.160.500.191.350.240.24 0.131.190.000.360.00Previous employment status ref.: NonemployedUnemployed Missing Marital status ref.: Not marriedMarried Female Married Number of children Female Children6Home ownership Age ref.: Age 2530Age 3135Age 3640Age 4145Age 4650Age 5155Female Age 3135Female Age 3640Female Age 4145Female Age 4650Female Age 5155City cize ref.: 20.000 inh.20100,000 inh.100,000 inh.Unemployment rate Unempl. rate10Current quarter ref.: 1st quarter2nd quarter 3rd quarter 4th quarter Month10Constant Number of observations Number of spells Number of individuals Loglikelihood Significance level :0.150.067.040.44136,9484,7914,4985,067.60.32 0.140.26 0.15 : 10% : 5% : 1%0.600.271.290.080.240.060.330.120.250.061.170.220.860.290.510.181.030.230.980.090.20 0.310.27 0.301.560.210.16 0.160.48 0.331.000.330.19 0.100.260.100.32 0.150.820.090.430.080.260.090.250.062.98 1.441.550.141.010.130.970.153.881.21490,84815,73415,0009,145.5the needs of the economy, while upper tertiary education also includes subjects likephilosophy or languages that are less demanded by the economy.26As appears from table 4, where the interactions between the female dummy andthe education variables proved not to be significant, the impact of education on therisk of entering unemployment does not differ significantly for men and women.6.2.2 Predicted hazard from employment into unemployment Using the estimation results, it is possible to predict taking the rightcensoringissue into account the hazard rate into unemployment of certain groups of individuals over the period observed. The predicted hazard rate is computed for peoplewith average characteristics in their group. Therefore, it results from the estimatedcoefficients, on the one hand, but also from the characteristics of the groups.Figure 8: Predicted hazard rate out of employment into unemployment by education As can be seen in figure 8, the least qualified level 1 have the highest riskof entering unemployment in both France and Germany. In Germany, individualswith an advanced vocational qualification level 3 have the lowest unemploymentrisk, whereas in France, higher education graduates do so. Interestingly, the risk ofentering unemployment is higher in France than in Germany at lower qualificationlevels, but is lower at higher education levels.Looking into more detail figure 9, it appears that in both countries, womenface a higher risk of entering unemployment than men at all education levels 18. In Germany, the gender gap is rather small at lower education levels, while it is highestamong university graduates. In France, the gender gap is more pronounced in poorlyqualified groups, while it is lowest for groups with intermediate qualifications, inparticular for general maturity degree or lower tertiary degree holders levels 323318 As mentioned above, the gender differences do not result from a different impact of educationon the risk of entering unemployment, but rather from an different impact of gender as such onthe one hand, and from different average characteristics across genders on the other hand.270.000.010.020.030.040.050.06lev.1lev.20lev.21lev.3031lev.3233lev.40lev.41Education level Hazard rate10Germany FranceFigure 9: Predicted hazard rate out of employment into unemployment by educationand genderand 40. The gender gap in favour of men, however, is rather large among Frenchtertiary level graduates.Figure 10: Predicted hazard rate out of employment into unemployment On the whole, in both countries, the risk is higher for women than for men andthe gender gap has the same order of magnitude see figure 10. The overall risk ofexiting employment for entering unemployment is higher in France than in Germany.280.000.010.020.030.040.050.06lev.1lev.20lev.21lev.3031lev.3233lev.40lev.41Education level Hazard rate10Germany Men Germany Women FranceMen France Women 0.000.010.020.030.040.050.06Germany France Hazard rate10Men Women Total6.2.3 Effect of the other variables In this section, the effect of the control variables is only briefly commented, sincethis is not the focus of the analysis. As appears from table 6, the employmentcharacteristics affect significantly the risk of entering unemployment. Tenure seemsto play a particularly important role for the unemployment risk: the longer tenureis, the lower the risk of entering unemployment. The effect of tenure seems to bemore pronounced in France than in Germany ceteris paribus. Also firm size play asignificant role, though not so clearcut than tenure. For both countries, workingin small firms between 5 and 200 employees seems to increase the probability ofbecoming unemployed compared to very small firms with less than 5 employees butalso so compared to larger firms. The industry branch also plays a significant role,as well as the employment status occupied before the employment spell observed.Thus, in both countries, people who experienced unemployment before the currentemployment spell prove to be more likely to enter unemployment again.Also the household composition matters. In Germany, being married reduces theunemployment risk for men, while it increases it for women. In France, being marriedreduces the unemployment risk for both men and women, but having children increases the unemployment risk for women only. In both France and Germany, beingowner of the home one is living in reduces the unemployment risk.Furthermore, the age of the individual proved to have no significant impact on therisk of entering unemployment, neither in France nor in Germany. City size has onlyin Germany a significant effect, the unemployment risk being higher in small townsthere. Besides, in both countries, the higher the regional monthly unemploymentrate is, the higher the personal risk of entering unemployment. Seasonal effects,as measured by the quarter of observation, can only be identified in France. In Germany, there is a increasing trend in unemployment risk over the period observed19971999, while the trend is decreasing in France over the period.7 Education and exit out of unemployment 7.1 Specification tests Analogue to the approach followed in section 6.1, the first step consists in determining an adequate specification. Table 7 reports the results of 2tests on thecoefficients of the variables, with a view to determining the variables to be includedin the equations more details on the tests in section 6.1.Here again, only the gender interactions significant at the 10 percent level atleast have been kept in the finally retained specification. Then, on the basis ofthe equations including the significant interaction terms only, further tests on thevariable coefficients have been run, and here again, only the significant ones at the 10 percent significance level at least have been retained. The variables included areallowed to differ for the equation of the hazard from unemployment into employment 29Table 7: Tests on coefficients: 2 p 2Hazard rate into:Unempl. Nonempl.Unempl. Nonempl.Germany France 5.75 0.457.26 0.405.05 0.024.03 0.047.11 0.216.29 0.040.53 0.479.22 0.1710.19 0.250.12 0.7324.56 0.008.02 0.1516.44 0.0014.74 0.008.34 0.2110.95 0.1432.93 0.0010.19 0.006.42 0.271.00 0.601.47 0.22Tests on gender interactions Female Education Female Duration Female Married Female Children6Female Age Female City size Female Unempl. rate Tests on specific coefficients with only significant gender interactionsEducation Female Duration Previously employed Married Children6Owner Age City size Unemployment rate IRRCurrent quarter Quarter of spell begin Year Month Tests on overall significance finally retained specificationOverall Wald test Eq. specific Wald tests 13.30 0.040.76 0.38166.85 0.0068.89 0.003.41 0.1829.99 0.000.82 0.3748.21 0.0026.18 0.000.01 0.999.68 0.0063.40 0.0010.32 0.0213.07 0.360.55 0.4618.34 0.027.01 0.010.17 0.8614.67 0.005.47 0.0217.71 0.000.30 0.860.32 0.570.06 0.817.07 0.070.29 0.9635.05 0.0051.83 0.003.72 0.0595.28 0.0035.07 0.008.78 0.010.13 0.720.90 0.3454.66 0.0015.80 0.0012.79 0.0011.01 0.0011.70 0.013.94 0.2719.54 0.0110.01 0.1211.93 0.151.29 0.264.65 0.035.07 0.283.89 0.154.51 0.036.44 0.320.01 0.9217.47 0.036.72 0.012.37 0.3115.35 0.000.36 0.5516.20 0.004.74 0.090.50 0.600.20 0.65126.80 0.005.49 0.1457.61 0.00141.80 0.00641.7 0.001,231.5 0.00447.5 0.00190.9 0.00915.5 0.00313.9 0.00and for the equation of the hazard into nonemployment. The overall Wald test andthe equation specific Wald tests are run on the basis of the final equations in termsof the variables included and give a measure of the fit of the model.Table 8 reports the results of further tests aiming at determining the appropriatefunctional form. First, for both countries, the multinomial logit specification seemsto be appropriate since the IIA assumption is fulfilled for both countries on thebasis of the Hausman test and on the basis of the Small Hsiao test see details onthese tests in section 4.2 and in section 6.1. Furthermore, the Wald tests reported intable 8 show that it is adequate to distinguish between exit into employment and exitinto nonemployment and that none of the outcome categories should be combined.Moreover, all three information criteria see section 4.2 lead to the conclusion thatthe optimal number of mass points is two.30Table 8: Other specification tests Tests for IIAHausman Omitted: empl.Omitted: nonempl.Small Hsiao Omitted: empl.Omitted: nonempl.Wald test for combining outcomes Comb. empl. and nonempl.Comb. empl. and unempl.Comb. nonempl. and unempl.Tests for number of mass points ICAICBICHNo mass point 2 mass points 3 mass points No mass point 2 mass points 3 mass points No mass point 2 mass points 3 mass points Germany 2 p 217.16 0.972.44 1.0043.58 0.4948.96 0.282 p 2352.42 0.00447.46 0.00190.92 0.00IC5,344.65,331.15,333.15,619.05,613.15,622.75,435.75,424.65,429.2France 2 p 222.67 0.541.37 .32.84 0.7133.00 0.702 p 2392.64 0.00915.50 0.00313.88 0.00IC7,668.67,696.87.698.87,926.17,862.47,872.57,752.37,683.17,687.77.2 Estimation results The full estimation results for both countries are reported in table 9. This part ofthe analysis focusses on the reemployment probability, i.e. on the transition fromunemployment to employment. The results corresponding to the second possibleoutcome exit from unemployment into nonemployment are nevertheless reportedin the table.7.2.1 Effect of education As the estimation results show table 9, broadly speaking, the higher the educationlevel is, the higher is the probability to exit unemployment and find a job again,everything else being equal. Judging from the magnitude of the coefficients, theeducation degree seems to have a stronger discriminating power in the chances ofbeing reemployed in Germany than in France, all else equal.In France and in Germany alike, tertiary level education is associated with thebest reemployment prospects. In other words, even if advanced vocational qualifications offer a better protection than higher education against the risk of enteringunemployment in Germany, as we have seen in section 6, once unemployed, theyare not associated with a better reemployment probability. At the higher education level, there is only little difference between lower and upper tertiary education 31Table 9: Determinants of hazard rate from unemployment Hazard rate into:Empl.coef. s.eNonempl.coef. s.eEmpl.coef. s.eNonempl.coef. s.eGermany France 0.330.110.570.120.570.140.780.170.940.190.900.170.23 0.130.08 0.110.13 0.120.04 0.110.00 0.130.11 0.150.11 0.180.47 0.220.510.170.520.100.270.100.31 0.14Education level ref.: Level 1Level 20Level 21Level 30 or 31Level 32 or 33Level 40Level 41Female Duration ref.: 1 month2 months 3 months 46 months 79 months 1012 months 1315 months 1618 months 19 months Previously employed Marital status ref.: Not marriedMarried Female Married Number of children Children6Female Children6Home ownership Age ref.: Age 2530Age 3135Age 3640Age 4145Age 4650Age 5155City cize ref.: 20.000 inh.20100,000 inh.100,000 inh.Female 20100,000 inh.Female 100,000 inh.0.22 0.110.03 0.090.10 0.110.09 0.120.570.140.920.160.320.120.350.110.28 0.170.30 0.160.15 0.090.230.110.350.150.350.160.420.150.450.160.55 0.300.35 0.300.18 0.240.07 0.260.26 0.270.800.280.01 0.410.04 0.280.400.150.850.161.080.421.390.440.35 0.150.29 0.180.640.240.38 0.240.850.300.890.270.06 0.100.14 0.150.03 0.150.12 0.160.13 0.170.29 0.180.27 0.170.35 0.170.740.110.17 0.480.71 0.401.070.351.570.361.410.370.61 0.521.530.440.61 0.560.41 0.210.300.070.540.120.80 0.651.37 0.670.260.110.25 0.130.500.140.420.151.000.150.04 0.120.370.090.36 0.200.310.130.32 0.230.840.291.480.380.17 0.270.81 0.330.57 0.290.36 0.19to be continued 32 table 9 continued Hazard rate into:Germany France Empl.coef. s.eNonempl.coef. s.eEmpl.coef. s.eNonempl.coef. s.e0.620.191.390.58Unemployment rate Unempl. rate10Female Unempl. rate10IRRCurrent quarter ref.: 1st quarter0.18 0.092nd quarter0.07 0.093rd quarter0.250.094th quarter Quarter of spell begin ref.: 1st quarter2nd quarter 3rd quarter 4th quarter Time trend ref. G: 199119921993199419951996199719981999Month Month squared10Month cubed100Constant Mass points 12P r1P r2Number of observations Number of spells Number of individuals Loglikelihood Significance level :0.07 0.220.42 0.220.34 0.220.14 0.220.29 0.230.15 0.230.04 0.230.18 0.242.310.50 : 10% : 5%1.18 0.550.61 0.560.19 0.570.92 0.550.21 0.560.11 0.570.76 0.550.16 0.584.540.581.210.140.520.300.080.7115,0891,8271,1985,257.1 : 1%0.270.091.460.520.30 0.140.35 0.200.21 0.190.07 0.180.510.080.390.070.400.073.040.442.420.321.810.250.220.090.05 0.080.14 0.080.220.040.150.020.030.001.09 0.470.820.220.490.110.090.020.61 1.391.730.100.580.250.040.7523,1123,3802,1577,530.8in terms of reemployment probability after an episode of unemployment, all elseconstant.Like for entry into unemployment, the education level is not found to exert adifferent impact for men and women on the exit out of unemployment into employ33ment.7.2.2 Predicted hazard from unemployment into employment The hazard rate out of unemployment and into employment can be predicted forsubgroups of individuals on the basis of the estimated coefficients and of groupspecific characteristics means, taking rightcensoring into account. One hazard rateis computed for each of the identified heterogeneity groups and the overall hazard rate is calculated as the sum of the heterogeneity group specific hazard rates,weighted by the estimated probabilities of belonging to the respective heterogeneitygroup. Because the period of observation is longer in the German sample, due toan otherwise insufficient number of observations see section 5.1, the hazard ratesfor the German sample are computed for a maximum unemployment duration of 36months, like for the French sample.Figure 11: Predicted hazard rate out of unemployment into employment by education over a max. of 36 months of unemploymentAs can be seen from figure 11, at all education levels, the hazard of exiting unemployment for employment is higher in France than in Germany. The gap between France and Germany, however, seems somewhat more pronounced at lower qualification levels until education level 2.On the whole see figure 12, once unemployed, the reemployment probabilityis higher in France than in Germany. This is particularly true for men. In bothcountries, the reemployment prospects of unemployed men are better than those ofunemployed women, but the gender gap is significantly stronger in France.Looking at gender differences by education level figure 13, it appears that atall education levels and in both countries, men have significantly higher chances 340.000.050.100.150.200.25lev.1lev.20lev.21lev.3031lev.3233lev.40lev.41Education level Hazard rate Germany FranceFigure 12: Predicted hazard rate out of unemployment into employment over amax. of 36 months of unemploymentFigure 13: Predicted hazard rate out of unemployment into employment by education and genderover a max. of 36 months of unemploymentof being reemployed than women after an episode of unemployment. The gendergap in favour of men is far more marked in France at lower qualification levels noor basic vocational degree, level 1 and 2, rather similar for both countries at theintermediate education level level 3, but again more pronounced in France amongtertiary level graduates level 4.350.000.050.100.150.200.25Germany France Hazard rate Men Women Total 0.000.050.100.150.200.25lev.1lev.20lev.21lev.3031lev.3233lev.40lev.41Education level Hazard rate Germany Men Germany Women FranceMen France Women7.2.3 Effect of the other variables The effect of the other variables can be read from table 9. As mentioned previously,the optimal number of mass points amounts to two for both countries. This meansthat the French and the German samples can be divided into two heterogeneitygroups respectively. The first group has, for some unobserved reason, an above average probability of exiting unemployment positive mass point, while the secondgroup has a slightly below average propensity to leave unemployment. In both countries, the probability of belonging to the former group is significantly lower than thatof belonging to the latter group.In both countries, the reemployment rate seems to decline with unemploymentduration, i.e. there is a negative duration dependence, even if unobserved individual heterogeneity is controlled for. However, this negative impact of unemploymentduration only turns significant for unemployment periods longer than 15 monthsin Germany and longer than 12 months for France, so, broadly speaking, for thelongterm unemployed.In France and in Germany alike, individuals who were employed immediatelybefore their current episode of unemployment prove to have a higher probability ofreemployment compared to those who inactive before their current unemploymentspell.The composition of the household matters also for exit from unemployment. In Germany, being married is associated with higher chances of finding employmentagain, while it reduces the reemployment prospects of women. Having young children further reduces the probability of exiting unemployment for employment for Germany women. In France, the marital status does not have a significant impactas such on the reemployment probability of men and women, but the presence ofyoung children does: it increases the reemployment probability of men, whereas itreduces that of women. Being the owner of the apartment or house one is living inproves to exert no significant impact.Though the age has been found not to affect significantly the risk of enteringunemployment, it does play a role for the reemployment probability of unemployment individuals. Broadly speaking, the older unemployed have lower chances ofgetting employed again. In Germany, this effect is only significant for unemployedaged above 45, who have a significant lower probability of finding a job again thanthe reference group of people aged between 25 and 30. This reemployment rate isparticularly low among the age group 5155, everything else being constant. In the French sample, all the age dummies prove negative and significant in statisticalterms. Unemployed individuals aged between 31 and 40 have a significantly lowerreemployment probability than the age group 2530, but a higher one than individuals older than 40. Like for Germany, the age group 5155 also faces the lowestreemployment probability in France.The effect of city size is significant and differs across genders in both countries:living in a large city is associated with a lower reemployment probability for men,36but a higher one for women. The higher the unemployment in the region is, the lowerthe chances of exiting unemployment. In France, this effect only concerns women.As expected, the Income Replacement Ratio IRR such as approximated here seedefinition discussion in section 5.2 proves to have a significant negative effect on thereemployment probability in both countries. Finally, the estimation results reportedin table 9 point to some seasonal effects as well as time trend.8 Conclusion This paper analyses the relationship between educational attainment and unemployment risk for two countries, France and Germany, which are plagued with highunemployment rates. Thus, the objective is to compare the extent to which variouseducational outcomes offer a protection against the unemployment risk. A look atthe literature reveals that the empirical evidence on this topic is extremely scarce particularly for France and Germany and do not lead to conclusive results as tothe empirical link between education and unemployment. The econometric analysisconducted in this paper aims at filling this gap in research. The starting point ofthe analysis is a broad comparison of the structure of unemployment on the basisof comparable microdata sets, the Emploi survey for France and the GSOEP for Germany. The unemployment rate proves to be higher in France than in Germanyat all education levels, but particularly for basic vocational and intermediate qualifications. In both France and Germany, women face a higher unemployment ratethan men, but the gender unemployment gap is far more pronounced in France.The econometric analysis focusses on the risk for the employed to enter unemployment, on the one hand, and on the risk for the unemployed not to get reemployed,on the other hand. The impact of educational attainment on both components isexamined. The methodological framework applied for this analysis is a discrete timecompeting risks hazard rate model which makes use of the panel structure of the GSOEP and the Emploi data sets and of the availability of retrospective monthlydata on the employment history available in both data sets.The estimations lead to the following results. Broadly speaking, the higher theeducation level is, the lower the risk of entering unemployment is and the betterare the reemployment prospects once unemployed. However, this does not applyat all levels and in the same way for both countries. In both countries, individuals with a poor level of education face, ceteris paribus, the highest risk of losingtheir job and entering unemployment, but also the poorest reemployment prospectswhen unemployed. In Germany, however, the best protection against the risk ofentering unemployment is given, all else equal, by vocational qualifications of intermediate levels, whereas university graduates face a higher unemployment risk. Onceunemployed, however, German university graduates have better chances of gettingreemployed than graduates of intermediate vocational qualifications. In France, tertiary level education offers, like in Germany, the best protection against the risk ofnot exiting unemployment, but also against the risk of entering unemployment. As 37a result, the risk of entering unemployment is higher in France than in Germany atlower qualification levels, but lower at higher education levels. The reemploymentprospects of the unemployed are better in France than in Germany at all educationlevels, but particularly at lower qualification levels.The impact of education on both the risk of entering and the risk of not leavingunemployment turns out not to differ significantly for men and women, all elseequal. Thus, it seems that the educational degrees of men and women are valuedin the same way by the labour market in terms of unemployment risk. However,because men and women have different characteristics, both within and betweeneducational groups, and because the effect of other variables varies across genders,the unemployment risk does differ across genders. In France and in Germany alike,women face at all education levels both a higher risk of entering unemployment anda higher risk of not finding reemployment than men when unemployed, though themagnitude of the gender gap varies across education levels.On the whole, the risk of entering unemployment is higher in France than in Germany, but once unemployed, the risk of not finding reemployment is higher in Germany. In both countries, women face a higher unemployment risk than men,through the joined effect of a higher risk of entering unemployment and a higherrisk of not finding reemployment once unemployed. The gender gap has the sameorder of magnitude for both countries as far as the risk of entering unemploymentis concerned, but French unemployed women seem to have a greater comparativedisadvantage in finding a new job than their German counterparts, so that thegender gap is higher in France regarding reemployment prospects.To conclude this paper, the results seem to indicate that the unemployment problem in Germany lies to a greater extent than in France in a comparatively highpersistence of unemployment, while the French unemployment problem rather liesin a greater lack of job security compared to Germany, particulary at lower qualification levels. Furthermore, the results point to a comparatively better performanceof the German system of vocational education in ensuring job stability, while the French system of higher education offers a better relative protection against the riskof entering unemployment. This might be one the reasons why people strive morefor access to higher education in France, while a larger proportion of German peopleaims at completing vocational qualification.38References Allison, P. 1982. Discretetime Methods for the Analysis of Event Histories. In S. Leinhardt Ed., Sociological Methodology 1982 p. 6197. San Fransisco:JosseyBass.Baker, M. and Melino, A. 2000. Duration dependence and nonparametric heterogeneity: A Monte Carlo study. Journal of Econometrics, 96, 357393.Bonnal, L. and Fougere, D.1990. Les d eterminants individuels des dur ees dechomage. Economie et Pr evision, 5, 4582.Brauns, H., Gangl, M. and Scherer, S. 1999. Education and Unemployment Arbeitspapier No. 6. MZES.Cases, C. and Lollivier, S. 1994. Estimation dun modele de sortie de chomage adestinations multiples. Economie et Pr evision, 113114 23, 177187.DAddio, A. C.1998. Unemployment Durations of French Young People: the Impact of Individual, Family and other Factors on the Hazard Rate COREDiscussion Paper No. 9851. Universit e Catholique de Louvain.Dormont, B., Fougere, D. and Prieto, A.2001. Leffet de lallocation uniqued egressive sur la reprise demploi. Economie et Statistique, 3, 328.Florens, J.P., G erardVaret, L.A. and Werquin, P.Limpact delindemnisation sur la dur ee et lanciennet e du chomage. Economie et Pr evision, 87 1, 93104.1989.Fougere, D., Kramarz, F. and Magnac, T.in France. European Economic Review, 44 46, 928942.Unemployment2000. Youth employment policiesEducation and Franz, W. and Zimmermann, V. 2001. Job shopping after vocational training?An empirical analysis of the transition from apprenticeship training to workDiscussion Paper No. 0164. ZEW.Greene, W. H. 2000. Econometric analysis 4 ed  London: Prentice Hall International.Hausman, J. and Mc Fadden, D. 1984. A Specification Test for the Multinomial Logit Model. Econometrica, 52, 12191240.Heckman, J. J. and Singer, B. 1984. Econometric Duration Analysis. Journal of Econometrics, 24, 63132.Hunt, J. 1999. Determinants of nonemployment and unemployment durations in East Germany Working Paper No. 7128. NBER.39Jenkins, S. P. 1995. Practitioners corner Easy estimation methods for discretetime duration models. Oxford Bulletin of Economics and Statistics, 57 1,129138.Joutard, X. and Ruggiero, M. 2000. Recherche demploi et risque de r ecurrence duchomage Une analyse des qualifications. Annales d Economie et de Statistique, 2000 1, 239265.Judge, G., Hill, C., Griffiths, W. and Lee, T. 1985. The Theory and Practice of Econometrics. New York: Wiley.Kalbfleisch, J. and Prentice, R. 1980. The Statistical Analysis of Failure Time Data. New York: Wiley.Kettunen, J. 1997. Education and Unemployment Duration. Economics of Education Review, 16 2, 163170.Lancaster, T. 1990. The Econometric Analysis of Transition Data Cambridge University Press ed  Cambridge.Lauer, C. 2001. Educational Attainment: A FrenchGerman Comparison Documentation No. 0102. ZEW.Lauer, C.2003. Family background, cohort and education: A FrenchGermancomparison based on a multivariate ordered probit model of educational attainment. Labour Economics, 10, 231251.Magnac, T. 1998. State dependence and heterogeneity in youth employment histories Working Paper No. 9747. CREST.Magnac, T. and Visser, M. 1999. Transition Models with Measurement Errors.The Review of Economics and Statistics, 81 3, 466474.Mincer, J. 1991a. Education and unemployment of women Working Paper No.3837. NBER.Mincer, J.1991b. Education and unemployment Working Paper No. 3838.NBER.Nickell, S. 1979. Education and Lifetime Patterns of Unemployment. Journal of Political Economy, 87 5, 117131.Petersen, T. 1995. Analysis of Event Histories. In Handbook of Statistical Modelingfor the Social and Behavioural Sciences. New York: Plenum Press.Plassmann, G.2002. Der Einfluss der Arbeitslosenversicherung auf die Arbeitslosigkeit in Deutschland: eine mikro okonomische und empirische Untersuchung. N urnberg.40Reize, F. 2002. Leaving Unemployment for Selfemployment. Doctoral dissertation,University of Mannheim.Schmidt, C. M. 1999. Persistence and the German Unemployment Problem: Empirical Evidence on German Labor Market Flows Discussion Paper No. 31.IZA.Small, K. A. and Hsiao, C. 1985. Multinomial Logit Specification Tests. International Economic Review, 26 3, 619627.Steiner, V. 1997. Extended benefit entitlement periods and the duration of unemployment Discussion Paper No. 9714. ZEW.Steiner, V. 2001. Unemployment persistence in the West German labour market:negative duration dependence or sorting? Oxford Bulletin of Economics and Statistics, 63 1, 91113.van den Berg, G. J. and van der Klaauw, B. 2001. Combining micro and macrounemployment duration data. Journal of Econometrics, 102 2, 271309.Wolbers, M. H. 2000. The Effects of Level of Education on Mobility between Employment and Unemployment in the Netherlands. European Sociological Review, 16 2, 185200.Wurzel, E. 1993. An Econometric Analysis of Unemployment Duration in West Germany PhysicaVerlag ed  Heidelberg.Zimmermann, V. 2000. Arbeitsmarktprobleme Jugendlicher: eine empirische Untersuchung ihres Weges in die Beschaeftigung Nomos ed  BadenBaden.41Appendix Figure 14: Unemployment rate by education for men Germany Figure 15: Unemployment rate by education for women Germany 420246810121416182022Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Level 1Level 2Level 3Level 40246810121416182022Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Level 1Level 2Level 3Level 4Figure 16: Unemployment rate by education for men France Figure 17: Unemployment rate by education for women France 430246810121416182022Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Level 1Level 2Level 3Level 40246810121416182022Jan91Jan92Jan93Jan94Jan95Jan96Jan97Jan98Jan99Month Percent Level 1Level 2Level 3Level 4Table 10: Regression results: wage equation Variable Germany Francecoef.s.ecoef.s.e0.270.180.310.420.410.460.410.610.770.400.580.050.040.040.050.010.000.000.010.010.010.010.000.000.000.010.010.000.000.00Yes Yes 7.680.03151,8390.33 : 1%0.020.010.010.010.020.020.010.010.010.000.030.000.010.010.010.260.180.240.400.320.160.320.530.630.56Education level ref.: Level 10Level 12Level 20Level 21Level 30Level 31Level 32Level 33Level 40Level 41Female Age 0.23Age100.02Age squared1000.02Children6City cize ref.: 20.000 inh.0.0520100,000 inh.100,000 inh.0.10Regional dummies Year dummies Constant Yes Yes 6.980.06Observations R2Significance level :53,4860.32 : 10% : 5%44Table 11: Regression results: unemployment compensation equation Variable Germany Francecoef.s.ecoef.s.e0.010.020.020.020.060.030.030.060.020.030.010.010.020.010.010.020.020.050.020.020.020.010.180.130.090.170.290.200.260.280.290.450.180.380.120.060.160.180.260.010.040.270.210.38Education level ref.: Level 10female Level 12Level 20Level 21Level 30Level 31Level 32Level 33Level 40Level 41Female Age 0.27Age100.03Age squared1000.02Children6City cize ref.: 20.000 inh.0.0220100,000 inh.100,000 inh.0.04Unemployment duration ref.: G:12 months, F:1 month2 months 35 months 611 months 1217 months 1823 months 2435 months 36 months Regional dummies Year dummies Constant 0.170.340.330.280.180.120.106.460.098.240.010.010.020.010.060.010.010.020.010.020.020.020.020.030.020.020.000.070.200.440.010.020.020.020.050.010.010.210.040.06Yes Yes Yes Yes0.12Observations R2Significance level :11,0830.25 : 10% : 5%11,6040.15 : 1%45Table 12: Descriptive statistics estimation samples, %Spells of:Employment Unemployment Germany France Germany France Sex Duration Education level Level 1Level 20Level 21Level 30 or 31Level 32 or 33Level 40Level 41Male Female 1 month 2 months 3 months 46 months 79 months 1012 months 1315 months 1618 months 19 months1 year 11.5 years 1.52 years 23 years 34 years 47 years 710 years 1015 years 15 years Missing5 employees 519 employees 20199 employees 2001999 employees 2000 employees Missing Firm size Tenure 25.432.815.09.34.63.49.549.450.611.910.08.518.813.09.26.24.518.145.819.510.34.96.87.35.440.259.814.611.79.821.114.210.36.24.37.7to be continued 30.621.812.16.76.211.910.654.145.91.43.73.57.84.411.512.113.338.90.029.110.014.019.922.74.311.127.918.016.18.06.612.456.843.28.16.15.58.76.216.314.412.522.00.313.416.225.221.223.80.946 table 12 continued Industry branch Spells of:Employment Unemployment Germany France Germany France 31.63.05.712.79.05.43.427.91.104.66.289.269.630.481.413.94.40.30.048.751.319.021.119.216.414.49.943.627.628.89.32.121.726.326.225.817.68.25.811.94.34.416.331.30.25.21.793.168.931.182.613.73.50.20.070.030.011.314.418.020.120.515.749.811.938.211.73.027.824.424.123.777.023.082.817.254.345.779.714.75.00.50.125.974.127.721.216.211.811.211.941.824.533.79.12.433.97.224.623.425.026.6to be continued 49.351.781.515.32.90.30.047.552.522.019.116.816.412.812.90.4414.841.012.63.344.89.530.320.022.926.9Industry Agriculture, energy Construction Trade Banking Transports Private services Public services Missing Previous empl. status Employed Marital status Children6Home ownership Age City size Unemployment rateIRRCurrent quarter Unemployed Nonemployed Leftcensored Married Not married 0 child 1 child 2 child 3 child 4 child Owner Not owner Age 2530Age 3135Age 3640Age 4145Age 4650Age 515520.000 inh.20100,000 inh.100,000 inh.1st quarter 2nd quarter 3rd quarter 4th quarter 47 table 12 continued Spells of:Quarter of spell begin Year Employment Unemployment Germany France Germany France 1st quarter 2nd quarter 3rd quarter 4th quarter 199119921993199419951996199719981999200011.711.512.912.540.547.711.821.412.414.451.72.25.39.512.712.814.516.214.112.718.933.024.323.911.033.443.212.0For metric variables, the figure in parentheses refers to the standard error.48", "filename": "dp0334.pdf", "person": ["Charlotte Lauer", "Lauer, Charlotte"], "date": ["2003"]}