{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/24017/1/dp0366.pdf"], "title": ["How Do Banks Determine Capital? Empirical Evidence for Germany"], "plaintext": "Nontechnical summary Many banks in Germany are characterised by small capital ratios. On the one handthese banks can fund themselves through deposits at low costs, but on the other handbanking regulation forces them to maintain a certain minimum of capital. Althoughthe capital ratios of these banks do not differ considerably, there might be some remarkable differences in their refinancing behaviour.Banking regulation may have a stronger effect on undercapitalised or adequatelycapitalised banks than on wellcapitalised banks. The former banks probably increase regulatory capital to a greater extent than the latter to avoid direct or indirect punishment by the regulator.Traditional determinants found in the corporate finance literature may be relevantfor banks as well. The higher the profitability, the more capital can be retained toincrease capital. Furthermore, the larger the bank, the lower may be the capital ratioas these banks can refinance in the capital market more easily. Finally, larger banksmay have more diversified portfolios and thus may need a lower capital buffer.Based on banklevel data of nearly all German banks for the period 19922001, weexamine the determinants of bank capital for the three pillars of the German bankingmarket: savings banks, cooperative banks and other banks. We find the followingpatterns of bank behaviour: Portfolio risk has a significant and positive effect on capital for savings banks asthese banks have less regulatory capital than other banks and are more likely toincrease capital when increasing portfolio risk. Regulatory pressure influences the behaviour of all banking groups. Lower capitalised banks increase capital to a stronger extent than other banks. The size effect is much larger for other banks than for savings banks. This resultis plausible, since even large savings banks have a very limited access to the capital market and cannot issue new equity. Profitability is a significant determinant of bank capital only in the case of savings banks, since these banks particularly rely on retained earnings.Further analysis suggests that savings banks and cooperative banks are more relianton subordinated debt to increase capital than other banks as their profitability is often insufficient to reach their target capital ratio.ZEW Discussion Paper No. 0366How Do Banks Determine Capital ? Empirical Evidence for Germany Volker Kleff a and Martin Weber b,ca Centre for European Economic Research ZEW, Mannheim, Germanyb Department of Banking and Finance, University of Mannheim, L5,2, 68131 Mannheim, Germanyc Centre for Economic Policy Research CEPR, London, United Kingdom September 2003Abstract: This paper examines how capital is determined by German banks. Weanalyse whether the determinants found in the previous empirical literature hold forthe special German banking sector with its three characteristic banking groups ofsavings banks, cooperative banks and other banks. On the basis of a unique data setof nearly all German banks between 1992 and 2001 provided by the Deutsche Bundesbank, we apply the generalised method of moments GMM within a dynamicpanel data framework. The results largely confirm the findings for other countries,but show considerable differences between the three German banking groups.Keywords: Bank capital, portfolio risk, banking regulation, panel data, GMMJEL classification code: G21, G32, C23Acknowledgements: We would like to thank the Deutsche Bundesbank for database access and Fred Ramb, Michael Schroder and Francois Laisney for valuable comments and insights. All errors remain our own. Financial support of the FritzThyssenStiftung is gratefully acknowledged.Adress for correspondence: Volker Kleff, Centre for European Economic Research, P.O. Box 1034 43, 68034 Mannheim, Germany, Phone: 496211235141, EMail: kleffzew.de1 Introduction There is a large number of empirical papers on the determinants of corporate capital.Most of them do not consider banks, as they have a very different business. As aconsequence, little is known about how banks determine their capital ratio. As weshall see, some papers examine the bank capital ratio, but usually they focus on theefficiency of banking regulation and analyse a very special determinant of bank capital, the portfolio risk.Indeed, portfolio risk may be of great importance to bank capital. In July 1988 the Basle Committee on Banking Regulation and Supervisory Practices published itsriskbased capital standard Basle Accord, which took effect in the end of 1992.Since then, banks are obliged to hold a minimum regulatory capital ratio of 8 percentof all riskweighted onbalancesheet assets. The individual balance sheet assets areweighted according to four broad risk classes of 0, 20, 50 and 100 percent to obtaina measure of portfolio risk.As a consequence, one could expect that portfolio risk and capital are positively related at least for the banks that hold about as little regulatory capital as permissable, because they have to increase capital when increasing portfolio risk. Berger et al.1995 show the potential impact of the Basle Accord on bank capital. The aggregateequitytoassetratio for USbanks rose from 6.21 percent at the end of 1989 to 8.01percent at the end of 1993. They suggest that much of the increase has to be attributed to banking regulation.1 According to Haubrich and Wachtel 1993 USbanksalso shifted their portfolio in favour of less risky government securities after bankregulators agreed to the introduction of riskbased capital requirements in 1988.2Aggarwal and Jacques 1997 finally state that most USbanks succeeded to fulfillthe regulatory minimum: Less than one percent of all banks were categorised as undercapitalised in the end of 1992.In this study we investigate whether the current Basle Accord affects the behaviourof German banks. Similar to the US, most German banks hold considerably morecapital than necessary see, for instance, Deutsche Bundesbank 2002b. Thus theyare not forced to keep that strict positive relationship between portfolio risk and capital. In this respect it remains unclear whether regulation results in a positive relationship between bank capital and portfolio risk for German banks. Results from USstudies may not be applicable to German banks, as the latters behaviour may differconsiderably. Unlike the US, only a small fraction of German banks are jointstock 1 Ashcraft 2001 argues that this effect was rather due to market forces than to banking regulation.2 However, Hancock and Wilcox 1994 cannot detect a strong effect on bank lending to businesses.1companies. That is why the argument that banks maximise their shareholder value isless convincing for German banks.The German banking structure is characterised by its three banking groups of savings banks, cooperative banks and other banks. We enrich the literature by differentiating between these three banking groups in detail. Indeed, we find considerabledifferences between the behaviour of these banking groups. Results suggest that savings banks rely much stronger on retained earnings than other banks, as they haveless alternatives to raise capital. Furthermore, we find a positive relationship between portfolio risk and capital for these banks. In case of other banks, no significantimpact of profitability or portfolio risk on capital is found. However, we find a negative and significant effect of bank size on bank capital only for other banks. Thisfinding is due to institutional characteristics. Additionally, results suggest a significant and positive impact of regulatory pressure on bank capital for other banks, butnot for savings banks.Furthermore, some additional determinants of bank capital are considered in thisstudy, which were given little attention in previous literature. We examine whetherthe bank deposit ratio and the loan loss provisions have a significant impact on thebank capital ratio.Finally, we apply a more appropriate econometric methodology. We estimated dynamic panel regressions using the generalised method of moments GMM. Byusing GMM the endogeneity of all explanatory variables can be considered efficiently. In contrast, previous literature mostly uses simple two or threestage leastsquares regressions on the pooled data set or, when considering the panelstructureof the data set, simple random effects regressions.The structure of this study is as follows. Section 2 presents some hypotheses to beexamined. Furthermore, it gives an overview about potential determinants of bankcapital. Section 3 summarises recent empirical work on the determinants of bankcapital and Section 4 presents the data. Section 5 introduces the empirical methodology and the final specification of the model. Section 6 presents the results regardingthe determinants of bank capital. In Section 7 the subordinated debt issue is examined in detail and Section 8 concludes.2 Hypotheses Riskbased capital requirements were proposed by the Basle Accord in 1988 for thefirst time. The reasoning behind the regulatory linking of capital with portfolio riskwas the fear that banks could otherwise have an incentive to increase portfolio riskand thus to increase the probability of default, which would run counter to the regu2lators intention of limiting the probability of default. Indeed, theories suggest thatbanks choices of portfolio risk and capital are interrelated.Hypothesis 1A H1A: Bank capital and portfolio risk are negatively related because of deposit insurance.A flatrate deposit insurance can induce a bank to maximise its shareholder value bymaximising both portfolio risk and leverage. Hence, this argument is valid for jointstock companies, but hardly applies to German savings and cooperative banks inother legal forms. Merton 1977 and Pyle 1986 model the claim on the depositinsurer as a put option on the firms value with the promised payment to the depositors being the strike price. Sharpe 1978, Kareken and Wallace 1978 and Dothanand Williams 1980 argue within a statepreference model and show that subsidiseddeposit insurance results in an incentive for valuemaximising banks to increaseboth portfolio risk and leverage risk.3 In this regard, deposit insurance could result ina negative relationship between capital and portfolio risk.Hypothesis 1B H1B: Bank capital and portfolio risk are positively related because of otherfactors.Bankruptcy costs Orgler and Taggart 1983 apply a modified version of the traditional tradeoff theory to banks. They claim that besides taxes and bankruptcy costs, the special taxtreatment of bank services and economies of scale in the production of these serviceshave to be considered. As bankruptcy costs are dependent on both portfolio risk andleverage risk, banks will increase capital when they increase risk to avoid bankruptcy. In this case, banks have an own incentive to limit the probability of default. 3 Furlong and Keeley 1989 and Keeley and Furlong 1990 argue that under flatrate deposit insurance and within both option and statepreference models, the incentive to increase portfoliorisk and leverage decreases with the capital ratio. Thus, a more stringent capital regulation reduces the incentive to increase portfolio risk.3Financial risk and portfolio risk as substitutes Very close to the argument above is the following. Within a meanvarianceframework it is also possible that risk averse bank managers wish to hold a certainoptimal level of total risk as a sum of portfolio and leverage risk see Kahane1977, Koehn and Santomero 1980, Kim and Santomero 1988 and Rochet1992. In this case portfolio and leverage risk would be substitutes and capital andportfolio risk would be positively linked. A plausible rationale for this interrelationship of portfolio risk and leverage risk can be provided by agency theory. Bankmanagers, if they are not the owners of the bank, are especially afraid of a potentialbankruptcy, because they would lose their job and their firmspecific human capital.That is why they should tend to decrease leverage when increasing risk see Saunders et al. 1990.Regulatory costs Up to now, banking regulation was neglected. A positive association between capitaland risk could result from the costs of violating banking regulation. Buser et al.1981 argue that banks have to balance the advantage of high portfolio risk againstthe explicit and implicit costs of regulation. Implicit costs of regulation may arisebecause of regulatory interference, which reduces the charter value of the bank.4 Asa result, banks hold capital levels slightly above the regulatory minimum. A positiverelationship between risk and capital therefore could indicate that regulatory constraints are binding.Hypothesis 2 H2: The higher the banks profitability, the higher is the bank capital ratio.The banks profitability determines the banks ability to increase capital by accumulating profits. That is why a positive relationship between the banks profitabilityand capital is to be presumed. Such a relationship would be consistent with the pekkingorder theory of Myers and Majluf 1984. They claim that enterprises preferfunding by accumulating profits. Other possibilities to raise money by selling bondsor new shares are more expensive means of refinancing because of informationasymmetries. Although information asymmetries may be lower in the case of banks,the peckingorder theory may hold even for banks.It is expected that profitability is an especially important determinant for savingsbanks, as they cannot issue new shares on the capital market, but substantially rely 4 The charter value of a bank is the present value of the banks prospective new investments. See,for example, Acharya 1996 for the importance of the charter value for a bank.4on retained earnings to increase capital. As argued by Dahl and Shrieves 1989, themagnitude of equity infusions make them an important instrument to increase thebank capital ratio.Hypothesis 3 H3: The bigger the bank, the lower is the bank capital ratio.Larger banks could have an easier access to the capital market and could raise external capital more easily due to lower transaction costs. Thus they may have a greaterfinancial flexibility and may need less excess regulatory capital than smaller banks.Moreover larger banks may have less investment opportunities and thus need lesscapital. In addition, they are more likely to have a more diversified portfolio andthus need less excess capital from the bank managers point of view. According to Titman and Wessels 1988, fixed direct bankruptcy costs finally constitute a smallerportion of firm value when the firm is larger, lowering the importance of the bankruptcy costs. All these reasons may result in a negative relationship between sizeand bank capital.This size effect is supposed to be smaller for savings and cooperative banks. As theyusually are not listed on the stock exchange, they cannot issue new shares or cannotsell investments on the capital market to reduce liabilities, but must rely on retainedearnings or issue of subordinate debt or hybrid capital. Furthermore, their business islimited to a certain local area, accordingly their portfolio may be less diversified.Finally bankruptcy costs are irrelevant for savings banks because of specific governmental guarantees Gewahrtragerhaftung and Anstaltslast granted until July 2005.3 Previous empirical findings A number of empirical studies have examined the relationship between changes inthe bank capital ratio and portfolio risk see Basle Committee on Banking Supervision 1999 for an overview. They differ in the methodology used and in the timeperiod and country observed. Shrieves and Dahl 1992 find a positive relationshipbetween the capital ratio and portfolio risk for US banks during the period 1984 to 1986 using a simultaneous equations framework. Furthermore, they show that regulatory pressure induces banks to increase the capital ratio and to decrease portfoliorisk. Rime 2001 applies the same methodology to Swiss Banks and confirms thepositive relationship between the capital ratio and portfolio risk, but could not findthat regulatory pressure can affect the level of portfolio risk. Likewise Bichsel and Blum 2002 find a positive relationship between the bank capital ratio and portfoliorisk for Swiss banks from 1990 to 2002 in a similar two equation framework. Ediz etal. 1998 detect a positive relationship between the capital ratio and portfolio risk 5for British banks from 1989 to 1995, but cannot confirm that these banks increasetheir capital ratio by decreasing risk. They consider the panel structure of the data setby estimating random effects regressions, but ignore the endogeneity of portfoliorisk. Nachane et al. 2000 adopt the model of Ediz et al. 1998 and apply it for India. Their results confirm the result that capital requirements make banks boost theircapital ratio. No evidence was found that banks adjust their regulatory capital ratiosby substituting from highrisk loans.Jacques and Nigro 1997 use the simultaneous equations framework of Shrievesand Dahl and show that the introduction of riskbased capital ratios caused US banksto increase their capital ratios and to decrease portfolio risk in 1990 and 1991. Aggarwal and Jacques 2001 examine the behaviour of US banks in different promptcorrective action PCA zones established by the Federal Deposit Insurance Corporation Improvement Act FDICIA within the simultaneousequationframework.They find that both undercapitalised and adequately capitalised banks increased theircapital ratios in 1992 and 1993.All these findings from the literature would be consistent with our hypothesis H1B,claiming a positive relationship between capital and portfolio risk.Nearly all of these studies, as they consider the banks profitability as a potentialdeterminant of the bank capital ratio, come to the conclusion that the capital ratio ispositively influenced by profitability, but negatively influenced by bank size. Thesefindings for US banks are consistent with our hypotheses H2 and H3 mentionedabove.4 Data In contrast to the literature, we examine banks in Germany. Two data sets are analysed for that purpose. The first one is a unique data set provided by the Deutsche Bundesbank. The Bundesbank data set comprises yearly balance sheet and profit andloss account information of almost all German banks no building and loan associations reported to the Deutsche Bundesbank from 1992 to 2001.5 The first two years,1992 and 1993, are lost due to considering dynamics and first differencing. To runthe dynamic panel regressions, continuous observations of each bank are needed.Therefore, we excluded these banks from the data set with six and less consecutiveobservations. A sample of 2,971 banks and 28,025 observations remains. 5 We use the endofDecember data of the monthly Bilanzstatistik BISTA, as the profit and lossaccounts are reported yearly. Some cooperative banks and other banks could not be taken intoaccount because of data restrictions.6As the German banking sector is very heterogeneous, we divide the whole sampleinto three subsamples. The first subsample comprises all German savings banks.These are statutory bodies which are publicly owned, whose activities are locallybounded and whose main object is to fulfill the public contract. The second subsample consists of nearly all German cooperative banks. Similar to the savingsbanks, their business is limited to a certain local area, but they are not subject to thepublic contract like savings banks. The third group is denoted other banks. On theone hand, these other banks consist of commercial banks, i.e. big banks, branches offoreign banks and private regional banks and other commercial banks. On the otherhand the group of other banks comprises Land banks Landesbanken, regional institutions of credit cooperatives, mortgage banks and banks with special functionsBanken mit Sonderaufgaben. A more detailed analysis is not possible, as the dataset allows no further identification of each bank. Table 1a gives a synopsis of thebanking groups in 2001.Table 1a: Synopsis of the banking groups in 2001 Deutsche Bundesbank 2002a Number of banks Savings banks Cooperative banks Other banks Commercial banks Big banks Regional banks and other commercial banks Branches of foreign banks Land banks Landesbanken Regional institutions of cooperative banks Mortgage banks Banks with special functions Building and loan associations 4195 80 537279 12 1 28 14 291,619 3632,519The second data set we use is provided by the publishing house Hoppenstedt seewww.Hoppenstedt.de. The data set comprises published balance sheet and profitand loss account information of about 1,000 German banks. Smaller banks, particularly smaller cooperative banks, are missing in the Hoppenstedt data set. We examine bank behaviour for the reference period 19922001 and define the variables verysimilar to those from the Bundesbank data set.As most German banks are not publicly listed and market values are not availablefor them, we examine book values instead of market values.74.1 Bank capital Two different definitions of capital are presented in this study to obtain a differentiated impression of how banks determine their capital ratios. The first one is asimple capital ratio defined as the ratio of equity capital to total assets CAP1.6 Thesecond definition of capital refers to regulatory capital. CAP2 is a proxy variable for Tier 1 Tier 2 capital to total assets. It is defined as the ratio of paidup equity capital including the fund for general bank risks, profitsharing capital and subordinatedebt, which in total are divided by total assets.7 As we do not have any informationabout hidden reserves or revaluation reserves, CAP2 is a little smaller than the actualsum of Tier 1 Tier 2 to total assets. Additionally, we estimated our model with athird definition of capital. CAP3 is a proxy variable for the ratio of Tier 1 capital tototal assets. It comprises paidup equity capital including the fund for general bankrisks. We do not present the results for CAP3 here as the definition of CAP3 is veryclose to the definition of CAP1 and the results are very similar.4.2 Bank risk Banks portfolio risk RISK is measured by the ratio of riskweighted onbalancesheet assets to total assets.8 We use the risk weights suggested by the Basle Committee on Banking Regulation in 1988, which are still obligatory until today. Withinthe Basle Accord framework the individual assets of a bank are weighted accordingto four broad risk classes of 0, 20, 50 and 100 percent. Recent literature has pointedto the fact that such a measure of portfolio risk is too rough to indicate the banksprobability of default. But here we are not interested in an accurate measure of theprobability of default, but wish to explain banking behaviour in the regulatory context.5 Partialadjustmentframework and specification We assume that banks consciously aim at a certain capital ratio see Diamond et al.2000 for the existence of an optimal bank capital ratio. The existence of capitalregulation may give a strong hint that the capital ratio is at least partially influenced 6 Equity capital comprises subscribed capital, capital reserves, revenue reserves and stated loss incase of the Bundesbank data set. In case of the Hoppenstedt data set, equity capital comprisessubscribed capital, capital reserves, revenue reserves and distributable profit.7 In contrast to German banking law Kreditwesengesetz, CAP2 and CAP3 comprise subscribedcapital even in the case of savings banks. See the appendix for an exact definition of the variables.8 Other risk assets like offbalancesheet engagements and derivatives as well as market risk couldnot be considered, because we do not have any information about these items.8by the bank. Thus we suggest that changes of the bank capital ratio result from discretionary adjustments and factors exogenous to the bank:CAPDj t, DCAPdj t,.ej t,1DCAPd Dj t,are the observed changes in the capital ratio for bank j in period t. The disCAP,j tcretionary changes in the capital ratio are denoted j,te denotes theexogenous factors influencing the bank capital ratio. An unanticipated shock to thenational economy or an exogenously enforced increase of regulatory capital could berandom factors influencing the bank capital ratio  The error are modelled within a partial The discretionary changes in the capital ratio adjustment framework. Modelling the bank capital decision within a partial adjustment model is very common in the literature. Peltzman 1970, Mingo 1975 and Marcus 1981 were the first to apply such a model to analyse the bank capital decision, then many other empirical studies using the model in a simultaneous equationframework followed see Section 3.CAPd Dj t,Banks are assumed to have a desired target capital ratio, but are not able to reach itinstantaneously.9 Within this framework, the discretionary changes in capital areproportional to the difference between the target values and the lagged values of capital:DCAPj t,aee CAPj t,CAPj t, 1uuej t,.2The coefficient a can be interpreted as the speed of adjustment. A high value of aindicates that the bank reaches its target capital ratio very quickly. CAP denotes thetarget capital ratio for bank j in period t. Target capital is not directly observable andmay differ crosssectionally.,j t 9 As the optimal or desired capital ratio and portfolio risk are not observable, it is assumed that thebank managers discretionary adjust the actual level of capital and risk towards the optimal level.This assumption can be explained by institutional inertia, high costs of rapid change, or a lack ofinformation.9After rewriting equation 2 as follows:CAPj t,CAPj t, 1aee CAPj t,CAPj t, 1uuej t,. 3we obtain our final regression equation:CAPj t,1 a CAPj t, 1a CAPj t,.ej t,4We estimate the model with all three definitions of capital to total assets CAP1,CAP2, and CAP3 as lefthandvariables.105.1 Variables affecting target capital As the target capital ratio have to be found. We use some observable bank characteristics to describe the following, the explanatory variables affecting the target capital ratio presented.CAP is not directly observable, some proxy variables CAP . In CAP are,j t,j t,j t Portfolio risk As shown in the theoretical literature, capital and portfolio risk are interrelated seehypotheses H1A and H1B. Regulation could have a decisive influence on the relationship between both variables. That is why portfolio risk RISK is expected to be adeterminant of banks target capital. 10 We also used other definitions of capital. Estimation of capital to riskweighted assets resultedin a strong negative relationship between capital and risk. We assume that this strong negativerelationship is caused by the construction of the variables: The denominator of the dependentvariable capital to riskweighted assets would be identical to the numerator of the regressor RISK.10Profitability Corresponding to hypothesis H2, target capital may be influenced by banks profitability. That is why PROFIT is included in the capital equation. PROFIT is defined asthe ratio of net interest income plus net commission income to total assets.Bank deposit ratio Bank deposits are a very attractive means to fund the bank, because of the relativelylower interest rates to be paid compared to bonds or borrowing from banks. A decreasing bank deposit ratio makes banks debt more expensive and reduces the current profit. This effect is controlled for by including PROFIT into the equation. Buta decreasing increasing deposit ratio may signal even lower higher net interestprofits in future years see Gupta and Walker 1975. Accordingly, lower higherfuture profits could mean increased lower pressure to extend the capital buffer. Asa consequence, we expect a negative relationship between the capital ratio and thebank deposit ratio BDR. We include BDR into our capital equation as it may have asignificant influence on bank capital. The BDR is defined as the ratio of all liabilitiesto customers to total assets.As both bank deposits and equity capital are components of the liabilities side of thebank balance sheet, it could be argued that a negative relationship between both variables alternatively could be the result of a simple automatism. But the automatismis not compelling. Most banks hold a considerable amount of liabilities to banks,which buffer fluctuations in the amount of liabilities to customers. Finally, we ruleout the automatic effect of fluctations in the amount of deposits on total assets andthus on the ratio of capital to total assets by controlling for size.Provisions We also consider provisions for possible loan losses as well as writedowns andwriteups of and value adjustments to claims and securities. The ratio of these variables to total assets PROV may represent a proxy for the banks financial health. Weassume that banks with higher provisions have a lower capital target, as they are notable to increase their capital ratio significantly because the provisions reduce currentprofits. Thus we expect a negative impact of PROV on the capital ratio.Regulatory pressure As the theoretical literature suggests, banking regulation may have a direct effect oncapital. A bank having a regulatory capital ratio close to the regulatory minimummay have an incentive to increase its regulatory capital ratio in order to prevent thecapital ratio from falling below the regulatory minimum. Otherwise regulatory costs 11may arise. To capture this potential effect, we include a dummy variable REG intothe equation, indicating the banks regulatory pressure.11 The dummy variable equalsone if capital to riskweightedassets is lower than a certain threshold. These thresholds are calculated to include the quarter of banks with the lowest ratio of capital toriskweighted assets. The threshold is 6.0 percent for the CAP1equation and thus istwo percentage points higher than the regulatory minimum of 4.0 percent for the Tier 1 capital ratio.12 Simultaneously, this threshold coincides with the minimum Tier 1 capital ratio necessary to be classified as wellcapitalised according to the Federal Deposit Insurance Corporation Improvement Act FDICIA. For the CAP2equation, the threshold of 7.0 percent lies below the regulatory minimum of 8.0 percent for Tier 1 Tier 2 capital to riskweighted assets, as CAP2 does not contain allcomponents of Tier 1 and Tier 2 capital.13Merger The German banking sector is characterised by many mergers and acquisitions inrecent years, which could have a direct impact on the banks capital ratio. We control for this effect by including the dummy variable MERG into the capital equation.The dummy variable is one if a bank has taken over another bank in the same yearand zero otherwise.14Size Corresponding to hypothesis H3, size may have an influence on the target capitalratio. To capture size effects, the natural log of total assets SIZE is included in thecapital equation.Regulatory and macroeconomic shocks Macroeconomic shocks must be taken into account, as changes in the volume orstructure of loan demand can influence banks observed capital. Also changes of thebanking regulation may influence the dependent variable in a specific year. That iswhy time dummies are included in the capital equation. 11 We assume that REG indicates regulatory pressure, although we cannot exclude that it partlymeasures the banks own incentive to prevent bancruptcy costs.12 We also experimented with other thresholds, but obtained very similar results.13 We do not have any information about the undisclosed reserves or revaluation reserves, whichare components of Tier 2 capital.14 The dummy variable MERG was kindly provided by the Deutsche Bundesbank.12Table 1b: Number of observations and mean of variables by year Bundesbank data settotal 28,0255,71419,5742,7370.05090.05840.05090.11270.12510.11290.27870.24990.27660.62650.03530.71380.003519.09650.00520.00230.039119922,733Obs.500sav. banks 1,954coop. banksother banks 2790.0491CAP10.0502CAP20.0491CAP30.1010CRWA10.1027CRWA20.1009CRWA30.4274REG10.6718REG20.4274REG30.6326RISK0.0370PROFIT0.7625BDRPROV0.0004SIZE 18.68170.00000.00110.000019962,9715902,0892920.05080.05950.05090.11520.12950.11530.25450.15990.25350.61850.03560.71340.003319.06220.00610.00250.026619932,9635902,0892840.04700.05140.04700.09950.10670.09950.35840.42220.35670.60550.03670.75330.002918.81980.00280.00160.039119972,9715902,0892920.05180.06110.05180.11200.12730.11210.23220.14340.23020.62580.03470.70450.003819.11840.00660.00270.026319982,9715902,0892920.05320.06250.05320.12770.14290.12770.23830.15890.23700.63470.03320.69820.003219.18000.00660.00270.041719992,7285781,8992510.05150.06100.05160.11180.12760.11200.22950.13930.22580.63300.03340.68700.003319.31740.00680.00270.060120002,4805611,6752440.05380.06370.05400.12630.14220.12660.21010.13100.20600.65030.03450.66950.004719.45480.00710.00270.074220012,2715351,5122240.05370.06350.05380.12450.14010.12470.20700.12330.19950.64560.03240.68130.004619.59170.00720.00240.063819942,9665902,0892870.04880.05490.04890.10580.11650.10660.32400.30950.32330.61370.03790.73440.005818.90990.00400.00210.043519952,9715902,0892920.05030.05790.05030.10710.11980.10720.28540.21580.28480.61520.03640.72070.003318.98850.00530.00230.0263SDEBTPCAPMERGTable 1c: Mean of variables by banking groups Bundesbank data setCAP1CAP2CAP3REG1REG2REG3RISKPROFITBDRPROVSIZESDEBTPCAPMERGall banks 0.05090.05840.05090.27870.24990.27660.62650.35270.71380.003519.09650.00520.00230.0391sav. banks coop. banks other banks 0.10570.11610.10560.22100.11030.21410.53930.03630.35440.002920.49120.00660.00390.01500.03840.05260.03850.44990.19860.44780.60750.03230.67950.004120.56130.01280.00130.02570.04690.05200.04690.23670.28440.23530.64430.03600.77400.003418.47390.00280.00230.0464Table 1b presents the means of these variables of the Bundesbank data set for eachyear of the reference period. On average, capital increases considerably in this timeperiod, while portfolio risk increases marginally. Table 1c shows some descriptivestatistics of the Bundesbank data set differentiating between the three bankinggroups. On average, other banks have a higher capital ratio than savings and cooperative banks. Another noteworthy fact is the high share of subordinate debt to totalassets for savings banks. It seems that these banks compensate their lower equity 13capital ratio by issuing subordinate debt. We analyse this potential relationship in Section 7. Table 1d gives the correlations among the variables for the reference period. As in the study by Shrieves and Dahl 1992 for USbanks we find a negativecorrelation between portfolio risk and capital.Table 1d: Correlations among the variables Bundesbank data setBDRRISK PROFITCAP2CAP30.9787CAP10.97700.99830.0736 0.0534 0.07420.37390.37520.09210.3364 0.3918 0.33690.0628 0.01140.0287 0.0047 0.02920.2093 0.1330 0.2081 0.1284 0.3020 0.45030.13940.12380.15760.3532PROV0.0668CAP2CAP3RISKPROFITBDRPROVSIZESome descriptive statistics of the Hoppenstedt data set are given in Tables 1e and 1f.Table 1e: Number of observations and mean of variables by year Hoppenstedt data settotal 9,8964,3022,9552,6390.05890.07400.06210.16390.18800.17100.50350.32260.48880.69480.03860.61680.005920.69670.00900.00280.01011992925Obs.385sav. banks 261coop. banksother banks 2790.0501CAP10.0664CAP20.0646CAP30.1462CRWA10.1811CRWA20.1784CRWA30.6281REG10.6389REG20.4757REG30.6612RISK0.0355PROFIT0.6290BDRPROV0.0014SIZE 20.38690.00000.00170.002219939974332902740.05790.06770.06020.14070.16010.14910.49950.41620.49850.67080.03550.64570.003820.45350.00520.00220.000020009654192952510.06100.07830.06380.18000.20650.18650.46940.24970.46940.72580.08830.58550.024520.93000.01140.00310.009319961,0234562952720.05880.07430.06060.17310.19620.17600.49660.27370.49460.68990.03280.61960.004220.68290.01060.00310.013719971,0304513082710.06100.07770.06310.16380.18800.16720.49420.26500.49900.70190.03210.61470.004220.72190.01120.00330.008720018763682842240.05860.07500.06080.16490.18900.16960.46000.24320.45090.72560.03210.60460.004821.06000.01120.00290.011419981,0214463162590.06090.07760.06280.19320.21690.19640.52600.28310.52990.70780.03240.61570.003320.77170.01140.00330.026419941,0124482932710.05890.07020.06030.16230.17960.16490.48520.34290.48420.67610.03410.63240.006620.54330.00720.00270.011919991,0234413202620.06230.07940.06480.16480.19170.17050.49760.24830.49760.70960.03250.59960.024720.83910.01150.00310.0078SDEBTPCAPMERG19951,0244552932760.05860.07290.06050.14880.17050.15200.48240.28220.48050.68150.03260.61980.004420.60570.00940.00300.008814Table 1f: Mean of variables by banking groups Hoppenstedt data setCAP1CAP2CAP3REG1REG2REG3RISKPROFITBDRPROVSIZESDEBTPCAPMERGall banks 0.05890.07400.06210.50350.32260.48880.69480.03860.61680.005920.69670.00900.00280.0101sav. banks coop. banks other banks 0.10180.12410.11330.33840.20610.28990.63190.05640.35860.010620.78820.00690.00380.00420.04120.05550.04080.68130.40140.69530.72350.03200.68720.004420.95710.01330.00140.00810.04630.05610.04740.39220.31170.36580.70920.03240.74500.004020.23590.00450.00410.0183For the final specification of our model, we decided to insert both the current andlagged values of the explanatory variables into the capital equation as specificationtests Sargan tests recommend a more general specification. The final specificationof the equation explaining the unobservable capital target is as follows:g Xpt 1uj t,CAPj t,apgtp Xlap RISKlj t 1,BDRl 3REGg5j t,j t, 11gRISKj t, 1BDRj t 3, 1MERGlt 5PROFITl 2PROVl 4SIZEl 6j t,j t,j t,guj t,PROFITg 2PROV4j t, 1j t, 15For bank size, only the current value is used in the regression. The effect of laggedsize on the capital ratio is of minor importance here. Furthermore, including laggedsize in the equation would result in a multicollinearity problem, as current size isvery strongly correlated with lagged size, while the correlation is smaller in case ofthe other explanatory variables. In contrast, we only include the lagged value of thedummy variable REG into our equation. Regulatory pressure in the previous yearcan lead the bank to increase the capital ratio in the next year. However, includingthe current dummy variable instead of the lagged dummy variable in the equationwould lead to a potential problem of simultaneity: a bank getting under regulatorypressure in period t is unlikely to have increased its capital ratio above average inperiod t.15The model to be estimated is given by equations 45. The coefficients of the regressors depict the dynamic shortterm relationship between the bank capital ratioand its determinants. To examine the longrun relationship, the speed of adjustmenta has to be taken into account. The longrun coefficients of the determinants can beobtained as follows:1RISKj t,uuuuuu 3CAPj t,eeeeeeeeegal g 11l 31g 5a1aggael 2e 1eel 4e 1eael 5eaeuuu 124uuuuuu PROFITj t,PROVj t,MERGj t,eee 1l 6auuu SIZEj t,6BDRj t,uuu REGj t, 1The coefficients of the explanatory variables marked with denote the longterm CAP . The coeffirelationship between the determinants and the target capital ratio cients t,l g and a are those calculated by using the dynamic estimation of equation 4 together with equation 5.j,tt 5.2 Considering the panel structure In contrast to previous empirical studies by Shrieves and Dahl 1992, Jacques and Nigro 1997, Aggarwal and Jacques 2001 and Rime 2001, we consider the panelstructure of the data set explicitly when estimating the model. Otherwise regardingthe observations of an individual bank as independent from each other may result inbiased coefficients. Indeed, the BreuschPagan test of poolability of the panel dataindicates the inappropriateness of pooling the panel data. The Hausman test rejectsthe random effects assumption. That means that using fixed effects provides consistent estimators, while using random effects does not. We thus take account of thepanel structure by adding fixed bank specific effects to equation 4. We assume thatthe j,te follow a oneway error component model:ej t,mjn .j t,716, 1j tnj,t:n 2s CAP, 1j t CAPThe on the right side of the equation 4, j,tm denote the fixed bank specific effects, the IID0,j,tn the residual error, where. Considering the panel structure of the data set within the fixed effectsmodel results in some econometric problems. As there is a lagged dependent varia is correlated with the indible vidual specific effects by construction. Accordingly, the estimation results are biasedsee Nickell 1981. A possible solution suggested by Anderson and Hsiao 1982 isto remove the individual specific effects by first differencing the equation. But theproblem of correlation remains persistent. Now the differenced lagged dependent is correlated with the differenced error term. Instrumentalvariablevariable techniques can solve this problem. Anderson and Hsiao 1982 suggest to use by CAPconstruction, it is not correlated with the differenced error, as long as the error termis not serially correlated. The estimator is consistent now, but not efficient, as not allavailable moment restrictions are used. Arellano und Bond 1991 suggest to usefurther lagged variables as instruments within a GMMmodel. GMM enables to optimally exploit the orthogonality conditions between the lagged dependent variableand the disturbances. as an instrument for is correlated with . While CAPj t, 1CAPj t, 1DCAPj t, 1CAP2j t,D2j t,DAn important advantage of GMM is the fact that it allows to consider explicitly theendogeneity not only of the lagged dependent variable but also of other righthandvariables. Thus the endogeneity of portfolio risk as a possibly important determinantof capital can be taken into account. As mentioned, theory suggests that portfoliorisk and capital are interrelated, i.e. portfolio risk is endogenous in the capital equation. Additionally, Berger 1995 assumes that profitability is affected by capital.Thus PROFIT has to be endogenous as well in our capital equation. As we employbalance sheet and profit and loss account information, the endogeneity of furthervariables may be suspected. We performed DurbinWuHausmantests to decidewhether variables have to be taken as exogenous or endogenous. Additionally, the Sargan test gives some evidence whether the variables are better modelled as exogenous, predetermined or endogenous. These tests suggest to regard not only portfoliorisk as endogenous, but all other explanatory variables as well.15Potential pitfalls using GMM are the following. Firstly, the error term must not beserially correlated of order one. After first differencing, the error term must not beserially correlated of order two. Absence of second order correlation of the residualsin first differences is of crucial importance for the consistency of the GMM estimators. It is a necessary condition to use the regressors in levels lagged two periodse.g. . Pre as instruments for the regressors in differences e.g. CAPDCAPj t, 12j t, 15 We had to regard MERGt as exogenous, as we could not find suitable instruments for this dummy variable.17sence of secondorder correlation would imply that these instruments are invalid, asthey are correlated with the error term. The test statistic for the first and second order autocorrelation of residuals is asymptotically distributed as N0,1 under the nullhypothesis of no serial correlation. Secondly, suitable instruments for the whole setof endogenous or predetermined explanatory variables have to be found. Therefore,the validity of the overidentifying restrictions has to be tested. The Sargan test ofoveridentifying restrictions tests the validity of the set of instruments. It is used tocheck whether the whole set of instruments is correlated with the residuals. The teststatistic of the Sargan test is asymptotically distributed as 2c df under the null hypothesis of instruments validity. If the overidentifying restrictions, that is the orthogonality conditions between the instruments and the residuals, are valid, the validity of the instrument set is confirmed. Violation of the Sargan test would sheddoubt on the specification of the model.Arellano and Bover 1995 argue that the GMM model in first differences describedabove GMMDIF may suffer from weak instruments. As a consequence, poorestimation precision may result. They propose to use instruments in first differencesfor equations in levels in addition to using instruments in levels for equations in firstdifferences. Blundell and Bond 1998 recommend using this extended linear GMMGMMSYS when the coefficient of the lagged dependent variable is close to one.We estimated both GMMDIF and GMMSYS, but decided to stick with GMMDIFas the Sargan test shed more doubt on the validity of the overidentifying restrictionsin case of the extended set of instruments of GMMSYS.All calculations were conducted with StataSE 8.0 for Windows and DPD in Ox Packfor Give Win 2.10. The test for secondorder correlation nearly always confirms thatthe second lags of the regressors are not correlated with the error term. Thus the lagged dependent variable and other lagged explanatory variables can be instrumentedby their lagged values from lag two. We use the twostep version of the GMM estimator to obtain the Sargan test statistics, as the onestep version of the Sargan testoverrejects the validity of the set of instruments in presence of heteroskedasticitysee Arellano and Bond 1991. As recommended by Arellano and Bond 1991, theautocorrelation tests for the residuals and the coefficient estimates are based on theonestep version.6 Results 6.1 Preliminary evidence Before estimating the dynamic model within the GMMframework, we take a stepback and estimate equation 4 together with equation 5 with the help of a simplefixed effects model to obtain a first impression of the determinants of the bank capital ratio. Here, all righthand variables are treated as exogenous, none of them are 18instrumented. We ignore the NickellBias and the potential endogeneity of righthand variables. As a consequence, we may get coefficients that are potentially biased.Table 2a: Simple fixed effects regression results for CAP1Results for CAP1 to total assetssavings banks Coefficientcooperative banks Coefficientother banks Coefficient Pvalue 0.0000.0000.0170.0000.0000.0000.0000.0000.0000.0000.0000.0000.000all banks Coefficient 0.3493 0.0083 0.0237 0.6358 0.2384 0.1325 0.0334 0.1587 0.1052 0.0050 0.0065 0.0192 0.4477 25,0542,9710.28380.62410.553CAP1t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG1ct1MERGt SIZEtcons Observations Banks R2 within R2 between R2 overall Pvalue 0.0000.0000.0000.0000.2750.0000.0000.0380.0000.0240.0000.0000.0020.7755 0.0176 0.0091 0.1092 0.01350.0219 0.0291 0.0171 0.0857 0.0002 0.0008 0.0010 0.0153 5,1245900.74830.93950.9059Pvalue 0.0000.0000.0000.0000.7040.0000.0000.7490.0000.0390.0000.0000.0000.8115 0.0112 0.0147 0.2163 0.00540.0083 0.0189 0.00290.0546 0.0003 0.0009 0.0008 0.0408 17,4852,0890.69780.96280.9031Pvalue 0.0000.0150.2700.0000.0530.0000.0000.0000.0130.2150.0000.0970.0000.2479 0.0416 0.01940.5412 0.1196 0.2023 0.1362 0.4847 0.1904 0.00590.0145 0.0541 1.2075 2,4452920.36900.57060.5060Note: These are fixed effects regression results relating explanatory variables to CAP1 for several samples of banks. All regressions include timedummies. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.The regression results presented in Table 2a and 2b are differentiated on the onehand between several subsamples of banks, the savings banks, the cooperatives andthe other banks, and on the other hand between both definitions of capital. For alldefinitions of the capital ratio, the results indicate that the speed of adjustment ismuch larger for other banks than for savings banks and cooperative banks, as the is much lower for other banks. The fact that other banks cancoefficient of adjust capital to their target capital ratio more quickly can be explained by their easier access to the capital market. To reach their capital target quickly, they can issuenew shares on the financial market or sell investments to reduce liabilities.CAP, 1j t 19all banks Coefficient Results for CAP2 to total assetssavings bankscooperativesother banks Table 2b: Simple fixed effects regression results for CAP2Pvalue Coefficient Pvalue Coefficient Pvalue Coefficient CAP2t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG2ct1MERGt SIZEtcons Observations Banks R2 within R2 between R2 overall 0.0000.5850.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.3852 0.00190.0215 0.6678 0.2879 0.1320 0.0357 0.1908 0.1190 0.0061 0.0062 0.0202 0.4647 25,0542,9710.31780.58980.52120.0000.0000.0260.0000.0190.0000.0000.2130.0000.0000.0200.2720.6260.6952 0.0219 0.0070 0.1362 0.0761 0.0154 0.0216 0.02660.1034 0.0014 0.0010 0.00070.00645,1245900.72950.92520.83690.0000.0000.0000.0000.2610.0000.0000.0100.0000.0000.0000.0000.0000.7691 0.0136 0.0163 0.1966 0.01840.0218 0.0097 0.0269 0.0515 0.0005 0.0008 0.0023 0.0737 17,4852,0890.68750.93180.86720.2692 0.01880.00660.5861 0.1525 0.1942 0.1356 0.5487 0.2128 0.00720.0173 0.0534 1.1922 2,4452920.37680.55720.4911Pvalue 0.0000.2730.7090.0000.0150.0000.0000.0000.0060.1220.0500.0000.000Note: These are fixed effects regression results relating explanatory variables to CAP2 for several samples of banks. All regressions include timedummies. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.Furthermore, the results indicate that portfolio risk for savings and cooperativebanks and profitability positively influence the capital ratio. Thus we have first evidence that both H1B and H2 are correct. For the other banks we do not obtain a significant and positive relationship between portfolio risk and the capital ratio. Asother banks have a considerably higher capital ratio on average, they might not beforced to raise capital when increasing portfolio risk.Even the results for the bank deposit ratio BDR vary for the different bankinggroups. We expected a negative relationship as banks should make a greater smaller effort to raise capital when their bank deposit ratio decreases increases. Indeed,we find a negative and significant effect of BDR on the capital ratio for the cooperative and other banks.Provisions PROV have a negative impact on the bank capital ratio for the savingsand cooperative banks, but a positive one for the other banks. Probably this result isdue to the latters ability to issue new shares or to sell investments on the capitalmarket even in a state of bad financial health.The results for the dummy variable REG show a positive effect of regulatory pressure on the capital ratio for the cooperative banks, but mixed results for the savingsbanks. Although these results may be simply due to the potential specification error,they may indicate that savings banks have greater difficulties in increasing the capi20tal ratio in case of regulatory pressure. Savings banks rely on retained earnings andissuing subordinate debt or hybrid capital to increase capital.The merger dummy variable MERG is positive for cooperative banks and otherbanks but negative for savings banks. That result implies that merger have a positiveeffect on the capital ratio for cooperative banks and other banks. Increasing the capital ratio may have been a motivation behind the mergers for these banks. The negative effect for savings banks may be the consequence of financial distress prevention among savings banks. Well capitalised savings banks may merge with badlycapitalised banks to relieve these banks from financial distress. As a recent example,the savings bank of Weinheim merged with the savings bank of Mannheim in theend of 2000, because the latter had been in financial distress.Size has a negative impact on the capital ratio for cooperative banks and otherbanks. However, we find a significant and positive coefficient for savings banks incase of CAP2. Accordingly, our hypothesis H3 is confirmed for the cooperativebanks and other banks, but not for the savings banks. This result coincides with ourexpectations. We assumed that the negative size effect may be smaller for savingsbanks due to their specific institutional conditions.6.2 GMMResults Tables 3a and 3b show the GMMresults for the dynamic short run model given byequations 4 and 5. Now, we explicitly consider the potential endogeneity of theexplanatory variables. Again, it is differentiated on the one hand between savingsbanks, cooperative and other banks, and on the other hand between both definitionsof capital.We consciously interprete only the coefficients of the model for the savings banksand the other banks, as the specification tests for these subsamples do not shed anydoubt on the specification of the model exemption: CAP2model for the savingsbanks. In these cases the test for no autocorrelation in residuals of order two is always insignificant. This is a necessary condition to get consistent GMM estimators.Furthermore, the Sargan test of overidentifying restrictions is always insignificantin these cases and signals the validity of the set of instruments.21Table 3a: Dynamic GMMDIFregression for CAP1Results for CAP1 to total assetssavings banks Coefficientcooperative banks Coefficientall banks Coefficient 0.2165 0.01920.06090.16030.05620.2521 0.2687 1.0144 0.14280.0010 0.0357 0.0930 0.003522,0832,9714762414.330.89Pvalue 0.0060.7930.3320.2750.6010.0020.0000.0210.1100.0960.0000.0000.1970.000.000.37CAP1t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG1ct1MERGt SIZEtcons Observations Banks Sargan dfAR1AR20.6596 0.0180 0.00540.1147 0.04820.0302 0.0312 0.01920.0507 0.00010.00040.00040.0005 4,5345902562417.321.10Pvalue 0.0000.0000.2220.0170.1360.0000.0000.5720.0010.1730.7190.8330.0200.250.000.270.6600 0.0606 0.0352 1.25821.21280.1265 0.00450.03620.02740.00010.0150 0.0387 0.001715,3962,0893872411.541.02Pvalue 0.0000.0320.0480.3680.2180.0950.8350.2940.5630.8360.0650.0800.2860.000.120.31other banks Coefficient 0.1333 0.00450.10200.05820.00050.3132 0.2101 1.0594 0.2443 0.0061 0.0247 0.1114 0.00402,1532922612413.531.11Pvalue 0.0960.9610.1110.6920.9960.0000.0010.0050.0780.0340.0780.0000.1770.180.000.27Note: These are GMM regression results relating explanatory variables to CAP1 for several samples of banks. Estimates are obtained using the Arellano and Bond 1991 method. All regressions include time dummies. Instruments begin with the third lag. Pvalues are calculated on the basisof standard errors robust to general crosssection and timeseries heteroskedasticity. As recommended by Arellano and Bond, onestep results arepresented, whereas the Sargan test refers to the twostep estimation results. AR1 and AR2 are the tests of first and second order autocorrelationin the residuals. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.Table 3b: Dynamic GMMDIFregression for CAP2all banks Coefficient 0.2078 0.00320.05500.20850.11160.2312 0.2627 0.8762 0.1919 0.00100.0362 0.0941 0.004522,0832,9714792414.070.74Pvalue 0.0080.9640.3740.1700.3600.0060.0000.0480.0330.3560.0000.0000.1110.000.000.46CAP2t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG2ct1MERGt SIZEtcons Observations Banks Sargan dfAR1AR2Results for CAP2 to total assetssavings banks Coefficientcooperative banks Coefficient 0.6231 0.0485 0.01800.5850 0.03820.01100.01210.09010.00620.0011 0.00090.00240.0038 4,5345903452417.841.00Pvalue 0.0000.0000.1240.0000.6390.3920.3150.2730.8680.0000.7090.6230.0000.000.000.320.6427 0.0656 0.0324 1.26971.17850.1427 0.00220.04850.03830.0005 0.0141 0.0381 0.000815,3962,0894112411.720.44Pvalue 0.0000.0180.0840.3740.2400.0460.9260.2100.6640.0790.0590.0610.6040.000.090.66other banks Coefficient 0.1221 0.01720.08400.10640.02470.2829 0.2103 1.0477 0.2843 0.0132 0.0305 0.1109 0.00462,1532922502413.490.94Pvalue 0.0870.8460.2010.4720.8250.0010.0010.0070.0480.0700.0580.0000.1440.340.000.35Note: These are GMM regression results relating explanatory variables to CAP2 for several samples of banks. Estimates are obtained using the Arellano and Bond 1991 method. All regressions include time dummies. Instruments begin with the third lag. Pvalues are calculated on the basisof standard errors robust to general crosssection and timeseries heteroskedasticity. As recommended by Arellano and Bond, onestep results arepresented, whereas the Sargan test refers to the twostep estimation results. AR1 and AR2 are the tests of first and second order autocorrelationin the residuals. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.22In contrast, the Sargan test is significant and sheds doubt on the specification in thecase of the cooperative banks. Problems with the specification arise mainly in caseof the larger samples of all cooperative banks and all banks. Obviously the size ofthe sample is an important factor leading to significant Sargan tests. The Sargan testconfirms the validity of the set of instruments for the cooperative banks if 70 percentof all cooperative banks the smaller ones are dropped. As the Sargan tests for alternative smaller samples are insignificant, we maintain the specification of the model.On the whole, the GMMresults are rather similar to those obtained with the fixedeffects model, although there are some remarkable differences. As a point in common the lagged capital ratio has a positive and significant impact on the capital ratio,confirming the existence of dynamics in the model. The regression results for CAP1and CAP2 indicate that there is a much faster adjustment of the capital ratio for otherbanks compared to savings banks. For CAP1, it is 0.87 in the case of other banks 10.1333 and 0.34 in the case of savings banks 10.6596. This result is due to thegreater volatility of CAP in the case of other banks compared to savings banks. Hereagain, we can argue that other banks can adjust capital to their target capital morequickly as they can issue new shares on the financial market or can sell investmentsto reduce liabilities.The results for the variable RISK indicate a positive relationship between portfoliorisk and the capital ratio for savings banks, confirming our hypothesis H1B. No evidence for hypothesis H1A was found. That is why the deposit insurance has a minorimportance not only for savings banks but even for other banks. The result additionally emphasises the importance of controlling for other endogenous explanatoryvariables, as the correlation between portfolio risk and the capital ratio is negativesee Table 1d. Contrary to the previous empirical literature we do not find a significant relationship between the capital ratio and portfolio risk for all banks. Nevertheless, the result is not implausible. As other banks have generally more excess capitalthan savings banks see Table 1c, they are less likely to be subject to the regulatoryconstraint and may raise portfolio risk while decreasing the capital ratio.As contrasted to the preliminary evidence, profitability has a positive and significanteffect on capital only for savings banks, giving some evidence in support of the hypothesis H2. As expected, profitability is of greatest importance for the savingsbanks. These banks may be more dependent on internal profits than other banks toincrease capital, as they have less alternatives to raise capital than other banks. Themagnitude of the coefficient indicates that current PROFIT is an important determinant of capital for savings banks.The results for the banks deposit ratio BDR as a potential signal of future profitsare mixed. We find no negative relationship between BDR and the capital ratio forsavings banks but for other banks. For the latter banks a further explanation may 23hold: This banking group comprises German universal banks with a low capital ratioand a high deposit ratio as well as special banks with a high capital ratio and a smalldeposit ratio. Thus the negative coefficient for other banks may be just due to heterogeneity. Our expectation that banks make a greater smaller effort to raise capitalwhen their deposit ratio decreases increases thus cannot be confirmed with certainty.The results regarding the relationship between the ratio of provisions to total assetsPROV and the capital ratio are mixed. There is some evidence of an overall negative relationship between PROV and the capital ratio for savings banks. That couldmean that these banks cannot increase capital to a large extent if the amount of provisions in the previous year indicates bad financial health. Here again, the limitedpossibilities of the savings banks to increase capital may have led to that result. Forother banks, we obtain a positive effect of provisions on the capital ratio. Possiblyother banks issue new shares in bad financial health or sell investments to reduceliabilities. Dahl and Shrieves 1990 show for instance that undercapitalised bankswere more likely to issue equity capital than adequately capitalised banks. That finding could be valid for banks with a large amount of provisions as well. Indeed, wecan confirm the finding that other banks with CAP16 percent increase subscribedcapital stronger than other banks, but we cannot find any significant impact of PROV on the ratio of subscribed capital to total assets. Issuing new shares in badfinancial health thus does not appear to be important. Alternatively, highly profitablebanks may retain their earnings to increase the capital ratio substantially in badfinancial health. Indeed, interacting PROV with an additional dummy variable beingunity for highly profitable banks shows that the positive relationship between PROVand the capital ratio for other banks is mainly due to highly profitable banks. That iswhy the other banks rise of the capital ratio in bad financial health is mainly due toretained earnings.The dummy variable REG for regulatory pressure gives some evidence that the behaviour of banks whose capital is close to the regulatory minimum behave in a different way than better capitalised banks. Unlike the preliminary evidence, we obtainsignificant and positive coefficients for savings banks and other banks in case of CAP2, but significant and positive coefficients only for other banks in case of CAP1. This fact suggests that savings banks under regulatory pressure try to leavethe zone of regulatory pressure by issuing subordinate debt or hybrid capital.The dummy variable MERG remains positive and significant for other banks, butbecomes insignificant for savings banks. Possibly mergers among other banks aremotivated by increasing the capital ratio.The results for SIZE are in line with the preliminary evidence. They implicate anoverall negative relationship between SIZE and the capital ratio, confirming our hypothesis H3. Accordingly the larger the bank, the lower is the bank capital target.24This negative relationship holds for other banks but does not for the savings banks.For these banks, some arguments in favour of a negative relationship between SIZEand the capital ratio do not hold. As described under hypothesis H3, the differentinstitutional conditions of the savings banks may lead to the insignificant size effectfor savings banks.6.2.1 Longterm effects So far we have considered only the results from shortterm dynamics and have neglected the static longterm results according to equation 6. These are reported in Tables 3c and 3d on the basis of the estimation results presented in Tables 3a and 3b. The results are very similar to those obtained from the shortterm dynamic capital structure model.Table 3c: Static longterm effects on CAP1 using GMMDIFall banks Coefficient 0.05330.03810.27640.21560.02110.06201.4770 0.66120.00130.00080.0456 0.00790.1187 0.021322,0832,971RISKt PROFITt BDRt PROVt REG1ct1MERGt SIZEt Observations Banks Results for CAP1 to total assetssavings bankscoop. banks Coefficient Coefficient 0.0371 0.00890.4785 0.15100.00290.01080.2052 0.11960.00020.00020.00110.00310.00120.00594,5345900.0748 0.02960.13371.26440.3854 0.10320.02580.13720.00020.00070.0440 0.01650.1137 0.046315,3962,089other banks Coefficient 0.11250.08740.22510.18590.11890.07601.5042 0.57180.0070 0.00320.0286 0.01630.1286 0.02052,153292Note: This Table refers to Table 3a and shows the longrun effects of the explanatory variables on CAP1. Asymptotic standard errors are in parentheses. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.25Table 3d: Static longterm effects on CAP2 using GMMDIFResults for CAP2 to total assetssavings bankscoop. banks Coefficient Coefficient 0.0810 0.02121.4509 0.30980.00290.02550.22280.23630.0028 0.00070.00240.00650.00630.01294,5345900.0928 0.02830.25521.22750.4053 0.11280.24290.21810.0015 0.00090.0395 0.01700.1067 0.046515,3962,089all banks Coefficient 0.0654 0.03970.4041 0.22080.03970.06031.3483 0.64010.00130.00140.0457 0.00830.1188 0.021922,0832,971RISKt PROFITt BDRt PROVt REG2ct1MERGt SIZEt Observations Banksother banks Coefficient 0.07610.08160.14930.18630.08270.07141.5173 0.56110.0151 0.00840.0347 0.01850.1263 0.02012,153292Note: This Table refers to Table 3b and shows the longrun effects of the explanatory variables on CAP2. Asymptotic standard errors are in parentheses. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.As in the shortterm model, portfolio risk has a positive and significant longtermimpact on the capital ratio for savings banks, as these banks usually have a smallbuffer of regulatory capital and are forced to increase capital with portfolio risk. Profitability has a positive and significant effect on capital only for savings banks. Thisresult is plausible, since savings banks are particularly dependent on profits to raisecapital.The bank deposit ratio to total assets has no significant longterm effect on the capital ratio both for savings banks and other banks. Provisions have a negative longterm impact on the capital ratio for savings banks, as these banks have limited possibilities to increase capital in bad financial health. In contrast, provisions have asignificant and positive effect on the capital ratio for other banks. As in the shortterm model, the dummy variable REG signalling regulatory pressure is significantand positive for all banking groups in case of CAP2, but only for the other banks incase of CAP1. The merger variable MERG is significant and positive for the otherbanks but insignificant for the savings banks in the long term. The size of the bankhas a significant and negative longrun impact on capital for other banks, but nolongrun effect for savings banks.6.2.2 Robustness check First of all, we exclude those banks from the data set, which exhibit a very high regulatory capital ratio and thus may behave in another way than the typical German 26universal bank. We assume that a ratio of Tier 1 capital to riskweighted assetsCRWA3 greater than 20 percent may indicate an appropriate threshold to definebanks as outliers. We also tested for other thresholds, but found very similar results.Tables 4a to b Tables 4c to d present the shortterm longterm results for the dataset without these outliers. As a result, mainly other banks are dropped. The coefficients of the lagged dependent variable, CAP , become alike for the different banking groups. But even here, the speed of adjustment for savings banks is lower thanfor other banks. In contrast to Tables 3a to b, current RISK becomes significant andpositive for other banks, indicating that banks with CRWA3 0.2 are exposed to capital regulation more strongly. Furthermore, the result suggests that other banks donot have an own incentive to increase capital with portfolio risk. Additionally, weobtain some evidence for a positive relationship between the bank deposit ratio andthe capital ratio in case of this less heterogeneous subsample of other banks. Theresult suggests that these banks increase decrease their effort to raise the capitalratio, if a rise decline in the bank deposit ratio is suggesting higher lower futureprofits.t 1The merger variable turns insignificant for other banks when those banks with ahigh regulatory capital ratio are ignored. It suggests that banks with a lower capitalratio do not increase their capital ratio by mergers. The size effect remains negativeand significant for other banks, but insignificant for savings banks.Table 4a: Dynamic GMMDIFregression for CAP1 without outliers Results for CAP1 to total assetssavings banks Coefficientcooperative banks Coefficientother banks Coefficientall banks Coefficient 0.5969 0.0589 0.0387 0.10700.03600.0248 0.0283 0.2016 0.0595 0.00010.00190.0051 0.000321,2612,8594302418.490.43Pvalue 0.0000.0000.0000.1600.5150.0600.0170.0010.0020.1520.0080.0020.2700.000.000.67CAP1t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG1ct1MERGt SIZEtcons Observations Banks Sargan dfAR1AR20.6596 0.0180 0.00540.1147 0.04820.0302 0.0312 0.01920.0507 0.00010.00040.00040.0005 4,5345902562417.321.10Pvalue 0.0000.0000.2220.0170.1360.0000.0000.5720.0010.1730.7190.8330.0200.250.000.270.5946 0.0292 0.0180 0.2867 0.1211 0.00910.00970.01690.0469 0.00010.0014 0.0046 0.000415,3442,0834232419.150.96Pvalue 0.0000.0000.0000.0000.0020.2630.1470.8040.0120.4490.0540.0250.1560.000.000.340.4239 0.0606 0.0322 0.02730.1521 0.0262 0.00880.2463 0.06040.0020 0.00230.0114 0.00091,3831861762413.690.19Pvalue 0.0000.0030.0200.8030.0980.0890.4750.0650.1550.0020.3780.0050.2591.000.000.85Note: These are GMM regression results relating explanatory variables to CAP1 for several samples of banks. Estimates are obtained using the Arellano and Bond 1991 method. All regressions include time dummies. Instruments begin with the third lag. Pvalues are calculated on the basisof standard errors robust to general crosssection and timeseries heteroskedasticity. As recommended by Arellano and Bond, onestep results arepresented, whereas the Sargan test refers to the twostep estimation results. AR1 and AR2 are the tests of first and second order autocorrelationin the residuals. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.27Table 4b: Dynamic GMMDIFregression for CAP2 without outliers Results for CAP2 to total assetssavings bankscooperative banksother banksall banks Coefficient Pvalue Coefficient Pvalue Coefficient CAP3t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG2ct1MERGt SIZEtcons Observations Banks Sargan dfAR1AR20.3677 0.0658 0.0175 0.2228 0.10520.01950.0306 0.13400.0594 0.0013 0.0024 0.0069 0.000121,2612,8594652416.930.510.0000.0000.0330.0250.1270.1040.0180.1000.0200.0000.0020.0010.7100.000.000.610.6231 0.0485 0.01800.5850 0.03820.01100.01210.09010.00620.0011 0.00090.00240.0038 4,5345903452417.841.000.0000.0000.1240.0000.6390.3920.3150.2730.8680.0000.7090.6230.0000.000.000.320.4341 0.0279 0.0122 0.3873 0.1782 0.00620.00400.08020.0616 0.0005 0.0034 0.0087 0.000015,3442,0834104219.030.130.0000.0000.0050.0050.0240.5660.7270.3450.0150.0160.0020.0050.912Pvalue Coefficient 0.43900.06790.03220.08070.14670.01580.00060.24340.12210.00320.00230.01040.00021,3831861682414.120.300.000.000.90Pvalue 0.0000.0010.0560.5260.2080.3240.9660.0920.0070.0080.3820.0060.8691.000.000.76Note: These are GMM regression results relating explanatory variables to CAP2 for several samples of banks. Estimates are obtained using the Arellano and Bond 1991 method. All regressions include time dummies. Instruments begin with the third lag. Pvalues are calculated on the basisof standard errors robust to general crosssection and timeseries heteroskedasticity. As recommended by Arellano and Bond, onestep results arepresented, whereas the Sargan test refers to the twostep estimation results. AR1 and AR2 are the tests of first and second order autocorrelationin the residuals. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.Table 4c: Static longterm effects on CAP1 using GMMDIF without outliersall banks Coefficient Results for CAP1 to total assetscoop. bankssavings banks Coefficient Coefficient RISKt PROFITt BDRt PROVt REG1ct1MERGt SIZEt Observations Banks 0.0502 0.0371 0.0275 0.01060.17630.13070.00870.01710.3526 0.13670.00030.00020.0046 0.00160.0128 0.003721,2612,8590.00890.00650.4785 0.4124 0.15100.00290.01080.2052 0.11960.00020.00020.00110.00310.00120.00594,5345900.09810.01500.01650.05230.14800.00020.00020.0035 0.00180.00510.005115,3442,083other banks Coefficient 0.0493 0.02780.21660.21580.0301 0.01800.32280.28490.0035 0.00110.00400.00430.0198 0.00621,383186Note: This Table refers to Table 4a and shows the longrun effects of the explanatory variables on CAP1. Asymptotic standard errors are in parentheses. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.28Table 4d: Static longterm effects on CAP2 using GMMDIF without outliersResults for CAP2 to total assetscoop. bankssavings banks Coefficient Coefficient 0.0810 0.02121.4509 0.30980.00290.02550.22280.23630.0028 0.00070.00240.00650.00630.01294,5345900.0277 0.01100.3695 0.13030.00400.01470.03290.12710.0009 0.00040.0059 0.00200.0154 0.005615,3442,083all banks Coefficient 0.0763 0.01130.18600.11490.01760.01390.11800.11450.0020 0.00040.0039 0.00130.0109 0.003321,2612,859RISKt PROFITt BDRt PROVt REG2ct1MERGt SIZEt Observations Banksother banks Coefficient 0.0638 0.03250.11770.23930.02720.02240.21610.28660.0057 0.00230.00410.00460.0185 0.00621,383186Note: This Table refers to Table 4b and shows the longrun effects of the explanatory variables on CAP2. Asymptotic standard errors are in parentheses. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.6.2.3 Hoppenstedt data set As the Sargan test still sheds some doubt on the validity of the specification for thecooperative banks, we reexamined the model with the help of the Hoppenstedt dataset. The results of the shortterm model are given in Tables 5a to b, the results of thelongterm model in Tables 5c to d. Here, the Sargan test always confirms the validity of the set of instruments even for the cooperative banks. In addition, the resultsare similar to those drawn from the Bundesbank data set Tables 4a to d. Thus ourresults from the Bundesbank data set are largely confirmed by the results on the basis of the Hoppenstedt data set. In the following we may interpret the coefficients forthe cooperative banks. The coefficients of the lagged dependent variable nearly remain the same for cooperative banks compared to Tables 3 a to b. Although we donot find a positive and significant effect of current portfolio risk and current profitability on the capital ratio in the shortterm model, we obtain it in the longtermmodel. The dummy variable REG indicating regulatory pressure is insignificant for CAP1 but significant and positive for CAP2. Possibly cooperative banks being badlycapitalised issue subordinate and hybrid capital to increase their capital ratio. Thesize effect is significant and negative. This finding corresponds to our hypothesis H3.29Table 5a: Dynamic GMMDIFregression for CAP1 Hoppenstedt data setall banks Coefficient 0.2440 0.11570.06691.4263 0.0528 0.09120.1374 0.63190.12720.0016 0.0418 0.0980 0.0065 6,9279202912412.600.09Pvalue 0.0090.2420.1680.0150.0900.2950.0040.1110.3940.0850.0030.0000.0300.020.010.93CAP1t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG1ct1MERGt SIZEtcons Observations Banks Sargan dfAR1AR2Results for CAP1 to total assetssavings banks Coefficientcooperative banks Coefficient 0.7077 0.0088 0.00010.2944 0.00900.0205 0.0409 0.0993 0.01840.00010.0019 0.00070.00033,2984382432415.791.39Pvalue 0.0000.0000.9500.0000.8380.0010.0000.0010.2210.1040.0850.6010.2880.450.000.160.6897 0.01910.00232.0469 2.6502 0.1247 0.02240.21370.3381 0.00010.0110 0.0304 0.0025 2,0792742302412.330.94Pvalue 0.0000.2930.8470.0160.0010.0460.5830.3550.0150.6970.0040.0030.0110.690.020.35other banks Coefficient 0.1573 0.13520.1711 0.8733 0.0550 0.07830.1172 0.80490.02450.0068 0.0787 0.1095 0.00101,5502081912412.080.17Pvalue 0.0780.2410.0040.0560.0440.3780.0240.1050.8720.0080.0170.0000.8510.990.040.87Note: These are GMM regression results relating explanatory variables to CAP1 for several samples of banks. Estimates are obtained using the Arellano and Bond 1991 method. All regressions include time dummies. Instruments begin with the third lag. Pvalues are calculated on the basisof standard errors robust to general crosssection and timeseries heteroskedasticity. As recommended by Arellano and Bond, onestep results arepresented, whereas the Sargan test refers to the twostep estimation results. AR1 and AR2 are the tests of first and second order autocorrelationin the residuals. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.Table 5b: Dynamic GMMDIFregression for CAP2 Hoppenstedt data setall banks Coefficient 0.2357 0.09230.06531.5130 0.05200.06620.1384 0.46730.13660.0031 0.0420 0.0972 0.0063 6,9279203212412.450.00Pvalue 0.0140.3330.1610.0030.1060.4580.0040.2570.3300.0100.0020.0000.0500.000.011.00CAP2t1RISKt RISKt1PROFITt PROFITt1BDRt BDRt1PROVt PROVt1REG2ct1MERGt SIZEtcons Observations Banks Sargan dfAR1AR2Results for CAP2 to total assetssavings banks Coefficientcooperative banks Coefficient 0.5723 0.0226 0.00290.8294 0.2332 0.01000.00810.09500.02610.0015 0.00290.00040.0042 3,2984382712416.661.89Pvalue 0.0000.0000.2530.0000.0260.5270.5760.3160.4910.0000.2670.9180.0000.090.000.060.6771 0.01670.00481.9574 2.4162 0.1617 0.05090.05230.2845 0.0010 0.0141 0.0355 0.00162,0792742342412.610.63Pvalue 0.0000.3110.6790.0270.0020.0120.2540.8120.0850.0420.0020.0020.1880.620.010.53other banks Coefficient 0.1612 0.12790.1642 0.9676 0.0628 0.05610.0944 0.37450.01710.0068 0.0801 0.1101 0.00281,5502082142412.080.19Pvalue 0.0790.2740.0080.0110.0210.5260.0560.4810.9020.0150.0140.0000.6090.990.040.85Note: These are GMM regression results relating explanatory variables to CAP2 for several samples of banks. Estimates are obtained using the Arellano and Bond 1991 method. All regressions include time dummies. Instruments begin with the third lag. Pvalues are calculated on the basisof standard errors robust to general crosssection and timeseries heteroskedasticity. As recommended by Arellano and Bond, onestep results arepresented, whereas the Sargan test refers to the twostep estimation results. AR1 and AR2 are the tests of first and second order autocorrelationin the residuals. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.30Table 5c: Static longterm effects on CAP1 using GMMDIF Hoppenstedt data setall banks Coefficient0.06450.07651.8168 0.74180.06110.10160.66760.55070.0021 0.00120.00310.01750.1297 0.03276,927920RISKt PROFITt BDRt PROVt REG1ct1MERGt SIZEt Observations Banks Results for CAP1 to total assetscoop. bankssavings banks Coefficient Coefficient 0.0691 0.0304 0.00860.9764 0.22930.0696 0.02070.4025 0.15190.00040.00240.0066 0.00380.00250.00473,2984380.03831.9442 0.82400.3297 0.06730.40070.69670.00040.00110.00130.00890.0979 0.02192,079274Note: This Table refers to Table 5a and shows the longrun effects of the explanatory variables on CAP1. Asymptotic standard errors are in parentheses. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.Table 5d: Static longterm effects on CAP2 using GMMDIF Hoppenstedt data setother banks Coefficient 0.04260.10710.9711 0.52380.04620.08400.98430.62070.0080 0.00300.01030.03660.1300 0.02621,550208other banks Coefficient 0.04330.11141.0787 0.43960.04570.08520.42600.65680.0081 0.00350.01510.03680.1312 0.02861,550208all banks Coefficient0.03540.07711.9116 0.66090.09450.10830.43270.56740.0041 0.00170.00450.01700.1272 0.03356,927920RISKt PROFITt BDRt PROVt REG2ct1MERGt SIZEt Observations Banks Results for CAP2 to total assetssavings bankscoop. banks Coefficient Coefficient 0.0664 0.0596 0.01551.3941 0.44150.04230.02950.12400.24540.0034 0.00060.00520.00610.00100.01003,2984380.04011.4207 0.86300.3433 0.07240.71920.67900.0031 0.00160.00410.01040.1101 0.02512,079274Note: This Table refers to Table 5b and shows the longrun effects of the explanatory variables on CAP2. Asymptotic standard errors are in parentheses. , , indicates significance at the 0.10, 0.05, and 0.01 levels, respectively.317 Subordinate debt issue Until now we have examined the determinants of the bank capital ratio and havefound little evidence that the determinants differ depending on which definition ofbank capital we use. Now, we turn to the structure of bank capital in detail, andanalyse whether there are differences between the various banking groups. Asshown in Table 1c, savings banks have issued subordinate debt in the reference period from 1992 to 2001 to a larger extent than other banks. Furthermore, Table 6asuggests that banks issuing subordinated debt have a lower capital ratio than nonissuing savings banks. Accordingly, we presume that a lack of equity capital couldhave led mainly savings banks to increase their Tier 1 Tier 2 capital ratio by issuing subordinate debt, as for savings banks issuing subordinate debt is one of thefew possibilities to increase regulatory capital besides retaining earnings.To analyse our presumption, we regress the ratio of subordinate debt to proxy Tier 1capital sub on the lagged ratio of proxy Tier 1 capital to riskweighted assetsCRWA3_1.16 We chose the lagged capital ratio because of potential endogeneityproblems. Two interaction terms are added: firstly the lagged CRWA3 interactedwith a dummy being unity for all savings banks SB, and secondly, the lagged CRWA3 interacted with a dummy being unity for all cooperative banks CB. Table 6b shows the results. As expected, the coefficient for all banks is significant and negative, signalling that all banks use subordinate debt to supplement their equity capital. This finding is consistent with Ito and Sasaki 1998, Horiuchi and Shimizu1998 and Iwatsubo 2002 for Japanese banks. The coefficients of the interactionterms for the cooperative and savings banks are significant and negative, especiallyfor the savings banks, suggesting that particularly savings banks were forced to increase capital by issuing subordinate debt. In this regard, the subordinated debt ratiomay indicate the level of regulatory pressure.Table 6a: Means of CRWA3 for different banking groups CRWA3sub0sub0Obs.12,0144,2196,7161,079mean 0.06710.06160.06530.0992all bankssav. bankscoop. banksother banks Obs.16,0111,49512,8581,658mean 0.14720.07110.07860.7482Note: Presented are means of proxy Tier 1 capital to riskweighted assets CRWA3 for banks with and without a positive ratio of subordinate debtto proxy Tier 1 capital sub. 16 A fixed effects logit model is estimated as well and shows similar results. An alternative randomeffects tobit model to take account of the information sub0 is inappropriate here, as the Hausman test rejects the random effects assumption.32Pvalue 0.0050.0000.0000.000Table 6b: Subordinate debt issue by different banking groupssub CRWA3_1SBCRWA3_1CBCRWA3_1cons Obs.Banks:R2 within R2 between R2 overall Coef.0.15575.22142.82910.551812,0131,6170.120.040.01Note: These are fixed effects regression results of subordinate debt to proxy Tier 1 capital sub on lagged proxy Tier 1 capital to riskweightedassets CRWA3_1. It is differentiated between savings banks SB and cooperative banks CB by interaction with CRWA3_1. Time dummies areincluded. Only banks with sub0 are taken into account.8 Conclusions This study examines the relevance of potential determinants for the capital ratio of German banks. A unique data set provided by the Deutsche Bundesbank comprisingyearly balance sheet and profit and loss account information from 1992 to 2001 fornearly all German banks is employed. Subsamples for savings banks, cooperativebanks and other banks are examined to consider the characteristics of these threepillars of the German banking sector. We take account of the panel structure of thedata set and apply generalised method of moments GMM to estimate the banksdynamic adjustments of capital.We find that portfolio risk has a positive and significant effect on the capital ratio forsavings banks as regulation is more likely to be binding for these weaker capitalisedbanks. In the long run, this relationship holds even for cooperative banks. Profitability has a positive and significant shortterm and longterm impact on the capital ratio for the savings banks. These banks particularly depend on retained earnings, asthey have less alternatives to increase their capital ratio than other banks.The results for the bank deposit ratio as a potential determinant of the bank capitalratio are less clear. There is only weak evidence of a positive longrun impact incase of less capitalised other banks, suggesting that these banks increase decreasetheir effort to raise the capital ratio, if a rise decline in the bank deposit ratio issuggesting higher lower future profits.In addition, results suggest that loan loss provisions as a signal of bad financialhealth influence the capital ratio decision. We find a negative effect of the ratio ofprovisions to total assets on the capital ratio for the savings banks. In contrast, weobtain a positive effect for the group of other banks. Further analysis suggests that 33this effect is mainly due to highly profitable other banks retaining their earnings inbad financial health.Regulatory pressure has a significant and positive effect on the capital ratio. Accordingly, banks with a capital ratio close to the regulatory minimum increase their capital ratio to a greater extent than other banks. Furthermore, we find some evidencethat mergers among other banks have a positive impact on the capital ratio. Finally,size has a significant and negative impact on bank capital for other banks. For savings banks the effect is insignificant. The size effect is smaller for savings banks, assome arguments in favour of a negative size effect only hold for other banks.We also examine the issue of subordinated debt by the three different bankinggroups. Results suggest that particularly savings banks use subordinated debt as aninstrument to improve their relatively low capitalisation. This effect may be due tothe limited alternatives of the savings banks to increase capital.This study is to improve the understanding of how German banks determine theircapital ratio. Further analysis might examine the relationship between the bankscapital ratio and the actual portfolio risk more closely. According to the current Basle Capital Accord, portfolio risk is defined imprecisely with the help of somebroad risk classes. As the New Basel Capital Accord defines portfolio risk more precisely, it might be shown that the actual portfolio risk and the capital ratio becomecloser related.34Definitions of variables Bundesbank data set; notation of positions refer to Deutsche BunAppendixdesbank, 2003CAP1: Equity capital position 310 total assets position 330CAP2: Proxy variable for Tier 1 Tier 2 capital Equity capital position 310 outstanding capital contributions position 150 own shares position 160 fund for general bank risks position 300 profitsharing capital position 290 subordinate debt position 280 total assets position 330CAP3: Proxy variable for Tier 1 capital Equity capital position 310 outstanding capital contributions position 150 own shares position 160 fund for general bank risk position 300 total assets position 330CRWA1: Equity capital position 310 to riskweighted balance sheet assets CRWA2: Proxy variable for Tier 1 Tier 2 capital Equity capital position 310 outstandingcapital contributions position 150 own shares position 160 fund for general bank risks position 300 profitsharing capital position 290 subordinate debt position 280 riskweighted balance sheet assets CRWA3: Proxy variable for Tier 1 capital Equity capital position 310 outstanding capitalcontributions position 150 own shares position 160 fund for general bank risks position 300 riskweighted balance sheet assets RISK: Riskweighted balance sheet assets according to the Basle Accord total assets position 330PROFIT: Net interest income net commission income total assets position 330BDR: Liabilities to customers position 220 total assets position 330PROV: Provisions for possible loan losses, writedowns and writeups of and value adjustments toclaims and securities total assets position 33035SIZE: Natural Logarithm of total assets position 330SDEBT: Subordinate debt position 280 total assets position 330PCAP: Profitsharing capital position 290 total assets position 330Definitions of variables Hoppenstedt data set; notation of positions according to Hoppenstedt in parenthesesCAP1: Equity capital gezeieiningeguthaftkkomeiaksonoffensonekbilgeauspo totalassets bisupCAP2: Proxy variable for Tier 1 Tier 2 capital gezeieininggvmihaftkkomeiaksonoffensonekbilge auspofoalrnwvzaeigakimanlauseinavbkgenka total assets bisupCAP3: Proxy variable for Tier 1 capital gezeieininggvmihaftkkomeiaksonoffensonekbilgeauspofoalrnwvzaeigakimanlausei total assets bisupCRWA1: Equity capital gezeieiningeguthaftkkomeiaksonoffensonekbilgeauspo riskweighted balance sheet assets CRWA2: Proxy variable for Tier 1 Tier 2 capital gezeieininggvmihaftkkomeiaksonoffensonekbilgeauspofoalrnwvzaeigakimanlauseinavbkgenka riskweighted balance sheet assets CRWA3: Proxy variable for Tier 1 capital gezeieininggvmihaftkkomeiaksonoffensonekbilgeauspofoalrnwvzaeigakimanlausei riskweighted balance sheet assets RISK: Riskweighted balance sheet assets according to the Basle Accord total assets bisupPROFIT: Net interest income plus net commission income erglg total assets bisupBDR: Liabilities to customers kunve total assets bisupPROV: Provisions for possible loan losses, writedowns and writeups of and value adjustments toclaims and securities yaeafyseabyaeaeysezu total assets bisupSIZE: Natural Logarithm of total assets bisup36SDEBT: Subordinated debt navbk total assets bisupPCAP: Profitsharing capital genka total assets bisupExplanatory note:gezei einingegutggvmihaftkkomeiaksonoffensonekbilgeauspofoalrnwvzaauseieigakimanlgenkanavbk Subscribed capital Capital contribution of all members of the company with full liability Capital contribution of all members of cooperative banks Capital contribution of remaining members of cooperative banks Capital contribution of the public owner of savings banks Capital contribution of limited partners and sleeping partners Nonspecific capital components Open reserves Nonspecific capital components Distributable profit Adjustment items Fund for general bank risks general provisionsNominal value of preference shares Outstanding capital contributions Nominal value of own shares Intangible assets Profitsharing capital Subordinate debt 37References Acharya, S., 1996. Charter value, minimum bank capital requirement and depositinsurance pricing in equilibrium, Journal of Banking and Finance 20, 351375.Aggarwal, R., K.T. Jacques, 1997. A Simultaneous Estimation of the Impact of Prompt Corrective Action on Bank Capital and Risk, Working Paper.Aggarwal, R., K.T. Jacques, 2001. The impact of FDICIA and prompt correctiveaction on bank capital and asset risk: Estimates using a simultaneous equations model, Journal of Banking and Finance 25, 11391160.Anderson, T.W., C. Hsiao, 1982. Formulation and estimation of dynamic modelsusing panel data, Journal of Econometrics 18, 4782.Arellano, M., S. Bond, 1991. Some Test of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies 58, 277297.Arellano, M., O. Bover, 1995. Another look at the instrumental variable estimationof errorcomponents models, Journal of Econometrics 68, 2951.Ashcraft, A.B., 2001. Do Tougher Bank Capital Requirements Matter? New evidence from the Eighties, Working Paper.Basle Committee on Banking Supervision, 1988. International Convergence of Capital Measurement and Capital Standards, Bank for International Settlements BIS.Basle Committee on Banking Supervision, 1999. Capital requirements and bankbehaviour: The impact of the Basle Accord, Basel Committee on Banking Supervision Working Paper No.1, April 1999.Berger, A.N., 1995. The Relationship between Capital and Earnings in Banking,Journal of Money, Credit and Banking 27, 432456.Berger, A.N., R.J. Herring, G. P. Szego, 1995. The role of capital in financial institutions, Journal of Banking and Finance 19, 393430.Bichsel, R., J. Blum, 2002. The relationship between risk and capital in swisscommercial banks: a panel study, Discussion Paper, Studienzentrum Gerzensee.Blundell, R., S. Bond, 1998. Initial conditions and moment restrictions in dynamicpanel data models, Journal of Econometrics 87, 115143.Buser, S., A. Chen, E. Kane, 1981. Federal deposit insurance, regulatory policy,and optimal bank capital, Journal of Finance 36, 5160.Dahl, D., R.E. Shrieves, 1990. Impact of regulation on bank equity infusions,Journal of Banking and Finance 14, 12091228.38Deutsche Bundesbank, 2002a. Bankenstatistik, Juni 2002, Statistisches Beiheftzum Monatsbericht.Deutsche Bundesbank, 2002b. Annual Report 2002.Deutsche Bundesbank, 2003. Bankenstatistik, Richtlinien und Kundensystematik,Statistische Sonderveroffentlichung 1, Januar 2003.Diamond, D.W., R. G. Rajan, 2000. A Theory of Bank Capital, Journal of Finance 55, 24312465.Dothan, U., J. Williams, 1980. Banks, bankruptcy and public regulation, Journal of Banking and Finance 4, 6588.Ediz, T., I. Michael, W. Perraudin, 1998. The Impact of Capital Requirements on U.K. Bank Behavior, Economic Policy Review October 1998, Federal Reserve Bank of New York.Furlong, F.T., M.C. Keeley, 1989. Capital Regulation and Bank RiskTaking: ANote, Journal of Banking and Finance 13, 883891.Gupta, M.C., D.A. Walker, 1975. Dividend Disbursal Practices in Commercial Banking, Journal of Financial and Quantitative Analysis 10, 515529.Hancock, D., J. A. Wilcox, 1994. Bank Capital and the Credit Crunch: The Rolesof RiskWeighted and Unweighted Capital Regulations, Journal of the American Real Estate and Urban Economics Association 1, 5994.Haubrich, J.G., P. Wachtel, 1993. Capital requirements and shifts in commercialbank portfolios, Federal Reserve Bank of Cleveland Economic Review 29,215.Horiuchi, A., K. Shimizu, 1998. The deterioration of bank balance sheets in Japan:Risktaking and recapitalization, PacificBasin Finance Journal 6, 126.Ito, T., Y.N. Sasaki, 1998. Impacts of the Basel capital standard on Japanesebanks behavior, NBER Working Paper 6730.Iwatsubo, K., 2002. Bank Capital Shocks and Portfolio Risk: Evidence from Japan,Working Paper.Jacques, K., P. Nigro, 1997. RiskBased Capital, Portfolio Risk, and Bank Capital:A Simultaneous Equations Approach, Journal of Economics and Business 49, 533547.Kahane, Y., 1977. Capital adequacy and the regulation of financial intermediaries,Journal of Banking and Finance 1, 207218.Kareken, J.H., N. Wallace, 1978. Deposit Insurance and bank regulation: A partialequilibrium exposition, Journal of Business 51, 413438.Keeley, M.C., F.T. Furlong, 1990. A reexamination of meanvariance analysis ofbank capital regulation, Journal of Banking and Finance 14, 6984.39Kim, D., A.M. Santomero, 1988. Risk in Banking and Capital Regulation, Journalof Finance 43, 12191233.Koehn, M., A.M. Santomero, 1980. Regulation of Bank Capital and Portfolio Risk,Journal of Finance 35, 12351244.Marcus, A.J., 1981. The Bank Capital Decision: A Time SeriesCross Section Analysis, Journal of Finance 38, 12171232.Merton, R.C., 1977. An analytic derivation of the cost of deposit insurance andloan guarantees, Journal of Banking and Finance 1, 311.Mingo, J.J., 1975. Regulatory Influence on Bank Capital Investment, Journal of Finance 30, 11111121Myers, S.C., N.S. Majluf, 1984. Corporate financing and investment decisionswhen firms have information that investors do not have, Journal of Financial Economics, 187221.Nachane, D.M., A. Narain, S. Ghosh, S. Sahoo, 2000. Capital Adequacy Requirements and the Behaviour of Commercial Banks in India: An Analytical and Empirical Study, Study 22, Development Research Group, Department of Economic Analysis and Policy, Reserve Bank of India, Mumbai.Nickell, S., 1981. Biases in Dynamic Models with Fixed Effects, Econometrica,49, 14171426.Orgler, Y.E., R.A. Taggart, Jr., 1983. Implications of Corporate Capital Structure Theory for Banking Institutions: Note, Journal of Money, Credit and Banking 15, 212221.Peltzman, S., 1970. Capital Investment in Commercial Banking and Its Relationship to Portfolio Regulation, Journal of Political Economy 78, 126Pyle, D.H., 1986. Capital Regulation and deposit insurance, Journal of Bankingand Finance 10, 189201.Rime, B., 2001. Capital requirements and bank behaviour: Empirical evidence for Switzerland, Journal of Banking and Finance 25, 789805.Rochet, J.C., 1992. Capital Requirements and the Behaviour of Commercial Banks, European Economic Review 36, 11371178Saunders, A., E. Strock, N. G. Travlos, 1990. Ownership Structure, Deregulation,and Bank Risk Taking, Journal of Finance 45, 643654.Sharpe, W.F., 1978. Bank capital adequacy, deposit insurance and security values,Journal of Financial and Quantitative Analysis, 701718.Shrieves, R.E., D. Dahl, 1992. The relationship between risk and capital in commercial banks, Journal of Banking and Finance 16, 439457.40Titman, S., R. Wessels, 1988. The Determinants of Capital Structure Choice, Journal of Finance 43, 119.41", "filename": "dp0366.pdf", "person": ["Martin Weber", "Weber, Martin", "Volker Kleff", "Kleff, Volker"], "date": ["2003"]}