{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/23959/1/dp0327.pdf"], "title": ["Three Approaches to the Evaluation of Active Labour Market Policy in East Germany Using Regional Data"], "plaintext": "Non Technical Summary Active labour market programmes haven been extensively used during the East German transformation process. Between 1990 and 2002 the Federal Employment Office Bundesanstalt fur Arbeit spent approximately 138 billion EURO for ALMPin East Germany. During this period of time 6.5 million workers participated in publicsponsored training or job creation schemes, which corresponds approximately with thecurrent number of employees. Since the mid1990s there is some empirical evidenceon the effects of East German active labour market policy ALMP, especially jobcreation schemes JCS and public training measures PT. Most of these studies arebased on microeconomic approaches, i.e. they evaluate the direct effects for theparticipants in comparison to a control group of nonparticipants. Given that suitabledata are available, the advantage of micro studies is the possibility of detailedestimation of heterogeneous effects for different subpopulations. The majority ofavailable microeconometric evaluation studies indicate no positive or even negativeeffects of PT and JCS schemes on the future employment prospects of participants incomparison to a suitable control group. However, a fundamental assumption in micro studies is that the nonparticipants arenot affected by the evaluated programme. The more extensive a measure is, the higheris the probability of indirect employment effects on the nonparticipants. Therefore,microeconomic evaluation of ALMP can only estimate the gross effects of themeasures for the participants. Since ALMPs are implemented to a large scale in East Germany, indirect effects are likely to be significant. Macroeconometric evaluationstudies can take the indirect effects into account and may estimate the net effects of ALMP. Aggregate evaluation studies are associated with a fundamental methodical problem.ALMP cannot be treated as exogenous with respect to the local labour marketcondition. This has to be taken into account in order to obtain an unbiased estimate ofthe local effect of ALMP.In this paper the three largest ALMP programmes job creation schemes JCS,structural adjustment schemes SAS, and public sponsored training PT areevaluated.The analysis of the regional allocation rule of the funding of ALMPs reveals that ALMP cannot be treated as exogenous: The allocation depends on the regional labourmarket situation, i.e. those regions with the worst situation obtain the most funding.This makes the use of suitable econometric approaches dealing with this simultaneityproblem essential Three different approaches are presented in this paper: 1 an augmented matchingfunction which evaluates the effects of ALMPs on regional matching efficiencyinflows into regular employment, 2 a reducedform approach based on the Beveridge curve, which assesses the effects on the regional job seeker rate theunemployment rate plus the participants in ALMP, and 3 a regional labour demand.Two different regional data sets for the period of 1997 until 2002 are used. The augmented matching function indicates negative effects of JCS on matchingefficiency inflows into regular employment and no significant effects of PT and SAS.This result is in line with available microeconometric research. The augmented Beveridge curve approach does not indicate any longterm effects of ALMPs onregional jobseeker rates. The labour demand estimation indicates that PT has noeffects on employment and JCS even leads to crowdingout of regular employment.Three Approaches to the Evaluation of Active Labour Market Policy in East Germany Using Regional DataTobias Hagen Abstract Using different regional data sources for East Germany the three largestactive labour market policy ALMP programmes job creation schemesJCS, structural adjustment schemes SAS and public training PT areevaluated. After addressing the regional allocation rule of the funding of ALMPs and the fundamental simultaneity problem in macroeconomicevaluation studies, identification strategies and possible instrumental variables are discussed. Three different approaches based on differenteconometric techniques for panel data GMM and twostage least squaresare applied. An augmented matching function indicates a negative effect of JCS on regional matching efficiency inflows into regular employmentand no significant effects of PT and SAS. A reduced form approach basedon the Beveridge curve does not indicate any longterm effects of ALMPson regional job seeker rates. A dynamic labour demand estimation indicates that PT has no effects on employment and JCS leads to displacementof regular employment.Keywords: Evaluation, Active Labour Market Policy, Identification, Regional Data,Matching Efficiency, Crowdingout JEL Classification: C33, E24, H43, J68______________________________ Contact: Phone: 49 621 1235 288, Fax: 49 621 1235 225, email: hagenzew.deAcknowledgement: The author wishes to thank Thiess Buttner, Bernd Fitzenberger and Karsten Kohn for theirvaluable comments. Furthermore the author is grateful to Uwe Blien and Annette Haas for enabling the accessto some regional data. Dirk Engel gave me essential advice on the use of district level data. I thank Susanne Steffes for her excellent assistance.1 Introduction Active labour market policy has been extensively implemented during the East German transformation process. Between 1990 and 2002 6.5 million workers participatedin public training or job creation schemes. Since the mid1990s there is some empiricalevidence on the effects of East German active labour market policy ALMP, especially job creation schemes and public training measures. Most of these studies arebased on microeconomic approaches, i.e. they evaluate the direct effects for the participants in comparison to a control group of nonparticipants average treatment effectof the treated.1 If suitable data are available, micro studies can reveal detailed heterogeneous effects for different subpopulations.2A fundamental assumption in micro studies is the stable unit treatment value assumption RUBIN, 1980: the labour market situation of the control group consisting ofnonparticipants is not affected by the evaluated programme. The more extensive ameasure is, the higher is the probability of indirect employment effects on the nonparticipants. Therefore microeconomic evaluation of ALMP can only estimate thegross effects of the measures for the participants and the results may be biased by theviolation of the mentioned assumption see HECKMAN et al., 1999. Since in East Germany largescale ALMP programmes are implemented, indirect effects are likelyto be significant. Macroeconometric evaluation studies can take the indirect effectsinto account and may estimate the net effect of ALMP.3 In this paper the three largestactive labour market policy programmes job creation schemes JCS, structural adjustment schemes SAS, and public training measures PT are evaluated. JCS and SAS are subsidised jobs, mostly implemented in the nonprofit sector.The majority of available mircoeconometric evaluation studies indicate no positiveor even negative effects of PT and JCS schemes on the future employment prospectsof participants in comparison to a suitable control group see HUJER and CALIENDO,2001; HAGEN and STEINER, 2000. In a new study using large administrative data sets HUJER et al. 2003 cannot detect any positive employment effects for any subpopulation of participants in JCS.The fundamental evaluation problem in macroeconometric evaluation studies is that ALMP is likely to be an endogenous variable. Local labour market offices may raisetheir expenditures on ALMP if the labour market situation becomes worse. Therefore,methods dealing with this simultaneity problem have to be applied in order to identifythe effect of ALMPs.The effects found in previous studies using regional data are mixed.4 Some of the results are, however, likely to be affected by the methodological problems mentioned 1 Surveys for German studies are for example HUJER and CALIENDO 2001 as well as HAGEN and STEINER 2000. The current state of the macroeconomic literature is also presented in FERTIG et al.2002. Surveys on international experiences on ALMPs can be found in MARTIN 2000, HECKMAN etal. 1999, FAY 1996 and STEINER and HAGEN 2002.See for example LECHNER 2001 as well as HECKMAN et al. 1997.Other approaches which are suitable to take into account indirect effects are general equilibrium modelssee HECKMAN et al., 1999.See BUTTNER and PREY 1998; STEINER et al. 1998; SCHMID et al. 2001; HAGEN and STEINER2000, BLIEN et al. 2002 and FERTIG et al. 2002. For surveyes see the references cited in footnote 1.2 3 4 2above. One should keep in mind that macroeconometric evaluation is in comparison tomicroeconometric evaluation still in its infancy from a methodological point of view.5Therefore this paper tries to make also a methodological contribution to this topic.Three different approaches are presented in this paper: 1 an augmented matchingfunction which evaluates the effects of ALMPs on regional matching efficiency, 2 areducedform approach based on the Beveridge curve which assesses the effects on theregional job seeker rate the unemployment rate plus the participants in ALMP and3 a regional labour demand. The econometric analysis is performed with twostageleast square estimators based on firstdifferenced variables as well as GMM dynamicpanel data estimators.The paper is structured as follows: After a brief description of the institutional background in the next section, effects of ALMP are discussed and possible empiricalstrategies for their analysis are derived in section 3. Section 4 describes the regionaldata sets used. Section 5 includes an analysis of the regional allocation rule of fundingfor ALMPs, the detailed specifications, the estimation techniques, and the results ofthe three approaches. Finally, section 6 discusses the results and draws conclusions.2 Institutional Background: Active Labour Market Programmes in East Germany Between 1990 and 2002 the Federal Employment Office Bundesanstalt fur Arbeitspent approximately 138 billion EURO for ALMP in East Germany.6 During this period of time 6.5 million workers participated in public training measures or job creation schemes. This corresponds approximately with the number of employees at thepresent see Bundesanstalt fur Arbeit, 2003. This enormous amount of ALMP hasbeen seen as necessary in order to support the transformation process and to avoid undue social hardship resulting from the high and increasing unemployment in East Germany. The most important measures have been public training geforderte berufliche Weiterbildung, PT and subsidised employment, consisting of job creationschemes Arbeitsbeschaffungsmanahmen, JCS and structural adjustment schemesStrukturanpassungsmanahmen, SAS see Table 1.5 An extensive survey on the Swedish experiences can be found in CALMFORS et al. 2001. Sweden is aninteresting example since it has traditionally implemented largescale ALMP programmes.The problem of indirect effects poses a major challenge to conventional micro methods used inevaluation research that focus on direct impacts instead of total impacts, and demonstrates the need forprogram evaluation to utilize marketwide data and general equilibrium methods. HECKMAN et al.,1999: 2035.The unification of the former German Democratic Republic East Germany and the Federal Democratic Republic West Germany took place in October 1990.6 3Table 1: Unemployment Rates and ALMP, 1991 2001 percentages19916.310.30.42.119926.614.80.44.93.26.219938.215.80.53.20.35.220018.3Unemployment Rate West 18.9Unemployment Rate East 0.9Registered Vacancies East JCS East 1.6SAS East 0.9PT East 1.9Notes: Annual averages. JCS, SAS, PT are stocks of corresponding participants divided by total labour force.Source: Federal Employment Office.20008.718.80.92.01.41.919999.919.01.02.42.52.0199810.519.51.12.22.32.1199711.019.50.82.21.12.6199610.116.90.82.71.23.319959.314.90.82.91.53.619949.216.00.72.71.23.6The objective of PT is to increase the employability of the unemployed and the employment stability of employees at risk of becoming unemployed by enhancing thehuman capital of the participants. The costs of the training measures are paid by theemployment office. Furthermore participants receive an assistance which depends onthe previous net income and is approximately equal to the unemployment benefit seethe remarks of the German unemployment compensation below.JCS are subsidised jobs mostly in nonprofit organisations. One principle of JCS isthat their projects should be additional, i.e. not performed by regular firms. The aimof this regulation is to minimise displacement effects. JCS are temporary employmentrelationships especially for former longterm unemployed. The duration is normally 12months, but can be prolonged to 36 months in special cases. The wage subsidy paid tothe employing institution is between 30 and 100 per cent. The wages paid to the participants are equal to the wages according to collective agreements in correspondingjobs. Since, however, the relevance of collective wage agreements has decreased in East Germany, the remuneration in JCS is likely to be often higher than in regularjobs.The second important wage subsidy scheme is SAS. The main difference to JCS isthat it is more often carried out by the private sector and that employees at risk of becoming unemployed can participate as well. The subsidy is up to the average amountof unemployment benefit including social security contributions paid in Germany. Theduration is normally up to 36 months. It can be extended to 48 months if the employerguarantees to offer the participants a regular job afterwards.Participants in all ALMP programmes are not registered as unemployed and therefore reduce the rate of open unemployment. Furthermore, participants in JCS and SASare registered as employed covered by the social security. Participating in JCS and SASqualifies for the eligibility of unemployment benefit.The effective duration of the measures is on average much shorter than the potentialduration reported above. In 1999 JCS lasted on average 8.3 months. The average duration of PT and SAS was 8.4 months and 9.8 months, respectively see HUJER et al.2002. The German system of unemployment compensation consists of two parts, unemployment benefit Arbeitslosengeld, henceforth UB and unemployment assistanceArbeitslosenhilfe, henceforth UA. Unemployed persons receive UB if they wereemployed at least for 12 months within the previous three years. The amount of the 4monthly UB is 60% 67% for people with children of the previous net wage. The entitlement period depends on the age and the previous employment duration and goesup to 32 months for older workers. If an unemployed person is not entitled to UB or ifthe UB is exhausted, UA is available. The requirement is 5 months of employmentduring the previous 4 years. UA amount to 53% 57% for people with children of previous the net wage, whereas, in principle, it can be drawn indefinitely. UA paymentsare, however, under certain circumstances reduced by other incomes of the unemployed person as well as earnings of family members within limits.3 Possible Effects of Active Labour Market Policy and Empirical Strategies Besides potential effects of ALMPs at the level of participants in comparison to thehypothetical situation of nonparticipation approximated by a suitable control group,effects at the macroeconomic level have to be taken into account.7An extensive theoretical framework for the effects of ALMP has been developed by CALMFORS 1994 see also CALMFORS and SKEDINGER, 1995 and CALMFORS et al.,2001. The effects can be summarised as follows see also HUJER et al. 2002: 1 effects on the matching process, 2 effects on the productivity of participants, 3 effectson wageformation and 4 effects on labour supply.8 Furthermore there may occurnegative indirect effects on nonparticipants.In the terminology of CALMFORS 1994 the following negative indirect effects mayarise. Substitution effects occur if jobs created for subsidised workers participantsreplace regular workers because relative wage costs or productivity have changed. Ifsubstitution effects prevail, ALMP does not increase the scale but change the composition of outflow from unemployment. Therefore, substitution effects redistribute employment opportunities without increasing the level of employment.9 Note that substitution effects may occur also in the public sector where especially municipal authorities have an incentive to substitute regular employment by subsidised workers fiscalsubstitution effect. Displacement effects occur if jobs created by a programme are atthe expense of other jobs, e.g. by distortions on good markets. For example, goodsproduced by subsidised public employment may lead to distortion of competition andmay therefore displace regular employment.10 It is called a deadweight effect, if anemployer hires a subsidised worker, whom he had also hired in the absence of themeasure. Since the expenditures for ALMP have to be financed, there are also tax effects. Taxes, or more important for the German case, social security contributions,11can influence e.g. the laboursupply, labourdemand, or wagesetting behaviour. Since 7 Note that macroeconomic level means here the local labour market as well as the aggregate nationwidelabour market.Another effect mentioned by CALMFORS et al. 2001 is on the allocation of the work force betweensectors.Note that the redistribution of employment prospects may be an objective for policy makers see thediscussion in JOHNSON and TOMOLA, 1977.For example, there has been a great deal of debate about whether JCS in horticulture and landscapingGarten und Landschaftsbau lead to crowding out of private firms in East Germany.In Germany labour market policy is mainly financed by social security contributions.8 9 10 11 5there is no regional variation in social security contributions and only a relativelysmall time dimension, tax effects cannot be identified in the following empiricalanalyses.Laboursupply may be increased by ALMP, since discouragementeffects due to unemployment are probably mitigated. Furthermore, programmes may encourage peoplebeing outoflabour force and especially women to reenter the labour market by participating for example in training measures. Furthermore, the fact that participating in JCS and SAS qualifies for UB keeps the unemployed in contact with the labour officeafter the participation. A positive labour supply effect within a region may be causedby reduced regional mobility due to ALMP, which may be particularly important for East Germany.12 However, by normalising all dependent variables in the followingempirical analyses by the size of the labour force, laboursupply effects are not addressed.The productivity of former participants may be increased by formal training PT orlearningonthe job JCS or SAS. Thus, at the regional level average productivity ofthe work force may be increased which may lead under certain assumptions to an increase in labour demand see CALMFORS et al. 2001. Of course, at given wages, alsononparticipants may be just substituted by former participants.There are at least three potential channels how ALMP may affect wageformation.First, if wageformation depends on open unemployment, ALMP decreases the wagemoderating effect of high unemployment. Second, ALMP reduces the welfare differences between having and not having a job by paying participants higher incomes thanunemployed nonparticipants, by improving the psychological wellbeing of participants in comparison to nonparticipation, by improving future labour market prospects,and by allowing participants to renew their eligibility for unemployment compensation. The reduced welfare difference may increase wage pressure at the individuallevel efficiency wages as well as at the collective level bargaining models. Third, ifthe productivity of participants is increased and discouragement effects are mitigated,the relative reemployment probabilities of the outsiders e.g. longterm unemployedparticipating in a measure are increased which leads to a reduction of insider powerand, therefore, a moderation of wage pressure. A potential approach to the evaluationof the wageformation effects of ALMP is to estimate an augmented wage curve. Thisis for example applied in PANNENBERG and SCHWARZE 1996 who detect a wagemoderating effect of PT in East Germany. Here wage effects are not explicitly evaluated but they are, nevertheless, part of the net effects estimated. Raising the efficiency of the matching process is usually regarded as the main aim of ALMP. At constant labour demand employment may be raised by an increase ofmatching efficiency. This can be reached by 1 increasing the search intensity offormer participants, 2 by adjusting the human capital of job searchers to the requirement of labour demand, and 3 by improving the signals of job searchers. Microeconometric studies cast doubt particularly on an increased search intensity due to ALMPs. It has been frequently found, that participants get lockedin, i.e. they reduce 12 Since the unification in 1990 there has been significant migration from East to West Germany which isprevalently labour market driven. An often made statement is that ALMP may prevent laggard East German regions from bleeding to death.6their effort to find a regular job while they participate in the programme in comparisonto the control group of nonparticipants see for example BERGEMANN et al., 2000 aswell as HUJER et al., 2003. This negative lockingin effect has to be overcompensated by positive employment effects due to the participation in the programme see VAN OURS, 2002. In order to evaluate the effects of ALMPs on thematching efficiency, one can make use of the wellknown matching function, whichexplains the number of matches inflows into regular employment with the number ofjob searchers and vacancies see PETRONGOLO and PISSARIDES, 2001. Specifying amatching technology and augmenting the function by variables representing ALMPs,it is possible to evaluate the effect of ALMPs on the matching efficiency see BOERIand BURDA, 1996 and BELLMANN and JACKMAN, 1996. The matching efficiency maybe expressed as a shiftparameter of the Beveridge curve: An increase in the matchingefficiency means an increase in inflows into regular employment, given the matchingtechnology, the stock of the vacancies and the stock of job searchers. This approach isused in the analysis in section 5.2.As mentioned above, ALMP may induce crowdingout of regular employment. Theestimated effect of ALMPs within an augmented matching function already includessubstitution effects which reflect the possibility that employers hire a former participant instead of a nonparticipant, but it does not include effects which are based on thepossibility that regular workers are fired to be replaced by subsidised workers or thatdistortions at the good markets induce plant closures. In order to obtain these effectsone can focus on stocks. A reduced form approach which includes all the effects maybe interpreted as an augmented Beveridge curve as proposed by CALMFORS and SKEDINGER 1995 and HUJER et al. 2002. This approach presented in section 5.3 regresses the regional job seeker rate which is the unemployment rate plus participantrates in ALMPs on the regional vacancy rate, structural variables describing the regional labour market, as well as variables for the ALMPs. Although the estimated effect of ALMP will include all indirect effects, the augmented Beveridge curve has thedrawback to be a reduced form approach, which means that it is something of a blackbox, i.e. it is unclear which of the effects discussed above drive the results.A more structural approach for the assessment of crowdingout effects is to estimatea labour demand equation for regular labour. Most favourable would it be to estimate aheterogeneous labour demand with subsidised workers or former participants as onetype of labour. This would enable the researcher to estimate substitution elasticitiesbetween different input factors and, therefore, to obtain a comprehensive pattern of therange of substitution and displacement effects.13 This is, however, due to data limitations not possible here.14 In section 5.4 a homogeneous regional labour demand forregular employment augmented by variables for ALMP is estimated. 13 14 To the best of my knowledge there is no study available yet, evaluating the effects of ALMP within aheterogeneous labour demand framework.Another possibility is to estimate the effect of ALMP on labour demand using matching estimators andfirm level data. Using this approach HUJER, CALIENDO and RADIC 2002 cannot find any positive longrun effect of subsidised employment on firms employment level for West Germany.74 Data Sets There are two different data sources used in the econometric analyses: First, local employment office area LEOA Arbeitsamtsbezirke data and, second, district Regierungskreise data.The LEOA data are available on a monthly basis from December 1998 up to January 2003.15 Due to data availability, Berlin including the former West Berlin is pooledinto one district. It seems to be reasonable to treat Berlin as one regional labour market. This implies 35 regional units. These monthly data are used for the Beveridgecurve approach presented in section 5.3.The dependent variable in the Beveridge curve approach is the job seeker rate whichis defined as the sum of the registered unemployed plus the participants in ALMPshere JCS, PT, SAS and two smaller wage subsidy schemes 16 relative to total labourforce. In line with the literature the ALMP variables are defined as accomodation ratios, i.e. the participants in the measure of interest relative to the sum of the open unemployed and the participants in ALMP see CALMFORS and SKEDINGER, 1995. Thusthe accomodation ratios indicate the proportion of all unemployed who participate inthe particular measure. Another variable used in the estimation is the number of shorttime workers. Some descriptive statistics of these variables for the estimation samplecan be found in Table A1 in the Appendix. It can be seen that the JSR is much higherthan the rate of open unemployment. In some local areas even one third of the totallabour force are job searchers and one fifth of all job searchers are participants in JCS. For the augmented matching function in section 5.2 the monthly LEOA data have tobe pooled into quarterly data, since the dependent variable inflows into employmentis only available for quarters. The data covers the time period between the first quarterin 1999 and the first quarter in 2002. The dependent variable is corrected for the inflows into ALMPs JCR and SAS in order to obtain inflows into regular employment. All variables are normalised by local labour force. Some descriptive statistics ofimportant variables in the estimation sample can be found in Table A2 in the Appendix. It can be seen that during a quarter there are 4.7 inflows into employment per 100persons in the total labour force. 5.5 per cent of these inflows are into JCS or SAS. Inorder to obtain additional instrumental variables district data are merged to the LEOA data. In most cases direct matches are possible. Otherwise the data are mergedweighted with weights depending on population size. By doing this information onpolitical elections at the district level and welfare recipients can be used for the analyses.For the labour demand estimation in section 5.4 district level data are used.17 Thisdata set is available for the 114 East German districts for 1996 until 2000. Berlin hasto be excluded since not all variables are available. Furthermore, due to administrative 15 16 17 These data can be downloaded from the homepage of the Federal Employment Office atwww.arbeitsamt.de.The schemes are called Beschaftigungshilfen fur Langzeitarbeitslose and Eingliederungszuschusse.The district level data are obtained from three sources: 1 the Bundesministerium fur Bauwesen und Raumordnung Aktuelle Daten zur Entwicklung der Stadte, Kreise und Gemeinden , 2 Bundesamtfur Bauwesen und Raumordnung INKAR Indikatoren zur Raumentwicklung and 3 the Institute of Employment Research IAB at the Federal Employment Office.8changes in the district structure, some districts have to be aggregated which leads to areduction to 101 districts.18 Unfortunately, SAS is not available for 1996. Therefore itis excluded from the analysis. In the econometric analyses employment and the measures of ALMP are normalised by total labour force. Some descriptive statistics can befound in Table A3 in the Appendix.5 Econometric Analysis As mentioned above, the results of three different approaches to the evaluation of ALMPs are presented in this section. First of all, in the next subsection, the crucialissue of the endogeneity of ALMP and possible instrumentation strategies are discussed.5.1 Endogeneity of Active Labour Market Policy and Potential Instrumental Variables The fundamental problem in macroeconomic evaluation studies is that ALMP cannotbe treated as strictly exogenous since it may depend on the contemporaneous or laggedlabour market situation. This would lead to a correlation of the ALMP variables withthe error term and consequently to inconsistent estimates of the effects. The usual solution is to apply instrumental variable estimators. In the following, it is shown that,due to the allocation rule of the funding, ALMP has to be interpreted as endogenouswith respect to the local labour market situation.Generally, ALMP is implemented by local employment offices Arbeitsamter evenif the funding comes from the Federal Employment Office Bundesanstalt fur Arbeit. There is another level in between the local employment offices and the federalemployment office, the socalled regional employment offices Landesarbeitsamter.The regional employment offices correspond approximately to the federal statesBundeslander, even though in some cases more than one federal state is assigned toa regional employment office.The allocation of the funding of ALMPs on the local employment offices is predominantly based on regional and local labour market factors see BLIEN, 2002;FERTIG and SCHMIDT, 2000. In the first step the total funding is determined by the Federal Employment Office Bundesanstalt fur Arbeit for one year. This is of courseinfluenced by government decisions. The funding is divided into two approximatelyequal parts for East and West Germany, respectively. Afterwards, the allocation onregional employment offices depends on 1 the change in regional employment, 2the regional job seeker rate, 3 the regional proportion of unemployed with lowreemployment probabilities longterm unemployed, older, disabled, and 4 the number of exits from unemployment into regular employment. Furthermore, in order toguarantee a certain steadiness of ALMP the current funding depends on the funding 18 The following towns that became administered as a district in its own right during the period had to beaggregated with their surrounding areas: Chemnitz, Plauen, Mittweida, Zwickau, Dresden, Meien,Kamenz, Leipzig, Delitzsch.9of the previous year. In the third step regional employment offices allocate the fundingon local employment offices using similar local labour market indicators. Especiallyafter the introduction of the new employment promotion in the Social Code Sozialgesetzbuch III; SGB in January 1998 the local employment offices have been to a largeextent autonomous in their implementation of ALMPs see FERTIG and SCHMIDT,2000.The presented allocation rule implies that ALMP is indeed endogenous with respectto the regional and local labour market situation which implies that treating ALMP asan exogenous variable in empirical analyses will yield inconsistent results.The Relationship between the local job seeker rate and ALMP is depicted in Figure 1and Figure 2. Based on nonparametric regressions see HARDLE, 1991 and monthly LEOA data, it is shown that the proportion of participants in labour force increaseswith the JSR Figure 1. An increase in the JSR is associated with a stronger increasein JCS than in PT. This becomes more obvious when looking on the association between the JSR and accomodation ratios proportion of job seeker participating in acertain measure in Figure 2. Equivalent figures can also be shown for the relationships between ALMP and the other outcome measures inflows into regular employment and level of regular employment. These are not depicted for lack of space. Figure 1: Relationship between the job seeker rate and ALMP participants relative tothe labour force Results of nonparametric regressions JCSSASPTecro F ruoba Lot evitaler stnapci itra PPMLA3,5%3,0%2,5%2,0%1,5%1,0%0,5%15%17%19%21%23%27%29%31%33%35%25%JSRNotes: Bivariate NadarayaWatson estimator with an Epanechnikov kernel and a bandwidth of 0.02, based on 1,750 observations 35 LEOAs, Dec. 1998 Jan. 2003.10Figure 2: Relationship between the job seeker rate and ALMP acccomodation ratios Results of nonparametric regressions JCSSASPTPMLA fo soita Rnoitadomocc A12%11%10%9%8%7%6%5%4%3%15%17%19%21%23%25%JSR27%29%31%33%35%Notes: See Figure 1.All the indicators of the allocation rule are obviously no suitable instrumental variables since they are correlated or even identical with the dependent variables in theeconometric analysis. Potential instruments may be variables which influence the discretionary decisions of local authorities and employment offices see BUTTNER and PREY, 1998. Such instrumental variables which have been partly used in the literatureare political factors, the proportion of welfare recipients, at least in the shortrun thestructure of the labour force and the national unemployment and vacancy rate.It is often stated that parties on the political Left have a stronger preference for ALMP than liberalconservative parties see for example CALMFORS and SKEDINGER,1995; BUTTNER and PREY, 1998. Regional governments have the possibility to promote the implementation of measures through several channels see PREY, 1999.Therefore, in this paper the proportion of votes for liberalconservative parties CDUand FDP is used as an instrument.19The proportion of welfare recipients may be correlated with ALMP especially JCSand SAS since local political authorities have an incentive to transform welfare recipients which are funded by the local community into participants of labour marketprogrammes and afterwards recipients of unemployment benefit see FEIST and SCHOB, 2000. ALMP as well as unemployment benefit is funded by the federal employment office. This incentive has also been described for Belgium see COCKX and RIDDER, 2001. 19 CDU refers to the Christlich Demokratische Union Deutschlands and FDP to the Freie Demokratische Partei Deutschlands.11The national unemployment rate may be a valid instrument for two reasons. First, itis one central variable for the government which determines judgement by the voters.The government has the possibility to decrease the open unemployment rate in theshortrun just by the fact that participants in ALMPs are not defined as unemployed.Thus it may raise its funding for ALMP if open unemployment increases.20 Second,given the restricted budget of the federal employment office, an increase in unemployment may also lead to a reduction of ALMP spending in the region concerned ifits increase in unemployment is lower. This tendency is strengthened by the fact thatrising national unemployment rates lead to rising spending for passive labour marketpolicies unemployment benefit and assistance, shortterm work etc  The influence ofa single East German region on national variables is negligible. Furthermore, the variable is lagged in order to avoid any simultaneity problems.The national vacancy rate may serve as a business cycle indicator. A reduction in thenational vacancy rate may again cause the government to increase ALMP spendings.The structure of the local labour force may influence the implementation of different ALMP measures on the local level since particular programmes are only suitable forspecial groups.5.2 Augmented Matching Function Effects on Matching Efficiency The aggregate matching function assumes that the outflow from unemployment in emit H in region i and period t is a function m of the number ofployment new matches unemployed job searchers it U and the number of vacancies it VHitA m U V,ititit m U0, m V0 1it A representing a mismatch parameter which may vary over time and over rewith gions see PETRONGOLO and PISSARIDES, 2001 for a survey.Assuming a CobbDouglas function for m, taking logarithm on both sides and takingsome random variations in matching into account, 1 can be reformulated as a regression equationhitub 1itbvit 2dtgSh eiit 2with the lower case denoting the natural logarithm. Furthermore the variables are normalised by total labour force it A is decomposed into ih denoting a regional fixedeffect on the.21 The mismatch parameterH Lit, with Aithith elnlngSdtitiit 20 The political economy of active labour market policy is discussed in CALMFORS 1995. He formulatesa game between government and wagesetters which leads to the problem of timeinconsistency whichis wellknown from the theory of monetary policy. Since the government cannot credibly announce lowspending for ALMP wages are set above the market clearing level. If one assumes that a conservativeparty has a lower weight for open unemployment in its loss function, the commitment outcome can beobtained also under discretion.As shown by MUNICH, SVEJNAR and TERRELL 1998, not taking into account the size of the local unitsleads to biased estimation due to the intercorrelations among the variables, termed spurious scale effect by the authors.21 12matching efficiency, t is a deterministic time trend which accounts for changes inmatching efficiency over time which is common to all regions, S denotes a vector ofseasonal quarterly dummies, and ite is a classical error term. From a theoretical pointof view it is an interesting question whether the estimated parameters are conform withconstant return to scale see PISSARIDES, 2000. This can be tested by defining the nullhypothesis as In order to incorporate ALMPs into the matching function the implicit assumption ofa homogeneous pool of job searchers is relaxed and search effectiveness is includedinto the matching function see LEHMANN, 1995 and PUHANI, 1999. After rearranging2, one gets the following equation see also BOERI and BURDA, 1996 and BELLMANN and JACKMAN, 1996: .1bb 12hitub 1itbvit 2b Z3itbp 1it 4b 5p 2itb 6p 3itdtgSh eiit 3with it Z denoting variables affecting the search effectiveness of the job searchersstructure of the unemployed and the labour force and itp the logarithm ofthe stock of participants in three different ALMP programmes JCS, SAS, PT normalised by total labour force. Descriptive statistics can be found in Table A2 in the Appendix.In practice, all explanatory variables are set to the begin of the period t, i.e. the end ofperiod t1.22 The time lag of the effect of the ALMP is ex ante unknown. Since theaverage duration of the ALMPs analysed is between 8 and 10 months, the ALMPsvariables are lagged up to 4 quarters.itp , itp , 123hitubit 11bvit 21b Z3it 1a 4k 1b 4kp 1i t k,a4k 1b 5kp 2i t k,a4k 1b 6kp 3i t k, dtgSh eiit 4Running this regression on the data set used is associated with some problems, whichare wellknown in the empirical literature see PETRONGOLO and PISSARIDES, 2001.ith does include all inflows into regular employment and First, the dependent variable ith is wellsuitednot only the inflows from unemployment. Although this definition of for the analysis here,23 equation 4 does not correspond to the traditional matchingfunction. Second, the vacancy rate v includes only the registered vacancies at the employment office and is therefore systematically underreported see FRANZ and SMOLNY, 1994. Nevertheless, in the absence of better data the reported vacancies mayserve as a proxy for the actual vacancies. Third, the registered unemployment rate itudisposes of the wellknown under and overreporting bias: people not seeking for jobsbut being registered are counted as unemployed while the ones seeking for jobs but notbeing registered as unemployed are called not unemployed. Especially when interpreting the estimated 2b these issues should be kept in mind.1b and 22 23 Otherwise all variables would be endogenous with respect to This ensures that inflows from programmes are included. Furthermore, the possibility of substitutioneffects with regular onthejob searchers is taken into account.ith .13In order to eliminate the regionalspecific effect ih , equation 4 is estimated in firstdifferences. Firstdifferencing is superior to fixedeffects in this application since itallows to use lagged values of variables which are not strictly exogenous as instruments. This is not a valid solution in fixedeffects models since the fixedeffects transformation leads to correlation of the error term with the timedemeaned instrumentssee WOOLDRIDGE, 2002: 310.24An essential issue is to control for dynamics, i.e. to include lagged dependent vari1ith as regressors. Due to the small sample size N35; T8 in the preferredables specification the usual GMM estimator by ARRELANO and BOND 1991 or BLUNDELL and BOND 1998 seems not to be feasible see also the discussion in HUJER et al. 2002. Using the inefficient ANDERSON and HSIAO 1981 two stage leastsquare firstdifference estimator, the null hypothesis of the coefficient of the laggeddependent variable is equal to zero, cannot be rejected.25 Therefore, unlike the approaches presented in the next subsections there is no lagged dependent variable included in the following. This, however, may lead to two problems. The falsely omittedlagged dependent variable may induce omitted variable bias. Furthermore, it may induce serial correlation which violates the use of lagged values of variables as instruments. Therefore, tests on serial correlation are performed see WOOLDRIDGE, 2002.The endogeneity of the ALMP is taken into account by a twostage least square procedure. The first step is estimated by a seeminglyunrelated regression SUR, sincethe analysed programmes are likely to be determined by the same or correlated unobserved factors. Note that SUR estimation does not affect consistency, but efficiency ofthe estimate see BALTAGI, 2001. Besides the instrumental variables all exogenousvariables of equation 4 are included, except for lagged vacancies. The reason is thatthere may be especially for SAS anticipatory effects of firms behaviour with regard to the reporting of vacancies: It is reasonable that firms report their vacancies tothe employment office with a higher probability if they want to hire a subsidisedworker. Therefore the vacancy rate may be correlated with the error term in the firststage regression and is therefore omitted.26The results of the firststage regression are depicted in Table A4 in the Appendix.The included linear time trend may control for the overall funding for ALMP as determined by the Federal Employment Office. The funding especially for JCS and SAShas been cut since 1999, which may be an explanation for the negative coefficients.The interaction variable with the political votes may capture the differential effect ofthe overall funding in different districts due to local governments. Furthermore, anadditional interaction term of the political power variable with proportion of welfarerecipients and the time trend controls for different concepts of political parties in theirlabour market policy for welfare recipients. Note, that only those labour force variables are included which have been found to have no significant effects on inflows into 24 bethe mean over the bar x eiindicating 0 .The meandeviation transformation for fixedeffects models leads to with E xit Estimation results are available on request by the author Indeed, the vacancy rate has a significantly positive effect on SAS but not on PT and JCS. Using thisinstrumentation strategies does not change the estimated effects of ALMP in the second stage. Theseestimation results are available on request by the author.iti. Consistency requires yittime for a region ,eithatxityixiit25 26 14regular employment. As an additional safeguard all instrumental variables are laggedat least for one period.The results of the matching function second stage are depicted in Table 2. Column1 includes an ordinary matching function consisting of the unemployment and thevacancy rate as well as seasonal dummies and a linear time trend as explanatory variables. Constant returns to scale are clearly rejected. The evidence is more in favour forincreasing returns to scale. The coefficient of the time trend indicates decreasingmatching efficiency over time. In column 2 the unemployment rate is decomposedinto the short and longterm unemployment rate less and more than six months ofunemployment, respectively. The shortterm unemployment rate has a significantlylarger effect on the inflows into regular employment than the longterm unemploymentrate. This is compatible with negative duration dependence in the hazard rate into employment, often discussed in microeconometric unemployment duration analysis see MACHIN and MANNING, 1999. Negative duration dependence may, for example, becaused by the assumption of a ranking of the unemployed corresponding with theirunemployment duration see BLANCHARD and DIAMOND, 1994 or appreciation ofhuman capital. It is, however, wellknown that the estimated result may be driven bythe structure of the unemployed and not by true duration dependence. Therefore, incolumn 3 variables are included which have been found in microeconomic studies ofunemployment duration to have significant effects see e.g. HUNT, 1995 and STEINER,2001.27 The results indicate that the higher the proportion of UB recipients in the poolof unemployment the lower the inflows into regular employment.28 This is in line withbasic job search theory and the results in most microeconomic studies on unemployment duration see for example HUNT, 1995; STEINER, 1997; ATKINSON and MICKLEWRIGT, 1991. In column 4 the log participants in ALMPs are included buttreated as exogenous. Now, constant returns to scale cannot be rejected. Finally, incolumn 5 the ALMP variables are instrumented.29 The Hausman test indicates that OLS in column 4 is inconsistent. The Sargan test does not reject the validity of theinstruments.The estimated elasticities of the inflows into regular employment with respect to the ALMP measures are summarised in Table 3. Treating the ALMPs variables as exogenous yield no significant elasiticities. Instrumenting the ALMP variables leads to significant negative effects of JCS. The cumulated elasticity after four quarters indicatesthat an increase in the participants in JCS per labour force by one per cent leads to andecrease of inflows into regular employment by approximately 0.95 per cent. Thus JCS lead to a decline in regional matching efficieny. This result is compatible with thenegative results at the micro level see HUJER et al., 2003. Additionally, there may benegative indirect effects on the nonparticipants at the local labour market level. 27 All other variables describing the structure of the unemployed and the labour force turned out to beinsignificant.Data on UA are unfortunately not available.The standard errors are adjusted for the fact that the ALMP variables are instrumented.28 29 15Variablesut1vt1Shortterm unemployed t1Longterm unemployed t1Prop. of young in labour force t1Prop. of older unempl. t1Prop. of female unempl. t1Prop. of foreign unempl. t1Prop. of UB recipients t1jcs t1jcs t2jcs t3jcs t4sas t1sas t2sas t3sas t4pt t1pt t2pt t3pt t4Quarter 2Quarter 3Quarter 4trend Constant Return to Scale, pvalue H0: no serial correlation, pvalue Hausman Test, pvalue Sargan Test, pvalue R2No. of observations N, TTable 2: Estimation Results Aggregate Matching Function1234Par.1.5040.216tvaluerobust10.556.55Par.tvaluerobust0.2101.4440.4286.379.443.19Par.1.3180.205tvaluerobust8.046.211.5280.2612.1127.7840.9660.580.283.471.431.9416.5110.030.012.6317.309.650.453.830.3040.1800.0080.0250.00000.140211.624.531.243.680.3400.1390.0310.0280.00190.15990.3040.1890.0000.0170.00000.13010.868935, 110.872435, 110.892635, 110.908435, 816Par.with ALMPs exogtvaluerobust4.114.021.2990.1871.722.572.741.762.730.262.082.430.661.240.510.360.531.930.431.230.947.543.670.761.015.5303.4382.28111.9482.0930.0150.0950.0960.0330.0700.0280.0210.0330.1900.0420.1250.1030.3610.1790.0270.0210.13590.1806with ALMPs IV5Par.tvaluerobust4.484.031.492.151.241.082.031.493.122.211.450.940.870.072.071.400.321.531.913.360.432.160.301.2660.18213.0272.8241.3158.4021.65240.1780.3730.253.01420.2350.3080.0180.3720.6800.1570.8010.6310.4080.0510.1620.0100.12110.19560.0340.3010.922735,8Table 3: Cumulated Elasticities of the Inflows into Regular Employment with Respectto participants in ALMP robust tvalues in parenthesesCumulated effectst1t2t3t4Treated as exogenous JCS0.0020.040.0901.380.0040.050.0620.61SAS0.0891,580.0801.131.531.860.0300.28PT0.1751.870.2301.770.4703.050.4862,42Instrumented SAS0.2350.940.5431.060.5600.930.1890.27JCS0.1781.490.5512.640.8042.640.9472.45PT0.6801.400.8360.941.6371.262.2681.49Notes: Calculated from the estimation results depicted in column 4 and 5 in Table 2.5.3 Augmented Beveridge Curve Effects on Job Seeker Rate A Beveridge curve augmented by variables for ALMP may be derived as follows seealso CALMFORS and SKEDINGER, 1995. In a steady state equilibrium the number ofseparations equals the number of matches. Holding the separation rate constant andrearranging 2 one obtains the regression equation see NICKELL et al., 2002; WALLand ZOEGA, 2002; FRANZ and SMOLNY, 1994; BORSCHSUPAN, 1991uitbvitdtgSh ei.it 5This equation can be augmented by ALMP and other variables affecting local unemployment. ALMP variables are introduced by so called accommodation ratios as proposed by CALMFORS and SKEDINGER 1995 30JCSaccritlnPJCSitUitPJCSitPSASitPPTit Pothersitand for SAS and PT accordingly. Using accomodation ratios may be a first attempt toreduce the endogeneity problem of ALMP with respect to the unemployment rate.In order to avoid bookkeepingeffects which are based on the fact that participantsitu is extended to the jobare not registered as unemployed, the unemployment rate seeker rate by adding the stock of participants in ALMPjsritlnJSRitlnU PJCSititPSASitPPTit Pothersit.Lit In order to allow for sluggish adjustment and lags in the effects of the ALMPs, a dynamic specification is used. It can be written as 30 is the stock of participants in two smaller ALMP programmes. The schemes are calledit Pothers Beschaftigungshilfen fur Langzeitarbeitslose and Eingliederungszuschusse.17C L jsrit A L accr JCSit 1Kak 1B L xkkitA L accr PTit 3 6A L accr SASit 2dgt Sh eit1j11ka j 00  itv .bk a L12j 12a L a L2j 2,c L1212b L6k 6c L c L212b L b L2k 2. j represents B Lkitx is a vector of k explanatory variables inkiby defining polynomials in the lag operator C L and A Ljthe three programmes JCS, SAS, PT. cluding A similar specification using the same data base can be found in HUJER et al. 2002.The main difference here is that monthly data instead of quarterly data are used, whichimplies a time dimension of 50 observations for 35 LEOAs.31 This may lead to morereasonable results and makes it possible to exploit the time dimension to achieve consistency with the GMM dynamic panel data estimator see JUDSON and OWEN, 1999.Other differences are that a loglinear specification instead of a linear specification isestimated and that some additional explanatory variables describing the local labourmarket are included.ih , equation 6 is estimated in first In order to get rid of the regional specific effects differences. For the estimation the GMM dynamic panel data estimator proposed by ARELLANO and BOND 1991 is used and endogenous ALMP and predeterminedvariables are instrumented by its lagged levels.32 Furthermore, the inclusion of additional external instruments was checked. Since no possible instrumental variablesvariables on election results, welfare recipients could significantly improve the Sargan test statistic, they were not included and identification is based solely on laggedlevels.33 As pointed out by BOND 2002, using too many lagged levels as instrumentalvariables may result in overfitting bias. JUDSON and OWEN 1999 show that using arestricted number of instrumental variables does not reduce the performance of theestimator. Therefore, not all possible lagged levels are used as instrumental variables,and robustness checks with respect to the number of lagged levels are performed. Thenumber of instrumental variables for the ALMP variables is truncated at t13 12lagged levels and t4 three lagged levels, respectively.Another issue is, whether to use onestep or the efficient twostep estimator. For alarge time series dimension in comparison to the number of cross sections JUDSONand OWEN 1999 show that the onestep GMM estimator outperforms the twostepestimator. Therefore, here only the onestep estimator with robust standard errors isapplied.itx includes the structure of the unemployed proportion of In equation 6 the vector women, disabled, foreigner, and bluecollar workers 34 as well as the proportion ofyounger people in the labour force. Note that other variables describing the structure ofthe labour force turned out to be insignificant. The one period lags of these variables 31 32 33 HUJER et al. 2002 use 34 x 12 N x T observations.HUJER et al. 2002 additionally apply the BLUNDELL and BOND 1998 system GMM estimator.The difference in the Sargan test statistics in two models is asymptotically c 2 distributed see BOND,2002.The proportion of bluecollar workers may serve as a proxy for lower skilled workers. The proportion of UB recipients turned out to be insignificant.34 k 18kare treated as predetermined.35 Some descriptive statistics can be found in Table A1and A2 in the Appendix.itx includes the national unemployment and vacancy rate as In addition, the vector well as the regional vacancy rate. The regional vacancy rate is likely to be simultaneously determined with the regional unemployment rate. Thus also the one monthlagged regional vacancy rate is treated as predetermined, i.e. it is instrumented bylagged levels. The lagged national vacancy and unemployment rate are treated asstrictly exogenous. In order to analyse a broader definition of regional unemploymentthe number of shorttime workers is added to the JSR in an alternative specification.36With 50 months for each LEOA, there is a substantial time dimension. This may render nonstationarity to an important issue. Testing for nonstationarity and cointegrationin panel data has just recently became possible, due to methodological progress withinthe last years.37 Nonstationarity may be for the used estimator by ARRELANO and BOND 1991 a problem since the instrumentation strategy implies that lagged differences are regressed on lagged levels. In this paper augmented DickeyFuller unit roottests as proposed by SARNO and TAYLOR 1998 and TAYLOR and SARNO 1998 areperformed. Under the null hypothesis the time series of all cross sections LEOAs arenonstationary. The test should, however, be interpreted with care, due to the definitionof null hypothesis: If only one time series is stationary the null hypothesis is rejected.Nevertheless, the test may be at least interpreted as first evidence against nonstationarity.38 The DickeyFuller regression is performed for one up to 12 lag orders. The results are depicted in Table A5 in the Appendix. For all variables and lag orders the nullhypothesis of a unit root is rejected.The estimation results of equation 6 are depicted in Table A6 in the Appendix. The Sargan tests come from the corresponding homoscedastic estimator since the asymptotic distribution is only valid in the case of i.i.d. errors see ARRELANO and BOND,1991: 290. The Sargan tests of all specifications indicate that the validity of the instrumental variables cannot be rejected. Also the tests on second order autocorrelationin the residuals do not reject the null hypothesis in any specification. In column 1 thepreferred specification is depicted which uses 12 lagged levels as instrumental variables. In column 2 the number of shorttime workers is included in jsr. In column 3only 3 lagged levels are used as instruments. The instrumentation strategy does hardlychange any coefficient.39The interpretation of the estimated coefficients is, due to the lagged dependent andexplanatory variables, not straightforward. The elasticity of the job seeker rate withrespect to the stock of ALMP participants has to be calculated in the same manner asin autoregressive distributed lag timeseries models see GREENE, 2000 and the expla 35 The proportion of specific groups in the pool of unemployed may be affected by the level of unemployment.Shorttime work refers to the arrangements for working less than normal hours. In return for subsidiesby the employment office, employers agree to avoid redundancies.See the Special Issue of the Oxford Bulletin of Economics and Statistics Vol. 614 in 1999.The main motivation for testing for unit root in a panel instead of single time series is that the power ofthe test increases with an increase in the number of crosssections. TAYLOR and SARNO 1998 claimthat the test is much more powerful than the univariate Augmented Dickey Fuller test.itx .There were many more robustness checks performed. For example omitting some of the variables in k The results turn out to be quite robust.36 37 38 39 19nation in HUJER et al., 2002. In Table 4 the cumulated elasticities are depicted for thefirst 3 months interpreted as shortterm effect and for the longrun effect. The associated standard errors are calculated by the delta method see GREENE, 2000.It can be seen in Table 4 that there are significantly negative shortterm effects of SAS and PT but no significant effects in the longrun for any specification. Includingthe shorttime workers implies no noticeable change in the longterm effects. Whilethe insignificant cumulated longterm effect is in line with microeconometric studies,the interpretation of the significantly negative three months shortterm effect of SAS is,given potential lockingin effects and the evidence from micro studies, unexpected.40Somehow, comparable results are found in the aggregate study by HUJER et al. 2002for East Germany. A possible explanation is that employees at risk of becoming unemployed may participate in SAS. The associated temporary decrease in average wagecosts at local labour markets may prevent or at least delay inflows into unemployment.This hypothesis would also explain the stronger effect if shorttime work is included inthe JSR: Shorttime work can be prevented if the total wage costs are reduced by othersubsidises from the employment office.Table 4: Cumulated elasticities of the JSR with respect to the ALMP accommodation Dep.variable Number of laggedlevels as instrumentsratios robust tvalues in parenthesesSargan Test Accomodation Ratio 2th orderserial correlationpvaluepvalue3 monthscumulatedeffect Long runcumulatedeffectjsr 0.3400.744JCSSASPTJCSSASc 24685 1180.801.000jsrincl.shorttimeworkerslagged jsr and ALMP:t2,  , t13itv : t1,  , t12itx : t1,  , t9klagged jsr and ALMP:t2,  , t13itv : t1,  , t12itx : t1,  , t9k0.0370.680.0060.160.0080.080.0270.440.0741.050.0720.720.0370.640.0060.140.0080.07Notes: Calculated from the estimation results depicted in Table A6 in the Appendix. The number ofinternal instruments is with respect to the lagged dependent variable as well as the accomodationratios of ALMP.0.0010.160.0242.460.0251.590.0040.360.0423.050.0402.830.0010.120.0202.460.0241.59lagged jsr and ALMP:t2,  , t4itv : t1,  , t3itx : t1,  , t3kc 2 4685 1199.721.000c 22244 1180.801.0000.340PTJCSSASPTjsr 40 Note that negative effect means here a reduction of the job seeker rate.205.4 Dynamic Labour Demand Effects on Regular Employment A regional labour demand equation may be specified asnregitanregit 1byit 1bwit 2b Z3it 1bp 1it 4b 5p 3itbp 1it 61bp 3it 71gSh ei 7ititnregwhere small types denote logarithm see ISSERMAN et al., 1986 .41 represents thelevel of regular employment in local area i normalised with total labour force.42 ity is 1it Z are variables describing the structure ofthe regional output gross value added, itw is the wage rate, measured as labour monthly wage billthe local labour market and per employee in the industry. Using only industry wages results from data availabilityand may be justified as follows. First, even in East Germany collective wage bargaining is still relevant. Wage agreements from manufacturing sectors often serve as models for other branches. Second, the manufacturing sector has become the driving forcein the economic development in East Germany. Thus, positive employment dynamicsin the manufacturing sector are often the prerequisite for job creation in other sectors.Nevertheless, one should keep in mind that the measurement error is likely to bias theitw . Unfortunately, as noted above, since data for SAS are not availestimated effect of able up to 1997, SAS cannot not be included in the analysis. Therefore, only the effectsof JCS and PT can be evaluated, which is indicated in 7 by the fact that only p 1 andp 3 are included. p 1 and p 3 represent the participants in JCS and PT relative to the labour force.43 S denotes a vector of yearly time dummies, ih are regional fixedeffects, and Equation 7 is based on restrictive assumptions concerning the production process.Taking more factor prices into account, it would be possible to specify a more flexiblelabour demand equation based on industry cost minimisation see for example TAYLOR, 1982. It was tried to calculate user cost of capital on district level, makinguse of regional variation in tax rates and investment grants see FRANZ and SCHALK,1995 as well as BUTTNER, 1999. However, no attempts to include measures forcapital user costs lead to significant parameter estimates. Therefore, only labour costsare included and it is assumed that other factor costs are captured by the fixed regionaleffects and fixed time dummies see VAN REENEN, 1997.The outstanding role of the manufacturing sector in the East German regional development is exactly the reason for introducing the proportion of manufacturing employ1it Z as an explanatory variable. Further variables are the average number ofees in employees in manufacturing establishments, the proportion of employees in farmingand forestry, the proportion of highly skilled employees university or polytechnic degree in total employment, and the population density. Descriptive statistics can befound in Table A3 in the Appendix.ite is a white noise error term. 41 42 43 Comparable equations in timeseries frameworks have been estimated by KRAFT 1998 as well as by JOHNSON and TOMOLA 1977.This normalisation seems to be necessary in order to eliminate effects due to differences in the size ofthe regional labour markets. Normalisation with the regional population does not change the results to alarge extent.Also specifications where ALMP is introduced as accomodation ratios see last section are estimated.The results change only marginally. Results are available by the author on request.21Using equation 7 the effects of ALMPs are estimated at a given output level whichimplies that productivity effects of ALMP are eliminated and pure crowdingout effects are estimated. Furthermore, possible regional multipliereffects due to increasedregional purchasing power as assumed by BLIEN et al. 2002 are not taken into account. Therefore, equation 7 is additionally estimated omitting the output variable inorder to test whether there are significant employment effects of ALMPs via the regional output.The estimation is performed again with the ARRELANO and BOND 1991 GMM estimator. Since there are now 101 local areas districts and five time periods years,the twostep estimator is applied. Since the twostep estimator is known to lead to anunderestimation of the standard errors, for the preferred specification also the onestepresults with robust standard errors are displayed. Note, that the firstdifferencing andthe lagged dependent variable each lead to a reduction of one period. The resultingnumber of periods is therefore three.The estimation results can be seen in Table 5. In column 1 of Table 5 all variablesexcept for the lagged endogenous variable are treated as strictly exogenous. An unexpected result is the positive coefficient of the wage variable, which is, however, notstatistically significant. There are at least three explanations for this result: As the variable includes only the wage for the industry, the measurement error may bias the estimated effect towards zero. Employment and wages may be determined simultaneouslyas suggested by some wage bargaining models. Migration between regions is not modelled in the estimation. Economic theory suggests that workers migrate to states in order to increase their wages, which in turn raises employment see TOPEL, 1986. Forthese reasons wages cannot be treated as uncorrelated with the error term and are,therefore, treated as endogenous and instrumented with its lagged levels. The Sargantest in column 1 indicates that this specification is to be preferred. Note that in allspecifications, except the first one in column 1, the null hypothesis of valid instrument cannot be rejected. Furthermore, the null hypothesis of no secondorder serialcorrelation cannot be rejected in any specification. In the specification column 3 alsothe ALMP variables are treated as endogenous and are instrumented by lagged levels.In the specification in column 4 the proportion of votes for liberalconservative parties is used as an additional instrument. Other possible instrumental variables discussed in section 5.1 do not cause an increase in the Sargan test statistic. In column 5the results of the onestep estimator with robust standard errors are depicted.44 In column 6 the regional output is omitted using the two stepestimator.45 It can be seenthat the other coefficients are hardly affected.In most specifications the lagged proportion of manufacturing sector employees havepositive impact which is in line with the hypothesis that this sector is the drivingforcefor economic upturn in East Germany. Also a higher share of highlyskilled workershas a positive impact which underlines the importance of human capital for regionaldevelopment. The average number of employees per establishment in manufacturing 44 The Sargan test for the onestep specification comes again from the corresponding homoscedastic estimator.The results of the onestep estimator are comparable. Results are available on request by the author.45 22has a negative impact which is in line with previous results see BUTTNER, 1999 forfurther discussions.The resulting longterm elasticities are depicted in Table 6. As already discussed, thewage elasticity is negative in specification where the wage variable is instrumented.After instrumentation, the longterm wage elasticity is approximately between 12 and 17 per cent, which seems to be given that the public sector is included reasonable.Likewise reasonable is the longterm output elasticity which is between 37 and 44 percent.The estimated effects of ALMP on regular employment can be summarised as follows. JCS have a negative longterm effect on regular employment: A longterm increase of the participants in JCS by 1 per cent leads to a reduction of regular employment by 0.06 up to 0.1 per cent, which is moderate in comparison to magnitudes foundin other studies on subsidised employment in the public sector see CALMFORS et al.2001. PT seems to have no significant longterm effects. There seems to be a negativecontemporaneous effect in t, which vanishes in t1. Column 6 indicates that excluding output does not change the results to a large extent. This may be interpreted as evidence that ALMP has no strong employment effects via the regional output.23Table 5: Demand for Regular Labour in East German Districts1Twostep GMMall variables exogenous2Twostep GMMIV for wages3wages Twostep GMMIV for ALMP and Twostep GMMIV for ALMP and Onestep GMM IV for ALMP and Twostep GMMIV for ALMP and456wages external IVwages external IVwages external IVno output Param.tvalue 0.1580.1330.0061.0020.4930.1250.0740.0240.0580.0430.0680.0140.0390.0012.663.110.024.941.274.783.891.634.681.403.402.154.520.220.33410.77470.5713101, 3tvaluerobust1.713.522.070.092.322.322.061.390.012.140.690.160.20.790.390.1090.3260.1540.0440.7040.7040.4380.0550.0010.0460.0360.0040.0030.0290.0060.76480.84710.9600101, 3Variable Param.tvalue Param.tvalue Param.tvalue Param.tvalue Param.nit1 yitwit Prop. of Agriculture t1Prop. of Manufacturing t1Prop. of highly skilled t1Av. no. of workers establ. 103 t1Population Density t1jcs tjcs t1fbw tfbw t1Year 1999Year 2000Constant Sargan test, pvalue 1st order serial correlation, pvalue 2st order serial correlation, pvalue No. of Observations N, T0.1390.3400.0590.4020.5841.4320.1930.0600.0170.0140.0100.0090.0050.0220.0151.093.501.251.792.413.371.132.371.391.390.670.790.951.711.730.1560.3660.0990.2580.8351.2250.4100.0610.0100.0200.0210.0060.0130.0340.0052.023.611.921.213.342.902.653.410.922.101.380.592.512.720.570.1120.3870.1230.0950.5790.9290.4490.0630.0080.0700.0370.0210.0080.0430.0011.884.032.390.412.422.323.774.750.444.561.081.181.082.050.060.1160.3920.1170.0730.5000.9130.4870.0600.0130.0720.0590.0250.0100.0470.0012.083.992.620.302.412.364.354.620.714.892.011.511.302.300.060.01590.89520.6322101, 30.22540.74490.7403101, 30.50380.81100.7962101, 30.56270.80680.5595101, 324Table 6: Estimated LongRun Elasticities tvalues531246all variablesexogeneous IV for wages IV for ALMPand wages IV for ALMPand wages external IVIV for ALMPand wages external IVoutput IV for ALMPand wages external IVno output 0.366 3.290.1732.400.0010.010.0410.690.0521.950.0360.08pt twagejcs t0.1583.500.0291.670.0511.410.0984.100.0291.00Notes: Calculated from the estimation results in Table 5. The columns correspond to the columns in Table 5.jcs t jcs t1pt t pt t10.4364.040.1382.540.0090.440.0421.100.0883.240.0180.520.4434.030.1332.840.0150.720.0662.040.0963.450.0381.260.3953.230.0691.200.0201.360.0120.670.0030.160.0220.950.4343.660.1172.050.0120.920.0251.360.0110.550.0321.406 Conclusion Due to potential indirect effects of ALMP on nonparticipants, evaluation of ALMPusing aggregate data in addition to micro data is crucial. The larger a programme is,the more likely are indirect effects to occur. For this reason evaluation based on aggregate data seems to be essential in East Germany, where a large proportion of the labourforce participate in ALMPs.Similar to microeconometric studies, aggregate evaluation studies are associated withfundamental methodological problems: ALMP cannot be treated as exogenous withrespect to the local labour market condition. This has to be taken into account in orderto obtain an unbiased estimate of effect of ALMP.In this paper the three largest active labour market policy ALMP programmes jobcreation schemes JCS, structural adjustment schemes SAS and public trainingmeasures PT are evaluated. JCS and SAS are subsidised jobs, mostly implementedin the nonprofit sector. The analysis of the regional allocation rule of the funding of ALMPs reveals that ALMP cannot be treated as exogenous with respect to the locallabour market situation which makes the use of suitable econometric approaches necessary. Three different approaches based on different econometric techniques for paneldata GMM and twostage least squares and two different regional data sets are used.The augmented matching function indicates negative effects of JCS on matching efficiency and no significant effects of PT and SAS. This result is in line with availablemicroeconometric research. A reduced form approach based on the Beveridge curvedoes not indicate any longterm effects of ALMPs on regional job seeker rates. Thereare some shortterm effects indicating that SAS reduces transitionally the job seekerrate. A possible explanation is that it may reduce average wage costs in the shortrun 25and lead therefore to a temporary stabilisation of employment. However, more research seems to be necessary into this issue. Dynamic labour demand estimations,based on district level data, indicate that PT has no effects on employment and JCSleads to displacement of regular employment.Of course, deriving political implications based on the empirical evidence in this paper seems not to be appropriate. However, taking all the unpleasant results of availablemicro studies into account, one can state that a radical reform of the East German ALMP and especially of JCS seems to be urgent. An interesting question which mayprovide additional political implications is how the differences in the results of JCSand SAS can be explained. This is, however, a topic for further research. Another issuefor further research is to take labour market participation, migration, and spillovereffects within more structural models into account.26References Anderson, T. W. and C. Hsiao 1981, Estimation of dynamic models with error components, Journalof the American Statistical Association 76, 598606.Arrelano, M. and S. Bond 1991, Some Tests of Specification for Panel Data: Monte Carlo Evidenceand an Application to Employment Equations, Review of Economics Studies 58, 277297.Atkinson, A. B. and J. Micklewright 1991, Unemployment compensation and labor market transitions: a critical review; Journal of Economic Literature 24, 16791727.Baltagi, B. 2001, Econometric Analysis of Panel Data, 2. ed., Chichester.Bergemann A., B. Fitzenberger, B. Schultz und S. Speckesser 2000, Multiple Active Labor Market Policy Participation in East Germany: An Assessment of Outcomes, Konjunkturpolitik, Suppl. 51,195244.Bellmann. L. and R. Jackman 1996, Aggregate Impact Analysis, in: Schmid. G., J. OReilly and K.Schomann Eds., International Handbook of Labour Market Policy and Evaluation, Cheltenham,143162.Blanchard, O .J. and P. Diamond 1994, Ranking, Unemployment Duration, and Wages, Review of Economic Studies 61, 417434.Blien, U. 2002, Ein Arbeitsmarktgesamtindikator zur regionalen Mittelverteilung fur die aktive Arbeitsmarktpolitik, in: Kleinhenz, G. Hrsg., IABKompendium Arbeitsmarkt und Berufsforschung, Beitr AB, Bd. 250, 335344.Blien, U., E. Maierhofer, D. Vollkommer und K. Wolf 2002, Ostdeutschland Effekte der Arbeitsmarktpolitik auf die regionale Beschaftigung, IAB Kurzbericht 13 2.7.2002.Blundell, R. and S. Bond 1998, Initial conditions and moment restrictions in dynamic panel datamodels, Journal of Econometrics 87, 115143.Boeri, T. and M.C. Burda 1996, Active Labor Market Policies, Job Matching and the Czech Miracle,European Economic Review 40, 805817.BorschSupan, A. H. 1991, Panel Data Analysis of the Beveridge Curve Is there a macroeconomicrelationship between the Rate of Unemployment and the Vacancy Rate, Economica 58 231, 279297.Bond, S. 2002, Dynamic Panel Data Models: A Guide to Micro Data Methods and Practice, Portuguese Economic Journal 1 2, 141162.Buttner, T. 1999, Agglomeration, Growth, and Adjustment, ZEW Economic Studies, Vol. 2, Heidelberg.Buttner, T. and H. Prey 1998, Does Active Labour Market Policy Affect Structural Unemployment?An Empirical Investigation for West German Regions, 1986 to 1993, Zeitschrift fur Wirtschaftsund Sozialwissenschaften ZWS 118, 389412.Bundesanstalt fur Arbeit 2003, Aufbau Ost Der Beitrag der Bundesanstalt fur Arbeit, Nurnberg.Calmfors, L. 1994, Active Labour Market Policy and Unemployment A framework for the Analysis of Crucial Design Features, OECD Economic Studies 22, 747.Calmfors, L. 1995, What Can We Expect from Active Labour Market Policy?, Konjunkturpolitik 43,1130.Calmfors, L. and H. Lang, 1995, Macroeconomic Effects of Active Labour Market Programmes in a Union WageSetting, Economic Journal 105, 601619.Calmfors, L., and P. Skedinger, 1995, Does Active Labour Market Policy Increase Employment?Theoretical Considerations and Some Empirical Evidence from Sweden, Oxford Review of Economics 11 1, 91109.Calmfors, L., A. Forslund and M. Hemstrom 2001, Does Active Labour Market Policy Work? Lessons from the Swedish Experiences, Swedish Economic Policy Review 2.Cockx, B. and G. Ridder 2001, Social Employment of Welfare Recipients in Belgium: An Evaluation, Economic Journal 111, 322352.27Fay, R. 1996, Enhancing the Effectiveness of Active Labour Market Policies: Evidence from Programme Evaluations in OECD Countries, Labour Market and Social Policy Occasional Papers No.18, OECD Paris.Fertig, M. und C. M. Schmidt 2000, Discretionary Measures of Active Labor Market Policy: The German Employment Promotion Reform in Perspective, Schmollers Jahrbuch Journal of Applied Social Science Studies 120, 537565.Fertig, M, C. M. Schmidt and H. Schneider 2002, Active Labour Market Policy in Germany Isthere a Successful Policy Strategy, IZA Discussion Paper No. 576, Bonn.Feist, H. und R. Schob 2000, Hilfe zur Arbeit Lehren aus dem Leipziger Modell, Wirtschaftsdienst 32000, 159166.Franz, W. and W. Smolny 1994, The Measurement and Interpretation of Vacancy Data and the Dynamics of the BeveridgeCurve: The German Case, in: Muysken, J. ed., Measurement and Analysis of Job Vacancies, Aldershot, 203237.Franz, W. und H.J. Schalk 1995, Eine kritische Wurdigung der Wirksamkeit der regionalen Investitionsforderung in der Bundesrepublik Deutschland, in: Gahlen B., H. Hesse und H. RamserHrsg., Standort und Region. Neue Ansatze zur Regionalokonomik, Tubingen, 283302.Gerfin, M. and M. Lechner 2002, Microeconometric Evaluation of the Active Labour Market Policyin Switzerland, The Economic Journal 112, 854893.Greene, W. 2000, Econometric Analysis, Forth Edition, Prentice Hall.Hardle, W. 1991, Applied nonparametric regression, 1. paperback ed., Cambridge.Hagen, T. und V. Steiner 2000, Von der Finanzierung der Arbeitslosigkeit zur Forderung von Arbeit Analysen und Handlungsempfehlungen zur Arbeitsmarktpolitik, ZEW Wirtschaftsanalysen, Bd.51, BadenBaden.Heckman, J.J., R.J. Lalonde and J.A. Smith 1999, The Economics and Econometrics of Active Labor Market Programs, in: O. Ashenfelter und D. Card Eds., Handbook of Labour Economics, Vol. 3,Amsterdam, 18652097.Heckman, J.J., J. Smith and N. Clements 1997, Making the Most out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts, Review of Economic Studies 64, 487535.Hujer, R. und M. Caliendo 2001, Evaluation of Active Labour Market Policy Methodological Concepts and Empirical Estimates, in: Becker, I., N. Ott und G. Rolf, Hrsg., Soziale Sicherung ineiner dynamischen Gesellschaft, Frankfurt, 583617.Hujer, R., M. Caliendo and D. Radic 2002, Estimating the Effects of Wage Subsidies on the Labour Demand in WestGermany using the IABEstablishment Panel, ifoStudien 47 2, 163197.Hujer, R., U. Blien, M. Caliendo and C. Zeiss 2002, Macroeconometric Evaluation of Active Labour Market Policy in Germany A Dynamic Panel Approach Using Regional Data, IZA Discussion Paper No. 616, Bonn.Hujer, R., M. Caliendo and S. Thomsen 2003, New Evidence on the Effects of Job Creation Schemesin Germany A Matching Approach with Threefold Heterogeneity, University of Frankfurt Working Paper, Frankfurt.Hunt, J. 1995, The Effect of Unemployment Compensation on Unemployment Duration in Germany,Journal of Labour Economics 13 1, 88120.Isserman, A., C. Taylor, S. Gerking and U. Schubert 1986, Regional Labor Markets, in: P. Nijkamped., Handbook of Regional and Urban Economics, Vol. I, 543580.Johnson, G. and J. Tomola 1977, Fiscal substitution effects of alternative approaches to public service employment, Journal of Human Resources 12, 326.Judson, R.A. and A. L. Owen 1999, Estimating Dynamic Panel Data Models: a Guide for Macroeconomists, Economic Letters 65, 915.Kraft, K. 1998, An Evaluation of Active and Passive Labour Market Policy, Applied Economics 30,783793.28Lechner, M. 2001, Identification and Estimation of Causal Effects of Multiple Treatments under the Conditional Independence Assumption, in: Lechner, M. and F. Pfeiffer eds, Econometric Evaluation of Labour Market Policies, Heidelberg, 4358.Lehmann, H. 1995, Active Labor Market Policies in the OECD and in Selected Transition Economies, World Bank Policy Research Working Paper No.1502, Washington D.C Martin, J.P. 2000, What Works among Active Labour Market Policies: Evidence from OECD Countries Experiences, OECD Economic Studies 30 1, 79113.Machin, S. and A. Manning 1999, The Causes and Consequences of Longterm Unemployment in Europe, in: O. Ashenfelter and D. Card Eds., Handbook of Labour Economics, Vol  3, Amsterdam, 30853139.Munich, D., J. Svejnar and K. Terrell 1998, The WorkerFirm Matching in Transition Economies:Why Are the Czechs More Sucessfull Than Others?, Working Paper No. 107, William Davidson Institute at the University of Michigan Business School.Nickell, S., L. Nunziata, W. Ochel and G. Quintini 2002, The Beveridge Curve, Unemployment and Wages in the OECD from the 1960 to the 1990s, in: Phelps E. S. and P. Aghion Eds., Knowledge, information, and expectations in modern macroeconomics, 394431.Puhani, P. 1999, Evaluating Active Labour Market Policies, ZEW Economic Studies, Vol. 5, Heidelberg.Pannenberg, M. and J. Schwarze 1996, Unemployment, Labor Market Training Programs and Regional Wages: An Extended Wage Curve Approach, DIWDiskussionspapiere No. 139, Berlin.Petrongolo, B. and C. A. Pissarides 2001, Looking into the Black Box: A Survey of the Matching Function, Journal of Economic Literature XXXIX June, 390431.Pissarides, C.A. 2000, Equillibrium Unemployment Theory, MIT Press.Prey, H. 1999, Wirkungen staatlicher Qualifizierungsmanahmen Eine empirische Untersuchungfur die Bundesrepublik Deutschland, Schriftenreihe des Forschungsinstituts fur Arbeit und Arbeitsrecht an der Universitat St. Gallen, Bd. 19, Bern.Rubin, D. 1980, Comment of Badu, D. Randomization Analysis of Experimental Data: The Fisher Randomization Test, Journal of the American Statistical Association 75, 591593.Sarno, L. and M. P. Taylor 1998, Real exchange rates under the current float: unequivocal evidenceof mean reversion, Economics Letters 60, 131137.Schmid G., S. Speckesser and C. Hilbert 2001, Does Active Labour Market Policy Matter? An Aggregate Analysis for Germany, in: de Koning J. and H. Mosley Eds., Labour Market Policy and Unemployment. An Evaluation of Active Measures in France, Germany, the Netherlands, Spainand Sweden, Cheltenham, 77114.Steiner, V. 1997, Extended BenefitEntitlement Periods and the Duration of Unemployment in West Germany, ZEW Discussion Paper No. 9714, Mannheim.Steiner, V. 2001, Unemployment Persistence in the West German Labour Market: Negative Duration Dependence or Sorting?, Oxford Bulletin of Economics and Statistics 63 1, 91113.Steiner, V., E. Wolf, J. Egeln, M. Almus, H. Schrumpf und P. Feldotto 1998, Strukturanalyse der Arbeitsmarktentwicklung in den neuen Bundeslandern, ZEW Wirtschaftsanalysen, Bd. 30, BadenBaden.Steiner, V. und T. Hagen 2002, Was kann die Aktive Arbeitsmarktpolitik in Deutschland aus der Evaluationsforschung in anderen europaischen Landern lernen?, Perspektiven der Wirtschaftspolitik 3 2, 189206.Taylor, C.A. 1982, Econometric Modelling of Urban and Other Substate Areas, Regional Scienceand Urban Economics 12, 425448.Taylor, M. P. and L. Sarno 1998, The behavior of real exchange rates during the postBretton Woodsperiod, Journal of International Economics 46, 281312.Topel, R.H. 1986, Local Labor Markets, Journal of Political Economy 94 3, 111143.Van Ours, J. 2002, The Lockingin Effect of Subsidized Jobs, Cent ER Discussion Paper No. 200260.29Van Reenen, J. 1997, Employment and Technological Innovation: Evidence from U.K. Manufacturing Firms, Journal of Labor Economics 152, 255284.Wall, H.J. and G. Zoega 2002, The British Beveridge Curve: A Tale of Ten Regions, Oxford Bulletin of Economics and Statistics 64 3, 261280.Wooldridge, J.M. 2002, Econometric analysis of cross section and panel data, Cambridge.30Appendix Table A1: Sample Statistics Beveridge Curve Approach nonweighted, percentagesMax Mean Min Rate of open unemployment JSRShorttime workers relative to labour force Accomodation ratio JCSAccomodation ratio SASAccomodation ratio PTNotes: Nonweighted sample statistic for the specification 1 in Table A6. 35 monthly LEOA data from February 2000 until January 2003.26.0133.018.3619.0712.5212.2717.8823.010.416.594.257.7411.7015.820.021.6180.1524.172Standard Deviation 2.683.490.512.772.081.39Table A2: Sample Statistics Matching Function nonweighted, percentagesMean Min Max Inflows into Employment all typesInflows into JCS and SASOpen unemploymentRegistered vacanciesParticipants in JCSParticipants in SASParticipants in PTProp. of young in labour force 25 Prop. of older unemployed 3 55Prop. of female unemployed Prop. of foreign unemployed Prop. of unemployed with UBNotes: Nonweighted sample statistic for the specification 5 in Table 2. 35 quarterly LEOA data fromthe second quarter 2000 until the first quarter 2002. relative to total labour force.4.700.2617.440.851.721.031.8412.6628.4351.881.9945.977.720.8023.671.735.032.303.0714.8835.0259.1617.6263.132.370.0512.110.270.470.230.949.6020.9741.600.6934.84Standard Deviation 1.180.132.590.290.750.480.441.022.993.532.724.9731Table A3: Sample Statistics Demand for Regular Labour nonweighted, percentagesMax Mean Min Employment total Monthly Wages per Employee in Industry EuroProp. of employees in farming Prop. of employees in manufacturing Prop. of highly skilled employees university or polytechnic degreeAverage number of employees per establishment inmanufacturing 2459.76Population density Votes for liberalconservative parties CDU plus FDP66.6Notes: Nonweighted sample statistic for all specifications in Table 5. relative to total labour force.69.481981.834.3231.888.8381.104384.3213.8246.1322.554.371238.00.2212.754.00327.9543.26428.6810.2540.8614.881.7725.3842.74215.86Standard Deviation 11.54344.762.697.323.07Table A4: Instrumenting ALMP FirstDifferenced SUR Estimationjcssaspt Unemployment rate t2Prop. of young in labour force t1Prop. of young in labour force t2Prop. of older unemployed t1Prop. of older unemployed t2Prop. of foreign unemployed t1Prop. of foreign unemployed t2Prop. of female unemployed t1Prop. of female unemployed t2Prop. of unemployed with UB t1Prop. of unemployed with UB t2Aggregate Unemployment Rate t1Aggregate Unemployment Rate t2Aggregate Vacancy Rate t1Aggregate Vacancy Rate t2Prop. of welfare recipients in the pop. t1Votes for liberalconservative parties t1Votes for liberalconservative parties x trend t1Welfare recip. x liberalconservative x trend t1linear trend Quarter 2Quarter 3Quarter 4Prop. of foreigner in labour force t1Prop. of foreigner in labour force t2Prop. of women in labour force t1Prop. of women in labour force t1BreuschPagan test of independence pvalueCorrelation matrix of residualsjcssaspt No. of observations N, TR2Coef.2.0649.37510.2521.5615.73312.12318.6962.6042.6070.0680.9591.6292.0120.5830.8100.0070.0290.0010.0000.1000.0490.1190.031tvalue Coef.9.18 0.0411.51 1.1421.89 9.1711.26 1.5934.72 1.8921.522.263.29 0.7663.29 0.3870.11 1.0481.56 0.2772.08 2.7222.66 0.2771.44 0.6521.96 0.5411.83 0.0031.35 0.0221.13 0.0022.03 0.0002.380.32 0.2120.97 0.4970.32 0.5899.10828.989.3654.651tvalue Coef.0.26 0.0970.24 0.8502.16 3.5371.78 0.8702.12 1.0287.7603.4301.33 0.1000.64 0.3612.42 0.0690.62 1.1894.47 0.4630.41 0.8692.05 0.0101.42 0.3621.28 0.0031.42 0.0036.2 0.0011.65 0.0001.88 0.1234.60 0.1367.42 0.0230.55 15.211.49 12.331.841.06tvalue 0.910.31.371.491.772.040.870.270.940.244.051.212.330.051.741.590.255.121.541.692.220.481.40.97c 23 13.668 0.0034sas 1.00000.01035, 80.6096pt 1.00035, 80.2369jcs 1.00000.11380.139635 ,80.4875Notes: Firststage estimation for column 5 in Table 2.32Table A5: Unit Root Tests for Monthly Panel Datalagsjsritvit ADFC0.05jcsitsasit 123456789101112C0.0521.41221.57821.75121.93122.12022.31822.52522.74422.97423.21823.47623.751ADF425.330933.429596.918466.528416.538512.167449.439270.361357.845564.350964.569741.916C0.05 21.412 21.578 21.751 21.931 22.120 22.318 22.525 22.744 22.974 23.218 23.476 23.751Notes: ADF is the test statistic of the augmented Dickey Fuller Test for panel data as proposed by SARNO and TAYLOR 1998 and TAYLOR and SARNO 1998. C0.05 is the 5 per cent critical value, the nullhypothesis of a unit root is rejected if ADF C0.05.ADF465.282 21.412 675.743622.853 21.578 431.659964.947 21.751 537.655729.837 21.931 435.921568.135 22.120 396.766581.823 22.318 371.777681.206 22.525 289.996634.840 22.744 303.708446.763 22.974 300.550432.073 23.218 315.358289.150 23.476 462.232424.444 23.751 382.194ADFC0.05C0.0521.412 453.369 21.41221.578 208.022 21.57821.751 234.070 21.75121.931 351.964 21.93122.120 591.281 22.12022.318 540.462 22.31822.525 347.501 22.52522.744 206.179 22.74422.974 267.606 22.97423.218 263.841 23.21823.476 291.737 23.47623.751 400.750 23.751ptit ADF 631.1861248.525 613.626 530.415 627.145 654.134 550.566 600.964 461.321 350.229 307.581 429.615Table A6: Estimation Results Augmented Beveridge Curve With ShortTime Workthree lagged levels for2ers Param.3instrumentation Param.jsr t1jsr t2jsr t3jsr t4jsr t5jsr t6jsr t7jsr t8jsr t9jsr t10jsr t11jsr t12v t1v t2v t3v t4v t5v t6Prop. of disabled unempl. t1Prop. of disabled unempl. t2Prop. of disabled unempl. t3Prop. of disabled unempl. t4Prop. of disabled unempl. t5Prop. of disabled unempl. t6Prop. of bluecollar unempl. t1Prop. of bluecollar unempl. t2Prop. of bluecollar unempl. t3Prop. of bluecollar unempl. t4Prop. of bluecollar unempl. t5Prop. of bluecollar unempl. t61Param.0.9800.0760.0740.0260.0260.0310.0450.0530.0730.1780.1370.1010.0090.0080.0020.0050.0040.0020.0340.8680.6690.3760.4700.1630.1510.2110.0690.4010.0140.087tvaluerobust25.941.522.060.520.580.630.921.401.594.683.673.643.253.130.642.061.670.750.071.271.120.790.950.571.441.270.482.390.090.8533tvaluerobust14.870.291.570.701.020.730.130.022.704.630.930.210.130.241.130.030.360.400.141.342.142.001.361.231.700.151.000.470.690.150.8700.0250.2410.0530.1340.0470.0070.0010.1250.2250.0480.0080.0010.0010.0050.0000.0020.0020.1081.5352.2951.9371.1000.6430.3200.0470.2650.1220.1710.028tvaluerobust25.981.562.080.540.560.660.951.461.534.663.693.623.293.160.682.031.650.730.091.271.140.760.930.521.451.260.432.330.050.860.9820.0760.0740.0260.0260.0310.0450.0530.0730.1780.1370.1010.0090.0080.0020.0050.0040.0020.0340.8680.6690.3760.4700.1630.1510.2110.0690.4010.0140.087Table A6 continued Prop. of young in labour force t1Prop. of young in labour force t2Prop. of young in labour force t3Prop. of young in labour force t4Prop. of young in labour force t5Prop. of young in labour force t6Prop. of female unempl. t1Prop. of female unempl. t2Prop. of female unempl. t3Prop. of female unempl. t4Prop. of female unempl. t5Prop. of female unempl. t6Prop. of foreign unempl. t1Prop. of foreign unempl. t2Prop. of foreign unempl. t3Prop. of foreign unempl. t4Prop. of foreign unempl. t5Prop. of foreign unempl. t6acccr jcs tacccr jcs t1acccr jcs t2acccr jcs t3acccr jcs t4acccr jcs t5acccr jcs t6acccr jcs t7acccr jcs t8acccr jcs t9acccr jcs t10acccr jcs t11acccr jcs t12acccr sas tacccr sas t1acccr sas t2acccr sas t3acccr sas t4acccr sas t5acccr sas t6acccr sas t7acccr sas t8acccr sas t9acccr sas t10acccr sas t11acccr sas t12acccr pt tacccr pt t1acccr pt t2acccr pt t3acccr pt t4acccr pt t5acccr pt t6acccr pt t7acccr pt t8acccr pt t9acccr pt t10acccr pt t11acccr pt t12ln national unemployment rate t1ln national unemployment rate t2ln national unemployment rate t3ln national unemployment rate t4ln national unemployment rate t5ln national unemployment rate t6ln national vacancy rate t1ln national vacancy rate t2ln national vacancy rate t3ln national vacancy rate t4ln national vacancy rate t5ln national vacancy rate t6Constant Sargan test c 2 pvalue1st order serial correlation, pvalue 2st order serial correlation, pvalue No. of observations N, TNotes: 11 monthly dummies are included but not reported.0.6110.5700.4140.2620.1330.5940.1540.0630.2180.2820.3510.3160.4070.1060.1770.1630.1560.0740.0010.0000.0070.0090.0040.0040.0030.0040.0060.0020.0050.0040.0030.0010.0060.0020.0040.0050.0110.0020.0010.0090.0020.0070.0070.0100.0470.0590.0110.0010.0100.0150.0160.0030.0190.0180.0160.0070.0040.3970.2710.0300.0120.2280.1530.0150.0460.2250.3600.1660.0160.0002.351.971.260.770.342.271.720.431.611.702.793.041.010.190.290.290.250.160.270.021.241.810.800.810.430.861.530.410.890.710.820.211.070.720.921.112.890.350.12.210.451.650.992.075.445.161.280.210.971.792.000.292.362.191.770.880.948.383.350.310.142.561.670.170.383.322.931.220.190.370.00000.340335, 37341180.80 1.00001199.72 1.00001180.80 1.00000.00080.743835, 370.00000.340335, 370.7300.4890.3100.4290.1780.8100.1390.2750.1220.2270.2470.3470.9300.0330.1160.1040.3080.9280.0090.0120.0120.0330.0320.0180.0120.0070.0170.0140.0030.0070.0060.0260.0550.0120.0000.0150.0110.0030.0060.0200.0130.0020.0050.0020.0450.0440.0030.0160.0120.0020.0110.0380.0460.0350.0190.0120.0060.4290.3670.1280.0640.1870.0110.1210.1450.1210.3130.1430.0270.0002.081.220.720.760.332.791.020.930.280.621.002.701.490.041.290.970.341.271.181.011.071.731.441.470.970.7822.270.51.071.351.832.681.350.040.850.620.370.641.791.470.290.540.274.893.230.251.731.010.160.742.172.751.980.970.760.867.093.880.890.451.550.101.080.851.092.320.990.240.140.6110.5700.4140.2620.1330.5940.1540.0630.2180.2820.3510.3160.4230.1060.1770.1630.1560.0740.0010.0000.0070.0090.0040.0040.0030.0040.0060.0020.0050.0040.0030.0010.0060.0020.0040.0050.0110.0020.0010.0090.0020.0070.0070.0100.0470.0590.0110.0010.0100.0150.0160.0030.0190.0180.0160.0070.0040.3970.2710.0350.0120.2280.1530.0150.0460.2250.3600.1660.0140.0002.381.951.250.730.332.241.710.471.641.732.723.071.040.160.310.110.250.140.220.011.251.830.760.820.420.841.520.420.960.720.840.251.020.780.951.162.880.310.152.230.461.640.972.055.405.111.230.220.951.742.020.242.332.241.780.850.968.353.330.320.152.511.660.150.333.312.941.210.800.35", "filename": "dp0327.pdf", "person": ["Tobias Hagen", "Hagen, Tobias"], "date": ["2003"]}