{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/24056/1/dp0446.pdf"], "title": ["Evaluation der Eingliederungseffekte von Arbeitsbeschaffungsmaßnahmen in reguläre Beschäftigung für Teilnehmer in Deutschland"], "plaintext": "NonTechnical Summary In diesem Beitrag werden die EingliederungsEffekte von ABM in regulare ungeforderte Beschaftigung evaluiert. Durch die Verwendung der Informationen der Beschaftigtenstatistik wird eine solche Untersuchung auf Grundlage prozessgenerierter Daten der BA erstmals moglich. Der verwendete Datensatz enthalt Informationen zu Teilnehmern in ABM, die im Februar 2000 in die Manahmen eingetreten sind. Zusatzlich dazu wurden Kontrollindividuen gezogen, die im Januar 2000 arbeitslos waren und die Anforderungen fur eine Teilnahme in ABM erfullten. In der Schatzung der Effekte werden sowohl die regionalen Unterschiede im deutschen Arbeitsmarkt als auch gruppenspezifische Unterschiede besonderer Problemgruppen des Arbeitsmarktes berucksichtigt. Der vorliegende Verbleibszeitraum erstreckt sich bis Dezember 2002, d.h. bis fast drei Jahre nach ManahmenEintritt der Teilnehmer. Durch die groe Zahl von Teilnehmern und Nichtteilnehmern sowie einem umfangreichen Merkmalsspektrum kann in der Analyse ein MatchingSchatzer verwendet werden, der auf der Grundlage der Zusammenfuhrung statistischer Zwillinge die individuellen NettoEffekte bestimmt. Die deskriptive Analyse der Teilnehmerstruktur zeigt, dass die Zielorientierung in der Zuweisung der Teilnehmer in Ostdeutschland geringer ist als in Westdeutschland. Mogliche Grunde hierfur sind eher strukturelle Zielsetzungen, wie z.B. der Erhalt des sozialen Friedens oder die Entlastungsfunktion des Arbeitsmarktes. In Westdeutschland hingegen ist eine starker an den gesetzlichen Vorgaben orientierte Zuweisung besonders forderungsbedurftiger Personen zu erkennen; so sind hier die Anteile von Personen ohne Berufsausbildung oder mit gesundheitlichen Einschrankungen im Vergleich zu Ostdeutschland hoher. Die ermittelten NettoEffekte sind uber den Beobachtungszeitraum bis Dezember 2002 fur die einzelnen Subgruppen unterschiedlich. Wahrend die Effekte fur Teilnehmer in Ostdeutschland am Ende des Untersuchungszeitraums negativ sind, kann fur Frauen in Westdeutschland eine signifikante Verbesserung der Beschaftigungssituation durch die Teilnahme ermittelt werden; fur Manner in Westdeutschland sind die Effekte insignifikant. Die Berucksichtigung der regionalen und gruppenspezifischen Unterschiede zeigt, dass vor allem in Agenturbezirken mit einem relativ zum jeweiligen Landesteil schlechteren Arbeitsmarktumfeld die negativen Beschaftigungswahrscheinlichkeiten nach ManahmenEnde im Vergleich zum Landesteildurchschnitt eher gering sind. In Agenturbezirken mit relativ besserer Arbeitsmarktlage ist der Unterschied zum Landesteildurchschnitt dagegen vergleichsweise hoher. Dies weist auf attraktivere Alternativen auf dem Arbeitsmarkt fur Nichtteilnehmer hin. Die Ergebnisse zeigen zwar deutliche Unterschiede in den Effekten fur Subgruppen, insgesamt weisen die empirischen Befunde jedoch darauf hin, dass das Ziel der Eingliederung in regulare ungeforderte Beschaftigung durch ABM weitgehend nicht realisiert werden konnte. Durch die Aktualitat der verwendeten Daten sowie die erstmalige Verwendung der Informationen der Beschaftigungsstatistik kann die Studie als wichtige Vorarbeit fur zukunftige Evaluationen gesehen werden. Andere Zielsetzungen von ABM werden in dieser Analyse nicht berucksichtigt. Insofern hangt eine Gesamtbewertung dieses Instruments aktiver Arbeitsmarktpolitik davon ab, welches Gewicht diesen zusatzlichen Faktoren beigemessen wird. Der Gesetzgeber ist gefordert, fur kunftige Evaluationen geeignete Kriterien zur Bewertung eines multidimensionalen Zielsystems von ABM festzulegen. Evaluation der Eingliederungseffekte von Arbeitsbeschaffungsmanahmen in regulare Beschaftigung fur Teilnehmer in Deutschland 1 Marco Caliendo, Reinhard Hujer und Stephan L. Thomsen 2 Abstract In dieser Studie werden die Wirkungen von Arbeitsbeschaffungsmanahmen ABM in Deutschland auf die individuellen Eingliederungswahrscheinlichkeiten der Teilnehmer in regulare Beschaftigung evaluiert. Fur die Untersuchung wird ein umfangreicher und informativer Datensatz aus den Datenquellen der Bundesagentur fur Arbeit BA verwendet, der es ermoglicht, die Wirkungen der Programme differenziert nach individuellen Unterschieden der Teilnehmer und mit Berucksichtigung der heterogenen Arbeitsmarktstruktur zu untersuchen. Der Datensatz enthalt Informationen zu allen Teilnehmern in ABM, die ihre Manahmen im Februar 2000 begonnen haben, und zu einer Kontrollgruppe von Nichtteilnehmern, die im Januar 2000 arbeitslos waren und im Februar 2000 nicht in die Programme eingetreten sind. Mit Hilfe der Informationen der Beschaftigtenstatistik ist es hierbei erstmals moglich, den Abgang in regulare Beschaftigung auf Grundlage administrativer Daten zu untersuchen. Der vorliegende Verbleibszeitraum reicht bis Dezember 2002. Unter Verwendung von MatchingMethoden auf dem Ansatz potenzieller Ergebnisse werden die Effekte von ABM mit regionaler Unterscheidung und fur besondere Problem und Zielgruppen des Arbeitsmarktes geschatzt. Die Ergebnisse zeigen zwar deutliche Unterschiede in den Effekten fur Subgruppen, insgesamt weisen die empirischen Befunde jedoch darauf hin, dass das Ziel der Eingliederung in regulare ungeforderte Beschaftigung durch ABM weitgehend nicht realisiert werden konnte. Keywords: Arbeitsbeschaffungsmanahmen, Evaluation, NettoEffekte, Matching JELClassification: H43, J64, J68, C13, C40 1 Die Autoren danken dem Institut fur Arbeitsmarkt und Berufsforschung IAB fur finanzielle Unterstutzung im Rahmen des Kooperationsprojektes Eingliederungseffekte und weiterer Nutzen von ABM und SAM fur die Geforderten. 2 Marco Caliendo ist wissenschaftlicher Mitarbeiter am Lehrstuhl fur Statistik und Okonometrie, J.W.Goethe Universitat Frankfurt und Research Affiliate des IZA, Bonn, email: caliendowiwi.unifrankfurt.de. Prof. Dr. Reinhard Hujer ist Professor fur Statistik und Okonometrie, J.W.GoetheUniversitat Frankfurt, Research Associate des IZA, Bonn und Forschungsprofessor am ZEW, Mannheim, email: hujerwiwi.unifrankfurt.de. Stephan L. Thomsen ist wissenschaftlicher Mitarbeiter am Lehrstuhl fur Statistik und Okonometrie, J.W.Goethe Universitat Frankfurt, email: sthomsenwiwi.unifrankfurt.de. 1 Einleitung Die Instrumente der aktiven Arbeitsmarktpolitik in Deutschland sollen eine an individuellen Lebenslagen orientierte Hilfe und damit einen vor allem auf Problemgruppen zielenden Mitteleinsatz ermoglichen, um Arbeitslose in regulare Beschaftigung einzugliedern und die individuelle Arbeitslosigkeitsdauer zu verringern. Rechtliche Grundlage ist das Sozialgesetzbuch III SGB III, das seit der Reform des Arbeitsforderungsgesetzes AFG im Jahr 1998 die aktive Arbeitsmarktpolitik in Deutschland regelt. Kennzeichen der Arbeitsmarktpolitik seit dieser Reform sind ein starker flexibilisierter und dezentralisierter Einsatz der Instrumente in Verbindung mit einer hoheren Eigenverantwortlichkeit der ortlichen Arbeitsvermittler. Mit der Reform wurde auch die Wirksamkeitskontrolle der eingesetzten Mittel und Manahmen gesetzlich fixiert. So ist die Untersuchung der Wirkungen der Arbeitsforderung ein Schwerpunkt der Arbeitsmarktforschung, die zeitnah die Effekte auf die Vermittlungsaussichten messen, Kosten und Nutzen gegenuberstellen sowie die gesamtwirtschaftlichen NettoEffekte identifizieren soll. Als Ma der Wirksamkeit weist die Bundesagentur fur Arbeit BA in den Eingliederungsbilanzen die Eingliederungsquoten bzw. Verbleibsquoten aus. Sie sind als Anteil von Teilnehmern definiert, die sechs Monate nach ManahmenEnde in einem Beschaftigungsverhaltnis stehen bzw. nicht mehr arbeitslos gemeldet sind. Die ausschlieliche Beurteilung der Wirksamkeit der aktiven Arbeitsmarktpolitik anhand dieser Indikatoren ist jedoch aus mehreren Grunden problematisch. Zum einen erlauben die ausgewiesenen Wirkungsindikatoren keine Aussagen uber die Nachhaltigkeit der Forderung, da der Verbleib am Arbeitsmarkt lediglich stichtagbezogen sechs Monate nach ManahmenEnde betrachtet wird. Zum anderen stellen Eingliederungs bzw. Verbleibsquoten lediglich die BruttoErgebnisse dar und erlauben keine Schlussfolgerung uber die NettoEffekte, d.h. der Effekt der Manahme fur Teilnehmer im Vergleich zur Nichtteilnahme. Der tatsachliche ManahmenEffekt, der Grundlage politikrelevanter Implikationen ist, lasst sich aber nur durch diese NettoEffekte darstellen. Obwohl die aktive Arbeitsmarktpolitik in Deutschland derzeit eine deutliche Prioritatenverschiebung zu einer starker aktivierenden und flexiblen Arbeitsmarktpolitik erfahrt JobAqtivGesetz 2002 und Gesetze Moderne Dienstleistungen am Arbeitsmarkt 2004, haben die ursprunglichen Eckpfeiler der aktiven Arbeitsmarktpolitik zwar eine abnehmende, aber nach wie vor groe Bedeutung. So waren neben der Forderung der beruflichen Weiterbildung Fb W die beschaftigungsschaffenden Manahmen des zweiten Arbeitsmarktes, d.h. Arbeitsbeschaffungsmanahmen ABM und Strukturanpassungsmanahmen SAM, bis zum Jahr 2002 das umfangreichste Instrument aktiver Arbeitsmarktpolitik im Hinblick auf die Zahl der geforderten Personen und dem damit verbundenen finanziellen Aufwand. Im Jahr 2002 traten 3insgesamt 164.691 Personen eine Beschaftigung in einer ABM an, 53.013 Personen nahmen an einer SAM teil. Der finanzielle Aufwand der BA fur die Durchfuhrung dieser Programme betrug fur ABM 2,33 Mrd. Euro, fur SAM 0,81 Mrd. Euro.3 Diese Groen verdeutlichen neben dem mit den Manahmen verbundenen volkswirtschaftlichen Aufwand auch die Notwendigkeit einer Evaluation der eingesetzten Mittel. Bisherige Studien zur Evaluation von ABM in Deutschland verwenden in der Regel Datensatze mit relativ kleinen Stichproben und einer regionalen Beschrankung auf die neuen Bundeslander. Ein Uberblick uber die Ergebnisse empirischer Studien in Deutschland geben Caliendo, Hujer und Thomsen 2003. Die Arbeiten von Caliendo, Hujer und Thomsen 2003 und Hujer, Caliendo und Thomsen 2003 untersuchen die NettoEffekte von ABM fur das gesamte Bundesgebiet und differenzieren diese im Hinblick auf regionale, gruppenspezifische und sektorale Unterschiede. Allerdings verwenden sie als Ergebnisvariable die auch in den Verbleibsquoten verwendete Information, die lediglich Aussagen uber eine Abgang aus Arbeitslosigkeit bzw. Arbeitsuche erlaubt und keinen Indikator fur den Integrationserfolg in regulare Beschaftigung darstellt. Eine weitere Einschrankung stellt der kurze Beobachtungshorizont von zwei Jahren nach Manahmenbeginn dar, der unter Berucksichtigung einer durchschnittlichen Manahmendauer von zwolf Monaten nur die Ermittlung der kurz bis mittelfristigen Wirkungen erlaubt. Mit Berucksichtigung dieser Einschrankungen zeigen die Ergebnisse negative Effekte der Programme fur die individuellen Arbeitsmarktchancen, d.h. Teilnehmer haben eine hohere Wahrscheinlichkeit, im Anschluss an die Manahmen arbeitsuchend gemeldet zu sein als Nichtteilnehmer. In der vorliegenden Studie werden die mikrookonomischen Wirkungen von ABM auf die Eingliederung in regulare ungeforderte Beschaftigung fur Teilnehmer geschatzt, d.h. die NettoEffekte der Programme werden unter Verwendung von MatchingMethoden evaluiert. Die Verwendung der Beschaftigtenstatistik ermoglicht erstmalig die Untersuchung dieser NettoEingliederungseffekte fur eine Vollerhebung von Teilnehmern. Die zugrundeliegende Fragestellung orientiert sich dabei an der bisherigen Zielsetzung fur ABM, die zu einer Verbesserung der Eingliederungsaussichten uber eine Qualifizierung und Stabilisierung der Arbeitnehmer fuhren soll 260 I Satz 2 SGB III. Weitere Zielsetzungen der Durchfuhrung von ABM, wie z.B. Schaffung und Erhalt des sozialen Friedens oder die Entlastung des Arbeitsmarktes, konnen hier nicht behandelt werden. Die verwendeten Informationen stammen von Teilnehmern, die im Februar 2000 eine ABM begonnen haben, und von Nichtteilnehmern, die im Januar 2000 die Anforderungen fur eine Teilnahme erfullten, aber im Februar 2000 nicht in eine Manahme eingetreten sind. Der Untersuchungszeitraum reicht bis Dezember 2002, 3 Vgl. Amtliche Nachrichten der Bundesanstalt fur Arbeit 2003. 4also bis knapp drei Jahre nach Programmbeginn. Schwerpunkt der Untersuchung ist die Berucksichtigung regionaler und gruppenspezifischer Unterschiede in den Eingliederungswirkungen. Neben den Erfahrungen vorgehender Studien impliziert auch die heterogene Charakteristik des deutschen Arbeitsmarktes eine solche Unterscheidung. Die gruppenspezifischen Unterschiede sollen durch die Ermittlung von Effekten fur besondere Problemgruppen des Arbeitsmarktes herausgearbeitet werden. Im Gegensatz zu der Unterscheidung in Caliendo, Hujer, Thomsen 2003, die an Alter und Arbeitslosigkeitsdauer orientiert war, verwenden wir hier explizit Qualifikationsaspekte, wobei die Effekte fur Teilnehmer ohne Ausbildung mit der zusatzlichen Unterscheidung verschiedener Altersklassen sowie mit Fachhoch oder Hochschulabschluss geschatzt werden. Daneben werden die Effekte fur Individuen mit gesundheitlichen Einschrankungen, mit durch den Vermittler vermerkten Vermittlungshemmnissen sowie fur Rehabilitanden ermittelt. Die regionale Unterscheidung der Wirkungen von ABM ist angelehnt an die in den Eingliederungsbilanzen verwendete Vergleichs und Strategietypisierung Blien et al. 2004. Neben der Beantwortung der aktuellen Fragestellung nach der Wirksamkeit aktiver Arbeitsmarktpolitik kann diese Arbeit auch als Vorarbeit zur Evaluation im Rahmen der HartzReformen gesehen werden, da sie wichtige Erkenntnisse zur wissenschaftlichen Aufbereitung und Analyse der administrativen Daten der BA liefert. 2 Rechtliche Rahmenbedingungen von ABM in Deutschland Den rechtlichen Rahmen fur ABM in Deutschland bilden die Paragraphen 260 bis 271 und 416 SGB III. ABM sind forderungsfahig, wenn sie schwervermittelbare Arbeitslose mit dem Ziel verbesserter Eingliederungsaussichten qualifizieren oder stabilisieren. Die durchgefuhrten Tatigkeiten mussen dabei zusatzlich sein und im offentlichen Interesse liegen. Die Zusatzlichkeit der Manahmen ist seit Januar 2002 mit Inkrafttreten des JobAqtivGesetzes nicht mehr zwingend, wenn die Forderung an Wirtschaftsunternehmen vergeben wird, welche die Mittel zusatzlich zu den sonst aufgewendeten Mitteln verwenden und der Verwaltungsausschuss den Manahmen zustimmt. Teilnehmer an ABM konnen wahrend der Dauer der Manahme an einer begleitenden beruflichen Qualifizierung mit bis zu 20% der Manahmenzeit oder einem betrieblichen Praktikum von bis zu 40% der Manahmenzeit teilnehmen; allerdings durfen diese Zeiten zusammen nicht mehr als 50% der Forderungsdauer ausmachen. Bevorzugt sind Manahmen zu fordern, die der Schaffung von Dauerarbeitsplatzen dienen, Arbeitsgelegenheiten fur Langzeitarbeitslose und andere Schwervermittelbare, d.h. besondere Problemgruppen des Arbeitsmarktes, schaffen oder die soziale Infrastruktur und die Umwelt verbessern. 5Die gesetzlichen Grundlagen fur eine Forderung wurden durch das JobAqtivGesetz im Januar 2002 gelockert. Bis zu diesem Zeitpunkt mussten mogliche Teilnehmer langzeitarbeitslos uber ein Jahr oder mindestens sechs Monate innerhalb der letzten zwolf Monate vor Manahmenbeginn ohne regulare Beschaftigung sein. Zusatzlich dazu mussten sie die Anforderungen fur die Entgeltersatzleistungen bei Arbeitslosigkeit, d.h. Arbeitslosengeld oder Arbeitslosenhilfe, erfullen. Unabhangig von diesen Voraussetzungen konnten die ortlichen Arbeitsvermittler Teilnehmer bis zu einer Hohe von funf Prozent aller Geforderten zuweisen. Weitere Ausnahmen galten fur junge Arbeitslose bis 25 Jahren ohne abgeschlossene Berufsausbildung, Kurzzeitarbeitslose, die zur Durchfuhrung von Betreuungs oder Anleitungsaufgaben zugewiesen wurden, und fur Behinderte. Durch das JobAqtivGesetz ist die Flexibilitat der lokalen Arbeitsvermittler im Hinblick auf die Zuweisung noch einmal ausgeweitet worden. So konnen nun Teilnehmer bis zu einer Hohe von zehn Prozent unabhangig von der Einhaltung der gesetzlichen Vorgaben zugewiesen werden. Daneben wurde auch die Einschrankung der vorhergehenden Arbeitslosigkeitsdauer aufgehoben: Arbeitslose konnen einer ABM zugewiesen werden, wenn diese die einzige Beschaftigungsmoglichkeit darstellt. Die Regelforderdauer von ABM liegt bei zwolf Monaten, kann aber bei bevorzugt zu fordernden Manahmen auf 24 Monate und bei Verpflichtung des Arbeitgebers zur Ubernahme in ein anschlieendes Dauerarbeitsverhaltnis auf bis zu 36 Monate erweitert werden. Obwohl ABM als teilfinanzierte Tatigkeiten durchgefuhrt werden sollen, wobei die Hohe des Zuschusses durch die BA i.d.R. zwischen 30% und 75% des Arbeitnehmerentgeltes liegt, konnen in Ausnahmefallen auch Forderungen von bis zu 100% bewilligt werden. Teilnehmer an ABM werden durch die lokalen Arbeitsagenturen vermittelt, wenn sie weder in regulare Beschaftigung noch in eine andere arbeitsmarktpolitische Manahme vermittelt werden konnen. Die lokale Arbeitsagentur kann den Teilnehmer vor Beendigung der regularen Manahmendauer aus der Manahme abberufen, wenn die Vermittlung in eine regulare Beschaftigung moglich ist. Lehnt ein Arbeitsloser das Angebot zur Teilnahme in einer ABM erstmalig ab, kann die Zahlung der Entgeltersatzleistungen fur bis zu zwolf Wochen ausgesetzt werden Sperrfrist. 3 Datengrundlagen, Regionstypen und Teilnehmerstruktur 3.1 Datengrundlagen Fur die Evaluation der NettoEingliederungseffekte fur Teilnehmer werden alle Teilnehmer berucksichtigt, die im Februar 2000 in eine ABM eingetreten sind. Zusatzlich zu diesen Teil 6nehmern wurde eine Kontrollgruppe von Nichtteilnehmern gezogen, die im Januar 2000 die institutionellen Anforderungen einer Teilnahme erfullten, aber im Februar 2000 nicht eingetreten sind. Die Informationen zu den Teilnehmern und Nichtteilnehmern wurden aus funf bzw. vier Datenquellen der BA zusammengespielt. Wichtigste Informationsquelle war dabei ein Prototyp der Manahmenteilnehmergrunddatei MTG, die im PallasProjekt erstellt wurde. Diese enthalt die Merkmale der Bewerberangebotsdatei Bew A, welche die in den einzelnen Agenturen erhobenen Kundendaten in monatlich aktualisierter Form zentral speichert. Daneben sind durch die Statistik der BA aus der Bew A abgeleitete und faktisch anonymisierte Informationen enthalten. Diese Zusammenfassung ergibt ein reiches Merkmalsspektrum, das in drei Merkmalsgruppen zusammengefasst werden kann: Neben soziodemographischen Merkmalen, wie z.B. Alter, Geschlecht oder Familienstand, sind Informationen zur Qualifikation z.B. Schulabschluss und zur Erwerbskarriere durch die Dauer der letzten Beschaftigung oder die Dauer der Arbeitslosigkeit enthalten. Dieses Merkmalsspektrum wird erganzt durch Informationen zu den Programmen aus der Teilnehmerdatei fur beschaftigungsschaffende Manahmen des zweiten Arbeitsmarktes. Die Abbildung des regionalen Kontexts erfolgt durch Verwendung der fur die Eingliederungsbilanzen erstellten Vergleichs und Strategietypisierung siehe 3.2. Die Ergebnisvariable zur Ermittlung der NettoEingliederungseffekte wurde mit Hilfe des erweiterten Verbleibs aus der Beschaftigtenstatistik BSt generiert. Dieser enthalt Informationen zu Zeiten sozialversicherungspflichtiger Beschaftigung fur abhangig Beschaftigte in Deutschland. Da einige Manahmen der aktiven Arbeitsmarktpolitik z.B. ABM unter institutionellen Aspekten als sozialversicherungspflichtige Beschaftigungsverhaltnisse gewertet werden, mussen die vorhandenen Informationen zur Ermittlung der Eingliederungseffekte in regulare ungeforderte Beschaftigung erganzt werden. Hierzu wurden die BStInformationen um den Inhalt der MTG4 erganzt, wodurch Zeiten sozialversicherungspflichtiger Beschaftigung bei gleichzeitiger Forderung durch die Instrumente der aktiven Arbeitsmarktpolitik identifiziert werden konnen. Die vorhandenen Informationen liegen bis Dezember 2002 vor, d.h. bis 34 Monate nach Manahmenbeginn. Die Untersuchung schliet den Arbeitsmarkt Berlin aus.5 Insgesamt konnen Informationen zu 11.151 Teilnehmern und 219.622 Nichtteilnehmer verwendet werden. 4 Fur die Erschlieung der Ergebnisvariablen konnte auf die inzwischen voll funktionsfahige MTG zuruckgegriffen werden. 5 Aufgrund der besonderen Arbeitsmarktlage in den Agenturbezirken Berlins ware eine gesonderte Untersuchung notwendig, die aber aufgrund der geringen Fallzahlen hier nicht durchfuhrbar ist. 73.2 Regionstypen Die von der BA erstellten Eingliederungsbilanzen sollen Auskunft daruber geben, inwieweit knappe offentliche Mittel wirtschaftlich und effektiv von den einzelnen Arbeitsagenturen eingesetzt wurden. Ein wichtiges Kriterium stellt dabei die interregionale Vergleichbarkeit der ausgewiesenen Output und OutcomeIndikatoren dar ANBA 2003. Durch die sehr unterschiedliche Struktur des deutschen Arbeitsmarktes ist die Vergleichbarkeit der Ergebnisse der einzelnen Arbeitsamter schwierig. Seit dem Jahr 2002 wird daher in den Eingliederungsbilanzen eine Regionaltypeneinteilung verwendet, die den generellen Problemdruck der einzelnen Arbeitsagenturen typisiert und den Agenturvergleich erleichtert. Diese Regionaltypeneinteilung unterscheidet dabei zwolf Vergleichstypen, die sich zu funf Strategietypen verdichten lassen. Da alle Arbeitsagenturen in Ostdeutschland bis auf den Arbeitsagenturbezirk Dresden im ersten Strategietyp zusammengefasst werden, verwenden wir hier die Unterscheidung in die drei Vergleichstypen. Fur den westdeutschen Arbeitsmarkt greifen wir auf die Unterscheidung der vier Strategietypen zuruck. In Tabelle 1 ist die Regionstypisierung mit den dazugehorigen Arbeitsagenturbezirken wiedergegeben. Tabelle 1: Strategietypisierung der Arbeitsagenturbezirkea Typ Ia Typ Ib Typ Ic Typ IITyp IIIBezeichnung Bezirke in Ostdeutschland mit schlechtesten Arbeitsmarktbedingungen Bezirke in Ostdeutschland mit schlechten Arbeitsmarktbedingungen typische Arbeitsamter in OstdeutschlandBezirke in Ostdeutschland mit hoher Arbeitslosigkeit, z.T. Grenzlage zum Westen Grostadtisch gepragte Bezirke vorwiegend in Westdeutschland Mittelstadtische und landliche Gebiete in Westdeutschland mit durchschnittlicher Arbeitslosigkeit Typ IVTyp VZentren in Westdeutschland mit gunstiger Arbeitsmarktlage und hoher Dynamik Bezirke in Westdeutschland mit guter Arbeitsmarktlage und hoher Dynamik Arbeitsagenturen Altenburg, Bautzen, Merseburg, Neubrandenburg, Sangershausen Annaberg, Chemnitz, Cottbus, Dessau, Eberswalde, Erfurt, FrankfurtOder, Gera, Halberstadt, Halle, Leipzig, Magdeburg, Neuruppin, Nordhausen, Oschatz, Pirna, Plauen, Riesa, Rostock, Stendal, Stralsund, Wittenberg, Zwickau Gotha, Jena, Potsdam, Schwerin, Suhl Bochum, Duisburg, Dortmund, Gelsenkirchen, Dresden, Hamburg, Koln, Monchengladbach, Aachen, Krefeld, Hagen, Oberhausen, Hamm, Bremen, Saarbrucken, Recklinghausen, Hannover, Essen, Solingen, Bielefeld, Wuppertal Ahlen, Bad Hersfeld, Bad Kreuznach, Bad Oldesloe, Bamberg, Bayreuth, BergischGladbach, Braunschweig, Bremerhaven, Bruhl, Celle, Coburg, Coesfeld, Detmold, Duren, Elmshorn, Emden, Flensburg, Fulda, Gieen, Goslar, Gottingen, Hameln, Hanau, Heide, Helmstedt, Herford, Hildesheim, Hof, Iserlohn, Kaiserslautern, Kassel, Kiel, Korbach, Landau, Leer, Limburg, Lubeck, Ludwigshafen, Luneburg, Marburg, Mayen, Meschede, Neuenkirchen, Neumunster, Neuwied, Nienburg, Nordhorn, Oldenburg, Osnabruck, Paderborn, Pirmasens, Saarlouis, Schweinfurt, Siegen, Soest, Stade, Trier, Uelzen, Verden, Wesel, Wetzlar, Wilhelmshaven Bonn, Dusseldorf, FranfurtMain, Mannheim, Munchen, Munster, Nurnberg, Offenbach, Stuttgart, Wiesbaden Aalen, Ansbach, Aschaffenburg, Augsburg, Balingen, Darmstadt, Deggendorf, Freiburg, Freising, Goppingen, Heidelberg, Heilbronn, Ingolstadt, Karlsruhe, Kempten, Koblenz, Konstanz, Landshut, Lorrach, Ludwigsburg, Mainz, Memmingen, Montabaur, Nagold, Offenburg, Passau, Pfarrkirchen, Pforzheim, Rastatt, Ravensburg, Regensburg, Reutlingen, Rheine, Rosenheim, Rottweil, Schwabisch Hall, Schwandorf, Tauberbischofsheim, Traunstein, Ulm, Vechta, VillingenSchwennigen, Waiblingen, Weiden, Weilheim, Weienburg, Wurzburg Anzahl 523521631047a Die Agenturbezirke Berlins und der Bezirk Donauworth sind nicht enthalten. Mageblich fur die Bildung der Typen sind die Rahmenbedingungen auf den lokalen Arbeitsmarkten. Wichtigste Kriterien sind hierzu die regionale Unterbeschaftigungsquote sowie die Bevolkerungsdichte. Zusatzlich wird die Rate der offenen Stellen, die Quote der Empfanger von Hilfen zum Lebensunterhalt, der Tertiarisierungsgrad der regionalen Okonomie, die Quote der Einstellungen in sozialversicherungspflichtige Beschaftigung und ein Indikator fur Saisonbeschaftigung einbezogen. Da im Datensatz keine Informationen uber die Teilnehmer 8aus dem Arbeitsagenturbezirk Donauworth verfugbar sind, und wir Manahmen in Berlin nicht untersuchen, sind diese Arbeitsagenturbezirke nicht in Tabelle 1 enthalten. Tabelle 2: Verteilung der ABMEintritte im Februar 2000 auf die Typen Typ Ia Typ Ib Typ Ic Typ IITyp IIITyp IVTyp VSumme Eintritte absolutEintritte in %Manner 6961,8293249028201843095,064Frauen 1,2323,234490422418812106,087Manner 13.7436.126.4017.8116.193.636.10100.00Frauen 20.2453.138.056.936.871.333.45100.00Tabelle 2 enthalt die Verteilung der Eintritte der Teilnehmerstichprobe in ABM im Februar 2000 in den einzelnen Strategietypen. Sie zeigt den uberproportionalen Einsatz von ABM in Ostdeutschland im Vergleich zu den westdeutschen Bundeslandern. So werden uber 56% der mannlichen und uber 81% der weiblichen Teilnehmer in den Strategietypen Ia, Ib und Ic gefordert. Vor allem in Agenturbezirken des Strategietyps Ib, die durch schlechte Arbeitsmarktbedingungen gekennzeichnet sind, werden ABM durchgefuhrt. In Westdeutschland wird das Instrument zum Groteil in Agenturen der Strategietypen II grostadtisch gepragte Bezirke und III mittelstadtische und landliche Gebiete mit durchschnittlicher Arbeitslosigkeit eingesetzt. Fur Zentren mit gunstiger Arbeitsmarktlage Typ IV und Bezirke mit guter Arbeitsmarktlage Typ V sind die Eintritte in ABM deutlich geringer. Um den regionalen Unterschieden gerecht zu werden, ist die Differenzierung zwischen diesen Regionstypen Grundlage der folgenden Untersuchungen. 3.3. Teilnehmerstruktur Die Tabellen 3 und 4 zeigen die deskriptive Auswertung ausgewahlter Merkmale fur Teilnehmer und Nichtteilnehmer in Ost und Westdeutschland mit Berucksichtigung des Geschlechts und der verwendeten regionalen Unterscheidung. Des weiteren sind die absoluten Anzahlen sowie relativen Haufigkeiten von Personen besonderer Problemgruppen des Arbeitsmarktes abgebildet, fur welche die gruppenspezifischen Eingliederungswirkungen in der spateren Analyse geschatzt werden. Tabelle 3 hier einfugen Bei der Analyse der Ergebnisse in Tabelle 3 wird deutlich, dass die durchschnittliche Arbeitslosigkeitsdauer bei Mannern in der Teilnehmergruppe hoher als in der Kontrollstichprobe ist. Dieser Unterschied ist am groten in Agenturen des Typs Ic, also Bezirken, die im Vergleich zum ubrigen ostdeutschen Arbeitsmarkt die besten 9Arbeitsmarktvoraussetzungen aufweisen. Dies kann bedeuten, dass die Zuweisung in ABM Dies kann bedeuten, dass die Zuweisung in ABM entsprechend den gesetzlichen Vorgaben fur besondere Problemgruppen, also Langzeitarbeitslose erfolgt. Fur Frauen zeigt sich ein entgegengesetztes Bild: Teilnehmerinnen haben im Durchschnitt eine kurzere vorhergehende Arbeitslosigkeitsdauer als die Nichtteilnehmerinnen. Die durchschnittliche Arbeitslosigkeitsdauer kann daher nicht allein als Indiz einer Zuweisung dienen. Bei Betrachtung der durchschnittlichen Zahl der Vermittlungsvorschlage ist hingegen sowohl fur mannliche als auch fur weibliche Teilnehmer eine im Durchschnitt hohere Anzahl als in der Kontrollgruppe zu beobachten. Hieraus lasst sich das erhohte Vermittlungshemmnis in regulare Beschaftigung der Teilnehmer erkennen. Keine deutlichen Unterschiede zwischen Teilnehmern und Nichtteilnehmern zeigen die Merkmale Kinderzahl, Staatsangehorigkeit und Berufserfahrung. Jedoch sind Teilnehmer in Ostdeutschland im Mittel alter als die Arbeitslosen der vergleichbaren Region; eine Ausnahme stellen weibliche Teilnehmer in Agenturbezirken des Typs Ia dar. Die Auswahl der besonderen Problemgruppen orientiert sich an den institutionellen Vorgaben. So haben vor allem Personen ohne abgeschlossene Berufsausbildung erhohte Vermittlungsprobleme, die im Jugendbereich bis 25 Jahre durch besondere Forderung verringert werden soll. Die Untersuchung der Wirkungen fur Teilnehmer mit Fachhoch oder Hochschulabschluss soll hingegen zum Vergleich der Wirkungen fur Hochqualifizierte dienen. Neben einer fehlenden beruflichen Qualifikation verringern aber auch gesundheitliche Einschrankungen die Vermittlungsfahigkeit. Eine besondere Selektion ist dabei bei alteren Arbeitnehmern mit solchen Einschrankungen zu erwarten, die aus diesem Grunde separat betrachtet werden. Der Anteil von Personen mit gesundheitlichen Einschrankungen und Vermittlungshemmnissen ist in der Teilnehmergruppe geringer. Lediglich in Agenturbezirken des Typs Ic ist dieses Verhaltnis umgekehrt. Betrachtet man die relativen Haufigkeiten von Teilnehmern und Nichtteilnehmern ohne abgeschlossene Berufsausbildung, so zeigt sich, dass der Anteil von Mannern mit einem Qualifikationsdefizit in der Teilnehmergruppe hoher ist, wahrend teilnehmende Frauen eher uber eine abgeschlossene Berufsausbildung verfugen als die Nichtteilnehmerinnen. Trotz dieser Unterschiede besitzen in etwa ein Viertel der Teilnehmer und Nichtteilnehmer in Ostdeutschland keine abgeschlossene Berufsausbildung. Tabelle 4 hier einfugen Damit liegt diese Quote deutlich niedriger als in Westdeutschland siehe Tabelle 4, wo teilnehmende Frauen ohne Berufsausbildung einen Anteil zwischen 41,4% Typ V und 47,9% Typ II haben und der Anteil von Mannern ohne Berufsausbildung zwischen 53,1% Typ V und 66,3% Typ II variiert. Teilnehmende Manner ohne Berufsaubildung sind hier klar uberreprasentiert, wahrend teilnehmende Frauen im Vergleich zu den Nichtteilnehmerinnen unter10 reprasentiert sind. Auch in Bezug auf das Durchschnittsalter und die vorhandene Berufserfahrung unterscheiden sich die Teilnehmer von den Nichtteilnehmern. So sind sie im Durchschnitt deutlich junger und verfugen uber weniger Berufserfahrung. Besonders auffallend ist der hohe Anteil von Mannern unter 26 Jahren ohne Berufsausbildung. Diese haben einen Anteil von bis zu 25,6% Typ III und liegen damit deutlich uber dem Anteil der NichtTeilnehmer. Hier lasst sich die im Gesetz vorgegebene Richtlinie zur Zuweisung dieser Personengruppe deutlich erkennen. Wahrend in Ostdeutschland durch den vermehrten Einsatz der Programme keine klare Zielgruppenorientierung aus dem Vergleich von Teilnehmern und Nichtteilnehmern festgestellt werden kann, ist fur Westdeutschland eine starkere Orientierung auf besondere Problemgruppen und damit ein gezielterer Mitteleinsatz zu vermuten. In Anbetracht des deutlich hoheren durchschnittlichen Alters, der hoheren Qualifikation und der in groem Mae vorhandenen Berufserfahrung der Teilnehmer in den ostdeutschen Regionen kann von einer starker strukturellen Zielsetzung, d.h. den Arbeitsmarkts entlastenden sowie den sozialen Frieden erhaltenden Funktion von ABM, ausgegangen werden. 4. Okonometrische Methoden Der Ansatz potenzieller Ergebnisse, der auch als Roy1951Rubin1974Modell bezeichnet wird, ist ein geeigneter Rahmen zur mikrookonometrischen Evaluation der Eingliederungseffekte von ABM fur Teilnehmer. Im Grundmodell kann das Individuum zwischen Teilnahme und Nichtteilnahme entscheiden. Daraus resultieren fur die betrachtete Person zwei potenzielle Ergebnisse, das Ergebnis bei Teilnahme 1Y und das Ergebnis bei Nichtteilnahme 0Y . Mit einem binaren TeilnahmeIndikator D 0,1 ergibt sich das beobachtbare Ergebnis fur das Individuum i als 0Y Y D 1 DY .i 1i i Es wird deutlich, dass die potenziellen Ergebnisse eines Individuums nie gleichzeitig beobachtbar sind. Dies wird auch als fundamentales Evaluationsproblem bezeichnet. Ein wichtiges Konzept in diesem Modellrahmen ist die stable unit treatment value assumption SUTVA, Rubin, 1991. Dabei wird angenommen, dass das potenzielle Ergebnis fur einen Teilnehmer nur von seinem eigenen Teilnahmestatus und nicht von dem Teilnahmestatus anderer Individuen in der Grundgesamtheit abhangt. Des weiteren impliziert die SUTVA, dass die Teilnahmeentscheidung eines Individuums nicht von den Teilnahmeentscheidungen anderer Individuen beeinflut wird. Wahrend die erste Annahme gesamtwirtschaftliche Effekte des einzelnen Programms ausschliet, bezieht sich die zweite auf sogenannte peereffects Sianesi, 2004. Ein verbreiteter Ansatz zur Schatzung von ProgrammEffekten ist der durchschnittliche TeilnahmeEffekt fur Teilnehmer Average Treatment Effect on the Treated, ATT, d.h. 11 10EY Y D 1. Da das erwartete Ergebnis eines Teilnehmers bei Nichtteilnahme, 0EY D 1 , unbeobachtbar ist, muss es durch einen Schatzer ersetzt werden. In sozialen Experimenten, in denen eine Teilnehmer und einen Nichtteilnehmergruppe aus der Grundgesamtheit potenzieller Manahmeteilnehmer zufallig ausgewahlt werden, kann das Ergebnis 0EY D 1 verwendet werden. In nichtder Nichtteilnehmergruppe zur Approximation von experimentellen Datensatzen ist ein solcher Schatzer jedoch nicht verfugbar Smith und Todd, 2004, da die Bedingung EY D 1 EY D 0 i.d.R. nicht gilt. Die Verwendung der 00Nichtteilnehmer als Kontrollgruppe kann zu einer Selektionsverzerrung fuhren. Diese Selektionsverzerrung kann auf beobachtbare und unbeobachtbare Merkmale zuruckgefuhrt werden. Das Ziel des Evaluationsansatzes ist es, mittels geeigneter identifizierender Annahmen diese Selektionsverzerrung zu vermeiden. Ein intuitiv einleuchtendes und haufig verwendetes Verfahren stellt dabei das MatchingVerfahren dar. Die grundlegende Idee des MatchingVerfahrens besteht darin, fur alle Teilnehmer aus einer genugend groen Kontrollgruppe diejenigen zu finden, die den Teilnehmern in allen relevanten Charakteristika moglichst ahnlich sind statistischer Zwilling. Nach Rubin 1977 kann die Zuordnung zur Teilnehmer bzw. Kontrollgruppe zufallig sein, wenn man auf bestimmte Kovariate X konditioniert. Die fur die Identifizierung des ATT benotigte Annahme bedingter Unabhangigkeit Conditional Independence Assumption, CIA kann dabei formal geschrieben werden als: 0YD X. Damit das potenzielle Ergebnis 0Y unabhangig von der Zuordnung in eine der beiden Gruppen ist, mussen in den Kovariaten X alle Merkmale enthalten sein, die gleichzeitig die Teilnahmeentscheidung als auch das potenzielle Ergebnis beeinflussen. Der in der Studie verwendete Datensatz enthalt mit seinen vier Gruppen von Merkmalen drei Merkmalsgruppen aus den Kundendaten der BA sowie der erganzte regionale Kontext, s.o. ein so reiches Merkmalsspektrum, dass von der Gultigkeit der CIA ausgegangen werden kann. Unter dieser Voraussetzung kann das Ergebnis der Nichtteilnehmer als Naherung fur das unbeobachtbare Ergebnis der Teilnehmer verwendet werden. Der durchschnittliche Effekt fur die Teilnehmer ergibt sich dann als: E D 1 EY D 1 EY D 1 E EY X, D 1EY X, D 0 D 1. 10xMit zunehmenden Fallzahlen konnen neben dem Durchschnittseffekt fur alle Teilnehmer auch Effekte fur einzelne Untergruppen berechnet werden. Dies ist von besonderem Interesse, wenn anzunehmen ist, dass sich die Effekte in einzelnen Untergruppen, z.B. fur arbeitslose Jugendliche bis 25 Jahren ohne abgeschlossene Berufsausbildung, unterscheiden. 12Der Erfolg von MatchingVerfahren und deren empirische Aussagekraft hangt vor allem von zwei Faktoren ab: Zum einen muss ein informativer Datensatz mit einem breiten Merkmalsspektrum vorliegen, so dass die CIA erfullt sein kann. Zum anderen muss es aber auch Kontrollindividuen mit ahnlichen Charakteristika wie denen der Teilnehmer geben, damit Teilnehmer und Nichtteilnehmer einen gemeinsamen Stutzbereich common support haben. ist, d.h. die WahrDamit dies gegeben ist, muss zunachst gelten, dass 0 PD 1 X 1scheinlichkeit, an der Manahme teilzunehmen, ist fur alle Individuen kleiner eins. Fur Indi ware es nicht moglich, entsprechende Matches in der Kontrollviduen mit PD 1 X 1gruppe zu finden Rosenbaum und Rubin, 1983. Individuen, die auerhalb des gemeinsamen Stutzbereiches liegen, konnen nicht in die Betrachtungen einbezogen werden. Die Implementierung von MatchingVerfahren unter Berucksichtigung aller Kovariaten gestaltet sich in der Praxis schwierig, wenn der Merkmalsvektor viele Variablen enthalt. Bereits bei n dichotomen Kovariaten ergeben sich n 2 mogliche MatchKombinationen. Zur Losung des Dimensionsproblems wird in empirischen Studien deshalb haufig nicht auf die einzelnen Kovariaten, sondern auf die Teilnahmewahrscheinlichkeit PX an den Programmen Propensity Score konditioniert. Rosenbaum und Rubin 1983 haben gezeigt, dass es ausreicht, auf die Teilnahmewahrscheinlichkeit zu konditionieren, um die gleiche Wahrscheinlichkeitsverteilung fur die einzelnen Merkmale in der Teilnehmer und der Nichtteilnehmergruppe zu erreichen. Bei MatchingVerfahren wird der Manahmeeffekt ermittelt, indem das Ergebnis eines Teilnehmers mit einem gewichteten Mittel von Nichtteilnehmern verglichen wird: ATTN11N i 11 1Yi N0j 1i, jY ,0j wobei 1N fur die Anzahl der Teilnehmer und 0N fur die Anzahl der Personen in der Kontrollgruppe steht. Die verschiedenen MatchingVerfahren unterscheiden sich in dem Gewicht i, j, das den Individuen der Kontrollgruppe beigemessen wird. Fur das nachste NachbarnMatching NN gilt: CP min P P , j N, d.h. der Nichtteilnehmer mit dem j P , ijijdas dem i P des Teilnehmers am nachsten ist, wird als Match verwendet und bekommt damit das Gewicht i, j 1. Alle ubrigen Kontrollgruppenmitglieder erhalten das Gewicht i, j0. Bei der Verwendung der Kontrollgruppenmitglieder kann zwischen Matching mit und ohne Zurucklegen unterschieden werden, wobei sich ein TradeOff zwischen MatchingQualitat und Varianz ergibt. Wird das gleiche Individuum aus der Kontrollgruppe mehrfach verwen 13ww wwdet, kann die MatchQualitat gegebenenfalls verbessert werden. Dies gilt z.B. dann, wenn in einer bestimmten Region nur wenige Nichtteilnehmer vorhanden sind und sich ein Individuum besonders gut als Match eignet. Diese mogliche Reduzierung muss allerdings mit einer hoheren Varianz in den Effekten bezahlt werden, denn je haufiger das gleiche Kontrollindividuum verwendet wird, desto groer ist der resultierende Standardfehler des geschatzten Effekts. Wir verwenden NNMatching ohne Zurucklegen, da aufgrund der zur Verfugung stehenden sehr groen Kontrollgruppe gute Matches ohne die Mehrfachverwendung einzelner Individuen erreicht werden konnen und daruber hinaus die prazise Schatzung der Effekte mit minimalen Standardfehlern gewahrleistet ist. 5 Empirische Ergebnisse 5.1 Schatzung der Teilnahmewahrscheinlichkeit Die Teilnahmewahrscheinlichkeit wird mit einem LogitModell unter Verwendung der Informationen aus den vier Merkmalsgruppen geschatzt. Neben dem soziodemographischen Hintergrund der Individuen, beschrieben durch Merkmale, wie Geschlecht, Familienstand, Alter etc., werden Informationen zur Qualifikation uber die Charakteristika, wie letzte abgeschlossene Berufsausbildung, Berufsgruppe, Stellung im Beruf sowie vorhandene Berufserfahrung berucksichtigt. Die Erwerbskarriere des Individuums wird mit Hilfe der Dauer der letzten Arbeitslosigkeit, der Dauer der letzten Beschaftigung des Individuums, aber auch durch Informationen uber Vermittlungshemmnisse, bisherige Manahmenteilnahmen und den letzten Kontakt zum Vermittler abgebildet. Die Einbindung des regionalen Kontext erfolgt uber die in Abschnitt 3.2 beschriebene Differenzierung der Agenturbezirke in Strategietypen. Durch die vielfaltigen Informationen zur Situation, der Qualifikation und der Erwerbskarriere der Individuen sowie die zusatzlichen regionalen Charakteristika kann angenommen werden, dass fur die Selektionsverzerrung adaquat kontrolliert werden kann. Tabelle A.1 im Anhang enthalt die Ergebnisse der LogitSchatzungen fur die Teilnahmewahrscheinlichkeit in ABM. Diese Schatzungen werden separat fur Frauen und Manner in West und Ostdeutschland durchgefuhrt.6 Koeffizienten mit einem Signifikanzniveau von 5% sind fett, mit einem Signifikanzniveau von 10% sind kursiv gedruckt. Betrachtet man zunachst die soziookonomischen Merkmale, so fallt auf, dass deutsche Staatsburgerinnen eine deutlich hohere Partizipationsneigung haben als nichtdeutsche Bur 6 Zur Berucksichtigung moglicher geschlechtsspezifischer Interaktionseffekte sowie wegen der Unterschiede der Koeffizienten in Betrag und Signifikanz wurden die Teilnahmewahrscheinlichkeiten separat geschatzt. Eine Schatzung der Teilnahmewahrscheinlichkeiten unter Verwendung einer DummyVariablen fur das Geschlecht fuhrte zu einer schlechteren Qualitat der Matches i.S. eines hoheren standardised bias s.u  14gerinnen. Gleiches gilt fur Personen mit gesundheitlichen Einschrankungen amtlich festgestellte Erwerbsminderung von 80% und mehr, 50% bis unter 80%, 30% bis unter 50% gleichgestellt im Vergleich zu Personen ohne gesundheitliche Einschrankungen. Alle Koeffizienten sind signifikant und weisen fur Manner und Frauen in West und Ostdeutschland die gleiche Richtung auf. Schaut man sich dagegen den Einfluss des Familienstands hier mit der Auspragung verheiratet janein an, wird deutlich, dass es zwischen den beiden Regionen deutliche Unterschiede gibt. Wahrend verheiratete Personen in Westdeutschland eine signifikant niedrigere Teilnahmewahrscheinlichkeit haben, ist sie in Ostdeutschland fur die gleiche Personengruppe signifikant hoher. Auch das Alter wirkt in beiden Landesteilen unterschiedlich, in Westdeutschland negativ signifikant fur Manner, insignifikant fur Frauen und in Ostdeutschland positiv, d.h. wahrend ein hoheres Alter die Teilnahmewahrscheinlichkeit in Westdeutschland reduziert, steigt sie in Ostdeutschland mit zunehmendem Alter an. Die Kinderanzahl hat nur fur Manner in Westdeutschland eine signifikante Bedeutung; mit steigender Kinderanzahl nimmt die Teilnahmewahrscheinlichkeit zu. Die Analyse der Merkmale zur Qualifikation macht deutlich, dass sowohl zwischen den Regionen als auch zwischen Mannern und Frauen ausgepragtere Unterschiede in den Wirkungsweisen vorliegen. Wahrend z.B. Manner in Westdeutschland mit betrieblicher Ausbildung im Vergleich zu Mannern ohne Hauptschulabschluss deutlich seltener an ABM teilnehmen, gilt fur Frauen in Ostdeutschland mit der gleichen Ausbildung das Gegenteil. Interessanterweise nimmt die Teilnahmewahrscheinlichkeit an ABM insbesondere fur Frauen mit hoherer Ausbildung Fachhochschule oder Hochschule im Vergleich zu Frauen ohne Hauptschulabschluss stark zu. Fur Manner kann dagegen nur in Westdeutschland ein solcher Zusammenhang festgestellt werden. Dies deutet darauf hin, dass es gerade fur qualifizierte Frauen schwierig ist, einen Weg aus der Arbeitslosigkeit zu finden, und ABM hier als geeignete Instrumente angesehen werden. Dies wird durch die Koeffizienten der Stellung im Beruf zumindest teilweise unterstutzt. Auch hier zeigt sich, dass Frauen in Westdeutschland, die Angestellte in gehobener Tatigkeit waren, eine deutlich hohere Teilnahmewahrscheinlichkeit als Arbeiterinnen haben. Facharbeiter haben generell eine niedrigere Teilnahmewahrscheinlichkeit, wobei die Koeffizienten nur fur Manner signifikant sind. Wahrend sich fur das Merkmal Berufsgruppe ein eher gemischtes Bild im Vergleich zwischen Geschlechtern und Regionen zeigt, spricht die Berufserfahrung eine deutliche Sprache: Personen mit Berufserfahrung haben in allen Gruppen eine niedrigere Partizipationsneigung als Personen ohne Berufserfahrung. In Bezug auf die Erwerbskarriere zeigt sich, dass die Dauer der letzten Beschaftigung einen negativen Einfluss auf die Teilnahmewahrscheinlichkeit hat. Dies deutet darauf hin, dass Per 15sonen, die langere Zeit beschaftigt waren, andere Reintegrationsmoglichkeiten offen stehen. Die Dauer der Arbeitslosigkeit haben wir in der Schatzung mit drei Kategorien aufgenommen. Die erste Kategorie umfasst Personen, die nur kurzfristig bis 13 Wochen arbeitslos waren, in der zweiten Kategorie sind Personen mit einer Arbeitslosigkeitsdauer zwischen 13 und 52 Wochen, in der dritten Kategorie sind die Langzeitarbeitslosen uber 52 Wochen zu finden. Erwartungsgema nimmt die Teilnahmewahrscheinlichkeit mit zunehmender Arbeitslosigkeitsdauer Referenzkategorie: Kurzzeitarbeitslose zu. Die Zahl der Vermittlungsvorschlage kann als Indikator fur die Schwervermittelbarkeit der Individuen interpretiert werden und hat einen signifikant positiven Einfluss auf die Teilnahmewahrscheinlichkeit. Demgegenuber nehmen Personen mit durch den Vermittler vermerkten Vermittlungshemmnissen eher weniger an ABM teil. Dies ist zumindest teilweise uberraschend, da ABM gerade diesen Personengruppen eine Moglichkeit zu Stabilisierung und Reintegration bieten sollte. Mannliche Rehabilitanden in Ostdeutschland haben eine hohere Teilnahmewahrscheinlichkeit, wahrend dieses Merkmal fur die anderen Gruppen keinen Einfluss hat. Die Koeffizienten fur die regionalen Strategietypen sind in Ostdeutschland im Verhaltnis zum Strategietyp Ia Bezirke mit schlechtesten Arbeitsmarktbedingungen und in Westdeutschland im Verhaltnis zu Typ II grostadtisch gepragte Bezirke zu interpretieren. In Ostdeutschland ist die Teilnahmewahrscheinlichkeit fur Frauen und Manner in besseren Arbeitsamtbezirken geringer als im Strategietyp Ia, d.h. in Arbeitsamtbezirken mit bessere Arbeitsmarktlage ist die Teilnahmewahrscheinlichkeit an ABM tendenziell niedriger 7. In Westdeutschland sind die Ergebnisse eher kontraintuitiv, da die Manner Frauen in den Strategietypen IV und V V eine hohere Teilnahmewahrscheinlichkeit im Vergleich zur Referenzkategorie haben. 5.2 MatchingQualitat und Common Support Da wir nicht auf die einzelnen Kovariaten, sondern auf die Teilnahmewahrscheinlichkeit konditionieren, bleibt zu uberprufen, ob es dem MatchingVerfahren gelingt, die Unterschiede zwischen den Teilnehmern und Nichtteilnehmern im Hinblick auf die wichtigen Einflussgroen zu minimieren. Als Indikator verwenden wir den von Rosenbaum und Rubin 1985 vorgeschlagenen standardised bias SB, der es erlaubt, die Distanzen der Randverteilungen in beiden Gruppen zu beurteilen: SB 100X X10 M V X V X 20M1 7 Fur Teilnehmerinnen in Dresden sind die Werte nicht signifikant. 16cid:215Dabei wird die Differenz zwischen den Mittelwerten der Kovariaten in der Teilnehmer X 1und der gematchten Kontrollgruppe X berechnet und ins Verhaltnis zur Wurzel der Vari0Manzen in beiden Untergruppen gesetzt. Tabelle A.2 im Anhang enthalt den SB vor und nach dem Matchen fur Manner und Frauen in West und Ostdeutschland. Die Ergebnisse zeigen, dass insgesamt eine sehr gute MatchQualitat erreicht wurde. Wahrend der Bias vor dem Matching im Durchschnitt zwischen 11,0% Frauen in Ostdeutschland und 15,4% Frauen in Westdeutschland lag, liegt er nach dem Matching in allen Gruppen unter 3%. Eine besonders gute Anpassung gelingt in Ostdeutschland, wo sich der SB fur Frauen auf 1,6% und fur Manner auf 1,8% verringert. Um die CommonSupportBedingung zu erfullen, wurden Teilnehmer aus dem Datensatz geloscht, deren Propensity Score groer als das Maximum bzw. kleiner als das Minimum der Propensity Scores in der Gruppe der Nichtteilnehmer ist. Dadurch werden wir in Westdeutschland 8 mannliche und 24 weibliche Teilnehmer, in Ostdeutschland insgesamt 3 Teilnehmerinnen aus dem Datensatz ausgeschlossen. Somit werden insgesamt nur 35 Individuen nicht in die Berechnung der ManahmenEffekte einbezogen, da ihre Teilnahmewahrscheinlichkeit auerhalb des gemeinsamen Stutzbereichs von Teilnehmern und Nichtteilnehmern liegt. 5.3 ManahmenEffekte Zur Identifikation des reinen ManahmenEffekts muss die empirische Analyse die Vergleichbarkeit von Teilnehmern und Nichtteilnehmern hinsichtlich des Arbeitsmarktumfeldes und der individuellen Erwerbsbiographie gewahrleisten. Fur die Interpretation der Effekte muss daher zunachst der Vergleichszeitpunkt festgelegt werden, d.h. ab wann Teilnehmer und Nichtteilnehmer verglichen werden sollen. Die Untersuchung der Wirkungen kann ab Beginn oder nach Beendigung der Manahmen erfolgen. Der Vergleich von Beginn an hat den Vorteil, dass die Arbeitsmarktbedingungen in gleichem Mae sowohl fur Teilnehmer als auch fur Nichtteilnehmer gelten. Methodisch eignet sich dieser Ansatz auch deshalb, weil sich bei der Wahl des Vergleichszeitpunktes nach Beendigung der Manahme Endogenitatsprobleme durch fruhzeitige Manahmenaustritte bzw. abbruche ergeben. Inhaltlich beantwortet der Ansatz die politikrelevante Frage, ob ein Entscheider einen Arbeitslosen in einem bestimmten Monat eher in eine Manahme vermitteln oder ihn ohne eine solche Forderung am Arbeitsmarkt weitersuchen lassen soll. In diesem Ansatz stellt die Manahmenzeit jedoch eine Problemquelle dar, da Teilnehmer durch ihre Einbindung in das Programm nicht die gleiche Suchzeit aufwenden konnen wie Nichtteilnehmer. Der reine Manahmeneffekt ist dabei zu trennen von anderen Effekten, wie z.B. den LockinginEffekten siehe Pierre 1999, van Ours 2004. Nach van Ours 2004 setzt sich der Effekt einer ABM aus zwei entgegenwirkenden Teileffekten zusammen: der verringerten 17Suchintensitat und der erhohten Beschaftigungswahrscheinlichkeit durch die Manahme. Bei einer zeitintensiven Manahme mit langer Forderdauer wirkt die verminderte Suchintensitat negativ auf die Chance einer Beschaftigung. Demgegenuber steht der positive Effekt der Manahme, der sich z.B. durch Stabilisierung, Qualifizierung oder Heranfuhrung an den Arbeitsmarkt ergibt. Ob der NettoEffekt der Manahme positiv ist, hangt davon ab, welcher der beiden Teileffekte dominiert. In der vorliegenden empirischen Analyse ist die Differenzierung zwischen diesen beiden Teileffekten wahrend der Manahmenzeit nicht moglich und erschwert eine Interpretation des geschatzten NettoEffekts in diesem Zeitraum. Tabelle A.3 im Anhang gibt die Verteilung der Austrittszeitpunkte fur Teilnehmerinnen und Teilnehmer mit Unterscheidung in West und Ostdeutschland wieder. Der Modus der Austritte liegt in allen Gruppen im Februar Marz 20018, d.h. ein Jahr nach Manahmenbeginn. In Westdeutschland sind dies 42,3% der Manner und 46,0% der Frauen; in Ostdeutschland 67,1% der Manner und 76,7% der Frauen. Im Marz 2001 haben knapp 80% 73,4% der Manner Frauen in Westdeutschland und 90,6% 92,2% der Manner Frauen in Ostdeutschland die Manahmen verlassen. Diese Verteilung der Austritte verdeutlicht, dass fur den Zeitraum bis Marz 2001 von einer deutlich verminderten Suchaktivitat der Teilnehmer ausgegangen werden kann und somit ein hoher LockinginEffekt zu erwarten ist. Bevor wir die Manahmeneffekte differenziert nach Regionen und fur die Zielgruppen prasentieren, beginnen wir mit den Ergebnissen fur Frauen und Manner in West und Ostdeutschland Tabelle 5. Aufgrund der erwarteten LockinginEffekte wahrend der Programme, sind die Effekte ab Marz 2001 aufgefuhrt. Sie dienen als Referenz fur die in den weiteren Untersuchungen ausgewiesenen Effekte der Teilgruppen. Tabelle 5: Effekte von ABM auf die Eingliederungswahrscheinlichkeiten fur Manner und Frauen in Ost und Westdeutschland 1 Sep. 02Beob. Mrz. 010,13700,01740,01330,01160,14200,03500,02040,01760,04890,09990,00880,00720,03140,07590,00520,0066Sep. 010,10600,01290,08850,01900,10230,00840,07050,0060Dez. 010,07550,01240,06420,01890,06570,00790,04990,0059Mrz. 020,03420,01280,00580,02000,05340,00810,04350,0062Dez. 020,00050,01270,05540,02040,02910,00830,01350,0066 tse Wts OManner Frauen Manner Frauen 21321028292450321 Effekte mit mind. 5% Signifikanzniveau sind fett gedruckt. Standardabweichungen in der zweiten Zeile.Wahrend die Effekte fur Frauen und Manner in Ostdeutschland uber den gesamten Untersuchungszeitraum signifikant negativ sind, werden die Effekte in Westdeutschland zum Ende des Untersuchungszeitraums insignifikant Manner oder positiv signifikant Frauen. Fur die Werte in den Ergebnistabellen gilt folgende Interpretation: Ein Effekt von 0,1370 Manner in Westdeutschland, Marz 2001 bedeutet, dass Teilnehmer in diesem Monat eine um 13,70% niedrigere Beschaftigungswahrscheinlichkeit fur regulare ungeforderter Beschaftigung haben als die vergleichbaren gematchten Nichtteilnehmer. 8 Durch verspatete Meldungen mussen die Informationen der Monate Februar und Marz 2001 zusammengefasst werden. 18Abbildung 1: Verlauf der ManahmenEffekte uber den Beobachtungszeitraum 1a Manner Westdeutschland 1b Frauen Westdeutschland tiekhcilinehcsrhawsgnugitfahcse B0.100.050.000.050.100.150.200.25269121518t 212427303336269121518212427303336t ManahmenEffekt 5% Konfidenzintervall ManahmenEffekt 5% Konfidenzintervall 1c Manner Ostdeutschland 1d Frauen Ostdeutschland tiekhcilinehcsrhawsgnugitfahcse B0.100.050.000.050.100.150.200.25tiekhcilinehcsrhawsgnugitfahcse Btiekhcilinehcsrhawsgnugitfahcse B0.100.050.000.050.100.150.200.250.100.050.000.050.100.150.200.25269121518t 212427303336269121518212427303336t ManahmenEffekt 5% Konfidenzintervall ManahmenEffekt 5% Konfidenzintervall Obgleich die Effekte fur die ostdeutschen Gruppen uber den Untersuchungszeitraum negativ sind, ist eine steigende Tendenz erkennbar, d.h. das Niveau der Beschaftigungswahrscheinlichkeit nimmt bis Dezember 2002 zu. Diese Tendenz verdeutlichen auch die Graphiken in Abbildung 1. Hier ist der Verlauf der ManahmenEffekte uber den gesamten Beobachtungszeitraum fur die vier Hauptgruppen abgebildet. In allen Gruppen sind die deutlichen LockinginEffekte durch die fallenden Beschaftigungswahrscheinlichkeiten in den ersten Monaten nach ManahmenBeginn zu erkennen Monat 2, Februar 2000, bis Monat 14, Februar 2001. Im Anschluss daran ist eine deutlich steigende Tendenz der Beschaftigungswahrscheinlichkeiten in Westdeutschland und eine maig steigende in Ostdeutschland zu erkennen. Wahrend fur die kleinste Gruppe Frauen in Westdeutschland diese Steigung am starksten ausfallt und der Effekt mit 5,54% im Dezember 2002 signifikant positiv ist, wird auch fur 19Manner in Westdeutschland eine solche Steigung gefunden, die allerdings zum Ende des Beobachtungszeitraums insignifikante Effekte zeigt. Wahrend fur die beiden Gruppen in Westdeutschland also eine deutliche Steigerung der Beschaftigungswahrscheinlichkeiten im Zeitablauf gefunden wird, weist das Bild fur Manner in Ostdeutschland einen als treppenartig zu charakterisierenden Verlauf mit relativ konstanten Niveaus uber die Jahreszyklen zwischen Marz 2001 und Marz 2002 sowie von Marz 2002 bis zum Ende des Beobachtungszeitraums auf. Ein ahnliches Bild zeigt auch der Verlauf der ManahmenEffekte fur Frauen in Ostdeutschland, allerdings sind hier die Skalenverschiebungen nicht so deutlich wie bei den Mannern dieser Region. Dafur ist hier eine maige Steigung der Effekte uber den Beobachtungszeitraum ab Monat 15, d.h. Marz 2001, zu beobachten. Hier in Ostdeutschland ist auch der Abfall der NettoEffekte wahrend der Manahmenzeit nicht so deutlich, ein Indiz fur eine geringere LockinginProblematik mangels Alternativen auf dem Arbeitsmarkt. Trotz der positiven Tendenzen in der Entwicklung der Beschaftigungswahrscheinlichkeiten fur Teilnehmer muss festgehalten werden, dass ABM nur fur Frauen in Westdeutschland eine signifikante Verbesserung der Arbeitsmarktsituation bewirken und sich fur die ubrigen Gruppen eher eine Verschlechterung durch die Teilnahme ergibt. In dieser Feststellung sind allerdings mogliche regionale und gruppenspezifische Unterschiede in den Wirkungen unberucksichtigt, die im Folgenden untersucht werden. Hierbei beschranken wir unsere Interpretation auf die Monate Marz 2001, um die LockingInProblematik zu verdeutlichen, und Dezember 2002, dem Ende unseres Untersuchungszeitraums. 5.3.1 Regionale Heterogenitat Tabelle 6 enthalt die Effekte von ABM auf die Eingliederungswahrscheinlichkeiten in den Strategietypen. Wie aus der Betrachtung der Effekte fur die Regionen Ost und Westdeutschland hervorgeht, weisen die Wirkungen auf die Beschaftigungswahrscheinlichkeiten eine steigende Tendenz uber den Untersuchungszeitraum auf. Die Unterscheidung in die einzelnen Strategietypen fuhrt zu kleineren Stichprobengroen und damit zu einer groeren Streuung der Effekte. Hierdurch werden die Effekte zum Ende des Beobachtungszeitraums Dezember 2002 in den meisten Gruppen insignifikant. Lediglich fur mannliche und weibliche Teilnehmer im Strategietyp Ib typische Arbeitsamter in Ostdeutschland und fur weibliche Teilnehmer im Strategietyp IV Zentren in Westdeutschland mit gunstiger Arbeitsmarktlage und hoher Dynamik sind die geschatzten Beschaftigungseffekte statistisch signifikant. Ein Vergleich der Wirkungen in den Strategietypen mit den durchschnittlichen Effekten im jeweiligen Landesteil zeigt Folgendes: In Agenturbezirken mit einer zum Landesteil relativ besseren Arbeitsmarktsituation haben Teilnehmer unabhangig vom Geschlecht nach Ma20 nahmenEnde eine niedrigere Wahrscheinlichkeit, in den ersten Arbeitsmarkt integriert werden zu konnen als der Durchschnitt. So ist beispielweise fur Manner im Strategietyp Ic Bezirke in Ostdeutschland mit hoher Arbeitslosigkeit, z.T. mit Grenzlage zum Westen eine um 15,12% reduzierte Beschaftigungswahrscheinlichkeit gegenuber den vergleichbaren Nichtteilnehmern im Marz 2001 zu erwarten; der Durchschnitt fur Manner in Ostdeutschland in diesem Monat liegt bei 9,99%. In Westdeutschland ist dieser Unterschied fur Teilnehmer in Manahmen im Strategietyp V Bezirke in Westdeutschland mit guter Arbeitsmarktlage und hoher Dynamik noch deutlicher. Hier sind um 24,68% reduzierte Beschaftigungswahrscheinlichkeiten zu erwarten, wahrend der Durchschnitt bei 13,70% liegt. Fur Frauen zeigt sich die gleiche Tendenz, wenn auch nicht so ausgepragt. So liegen die Effekte fur Teilnehmerinnen in Typ Ic im Marz 2001 um 2,21% niedriger als der Durchschnitt des Landesteils 7,59%, Frauen in Typ V haben eine um 2,38% verringerte Beschaftigungswahrscheinlichkeit gegenuber dem Durchschnittswert 14,20%. Grunde fur diese in Relation zum Durchschnitt geringeren Wirkungen konnen in den positiven Aspekten der regionalen Arbeitsmarkte gesehen werden. So ist davon auszugehen, dass attraktivere Alternativen fur Nichtteilnehmer bestehen, und die ABM in ihrem gegenwartigen Design mit einer durch die Zusatzlichkeit bedingten geringen Wettbewerbsfahigkeit der ausgefuhrten Tatigkeiten und der in der Regel langen Forderdauer auf eine Integration in den ersten Arbeitsmarkt eher hemmend denn fordernd wirken. Diese Hypothese wird weiter unterstutzt bei Betrachtung der Wirkungen in Strategietypen mit in Relation zum jeweiligen Landesteil unterdurchschnittlichem Arbeitsmarktumfeld Ia 9 und II10. So sind hier, wiederum unabhangig vom Geschlecht, in allen Gruppen nicht so deutlich reduzierte Beschaftigungswahrscheinlichkeiten wie im Landesteildurchschnitt nach ManahmenEnde zu beobachten. Manner im Strategietyp Ia haben durch die Manahmen im Marz 2001 eine um 9,63% geringere Beschaftigungschance, also 0,36% uber dem Durchschnitt in Ostdeutschland. 9 Bezirke in Ostdeutschland mit schlechtesten Arbeitsmarktbedingungen 10 Grostadtisch gepragte Bezirke vorwiegend in Westdeutschland 21 Tabelle 6: Effekte von ABM auf die Eingliederungswahrscheinlichkeiten in den Strategietypen 2 Manner 1827II py TFrauen 341a I py Tb I py TManner Frauen Manner Frauenc Manner I py TFrauen I Manner II py TFrauen I V Mannerpy TFrauen V Mannerpy TFrauen 324490696122918283231Beob. Mrz. 010,09630,01420,06590,01010,10890,00930,07520,00650,15120,02380,09800,01820,12450,01750,14080,02750,11920,01870,12790,02880,08470,04150,07690,06620,24680,03410,16580,043381439130819317778Sep. 010,09910,01670,06670,01160,09570,01060,07210,00750,15430,02680,08370,02030,06890,01960,07330,03080,10570,02080,08950,03090,10170,04580,05130,07030,16880,03630,13470,0463Dez. 010,06610,01580,05040,01140,06460,00990,05390,00740,09880,02610,05710,02010,06890,01940,09970,02990,07860,01980,05120,03160,05080,04510,06410,06960,12660,03510,08290,0461Mrz. 020,05460,01590,03990,01210,04870,01020,04830,00780,07720,02670,06120,02100,03260,01980,04990,03240,03810,02050,00260,03260,01130,04640,02560,07030,09420,03680,02590,0490Sep. 020,03020,01720,02360,01310,05030,01100,04090,00830,04010,02750,04490,02260,00600,02000,02930,03290,02460,02180,04350,03370,02260,04740,14100,07680,07790,03780,01040,0495Dez. 020,00140,01560,01870,01300,02950,01040,01580,00830,01230,02530,04490,02230,00480,01930,01470,03310,00120,02070,05370,03360,02260,04640,15380,07690,03900,03680,01040,04971 Der Arbeitsamtsbezirk Dresden ist nicht enhalten.2 Effekte mit mind. 5% Signifikanzniveau sind fett gedruckt. Standardabweichungen in der zweiten Zeile.Am Ende des Untersuchungszeitraums werden nur fur drei Gruppen statistisch signifikante Effekte gefunden. Fur Frauen, die an Manahmen in Zentren in Westdeutschland mit gunstiger Arbeitsmarktlage und hoher Dynamik Typ IV teilgenommen haben, liegt die Erhohung der Beschaftigungswahrscheinlichkeit durch die Teilnahme im Dezember 2002 bei 15,38%. Dieser Effekt muss allerdings vor dem Hintergrund der kleinen Stichprobengroe 78 Teilnehmerinnen interpretiert werden. Manner 2,95% und Frauen 1,58% aus typischen ostdeutschen Arbeitsamtern Typ Ib haben nach Teilnahme leicht negative Beschaftigungswahrscheinlichkeiten im Dezember 2002, die in etwa dem Durchschnitt des Landesteils entsprechen 2,91% fur Manner bzw. 1,35% fur Frauen. 5.3.2 Gruppenspezifische Heterogenitat Die Ergebnisse der Untersuchung der gruppenspezifischen Heterogenitat finden sich in Tabelle 7 siehe auch Tabellen A.4 und A.5 im Anhang. Vier Gruppen werden dabei unterschieden: 1 Teilnehmer ohne abgeschlossene Berufsausbildung, mit einer weiteren Differenzierung in verschiedene Altersklassen, 2 Teilnehmer mit hoher Qualifikation durch Fachhoch 22 oder Hochschulabschluss, 3 Teilnehmer mit gesundheitlichen Einschrankungen, mit einer weiteren Differenzierung in verschiedene Altersklassen sowie mit einer Unterscheidung fur vom Vermittler vermerkte Vermittlungshemmnisse dieser gesundheitlichen Einschrankungen, und 4 Rehabilitanden. Der Vergleich der Ergebnisse von ostdeutschen Mannern im Marz 2001, die gesundheitliche Einschrankungen oder ein damit verbundenes explizites Vermittlungshemmnis aufweisen, mit dem Durchschnitt der ostdeutschen Manner Tabelle 5 zeigt, dass die Reduktion der Beschaftigungswahrscheinlichkeit mit 4,53% bzw. 3,55% geringer ausfallt 9,99%. Rehabilitanden und Teilnehmer ohne Berufsausbildung liegen in etwa im Durchschnitt, wobei Teilnehmer ohne Berufsausbildung unter 26 Jahren mit 11,2% einen leicht hoheren negativen Effekt als der Durchschnitt aufweisen. Interessanterweise konnen nur fur zwei Gruppen am Ende des Beobachtungszeitraumes signifikante Effekte festgestellt werden. Dies sind zum einen Teilnehmer mit gesundheitlichen Einschrankungen mit 3,4% und Teilnehmer mit Vermittlungshemmnissen mit 5,3%. Fur diese beiden Gruppen hat die Teilnahme an einer ABM also eine signifikante Verbesserung der Eingliederungswahrscheinlichkeiten gebracht, wahrend fur die ubrigen Gruppen keine signifikante Veranderung festgestellt werden konnte. Bei Frauen in Ostdeutschland kann am Ende des Beobachtungszeitraums sogar nur fur eine Gruppe Frauen mit gesundheitlichen Einschrankungen und insbesondere wenn diese uber 45 Jahre sind ein signifikanter Effekt ermittelt werden mit 3,3% 3,6%. Bereits im Marz 2001 waren hier die negativen Effekte deutlich weniger stark ausgepragt als im Durchschnitt. Wahrend die ubrigen Gruppen auch im Marz 2001 nicht weit vom Durchschnitt abweichen, ergab sich hier fur Teilnehmerinnen ohne Berufsausbildung unter 26 Jahren ein stark negativer Effekt von 22,5%, der sich aber im Zeitverlauf auch in einen nichtsignifikanten Wert von 3,3% verbessert hat. Insgesamt kann also festgehalten werden, dass sich in Ostdeutschland nur wenige Abweichungen vom berechneten Durchschnittseffekt ergeben und nur fur wenige Gruppen am Ende uberhaupt signifikante Effekte ermittelt werden konnen. Die Ergebnisse in Tabelle 7 verdeutlichen, dass sich die Lage in Westdeutschland anders darstellt. Betrachtet man zunachst die Situation im Marz 2001, so zeigt sich, dass insbesondere Manner mit gesundheitlichen Einschrankungen mit explizitem Vermittlungshemmnis einen deutlich geringeren negativen Effekt als der Durchschnitt haben 6,67% zu 13,70%. Gleiches gilt fur Frauen mit gesundheitlichen Einschrankungen und Rehabilitandinnen. Die einzige Gruppe die einen deutlich hoheren negativen Effekt im Marz 2001 hat, sind Frauen ohne Berufsausbildung unter 26 Jahren mit 22,1%. 23Tabelle 7: Effekte von ABM auf die Eingliederungswahrscheinlichkeiten in ausgewahlten Zielgruppen 1 Gruppeohne Berufsausbildungohne Berufsausbildung, unter 26 Jahreohne Berufsausbildung, zwischen 26 und 50 Jahrenmit FachhochHochschulabschlumit gesundheitlichen Einschrankungenmit gesundheitlichen Einschrankungen, uber 40 mit gesundheitlichen Einschrankungen, uber 45 mit Vermittlungshemmnissen Rehabilitandenohne Berufsausbildungohne Berufsausbildung, unter 26 Jahreohne Berufsausbildung, zwischen 26 und 50 Jahrenmit FachhochHochschulabschlumit gesundheitlichen Einschrankungenmit gesundheitlichen Einschrankungen, uber 40 mit gesundheitlichen Einschrankungen, uber 45 mit Vermittlungshemmnissen Rehabilitandenldnahcstuedtse Wdnalhcstuedts OBeob.1336437746108542311216345109836178395144685464383394218Manner Mrz. 010,13700,01460,15560,03000,17290,01850,00930,05260,09040,01880,02890,01850,02310,02160,06670,02120,11010,04190,08250,01340,11240,03880,08860,01880,02780,03140,04530,01190,03230,01280,03130,01400,03550,01520,09630,0257Dez. 020,00000,01570,05720,03130,01470,02040,05560,06430,04980,02240,07070,02390,10190,02750,06380,02760,04590,05500,00120,01540,06740,04380,01270,02160,03470,04040,03360,01620,01290,01510,00520,01570,05330,02200,04130,0318Beob.4671452551352261238814343112089648187749551449374156Frauen Mrz. 010,13920,02550,22070,04920,13330,03470,13330,04890,07520,03160,04070,03720,05680,03640,00700,03580,02330,07280,05090,00990,22470,05940,04630,01320,06950,03070,02270,01080,03630,01200,01780,01200,03740,01640,07050,0294Dez. 020,01500,02970,02760,05630,01960,04050,07410,05860,15930,04030,14630,05140,14770,05670,22380,04930,06980,09340,00630,01270,03370,06810,01390,01750,02670,03720,03340,01470,01090,01560,03560,01580,01870,02300,01920,03761 Effekte mit mind. 5% Signifikanzniveau sind fett gedruckt. Standardabweichungen in der zweiten Zeile. Schaut man sich die Entwicklung im Zeitverlauf an siehe auch Tabelle A.4, konnen fur mehrere Gruppen signifikant positive Effekte im Dezember 2002 konstatiert werden. Bei Manner gilt dies insgesamt fur Teilnehmer mit gesundheitlichen Einschrankungen 4,9% und insbesondere fur altere Teilnehmer mit gesundheitlichen Einschrankungen 10,2% sowie Teilnehmer mit Vermittlungshemmnissen 6,4%. Auch Frauen mit gesundheitlichen Einschrankungen 15,9% und Frauen mit Vermittlungshemmnissen 22,4% erzielen deutlich bessere Ergebnisse als vergleichbare Nichtteilnehmerinnen. Fur die ubrigen Personengruppen konnen wiederum keine signifikanten Effekte ermittelt werden, d.h. am Ende der Beobachtungsperiode gibt es fur diese Gruppen keine signifikanten Unterschiede in den Beschaftigungswahrscheinlichkeiten durch die Teilnahme. 246. Fazit und Ausblick In dieser Studie werden die EingliederungsEffekte von ABM in regulare ungeforderte Beschaftigung analysiert. Durch die Verwendung der Informationen der Beschaftigtenstatistik wird eine solche Untersuchung auf Grundlage prozessgenerierter Daten der BA erstmals moglich. Der verwendete Datensatz enthalt Informationen zu Teilnehmern in ABM, die im Februar 2000 in die Manahmen eingetreten sind. Zusatzlich dazu wurden Kontrollindividuen gezogen, die im Januar 2000 arbeitslos waren und die Anforderungen fur eine Teilnahme in ABM erfullten. In der Schatzung der Effekte werden sowohl die regionalen Unterschiede im deutschen Arbeitsmarkt als auch gruppenspezifische Unterschiede besonderer Problemgruppen des Arbeitsmarktes berucksichtigt. Der vorliegende Verbleibszeitraum erstreckt sich bis Dezember 2002, d.h. bis fast drei Jahre nach ManahmenEintritt der Teilnehmer. Durch die groe Zahl vorhandener Teilnehmer und Nichtteilnehmer und dem umfangreichen Merkmalsspektrum kann in der Analyse ein MatchingSchatzer verwendet werden, der auf der Grundlage der Zusammenfuhrung statistischer Zwillinge die individuellen NettoEffekte bestimmt. Ein Problem der Bestimmung der reinen ManahmenEffekte kann das Vorliegen sogenannter LockinginEffekte sein. Durch zeitintensive Programme mit langer Forderdauer ist davon auszugehen, dass Teilnehmer eine im Vergleich zu den Nichtteilnehmern verringerte Suchaktivitat wahrend der Programmen aufweisen. Durch den vorliegenden langen Verbleibszeitraum uber das ManahmenEnde hinaus konnen die reinen Manahmeneffekte jedoch in geeigneter Weise ermittelt werden. Die deskriptive Betrachtung der Teilnehmerstruktur zeigt, dass die Zielorientierung in der Zuweisung der Teilnehmer in Ostdeutschland geringer ist als in Westdeutschland. Mogliche Grunde hierfur sind eher strukturelle Zielsetzungen, wie z.B. der Erhalt des sozialen Friedens oder die Entlastungsfunktion des Arbeitsmarktes. In Westdeutschland hingegen ist eine starker an den gesetzlichen Vorgaben orientierte Zuweisung besonders forderungsbedurftiger Personen zu erkennen; so sind hier die Anteile von Personen ohne Berufsausbildung oder mit gesundheitlichen Einschrankungen im Vergleich zu Ostdeutschland hoher. Die ermittelten NettoEffekte fur eine Eingliederung in regulare ungeforderte Beschaftigung zeigen eine nach ManahmenEnde deutlich reduzierte Beschaftigungswahrscheinlichkeit der Teilnehmer, die im Zeitverlauf uber den Beobachtungszeitraum bis Dezember 2002 steigt. Bei Betrachtung der Effekte fur vier Hauptgruppen, d.h. Frauen und Manner in Ost und Westdeutschland, kann nur fur die Gruppe der Frauen in Westdeutschland eine signifikante Verbesserung der Beschaftigungssituation durch die Teilnahme ermittelt werden. Fur die anderen 25Gruppen sind diese Effekte entweder schwach negativ Ostdeutschland oder insignifikant Manner in Westdeutschland. Die Berucksichtigung der regionalen und gruppenspezifischen Unterschiede zeigt, dass vor allem in Agenturbezirken mit einem relativ zum jeweiligen Landesteil schlechteren Arbeitsmarktumfeld die Verringerung der Beschaftigungswahrscheinlichkeiten nach ManahmenEnde geringer ist. Dies ist auf die geringere Zahl alternativer Moglichkeiten fur Teilnehmer und Nichtteilnehmer zuruckzufuhren. Die Betrachtung der gruppenspezifischen Unterschiede erfolgte im Hinblick auf Personen mit gesundheitlichen Einschrankungen, ohne Berufsausbildung, mit Fachhoch oder Hochschulabschluss oder Rehabilitanden. Hier zeigt sich, dass vor allem Personen mit gesundheitlichen Einschrankungen ein in Bezug zur Referenz Durchschnittseffekt fur ein bestimmtes Geschlecht im Landesteil besseres Ergebnis haben. Die Ergebnisse zeigen zwar deutliche Unterschiede in den Effekten fur Subgruppen, insgesamt weisen die empirischen Befunde jedoch darauf hin, dass das Ziel der Eingliederung in regulare ungeforderte Beschaftigung durch ABM weitgehend nicht realisiert werden konnte. Durch die Aktualitat der verwendeten Daten sowie die erstmalige Verwendung der Informationen der Beschaftigungsstatistik kann die Studie als wichtige Vorarbeit fur zukunftige Evaluationen gesehen werden. Andere Zielsetzungen von ABM werden in dieser Analyse nicht berucksichtigt. Insofern hangt eine Gesamtbewertung dieses Instruments aktiver Arbeitsmarktpolitik davon ab, welches Gewicht diesen zusatzlichen Faktoren beigemessen wird. Der Gesetzgeber ist gefordert, fur kunftige Evaluationen geeignete Kriterien zur Bewertung eines multidimensionalen Zielsystems von ABM festzulegen. 26Literatur ANBA 2003: Daten zu den Eingliederungsbilanzen 2001 Eingliederungsquoten 2001, Sondernummer der Amtlichen Nachrichten der Bundesanstalt fur Arbeit ANBA, Nurnberg Blien, U., Hirschenauer, F., Arendt, M., Braun, H. J., Gunst, D.M., Kilcioglu, S., Kleinschmidt, H., Musati, M., Ro, H., Vollkommer, D. und Wein, J. 2004: Typisierung von Bezirken der Agenturen fur Arbeit, Zeitschrift fur Arbeitsmarktforschung, im Druck Caliendo, M., Hujer, R. und Thomsen, S.L. 2003: Evaluation der NettoEffekte von ABM in Deutschland Ein MatchingAnsatz mit Berucksichtigung von regionalen und individuellen Unterschieden, IABWerkstattbericht Nr. 2, Nurnberg Hujer R., Caliendo, M. und Thomsen, S.L. 2003: New Evidence on the Effects of Job Creation Schemes in Germany A MatchingApproach with Threefold Heterogeneity, IZA Discussion Paper No. 750, Bonn Pierre, G. 1999: A Framework for Active Labour Market Policy Evaluation, Employment and Training Papers, No. 49, Genf Rosenbaum, P. und Rubin, D. 1983: The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrica, Vol. 70 1, S. 4140 Rosenbaum, P. und Rubin, D. 1985: Constructing a Control Group Using Multivariate Matched Sampling Methods that Incorporate the Propensity Score, The American Statistician, Vol. 39, S. 3338 Roy, A. 1951: Some Thoughts on the Distribution of Earnings, Oxford Economic Papers, Vol. 3, S. 135145 Rubin, D. 1974: Estimating Causal Effects to Treatments in Randomised and NonRandomised Studies, Journal of Educational Psychology, Vol. 66, S. 688701 27Rubin, D. 1977: Assignment to Treatment Group on the Basis of a Covariate, Journal of Educational Studies, Vol. 2, S. 126 Rubin, D. 1991: Practical Implications of Modes of Statistical Inference for Causal Effects and the Critical Role of the Assignment Mechanism, Biometrics, Vol. 47, S. 12131234 Sianesi, B. 2004: An Evaluation of Active Labour Market Programmes in Sweden, Review of Economics and Statistics, Vol. 861, S. 133155 Smith, J. und Todd, P. 2004: Does Matching Overcome Lalondes Critique of NonExperimental Evaluators, Journal of Econometrics, im Druck Van Ours, J. 2004: The LockingIn Effect of Subsidized Jobs, Journal of Comparative Economics, Vol. 321, S. 3752 28A. Tabellen Tabelle A.1: Schatzung der Teilnahmewahrscheinlichkeit LogitModell West Ost ohne BerlinManner Frauen Manner Frauen Variable Konstante Soziodemographische Merkmale Alter Alter 2Kinderzahl 2Staatsangehorigkeit 3verheiratetgesundheitliche Einschrankungenkeine gesundheitlichen Einschrankungenanerkannter Gd B4, 80% und mehranerkannter Gd B, 50% bis unter 80%anerkannter Gd B, 30% bis unter 50%, gleichgestelltanerkannter Gd B, 30% bis unter 50%, nicht gleichgestelltubrige gesundheitliche Einschrankungen Qualifikatorische Merkmale Berufsausbildung Koeff.1Std. Err.1,0878 0,28268 3,6032 0,46284 5,4423 0,35374 7,6906 0,37885Std. Err. Koeff.1Std. Err. Koeff.1Std. Err. Koeff.10,05990,00040,06530,44020,16760,0145 0,00670,0002 0,00030,0281 0,01830,28250,06830,0612 0,44830,09010,02350,0003 0,00080,0439 0,03350,62840,12110,26830,07610,17020,01410,0002 0,00190,0266 0,02380,70820,19660,11450,05060,01360,00020,01840,24320,0344Referenz Referenz Referenz Referenz 0,91600,80521,11900,27570,04721,34040,18260,64330,12671,98710,36580,15700,06510,0892 0,07510,54910,25780,49910,19780,56910,42460,2685 0,07080,1390 0,19181,13750,27580,60320,12700,79990,19250,1721 0,07250,0716 0,14220,24420,12420,19540,18260,0608ohne abgeschlossene Berufsausbildung, ohne Hauptschulabschlussohne abgeschlossene Berufsausbildung, mit Hauptschulabschlussbetriebliche Ausbildung Berufsfachschule Fachschule Fachhochschule Hochschule Universitat Referenz Referenz Referenz Referenz0,33640,67380,76390,09870,35340,23990,22940,06220,0692 0,08080,2685 0,07340,71830,17561,49830,20091,02210,15770,13340,10150,1399 0,17770,2432 0,32230,22270,19270,2144 0,01350,08100,18690,08230,07480,25940,12310,20580,13540,34280,33150,85881,01661,03880,90040,08650,08200,13840,09770,17940,1272Berufsgruppe 5Planzenbauer, Tierzuchter, Fischereiberufe Bergleute, Mineralgewinner Fertigungsberufe Technische Berufe Dienstleistungsberufe Sonstige Arbeitskrafte Stellung im Beruf ArbeiterinFacharbeiterinAngestellter in einfacher Tatigkeit Angestellter in gehobener Tatigkeit Sonstigemit Berufserfahrung Merkmale zur Erwerbskarriere Dauer der letzten Beschaftigung MonateArbeitslosigkeitsdauerbis 13 Wochenzwischen 13 und 52 Wochenuber 52 Wochen Zahl der Vermittlungsvorschlageletzter Kontakt zum Arbeitsamt MonateRehabilitand Vermittlungshemmnis Massnahme vor Arbeitslosigkeitkeine Manahme Fb W Fu U mit Erfolg abgeschlossen, Fortbildung Fb W Fu U mit Erfolg abgeschlossen, Einarbeitungberufsvorbereitende Manahme Arbeitsbeschaffungsmanahme RehabilitationsManahme StrategieTyp des Arbeitsamtes 6Typ Ia Typ Ib Typ Ic Typ IITyp IIITyp IVTyp V0,22220,56050,09270,46570,26280,25010,00920,74940,08280,51540,23700,0670Referenz Referenz Referenz Referenz0,58100,30770,10230,1544 0,16090,31670,05440,15330,39330,2605 0,19540,0995 0,17390,2628 1,18910,21490,09990,04780,01270,2170 1,20920,08190,04060,2860Referenz Referenz Referenz Referenz0,54990,01630,08770,01120,33970,0982 0,16370,11520,14900,51310,15360,05630,15120,0745 0,31390,1944 0,18110,18090,12560,1624 0,28380,10540,03450,1017 0,22790,05970,06570,21970,10670,1662 0,04040,10040,05280,0695 0,11750,05250,06050,12150,04370,05270,00460,0005 0,00330,0007 0,00380,0004 0,00280,0003Referenz Referenz Referenz Referenz 0,20547 0,06161 0,06978 0,08897 0,46733 0,05613 0,25091 0,051090,30869 0,06782 0,08878 0,09743 0,44976 0,05995 0,16938 0,050910,00310,00850,10240,08250,05300,00280,05200,01250,11850,06960,0989 0,26540,06100,00420,0177 0,12040,29580,20390,1546 0,31640,09190,00300,0114 0,06440,09390,15350,0870 0,30000,04940,00130,15330,3396Referenz Referenz Referenz Referenz 0,22920,64790,47642,14630,09290,08010,22861,02850,07770,27060,53010,46132,63873,06710,93680,10430,44660,52450,11410,34060,48300,65451,14311,72720,42320,06280,08930,42890,05460,22730,52630,56340,33641,53820,37800,04220,07460,52500,04180,2720Referenz Referenz0,2037 0,04783 0,1663 0,036560,1798 0,07231 0,3261 0,058080,10401 0,12911 0,1421 0,12379Referenz Referenz 0,03845 0,05411 0,10644 0,080370,21447 0,08838 0,11361 0,135590,22252 0,07302 0,56658 0,09603Anzahl Beobachtungen LogLikelihood 1 Koeffizienten auf 10% Signifikanzniveau sind fett gedruckt.2 Anzahl Kinder unter 16 Jahren 3 Staatsangehorigkeit Deutsch 4 Gd B Grad der Behinderung 5 In der Berufsgruppe Bergleute, Mineralgewinner sind keine Frauen enthalten.6 StrategieTypen Ia, Ib, Ic enthalten nur ostdeutsche, III, IV, V nur westdeutsche Agenturbezirke. 7.462,3946.23535.2713.891,4667.71210.572,4381.50516.733,21 29Tabelle A.2: MatchingQualitat Standardised Bias West Ost ohne BerlinManner Frauen Manner Frauen Variable Alter Kinderzahl 2Staatsangehorigkeit 3verheiratetgesundheitliche Einschrankungenkeine gesundheitlichen Einschrankungenanerkannter Gd B4, 80% und mehranerkannter Gd B, 50% bis unter 80%anerkannter Gd B, 30% bis unter 50%, gleichgestelltanerkannter Gd B, 30% bis unter 50%, nicht gleichgestelltubrige gesundheitliche Einschrankungen Berufsausbildungohne abgeschlossene Berufsausbildung, ohne Hauptschulabschlussohne abgeschlossene Berufsausbildung, mit Hauptschulabschlussbetriebliche Ausbildung Berufsfachschule Fachschule Fachhochschule Hochschule Universitat Berufsgruppe 5Planzenbauer, Tierzuchter, Fischereiberufe Bergleute, Mineralgewinner Fertigungsberufe Technische Berufe Dienstleistungsberufe Sonstige Arbeitskrafte Stellung im Beruf ArbeiterinFacharbeiterinAngestellter in einfacher Tatigkeit Angestellter in gehobener Tatigkeit Sonstigemit Berufserfahrung Dauer der letzten Beschaftigung MonateArbeitslosigkeitsdauerbis 13 Wochenzwischen 13 und 52 Wochenuber 52 Wochen Zahl der Vermittlungsvorschlageletzter Kontakt zum Arbeitsamt MonateRehabilitand Vermittlungshemmnis Massnahme vor Arbeitslosigkeitkeine Manahme Fb W Fu U mit Erfolg abgeschlossen, Fortbildung Fb W Fu U mit Erfolg abgeschlossen, Einarbeitungberufsvorbereitende Manahme Arbeitsbeschaffungsmanahme RehabilitationsManahme Typ Ia Typ Ib Typ Ic Typ IITyp IIITyp IVTyp VUngewichtetes Mittel vorher nachher vorher nachher vorher nachher vorher nachher 2,461,200,680,3847,620,7714,0148,4948,642,258,1934,172,780,223,178,8222,845,326,9811,294,101,151,436,461,111,281,840,961,3812,206,306,9813,447,831,251,5910,4614,8026,226,1931,273,201,104,687,8620,695,958,8012,5914,663,9717,2226,189,135,067,3617,7157,083,586,853,3459,162,554,6512,8548,2310,116,730,1554,992,552,132,210,670,6113,855,470,652,003,963,622,884,131,560,521,122,761,441,061,662,170,090,001,391,472,606,550,853,141,500,706,263,123,921,064,930,910,434,382,835,333,360,009,210,002,500,972,220,402,5211,5415,475,346,9711,3519,229,164,1818,322,2613,5125,5126,771,792,1622,781,2619,583,529,059,450,2120,100,2424,4251,971,055,306,1160,136,045,759,4562,5016,755,049,6762,938,393,402,133,229,1515,413,841,783,802,554,870,912,103,994,792,910,421,811,110,687,084,587,130,701,662,503,952,104,104,209,100,461,001,401,660,942,015,822,522,371,332,361,841,744,521,791,102,452,893,691,146,166,322,147,9210,397,2517,501,159,021,014,115,983,040,783,800,6315,8520,5421,913,462,520,102,6836,2332,4415,2014,3857,9712,160,117,5668,0317,0813,311,5263,390,563,944,831,780,710,810,900,190,901,160,731,790,770,773,791,190,961,830,003,510,071,730,870,381,926,400,961,654,071,690,768,442,484,151,901,350,781,490,624,973,880,735,911,490,560,280,760,8814,552,702,363,274,6016,806,825,556,886,8217,076,497,608,643,312,6910,113,7813,4210,544,994,770,208,051,6337,5014,078,891,1264,909,197,8115,0962,3417,268,741,3756,581,273,951,811,283,233,290,891,271,811,224,751,653,221,641,122,241,520,841,310,660,180,041,791,143,543,041,213,580,131,441,450,120,790,190,162,492,390,404,710,560,003,820,002,392,561,201,3111,841,8211,001,5830 Tabelle A.3: Abgange aus ABM absolute Haufigkeiten und kumulierte Haufigkeiten in Prozent West Ost Teilnehmer Manner 2140Frauen 1052Manner 2924Frauen 5035Februar 00Marz 00April 00Mai 00Juni 00Juli 00August 00September 00Oktober 00November 00Dezember 00Januar 01Februar 01Marz 01April 01Mai 01Juni 01Juli 01August 01September 01Oktober 01November 01Dezember 01Januar 02Februar 02Marz 02April 02Mai 02Juni 02Juli 02August 02September 02Oktober 02November 02Dezember 02abs.0,052,011,822,013,082,624,912,804,305,703,934,3530,1412,060,891,211,501,640,841,311,210,930,791,176,210,930,050,280,090,140,090,000,000,000,23kum. Haufig.0,052,063,885,898,9711,5916,5019,3023,6029,3033,2237,5767,7179,7780,6581,8783,3685,0085,8487,1588,3689,3090,0991,2697,4898,4198,4698,7498,8398,9799,0799,0799,0799,0799,30abs.0,191,241,331,051,811,623,993,991,814,093,233,0434,2211,790,670,951,050,760,861,241,330,950,761,6212,072,280,100,100,000,190,100,100,190,100,19kum. Haufig.0,191,432,763,805,617,2211,2215,2117,0221,1024,3327,3861,6073,3874,0575,0076,0576,8177,6678,9080,2381,1881,9483,5695,6397,9198,0098,1098,1098,2998,3898,4898,6798,7698,95abs.0,000,510,791,741,331,643,492,804,043,112,431,6443,4023,670,210,480,410,240,270,240,240,310,240,174,242,120,000,000,000,030,000,000,030,030,00kum. Haufig.0,000,511,303,044,386,029,5112,3116,3519,4621,8923,5366,9390,6090,8091,2891,6991,9392,2092,4492,6892,9993,2393,4097,6499,7699,7699,7699,7699,7999,7999,7999,8399,8699,86abs.0,020,790,520,930,750,682,741,751,672,541,551,5551,8824,810,180,300,240,260,260,160,220,160,120,023,891,750,040,060,000,000,020,020,020,000,02kum. Haufig.0,020,811,332,263,023,696,438,189,8512,3913,9415,4967,3792,1792,3592,6592,8993,1593,4193,5793,7893,9494,0694,0897,9799,7299,7699,8299,8299,8299,8499,8699,8899,8899,9031Tabelle A.4: Effekte von ABM auf die Eingliederungswahrscheinlichkeiten in ausgewahlten Zielgruppen Westdeutschland1 Gruppeohne Berufsausbildungohne Berufsausbildung, unter 26 Jahreohne Berufsausbildung, zwischen 26 und 50 Jahrenmit FachhochHochschulabschlumit gesundheitlichen Einschrankungenmit gesundheitlichen Einschrankungen, uber 40 mit gesundheitlichen Einschrankungen, uber 45 mit Vermittlungshemmnissen Rehabilitandenohne Berufsausbildungohne Berufsausbildung, unter 26 Jahreohne Berufsausbildung, zwischen 26 und 50 Jahrenmit FachhochHochschulabschlumit gesundheitlichen Einschrankungenmit gesundheitlichen Einschrankungen, uber 40 mit gesundheitlichen Einschrankungen, uber 45 mit Vermittlungshemmnissen Rehabilitanden Manner Frauen 2161084377465423113451091336Beob. Mrz. 010,13700,01460,15560,03000,17290,01850,00930,05260,09040,01880,02890,01850,02310,02160,06670,02120,11010,04190,13920,02550,22070,04920,13330,03470,13330,04890,07520,03160,04070,03720,05680,03640,00700,03580,02330,07281434671452551352261238843Sep. 010,09130,01610,10070,03200,13270,02080,02780,05950,06460,02130,00320,02240,01390,02560,04350,02400,08260,04960,10920,02790,11030,05450,16860,03720,11850,05400,06190,03590,01630,04070,00000,04100,01400,04030,00000,0849Dez. 010,06440,01570,05720,03160,09650,01970,01850,05920,04240,02040,00640,02100,02310,02250,00870,02370,07340,04910,09420,02800,10340,05500,12550,03680,11110,05430,04420,03520,00810,04130,00000,04100,05590,03920,02330,0781Mrz. 020,02990,01580,04810,03150,04290,02020,08330,06400,01290,02210,04820,02310,07410,02640,06090,02640,01830,05270,05350,02920,08970,05590,03530,03950,00740,05860,04420,03910,12200,04710,11360,05130,16080,04580,09300,0882Sep. 020,01050,01640,04120,03260,03890,02110,09260,06500,02950,02310,06110,02440,09260,02820,06380,02800,01830,05550,00640,02980,02070,05640,01960,04080,02960,05920,10620,04060,15450,05020,14770,05510,18180,04880,09300,0882Dez. 020,00000,01570,05720,03130,01470,02040,05560,06430,04980,02240,07070,02390,10190,02750,06380,02760,04590,05500,01500,02970,02760,05630,01960,04050,07410,05860,15930,04030,14630,05140,14770,05670,22380,04930,06980,09341 Effekte mit mind. 5% Signifikanzniveau sind fett gedruckt. Standardabweichungen in der zweiten Zeile. 32Tabelle A.5: Effekte von ABM auf die Eingliederungswahrscheinlichkeiten in ausgewahlten Zielgruppen Ostdeutschland1 836Beob. Mrz. 010,08250,01340,11240,03880,08860,01880,02780,0314144178395Gruppeohne Berufsausbildungohne Berufsausbildung, unter 26 Jahreohne Berufsausbildung, zwischen 26 und 50 Jahrenmit FachhochHochschulabschlumit gesundheitlichen Einschrankungenmit gesundheitlichen Einschrankungen, uber 40 mit gesundheitlichen Einschrankungen, uber 45 685464383Sep. 010,06820,01520,10670,04210,10130,02320,00690,03670,03940,01410,03450,01530,04180,01680,03050,01860,07800,03010,04460,01150,14610,06730,05860,01540,11230,03570,02140,01340,03810,01500,01780,01500,03740,01980,04490,0318Dez. 010,03590,01510,02810,04290,05820,02220,00690,03770,01460,01380,02590,01360,03130,01440,01020,01860,05500,02990,03480,01150,10110,06770,04170,01540,09090,03590,01340,01310,02720,01400,01110,01460,00270,01910,00640,0319Mrz. 020,02270,01530,00560,04110,04050,02260,01390,04170,00000,01470,01080,01440,01310,01510,01270,01960,02290,02980,02500,01190,03370,06810,03700,01610,08560,03560,00270,01360,01270,01420,00670,01430,00530,02020,00640,0340Sep. 020,02510,01580,01120,04510,04300,02310,00690,04130,02770,01660,02370,01630,01570,01720,04820,02210,01830,03210,02140,01290,10110,06770,03400,01810,03210,03750,01870,01450,00180,01540,01780,01590,00530,02240,02560,0363Dez. 020,00120,01540,06740,04380,01270,02160,03470,04040,03360,01620,01290,01510,00520,01570,05330,02200,04130,03180,00630,01270,03370,06810,01390,01750,02670,03720,03340,01470,01090,01560,03560,01580,01870,02300,01920,03760,04530,01190,03230,01280,03130,01400,03550,01520,09630,02570,05090,00990,22470,05940,04630,01320,06950,03070,02270,01080,03630,01200,01780,01200,03740,01640,07050,0294Manner Frauenmit Vermittlungshemmnissen 394Rehabilitanden 218ohne Berufsausbildung 1120ohne Berufsausbildung, unter 26 Jahreohne Berufsausbildung, zwischen 26 und 50 Jahrenmit FachhochHochschulabschlumit gesundheitlichen Einschrankungenmit gesundheitlichen Einschrankungen, uber 40 mit gesundheitlichen Einschrankungen, uber 45 89648187749551449mit Vermittlungshemmnissen 374Rehabilitanden 1561 Effekte mit mind. 5% Signifikanzniveau sind fett gedruckt. Standardabweichungen in der zweiten Zeile. 33 Tabelle 3: Deskription ausgewahlter Merkmale fur Teilnehmer und Nichtteilnehmer in Ostdeutschland Personen Mittelwerte Forderdauer in TagenDauer der Arbeitslosigkeit WochenZahl der Vermittlungsvorschlage Kinderzahl Letzter Kontakt zum Arbeitsamt MonateAlter JahreStaatsangehorigkeit deutsch Anteil in %Berufserfahrung Anteil in %Anzahl ohne Berufsausbildungohne Berufsausbildung unter 25 Jahrenohne Berufsausbildung zw. 26 und 50 Jahrenmit UniversitatsFachhochschulabschlussmit gesundheitlichen Einschrankungenmit gesundh. Einschrankungen uber 40 Jahremit gesundh. Einschrankungen uber 45 Jahremit Vermittlungshemmnis Rehabilitand Anteil in v.H.ohne Berufsausbildungohne Berufsausbildung unter 25 Jahrenohne Berufsausbildung zw. 26 und 50 Jahrenmit UniversitatsFachhochschulabschlussmit gesundheitlichen Einschrankungenmit gesundh. Einschrankungen uber 40 Jahremit gesundh. Einschrankungen uber 45 Jahremit Vermittlungshemmnis Rehabilitand Ost Manner Ost Frauen Typ Ia Typ Ib Typ Ic Typ Ia Typ Ib Typ Ic Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer 14.34969642.0291.8296.82032417.4391.23249.8073.2347.73849048,972,410,383,0241,6598,9787,223.0258281.4744213.5302.4992.0622.23093621,085,7710,272,9324,6017,4214,3715,546,52336,4152,065,090,462,7243,5799,1489,941713584171418562704024,575,0312,072,4420,2612,218,9110,065,7547,243,100,352,7341,8098,0289,6310.0632.6005.1781.82710.5777.3616.0696.8663.33823,946,1912,324,3525,1717,5114,4416,347,94315,2549,316,320,392,5245,3498,8591,095278625410843830826425915028,814,7013,895,9023,9516,8414,4314,168,2042,793,760,372,7041,3498,3989,911.5294157552821.7241.2069981.10644122,426,0911,074,1325,2817,6814,6316,226,47295,2152,877,230,392,3743,5199,6987,96101285214976754572231,178,6416,054,3229,9420,6816,6717,596,7988,302,170,703,0444,2299,4287,684.1083762.1202603.5762.7472.3121.99570923,562,1612,161,4920,5115,7513,2611,444,07345,1568,654,830,872,5442,8699,6889,04260191564015310579712721,101,5412,663,2512,428,526,415,762,1981,072,860,662,6943,9999,0690,0913.1631.3376.8301.15410.1187.7066.5945.9412.36126,432,6813,712,3220,3115,4713,2411,934,74333,1965,735,500,782,5744,2699,6390,827063942712648336630222610321,831,2113,203,9014,9411,329,346,993,1875,563,500,702,8343,5199,1990,512.1052101.1111391.6221.2191.00196333827,202,7114,361,8020,9615,7512,9412,454,37304,9159,686,340,752,8444,65100,0090,6112395921987160662225,101,8412,044,2920,0014,4912,2413,474,49 34 Tabelle 4: Deskription ausgewahlter Merkmale fur Teilnehmer und Nichtteilnehmer in Westdeutschland Personen Mittelwerte Forderdauer in TagenDauer der Arbeitslosigkeit WochenZahl der Vermittlungsvorschlage Kinderzahl Letzter Kontakt zum Arbeitsamt MonateAlter JahreStaatsangehorigkeit deutsch Anteil in %Berufserfahrung Anteil in %Anzahl ohne Berufsausbildungohne Berufsausbildung unter 25 Jahrenohne Berufsausbildung zw. 26 und 50 Jahrenmit UniversitatsFachhochschulabschlussmit gesundheitlichen Einschrankungenmit gesundh. Einschrankungen uber 40 Jahremit gesundh. Einschrankungen uber 45 Jahremit Vermittlungshemmnis Rehabilitand Anteil in v.H.ohne Berufsausbildungohne Berufsausbildung unter 25 Jahrenohne Berufsausbildung zw. 26 und 50 Jahrenmit UniversitatsFachhochschulabschlussmit gesundheitlichen Einschrankungenmit gesundh. Einschrankungen uber 40 Jahremit gesundh. Einschrankungen uber 45 Jahremit Vermittlungshemmnis Rehabilitand West Manner West Frauen Typ IITyp IIITyp IVTyp VTyp IITyp IIITyp IVTyp VNichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer Nichtteilnehmer Teilnehmer 19.09090216.4248203.7091846.46230913.23642213.9574182.937815.62521081,823,490,392,8243,4379,3991,039.7011.2215.4807135.8374.3423.6933.8651.18650,826,4028,713,7330,5822,7419,3520,256,21285,9864,887,400,432,4237,4382,8284,3759817935341200118771213966,3019,8439,144,5522,1713,088,5413,414,3269,173,540,422,3842,5487,5192,387.5051.1154.1844595.3033.9413.4133.6721.06845,706,7925,472,7932,2924,0020,7822,366,50276,5757,087,170,432,6835,9090,1286,2250621024239213109761444361,7125,6129,514,7625,9813,299,2717,565,2472,594,160,352,4845,1870,0795,391.9411971.0432311.16892082480324052,335,3128,126,2331,4924,8022,2221,656,47276,0367,618,980,332,3637,3974,4688,59110405516492921351459,7821,7429,898,7026,6315,7611,4119,027,6151,833,610,432,2142,9481,4695,512.8613861.4642352.0711.5701.3791.44440344,275,9722,663,6432,0524,3021,3422,356,24275,7256,178,270,442,1339,9783,5093,851643710523976148622153,0711,9733,987,4431,3919,7415,5320,066,8083,132,920,532,6143,5886,4190,906.4056583.4395133.3982.7132.3592.19747548,394,9725,983,8825,6720,5017,8216,603,59319,3970,196,710,522,5338,1790,7680,812026810544996138621647,8716,1124,8810,4323,4614,459,0014,693,7976,002,960,652,3042,6791,4592,536.5576313.6084033.5832.7772.4652.34141446,984,5225,852,8925,6719,9017,6616,772,97298,1455,936,410,582,8636,7594,2683,97185818457753936511544,2619,3820,1013,6417,949,338,6112,203,5975,693,490,462,4046,0477,4695,511.61711873612988975568260310655,064,0225,064,3930,2725,7123,2220,533,61314,7749,209,280,531,8436,4687,6590,123482418218215541,989,8829,6322,2225,939,882,4718,526,1764,502,910,612,2243,4086,3694,772.9142221.3891861.6031.3091.1821.07418051,803,9524,693,3128,5023,2721,0119,093,20293,7452,106,660,642,1239,9990,9589,0587194831512721331241,439,0522,8614,7624,2912,8610,0015,715,7135", "filename": "dp0446.pdf", "person": ["Marco Caliendo", "Caliendo, Marco", "Reinhard Hujer", "Hujer, Reinhard", "Stephan L. Thomsen", "Thomsen, Stephan L."], "date": ["2004"]}