{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19915/1/dp05-1.pdf"], "title": ["Learning to Act on World Trade: Preference Formation of Large Firms in the United States and the European Union"], "plaintext": "Abstract Lobbying by economic actors constitutes a central element of a large part of the literature on trade policymaking. However, it is mainly considered as input into the political system, which then aggregates the demand of different societal interests. As such inputs, the preferences of economic actors are often simply deduced from economic theory. This paper raises doubts about the usefulness of this analytical parsimony and tries to distinguish more clearly between stable interests, preferences and strategic choices. In particular, it suggests a model that clarifies how abstract interests are translated into concrete policy choices. By examining the lobbying carried out by service providers in the United States US and the European Union EU in telecommunications and air transport, it then shows that the deduction of trade policy preferences from economic theory does not account well for the general support of multilateral trade liberalization by EU service providers. In particular, changes in identity, causal beliefs and strategic environments in the US and the EU create a variety of lobbying choices that goes beyond the material incentives of trade liberalization. By studying the learning process and the constraints on lobbying imposed by political institutions, the paper suggests that even the political preferences of strong economic actors are sometimes more appropriately dealt with as endogenous to the trade policy process. Zusammenfassung Wirtschaftslobbying ist ein zentraler Bestandteil der Literatur zur Welthandelspolitik, da man davon ausgeht, dass Unternehmen Regierungsstrategien nachhaltig beeinflussen. Lobbying wird daher im Allgemeinen als Input in den politischen Prozess definiert. Unternehmensinteressen bilden einen Teil der Nachfrage, die von Regierungen aggregiert und in politische Entscheidungen umgewandelt wird. Der Inhalt der wirtschaftspolitischen Interessen von Unternehmen wird dann in den meisten Fallen aus der Okonomischen Theorie abgeleitet. Die Autorin des vorliegenden Discussion Papers hinterfragt die Zweckmaigkeit einer solchen analytischen Vereinfachung und versucht, Interessen, Praferenzen und strategische Entscheidungen klarer voneinander abzugrenzen. Zu diesem Zweck wird ein Modell vorgestellt, das erklart, wie abstrakte Interessen in konkrete politische Entscheidungen ubersetzt werden. Eine Untersuchung der LobbyingPraxis von Dienstleistungsfirmen in den Branchen Telekommunikation und Lufttransport in den USA und der Europaischen Union zeigt, dass rein materielle Anreize nicht ausreichen, die politischen Praferenzen von Dienstleistungsunternehmen der EU zu erklaren. Neben den wirtschaftlichen Konsequenzen einer multilateralen Offnung der Weltmarkte sind Identitatswandel, grundsatzliche Uberzeugungen und die strategischen Grundbedingungen im jeweiligen Land fur die Praferenzbildung der Unternehmen entscheidend. Das Papier kommt zu dem Ergebnis, dass Unternehmenspraferenzen nicht als gegeben angenommen werden konnen, sondern im Laufe des politischen Prozesses fortentwickelt werden. 4 MPIf G Discussion Paper 05 1 Contents 1 Introduction On interests, preferences and strategies 2 Two cases of service trade liberalization Multilateral liberalization of basic telecommunication services Transatlantic liberalization of international air transport Explaining the support for liberalization Preferences arising from economic incentives Limitations of preferences deduced from material interests only Alternative propositions 3 Trade policy preference formation as a political process Learning trade Telecom companies discover the WTO Thinking beyond reciprocity: airlines between reaction and initiative Getting mobilized Telecoms: personal contacts vs. multilevel lobbying Airlines: concrete benefits vs. principlebased lobbying 4 Conclusion References 5 7 12 12 14 15 15 17 18 18 19 19 21 24 24 26 28 30 Woll: Learning to Act on World Trade 5 1 Introduction How are societal actors preferences connected to political outcomes? An answer is hard to find because political processes are generally complex. Anyone analyzing the reasons and sequences leading to a specific policy is confronted with a myriad of factors that all potentially weigh on the final outcome. In order to simplify such an intricate social setting, many political scientists rely on a preferenceaggregation vision of politics. Societal actors voice their preferences individually or through collective action, while political actors and institutions respond to and aggregate them. Differences in policy outcomes across cases may then be due to differences in the collective action and representation of societal interests or to the way in which political institutions are able to aggregate societal demands. Preferences, however, are always the necessary first step of the analysis, because they are considered to be the input that feeds the political machine. This input conception of preferences has recently been criticized: most forcefully by the literature on historical institutionalism see SteinmoThelenLongstreth 1992; Thelen 1999; PiersonSkocpol 2002. For the authors in this tradition, the preferences of actors do not always exist independently of the political institutions they interact with. Institutions may affect preferences through the organizational positions they endow actors with Hall 1986: 19 or by filtering particular interpretations of the goals that actors strive for or the best means to achieve these ends Immergut 1998: 31. Several case studies have highlighted the endogeneity of preferences empirically, especially in the context of policymaking in the European Union EU.1 Nonetheless, an important number of policy studies simplify their analyses by assuming that there are exogenously given preferences that actors act upon. These preferences, in turn, are often considered to be a direct result of the concrete benefits economic theory predicts in a given policy situation. This focus on interests is characteristic of what Hall forthcoming has termed the materialist political economy that has gripped contemporary political science. Joining Hall forthcoming, this article takes issue with this analytical parsimony and argues for the need to distinguish between objective interests of actors, as posited by some economic theory, and the actors own perception of their interests. Actors can pursue several, sometimes conflicting objectives simultaneously, and they act under a Previous versions have been presented at the 100th Annual Meeting of the American Political Science Association, Chicago IL, and the conference Les groupes dinteret dans le XXIeme siecle at the Institut d Etudes Politiques de Paris. I would like to thank the panel participants as well as Andreas Dur, Martin Hopner, Nicolas Jabko, Andrew Moravcsik, Nils F. Ringe, Armin Schafer, Wolfgang Streeck, Christine Trampusch and Aurora Trif for their helpful criticisms. 1 Grossman 2004 has studied the evolution of preferences of domestic actors, while others have focused on government preferences in intergovernmental negotiations e.g. EisingJabko 2001; Eising 2002; Hall forthcoming. 6 MPIf G Discussion Paper 05 1 great degree of uncertainty. Against this background, the definition of policy preferences happens not only in response to strategic considerations, but also as a consequence of businessgovernment interactions, as these interactions are crucial for the definition of what is in fact at stake cf. Wildavsky 1987. Differences in the institutional structure of the relevant political institutions can furthermore favor certain policy preferences over others and thus provide an incentive to express political demands in correspondence to these biases. In order to address these different possibilities, I propose that policy preferences be understood as a translation process from basic interests to political stances. A theoretical model then highlights which elements of the translation are affected by changes in identity, policy ideas or the strategic environment. It thus clarifies when we should expect variation in preferences among actors. Since analyses based on material interests are most common in trade policy studies and the field of international political economy IPE more generally see MageeBrockYoung 1989; Rogowski 1989; AltGilligan 1994; Alt et al. 1996,2 I will illustrate these claims with an examination of trade policy lobbying on the part of large service firms in the United States US and the EU. A narrative of the process by which these actors define their policy stances highlights that the materialist hypothesis provided by the IPE literature cannot account for the support of liberalization displayed by these firms. Arguing that material incentives have no absolute value, this paper insists on the fact that the way a firm decides to act on the basis of its economic interests depends, first, on the way the stakes are framed and, second, on the options it has for pursuing its goals once they are defined. These two stages of learning and acting, however, are shaped through the interactions between business and government representatives, so that we can observe differences between cases that are independent of the purely distributive effects of trade liberalization. The case study draws on qualitative research carried out between 2002 and 2003.3 Most importantly it is based on 74 interviews with large service firms, government representatives and business associations in the US and the EU, who all worked on the issue of service trade liberalization in two sectors: telecommunications services and air transport.4 Since the study focuses on the understanding of how firms define their political objectives, the interview data will be used to illustrate the reasoning and difficulties of the political mobilization of economic actors over time.5 2 In their review of the literature, Frieden and Martin 2002 point out, most IPE scholarship on foreign economic policymaking begins with an explicit or implicit model in which politicians confront a combination of pressures from concentrated interests and the broad public. For further information, see Woll 2004. Several smaller firms were interviewed as well, but, since they often decide not to mobilize on trade policy issues, they were not studied systematically, but served instead as counterexamples. In some aspects, this methodology is similar to the analytical narrative approach Bates et al. 3 4 5 Woll: Learning to Act on World Trade 7 The article proceeds in three steps. A first section discusses the notion of interests, strategies and preferences and proposes to articulate them by conceiving of interest representation as a translation process from interests to policy preferences. A second section then presents the case studies and argues that the liberalization support of firms cannot be understood by focusing on material benefits alone. Drawing on interview data, a third section traces the process by which the preferences of firms formed and highlights the different stages relevant in these dynamics. On interests, preferences and strategies Preferences are widely studied in the research on decisionmaking and are a central element of rational choice theories. In contrast to thin rationality, which only requires that an individuals actions are consistent with the objectives he or she hopes to attain, thick rationality requires making assumptions about the valued ends of the individuals studied Elster 1983. From Milton Friedman 1953 to Kenneth Waltz 1979: 56, many have argued that the question about strong assumptions is not whether they are right or wrong, but rather whether they are useful or not.6 The problem is epistemological: the only thing a scientist can observe is an individuals behavior. One can thus only infer which preference an actor was pursuing with a certain behavior. This implies that there are different levels of abstraction, in which an actors interests can be manifested. We can assume that there is such as thing as a basic interest, which needs to be translated into a preference and then into strategic behavior.7 The choices actors make often do not properly represent their more fundamental preferences for a number of reasons. Actors might make their choices based on incomplete information or their ignorance of their own future desires Goodin 1982. Too much information, in turn, can lead actors to satisfice, to reach an acceptable solution instead of an optimal one in order to save time Simon 1982. Sometimes actors adopt a riskadverse strategy, even if it is suboptimal because they want to avoid 1998, but diverges slightly since it is not exclusively rationalchoice oriented cf. Levi 2003. As for the authors of the analytical narrative approach, the case study serves to identify the different elements that shape the strategic interactions between actors. However, it also aims to show how these different elements are constituted. This last objective is more common to a constructivist approach Wendt 1999: 113138. Friedman concedes that most individuals do not go through their day thinking about profit maximization, but he nonetheless claims that they behave as if this was the case. The difference between interest and preferences is acknowledged in the literature e.g. Milner 1997; LakePowell 1999; Vogel 1999. Rational choice theory has furthermore drawn attention to the difference between preferences and choices cf. Elster 1986. However, these suggestions are not always taken into account and have rarely been dealt with systematically. 6 7 8 MPIf G Discussion Paper 05 1 the responsibility for a potential loss TverskyKahneman 1981. At other times, peoples choices merely reflect the institutional framework within which they are acting see for example DowdingKing 1995. Despite these analytical advances, sins of confusion between interests, preferences and strategies are common, as Frieden 1999 underlines.8 Indeed, one common problem of trade policy literature is the assumption that protectionism is a fixed interest of firms. I will argue that it is only a means to achieve profitability, which in turn assures survival. To distinguish more clearly, it is helpful to identify the different levels of abstraction on which interests can exist. When thinking about these basic interests, it is useful to distinguish between the supposed universal base of the assumption, which I choose to call universal or objective interest, and its subjective translation. Subjective values apply the objective value to the individual situations of a given actor. For example, let us assume that the universal value is survival. A subjective value would then describe the forms of survival for different units of analysis: the survival of a nationstate is equivalent to the maintenance of sovereignty, the survival of a politician means that he has to remain an actor in the public sphere, the survival of a firm means that it has to be profitable. These fundamental values are the most basic objectives an actor can hold and are generally labeled interests. Interests change little, and it has been proven useful to assume that they are fixed. However, in order to be able to make strategic decisions, an actor has to have some set of beliefs as to how this desired end can be obtained. This requires deriving a means preference from the end the actor is interested in.9 Deriving a means preference is a second subjective translation process, which requires that the actor fixes an overall strategic goal for obtaining his interest. In the case of the nationstate, sovereignty might best be assured through power, politicians traditionally remain in the public sphere through reelection and firms try to ensure high profits by reducing direct price competition. At the level of these means preferences or strategic goals, one can imagine other alternatives, however, even if the basic interest does not change. Firms, for example, might try to maximize profits through offensive rather than defensive business plans. A final translation step requires adopting a concrete strategy for obtaining the strategic goal. This contextualized means preference is often labeled policy preference. Policy preferences are what actually distinguishes actors from each other and permits them to form coalitions or oppositions.10 8 9 Frieden cites the use of power in international relations literature, which is sometimes taken as an end in itself, although it is really only a means of achieving survival. The difference between ends and means preferences echoes Krehbiel 1992: 6676 and Hall forthcoming. Krehbiel distinguishes between preferences over outcomes and preferences over policies, Hall between fundamental and strategic preferences. 10 By identifying three translation steps, this model divides what is commonly gathered under policy preference into preferences for policy objectives and into instruments an actor may adopt or favor in a specific context. This final distinction explains why I have chosen not to Woll: Learning to Act on World Trade 9 Table 1 From interests to preferences to strategy Types Politician Nationstate Business 1. Basic interest assumed Survival Survival Survival Preference Interest Strategy objective value 2. Subjective value ends preference 3. Means preference strategic goal Staying in public sphere Reelection Maintaining sovereignty Power Profitability Protection 4. Contextrelated policy preference strategy Campaign money, industry support Armament or alliance Tariffs or quotas Table 1 summarizes the different levels of objectives and illustrates them using common examples from political science research. The first and the second type are most often referred to as interests. They constitute values the actor is assumed to pursue in their finality. The second, however, is subjective: it is a translation of the universal value to the situation of the individual unit of analysis. By personalizing the most basic interest in this way, the subjective value is thus a first approximation of how to achieve the universal value, in this case survival. Types 2 and 3 are then approximations of 1, which may be grouped under the label preferences. Type 2 is an end preference, however, and should change little, while type 3 is already a relatively detectable means preference. Both are abstract, unapplied beliefs about how to achieve the basic value, but the second is the goal from which the third step derives. Yet this third step needs to be contextualized in order to become a concrete policy preference. Types 3 and 4 can therefore be grouped under the label strategy. Type 4 is the most contextrelated strategy, highly dependent on the political context, structural and institutional variation, opportunity structures and resources of the actor in question.11 Within each group interests, preferences or strategies, one step defines the goal and the other one the way to achieve this goal. At different levels of abstractions, different types of goals become visible and the more concrete they become, the more likely it will be to observe variation in the respective strategies. At a theoretical level, conceiving of interests as a translation process with at least three different steps is useful for conceptualizing the thrust of different families of literature in political science. The final step is the one most studied in rational choice theory because it contains the difference between the conscious objective the actor seeks to achieve and the strategic choices he makes in its pursuit.12 The literature focusing on the effect of ideas on politics has called attention to the middle step e.g. Mc Namara adopt Krehbiel or Halls terminology, which would risk merging the two final translation steps. 11 The overlap of labels is conscious and illustrates why there has been a considerable amount of confusion in the literature. 12 Central elements in this extensive literature are, for example, the importance of power distribution, the constellation of actors e.g. Scharpf 1997, or the effects of the sequence and repetition of interaction e.g. Axelrod 1984. 10 MPIf G Discussion Paper 05 1 1998. 13 Finally, the impact of identity on goals is another important domain of the constructivist literature, which tries to show how individual actors are constituted as specific agents through their interactions in a social setting e.g. Wendt 1994. Distinguishing what element of a preference translation one wishes to analyze is necessary to avoid an artificial juxtaposition of literatures that do not actually address the same question. In particular, it clarifies that constructivism and rational choice approaches are not necessarily competing explanations, but that they simply refer to different parts of the preference formation process.14 The point this article is trying to make is that one needs to be explicit about the level of the translation process one wishes to consider. Furthermore, longterm analyses or comparisons of behavior across countries require dealing with several levels of abstraction in order to fully account for the observed evolution and to be able to make valid generalizations. Where studying business interests in trade policy is concerned, a conceptualization of these different translation steps also helps to construct possible translation paths, which allow us to trace or not to trace an observed change in strategic behavior to a more fundamental change in preferences. For business interests, we can identify a list of possible variations that might occur in the different translation processes. For the sake of simplicity, let us assume that there is only one possible universal interest: survival. Traditionally, we would assume that an economic agent can only survive if it can be sure of being profitable, so its utility function will be profit maximization. Neil Fligstein 2002, on the other hand, makes the case that firms are not only producers, but also social organizations which need to operate in a stable environment in order to survive. While it could be argued that profit and stability are conflicting goals, I 13 Instead of focusing on all the possible effects of ideas in politics, this particular mechanism focuses on the beliefs actors can have about causal mechanisms or normative ideas about how a specific goal can be obtained. For a brief overview of the literature on ideas, see Surel 2000. 14 This is true at least as far as the analysis of behavior is concerned. Certainly, constructivist and rationalist approaches disagree on a number of issues, most notably on the time frame which they consider in their analysis, the stability of strategic environments, and often also on ontological assumptions. Woll: Learning to Act on World Trade 11 propose that they derive from the same basic desire, survival, and represent subjective values of two different sides of a firm.15 In any set of situations where these subjective values are stable, we can expect to observe variation in the means preferences and the strategic goals the actors determine for themselves in order to secure their subjective value. Without claiming that this is an exhaustive list of possibilities, Figure 2 represents possible variations in business demands for international trade graphically. Once an interest translation tree is reasonably well constructed, it helps to clarify a claim about the unobservable change of preferences, i.e. changes at level 2 or 3 of the tree. Empirical observation can help to note changes in behavior only cf. Frieden 1999. With reference to these articulations, however, it becomes possible to argue that a rational firm with a preference for the status quo would not possibly lobby for reciprocal trade liberalization, which often leads to virulent reorganization of the market. In other words, if we find that a firm which has previously lobbied for import restrictions now lobbies for reciprocal trade liberalization, we can argue that it would have had to adjust its means preferences from protection for profitability to expansion for profitability. 15 For a firm as a producer, survival means remaining profitable, but for a firm as a social organization, survival means assuring stability. For empirical research, the principal question then becomes one of determining which identity is the dominant one in a specific context. A legalinstitutional context that facilitates hiring and firing or measures against strikes would underline the producer identity of a firm, a constraining context the social organization identity. 12 MPIf G Discussion Paper 05 1 2 Two cases of service trade liberalization In order to show why these distinctions are necessary for avoiding faulty hypotheses about the behavior of political actors, let us consider the case of corporate trade policy lobbying. In particular, the following two sections investigate the lobbying carried out by large service providers in the US and the EU on the issue of trade liberalization in the sectors telecommunication services and international air transport. The two sectors were chosen because both are dominated by large, sometimes even monopolistic, firms which faced the prospect of liberalization of their home markets and, with that, exposure to foreign competition. From the existing trade policy literature, we would assume that firms competing over exports should lobby in favor of liberalization, while firms competing over imports should prefer protection of their domestic markets e.g. AltGilligan 1994. While this hypothesis proves quite relevant for some of the behavior observed, it fails to account for variation between countries and the threshold at which firms decide in favor of one or the other solution. This shortcoming, I argue, arises from neglecting to consider the potential sources of variation specified in the empirical section: identity, causal beliefs, and differences in the strategic environment in the US and the EU. Before we return to the existing hypotheses in the literature and the counterpropositions that come out of the previous discussion of preference formation, however, it is useful to clarify the type of liberalization and the actual pattern of lobbying in the two cases studied. Multilateral liberalization of basic telecommunication services For over a century, international exchanges in telecommunication services were governed by interfirm agreements under the technical oversight of the International Telecommunications Union ITU. Within national boundaries, telecommunications services were commonly provided by a monopoly operator, often in the hands of the government. Despite the fact that several countries turned towards a more marketoriented model at the domestic level, international competition in telecommunications was precluded by the monopoly provision in foreign countries.16 It was only in the mid1990s that trade liberalization was negotiated through a multilateral agreement on basic telecommunication services as part of the General Agreement on the Trade of Services GATS of the WTO Petrazzini 1996; DrakeNoam 1997; Sherman 1998; CowheyRichards 2000. After the signing of the GATS at the conclusion of the Uruguay Round in 1993, member countries agreed to continue sectoral talks on tele 16 On the traditional models and the change in the telecommunication industry, see for example Noam 1992 or Schneider 1999. Woll: Learning to Act on World Trade 13 com services from May 1994 to April 1996. The deadline eventually had to be extended because the existing offers were judged insufficient by the US delegation. In a second and more important round of talks, a much larger group of countries agreed on commitment schedules and a common regulatory framework referred to as the Reference Paper. The result of these negotiations, the Basic Telecommunications Agreement, was finally adopted on February 15, 1997, and went into effect on February 5, 1998.17 Prior to the WTO negotiations, the US had already deregulated its longdistance telecommunications market through the divestiture of ATT Cohen 1992. Local networks, however, remained under monopoly control of the Regional Bell Operating Companies RBOCs until the Telecommunications Act of 1996, signed into law in 1999 see CrandallHausman 2000. In Europe, the liberalization of national telecom markets became part of an EU project to promote market integration, which started proposing liberalization in 1987. After a series of discussions and a competence dispute between several member states and the European Commission, the liberalization project finally gained momentum in the 1990s. In 1996, the Council adopted a green paper which provided the basis for full liberalization of the telecom infrastructure by January 1, 1998 Sandholtz 1998; Schmidt 1998; Thatcher 2001; Holmes Young 2002. The lobbying by telecommunication providers in the US and the EU corresponded to these different regulatory traditions, domestically as well as internationally. The first telecom firms to take note of the sectoral telecom negotiations within the GATS were the large competitive US longdistance providers ATT, MCI and Sprint, as well as other telecom companies such as the satellite company Com Sat. Mobilization of the actual network providers was much slower. Initially, the US RBOCs were largely absent, but NYNEX, and to a lesser degree US West, eventually joined the longdistance companies. EU network operators did not become involved in the telecom talks in the early years, but by 1996 this had changed. EU member countries had agreed on a deadline for the internal liberalization process, which effectively opened national markets to European competition. With the alternative of exclusive home market control unavailable, large EU operators rallied behind the WTO project.18 17 69 countries submitted schedules, and 63 of these countries had additionally made specific commitments to regulatory discipline, the great majority of these 57 by accepting the whole Reference Paper or by making only slight amendments. In April 1996, only 31 countries had subscribed to the Reference Paper. 18 This Europeanbased lobbying in support of liberalization was nonetheless accompanied by more ambiguous strategies at the national level. For the example of the Spanish operators Telefonica, see Niemann 2004. 14 MPIf G Discussion Paper 05 1 Transatlantic liberalization of international air transport Unlike telecommunication services, the liberalization of air transport took place outside the framework of the GATS in the 1990s.19 International aviation was traditionally regulated through an extensive network of bilateral agreements see Richards 2001. In the mid1990s, the US government set out unilaterally to achieve a certain degree of liberalization through less restrictive bilaterals, called open sky agreements. Despite the benefits of the open sky agreements, the EU insisted that they were tailored to the advantage of US airlines and continued to press for a more comprehensive reform of global aviation markets. This EU activism led to the negotiation of a liberalized transatlantic aviation area starting in 2003, when the European Commission was granted competence by the member states to negotiate on external aviation affairs. Like telecommunications, the US air transport market was deregulated earlier than the European one. The 1978 decision to deregulate the US market caused a shakeout of the domestic market, which led to the disappearance of several large carriers. The big three which emerged as the winners of this shakeout, United, Delta and American Airlines, had become the most competitive airlines in the global market YerginStansilaw 1999. In the EU, internal liberalization was achieved through three packages between 1987 and 1992, effective in 1997. By April of that year, all former monopoly or flag carriers had turned into licensed community airlines, granted the right of establishment anywhere within the European aviation area Holmes Mc Gowan 1997; OReillyStone Sweet 1998. The bilateral agreements, however, restrict traffic rights to national airlines, so that they effectively preclude a completion of the internal market, much to the dismay of the European Commission. They also prohibit market access to the domestic market of a foreign country, except in cases where a government has been able to negotiate special rights.20 The perceived imbalances have led industry within Europe to start thinking about new approaches to international regulation. In the mid1990s, European flag carriers started working toward reform beyond the US open sky policy. After some initial discussion within the EU, the Association of European Airlines AEA proposed a plan for a socalled Transatlantic Common Aviation Area TCAA Association of European Airlines 1995; Association of European Airlines 1999. The European Commission enthusiastically supported the AEA project and made it its own policy objective 19 Air transport was officially excluded from the scope of the GATS on the insistence of the US government and others, who argued that international aviation was more appropriately dealt with through the International Civil Aviation Organization Loughlin 2001. 20 For cargo services, for example, the US has been able to negotiate and consequently uses the right to fly between European destinations, a privilege that has been denied to European carriers in the US. For more information, see House of Lords 2003. Woll: Learning to Act on World Trade 15 for international aviation relations. When negotiations finally started on a revised proposition Moselle et al. 2002, all EU carriers saluted the project, while US carriers remained skeptical about comprehensive liberalization, all the more during the economic downturn that they were still facing since 911. US carriers passively supported the US policy open sky liberalization. Their main lobbying efforts during the economic crisis of the early 2000s focused, however, on government subsidies and compensation Air Transport Association 2003. Explaining the support for liberalization Despite the fact that US carriers were quite competitive and still hold larger portions of the international aviation market than their European counterparts, EU airlines lobbied actively in favor of more comprehensive liberalization. Why do we observe this USEU divergence? In telecommunications, we would expect a competitive service provider like ATT or MCI to be supportive of international trade, but what is the motivation for the former European monopolies? Even more surprising, what made a regional Bell company like NYNEX decide to lobby in support of the WTO agreement, despite the fact that it did not even provide longdistance services prior to the Telecommunications Act of 1996? Preferences arising from economic incentives The question when do firms lobby in support of trade liberalization? has been explored extensively in the field of IPE DestlerOdell 1987; Milner 1987; Milner 1988a; Milner 1988b; MilnerYoffie 1989; Gilligan 1997; Chase 2003. The findings of these studies have helped to establish preference maps that societal actors are supposed to follow in a given context see also ScheveSlaughter 2001. For our cases, we can retain the following hypothesis for business lobbying within similar sectors: importcompeting firms are in favor of protectionism, exportcompeting firms in favor of reciprocal trade liberalization AltGilligan 1994; Gilligan 1997; Chase 2003. Since imports and exports are difficult to measure in the trade of services, it is helpful to employ a somewhat broader interpretation of this proposition. In essence, the hypothesis suggests that a firm with extensive operations abroad Helen Milner 1988a: 15 suggests the term international orientation should be concerned about market access in foreign markets. For service firms, this includes international operations as well as foreign investment or joint ventures of the firm in question. The degree of international orientation can be approximated by considering the size of international business operations as a percentage of the total revenue of firms. This information is presented in Tables 2 and 3. Since the percentage of international operations does not take foreign investment into account, which might also play an im16 MPIf G Discussion Paper 05 1 portant role, I also indicate such investment and international alliances or joint ventures at the time of the relevant liberalization negotiations. Table 2 Company Importance of international revenue in telecommunication services 1997 International as % of total revenue MCI ATT KPN PTA Belgacom British Telecom Sprint France Telecom Deutsche Telekom Worldcom Telecom Italia Telefonica Bell Atlantic SBC GTE Bell South Ameritech US West 21 16 13 13 12 9 9 8 7 6 5 5 0 0 0 0 0 0 Note: indicates major joint ventures, indicates a single case of foreign investment, indicates several investments Crandall 1997. Source: Assembled by the author based on ITU 1997, WTO 1997, and FCC 2001. Percentages are rounded. Table 3Airline Importance of international operations in international air transport 2002 International as % of total operating revenue KLM British Airways Air France TAP Portugal Lufthansa United Continental Iberia Northwest American Delta SAS US Air Alitalia 63 61 53 51 49 over 34 33 33 30 29 over 21 14 13 8 Source: Assembled by the author from Annual 10 K Report of US carriers; Annual Reports of EU carriers, available on company website, and Air Transport World 2002. International activities refer to flights outside the European aviation area. Percentages are rounded. By comparing firms from similarsized countries and the overall ranking in each of the sectors, we can make two observations. 21 First, the firms that have engaged most explicitly in support of further liberalization companies such as ATT, MCI, Sprint, France Telecom or Deutsche Telekom, KLM, British Airways, Air France and Lufthansa have comparatively extensive international activities, at least with respect to other firms in their sector. Second, those that have been conspicuously absent from the liberalization discussion Bell South, SBC, Ameritech, SAS, US Air and Alitalia, for example have comparatively limited international activities. For the relative degree of support for liberalization, the degree of international orientation is thus a 21 For the nominal values of international revenue and further information, see Woll 2004. Woll: Learning to Act on World Trade 17 helpful first indicator of the preferences firms will have with respect to foreign opportunities and home market protection. 22 Limitations of preferences deduced from material interests only However, the figures alone would not have helped us to predict the differential degrees of mobilization we have observed. Nor do they seem to give an indication of the threshold at which firms start to lobby in support of liberalization. One could ask why Sprint was among the early supporters of a WTO agreement, even though its international activities are closer to those of the major European network operators and not MCI or ATT. And why did NYNEX later Bell Atlantic get involved more actively than other regional Bells, even though some of them also had foreign investments? In air transport, it becomes clear why European carriers are more interested in the reform of international aviation than US carriers, but it is hard to see why international air transport as a whole is more conservative about international trade than telecommunications. In telecommunications, a tenth of revenue from international operations seem to suffice to make a firm interested in foreign trade, while 33% of international operations are seemingly insufficient for US carriers. The answer proposed in this article is that we have to understand how and when firms understand what is at stake. Did they originally lobby on their own initiative or were they forced to act because their governments were already moving? Once they learn about the issue of liberalization, what are their alternatives? And which means are available to them once they decide to influence the policy process? All of these factors affect the policy positions firms are likely to adopt. We should therefore expect variation between sectors and countries. Once an issue is defined, firms do seem to act in response to the material incentives at hand. This is evident in the fact that the economic indicators provide a quite accurate picture of different degrees of mobilization of firms within one sector and country: in the same contexts, those firms that have a greater degree of international orientation will be more supportive of reciprocal liberalization than their more homemarketoriented rivals. The IPE hypothesis is thus quite useful for telling us how we should expect a firm to act relative to its peers. Knowing how firms within a sector will act in absolute terms lobbying for or against liberalization requires, however, a more intricate look at how the stakes within a sector are defined and what political options are open to the firms in question. 22 Naturally, the table reflects the size of the home country of firms. In both sectors, firms of small countries, such as the Netherlands, Portugal or Austria, have more international operations that the majority of firms in a large country like the US. 18 MPIf G Discussion Paper 05 1 Alternative propositions The objective of this article is thus not to invalidate hypotheses made on the basis of material incentives, but to specify under what conditions they are helpful and, inversely, when we should expect to see more varied outcomes. Moreover, the article seeks to show that differences in behavior on the part of the actors in question are not always changes in strategy only, but might also be due to more fundamental changes in beliefs or identity. In particular, I have suggested that the lobbying choices depend on 1 the dominant identity of the firm, 2 the beliefs it adopts about causal relations, and 3 the strategic environment see Figure 1. For the cases studied, a change in identity is equivalent to the transition from public or private monopolies to competitive producers. Firms like European service providers, which were under no obligation to be profitable until the 1990s, should intuitively behave very differently from competitive service providers. Causal and potentially normative beliefs can manifest themselves in a myriad of different ideas or paradigms. For trade policy lobbying, we would need to be particularly attentive to beliefs about how to obtain profits. The strategic environment, finally, is probably the most complex of all three sources of variation, and it would be beyond the scope of this paper to deal with it in all of its aspects. However, the comparison between the US and the EU allows us to compare quite different political opportunity structures for lobbying. We should therefore expect to see differences in behavior between US and EU firms. 3 Trade policy preference formation as a political process The following case study narrative has two objectives. First, it tries to evaluate the usefulness of the alternative propositions by examining whether the changes in identity, beliefs and strategic opportunities and constraints in the context of service trade liberalization help to explain the eventual lobbying patterns of firms. Second, and more generally, the section seeks to illustrate the high level of uncertainty under which firms have to act, in order to show how the identification of preferences is a lengthy process that is intimately tied to the interactions between business and government representatives. As we will see, the uncertainty affects both the way firms conceive of their interests and the way in which they will mobilize. This section therefore considers learning and acting in turn. At the level of learning, the difference between being a network provider or a global competitive player in telecommunications is an important element for understanding differential mobilization, despite the fact that, historically, both types did not understand the issue of service trade liberalization when negotiations started. For airlines, Woll: Learning to Act on World Trade 19 company confrontation with government objectives helps us to understand how the ways in which benefits where estimated changed in response to new policy objectives. Specifically, airlines decided to stop estimating benefits in terms of reciprocal market access and began to consider passenger volumes independently of the distribution of destinations among competitors. At the level of acting, it makes a great difference whether firms enter into direct contact with their government representatives or work through trade associations. As the country comparison highlights, European firms rely much more on associations in order to master the multilevel process, which in turn forces them to formulate their demands in terms of policy principles rather than concrete benefits. The group dynamic of European lobbying leads EU firms to support the general concept of policy reform in order to continue affecting the details of the process, even though they doubt somewhat that they will indeed be better off in all aspects of the future agreement. Faced with the same uncertainty, US firms chose instead to remain inactive. Learning trade Telecom companies discover the WTO Although international opportunities were certainly an important issue for telecommunication companies in both the US and the EU, the universe of trade policy was largely foreign to the technical governance of telecommunication services. When telecommunication companies first became involved in international trade issues, the fundamental stake was to understand what was going on and whether this was important enough to invest their time and resources in. In the very early phase, this was true even of competitive telecom providers such as ATT. Consequently, a large part of the work of the US government and the trade representative USTR involved trying to inform the companies about why we thought this was a good idea.23 A US company representative remembers: Most trade representatives had never worked on telecommunications, and most telecom people had never worked on trade. We were extremely concerned about the negotiations, especially when we realized that some of the trade people did not know what a common carrier was.24 Some aspect of the issues was new to all of the participants, both from the governments and from the companies. Among US companies that had chosen to follow the 23 24 Interview with a US government representative, Washington D.C., June 20, 2003. Interview with a US company representative, July 2, 2003. 20 MPIf G Discussion Paper 05 1 developments, there was a sense that the ambitions of the trade agenda were ill matched with the realities of telecom services. So we actually went out and took some initiative to ask what this was about. I mean, we didnt even know what the General Agreement on Trade and Tariffs was until the early 1990s. When we first read a draft version of the GATS, we felt that USTR could just trade off our entire business against another service or agriculture.25 The issues were quite legalistic and remained obscure to most other telecommunication companies. We developed a sort of code to talk to one another while government representatives were in the room. We made sure we would start our phrases by saying Just to review a little bit what has been said   so that everybody understood what was going on.26 Competitive providers such as ATT, MCI and Sprint were the first to monitor the developments actively. During early negotiations, the RBOCs did not follow trade issues very much; they were merely observing the issue.27 In time, however, they became increasingly involved. Indeed, the importance of the telecommunication activities in trade forums only occurred to many policy experts after the sectoral WTO talks had already started in the mid1990s. As a representative of a former European monopoly recalls: I have to admit, I only discovered the WTO at the margin. Initially, people considered the WTO to be something quite abstract: valueadded, basic services  ? In most countries, you didnt really have a realization that there was a new reality   that you couldnt do anything anymore without paying attention to the WTO.28 In Europe, companies only began mobilizing after the failure of negotiations in 1996, when the GBT talks started to become serious. From 1996 onward, there was such an empowerment of the WTO that many companies discovered its importance.29 The same is true for US companies. Early negotiations had only been followed by the companies most actively involved in international telephony, ATT, MCI, Sprint and Com Sat. Yet by 1996, the RBOCs had also become very active and supportive of the negotiations: NYNEX, most importantly, but also US West.30 In summary, it took several years for companies to realize that their sector would be ruled by a new paradigm and to start thinking in terms of international trade. 25 26 27 28 29 30 Ibid. Ibid. Interview with a US business representative, July 2, 2003. Interview with a European business representative, July 3, 2003. Interview with the representative of a European network provider, July 3, 2003. Interview with a US business representative, July 2, 2003. Woll: Learning to Act on World Trade 21 Throughout this process, the US government and the European Commission constantly encouraged their participation and tried to educate them to participate more in the process. Before even thinking about costs and benefits, firms had to adopt a framework with which they could grasp what was going on. This framework, in turn, was elaborated in the cooperation they developed with their respective governments. Thinking beyond reciprocity: airlines between reaction and initiative Like telecommunication services, the highly regulated air transport sector was a domain firmly in the hand of governments. First steps towards international liberalization, in the US through open sky agreements and within the EU through the integration of the European aviation market, were therefore something that was advanced by government initiative, not business lobbying at least at this early stage. In the US, the governments decision to liberalize bilateral air transport agreements puzzled many US carriers. In the early 1990s, the traditional international carriers protested against the US governments move towards more liberal bilateral agreements, which they felt were giving away real, hard, intrinsic, measurable values our geography, if you will for value that is only nominal at worst and short term at best.31 At the time, the rallying cry of the US industry became hard rights for hard rights, YerginVietorEvans 2000: 46 because those were easy benefits to evaluate. The first agreement was negotiated with the Netherlands in 1991 and signed in 1992. At the time, many carriers were concerned, arguing that the Dutch market was hardly of interest to them. In time, however, they became very intrigued by the new commercial possibilities these agreements offered through the possibilities of alliances. In fact, in the years after the Dutch open sky agreement, the KLMNorthwest alliance proved to be very beneficial to the carriers involved. They had this huge demand, beyond the people that were flying from Detroit to Amsterdam, because people then connected. It was extraordinary; the carriers were making a lot of money and providing a good service. So other carriers said: We have got to go do this!32 Furthermore, when the US succeeded in signing an open sky agreement with Germany in 1996, the criticisms ceased that had argued that the trading partners were too small.33 Carriers who had initially opposed the KLMNorthwest alliance because they did not have the same ability realized that there was no use resisting this development: 31 Former Pan Am executive Willis Player, cited in Jonsson 1987: 126. 32 33 Interview with a US government representative, Washington D.C., April 10, 2003. Ibid. 22 MPIf G Discussion Paper 05 1 We had to change our thinking. We had to realize that it doesnt matter that there is a very precise exchange as long as we can create this environment where we are allowed to create global entities in strategic positions.34 The obvious success of the early alliances set off a race for everybody to find a suitable alliance partner, as one US airline representative explained.35 Consequently, US carriers rallied behind the open skies policy and overcame their initial reservations. All international carriers agree today that the open sky approach has served their interests well.36 For EU carriers, initial reservations were similar, but they changed quickly when EU airlines felt that their traditional partners, national governments, could not deal with a reorganization of international air transport effectively. In the early 1990s, many European carriers were not keen on competition from the US. European carriers had maintained unprofitable service, sustained by subsidies from their governments, and many felt threatened by the new US international carriers.37 In the face of severe financial difficulties weighing on several EU airlines, the Belgian President of the EU called an emergency meeting of transport ministers in September 1993 in order to develop measures to help the national airlines. A protectionist lobby around the ailing airlines Sabena, Air France, Aer Lingus, Iberia, TAP Portugal and Olympic called for freezing capacity and fares until 1996 and demanded an EU fund that would support their restructuring Dobson 1995: 228. Similarly, European airlines tended to be protectionist when they first heard about the prospect of a European liberalization HolmesMc Gowan 1997: 173. However, with different backgrounds in privatization and competition, not all European carriers supported these protectionist positions. British Airways used to be the only airline which had sought to distance itself from calls for protectionism, but in the mid1990s the coalition of supporters of liberalization had grown. Individual state aid would have severely constrained the expansion of the more successful European airlines, such as KLM, BA, Virgin Atlantic or Finnair. On the road to privatization, Lufthansa also moved away from its earlier reservations in the mid1990s, most notably in the context of the USGerman open sky negotiations. 34 35 Interview with a US airline representative, Washington D.C., April 25, 2003. Interviews with US airline and government representatives, Washington D.C., April 24 and 25, 2003. Interviews with US government and airline representatives, Washington D.C., April 10, 24 and 25, 2003. 36 37 Highly concerned about US competition, the French government had even renounced its bilateral agreement with the US in 1992 and Germany insisted on a capacity freeze. European carriers made considerable losses in the early 1990s. Air France, for example, had a first half loss of 680 million in 1993, and Sabena was close to bankruptcy. Woll: Learning to Act on World Trade 23 The turning point came in the late 1990s through the highly successful US open sky agreements. Like their American counterparts, European carriers began feeling an alliance fever and by 2001 almost all European carriers had American partners. Despite their obvious benefits, open skies seem fundamentally biased towards the US, which supposedly has the political clout to negotiate anything they want.38 The open sky agreements maintain European fragmentation, despite the integration of the intraEuropean market. They thus prevent the expansion of business operations, which many European airlines are interested in.39 Unlike the situation in the US, this has not changed much in the last two years, as a representative of a large EU carrier explains: the objective and the policy of our airline has always been growth.   Even 911 has not changed this much.40 Indeed, even smaller European carriers with small stakes in the transatlantic market, such as TAP Portugal, now rally behind the calls for regulatory reform.41 The need for reform arises for large and small airlines, either because they want to expand or because they would like to have the opportunity of capturing foreign investment.42 In summary, on both sides the issue of liberalization, be it through bilateral open sky agreements or through more ambitious designs, was first received with considerable reservation on the part of the airlines. It was not until early agreements proved to be beneficial to certain carriers that other carriers rallied behind a continuation of the policies. For airlines, this meant exchanging an insistence on strict reciprocity for the opportunity to have unique alliances. The costs and benefits of these changes, however, only occurred to the less experimental carriers once they were already in place and could be observed. To return to our theoretical framework, the two cases illustrate two separate elements of the learning process. The telecommunications example highlights the point made about identity. European network providers only started mobilizing around the issue of trade once it was clear that they were each a competitive company that had to think about profitability. The airline lobbying in turn shows that costs and benefits can be evaluated in very different terms depending on the political context. Given the general uncertainty about future developments, the proxies by which airlines make these calculations are highly relevant. Interestingly, the calculation shift has resulted from government policy. Prior to the US open sky policy, benefits were estimated by looking at hard rights and calculated in terms of reciprocity. Afterwards it became clear that hard 38 39 Interview with an airline representative, October 21, 2002. Interviews with EU airline representatives on November 27 and December 2, 2002. For a discussion of the critique made by European airlines of the open sky architecture, see House of Lords 2003. Interview with a European airline representative, November 18, 2002. 40 41 Presentation of Jose Guedes Dias, TAP Air Portugal, at a preparatory seminar on The Future of Liberalization to the ICAO Conference in Montreal, March 23, 2003. 42 Business Week, Richard Bransons Next Big Adventure, March 8, 2004. 24 MPIf G Discussion Paper 05 1 rights alone could not account for the alliance benefits some companies reap. By extrapolating from their example, airlines started thinking beyond reciprocity, even though the degree varied in the US and the EU. In both cases, however, the precise causal explanation that previously linked payoffs and policy had to be revised. Getting mobilized Once firms in both sectors had determined where their interests lay, they had to decide how to mobilize. Despite the increasing expert consultations of both the US and the EU negotiators, contacts tend to be more personal in the US, as the telecommunications example shows most clearly. Access to the multilevel policy process in the EU is more complicated and thus imposes several constraints upon lobbying content: most notably a requirement for panEuropean solutions or European credibility see Coen 1997; 2002. In the case of European airlines, we can see how this obligation to focus on general principles led to the formulation of the open aviation area that is currently being negotiated. Telecoms: personal contacts vs. multilevel lobbying Businessgovernment relations in the telecom sector are much more developed and institutionalized in the US than in Europe. While the most active US companies formed an industry group that followed the US delegation to Geneva and provided regular feedback during the late Uruguay negotiations and between 1994 and 1997, there was no industry presence on the European side that directly followed these deliberations.43 In international negotiations, the US has a long tradition of inviting their companies to come along. Largely, for years, the US led in taking their companies along. I remember going to OECD meetings   you would never see any other delegation with private sector folks. And the US private sector delegation would be as large as the government delegation.44 In Europe, businesses contacts are much less developed. During the late Uruguay negotiations and the early sectoral talks, the Commission realized that it needed further technical information from European operators, 45 but initial contacts were rather frustrating. A Commission official remembers that they were remarkably uninter Interview with the chair of this industry group. 43 44 Interview with the representative of a US network operator, Washington D.C., June 25, 2003. 45 The creation of a considerable number of business dialogs, forums and associations has its roots in this frustration. See Cowles 2001. Woll: Learning to Act on World Trade 25 ested in the whole process.46 In the eyes of many observers, European firms just do not lobby as much individually. Even though CEOs of European companies do occasionally enter into contact with public officials and politicians, the heart of policyrelated work is not their responsibility. Trade associations exist in the US, but they tend to be only as active as the companies that carry them. When asked about the impact of associations on the trade negotiations, none of the US public officials interviewed mentioned the US association of network providers USTA. As a representative of a US network provider confirms, we have dragged USTA into the WTO discussion,   but it is not their first priority.47 While ATT and MCI value the activities of the international communications committee of Comp Tel, there is a sense that the association simply reflects the two companies views behind the shield of an association name. If they are not based on broad membership, US associations seem like an extension of the businesses they represent.48 In many cases, therefore, businesses chose to lobby for themselves.49 The European Commission, for its part, rarely cites individual businesses. Consultation happens first and foremost with the associations.50 During the sectoral talks, the European association of telecommunication network operators ETNO was the only telecom company representation that closely followed the negotiations, despite the fact that it represented traditionally public network operators. The most active members were those operators that already had experience with liberalization or that simply were large enough to be interested in foreign market access: Telia, British Telecom, France Telecom, Deutsche Telekom and to a somewhat lesser degree Telefonica. Smaller operators followed and supported their activities, but in some cases out of convenience only. Mobilizing the resources to lobby individually was often not considered worth the effort, all the more since ETNO was apparently doing a good job. For many firms, participation in ETNOs WTO working group was their only lobbying activity. It is thus no surprise that a member of ETNO describes the working group as a night train: there was a locomotive, some work cars, and many sleeping cars.51 Still, through ETNO, the telecom operators closely following the liberalization process from 19961997 stayed in contact with all relevant levels of government. This institutional complexity in the trade policymaking process contributed largely to Interview with a representative of the European Commission in Brussels, September 3, 2003. Interview in Washington D.C., June 24, 2003. 46 47 48 When I asked whom I should contact from Comp Tel, I was told that it was probably not necessary, because the person organizing the meetings would just put me in contact with the representative from ATT or MCI, who have more information on the details of the issues dealt with. Ibid. Interview in Brussels, October 21, 2002. Interview in Brussels, September 3, 2003. 49 50 51 26 MPIf G Discussion Paper 05 1 making ETNO such an important forum: few companies had the resources to effectively ensure relations with both levels of government on a wide variety of issues. The institutional complexity is a less important issue for US telecom companies. We work with almost all of the same people for years in the agencies, so everybody knows everybody else.52 Individual activities might be coordinated through trade associations, but the real advocacy work is carried out by individual companies. As this overview shows, lobbying on telecommunication service trade in the US and the EU is marked by some notable differences. In both cases, the technical complexity of the issues leads to an active government solicitation of business expertise cf. Mc Guire 1999. However, the contact in the US is with business representatives directly, quite often based on extensive personal contacts. Within the EU, in turn, associations are crucial. For the companies involved, these associations are necessary to participate at the multiple levels of the EU policy process, even if acting as a group means adopting a unanimous decision that is less precise than the stance an individual carrier can lobby for. By imposing the need to work through a coalition or as an individual actor, the political process thus affects the strategic environment of American and European firms differently. Airlines: concrete benefits vs. principlebased lobbying Adopting a European stance was equally important for EU airlines once they had decided to work with the European Commission. Traditionally, businessgovernment contacts at the national level are particularly close, both in the US and Europe, and airlines express their concrete demands since it is governments that will have to negotiate them internationally. With the European Commission, the logic is different. Since the European Commission negotiates for all of the member states and not specifically on frequencies or capacity of flights, lobbying at the supranational level was based on broad principles rather than individual demands. In the US, the search for concrete benefits, in contrast, remains central. All government representatives explain that they maintain their ties with airlines through regular phone calls and emails. The airlines are not the bashful types: whatever the negotiation, you would generally hear from them.53 The fact that relations are very close is demonstrated by the fact that one airline representative consistently refers to the US delegation as we.54 Indeed, the delegation always tries to assure the best possible conditions for the operation of US carriers. On commercial issues, the contact be 52 53 54 Interview in Washington D.C., June 19, 2003. Interview with a US official in Washington D.C., May 19, 2003. Interview in Washington D.C., April 25, 2003. Woll: Learning to Act on World Trade 27 tween airlines and the US government is somewhat less tight, simply because US carriers are in competition with each other and the government is responsible for finding the best possible solution for all stakeholders. In contrast, on transversal issues such as common legislation, the US air transport association ATA is quite important for its airlines.55 ATA has established a very wellorganized network of contacts with the legislature on Capitol Hill. The association has been instrumental in organizing the demands of US carriers for government support in the aftermath of 911.56 It thus seems fair to say that US airlines always seek to assure concrete individual benefits, whether they lobby individually or through their association. Close airlinegovernment contacts used to be typical of European countries as well. Despite their privileged relationships with national governments, however, EU carriers turned to the European Commission in order to advance on international regulatory reform. In the eyes of European airlines, the challenge was twofold. First, the bilateral system was in need of reform in order to permit more liberal business operations. Second, individual European governments were too weak to negotiate the appropriate conditions bilaterally with the US. Despite the close relations with their member state governments, European flag carriers therefore started to approach the EU institutions with their request for a reform of the current restrictions. Organized by the Association of European Airlines AEA, European flag carriers started deliberating over solutions to the problems they encountered in the mid1990s Association of European Airlines 1995. They found a sympathetic ear in the European Commission, which was trying to gather support for a European mandate on external aviation relations. Soon after, the Council of Ministers identified AEAs project as an important objective for the European Union.57 In many ways, AEA was the perfect ally for the Commission. Above all, carriers interested in expanding became very supportive of a Commission mandate for external negotiations: We want to see the Commission able to exercise this mandate. We believe it is in the best interest, not just for us, but European aviation. They can add value by being represented as a whole rather than being picked up country by country.58 The support was uniform, for large and small flag carriers alike, irrespective of whether they have concluded an open sky agreement with the US or not. Hence, on USEU aviation relations, AEA has developed a tight relationship with the Commissions Directorate General for Transport and Energy. 55 56 57 AEA set out to develop a more detailed proposal, which it published in 1999 Association of Interviews with US airlines representatives, Washington D.C., March 27 and April 3, 2003. Interview with a representative of the US Senate in Washington D.C., May 19, 2003. European Airlines 1999. Interview with a European airline representative in Brussels, November 13, 2002. 58 28 MPIf G Discussion Paper 05 1 Despite the effectiveness of the AEACommission cooperation, the prospect of new Community competences is disconcerting to the former flag carriers. While they support a US negotiating mandate, they are afraid of an unlimited competency transfer to the European Commission: If we wanted more frequencies with Brazil, we would have to pass through the Commission. It would probably take 2 years only to find out that we have to split the frequencies that have been negotiated with the Austrians!   How do you divide the cake? You have 20 frequencies to distribute among the 15 member states: how do you proceed? If you give a share to all 15, we risk having the same size share as any other small European country. Thats quite a problem.59 EU carriers are concerned about their privileged relationships and underline that there are certain issues that they prefer to bring to their home government only.60 Indeed, lobbying by individual carriers at the EU level is rare and the absence of tight contact with the Commission is even a concern to some more reserved carriers. Through AEA, however, European airlines have contributed substantially to the evolution of the external aviation policy of the EU. Nonetheless, the lobbying conducted by European carriers is distinctly different from the lobbying done by US carriers. While US carriers maintain close contacts and lobby for individual benefits, even through their associations, EU carriers can only lobby for general principles and policy blueprints at the European level. This difference leads European firms to sometimes lobby for projects which entail elements that they might not completely be comfortable with. To return to the theoretical discussion of preferences, the case study shows how different forms of businessgovernment interaction and different dynamics in the policy process create political opportunity structures and thus the strategic environment in which firms determine their policy stances. This, in turn, has consequences for how firms can formulate their demands and creates an incentive for European firms to lobby in terms of principles at the supranational level. 4 Conclusion The narrative provided in the previous section has tried to highlight the malleability of preferences of firms in both sectors and both the US and the EU throughout the elaboration of new and more liberal designs for international trade in the two sectors. 59 60 Interview with a European airline representative, November 18, 2002. Ibid. Woll: Learning to Act on World Trade 29 We have seen that firms have to spend considerable time learning about the stakes, and that they have several alternatives regarding how to evaluate potential costs and benefits. In the two sectors studied, material incentives or economic benefits are not evident to firms. In particular, changes in the identity of firms from public service providers to competitive players and in the beliefs about how profitability can be obtained through restricting market access or expanding operations help us to understand how firms conceive of their objectives relative to their competitors and thus ultimately which way they will lobby. In the model presented in Figure 1, this corresponds to variation in the first and second translation step. Once firms decide to lobby on the issue of trade liberalization, the forms through which they do so also have an effect on the demands that can be expressed. As the USEU comparison has shown, the difference between direct contacts and trade association lobbying has consequences for the details of the demands that can be voiced. When the rivalry with their American counterparts incited European airlines to work on reforming the international aviation architecture, they needed to accept working at the supranational policy level rather than through their privileged domestic relations. Like the telecommunication association ETNO, the European air transport association AEA can only act once it can formulate proposals that will be accepted by all members. The elaboration of such consensus positions means, however, that concrete benefits such as frequencies cannot be lobbied for. Furthermore, associations start developing a group dynamic that smaller firms join so as not to be left out, even though they might not be entirely convinced of the positions developed by the dominant firms in the group. The design of the political institutions and the forms of lobbying chosen to respond to it thus have an effect on the demands lobbyists can make in the cases studied. These differences in the political institutions in the US and the EU are part of the third translation step in the model presented in Figure 1. On a note of caution, it is important to underline that the empirical discussion in this article is indicative only. The decision to study service sector liberalization was made in order to be able to observe policy preferences that are not yet carved in stone and to identify the factor weighing on their formation. Business lobbying might be much more powerful or even coercive in sectors with entrenched interests, of which traditional trade in goods or agriculture is a typical example. Yet one can suspect that even in such traditional sectors, actors are affected by similar learning processes that have an effect quite different from purely strategic challenges. The transposition of policy areas from national to supranational or international domains generally results in new sets of policy alternatives and constraints that all actors have to understand and incorporate into their behavior. In most cases, the idea that economic actors provide real inputs into the policy process is therefore something that should be tested rather than assumed. Generally speaking, it would be moot to criticize hypotheses based on economic incentives for failing to reflect the real process of preference formation. Reality is always 30 MPIf G Discussion Paper 05 1 more complex than our models, which in itself is not problematic. The goal of this article is not to argue against analytical parsimony but to determine the conditions under which certain assumptions about preferences are useful. If an author postulates that firms should be interested in protectionism, this assumption will be valid only as long as the actors he or she tries to study are not subject to a change in identity or causal beliefs, for example. Furthermore, as the case study has highlighted, a direct translation of material interests into policy stances seems more difficult in the multilevel system of the EU than in the US. The objective of this article is thus to remind analysts to evaluate carefully whether contexts are sufficiently comparable when they try to export a hypothesis from one case to another. References Air Transport Association, 2003: Airlines in Crisis: The Perfect Economic Storm. Policy Report. 11 March. Washington, DC: ATA. Air Transport World, 2002: World Airline Report. http: www.atwonline.comstats_traffic.cfm. Alt, James E., et al., 1996: The Political Economy of International Trade: Enduring Puzzles and an Agenda for Inquiry. In: Comparative Political Studies 296, 689717. Alt, James E.Michael J. Gilligan, 1994: The Political Economy of Trading States: Factor Specificity, Collective Action Problems, and Domestic Political Institutions. In: Journal of Political Philosophy 22, 165192. Association of European Airlines, 1995: EU External Aviation Relations. Policy Statement. October. Brussels: Association of European Airlines. , 1999: Towards a Transatlantic Common Aviation Area. Policy Statement. September. Brussels: Association of European Airlines. Axelrod, R., 1984: The Evolution of CoOperation. New York: Basic Books. Bates, Robert H., et al., 1998: Analytic Narratives. Princeton, NJ: Princeton University Press. Chase, Kerry A., 2003: Economic Interests and Regional Trading Arrangements: The Case of NAFTA. In: International Organization 57, 137174. Coen, David, 1997: The Evolution of the Large Firm as a Political Actor in the EU. In: Journal of European Public Policy 4, 91108. , 2002: Business Interests and European Integration. In: Richard BalmeDidier ChabanetVincent Wright eds., Laction collective en Europe. Paris: Presses de Sciences Po, 255278. Cohen, Jeffrey E., 1992: The Politics of Telecommunications Regulation: The States and the Divestiture of ATT. Armonk, NY: M.E. Sharpe. Cowhey, PeterJohn Richards, 2000: Dialing for Dollars: Institutional Designs for the Globalization of the Market of Basic Telecommunication Services. In: Aseem PrakashJeffrey A. Hart eds., Coping with Globalization. London: Routledge, 148169. Cowles, Maria Green, 2001: The Transatlantic Business Dialogue and Domestic BusinessGovernment Relations. In: James CaporasoMaria Green CowlesThomas Risse eds., Transforming Europe: Europeanization and Domestic Change. Ithaca, NY: Cornell University Press. Crandall, Robert W., 1997: Telecom Mergers and Joint Ventures in an Era of Liberalization. In: Gary Clyde HufbauerErika Wada eds., Unfinished Business: Telecommunications after the Uruguay Round. Washington, DC: Institute for International Economics, 107124. Woll: Learning to Act on World Trade 31 Crandall, Robert W.Jerry Hausman, 2000: Competition in US Telecommunications Services: Effects of the 1996 Legislation. In: Sam PeltzmanClifford Winston eds., Deregulation of Network Industries: Whats Next? Washington, DC: Brookings, 73115. Destler, I.M.John S. Odell, 1987: AntiProtection: Changing Forces in United States Trade Politics. Washington, DC: Institute for International Economics. Dobson, Alan P., 1995: Flying in the Face of Competition: The Policies and Diplomacy of Airline Regulatory Reform in Britain, the USA and the European Community 196894. Hants: Avebury Aviation. Dowding, Keith M.Desmond S. King, 1995: Preferences, Institutions, and Rational Choice. Oxford: Clarendon Press. Drake, William J.Eli Noam, 1997: The WTO Deal on Basic Telecommunications: Big Bang or Little Whimper. In: Telecommunications Policy 21910, 799818. Eising, Rainer, 2002: Policy Learning in Embedded Negotiations: Explaining EU Electricity Liberalization. In: International Organization 56, 85120. Eising, RainerNicolas Jabko, 2001: Moving Targets: National Interests and Electricity Liberalization in the European Union. In: Comparative Political Studies 347, 742767. Elster, Jon, 1983: Sour Grapes. Cambridge: Cambridge University Press. , 1986: Rational Choice. Oxford: Blackwell. Federal Communications Commission, 2001: Report on International Telecommunications Markets 2000 Update. Washington, DC: International Bureau of the Federal Communications Commission. Fligstein, Neil, 2002: The Architecture of Markets: An Economic Sociology of TwentyFirstCentury Capitalist Societies. Princeton, NJ: Princeton University Press. Frieden, Jeffry, 1999: Actors and Preferences in International Relations. In: David A. LakeRobert Powell eds., Strategic Choice in International Relations. Princeton, NJ: Princeton University Press, 3976. Frieden, Jeffry Lisa L. Martin, 2002: International Political Economy: Global and Domestic Interactions. In: Ira KatznelsonHelen Milner eds., Political Science: The State of the Discipline. New York: W.W. Norton, 118146. Friedman, Milton, 1953: The Methodology of Positive Economics. In: Milton Friedman ed., Essays in Positive Economics. Chicago: University of Chicago Press. Gilligan, Michael J., 1997: Empowering Exporters: Reciprocity, Delegation, and Collective Action in American Trade Policy. Ann Arbor, MI: University of Michigan Press. Goodin, Robert E., 1982: Political Theory and Public Policy. Chicago: University of Chicago Press. Grossman, Emiliano, 2004: Bringing Politics Back In: Rethinking the Role of Economic Interest Groups in European Integration. In: Journal of European Public Policy 114, 645662. Hall, Peter A., 1986: Governing the Economy: The Politics of State Intervention in Britain and France. Cambridge: Polity Press. , Preference Formation as a Political Process: The Case of European Monetary Union. In: Ira KatznelsonBarry Weingast eds., Preferences over Time. New York: Russell Sage Foundation, forthcoming. Holmes, PeterFrancis Mc Gowan, 1997: The Changing Dynamic of EUIndustry Relations: Lessons from the Liberalization of European Car and Airline Markets. In: Helen WallaceAlasdair R. Young eds., Participation and PolicyMaking in the European Union. Oxford: Clarendon Press, 159184. Holmes, Peter Alasdair Young, 2002: Liberalizing and Reregulating Telecommunications in Europe: A Common Framework and Persistent Differences. In: Paolo GuerrieriHansEckart Scharrer eds., Trade, Investment and Competition Policies in the Global Economy: The Case of the International Telecommunications Regime. BadenBaden: Nomos, 119158. House of Lords, 2003: Open Skies or Open Markets? The Effect of the ECJ Judgements on Aviation Relations between the EU and the USA. Session 20023: 17th Report. April 8. London: House of Lords. 32 MPIf G Discussion Paper 05 1 Immergut, Ellen M., 1998: The Theoretical Core of the New Institutionalism. In: Politics and Society 26, 534. International Telecommunications Union, 1997: Top 20 Telecommunications Operators. http:www.itu.intITUDictstatistics Jonsson, Christer, 1987: International Aviation and the Politics of Regime Change. New York: St. Martins Press. Krehbiel, Keith, 1992: Information and Legislative Organization. Ann Arbor, MI: University of Michigan Press. Lake, David A.Robert Powell, 1999: A StrategicChoice Approach. In: David A. LakeRobert Powell eds., Strategic Choice in International Relations. Princeton, NJ: Princeton University Press, 338. Levi, Margaret, 2003: An Analytic Narrative Approach to Puzzles and Problems. Centro de Estudios Avanzados en Ciencias Sociales, Working Paper 2003192. Madrid: Instituto Juan March de Estudios e Investigaciones. Loughlin, Richard, 2001: The Current Gats Round in a Historical Perspective. Conference Paper. Dialogue on Trade in AviationRelated Services, International Civil Aviation Organization ICAO, Montreal, 12 June 2001. Magee, Stephen P.William A. BrockLeslie Young, 1989: Black Hole Tariffs and Endogenous Policy Theory: Political Economy in General Equilibrium. Cambridge: Cambridge University Press. Mc Guire, Steven, 1999: Firms and Government in International Trade. In: Brian HockingSteven Mc Guire eds., Trade Politics: International, Domestic and Regional Perspectives. London: Routledge. Mc Namara, Kathleen, 1998: The Currency of Ideas. Ithaca, NY: Cornell University Press. Milner, Helen V., 1987: Resisting the Protectionist Temptation: Industry and the Making of Trade Policy in France and the United States During the 1970s. In: International Organization 41, 639665. , 1988a: Trading Places: Industries for Free Trade. In: World Politics 403, 350376. , 1988b: Resisting Protectionism: Global Industries and the Politics of International Trade. Princeton, NJ: Princeton University Press. , 1997: Interests, Institutions, and Information. Princeton, NJ: Princeton University Press. Milner, Helen V.David B. Yoffie, 1989: Between Free Trade and Protectionism: Strategic Trade Policy and a Theory of Corporate Trade Demands. In: International Organization 432, 239272. Moselle, Boaz, et al., 2002: The Economic Impact of an EUUS Open Aviation Area. Washington, DC: The Brattle Group. Niemann, Arne, 2004: Between Communicative Action and Strategic Action: The Article 113 Committee and the Negotiations on the WTO Basic Telecommunications Agreement. In: Journal of European Public Policy 113, 379407. Noam, Eli, 1992: Telecommunications in Europe. New York: Oxford University Press. OReilly, DoloresAlec Stone Sweet, 1998: The Liberalization and Reregulation of Air Transport. In: Journal of European Public Policy 53, 441466. Petrazzini, Ben, 1996: Global Telecom Talks: A Trillion Dollar Deal. Washington, DC: Institute for International Economics. Pierson, PaulTheda Skocpol, 2002: Historical Institutionalism in Contemporary Political Science. In: Ira KatznelsonHelen Milner eds., Political Science: The State of the Discipline. New York: W.W. Norton Company, 693721. Richards, John, 2001: Institutions for Flying: How States Built a Market in International Aviation Services. In: International Organization 554, 9931017. Rogowski, Ronald, 1989: Commerce and Coalition: How Trade Affects Domestic Political Alignments. Princeton: Princeton University Press. Sandholtz, Wayne, 1998: The Emergence of a Supranational Telecommunications Regime. In: Wayne SandholtzAlec Stone Sweet eds., European Integration and Supranational Governance. Oxford: Oxford University Press. Woll: Learning to Act on World Trade 33 Scharpf, Fritz W., 1997: Games Real Actors Play: ActorCentered Institutionalism in Policy Research. Theoretical Lenses on Public Policy. Boulder, CO: Westview Press. Scheve, KennethMatthew Slaughter, 2001: What Explains Individual TradePolicy Preferences? In: Journal of International Economics 542, 267292. Schmidt, Susanne K., 1998: Commission Activism: Subsuming Telecommunication and Electricity under European Competition Law. In: Journal of European Public Policy 5, 169184. Schneider, Volker, 1999: Staat und technische Kommunikation: Die politische Entwicklung der Telekommunikation in den USA, Japan, Grobritannien, Deutschland, Frankreich und Italien. Opladen: Westdeutscher Verlag. Sherman, Laura B., 1998: Wildly Enthusiastic About the First Multilateral Agreement on Trade in Telecommunications Services. In: Federal Communications Law Journal 51, 61110. Simon, Herbert Alexander, 1982: Models of Bounded Rationality. Cambridge, MA: MIT Press. Steinmo, Sven Kathleen ThelenFrank Longstreth eds., 1992: Structuring Politics: Historical Institutionalism in Comparative Analysis. Cambridge: Cambridge University Press. Surel, Yves, 2000: The Role of Cognitive and Normative PolicyMaking. In: Journal of European Public Policy 74, 495512. Thatcher, Mark, 2001: The Commission and National Governments as Partners: EC Regulatory Expansion in Telecommunications 19972000. In: Journal of European Public Policy 84, 558584. Thelen, Kathleen, 1999: Historical Institutionalism in Comparative Politics. In: Annual Review of Political Science 2, 369404. Tversky, AmosDaniel Kahneman, 1981: The Framing of Decisions and the Psychology of Choice. In: Science 211, 453458. Vogel, Steven K., 1999: When Interests Are Not Preferences: The Cautionary Tale of Japanese Consumers. In: Comparative Politics 312, 187207. Waltz, Kenneth, 1979: Theory of International Politics. New York: Random House. Wendt, Alexander, 1994: Collective Identity Formation and the International State. In: American Political Science Review 88, 384396. , 1999: A Social Theory of International Relations. Cambridge: Cambridge University Press. Wildavsky, Aaron, 1987: Choosing Preferences by Constructing Institutions: A Cultural Theory of Preference Formation. In: American Political Science Review 81, 322. Woll, Cornelia, 2004: The Politics of Trade Preferences: Business Lobbying on Service Trade in the United States and the European Union. Ph.D. Dissertation. Paris: Institut d Etudes Politiques de ParisCologne : Universitat zu Koln. World Trade Organization, 1997: Data on Telecommunication Markets Covered by the WTO Negotiations on Basic Telecommunications. http:www.wto.orgenglish news_epres 97_edata 3.htm Yergin, DanielJoseph Stansilaw, 1999: The Commanding Heights: the Battle between Government and the Marketplace that is Remaking the Modern World. New York: Touchstone. Yergin, DanielRichard H. K. VietorPeter C. Evans, 2000: Fettered Flight: Globalization and the Airline Industry. Cambridge, MA: Cambridge Energy Research Associates. http: www.airtransport.orgeconfilesFettered Flight.pdf Young, Alasdair, 2002: Extending European Cooperation: The European Union and the New International Trade Agenda. Manchester: Manchester University Press. Recent Titles in the Publication Series of the MPIf G MPIf G Discussion Papers MPIf G Working Papers MPIf G Books DP 04 12 C. Trampusch Sozialpolitik durch Tarifvertrag in den Niederlanden: Die Rolle der industriellen Beziehungen in der Liberalisierung des Wohlfahrtsstaates DP 04 11 P. Manow, S. Burkhart Legislative Autolimitation under Divided Government: Evidence from the German Case, 19762002 DP 04 10 M. Hopner Sozialdemokratie, Gewerkschaften und organisierter Kapitalismus, 18802002 DP 04 9 P. Manow, H. Zorn Office versus Policy Motives in Portfolio Allocation: The Case of Junior Ministers DP 04 8 M. Hopner Unternehmensmitbestimmung unter Beschuss: Die Mitbestimmungsdebatte im Licht der sozialwissenschaftlichen Forschung WP 04 6 F. W. Scharpf Legitimationskonzepte jenseits des Nationalstaats WP 04 5 A. Schafer A New Form of Governance? Comparing the Open Method of Coordination to Multilateral Surveillance by the IMF and the OECD WP 04 4 W. Streeck Globalisierung: Mythos und Wirklichkeit WP 04 3 P. Manow The Good, the Bad, and the Ugly EspingAndersens Regime Typology and the Religious Roots of the Western Welfare State WP 04 2 F. W. Scharpf Der deutsche Foderalismus reformbedurftig und reformierbar? WP 04 1 R. Mayntz Governance Theory als fortentwickelte Steuerungstheorie? O. Treib Die Bedeutung der nationalen Parteipolitik fur die Umsetzung europaischer Sozialrichtlinien Campus 2004 J. Beckert, J. Eckert, M. Kohli, W. Streeck Hg. Transnationale Solidaritat. Chancen und Grenzen Campus 2004 S. Ganghof Wer regiert in der Steuerpolitik? Einkommensteuerreform zwischen internationalem Wettbewerb und nationalen Verteilungskonflikten Campus 2004 H. Enderlein Nationale Wirtschaftspolitik in der europaischen Wahrungsunion Campus 2004 C. Crouch, P. Le Gales, C. Trigilia, and H. Voelzkow eds. Changing Governance of Local Economies. Responses of European Local Production Systems Oxford University Press 2004 H. Kitschelt, W. Streeck eds. Germany: Beyond the Stable State Frank Cass 2004 Ordering Information MPIf G Discussion Papers Order printed copies from the MPIf G you will be billed or download PDF file from the MPIf G website free. MPIf G Working Papers Online at the MPIf G website. MPIf G Books At bookstores; abstracts on the MPIf G website. www.mpifg.de Go to Publications. New Titles Consult our website for the most complete and uptodate information about MPIf G publications and publications by MPIf G researchers. To sign up for newsletters and mailings, please go to Service on the MPIf G website. Upon request to infompifg.de, we will be happy to send you our Recent Publications brochure. ERPA MPIf G Discussion Papers and MPIf G Working Papers in the field of European integration research are included in the European Research Papers Archive ERPA which offers fulltext search options: http:eiop.or.aterpa. ", "filename": "dp05-1.pdf", "person": ["Cornelia Woll", "Woll, Cornelia"], "date": ["2005"]}