{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/24665/1/dp07080.pdf"], "title": ["Latin versus European Power: A Tale of Two Market Reforms"], "plaintext": "NonTechnical Summary Electricity market reform is at the top of the European agenda. Following the example of the UK electricity market reforms in the early 1980s, the European Union promotes competition in the sector since the beginning of the 1990s. Two Electricity market directives were passed, the first in 1996, the second in 2003. Their general aim is to enhance efficiency and facilitate innovation in a sector that has previously been dominated by stateowned or strictly regulated monopolies, while preserving security of supply. Reforms include steps towards unbundling generation, transmission and distribution of power and setting up new, independent regulatory authorities that supervising equal access to the transmission networks. Some ten years later, electricity market reforms have not been fully accomplished. In February 2006, the European Commission published an Energy Sector Inquiry, investigating the current state of affairs in power markets across the European Union. The inquiry finds the progress in unbundling the vertically structured monopolies of the past, the competition and transparency in European wholesale markets of electricity, and the regulation of transmission networks largely unsatisfactory. The UK is not the only country with considerable experience in liberalizing electricity markets. As one of the pioneers in privatization and liberalization Chile passed a General Law of Electricity Services in 1982, ending the days of the vertically integrated monopoly of the power supply industry. Other Latin American countries followed, among them Argentina and Uruguay. After years of financial losses and regulatory chaos in the electricity sector, Brazil started to privatize distribution and generation companies at the beginning of the 90s, introducing a regulatory authority, the ANEEL, in 1996. In this paper, we present the experiences of Chile and Brazil and compare them to the situation in the European Union. The restructuring of the electricity supply sector across the world has been accompanied by a debate on optimal market design in both applied and academic economics. The nature of the good as well as its production and distribution shape the regulatory framework of the sector. In the economic literature, a paradigm of an efficient electricity market structure has emerged e.g. Hogan 2002: Generators sell power in competitive wholesale markets. Trading companies buy wholesale electricity and sell it to consumers in competitive retailing markets. Transmission and distribution grids, identified as natural monopolies, are operated by either transmission companies TRANSCOs or by independent system operators ISOs, usually boards with representatives of the industry and the government. An independent regulatory agency controls their work ensuring equal access of all traders and customers and setting price caps. Accordingly electricity market reforms aim at unbundling vertically integrated electricity companies, creating liquid wholesale markets of electricity and setting up functioning regulatory authorities. Electricity market reforms in the European Union broadly follow the scheme, with considerable difficulties in restructuring and transnational competition. As this paper shows, both Chile and Brazil have adopted an approach to electricity market reform that differs from the textbook paradigm in a number of important details. E.g. Chile has opened only half of the power market to competition: Large industrial customers buy power in a competitive wholesale market, whereas electricity commerce to private consumers is strictly priceregulated. Brazil has liberalized electricity commerce, but many generating companies remain public utilities, serving a public interest of supply security. We discuss the merits and problems of these approaches and compare them to the state of affairs and current problems in the European Union. Latin versus European Power A Tale of Two Market Reforms Tim Mennel 1 Maria Fernanda Viecens 2 Abstract This paper compares electricity market reforms in the European Union with reforms in Chile and Brazil. The paradigm of competitive market structures for the electricity sector, as developed in the economics literature, is outlined: competitive markets in generation and retailing and an independent regulator of the natural monopoly in transmission and generation. We present the institutional framework as well as the development of electricity markets in the European Union, Chile and Brazil and discuss in how far they comply with the textbook paradigm. Considerable differences emerge: While the European Union follows a path of full liberalization, facing, however, great difficulties in achieving unbundling of vertically integrated electricity companies and transnational competition, Chile and Brazil have only partially liberalized their electricity sector, enacting regulation to ensure household consumer protection and security of supply. 1 Corresponding author, Zentrum fur Europaische Wirtschaftsforschung ZEW, P.O. Box 103443, D68034 Mannheim, Germany, mennelzew.de 2 Department of Economics, Universidad Carlos III de Madrid, Calle Madrid, 126, 28903 Getafe Madrid, Spain, mviecenseco.uc 3m.es Contents 1. Introduction   1 2. Geographical Comparison   2 2.1 Population and Gross Domestic Product GDP   2 2.2 Electricity Consumption  3 2.3 Electricity Production and Transmission Grid   4 3. Electricity Market Liberalization and Price Development  7 3.1 History of Liberalization  7 3.2 Price Development   9 4 Structure of Electricity Commerce   13 4.1 Electricity Generation and Wholesale Markets   13 4.2 Regulation of Electricity Commerce and Transmission Grids  16 4.3 Interregional Commerce   19 4.4 Distribution and retail markets   20 5. Current Problems  21 5.1 Market power  21 5.2 Security of Supply   24 Acknowledgements   27 References  27 1. Introduction Electricity market reform is at the top of the European agenda. Presenting the Energy Sector Inquiry of the DG Competition on February 16, 2006, European Commissioner Neelie Kroes emphasized the direction of reform in the European Union: Reliable energy supplies at reasonable prices for businesses and consumers are crucial to the economic performance of any economy   During the 1990s, the EU decided to gradually open the energy sector to competition. Liberalization of the European internal energy market sought to increase efficiency in the production, transmission and distribution of energy. It sought to reinforce security of supply and the competitiveness of the European economy whilst respecting environmental protection. Indeed, following the example of the UK electricity market reforms in the early 80s, the EC promoted competition in the sector by introducing two Electricity market directives in 1996 and 2003. However, the Energy Sector Inquiry finds the progress in unbundling the vertically structured monopolies of the past, the competition and transparency in European wholesale markets of electricity, and the regulation of transmission networks largely unsatisfactory. As regards the regulatory environment, the inquiry suggests that the existing Community Directives are not fully implemented. The Commission has already said that it would review the implementation of the gas and electricity liberalization directives, and consider the need for further proposals by the end of the year.   An open and competitive, liquid and interconnected, single EU market is crucial to ensure effective provision of energy to our consumers. Because of the problems I have outlined here, the Europe of today does not have the energy market that European industry and European consumers need. We are missing a great opportunity. The UK is not the only country with considerable experience in liberalized electricity markets. As one of the pioneers in privatization and liberalization Chile, passed the General Law of Electricity Services DFL No 1 in 1982, ending the days of the vertically integrated monopoly of supply industry. Other Latin American countries followed. Ten years later, in 1992, Argentina followed by opening its electricity market to competition, creating a new regulation authority ENRE to oversee fair access to the electricity network for all competitors. After years of financial losses and regulatory chaos in the electricity sector, Brazil started to privatize distribution and generation companies at the beginning of the 90s, introducing a regulatory authority, the ANEEL, in 1996. What are the experiences of Latin American countries with liberalization? Is there any lesson to be learnt from their experience? In this paper, we will present the successes and the problems of electricity market reforms in two Latin American countries, Chile and Brazil, and compare them to the situation in the European Union. We will describe the historical development and current market design. Although the liberalization process in both countries has a lot in common with the vision of competition of the European Commission, we will see in practice, electricity markets in both Latin American countries are only partly liberalized and partly more regulated than European markets today. We do not present a theory of institutional change or market performance in the electricity sector. Thus, we do not pretend to give a welfare analysis of the two approaches to electricity market regulation. Instead, we hope that our presentation will be a useful starting point for European policy makers and economists in the field of industrial organization to understand and assess the merits of both approaches and to pursue an indepth analysis respectively. The restructuring of the electricity supply sector across the world has been accompanied by a debate on optimal market design in both applied and academic economics. The nature of the good as well as its production and distribution shaped and shape the regulatory framework of the sector. Electricity is almost nonstorable, the instantaneous supply from the generator to the customer requires a well managed and technically intricate transmission and distribution network. A considerable part of generation costs are capital costs that require large investments and a long planning horizon. The vertical structure of the industry generation, transmission, distribution, the natural monopoly of transmission and distribution, and the barriers to entry due to high and insecure investment costs led to the traditional economic paradigm of rateofreturn regulation: a 1vertically integrated monopolist produces and supplies electricity at a price set by a regulatory body, based on a calculation of operational as well as capital costs. In contrast, the literature of electricity market liberalization emphasizes the potential of competition in generation and retailing while confirming the need for regulation of transmission and distribution networks. The motivation for a transition from rateofreturn regulation to liberalization is above all an increase in efficiency: the literature criticizes the traditional model for problems of overinvestment, hidden subsidies, inefficient environmental protection and missing incentives for investment into research and development compare e.g. Helm 2002. In contrast, the new regulatory framework gives rise to questions about security of supply and potential abuse of market power. Both issues have several dimensions. Broadly speaking, there is a shortterm perspective of supply security safety of the network and generation and a longterm perspective investment adequacy and supply of energy carriers. Abuse of market power can occur in the management of the transmission grid the grid company gives preferential access to its own generation branch, it can arise due to price manipulation in wholesale markets of electricity due to market concentration and it can occur in regions where the grid structure fosters regional supply monopolies. Jamasb and Pollitt 2005 list four main areas of electricity reforms: restructuring, competition and markets, regulation, and ownership. Restructuring refers to vertical unbundling of generation, transmission, distribution and retail activities. In order to make competition work, the different parts in production and supply have to be separated. Competition and markets refer to the creation of liquid wholesale markets of electricity and market opening for new generation and retail companies. In practice this refers to the establishment of market places, where the bulk of electricity is traded on spot and forward markets. If the markets function well, actual scarcity of supply and future risks are mitigated efficiently. Antitrust authorities have to ensure that big players do not collude. Regulation means the establishment of a powerful regulator of the transmission and distribution network that insures access on equal terms to the grid by all generators and customers and controls transmission fees. Regulation is indispensable because the networks remain a monopolistic structure. Ownership refers to privatization of former stateowned utility and to fostering entry into the generation market. Competition can only develop when there is a sufficient number of players in the market, and entry can be difficult in the presence of incumbents with large sunk costs. There are a number of instruments available: splitting up former monopolists in several companies, investment subsidies to companies entering into the market or fixing feedin tariffs this occurs also for environmental reasons in the case of renewable energies. As we will see, in practice there are several differences between the European and Latin American approach to electricity market reforms. In particular, regulators play different roles in different countries. Also, rising electricity prices as well as the crisis in California in 2000 have stirred up a new debate on the optimal design of electricity markets. In the Energy Sector Inquiry, the European Commission states three goals of its electricity policy: 1. the creation of a competitive, integrated internal market, 2. maintaining an adequate level of security of supply, 3. increasing the effectiveness of environmental protection. With this paper, we hope to contribute to the discussion about how these goals can be reached. 2. Geographical Comparison 2.1 Population and Gross Domestic Product GDP The aim of this section is to introduce the reader to the main economical, geographical and technological features that characterize the markets analyzed here and to establish a comparison between the European countries and the two Latin American countries in our analysis. This should provide some clues to understand the elements that may affect the decisions governments take regarding electricity policy. 2The European Union is the largest economic area in the world, encompassing 27 countries today and 490 million inhabitants. It covers an area of 4,324,782 km 2 in total 1 The World Factbook. All countries together produce an annual GDP of 11,540 trillion euros Figures of 2006 EUROSTAT. This corresponds to a GDP per capita of 23,550 euros. There is a considerable regional variation in productivity: whereas GDP per capita is 1.39 times the EUaverage in Ireland and 1.22 times in Denmark, it is only 0.47 times in Poland and 0.50 times in Estonia. Generally, productivity is higher in Western European member states it ranges from 2.23 times the EUaverage in Luxemburg to 0.73 times in Portugal than in Eastern European states 0.78 times in Slovenia to 0.43 times in Latvia. The average GDP growth rate of the 27 members of the European Union was 3.4 in 2006, with higher growth rates in the new member states. Chile is a small and thin country in South America with a GDP of 100.7 billion US figures of 2005, IADB that corresponds to a GDP per capita of 6,224 US. In contrast, Brazil is an extremely large country with a GDP of 789.3 billion US and a GDP per capita of 4,297 US. The GDP growth rate in 2004 was 4.9% in Chile and 4% in Brazil IADB. Table 1 presents figures about population and area size of some European countries and the Latin American ones. We observe that population density is much higher in the group of European countries, a factor of high relevance for electricity distribution to private households. Table 1 Population Mio Pop. Density Km 2 France Germany Italy Netherlands Spain United Kingdom 60.88 82.40 58.15 16.57 40.45 60.78 16.28 Chile Brazil 190.01 Source: The World Factbook, www.cia.gov The energyintensity of the economy is an important measure in this context. At present we observe a high variation among European member states. For instance, Denmark lies at 5,294 Btu 2 per 2,000 US in 2004, France at 7,957 and Germany at 7,764, in contrast to Poland 19,103. In regard to Chile, it presents 13,511 Btu per 2,000 US in 2004 and similarly, Brazil presents 13,845.3 Note that these figures are twice as high as the ones in Europe. 547,030 357,021 301,230 41,526 504,782 244,820 756,950 8,511,965 111 231 193 400 80 248 21 22 2.2 Electricity Consumption Table 2 shows the power consumption and installed capacity in selected countries of the EU and in Brazil and Chile. It gives evidence of a strong difference in terms of consumption per capita which is twice as high in Europe as in Chile and Brazil. 1 In 2007, Bulgaria and Romania entered the European Union. Before, the EU consisted of 25 countries and 457 million inhabitants in an area of 3,975,372 km 2. In this article, we refer mainly to old member states of the EU. 2 Btu: British thermal units 3,142 BtuKwh; www.eia.doe.gov 3 www.eia.doe.gov 3 Table 2 Installed Capacity Consumption MW GWh Consumption per Capita k Wh per capita 116,592 124,573 81,337 22,015 69,428 80,841 10,503 82,458 France Germany Italy Netherlands Spain United Kingdom Chile Brazil Source: European data of 2004, OECD. Chile, 2004, CNE. Brazil, 2004, ONS. Something similar occurs with figures of residential consumption, as table 3 shows. Of all the electricity produced, an average of 28,7 % is consumed by residential customers in the European Union, whereas in Chile and Brazil this average is relatively lower. 478,250 565,524 325,382 112,816 261,108 382,449 51,983 400,523 7,921 6,853 5,652 6,930 6,116 6,388 3,296 2,259 Table 3 Residential NonResidential France Germany Italy Netherlands Spain United Kingdom OECD Total OECD Europe Chile Brazil Source: OECD, ANEEL, INE. 35.3 % 27.3% 22.5 % 22.8 % 25.2 % 34.0 % 31.0 % 28.7 % 16.1% 20.4% 64.7% 72.3% 77.5% 77.2% 74.8% 66.0% 69.0% 71.3% 83.9% 79.6% 2.3 Electricity Production and Transmission Grid The composition of the energy mix determines the cost of generation and the relation of fixed costs to marginal costs that varies enormously.4 In addition, the use of a power plant differs across technologies. Nuclear and coal plants generally have a long time of ramping, i.e. warming up. In contrast, a gas turbine can produce electricity within minutes after it has been switched on. Moreover, except for pump storage plants in mountainous areas, it is generally difficult to store electricity, so nuclear and coal plants serve base load demand, whereas oil and gas plants are used mainly during peak hours. 4 For instance, hydro powers marginal costs is quite low whereas the corresponding to the oil plants is very high. Besides, the Construction of a coal plant costs 1100 US per kilowatt of capacity, in contrast to 260 US for a normal gas turbine. However, the marginal costs amount to 2 to 3 US cents per k Wh for a coal plant whereas figures are 3 to 5 US cents for the gas turbine Brennan et al. 2002. 4Since the efficiency of the energy mix in electricity is an intricate issue, we will restrict ourselves to the presentation of the European and Latin American energy mix and avoid a discussion of its efficiency. Table 4 shows the energy mix in five European countries and table 5 the corresponding figures for Chile and Brazil. As can be seen in the tables, the mix varies widely over the countries. Geographical reasons exist for this variation, since hydrological power plants may or may not be available, and domestic coal mines may be a reason for fostering coal plants with subsidies. There are also political reasons involved. While, for instance, France relies on nuclear power to a large extend, Italy decided against this form of energy production. In addition, the percentage of renewable energy in all of electricity production certainly reflects the effect of national environmental policies.5 Table 4 Coal Oil 5% 51% 17% 26% 29% France Germany Italy Netherlands Spain Source: OECD 2005 Table 5 1% 2% 16% 3% 9% Natural Gas 3% 10% 44% 61% 20% Combustible Renewable and Waste 1% 3% 6% 5% 2% Nuclear Hydro 79% 27% 0% 4% 23% 11% 3% 14% 0% 11% Geothermal Solar Tide Wind etc. 0% 4% 3% 2% 6% Hydro Thermal Nuclear Wind 41.2% 92.8% 0.4% 3% 59.4% 4.2% Chile Brazil Source: CNE, ONSHistorico da Operacao Regarding the electricity grids, they are managed at a national level across Europe. Some countries, like France, have one national grid, and other countries like Germany, have regional grids managed by regional network companies. There are also interconnection points between national grids, however, the European Union in its Energy Sector Inquiry reports that interconnection capacity is insufficient European Commission 2007a. In particular, the Chilean electricity system is composed of four distinct interconnected electricity systems that are isolated from each other. The largest is the SIC, Sistema Interconectado Central which includes Santiago, the capital of the country. The second one, the SING, Sistema Interconectado del Norte Grande, which includes mainly miningindustrial load. Finally, there are two small systems in the south, the Sistema Aysen and the Sistema Magallanes.6 Table 6 summarizes some relevant statistics for each system. In Brazil there is a large system, the National Interconnected System, SIN.7 If one juxtaposes the Brazilian grid on a map of Europe, the interconnected transmission system will extend from Lisbon almost to Moscow Hermes de Araujo, J.L., 2006. This market is divided into five submarkets or 5 Later, we will discuss some efforts made by the European Commission to promote renewable energy and to harmonize environmental policies across the Union. 6 In 2004, they served only 20,000 and 46,000 customers respectively. 7 Only 3.4% of the generation capacity of the country is not in ONS. 5regions: the south S, the southwest SE, the centrewest CO, the northeast NE and the north N. The system is characterized by the very high weight of the hydro power and the SECO is the preponderant region see table 7. Table 6 Population Generation Dec. 2005 Installed capacity Hydro Thermal Wind 30.2% 69% 0.3% 0.5% 0.4% 57% 44% 0% 99.6% 43% 50% 100% 6.2% 92.3% 0.6% 1% 23.7% 69.9% 0.2% 0.4% SING SIC AYSEN MAGALLANES Source: CDECSIC, CNE Until 1996 hydro generation in the SIC represented 75%. It changed in 1997 when the country started to import natural gas from Argentina.8 The Itaipu hydroelectric power plant deserves a particular mention, being the largest operating plant of its kind in the world. It is a binational enterprise, jointly developed by Paraguay and Brazil in the Parana River.9 In 2000, it produced 95% and 24% of the electricity consumed in Paraguay and Brazil respectively.10 Table 7 0% 0% 6% 0% Region Population Generation Hydro Thermal Nuclear Wind 4.2% 3.9% 30% 2.8% 0% 0% 3% 6.4% 0% 0% 0% 0% 49.5% 14.8% 28.1% 7.6% 92.7% 89.8% 70% 97.5% 100% 100% SIN 96.6% SECO 47.6% S 6.7% NE 13.1% N 11.3% Itaipu 21.3% Source: ANEEL, ONSHistorico da Operacao. It is of interest to remark the strong differences among the regions in Brazil. As table 7 shows, the SE region is the richest one and its GDP per capita is more than twice as large as the corresponding figures in the north. To summarize the main issues of this section, we note that there exist important differences between the groups of countries. On the one hand, we find economical differences due to the fact that European countries are clearly richer than Latin American ones. On the other hand, there are also exogenous differences. While Chile is a small sized country, comparable to some of the European ones, Brazil is an extremely large country that encompasses many different regions. Another important difference, which directly affects the sector, is the fact that the Latin American countries are much more dependent on water for electricity production than Europe see tables 4 and 5. 8 Something that was initially good news turned into a problem when the Argentine government cut natural gas exports to Chile. The restrictions have remained until present time see section of crises. 9 The negotiations between the two countries started in 1966, initial work started in 1975, and in 1984 the first generator unit commenced operation. 10 Itaipu is included in the list of the Seven Wonders of the Modern World published in 1995 by the Popular Mechanics magazine, together with the Golden Gate Bridge USA, the Panama Canal, the EuroTunnel, the North Sea Defence Works Holland, the Empire State Building USA and the Tower of Canadian National see www.itaipu.gov.br. 63. Electricity Market Liberalization and Price Development 3.1 History of Liberalization In 1996 the European Commission published the Directive 9692EC known as the First Electricity Directive. It abolished legal monopolies, mandating a gradual market opening for electricity purchases by large customers. It also obliged network companies, which were usually part of a vertically integrated electricity supplier, to ensure access to the transmission and distribution grids for all market participants. Moreover, it mandated a minimum level of separation for vertically integrated companies between the network business and other activities unbundling and the accounting of the network business had to be published separately from generation and supply, thus specifying a price for transmission compare the EU Energy Sector Inquiry 2007a. However, the First Electricity Directive was not the beginning of electricity liberalization in Europe. When it was issued, the UK already had some thirteen years of experience in this sector compare Brennan et al. 2002 and Helm 2002. At the beginning of the 1980s, the government of Margaret Thatcher started restructuring and privatizing various industries, including aerospace and telecommunications. The Electricity Act of 1983 allowed independent power producers to access the transmission grid, obliging the Central Electricity Generation Board CEGB to purchase their power at avoided cost 11. Before this, the CEGB a vertically integrated stateowned utility had a national monopoly in power generation, transmission and distribution. Further reforms in 1989 and 1990 broke up CEGB into three generation companies Nuclear Electric, National Power and Power Gen, a distribution network comprising 12 regional electric companies REC and a transmission company National Grid Company, owned by the RECs. Subsequently, the generation companies were privatized. By law, they sold all generation into the centrally operated power exchange, the England and Wales power pool. However, more than 90 % of the electricity sold into the pool was covered by financial hedge contracts, ensuring an exante fixed price to suppliers. The electricity retailing sector was opened step by step.12 Currently, the electricity trade in the UK is overseen by a strong regulator, the Office of Gas and Electricity Markets OFGEM. Due to increasing evidence of abuse of market power manipulating the price in the power pool by the large players in the market, in 1993 OFGEM mandated a divesture of 15 % of the companies generation capacities. Since complaints continued, in 1997 the UK government ordered a review of trading arrangements in the power pool. As a result, OFGEM issued new rules, the New Electricity Trading Arrangements, which reinforced the role of bilateral power commerce outside the pool. Furthermore, they fostered the development of a future market in the pool and established a mechanism for realtime balancing. Norway and Sweden established the Nord Pool power exchange in the early 1990s and so these countries can be seen as the pioneers of electricity liberalization in Europe as well. In the rest of Europe, stateowned monopolies or private industries regulated by rate of return prevailed. Some countries, most notably France with its national monopolist EDF, were quite slow in introducing the reforms of the electricity sector mandated by the European Commission. Significant differences in market opening across the European Union emerged, hampering competition and transnational market integration. Consequently, in 2003, the European Commission issued the Directive 0354EC, the Second Electricity Directive, that mandated the opening of electricity retail 11 Avoided cost is the marginal cost for the same amount of energy acquired through another means such as construction of a new production facility or purchase from an alternate supplier. For example, a megawatthours avoided cost is the relative amount it would cost a customer to acquire this energy through the development of a new generating facility or acquisition of a new supplier. 12 In 1990, only 5,000 large customers with a maximum demand of more than 1 MW could choose their electricity supplier. In 1994, the market was extended to customers with a maximum demand of more than 100 k W. Finally, in 1999, all customers were allowed to choose. 7markets,13 and the EC Regulation No 12282003 Cross Border Electricity Trading Regulation. In many European countries, a large number of electricity retailers were established. However, this does not ensure competition, given the technical and regional nature of the product. Due to complaints about unfair practice in network access vertical foreclosure, the Second Electricity Directive formalizes a regulated third party access regime for transmission grids with published tariffs to be implemented by Member States. Member States must appoint a national regulator, supervising the network and ensuring fair access for all. Furthermore, the directive mandates complete legal unbundling between network activities transmission and distribution and all other activities. The generation companies are allowed to own grid companies but operations and accounting should be separated. The Cross Border Electricity Trading Regulation ensures equal access to the interconnection point of regional national grids. Fair congestion management is an important issue in that respect since the regulation requires nondiscriminatory, marketbased solutions. Unsatisfied with the progress of liberalisation, in March 2006 the European Commission published an Energy Sector Inquiry that lists a number of shortcomings in the implementation of the directives European Commission 2007a. In May 2006, formal complaints against 17 Member States were issued. Moreover, several large companies, among them EDF of France and Eon of Germany, face investigations into their market practices, relating in particular to the network access. The history of the electricity sector in Brazil and Chile followed the common features of the region with some differences in time. In the 1950s, the electricity service was made public nationalized in almost all the Latin American countries. In the 1980s, they presented a deteriorated situation: tariffs that did not cover costs inflation, a bad financial situation of the firms, resulting mainly from the high levels of debt, and a low quality service with rationing in some countries and low productivity excess of labor force. Finally, the 1990s were characterized by a crisis of the electricity system in several countries that established the appropriate political climate to initiate the reforms. Most of them were conducted to replace the stateowned vertically integrated utilities by decentralized market based structures in order to introduce the incentives to improve the service, attract investment and reduce prices. Moreover, privatization would also imply a fresh air for precarious public finances. Particularly in Chile, during the period of President Allende 19701973, 100% of public service companies were owned by the government Raineri, R. 2006. In 1974, the Chilean economic situation was characterized by inflation, high fuel prices and price controls on final prices that led to large losses and a lack of investment.14 In this context, the military government of Augusto Pinochet 19731990 advocated free market policies that lead to the reforms in the electric sector. The new era started in 1982 with the General Law of Electricity Services DFL No 1, so that Chile was the first country in the world to implement a reform of its power industry. The introduction of this law implied that power generation was considered a competitive business and transmission was to be organized as an open access regime allowing all generators a nondiscriminatory use of available transmission capacity and distribution to be regulated as a natural monopoly. An independent system operator was established, the Load and Economic Dispatch Center CDEC, which was in charge of the operation of the system. The regulatory agency, the National Commission of Energy CNE, had been created in 1978.15 First privatizations of power firms were made in 1985 and at the end of the 1990s, all of them were sold Arellano, 2006. 13 Since July 2004, nonhousehold customers have become eligible. Household customers have followed in July 2007. 14 Stateowned enterprises caused a loss of 7.8% of GDP Pollitt, 2005. 15 www.cne.cl 8 As for the Brazilian history, until the 1930s, two groups dominated the electricity market, the AmericanCanadian group Light and the American Foreign Company. Some years later, the state entered power generation, transmission and distribution through regulation and direct investment. In 1961, Eletrobras was created by the federal government together with the Ministry of Mines and Energy, including big companies in generation and transmission. The public sector ownership reached its highest level in 1978 with the sale of Light to the federal government. Despite of the dominant role of Eletrobras, the system was never centralized. In the 1970s, the use of tariffs as an instrument to deter inflation started to deteriorate the financial situation of utilities. Costly investment decisions also contributed to the problem and paying service on sector debt had consumed twothirds of resources by the late eighties Hermes de Araujo, J.L. 2006. In 1990, the situation was characterized by a low level of investment in generation, hyperinflation as well as low real value tariffs, inefficiencies and low quality level of service in distribution. The failure of heterodox plans to fight inflation led to a radical change from the existing economic policy, and so market liberalization was initiated.16 In 1993, some measures for financial reorganization and bases for the reform in the electricity sector were undertaken, such as tariffs value recovery, elimination of subsidies and debt cancellation. Different to Chile, and due to the fiscal situation, the privatization process for distribution firms was started without a regulatory framework and without a regulator institution. From 1995 to 1998, the 60% of the distribution firms were privatized. In December 1996, Law 9427 created the regulatory agency, ANEEL.17 In 1998, Law 9648 created the independent system operator, the National Operator of the Electric System, ONS, and the wholesale market of electricity, MAE, to handle the bulky power market. The law also determined the conditions for restructuring and divesting enterprises in the Eletrobras group. The success in the privatization of the distribution sector was not present in the generation sector. This was also due to the delay in the settlement of the market rules but mainly because of the opposition to the privatization from the firms administrators and some state governments where generation assets were located Millan, J. 2006. A crisis in the sector in 2001, caused mainly by a severe drought and the lack of investment in generation, made the government of Lula da Silva introduce some new reforms. In March 2004, the Laws 10847 and 10848 set a stronger position for the state but they still allow compromises with the private sector and also encourage its participation in the generation sector. To summarize this section, we note that the history of liberalization in Europe has been quite different from that in Latin America. In Europe, it has been motivated mainly in order to introduce marketbased incentives and structures in the industry to make it more costefficient. At the same time, the European Commission acts as an enforcement that encompasses all the countries, promoting and controlling the process. In contrast to Europe, in Latin America many reforms were carried out because the states had been incapable of managing and financing the sector properly, and the lack of investment obliged the governments to attract foreign firms which took the business under their control. 3.2 Price Development The development of net prices of electricity in the European Union over the last ten years shows a great degree of correlation. This holds true both for household and for prices of industry we only show household prices, compare figure 1. Indeed, fuel price development should influence 16 The general process of privatization and liberalization was carried out by three administrations: Collor de Mello 19901992, Franco 19921994 and Cardoso 19952002. 17 www.aneel.gov.br 9electricity prices in a similar way. At the same time, the level of prices varies considerably across countries, up to 50% as the figures show, since the costs of generation and distribution vary considerably across countries, depending on the state of technological development, technologies employed and population density. As we will see in section 4, interstate electricity commerce in Europe is hampered by insufficient coupling capacity. Also, despite efforts to implement liberalization in all member states, market design remains quite different across the EU. It is remarkable, though, that we observe a drop in electricity prices in the early phase of liberalisation 2000 and price increases ever since. In part, this may reflect increasing environmental taxation and rising prices for oil and gas. Anyways, measured in real terms, electricity prices remain low across the EU compare figure 4. More profound econometric studies will be necessary, though, to fully understand differences and similarities of the electricity price development in Europe. In Chile, residential prices are composed of the nodal regulated price, the regulated value added in distribution and the charge for the use of the grid. Figure 2 shows that nodal prices have significantly fallen since 198218 but the tendency has changed around 2004. This may be explained by the crisis resulting from export restrictions of natural gas in Argentina see section of crises. Between 1994 and 2003, residential prices fell by 30%19. However, this price increased by 4.62% from 2002 to 2003 and last years residential electricity prices index remained above the general index of prices see figure 5, which is consistent with the nodal prices tendency. Between 1994 and 2003, industry prices decreased by 20.8% but they increased by 1.8% from 2002 to 2003, just like the respective residential price. Regarding tariffs in Brazil, during the first period after the beginning of the privatization process, things worked relatively well.20 However, after 1999, when the real devaluation occurred, tariffs started to increase faster than the Consumer Price Index see figure 5.21 However, note that there is a very high variability in the residential tariffs among regions. For instance, for the period 042006042007, the one for ENERSUL, the highest in the system, is 0.41 Rk Wh, whereas JARI is the lowest one 0.23 Rk Wh ANEEL. The evolution has also been divergent as figure 3 shows. Comparing figures 4 and 6, we see that electricity price development in Europe remains below the general price index, while in both Chile and Brazil electricity prices have soared in real terms. This may very well reflect investment problems in the power sector which exist in the two countries, whereas we can observe overcapacities in Europe compare section Current Problems. 18 It is considered that authorities have maintained this price level below the level expected by the industry affecting the incentives to invest in generation Arellano, 2006. 19 From 12.27 US cents per KWh to 8.59, OLADE, Informe Energetico 2003; www.olade.org.ec. 20 Residential price decreased from 8.89 US cents in 1994 to 7.86 in 2003, and the industrial price decreased by 33% between 1994 and 2003. 21 Residential price increased by almost 9% from 2002 to 2003 and the industrial price increased by 11% from 2002 to 2003. 10 Figure 1 Figure 2 Figure 3 Household electricity prices for selected European countries USk Wh 0,180,170,160,150,140,130,120,110,100,090,081994199719961995France Netherlands 19981999Germany Spain 20002001Source: OECD 200420032002Italy United Kingdom Chile: Nodal Prices Evolution USk Wh 0,1000,0900,0800,0700,0600,0500,0400,0300,0200,0100,000Oct92Oct96Oct98Oct94SICSINGSource: CNE Oct00Oct02Apr05Brazil: Tariffs Oct84Oct86Oct88Oct90USk Wh 0,200,180,160,140,120,100,080,060,040,020,0020042005Enersul Light Eletropaulo 2006JARISource: ANEEL 11 Figure 4 Figure 5 Figure 6 13012011010090807060130120110100908070602702402101801501209060France, Germany, UK: Price Indices 1994 1001994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004UK Electricity UK General France Electricity France General Germany Electricity Germany General Source: OECD and IMF Chile: Price Index Dec98 1001998199920002001200220032004Chile Electricity Chile General Source: INE, www.ine.cl Brazil: Price Index 1998 1001998199920002001200220032004Brazil Electricity Brazil General Source: IBGE, www.ibge.gov.br 12 4 Structure of Electricity Commerce 4.1 Electricity Generation and Wholesale Markets Electricity wholesale trading in the electricity industry is at the core of liberalization efforts in Europe. Power is traded on national spot markets power exchanges or bilaterally overthecounter OTC. Moreover, large suppliers and customers agree on longterm bilateral contracts. The power exchanges are organized market places that exist today in most European countries: The England and Wales Power Pool, Nordpool in Scandinavia, EEX in Germany, APX in the Netherlands, Powernext in France, OMEL in Spain and GME in Italy. The basic features of the power exchanges are the same. Most importantly, prices form freely. Generally, trades are cleared by the power exchange, thus reducing the default risk by either party to a contract. However, power exchanges differ in many respects. In particular, some countries set special incentives or obligations in order to be able to trade in the power exchange OMEL; GME, Nord Pool; others do not EEX, APS, Powernext etc  Two types of contracts are traded at power exchanges: Shortterm and forward contracts. Spot prices for shortterm power supply are often set in auctions: Market participants hand in pricequantity pairs for selling or buying electricity, the power exchange acts as auctioneer determining the marketclearing price. Prices vary enormously over the day and over the year. Prices in forward contracts are built on market fundamentals. They play a considerable role in electricity trade in the EU. OTC commerce, in contrast, takes place continuously. Today, it is organized mainly by brokers. They contribute to the aim of liquidity in electricity markets. In contrast to power exchange commerce, in OTC trades, the counterparty risk is born by market participants. Today, the Energy Sector Inquiry by DG Competition lists a number of advantages of competitive electricity wholesale markets: effective competition in generation and retail, efficient investment, efficient operation and risk management and efficient use and expansion of transmission infrastructure. However, these virtues of a competitive market apply only if market participants cannot exercise market power and if markets are sufficiently liquid. Chilean Generators can sell electricity in three different markets: 1 the market for free customers, 2 the market for regulated customers and 3 a simulated spot market. Free or large customers are those whose installed capacity is higher than 2MW. These customers are free to contract and negotiate directly with generators for the supply of power and the negotiated price is called the free price. In the market for regulated or small consumers, generators make longterm contracts with the distribution companies. Until May 2005, these contracts were paid at the nodal price, a price determined by the CNE every 6 months, based on previsions about costs. The restriction on this price was that it could not differ more than 10% from the free price.22 To make this comparison possible, generators had to inform the regulator about the average price for power and energy, set to free customers. Time showed that this nodal price failed to send the right signals for consumption and investment decisions. Because of this, two reforms have recently been introduced. In an attempt to increase competition at generation level, Short Law I of 2004 allows consumers with an installed capacity higher than 500KW to choose between being free or regulated customers and changed the mentioned float range to 5%. Most relevant, Short Law II substituted competitive bidding for the regulated nodal price in May 2005. New contracts between generators and distributors will be signed for up to 15 years and the new price that arises from the auction may not exceed 120% of the free price. 22 This way, benefits of competition in the market for free customers would be translated into regulated customers Arellano, 2006. 13In the spot market which takes place in the CDEC, generators trade to complete their electricity supply contracts. Generation companies report their marginal costs to the independent agent, who dispatches the plants in strict merit order, given technical constraints. Consequently, dispatch is independent from previous bilateral contracts. Because of this, contracted energy from many generators usually differs from their production. In that case, generators showing a deficit have to buy from the generators with excess production in the market. Note that only generators have access to this market. It is said that this is a simulated spot market because energy transfers resulting from the coordination of the system are valued at the marginal costs calculated by the CDEC. This means that, although the operation of the system is supposed to mimic the operation of a competitive market, prices in the spot market are not freely formed. Arellano 2004 explains that the risk of cost overestimation to lead prices over the competitive level is limited. This is due to the fact that generators in deficit have the incentives to check if selling generators declare the true costs. Since they alternate in their positions over time, the mutual control is reinforced. In Brazil, any bilateral contract, shortrun purchases and sales should take place in the Chamber for Electricity Trading, CCEE23. Note that it receives information about the amount of contracted energy but not about prices freely negotiated. The CCEE is a nonprofit private firm regulated by the ANEEL and integrated by agents from generation, distribution and marketing. The PLD, Preco de Liquidacao das Diferencas, ex MAE price is the price for energy trade in the shortrun market, weekly computed by the CCEE and based on the operational marginal cost. Differences between the contracted and producedconsumed energy are exchanged at this price and a price per region is computed CCEE.24 To reduce volatility, generators, distributors and free consumers had to sign bilateral contracts for at least 85% later 95% of their production or consumption, reported to MAE Hermes de Araujo, J.L. 2006. After the 2001 crisis, and as part of Lulas reforms, two segments have been created. The first one is a segment of regulated contracts Ambiente de Contratacao Regulada, ACR for small customers those with installed capacity lower than 3MW25, provided by distribution firms that must be 100% covered by contracts at all times. Secondly, there is a free segment Ambiente de Contratacao Livre, ACL where generators, large customers and traders freely negotiate the price for the energy traded among them. Free customers should guarantee 100% of their consumption by bilateral contracts CCEE. One of the objectives of the ACR is to compensate the lack of voluntary longterm contracts. In order to reach this, it was set that distribution firms celebrate contracts with agents generators, traders and independent producers participating in an auction process. There are two types of auctions. One for old energy, generated in existing plants and one called new energy for new plants that should be constructed according to a new kind of planning, the socalled Enterprise of Energy Research, EPE. Note that free consumers represent 18% of consumption, around one fourth of the distribution market Hermes de Araujo, J.L. 2006. Marginal cost in the SIC depends on the hydrologic conditions see table 6. Because of this, in case of draught the system is obliged to dispatch the thermal units with higher costs. It explains the jumps in periods 19961997 and 19981999 as seen in figure 8 Raineri, 2006; see crises section in our paper. The peaks in the last years are explained by the import restrictions of natural gas from Argentina see crises section. 23 See www.ccee.org.br. It replaced the MAE in March 2004. 24 The positive difference that arises between total payment and total receipts in the CCEE, given different prices that may arise between the regions, defines the excedente financeiro. This is utilized to alleviate the exposure of some contracts. 25 Since 1998, consumers with an installed base higher than 500 k W are allowed to choose the supplier as long as energy is produced by small hydroelectric plants or with alternative sources such as wind, biomass or sun. 14In Brazil, prices for energy trade in the short run market have been quite stable during the last years see figure 9. The tremendous jump corresponds to the 2001 crisis see section crises. Figure 9 shows that prices between regions do not differ under normal conditions i.e. without draughts suggesting that interzone transfer capacity is not significantly limited. Differences arose during the crisis in 2001 and the region with lower prices was the South thanks to its favourable hydrology. Figure 7 80706050403020100Jul 00Jan 01Jul 01Jan 02 Figure 8 EEX Daily Index Jul 03Jan 03Jul 04Jul 02Wholesale Market EEX Jan 04Jan 05Jul 05Jan 06Chile: Marginal Cost in the CDECSICUSk Wh 0,160,140,120,100,080,060,040,020,0001.04.198701.04.198901.04.199101.04.199301.04.199501.04.199701.04.199901.04.200101.04.200301.04.2005Source: CDECSIC 15Figure 9 Brazil: MAE prices RMWh 800,00700,00600,00500,00400,00300,00200,00100,000,00Sep 00Mai 01Jan 02Sep 01Jan 01 SudesteCentroOeste Sep 02Mai 02Jan 03Mai 03Sep 03Jan 04 Sul Mai 04Sep 04Jan 06Sep 05Mai 05Jan 05 Nordeste Source: CCEE Mai 06 Norte 4.2 Regulation of Electricity Commerce and Transmission Grids Larsen et al. 2004 list four areas of regulatory activities: 1. Monopoly regulation network tariffs and access conditions, licensing of network operators, 2. Competition regulation surveillance of wholesale and retail markets, 3. protection of consumers handling consumer complaints, 4. other policy obligations, such as security of supply and promotion of environmentally friendly energy. Often, separate institutions enforce regulation in the different areas: e.g. in Germany, monopoly regulation is handled by the Bundesnetzagentur BNetz A, while competition regulation lies with the federal Cartel Office, the Bundeskartellamt. A nondiscriminatory access to the transmission network for all power generators is the key element of an electricity market reform. The Second Electricity Directive of the European Commission requires a regulated thirdparty access to the grid, based on published tariffs in contrast to negotiated access which existed in some countries, e.g. Germany, before. In order to guarantee fair access, the Directive mandates the appointment of a national regulator who is independent of the electricity industry. The regulator monitors the activities of the network companies and either sets or controls network tariffs. Finally, the Directive promotes the unbundling of generation and network companies. It requires legal unbundling each network company has to have a board and a balance sheet of its own, and operations have to be separate from generation. Transmission and distribution operators must be independent in their legal form. However, the Directive does not mandate ownership unbundling. Today, tariffs and network access in most EU countries are controlled by national regulators. However, in some countries, such as Belgium, France, and Italy, tariffs for network use are even specified in detail by the regulator. In other countries, such as Germany or Denmark, the regulator issues principles for tariffs and then monitors grid companies pricing policy. In contrast, competences like licensing or settlement of disputes are delegated to courts or other governmental institutions in some EU countries. Also, environmental policy is often separated from supervision of competition. In reality, unbundling of former vertically integrated utilities remains incomplete. In some countries, such as the UK and the Netherlands, network companies are entirely independent. In other countries, such as France and Germany, large players in the generation market own the network companies so that unbundling remains incomplete. Transmission system operators TSO have to ensure the balancing of load at all times, manage congestion and allow injections and 16withdrawals. If they are employed by a market participant, some conflict of interest can arise. From now on, all EU member countries guarantee fair access to the grid by national law; it can be denied only on grounds of congestion. There is no case of a blatantly unjustified refusal of access. However, the Energy Sector Inquiry reports cases were denials due to alleged congestion were not transparent to the applicant. Apart from congestion management, investments into the grid are a possible field of unfair treatment. Generators have to bear part of the costs of the network extension or reinforcement that goes along with their access to the grid. Splitting up these investment costs between the network and the generation company creates considerable leeway to favor one generation company over another. It is the responsibility of the regulator to enforce fair treatment where necessary. Access management problems of the grid that are discussed in many European countries are unknown today in Chile. To coordinate the operations of generators in an open access transmission network, an independent system operator was created in Chile for each of the two large systems, the CDECSIC and the CDECSING.26 These are private nonprofit firms whose board of directors includes representatives from different sectors.27 The grid is in private hands. The system was initially designed to have generators paying for transmission to get electricity to their customers. Transmission access was based on negotiated tariffs accompanied by compulsory right of access if capacity was available. However, the system involved disputes and significant transaction costs in negotiations Pollitt, 2005. Ley Corta I changed the model from one of decentralized transmission industry with negotiated fees to one of a monopoly with regulated fees Raineri, 2006. The Law establishes that tolls for transmission should be regulated, and specifies rules for the expansion of the grid, the methodology to be used by the CNE to calculate the tolls, and the assignment of charges between generators and users. The annual total remuneration to the transmission firms is the annual value of transmission less the revenue income. The former includes the investment value investments replacement value average cost and the costs of operation, maintenance and management. The revenue income is defined as the difference between marginal costs at two nodes of the network. Every electricity firm that injects or withdraws energy has to pay the transmission costs. Power plants injections pay 70% of the total toll and 30% is paid by withdrawals. Small users have to pay for a onetime charge for the use of the trunk system, proportional to consumption. There is also a onetime charge for customers with demand up to 15.000 KW. Transmission lines are very rarely congested Arellano, 2003. The lack of concern for the externalities inherent in transmission networks, especially those caused by loop flows, is partly a function of linear nature of electricity grid in Chile which is caused by the fact that Chile is a long thin country where Santiago serves as the focal point for electricity supply in the SIC System Pollitt, 2005. In Brazil, the ONS28 was established to coordinate and control the operations in the sectors of generation and transmission. It is a private nonprofit organization integrated by associated and participant members. Associated members include generation, transmission and distribution firms, free consumers, importers and exporters. The participant members they have a seat but not right to vote in the General Assembly consider consumers councils, noncentralized generation firms and small distribution firms.29 26 See www.cdecsic.cl and www.cdecsing.cl . 27 Until 2005, it was conformed only by generators and transmission companies, with the absence of the demand side. About this, OECD 2005 suggested that a broader representation with the inclusion of representatives from free customers and distribution companies would reduce the incentives of the incumbents to prevent entry. In May 2005, a representative of free consumers was included 28 See www.ons.org.br. 29 Note that the Brazilian operator includes participants from both the demand and supply sides. 17Virtually, the entire grid is in public hands. Generators pay a regulated fee for the use of the transmission system. Distributors pay a nodal fee associated to the connexion point and based in the effective use of the grid. Free consumers and autogenerators have an individualized fee, calculated by the nodal program and associated with the corresponding connection point. The fees for the use of the transmission system are adjusted every year ANEEL. The ONS elaborates the plan of extensions and maintenance of the basic grid. On January 10th 2007 the European Commission published the communication bulletin An Energy Policy for Europe outlining its plans for restructuring energy markets across Europe. Acknowledging the difficulties in unbundling, highlighted by the Energy Sector Inquiry, it emphasized the danger of discrimination and abuse of companies that control energy networks as well as production or sales. The bulletin makes two suggestions concerning the electricity grid: either a fully independent system operator should take control of the grid which remains the property of its present owners or generation and transmission should be separated by ownership unbundling. The first alternative roughly resembles the regulation in Chile, the latter, the one in Brazil. The proposal has stirred a controversial debate in EU capitals, leaving open the final regulation of the grid. While the independence of the national regulator from the industry is mandated by the Second Electricity Directive, the EU directives leave institutional discretion to member states concerning the independence from the governments. Indeed, according to studies by Ocana 2002 and Larsen et al. 2004, independence and power of regulators vary considerably across countries. In part, this can be explained by the historical development: In countries with former state monopolies in the power sector, overseen by a minister of energy e.g. UK, independence of the regulator is often necessary to make privatization credible. In contrast, countries with a long tradition of governmental regulation of a private, vertically integrated industry may now prefer ministerial regulation of the network. Arguments in favor of independent regulators resemble those for independent central banks: Credibility of longterm regulation increases if experts are in charge. The technical nature of the issues hampers political supervision by the public and increases the risk of lobbying by stakeholders. Also, politicians may be tempted to please their electorate by pushing transmission tariffs below an efficient level. On the other hand, one may deplore the lack of political accountability by independent bureaucratic institutions in a democracy. There are different degrees of independence of a regulatory authority from the government: It can be an agency with a board of its own, it can be formally independent but with a president chosen by the government and there can be independent advisory boards to a governmental regulator. According to a classification of EU countries by Ocana 2002, Denmark, France, Ireland, Italy, Portugal and the UK have established fully independent electricity regulators whereas Hungary, the Netherlands and Sweden have ministerial agencies. In Belgium, Greece, Luxemburg and Spain, the ministry regulates the electricity sector together with an independent advisory board. However, ongoing reforms increase the independence of national regulators in many European countries. Harmonization of regulation across Europe is promoted by the European Regulators Group for Electricity and Gas ERGEG, a network of the European national regulators. In its recent proposals for a European energy policy 2007, the European Commission launches an initiative to develop the ERGEG until now, a mere platform for coordination as a supranational body with an involvement of the European Commission. Its regulation should then become binding in matters of technical standards and cross border issues. Whether this centralization of power will gain the support of national governments remains an open question. In Chile, there is also a clear division between the institution regulating the electricity sector, which is the Comision Nacional de Energia CNE, and the transmission system operator, the Centro de Despacho Economico de Carga CDEC. The function of the CDEC was explained above, it is fully independent of the government. The CNE was created in 1978. It covers all sectors of energy. Its objectives are the implementation of sectorial policies, regulation of energy prices and advising the government about energy issues. It is governed by a council composed by the Ministers of 18Mines and Energy, Economy, Defence, Public Finances, Planning and Cooperation, and the General Secretary of the President 6 members; in case of a tie, the President of the Council decides. The President of the Council is the Minister of Mines and Energy. This Council delegates some functions to the Executive Secretary. He is designated by the President of the Republic CNE. The Ministry of Economy is the one that signs tariff decrees. The CNE disposes of its own budget i.e. independent from industry, which is part of the national governments budget. According to the classification given by Ocana 2002, the one that fits best for the CNE is the autonomous ministerial agency subordinated to the line ministry or President of the Republic. In Brazil, the national regulator is the Agencia Nacional de Energia Eletrica, ANEEL, linked to the Ministry of Mines and Energy, MME. The transmission system operator, the Operador Nacional del Sistema ONS, operates under the supervision and regulation of the ANEEL. Its board members are representatives of generation and transmission companies as well as a representative from the MME. Camara de Comercializacao de Energia Eletrica CCEE formerly MAE operates the Brazilian wholesale market under the supervision of the ANEEL. The ANEEL was created in 1996. In contrast to the CNE in Chile, its regulatory power only covers the electricity sector. It has a directory composed of 5 members, the General Director and other 4 directors. There are 20 Superintendentes in charge of executive functions. Directors are nominated by the President and confirmed by the Federal Senate, for four years. Stakeholders or employees in any of the companies in the sector are not allowed to run. After mandate, and during the following 12 months, directors are not allowed to work for any of the regulated firms. The ANEEL disposes of its own budget, paid for by the electricity industry taxa de fiscalizacao sobre servicos de energia eletrica. Formally speaking, although the agency is linked to the Ministry of Mines and Energy, the regulatory agency can be considered independent according to the classification. 4.3 Interregional Commerce One central goal of the European Commission is the creation of an internal market for electricity. First of all, this requires sufficient interconnection capacity and efficient management of this capacity. The Cross Border Electricity Trading Regulation of 2003 mandates nondiscriminatory, auctionbased access to interconnection capacity and congestion management. However, to overcome shortages of capacity, it also calls for private investment in interconnections of national grids merchant lines that are exempted from regulation for a limited period of time to increase incentives for investors. In fact, limited interconnection capacity is a central problem. The Energy Sector Inquiry reports the share of hours of congestion in total hours at borders between EU member states between January and May 2005: There are three borders with 100% of congested hours SKHU, DEDK, NLBE, three with more than 75% of congested hours FRUK, DENL, FRES and three more with more than 50 % CZDE, NLDE, BENL. These high figures have developed only recently, following a considerable growth in transEuropean power trade there was 0% of congested hours at the FrenchGerman border in January 2004 and 100% in May 2005. According to UCTE Union for the Coordination of Transmission of Electricity in continental Europe, power trade in the EU has increased from 7% of total consumption in 1980 to 12.5 % in 2003. Progress is hampered by a sometimes inefficient design of electricity trade at interconnection points. These are built and maintained by national TSOs that often receive congestion revenues. The incentive to invest them in new interconnection capacity is low since the revenues increase with the congestion. According to the Energy Sector Inquiry, three German TSOs received congestion revenues of 400m 500m euros between 2001 and 2005. Of these revenues, only 20m 30m euros were used for investment or maintenance of interconnections. The TSOs claim to have used the revenue to reduce national tariffs. This is part of a general problem. Glanchant and Leveque 2006 write: Today, one of the strongest protectionist forces on the EUs internal market 19is that congestion management is exclusively, or predominantly, domestic or based on domestic criteria. In practice, congestion at the borders appears as the outcome of domestic decisions and priorities decreed separately in each Member State. As a remedy, the Commission as well as the ERGEG promote a harmonization of tariffs and congestion management. This congestion management must avoid the perverse incentives described above. The TSOs have founded a representative European body, the ETSO European Transmission System Operators that negotiates common technical standards. Glachant and Leveque 2006 propose crossownership of grids as well as joint planning by adjacent TSOs across national borders. Regional cooperation agreements could foster harmonization of grid fees and reduce connection fees. On the Iberian Peninsula, this cooperation has already developed whereas it has just begun in the Benelux countries. In Latin America, international trade of electricity is generally underdeveloped. In the case of Chile, it is negligible compare figure 10. The same holds true for Brazil. This leaves a lot of likely efficiency gains from continental trade development. The reasons are probably mainly political. As the example of gas trade between Chile and Argentina in the next section shows, governments can not count on the reliability of foreign energy imports and are likely to pursue a strategy of selfsufficiency. Figure 10 Chilean Imports noitcudorp latot fo% 4,543,532,521,510,50199920002001200220032004Source: CNE 4.4 Distribution and retail markets Opening retail markets is part of the Second Electricity Directive of the European Union. Since July 1, 2004, all nonhousehold customers can purchase their electricity in an open market. By July 1, 2007 all household customers will have the right to switch suppliers from their historical incumbent as well. However, as the European Commission writes in a recent report to the Council and the European parliament EC 2007, the preparation for this step is unsatisfactory in a number of member states. While some countries, such as the UK, have opened their retail markets for individual customers long ago, other countries, such as France, lag behind. The European Commission actively pursues a policy of unbundling on the distribution level. At the same time, European law is committed to consumer protection, establishing the right of consumers to transparent contact structures, a dispute settle mechanism, the right to switch free of charge and protection from unfair selling practices. It also allows member states to take measures against fuel poverty. To ensure every consumers access to electricity supply at reasonable, easily and clearly comparable and transparent prices, the Electricity Directives call 20for universal and public service obligations including proportionate price regulation. However, these must not hamper the market opening process. A recent survey of consumer satisfaction IPSOS 2006 in Europe has shown that most European customers are satisfied with electricity supply services. On a scale from 1 to 10, consumers rate their satisfaction 7.6 on average. Only 4% of consumers on a large continent have difficulties with their access to electricity. Distribution and retail activities are not separated. Companies are organized by concession areas and they have an obligation of service to every interested customer located in the corresponding area. Distributors can sell energy to large consumers, at a price freely negotiated and to small consumers at a regulated price. In the last case, the nodal price was transferred to the final price paid by customers. It changes with Short Law II which substitutes the nodal price by an average weighted price of the prices in all the contracts of the distribution company. The consumer final price is composed by this price plus the distribution added value, VAD, which is set every four years by the CNE. This VAD is computed taking into account investment and operation costs of a model distribution company costbased regulation and yardstick competition regulation.30 As for transmission, Short Law I established that tolls for distribution will also be regulated. In Brazil, as in Chile, distribution firms have also developed the activity of retailing.31 The ANEEL determines the regulated tariff to be paid by final consumers which should cover operational costs and offer remuneration for investment. The tariffs are adjusted annually to maintain the purchasing power of distribution firms. In addition, they are also revisited every four years and a new x factor is defined. This factor is deduced from the price index used in the annual adjustment. If the reduction in costs is higher than the percentage defined by the x factor, the firm keeps these profits ANEEL cost based regulation and incentive regulation. 5. Current Problems 5.1 Market power In most European power exchanges, there are a considerable number of sellers and buyers in the markets compare figures 12 and 13. However, the number of participants alone does not ensure competition. Market concentration will in general promote manipulation of electricity prices. Some authors have tried to establish empirical evidence for this happening: Muesgens 2004 for EEX in Germany, Bollino and Polinori 2006 for GME in Italy, Marques et al. 2006. It has to be stated, though, that market concentration in power trade is much smaller than in generation. The relative importance of power exchanges varies widely over different countries compare European Commission 2007a. Between June 2004 and May 2005, in Spain, 84.02% of power was traded at OMEL, in comparison to 3.37% at Powernext in France. Their influence on endconsumer electricity prices varies accordingly. The three Chilean sectors of activities, generation, transmission and distribution of energy are developed entirely by private capital firms. The state has reserved the functions of regulation, fiscalizacion and indicative planning of investment in generation and transmission, although this last function is not mandatory for the firms CNE. The structure of the sector in Chile remained highly concentrated, vertically and horizontally compare figures 14 and 15. Until 2000, Enersis S.A. controlled Endesa with 63% of generation capacity in the SIC. Chilectra S.A. possesses almost 100% of the distribution capacity in the region of Santiago and Transelec S.A. disposes of 98% of the transmission lines. That year, Endesa Spain 30 Pollitt 2005 adduces that, although in theory this methodology gives the correct incentives to reduce costs, in practice, companies report higher costs in the year of assessment since actual costs are used to calibrate the model company. 31 There exist traders but only can negotiate with distribution firms participating in the auctions and with large consumers CCEE. 21gained control of Enersis holding and it sold Transelec to HydroQuebec, so that the vertical integration in generationtransmission ended Raineri, 2006.3233 However, the largest distribution firm in the SIC, Chilectra, is still controlled by Endesa so that vertical integration is not completely absent in this system.34 Table 8 shows the firms operating in Chile, organized by system and sector. The proportion of each market segment varies between the systems see table 10. While the SIC serves eminently regulated customers, the great majority in the SING are large consumers. Table 8 Regulated customers Nonregulated customers Spot market 2005 SING SIC AYSEN MAGALLANES 10% 69.7% 100% 82.5% 90% 30.3% 0% 17.5% 23% 15% Source: CNE, CDECSIC, CDECSING. Sales in the CDECtotal generation. Because of the observed concentration in the generation sector, Arellano 2004 has suggested that the spot market should not be liberalized in Chile.35 The problems that may arise due to concentration might be aggravated by the fact that ENDESA, the biggest firm, owns 67% of the hydraulic sources. Chile seems to prove that under particular conditions a regulated competition framework can function relatively well Arellano, 2006. Certain conditions, including the concentration in the generation level, may be explained by the limited size of the country. In contrast to Chile, the public participation in Brazil is considerable compare figures 16 and 17. Although the original idea in 1995 was to privatize all distribution, transmission and generation with the exception of Itaipu and nuclear plants, the private sector nowadays participates in only 60% of the market for distribution, 10% in transmission and 30% in generation Millan, 2006. Figures 16 and 17 present the structure of the Brazilian electricity market in 2005. Figure 16 shows all firms in the market, figure 17 shows the industrial structure of the electricity sector by ownership. Firms are organized by type of ownership and activity. Araujo 2006 remarks that although unbundling was partial, transmission arrangements have been a success in the sense of attracting investment and avoiding strategic behaviour by integrated companies.36 The author 32 In June 2006, the holding Brookfield Asset Management acquired 100% of Transelec www.transelec.cl. 33 It was a consequence of Chiles Antitrust Resolution Commission that obliged Endesa to make Transelec an open stock corporation with share ownership available to third parties Arellano, 2006. The law of 1982 does not prohibit vertical integration. However, Law 19.940 of 2004 conveys the independence of transmission from generation and distribution art. 4. 34 In fact, some generation companies complained to the Antitrust Commission arguing that Transelec discriminated generators different to Endesa, making use of monopoly power Arellano, 2006. 35 Currently, there are some positive expectations about the future of concentration levels due to the recent entry of new groups in the sector Arellano, 2006. 36 Some restrictions have been imposed on vertical integration of firms: a utility could not own generation and distribution representing more than 25% of the South, Southeast and CenterWest submarket, 35% of the NorthNortheast one or 20% of the Brazilian market. It was also set a mechanism that generated a lot of discussion to limit cost pass through by distributors that sign bilateral contracts. The normative values NV indicated that utilities could pass through 100% of the costs as long as these were around the 5% of NV Araujo, 2006. 22adduces that this is explained by an independent operation of ONS, mandatory planning upon ONS studies and competitive bidding for expansion projects. According to BID 2006, Brazil and Argentina are the Latin American countries where competition in the generation sector is more developed. Figure 12 Figure 13 APX Shares of spot sales in 2004EEX Shares of spot sales in 200425%17%c 13%6%8%8%12%Undertaking AUndertaking BUndertaking CUndertaking DUndertaking EUndertaking FUndertaking GUndertaking HOther operators 30%31%2%2%2%2%2%2%3%4%9%7%4%Undertaking AUndertaking BUndertaking CUndertaking DUndertaking EUndertaking FUndertaking GUndertaking HUndertaking IUndertaking JUndertaking KUndertaking LOther operators Source: Energy Sector Inquiry 20052006 SIC Installed Capacity 20058% Figure 15 SING Installed Capacity 20055%6% Figure 14 18%23%ENDESAColbun Gener Other 51% Figure 16 Brazil Installed Capacity 4th quarter 2005Others 28,9%Duke 2,5%AES 2,9%COPELGER CHESF 11,7%FURNAS 10,6%ELETRONORTE 8,8%CESP 8,2%5,0%ITAIPU 6,9%TRACTEBEL 7,1%CEMIG 7,3%26,5%27%Colbun 46,5%ENDESAGener Figure 17 Brazil Installed Capacity 4th quarter 2005Eletrobras Group 41%Others 26%Duke 3%AES 3%COPELGER 5%TRACTEBEL 7%CEMIG 7%CESP 8%Source: ANEEL. Participacao dos Agentes no Mercado. Eletrobras group 37 includes CHESF, Furnas, Eletrosul, Eletronorte, CGTEE, Eletronuclear and Itaipu. 37 Electrobras is a firm with mixed capital. The Federal Government owns 52.45% of the assets so that it has the control over the firm www.eletrobras.com.br. 23 5.2 Security of Supply Security of supply is an important issue in energy economics with different aspects. Broadly, we can distinguish between shortterm reliability of an energy system and longterm security of supply. As direct input in both industrial and household production, outages of the electricity system can cause considerable production and welfare losses, much higher than the market value of the lost electricity. The functioning of networks can thus be considered as a public good. Even if supply of energy is secure, both industrial and household customers may want to ensure that generation capacities develop in line with demand to ensure longterm price stability. In the presence of market power in the generation sector and barriers to entry, long term investment adequacy cannot be taken for granted. Thus, security of supply cannot be taken for granted in a liberalized market but can become a cause for regulatory intervention. The situation of longterm security of supply in the European electricity sector is considered satisfactory by the European Commission. In 2001, the European Commission reported a state of overcapacity in the EU as a whole. In 2005, it still declared the situation regarding generation adequacy to be overall satisfactory. Only Nordic countries were reported to have experienced some difficulties in 2003. In the past, longterm investment adequacy was ensured by longterm contracts between suppliers and customers. These contracts removed some of the risks associated with longterm investment for the generating companies. While bilateral contracts still play a role in the liberalized environment, an increasing part of electricity is traded on spot and shortterm future markets. This makes investments riskier and thus less likely. Therefore, some member states implement special measures regarding generation adequacy. These can take the form of explicit capacity payments or investment subsidies. Many countries mandate the procurement of reserve capacities by the TSO. Sweden and Norway have introduced a capacity option scheme. Generally speaking, reliability of European electricity networks is high. According to the SESSA report of 2005, in 2001, total interruptions of electricity were below 250 minutes per year and customer in all member states, except Portugal and Ireland. In France, the reported figure is 65. Still, this leaves room for improvement and the report calls for a need of reliability regulation, which it considers to be in its infancy state. As the power outages of November 4 and 5, 2006 in Central Europe demonstrated, network reliability is a crossborder issue: After the breakdown of a power line in Northern Germany, the lights went out in large parts of the country as well as in Belgium, in the Netherlands and in France. Problems of energy supply security in Chile and Brazil concern insufficient investment in power generation, shortterm electricity crises and longterm dependency on foreign imports. Figure 16 shows that installed capacity in the SING doubled between 1998 and 2002, and during the period shown in the figure, it is twice the maximum demand. However, due to the high dependence of the Argentine natural gas, the situation of the system may be more unstable than it appears to be. In the SIC, the installed capacity remained quite constant, although the demand reflected an upward tendency between 1999 and 2002. The upward tendency between 2003 and 2005 is due to the construction of new plants at the end of the nineties. Because of this, experts estimate that the balance between supply and demand in the SIC is precarious. Arellano 2006 sustains that the lag in investment is explained by wrong incentives yielded by regulation.38 Besides, the author adduces that authorities have maintained the nodal price level below the level expected by the industry affecting the incentives to invest in generation. In addition, the rigidity of the regulated nodal price impeded a reaction from small consumers to the fluctuations in the market. The 38 For instance, since 1999, companies are obliged to compensate their customers even under very severe hydrological conditions. The costs of the deficit should be distributed among all agents, with deficit or without. 24problem has exacerbated during the last years because of the import restrictions of natural gas from Argentina. As a result of the Short Law II, the risk of new investments in generating capacity is expected to be lower and investment is supposed to increase Arellano, 2006. Figure 17 Chile: Installed Capacity and Maximum Demand MW9.0008.0007.0006.0005.0004.0003.0002.0001.000019981999200020012002200320042005SIC ICSource: CDECSIC and CDECSING. SING ICSIC DSING D Due to the crisis with Argentina, Chile has begun to reconsider its energy policy looking for other sources of natural gas such as liquefied natural gas LNG or piped gas from other countries. The scarcity of investment in transmission has been another problem compare Arellano 2006. Before Short Law II, new connections and lines were to be paid by the generators, who were free to negotiate terms with transmission companies or to build their own grid. 39 After Short Law II, the existing lines were expanded. The modifications, introduced by Law N 19940, declare electricity transmission as an electric public service. Consequently, the transmission firms have an obligation of service and must invest in new lines or extend the existing ones CNE. Every year, the CDEC makes a recommendation to CNE concerning the additional facilities needed. It is the prerequisite for the expansion plan for the following 12 months. This plan defines the rules for the expansions of the existing facilities and the public bidding for new investment projects. While the privatization of distribution utilities was quite successful in Brazil, the attraction of investment in the generation sector has been a recurrent problem for years. A 2006 OECD report on Brazil concludes: In recent years, there has been insufficient investment in the electricity sector   Electricity demand is expected to grow at the brisk pace of 5% per year until 2012, despite the reductions following the rationing programme implemented in response to the power crisis in 2001. Accordingly, Brazils power margin between capacity and average demand began to decline in 2004, and the trend is expected to accelerate in the coming years. One major cause for the difficulties was the uncertainty regarding the regulatory framework and the rules of the game. In addition, the MAE had started its work behind schedule and failed to produce good initial results Millan, J., 2006. Brazilian generation is predominantly hydropower but several unsuccessful attempts have been made to induce investment in thermal generation. The main inconvenience of the latter one is the high risk of investment since under normal conditions it would be dispatched for a small fraction of 39 Until the midnineties, Endesa was the owner of the largest transmission company, Transelec, and the largest consumer in the network at the same time. During that time, the expansion of the transmission system was not a problem since Endesa had the incentives to extend it Arellano, 2006. 25time Araujo, 2006.40 The reform implemented by Lula in 2004 induces longterm contracts which can be placed in centralized bids. Investors in generation would be able to sell the energy for a long period of time, thus avoiding the risk of an insecure market. One of the purposes of the new contractual setup is that auctions promote thermal power expansion projects Araujo, 2006. If we look at the series of electricity consumption, we observe an increasing tendency during the period 19962006. The region SECO clearly determines the trend. In figure 17, we observe that the installed capacity is well above the level of consumption. However, since the weight of hydro power is a particular feature of the Brazilian system, it is not out of risk in case of severe draughts see crises. Given the concerns about longterm supply security, Brazil has launched initiatives to improve the energy efficiency of its electricity sector and its economy. Parliament enacted the PROCEL program for the electricity sector in 1985 and the CONPET program for the oil and gas sector in 1991. Today, it is ANEEL that manages PROCEL. It obliges all distribution utilities to invest 1% of their revenues in energy efficiency improvments. These improvements can take the form of lowinterest loans to improve enduse efficiency, of subsidies to research and development or of direct supply side investments. PROCELs goal is to save 77 TWhyear by 2010, which corresponds to 15% of the projected electricity use. Figure 18 Brazil: Installed Capacity IC and Consumption MW900008000070000600005000040000300002000010000019901991199319961999200019941995SIN19981997SECO19922003ICNESource: ONS, ANEELBoletim Energia 20022001S20042005N Three crises should be considered in Chile. First, the SIC was affected by a severe draught in 19981999 Chile is highly dependent on water, see table 5. The situation deteriorated as the entry of a new naturalgasfired combined cycle power plant was behind schedule, which made the generating reserves of the system fall below the necessary minimum Raineri, R. 2006. In order to fight the problem, the government approved three decrees allowing distribution companies to ration electricity consumption in some months of 1999. Besides, the authorities changed the law, tightening the sanctions for generators who did not satisfy supply contracts for distribution companies. It was decided that drought could not be considered a force majeure. From that day on, generators lost interest in signing long term contracts. The second crisis occurred in 1999. The SING suffered from blackouts resulting from poor coordination of the growth of the installed capacity see figure  installed capacity. Unlike the SIC crisis, the problem was not a lack of energy but, among others, the poor coordination in the entry and exit of large generators. The block of consumption from mining companies, accompanied by an inappropriate provision of the ancillary services, further aggravated the situation Raineri, R., 40 Petrobras the big federally owned oil company is expected to become an important market player, especially in thermal generation Araujo, 2006. 262006. The CDCESING took actions such as limiting the maximum capacity for each power plant. The third crisis arose in March 2004 when Argentina restricted its export of natural gas to Chile. In February 2001, the Brazilian authorities were informed about the risk of electricity rationing. Several explanations were offered for this crisis, but the severe drought in 2001 remember Brazil is strongly dependent on water, see table 5 and the lack of investment in generation expansion appear as the main source of the problem see section 4.4 about investment problems. Following the low level of water in April 2001, the Chamber for Management of the Energy Crisis was created in May and the authorities were obliged to take measures to avoid the blackout. A system of quota per consumer was implemented with tariff bonuses for consumers reaching the set goals, and sanctions for those who did not exploit it all. Besides, firms with surplus were offered to sell it to enterprises with deficit. This way, market instruments were used to fight the crisis, consumption was reduced by about 20% and finally power cuts did not materialize. Acknowledgements The authors are grateful to Soledad Arellano for insightful and valuable comments on the project. Alexis Delevett, Dennis Hansel, Thomas Pfeiffer and Janina Sieber provided helpful assistance with the data and helped to correct the manuscript. We would like to thank them all. All remaining errors are of course our own. References Arellano, S. 2006, The Old and the New Reform of Chiles Power Industry, forthcoming in the International Journal of Global Energy Issues. Arellano, S. 2005, Reformando el Sector Electrico Chileno: Diga NO a la liberalizacion del mercado spot, Revista Estudios Publicos No 99. Brennan, T. J., Palmer, K. L. and S. A. Martinez 2002, Alternating Currents Electricity Markets and Public Policy, RFF Press, Washington D.C. European Commission 2001, First Benchmarking Report on the Implementation of the Internal Electricity and Gas Market, Commission Staff Working Paper, SEC20011957. European Commission 2005, Annual Report on the Implementation of the Gas and Electricity Internal Market, Communication from the Commission, COM2004 863. European Commission 2004, Third Benchmarking Report on the Implementation of the Internal Electricity and Gas Market, Commission Draft Staff Working Paper. European Commission Communication from the Commission, COM2006 841. European Commission 2007a, DG Competition Report on Energy Sector Inquiry, SEC2006 1724. European Commission 2007b, An Energy Policy for Europe, Communication from the Commission, COM2007 1. Geller, H., Jannuzzi, G.D., Schaeffer, R. und Tolmasquim M.T. 1998, The efficient use of electricity in Brazil: Progress and opportunities, Energy Policy 26 11, pp. 859872 2006, Prospects for the internal gas and electricity market, 27Glanchant, J. M. and F. Leveque 2006,. Electricity Internal Market in the European Union: What to do next?, Cambridge Working Papers in Economics 0623 Helm, D. 2002, Energy policy: security of supply, sustainability and competition, Energy Policy, 30 3, pp.173184 Hermes de Araujo, J.L.R. 2006, The Case of Brazil: Reform By Trial And Error? In Pfaffenberger, W. and F.P. Sioshansi, Electricity Market Reform, An International Perspective, first edition, p.565, Oxford, Elsevier Ltd. Hope, E. and B. Singh, Harmonizing an Effective Regulation, Conference Implementing the Internal Market of Electricity: Proposals and TimeTables, SESSA final Chapter, 2005, Brussels Jamasb, T. and Pollitt, M. 2005,. Electricity Market Reform in the European Union: Review of Progress toward Liberalisation Integration, The Energy Journal, Vol. 26, Special Issue, pp. 1141 Larsen, Anders, L.H. Pedersen, E.M. Srensen O.J. Olsen 2006 Independent Regulatory Authorities in European Electricity Market, Energy Policy, Vol. 34, No. 17, pp. 28582870 Millan, J. 2006, Entre el Mercado y el Estado: Tres decadas de reformas en el sector electrico de Ameria Latina, InterAmerican Development Bank. Musgens, F. 2004, Market Power in the German Wholesale Electricity Market. EWI Working Paper, Nr 04.03. Ocana, Carlos 2002, Trends in the Management of Regulation: A Comparison of Energy Regulators in OECD Member Countries, International Energy Agency, Paris Pollitt, M. 2004, Electricity Reform in Chile Lessons for Developing Countries, MIT Working Paper 04016 Raineri, R. 2006, Chile: Where It Started, In Pfaffenberger, W. and F.P. Sioshansi, Electricity Market Reform, An International Perspective, first edition, p.77, Oxford, Elsevier Ltd. The World Factbook, www.cia.gov 28", "filename": "dp07080.pdf", "person": ["Tim Mennel", "Mennel, Tim", "Maria Fernanda Viecens", "Viecens, Maria Fernanda"], "date": ["2007"]}