{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/24721/1/dp08026.pdf"], "title": ["A European Perspective on Recent Trends in U.S. Climate Policy"], "plaintext": "Zusammenfassung in die Europaische Grundhaltung, dass alle entwickelten Lander Der Schwerpunkt der europaischen Klimapolitik liegt derzeit auf der Umsetzung der in 2007 verkundeten Ziele, die Treibhausgasemissionen bis 2020 um 20 Prozent gegenuber 1990 zu mindern. Die Vermeidung soll auf bis zu 30 Prozent gesteigert werden, falls wichtige Handelspartner vergleichbare Anstrengungen unternehmen. Diese Ziele fur Europa sind eingebettet ihre Treibhausgasemissionen bis 2050 gegenuber 1990 um 60 bis 70 Prozent reduzieren sollten. Ohne die aktive Teilnahme der Vereinigten Staaten dem weltgroten Emittenten von Treibhausgasen erscheinen solche Klimaziele allerdings unrealistisch. Trotz der ablehnenden Haltung der BushAdministration zum Protokoll von Kyoto und der kritischen Position in Verhandlungen uber ein Folgeabkommen deuten aktuelle Entwicklungen in der amerikanischen Klimapolitik einen Richtungswechsel an. Es befinden sich sogar einige weitreichende und realistische Vorschlage bereits im Gesetzgebungsverfahren im USKongress. Die meisten dieser Gesetzesvorschlage im 110. Kongress der Vereinigten Staaten beinhalten ein umfassendes Emissionshandelssystem ahnlich dem in der Europaischen Union. Dieser Aufsatz stellt die wichtigsten Eckdaten der Vorschlage LiebermanWarner, BingamanSpecter, LiebermanMc Cain, KerrySnowe und SandersBoxer zusammen und zieht den Vergleich zu entsprechenden Vorschlagen innerhalb der Europaischen Union. Wahrend die geplante Emissionsminderung in den Vereinigten Staaten auf mittlere Frist eher moderat ausfallt, ist sie fur den Zeithorizont bis Mitte des Jahrhunderts durchaus in der Groenordnung vergleichbar mit den Zielen der Europaischen Union. In einigen Bereichen etwa bei Manahmen zur Verhinderung von Abwanderung emissionsintensiver Produktion in nicht regulierte Lander ist Kooperation oder zumindest eine Koordination der Politikmanahmen in beiderseitigem Interesse. In anderen Bereichen etwa der Regulierung des Verkehrssektors konnte die EU womoglich durchaus von den Erfahrungen in den Vereinigten Staaten lernen. Im Gegensatz zur Entwicklung der Klimapolitik in der EU, in der ambitionierte Klimapolitik typischerweise von der Kommission initiiert wird, zeigen wir, dass in den USA oftmals eine fragmentierte Regulierung auf der einzelstaatlichen Ebene die treibende Kraft fur nationale Aktivitaten ist. Schlielich bieten wir eine Kurzfassung der klimapolitischen Positionen der aussichtsreichen Kandidaten fur die Prasidentschaftswahlen in 2008, da sie alle Senatoren Mc CainR, ClintonD und ObamaD mindestens einen der einflussreichen Gesetzesvorschlage im USSenat unterstutzen. Es ist wahrscheinlich, dass die Vereinigten Staaten kunftig eine einflussreiche Rolle in der internationalen Klimapolitik einnehmen. Das konnte diesen Prozess beschleunigen, wird aber in verschiedener Hinsicht auch die europaischen Positionen kritisch hinterfragen und herausfordern, anstatt lediglich einen Kyotoahnlichen Nachfolgeprozess zu unterstutzen. Nontechnical Summary European climate policy is on its way to implement the policy instruments required to achieve the ambitious abatement goals announced earlier in 2007, which are to reduce greenhouse gas emissions by 20 percent by 2020 versus 1990, regardless of comparable action by the main trading partners. If trading partners engage in comparable efforts, abatement can be increased to 30 percent. This policy is embedded in the European position that all developed countries should reduce their greenhouse gas emissions by 60 to 80 percent by 2050, compared to 1990 levels. However, without participation of the United States, the worlds largest emitter of greenhouse gases, mitigation of global climate change seems hardly conceivable. Despite the U.S. rejection of the Kyoto Protocol and the reluctance of the Bush administration to engage in PostKyoto negotiations, recent developments suggest that the U.S. position towards climate policy might change in the medium run. In fact, substantial and credible proposals are debated and developed in the legislative process. Most of the relevant proposals in the 110th U.S.Congress suggest an extended capandtrade scheme for the United States, basically similar to the European emissions trading scheme. This paper summarizes the main features of those bills sponsored by LiebermanWarner, BingamanSpecter, LiebermanMc Cain, KerrySnowe, and SandersBoxer and compares them to the recent developments in the European Union. While the U.S. proposals seem less stringent in the medium term, the order of magnitude of envisaged emission abatement in the middle of the century is comparable to the goals of the European Union. In some areas such as border measures in order to prevent industrial production and emissions to move to nonregulated regions cooperation or at least coordination is in the interest of both regions. In other areas such as the scope of the trading scheme or the policy in the transport sector Europe may well learn from experiences gained in the United States. As opposed to the evolution of climate policy in the European Union, where ambitious climate policy is often initiated by the Commission, we show that in the U.S. much of the federal legislation is driven by action on the state level. Finally, we provide an overview on the presidential candidates position towards climate policy, since all of the relevant candidates Senators Mc CainR, ClintonD, and ObamaD have up to now sponsored or cosponsored at least one relevant climate bill in the Senate. On the whole it seems possible that the United States will take an influential role in the international climate policy process in the future. Thus North America may move forward international policy but will also challenge the European position in many respects rather than simply support any Kyototype process. A European Perspective on Recent Trends in U.S. Climate Policy Ulf Moslener and Bodo Sturm Centre for European Economic Research ZEW P.O. Box 10 34 43, D68034 Mannheim, Germany email: moslenerzew.de, sturmzew.de March 2008 Abstract Without participation of the United States, the worlds largest emitter of greenhouse gases, mitigation of global climate change seems hardly conceivable. Despite the U.S. rejection of the Kyoto Protocol and the reluctance of the Bush administration to engage in PostKyoto negotiations, recent developments suggest that the U.S. position towards climate policy might change in the medium run. This study provides an overview on current trends in U.S. climate policy. Besides the main elements of national climate policy proposals and statelevel initiatives the climate contents in the U.S. presidential candidates agendas are outlined. Based on this overview recent trends in U.S. climate policy are related to the European approach to combat climate change. Furthermore, we elaborate on the aspects which may be important for Europe to design its own domestic and international climate policy in order to achieve the longterm goal of stabilizing greenhouse gas concentrations. Key words: environmental regulation; climate policy; emissions trading JEL Classifications: H73; K32; N50; Q58 Bodo Sturm thanks the Department of Agricultural and Resource Economics of the University of Maryland for support during his stay as a visiting researcher. Ulf Moslener enjoyed the discussions as a visiting researcher at Resources for the Future in Washington D.C. Contents 1. Introduction   1 2. Climate Policy in the United States  3 2.1 Federal MarkedBased Climate Change Proposals  3 2.1.1 Main Features of Selected Proposals in the 110th Congress  3 2.1.2 Evaluation of the Proposals  12 2.2 Regional U.S. Programs  13 2.2.1 The RGGI Program   13 2.2.2 Initiatives in California  16 2.2.3 Evaluation of Regional Programs   19 2.3. Climate and Energy Policy after the Bush Administration  20 2.3.1 Positions of the Democratic Candidates  20 2.3.2 Positions of the Republican Candidate  22 2.3.3 What may Europe expect from the new U.S. President?   22 3. Relevance of U.S. Activities to European Climate Policy  23 3.1 Post2012 Negotiations   23 3.2 Implications for an EU Climate Policy   24 4. Conclusions   25 5. References   26 1. Introduction European climate policy is on its way to implement the policy instruments required to achieve the ambitious abatement goals announced earlier in 2007, which are to reduce the greenhouse gas emissions by 20 percent by 2020 versus 1990, regardless of comparable action by the main trading partners. If trading partners engage in comparable efforts, abatement can be increased to 30 percent. However, this policy is embedded in the firm European position that all developed countries should reduce their greenhouse gas emissions by 60 to 80 percent by 2050, compared to 1990 levels COM 2008. This obviously extends beyond the direct scope of European policy and can therefore not be accomplished by political action within the EU27. On the other hand it is sensible to relate the regional longterm goals to action by the main trading partners as the EU has explicitly done for the period until 2020 for at least two reasons: firstly, in order to avoid being the loser in the prisoners dilemma game by providing too much of the costly public good of climate protection, and secondly in order to avoid global inefficiencies by forcing one region to incur high costs of emission abatement while comparable investments could have achieved substantially more abatement in other less ambitious emission constrained regions. In this respect the United States play a unique role in many respects. As the worlds largest economy it is the largest consumer of fossil energy and correspondingly the largest emitter of greenhouse gases GHG. Current U.S. GHG emissions amount to 7,075.6 Mt CO2e and are 15.1 percent higher than emissions in 1990 EIA 2007a. Furthermore, while the U.S. is by far the most important buyer of EU exports 23 percent of overall EU27 exports in 2006, the country is the second largest exporter of merchandise into the EU 13 percent, topped only by China 14 percent Eurostat 2007a. With these relations in mind it is obvious that European policy should have an interest in observing U.S. climate policy and possibly identifying areas where cooperation or at least coordination can be mutually beneficial. Anthropogenic climate change has been officially accepted by the United States as a global problem. The U.S. has signed and ratified the United Nations Framework Convention on Climate Change. The country has, however, refrained from ratifying the Kyoto Protocol to this Convention, which would have further specified absolute abatement targets for the developed nations. This has led to criticism and skepticism in many parts of the world. Especially in relation to the European longer term goals concerns are voiced not only because of the impression that the largest emitter is reluctant to contribute to the global effort of mitigating climate change. In fact, the position of the United States is seen to have caused a deadlock on the further development of global climate policy: Large and growing emitters in the developing world such as India and most notably China have used the reluctance of the United States to join the Kyoto regime to argue categorically against any carbon constraints on their economies, while on the other side the U.S. Senate the body which has to ratify any international agreement has passed the ByrdHagel resolution in 1997 with a 950 vote 1 stating that substantial climate policy measures be implemented only if the emerging economies such as China and India accept some constraints.1 The discussion on whether to join Kyoto or not has diverted the international attention away from the actual developments in climate policy within the United States. Nevertheless, a number of developments suggest that the U.S. position towards climate policy and possibly even more its international perception might change in the medium run. The traditional focus of the European media on the federal level of U.S. politics might have understated important developments on the regional level such as the initiatives in California or the Regional Greenhouse Gas Initiative in the Northeast in recent years. In addition, a higher acceptance of national climate policy in the United States see, e.g., ABC News et al. 2007 comes along with a sheer flood of proposals in both chambers of the U.S. Congress where one of those bills is in fact sponsored by the republican presidential candidate. More often than it is the case in Europe, motivation of climate policy is not restricted to fighting climate change but includes aspects such as energy independency or energy security in a broader sense sometimes these considerations actually outweigh the climate arguments. Similarly, the role of technology support tends to be more relevant in U.S. proposals. However, all relevant presidential candidates have put climate policy on their agenda and have in a sense committed themselves to take action. For European climate and energy policy in order to work towards its longterm goal it is necessary to be aware of current policies and trends in the United States. Carbon regulation in the EU and in the U.S. will eventually concern the firms responsible for a large part of international trade and emissions. Thus it is in the interest of both European trade and climate policy, to avoid putting European companies at a competitive disadvantage caused by inefficient, incompatible or simply systematically different regulations. Due to the size of the U.S. economy, resource use and emissions, a promising stable longer term international climate regime without a leading role of the United States is not realistic. Therefore, enhanced communication concerning the national as well as international climate policy instruments and institutions between the United States and Europe seems a prerequisite in order to motivate the large emerging economies to take part in any international regime. This study provides an overview on current trends in U.S. climate policy in the sense that the main elements of national climate policy proposals see section 2.1 and statelevel proposals section 2.2 are described in more detail. In doing so, main features of the proposals are compared to recent trends in European climate policy. This will be complemented by a description of the climate policy contents in the U.S. presidential candidates agendas section 2.3. Based on this overview, section 3 is dedicated to identifying aspects interesting and important to Europe when it comes to designing a climate policy that works towards an 1 The resolution S. 98 1997, p. 4 states that  the United States should not be a signatory to any   agreement   which would A mandate new commitments to limit or reduce greenhouse gas emissions for the Annex I Parties, unless the   agreement also mandates new specific scheduled commitments to limit or reduce greenhouse gas emissions for Developing Country Parties within the same compliance period, or B would result in serious harm to the economy of the United States   2 involvement of the U.S. and thereby towards achieving the longer term goal of stabilization of greenhouse gas concentrations. 2. Climate Policy in the United States In the following we provide an overview on national U.S. climate policy, corresponding proposals and regional initiatives. On the one hand there has been considerable activity in the 110th Congress since a whole string of bills directly aimed at climate policy have been debated in the Senate respectively House committees. In addition to the federal level, climate policy on the level of states or groups of states is further developed. Among the most prominent activities are the ambitious legislation in California and the Regional Greenhouse Gas Initiative RGGI. 2.1 Federal MarkedBased Climate Change Proposals The 110th Congress has seen several new and modified capandtrade proposals, for example LiebermanWarner S. 2191 2007, BingamanSpecter S. 1766 2007, LiebermanMc Cain S. 280 2007, KerrySnowe S. 485 2007, and SandersBoxer S. 309 2007.2 As this selection of bills gives a good impression of the diversity and main pattern of the ongoing discussion within the 110th Congress we will focus on these capandtrade proposals and give a short description of their main properties. We organize our discussion by the following design elements of capandtrade schemes: 1. scope and point of regulation, 2. emissions targets, 3. allowance allocation, 4. price stability and cost control, 5. international aspects, and 6. provisions for technology programs.3 Finally, expected carbon dioxide prices and impacts on the economy are discussed. To foster an informed discussion about the differences between both approaches, the main features of the U.S. capandtrade schemes are compared with recent proposals by the European Commission. 2.1.1 Main Features of Selected Proposals in the 110th Congress Scope and point of regulation All of the considered proposals are economywide and cover all six GHGs CO2, CH4, N2O, HFCs, PFCs, and SF6. The less detailed proposals KerrySnowe, SandersBoxer which cover total U.S. emissions do not specify the point of regulation. This has to be done by the 2 For the sake of brevity we simply mention the main sponsors. 3 This part of the paper is partly based on Arimura et al. 2007, who give a comprehensive overview on recent U.S. climate policy. As we focus on economy wide capandtrade proposals, we do not consider other climate related bills here such as capandtrade proposals only for the electricity sector or proposals of a carbon tax see Arimura et al. 2007. 3 president or the U.S. Environmental Protection Agency EPA. The more detailed proposals specify the point where regulation is enforced, the coverage is between 75 and 80 percent of total U.S. emissions RFF 2008. BingamanSpecter, LiebermanMc Cain, and LiebermanWarner regulate a mixture of downstream emitters as well as some upstream entities. LiebermanWarner, for instance, propose an upstream system for transport fuels and natural gas but downstream regulation for electric utilities and other large industrial sources. All the bills require the EPA to set up and administer the capandtrade system. Regulation of greenhouse gas emissions in the European Union is generally downstream for all the activities covered by the European emissions trading scheme EU ETS, i.e. mainly the energy intensive industry and the power sector covering roughly 40 percent of the carbon emissions. In the other sectors the point of regulation is largely left to member state legislation, i.e. sectors where upstream regulation is proposed in the influential U.S. bills are often not included in the EU ETS at all. A major difference can therefore be expected in the regulation of transport fuels and fuels for private heating. While the U.S. proposals lack the precise design of the regulation yet, an upstream point of regulation may allow for better integrating the regulation of transport and private heating on the one hand, with the energy intensive emitters on the other. This division in the European regulatory scheme remains a potential source of considerable inefficiencies.4 Emissions targets Table 1 shows the emission targets of the capandtrade bills for the covered sectors. The proposals include shortterm to 2020 as well as longterm to 2050 targets. In general, the proposals with less detailed rules KerrySnowe, SandersBoxer tend to have more stringent targets along with a higher coverage. For instance, SandersBoxer proposes a longterm reduction of GHG emissions in the covered sectors by 80 percent below 1990 levels until 2050. BingamanSpecter and LiebermanWarner have less stringent targets. The actual stringency of the regulation, however, will depend not only on the targets for single years but also on other features of the bill such as the rules for offset activities or the use of mechanisms such as safety valves or banking and borrowing.5 Therefore, an additional way to compare the bills is by the cumulated total emissions i.e. of covered and noncovered sectors between 2010 and 2050 see Table 1. We see that all bills reduce the cumulated total emissions compared to the BAU considerably between 38 and 54 percent but there is also some heterogeneity with respect to stringency of regulation. 4 See Bohringer and Lange 2005 for a discussion of causes and magnitude of inefficiencies caused by regulation of EU carbon emissions. 5 Under socalled safety valves the government offers to sell allowances in unlimited amounts at a fixed price, possibly at levels rising over time. Banking refers to abating below the level of allowances available in a period and using the extra allowances for emissions in future years. Borrowing is the reverse, using allowances from the future against emissions today. 4 From the European perspective two aspects of the emissions targets in Table 1 are noteworthy. Firstly, given the longlasting U.S. resistance against binding reduction commitments, the targets appear ambitious. This holds all the more if we consider the expectations for U.S. key economic indicators over this time period. U.S. population, for instance, is expected to rise from 309 million to 420 million, i.e. by 35.9 percent, between 2010 and 2050 U.S. Census 2007. In the same period, the EU25 population is projected to decrease from 464 million to 450 million or by 3.1 percent Eurostat 2007b. Furthermore, projections also show a much stronger longterm GDP growth for the U.S. than for the EU27.6 Secondly, one has to note that the targets for 2050 at least for the covered sectors are compatible with the order of magnitude of the European longterm vision for the whole developed world. Given the coverage of the regulation and the potential use of offsets in the U.S., until 2020 the targets seem somewhat less ambitious as compared to the EU27, aiming at minus 20 percent in 2020 versus 1990 corresponding to minus 14 percent versus 2005 decomposed into 21 percent in the sectors covered by emissions trading and 10 percent iny all the other sectors. Table 1: Emissions Targets for Covered Sectors and Cumulated Total Emissions Proposed Bill Targets for covered sectors 1 2020 Cap 2050 Cap Cumulated total emissions 2 20102050 in Gt CO2 reduction vs. BAU in % LiebermanWarner BingamanSpecter LiebermanMc Cain KerrySnowe SandersBoxer 19% below 2005 level 2005 level 1990 level 1990 level 1990 level 71% below 2005 levels 60% below 2006 levels 60% below 1990 levels 62% below 1990 levels 80% below 1990 levels 193.8 52 % 226.8 44 % 249.8 38 % 197.6 51 % 184.9 54 % Notes: 1 According to information in the bills or PEW 2008. 2 According to WRI 2008. For LiebermanWarner and BingamanSpecter the optimistic scenario is depicted. According to WRI 2007 the cumulated total BAU emissions between 2010 and 2050 are 401.7 Gt CO2. Total U.S. GHG emissions in 2005 2006 were 7,181.4 7,075.6 Mt CO2e, i.e. 117 % 115 % of 1990 levels EIA 2007a. Allowance allocation The question how to initially allocate the allowances is a crucial design issue of any capandtrade scheme. All the bills discussed here explicitly propose auctioning of some portion of allowances. In other words, the proposals are mixtures of the two basic alternatives for allowance allocation to give allowance away based on some measure of past or current behavior or to distribute them through an auction. For example, in the LiebermanWarner proposal 24 percent of allowances would be initially auctioned in 2012, rising to 73 percent in 2050. On the other hand, the proposal provides transition assistance in the form of free 6 See, for instance, the World Energy Outlook 2007 IEA 2007, which in the reference scenario between 2005 and 2030 assumes an annual GDP growth rate for the U.S. EU27 of 2.3 % 2.0 %. 5 allowances for several sectors or institutions. Covered facilities in the electric power sector and the industrial sector, for instance, will get a certain fraction of total allowances for free declining from 20 percent in 2012 to one percent in 2035. In addition, roughly three percent of the total emission allowance account will be allocated to early actors from 2012 to 2016 and four percent for carbon capture and storage CCS activities from 2012 to 2035. From 20122050, eight percent of the total allowance account will be allocated to states according to several criteria such as states expenditures for lowincome household assistance. Similarly to LiebermanWarner, the BingamanSpecter proposal envisages an increasing fraction of allowances being auctioned and a variety of free allocations to certain sectors or institutions. In contrast, the other proposals KerrySnowe, LiebermanMc Cain, SandersBoxer require the president or an administrative entity to develop the allocation plan, including the share auctioned. To encourage efforts to reduce GHG emissions before a regulation takes effect, all proposals presented here give credit for early reduction. An additional common feature of the federal capandtrade proposals is that those who receive the free allowances may not be the regulated entities. The proposals include several setaside programs, for example CCS or carbon sequestration in agriculture. Social aspects play an important role, too. In particular, the more detailed proposals BingamanSpecter, LiebermanMc Cain, LiebermanWarner support programs which address the effects of climate policy and of climate change on lowincome households by using action revenues. Discussing the options for initial allocation one should take into account that the value of the allowances as assets can be considerable. Paltsev et al. 2007 predict the allowance value using the Emissions Prediction and Policy Analysis EPPA model at the Massachusetts Institute of Technology. Instead of focusing on particular proposals, they estimated the effects of capandtrade programs under three scenarios based on cumulative allowances available from 2012 to 2050. The potential auction revenues range from 235 billion for the least stringent target to 425 billion in 2005 for the most stringent scenario in 2030. These revenues correspond to 8 respectively 14 percent of nonCO2 federal tax revenues in 2030. The allocation of permits in the EU has been largely free of charge in the last years with a small but growing fraction of auctioning in the individual member states. The current proposal by the European Commission suggests auctioning as the basic principle for allocation. While in the power sector 100 percent auctioning is proposed from 2013 on, in all other sectors there will be an increased fraction of auctioning until almost 100 percent in 2020, with possible exemptions for the energy intensive industries which are in danger of loosing market share to international competitors in nonregulated regions outside the EU. The rights to auction the permits are proposed to be allocated to the individual member states based on historical emissions shares and to a small fraction 10 percent to serve solidarity purposes within the EU27 mainly based on per capita GDP. Therefore, in general, the allocation procedure in the EU is also partly used for distributive purposes but seems less connected to the burden posed by the carbon regulation itself: While the U.S. proposals often 6 use the revenues for mitigating unwanted social effects of climate policy, the EU distributive component is targeted at lowincome countries in general and happens at the governmental level. As in some of the U.S. proposals a part of the revenues 20 percent is earmarked for green purposes such as contributing to research and development for reducing emissions, adaptation measures or to avoiding deforestation. Price stability and cost control The capandtrade schemes provide for flexibility mechanisms designed to reduce market volatility and overall costs. Except for SandersBoxer, who do not specify this design issue, all proposals permit unlimited allowance banking. Some bills permit allowance borrowing: LiebermanMc Cain permit borrowing up to 25 percent of an entitys total allowance submission requirement in a calendar year, and for a maximum of five years; LiebermanWarner allow borrowing up to 15 percent. Borrowing provisions always include an interest rate for repayment of allowances. One unique feature of some U.S. capandtrade bills is the safety valve, a price ceiling for allowances. Once the price of allowances reaches the ceiling, emitters can purchase additional allowances at the ceiling price from the regulator. Although this system may not be rigid on emissions reduction, it can avoid price peaks and unexpectedly high compliance costs. Among the discussed proposals in this paper, BingamanSpecter propose a safety valve called Technology Accelerator Payment that starts at 12 per t CO2e and increases over time. Similarly, SandersBoxer specify that if the allowance price exceeds a TechnologyIndexed Stop Price the annual reduction of the emissions cap will be abandoned. The stop price is determined by the technologyspecific average costs of zerocarbon or lowcarbon technologies. The LiebermanWarner proposal contains an alternative approach to limit costs: establishing a Carbon Market Efficiency Board to supervise the allowance market. The board modeled after the Federal Reserve would ensure that the imposition of limits on GHG emissions does not harm the U.S. economy significantly and that the market functions efficiently. In the case of overly high allowance prices, the board could, for example, increase the amount of allowances which is available for borrowing. From an economic perspective the combination of banking and borrowing as instruments to add whenflexibility to a capandtrade scheme on the one hand with a safety valve as a pricebased instrument on the other needs careful design: Triggering the safety valve violates the cap and banking and borrowing provisions may transfer these excess emissions to other periods. Domestic offsets are an additional instrument for cost control. They can be used to achieve emissions reductions in sectors that are difficult to regulate directly, and can expand the set of lowcost reduction options, thereby lowering the overall cost of a regulatory program.7 Most proposals include provisions for domestic offsets which frequently include biological and agricultural sequestration, capture and destruction of methane from landfills, agriculture and 7 Offsets from international projectbased emission reductions will be discussed later on. 7 coal mines; and CCS projects. There are differences between proposals in the amount of offsets available. While BingamanSpecter does not limit the number of eligible allowances from offsets, LiebermanMc Cain and LiebermanWarner cap the number of offsets that can be used to 30 percent respectively 15 percent of the total annual allowance requirement. Since the environmental integrity is considered very important, in the EU ETS there is no safety valve to cap the carbon price. However, some degree of whenflexibility is introduced in the current Commission proposal: While full banking is allowed, borrowing is possible since the allowances for the past year have to be turned in only after the allowances for the current year have been issued to the emitters. Domestic offsets may be possible in the future, but the doublecounting issue is to be solved beforehand and biological and agricultural sequestration is not accepted as equivalent to abatement. International aspects Due to the global nature of the underlying climate change problem, the proposed bills include several international aspects such as linking provisions or other instruments, i.e. border measures, to encourage regulation in other nations. A U.S. capandtrade system could influence international emissions markets through two direct links: the purchase of allowances in foreign markets such as EU ETS and offsets generated by the projectbased Kyoto mechanisms. Firstly, foreign GHG markets could potentially be linked to the U.S. capandtrade system. BingamanSpecter permits the use of international credits if approved by the president based on the results of a review by an interagency group that will take place no later than January 2016. LiebermanWarner also allows the use of foreign credits if the foreign market has comparably rigorous monitoring, compliances, and enforcement methods. Although the definitions in these proposals are to be finalized during the development of the U.S. market, emissions credits from EU ETS or other countries may be eligible for use in the U.S. emissions trading scheme. Secondly, the Clean Development Mechanism CDM offers opportunities to reduce compliance costs for companies regulated under the U.S. capandtrade system. LiebermanMc Cain permits up to 30 percent of allowance submission requirements to be satisfied through offset projects in developing countries. BingamanSpecter allows projects for international offsets if the president sets up a program for these projects based on the results of the already mentioned interagency review. Furthermore, there may be interactions between national carbon regulation in the U.S. and international carbon prices simply via the impact of the U.S. regulation on trade flows in energy intensive goods, which in turn can influence carbon prices. This is, however, an indirect effect and driven by altered trade flows of the proposals, not by linking provisions of the trading schemes. Generally, linking the EU ETS to other schemes is possible, provided that the environmental integrity is kept. This is typically interpreted in the way that the trading scheme coupled to the European one has to have an absolute cap. Therefore, an interesting constellation would 8 emerge if the U.S. chooses a capandtrade system with a rather tight cap but a soft safety valve, which would then likely be triggered. A safetyvalve level of the U.S. scheme below the allowance prices in the EU ETS might endanger the environmental integrity of the European scheme, provoking the EU to prevent a linking between both systems. The use of projectbased abatement credits is to some extent permitted in the EU proposal. All unused permits from the current phase 2008 to 2012 can be carried over to the next phase, and credits from projects registered before 2012 delivering credits after 2012 are accepted with some special provisions for the least developed countries. It is important to note that in the EU the member states can use permits from CDM to fulfill their abatement requirement in the sectors not covered by the trading scheme. However, this amount is limited to three percent of their respective emission budget per year. Besides linking provisions some U.S. proposals intend to encourage regulatory actions among other nations. BingamanSpecter proposes that, after 2020, the president could require importers of carbon intensive goods such as iron, aluminum, or cement to submit allowances for a products carbon content if the country of origin does not have a climate policy comparable to the U.S. policy. This mechanism called International Reserve Allowance Requirements could attenuate carbon leakage and could give other countries incentives to implement carbon reduction policies. LiebermanWarner include a similar policy. One focus of several U.S. proposals is on technology transfer to developing countries. BingamanSpecter, for instance, include a program to promote GHG reduction in developing countries. The bill establishes an International Energy Technology Deployment Fund to launch low carbon technologies in developing countries. The fund would be established using auction revenues and the import requirements discussed above. Similar provisions exist in the European proposal. Twenty percent of the auctioning revenues are earmarked for activities that include funding research in lowemitting technologies but also such activities as supporting abatement in developing countries. Also, the least developed countries are provided a special status aimed at facilitating the setting up of abatement projects. Furthermore, among the suggestions in order to control leakage similar to BingamanSpecter the proposal envisages including importers in the permit trading regime. Additionally, the EU Commission explicitly suggests establishing international sectoral agreements. At this point it is in the interest of both the EU and the U.S. to coordinate possible border measures in order not to generate barriers to free trade among the two economic areas. Promotion of lowcarbon technology that All proposals contain approximately half of the revenue from the auction goes to the proposed Energy Technology Deployment Fund in order to promote technological innovation to reduce GHG emissions. In general, the technology policy of the proposals is characterized by a focus towards CCS technology components. BingamanSpecter proposes 9 technology, i.e. proceeds from auctions are often used for CCSrelated programs. BingamanSpecter proposes that 28 percent of the fund go to advanced coal and sequestration technologies, 7 percent to biofuels cellulosic biomass ethanol and municipal solid waste technology, and 20 percent to advanced technology vehicles. The proposal further suggests bonus allowances for CCS. Similarly, LiebermanWarner grant bonus allowances for CCS and establish a fund promoting lowcarbon technologies. Furthermore, they specify the legal framework for CO2 sequestration including liability issues. On top of the technology policies just discussed, SandersBoxer and KerrySnowe also propose other regulatory climate policies such as mandatory energy efficiency standards or renewable portfolio standards. Furthermore, both proposals include provisions for vehicle emissions standards. Although other proposals have no direct regulation on the transportation sector, BingamanSpecter, LiebermanMc Cain, and LiebermanWarner indirectly regulate the transportation sector through increases in gasoline prices, which is induced by upstream regulation in their capandtrade proposals. In addition to earmarking auctioning revenues the European Commission proposes additional measures specifically aimed at technological development and a separate framework to introduce renewables based on a tradable quota scheme: One of the proposed directives is aimed at establishing a legal framework for large scale geological storage of carbon dioxide CCS COM 2008c. Additionally, guidelines for environmental subsidy schemes within the EU have been formulated COM 2008d. A major element of the proposed legislative package in the EU consists of a framework directive aimed at promoting the use of renewable energy based on a tradable quota scheme COM 2008e. The aim is to implement the EU target of 20 percent of primary energy from renewables in 2020 as compared to 8.5 percent 15 percent in electricity today. The framework consists of individual targets for the member states, who will then be allowed to fulfill their obligations by either producing renewable energy or buying socalled guarantees of origin which certify excess renewable production in other states. It is currently debated to what extent this new regulation would be compatible with feedintariff subsidy schemes used in some EU member states, e.g. Germany, which are generally perceived to be successful in increasing the renewable share but at the same time induce very high costs. CO2 prices and impacts on the economy The U.S. EPA and the MIT have quantified the economic effects of the new proposals in the 110th Congress EPA 2007a, EPA 2008, MIT 2007. Both model predictions exhibit uncertainty related to several aspects. One is the uncertainty related to the availability of domestic and international offsets. The degree to which new nuclear power is politically and socially feasible and whether or not CCS technology will be available at a large scale are further open questions. Last but not least, assumptions regarding the carbon regulation of major global emitters have to be made. Although providing a helpful reference, these studies should be compared with caution since they are not based on identical assumptions. 10 Furthermore, given the many assumptions necessary to model national and global economic systems, attention should be paid to the general insights to be gained into the direction of changes in the economy and into the approximate magnitude of the price and welfare effects to be expected, given alternative features of capandtrade design, rather than to the precise numerical results. Table 2: Economic Impacts of Climate Change Bills Allowance Prices in 2005 2020 2050 Effects on GDP in % vs. BAU Proposed Bill LiebermanWarner 1 BingamanSpecter 2 LiebermanMc Cain 3 KerrySnowe 4 SandersBoxer 5 16 to 20 15 65 70 to 85 65 210 2020 0.4 to 0.9 0.4 to 1.0 0.8 2050 0.9 to 2.9 1.1 to 3.2 0.9 Notes: 1 No data available. However, the cumulative emissions budget under LiebermanWarner is similar to the one of SandersBoxer and KerrySnowe see Table 1. 2 See EPA 2008. 3 See EPA 2007a. 4 No data available. However, the cumulative emissions budget under KerrySnowe is only 6.9 % above the one of SandersBoxer see Table 1. 5 See MIT 2007. General assumptions on international i.e. nonU.S. action: KyotoSignatories except for Russia follow an allowance pathfrom the Kyoto emissions levels in 2012 to 50 % below 1990 in 2050. The rest of world adopt a policy beginning in 2025that returns and holds them at year 2015 emissions levels through 2034, and then returns and maintains them at 2000 emissions levels from 2035 to 2050 EPA 2007a, EPA 2008, and MIT 2007. Table 2 shows the available results regarding the impacts of the bills which are under consideration. Concerning allowance prices, for BingamanSpecter and LiebermanMc Cain rather similar prices are expected. While prices increase for BingamanSpecter from 15 in 2020 to 65 in 2050, for Mc CainLieberman prices rise from the range of 16 to 20 in 2020 to the range of 70 to 85 in 2005 per t CO2e. In contrast, prices for SandersBoxer are considerably higher, as they increase from 65 in 2020 to 210 in 2050. The prices vary according to differences in the stringency of the cap and the assumptions of the underlying models. For LiebermanWarner and KerrySnowe no studies on the economic impacts are available, however, based on the estimates of cumulated emissions budgets see Table 1 a comparison with the other bills is possible. Estimated impacts on gross domestic product GDP also vary across the proposals. Both models show negative impacts on the GDP, with losses in the range of one half to one percent of businessasusual GDP for 2020 and in the range of one to three percent for 2050. However, one has to bear in mind that the numbers in Table 2 are only valid for costefficient abatement measures. If additional, costinefficient measures such as mandatory efficiency standards are introduced, total costs for society will be higher. There are numerous studies on the impacts of carbon regulation on carbon prices and the European economy. For the actual proposal the EU Commission estimates for 2020 a permit price in the range of 30 to 47 per t CO2 and a comparatively small impact of the proposal on European GDP in the range of 0.45 to 0.61 percent vs. BAU COM 2008b. 11 2.1.2 Evaluation of the Proposals The diversity of capandtrade proposals to establish a federal U.S. climate policy regulation is impressive. The longterm reduction targets of most proposals resemble the order of magnitude of the EU targets and may therefore serve as a reference in future postKyoto negotiations. From an economic perspective, another remarkable feature of all proposals is the strong role of auctions and the utilization of auction revenues to promote RD and distributional objectives. On the other hand, the use of mandatory efficiency standards in the proposals of SandersBoxer and KerrySnowe is problematic. Given the ambitious reduction targets of both proposals, cost efficiency is a necessary condition for successful implementation. If, however, those instruments are introduced in sectors that are part of the capandtrade scheme, only the costs of abatement will increase without reducing emissions. Despite the impressive amount of proposals and the increasing number of studies about the proposals economic impacts one should not disregard the significant uncertainties every economic analysis has to deal with. Among the most important uncertainties is the question to what degree CCS technology is technically feasible. In both models used to quantify the proposals economic impacts see Table 2, advanced coal with CCS technology begins to deploy by 2030 and CO2 emissions from all fossilfuel generated electricity are being captured and stored by 2050. However, if CCS technology is not available, allowance prices will be considerably higher EPA 2007a: In a scenario for the LiebermanMc Cain proposal assuming that CCS technology is not available, allowance prices are 50 percent higher than in the core scenario.8 Another issue is the assumption see Table 2 that all developed countries and to a lesser degree all developing countries will accept and enforce binding emissions reductions. This assumption restricts the amount of emissions leakage due to U.S. emissions restrictions and has a strong effect on the termsoftrade effects for the U.S. economy MIT 2007, EPA 2007a. An obvious question is whether any of the proposals will have a realistic chance to be implemented. Among the members of the 110th U.S. Senate, the five proposals presented in this paper found broad support. Overall, 37 of the 100 Senators sponsored or cosponsored at least one of the proposals 26 Democrats, 9 Republicans, and 2 Independents. These numbers show, however, that active supporters are still a minority in the Senate and that stringent climate policy actions are far more popular among Democrats than among Republicans. Among the bills presented here, LiebermanWarner deserves special attention. On December 5, 2007 the Senate Environment and Public Works Committee voted to report the bill to the full Senate where it will be discussed in 2008. It was the first time a GHG capandtrade bill ever got a majority in a Congressional Committee PEW 2007. 8 If a safety valve such as in BingamanSpecter were implemented, these mechanisms would be used to a greater extent. In this case the emissions in the scenario without CCS would be higher than in the core scenario. 12 2.2 Regional U.S. Programs In the absence of federal leadership addressing climate change many U.S. states and regions have begun taking action on their own. States are setting targets for reducing their GHG emissions, adopting policies to promote renewable energy and energy efficiency, and developing statewide climate action plans. In the following, we briefly describe efforts being made at the U.S. state level. We focus on a regional capandtrade system in the U.S. Northeast and on initiatives in California.9 2.2.1 The RGGI Program The Regional Greenhouse Gas Initiative RGGI is a cooperative effort of by now ten northeastern states to create a regional capandtrade program covering carbon dioxide emissions from power plants in the region.10 The Memorandum of Understanding Mo U, RGGI 2007c to create a capandtrade system was signed on December 20, 2005, by governors of seven states Connecticut, Delaware, Maine, New Hampshire, New Jersey, New York, and Vermont. The Mo U sets the framework for the capandtrade system and refers to the RGGI Model Rule RGGI 2007d which contains detailed regulations. In 2007, the governors of Massachusetts, Rhode Island and Maryland signed agreements to join RGGI. Relying on RGGI 2007a, in the following we briefly discuss the main design features of the capandtrade program. Scope and point of regulation The RGGI capandtrade system for carbon dioxide, the first of its kind in U.S. history, will start in 2009. The scope of the system is limited to the power sector. The program affects only coal fired, oil fired, and gas fired electric generating units with a capacity of 25 MW or more. RGGI is implemented as a downstream system, i.e. emitting power plants will need an allowance for each ton of CO2 emitted and can buy or sell allowances. According to RGGI 2007a, the covered units are responsible for approximately 95 percent of CO2 emissions from the power sector. Overall, the system covers roughly 30 percent of the total CO2 emissions in the participating states.11 The coverage rate, however, differs considerably between states. For instance, in Maryland, a state where electricity generation heavily relies on coal, roughly 48 percent of state emissions are covered. 9 Another noteworthy regional initiative to reduce greenhouse gases emissions is the Western Climate Initiative WCI, which is a collaboration of meanwhile seven U.S. states and two Canadian Provinces. Several U.S. states, Canadian Provinces and one Mexican State are observers to WCI. See http:www.westernclimateinitiative.org. 10 The total CO2 emissions of participating states amount to 635 Mt CO2 in 2004, i.e. 10.7 % of total U.S. CO2 emissions EIA 2007b. 11 According to RGGI 2007b and CIER 2007, the estimated emissions for covered units in 2004 are 176 Mt CO2, which is roughly 30 % of the total CO2 emissions of participating states. 13 Emissions targets The Mo U calls for signatory states to stabilize power sector CO2 emissions over the first six years of program implementation 20092014 at a level slightly above current emissions. Taken as a group, the participating states emissions in 2004 were roughly 94 percent of the Mo Us total cap on emissions of roughly 188 Mt CO2. Based on RGGIs 2004 estimates, only one state, New Hampshire, had emissions that exceeded the Mo U allotment. However, the construction of additional fossil fuel generation or the reinstatement of retired fossil fuel capacity due to demand growth could easily push several states above the cap. After 2014, the program implements an emissions decline of 2.5 percent per year for the four years 2015 to 2018. This approach will result in a 2018 annual emissions budget that is 10 percent smaller than the initial 2009 annual emissions budget. Compared to the actual emissions of covered sources in 2004 the BAU emissions, RGGI will lead to a 4 percent 13 percent reduction of emissions in 2018.12 Allowance allocation The Mo U establishes an emissions budget and divides the budget among participating states. RGGI takes an innovative approach to how states allocate allowances to regulated sources. Instead of giving allowances directly to electric generators for free, states will sell a significant portion or all allowances through a regional auction or otherwise. In the Mo U, participating states have agreed to allocate a 25 percent minimum of allowances to support programs for consumer benefit or strategic energy purpose. These programs may promote energy efficiency, directly mitigate electricity ratepayer impacts or support noncarbon based energy technologies as well as innovative carbon emissions abatement technologies. Participating states may choose how to allocate the remaining 75 percent of their allowances, but the clear trend among the RGGI states is to auction nearly all of their allowances and dedicate the proceeds to support such programs.13 States participating in RGGI are currently discussing the design of a regional auction platform and the components of regulatory provisions necessary for implementing a regional auction. Holt et al. 2007 propose a uniform price auction, at which the clearing price is the value of the highest rejected bid in order to ensure an efficient allocation of allowances. This auction should use a singleround, sealed bid format and should be held for different vintages spot and forward. However, in a comment on this study, Cramton 2007 argued that an ascending clock auction where the emerging price is common knowledge would be superior to the proposed sealed bid auction. The primary disadvantage of the sealed bid auction in the RGGI 12 Except for Maryland, according to current RGGI estimates http:www.rggi.org. 13 New York, Massachusetts, Vermont, Rhode Island, Connecticut, and Maine have publicly stated their commitment to auction 100 %, or nearly 100 %, of their allowances to support consumer benefit and strategic energy programs. 14 setting is the potential to have prices for the two vintages that do not reflect the bidders preferences.14 Price stability and cost control The RGGI Model Rule includes a number of temporal flexibility mechanisms, i.e. banking, extended compliance period, and early reduction allowances.15 Banking is possible without restrictions and provides facilities with the opportunity to carry over unused allowances from a current compliance period into future compliance periods. Therefore, banking should provide allowance price stability while providing an incentive to hedge against future year emissions uncertainty. The Model Rule provides for a threeyear compliance period. This compliance period can be extended to four years in the event of a stagetwo trigger event see price triggers below. The Mo U and Model Rule include allowance price triggers, which provide additional compliance flexibility and price dampening in the event of higher allowance prices in two distinct stages. A stageone trigger event occurs if the twelvemonth rolling average allowance price is equal to or greater than the stageone trigger price 7 in 2005, adjusted to the CPI. In this case covered units will be able to expand their use of offset allowances from 3.3 percent this is the initial restriction for the use of offsets of their compliance obligation to 5 percent. A stagetwo trigger event occurs if the twelvemonth rolling average allowance price is equal to or greater than the stagetwo trigger price 10 in 2005, adjusted to the CPI 2 percent.16 In this case: 1. covered units will be able to use offset allowances to satisfy 10 percent of their compliance obligation, 2. the compliance period will be extended to four years, and 3. offset allowances may be awarded for the permanent retirement of GHG allowances or credits that have been issued pursuant to mandatory carbon constraining programs outside the U.S  In order to ensure that the offsets represent equivalent emissions reductions or permanent carbon sequestration, specific standards were developed for specific project categories. At this time, for RGGI only five project categories are eligible for offsets: 1. landfill CH4 capture and destruction, 2. SF6 emission reduction, 3. afforestation, 4. reduction of CO2 emissions from natural gas, oil, or propane combustion due to higher energy efficiency in the building sector, and 5. avoided CH4 emissions from agricultural manure management operations. 14 In the uniformprice, sealedbid auction each bidder must submit their demand curve in advance, i.e. the bidder must guess the demands of others for the two products spot and forward. A wrong guess can lead to wrong prices: Prices for spot allowances may be higher than for forwards, which is not consistent with rational payoff maximization because banking is not restricted. 15 Allowance borrowing between compliance periods, however, is not allowed. 16 The price trigger provisions include a 14month market settling period, which commences at the start of each new compliance period. The twelvemonth rolling averages used to calculate the stageone and stagetwo trigger events cannot include the 14month market settling period. 15 Currently, RGGI does not consider a formal link to the EU ETS. This means that covered entities in the RGGI region cannot purchase EU ETS emission allowances for compliance and RGGI allowances are not accepted for compliance in the EU. CO2 prices and impacts on the economy There are two studies investigating the expected RGGI allowance prices and the effects of the capandtrade system on the economy of participating states. Firstly, RGGI has its own formal modeling analysis see http:www.rggi.org. Under the socalled package scenario the following assumptions are made: 1. the use of offsets is limited to 50 percent of the required reduction, 2. GHG emissions are capped after 2020, and 3. current levels of annual state expenditures for public benefit programs continue through 2025 , whereas the effects of these programs have not been accounted for in the baseline scenario. Under these conditions, RGGI results in allowance prices which increase from 2 in 2004 in 2010 to 5 in 2024. In addition to RGGIs own prediction, CIER 2007 also estimated the price of allowances using an electricity market model. In their prediction, the allowance price is expected to increase from 4 in 2004 in 2010 to 11 in 2025. The different price projections in both studies are caused by several differences in the underlying model assumptions.17 Because RGGI is a regional program, a natural question is the extent to which imposing restrictions on CO2 emissions from generators covered by RGGI will lead to higher emissions from generators not covered by the regulation, i.e. either from small power stations 25 MW within the RGGI region or from units located outside the region. The term leakage is used to refer to emissions increases outside the RGGI system as a result of the merely limited sectoral and regional scarcity of CO2. Estimating leakage, one has to consider the operational and economic characteristics of the electronic power system within the RGGI region. One major issue is that the regional coverage of RGGI is not congruent with the regional coverage of the electricity network. According to RGGI 2007b, estimated emissions leakage amounts to 27 percent of net CO2 emissions through 2015, i.e. leakage seems to be a significant problem. 2.2.2 Initiatives in California In the U.S. environmental policy, regulation at the state level has always played an important role. In particular, California the state with the highest population and largest GDP among U.S. states has been leading other states as well as the federal government in environmental 17 One important difference is the fact that the CIER study assumes the value of 25 % of the allowances created by the program to be available for investment in energy efficiency, while in the RGGI study the amount of money devoted to energy efficiency investment is not tied to the amount of auction revenues, but to recent and higher levels of investment in energy efficiency instead. The RGGI analysis finds a 5 % reduction in electricity demand due to higher energy efficiency in 2024, while the CIER analysis finds only a 2 % reduction. Therefore, the demand for emissions allowances is lower in the RGGI analysis than in the CIER analysis, which contributes to the difference in allowance prices. 16 regulation.18 In 1963, for instance, California implemented the first motor vehicle emissions control in the U.S., several years before the federal government began to deal with such issues. In 1971, the first NOx standards for cars and light trucks were introduced in the state Hanemann 2007. Even if the causality between Californias environmental regulation and its low carbon dioxide emissions remains to be proven, the states percapita emissions are still among the lowest in the country.19 In the following, we describe some recent climate policy initiatives in California and their importance for the federal policy Hanemann 2007 and MAC 2007. In doing so, we distinguish between general regulation at the states level and measures to abate GHG emissions in specific sectors. Setting the stage Assembly Bill 32 On June 1, 2005, Governor Schwarzenegger signed Executive Order S305, which established GHG emissions targets for the state. The targets aim at reducing emissions to 2000 levels by 2010, to 1990 levels by 2020, and to 80 percent below 1990 levels by 2050. The Executive Order set targets, but it did not specify how the targets were to be met. On September 27, 2006, the Governor signed Assembly Bill 32 AB 32, titled The Global Warming Solutions Act of 2006. This legislation set an enforceable target of reducing the states GHG emissions to 1990 levels by 2020. Compared to the businessasusual scenario it implies a reduction by 29 percent CAT 2006. The Act covers all GHG gases defined in the Kyoto Protocol. It puts the California Air Resources Board CARB in charge of adopting the necessary measures to achieve the emissions target and allows for the use of market mechanisms. In particular, CARB is required to achieve the maximum technologically feasible and costeffective greenhouse gas emission reduction AB 32 2006, 38560. Furthermore, a timeline is set: Regulations to achieve the 2020 emissions target must be adopted by 2011 and enforced by 2012. The Act, however, also includes a provision which may attenuate the costs of emissions abatement at the expense of environmental effectiveness: In the event of extraordinary circumstances, catastrophic events, or threat of significant economic harm, the Governor may adjust the applicable deadlines for individual regulations, or for the state in the aggregate, to the earliest feasible date after that deadline AB 32 2006, 38599 a. AB 32 is generally expected to be implemented with a capandtrade program. An initial step toward the creation of a capandtrade program was taken when the Market Advisory Committee its recommendations to CARB MAC 2007, including the following four key provisions. Firstly, the program should include all major GHGemitting sectors of the economy to CARB was created. In June 2007, the Committee delivered 18 The State of California has 36.5 million inhabitants, i.e. approximately 12.2 % of total U.S. population. The states GDP is 1,518.9 billion 2000, i.e. approximately 13.5 % of total U.S. GDP. See http:www.census.gov. 19 Only the District of Columbia and Rhode Island have lower percapita CO2 emissions than California approximately 11 ton CO2 per capita. For comparison, the U.S. percapita CO2 emissions are approximately 20 ton CO2 per capita. 17 including transportation and refining. The Committee estimated that this would cover approximately 83 percent of emissions in the state. Secondly, because of the special challenges associated with electricity generation, the Committee recommended a first seller approach: The entity that first sells electricity in the state is responsible for meeting the compliance obligation. For electricity generated within California, the owner or operator would be the compliant party, and for imported power it would be the party selling power into the states transmission grid. Thirdly, auctioning should be a key part of allowance allocation under the capandtrade program. In the near term, however, the state should retain flexibility to allocate a share of allowances to certain sectors for free. In the long run, all allowances should be auctioned. Finally, the Committee recommended generous use of offsets, but is opposed to a safety valve on the price of allowances. Mandatory standards Across the economy, California is already implementing a variety of policies with the aim of reducing carbon dioxide emissions. One state policy related to electricity but with a clear motivation aimed at achieving climaterelated goals is Senate Bill 1368. This bill directs the regulative authorities to set a GHG performance standard to ensure that new longterm financial commitments in baseload power plants by electric loadserving entities have GHG emissions that are as low as or lower than emissions from a combinedcycle natural gas power plant. The standard applies irrespective of whether the power is generated within state borders or imported from plants in other states. Another remarkable policy is AB 1493, requiring CARB to adopt regulations to reduce GHG emissions from new motor vehicles sold in California. These standards would require a 30 percent reduction in GHG emissions from new vehicles by 2016, with the cutbacks to begin in 2009 models. Several other states have since committed to adopting this standard. California requires a waiver from the U.S. EPA to implement these standards.20 However, on December 19, 2007, the U.S. EPA denied California to set its own standards for CO2 emissions because the proposed states regulations were preempted by federal authority and would challenge the more stringent fuel economy standards of the 2007 federal energy bill.21 California has sued U.S. EPA to reverse the waiver denial California 2008. 20 In the 1977 Amendments to the Clean Air Act, U.S. states have been allowed to impose controls for motor vehicles that are more stringent than the national standard, if those standards are needed to meet a states compelling and extraordinary conditions Clean Air Act, Section 209b. In order to obtain such an exemption, a state has to apply for a waiver by the U.S. EPA. 21 In his letter to Governor Schwarzenegger, U.S. EPA administrator Johnson states Unlike other air pollutants covered by previous waivers, greenhouse gases   contribute to the problem of global climate change, a problem that poses challenges for the entire nation and indeed the world   In light of the global nature of the problem of climate change, I have found that California does not have a need to meet compelling and extraordinary conditions EPA 2007b. 18 Risks to Californias leadership in climate policy Given the reluctance of the federal government to take action, the implementation of withinstate climate policy regulation faces several severe problems Stavins et al. 2007. Firstly, similarly to RGGI, leakage would be an issue if California were to implement the reduction targets according to AB 32 while the federal government did not enforce similar targets at the national level. Leakage occurs when market adjustments resulting from a regulation cause an increase in emissions that offsets some or all of the emission reductions directly achieved by that regulation. Even if regulation of the power sector is designed to cover imported electricity, it remains open whether this can avoid leakage. For instance, policies to reduce consumption of outofstate coalfired electricity generation such as Senate Bill 1368 would not have the expected effect on emissions if that generation were simply reallocated to serve demand in other states. Furthermore, trading in energy intensive goods and services would also be affected by the differences in carbon prices between California and other U.S. states. Secondly, interactions between policies present additional opportunities for emissions leakage. In particular, emission reductions resulting from one policy may diminish the amount of emission reductions that another policy can achieve. According to Stavins et al. 2007, the most significant example of this type of leakage is the interaction between Californias vehicle GHG emissions standards AB 1493 and federal fuel economy standards. Californias standards have the effect of requiring car manufacturers to increase the average fuel economy of vehicles sold in California. However, those manufacturers also must meet federal Corporate Average Fuel Economy CAFE standards. Because CAFE standards are average nationwide standards, sales of more fuelefficient vehicles in California make it possible for manufacturers to sell less fuelefficient higher emitting vehicles in remaining states while still meeting federal CAFE standards. That is, Californias standards may lead to increased vehicle emissions elsewhere in the United States, relative to what those emissions would have been absent Californias standard. Hence, while Californias vehicle GHG emissions standards may achieve emission reductions within California, they may simply concentrate the costs of meeting federal CAFE standards on Californians while having a far smaller net effect on national emissions. Thirdly, the true costs and benefits of Californias ambitious reduction targets have to be identified yet. Although several studies indicate that California can meet its 2020 target at no net economic cost, Stavins et al. 2007 demonstrate that these studies substantially underestimate the cost of meeting Californias 2020 target and at the same time overestimate savings that some of those efforts yield through improved energy efficiency. 2.2.3 Evaluation of Regional Programs Given the current reluctance of the federal government to take action, regional U.S. climate policies face a dilemma. On the one hand, many states governments have the political goal to find ways to reduce GHG emissions. Thus the number of states making commitments to reduce emissions is rising. On the other hand, in the competitive environment of the U.S. 19 economy, leakage of emissions is a huge problem. Given this constellation, hardly any significant contribution by regional initiatives can be expected.22 However, in the U.S. environmental policy, regulation at the state level has always played an important role. In several cases, states such as California have been leading other states as well as the federal government in environmental regulation. It seems plausible that much of the effort currently observed in the U.S. Congress is indeed fuelled by the diverse set of regulation in different U.S. states. The reason may not only be a public demand for climate policy as such, but also the pressure to have one harmonized federal legislation rather than fragmented approaches on the state level making it more complicated for the regulated companies to comply. Due to the extended legislative power at the EU level in environmental policy the situation appears rather different in Europe. The most important and typically rather ambitious proposals are often initiated at the European level and normally take the form of framework directives, which allow for more or less flexibility when implemented at the member state level. In other words, the evolution of environmental policy regulation seems remarkably different in the two federal systems European Union and United States. 2.3. Climate and Energy Policy after the Bush Administration While the nomination process of the Democratic Party for the U.S. presidential elections in November 2008 is not finished yet, in the following, we describe the candidates positions on climate and energy policy. We focus on Senator Hillary Clinton D, Senator Barack Obama D, and the nominee of the Republican Party, Senator John Mc Cain R. 2.3.1 Positions of the Democratic Candidates According to Clinton, the U.S. is confronted with two major energyrelated challenges global climate change and increasing reliance on foreign oil. Regarding climate change, an active policy on these issues is crucial for the U.S. Clinton 2007a: We need to take immediate steps to address this climate problem. Critics contend that action will be too costly, but I believe that action is both an environmental necessity and an economic opportunity. By putting the right incentives in place, we will drive American businesses to innovate, creating new products and new jobs. Failing to act is the riskier course to both our environment and our economy. In order to tackle both problems, the main objectives of her policy are: 1. reducing GHG emissions to 1990 levels by 2020 and to 80 percent below 1990 levels by 2050, 2. cutting foreign oil imports by twothirds as compared to projected levels by 2030, 3. doubling the federal investment in basic energy research, 4. funding a 50 billion Strategic Energy Fund SEF for investments in alternative energy, and 5. increasing the fraction of electricity 22 The quite modest emissions reductions for RGGI see section 2.2.1 illustrate the dilemma U.S. states are confronted with. While Californias reduction targets are ambitious their implementation is still pending. 20 generated by renewables to 25 percent in 2025 Clinton 2007b. According to Clinton, these measures will create at least 5 million jobs and transform the U.S. economy into an efficient green economy. A capandtrade system is the backbone of Clintons plans to reduce U.S. GHG emissions. Besides setting ambitious targets, the plan envisages 100 percent auctioning of allowances. Clinton promises to transform the U.S. economy from carbonbased to clean and energy efficient, jumpstarting research and development through the 50 billion SEF and doubling federal investment in basic energy research. The SEF, paid for in part by oil companies, aims to fund investments in alternative energy. The fund will finance onethird of the 150 billon tenyear investment in a new energy future. Clinton also aims to spur the green building industry by funding the retrofitting and modernization of 20 million lowincome homes, and takes concrete steps to reduce electricity consumption, including enacting strict appliance efficiency standards and phasing out incandescent light bulbs. Furthermore, Clinton plans to reduce electricity consumption by 20 percent from projected levels in 2030. By the same year, fuel efficiency standards CAFE should be increased to 55 miles per gallon, whereas the federal government will help automakers retool their production facilities through 20 billion in Green Vehicle Bonds. In her position as Senator of the 110th Congress, Clinton was relatively active in supporting climate and energy related legislation. She cosponsored the Global Warming Pollution Reduction Act in 2007 see S. 309 in section 2.1 and the Climate Stewardship and Innovation Act of 2007 S. 280. Furthermore, she sponsored the Strategic Energy Fund Act of 2006 which aimed at establishing a 50billion fund to create a research agency focused on reducing the threat of global warming and to invest in clean energy technologies. Not surprisingly, the positions of Obama, the second Democratic candidate in the race for the nomination, are quite similar to those of Clinton. Global climate change and dependence on foreign oil from regions hostile to the U.S. are highly ranked on his agenda, too. Among his priorities are 1. reducing GHG emissions to 1990 levels by 2020 and to 80 percent below 1990 levels by 2050, 2. reducing oil consumptions by at least 35 percent or 10 million barrels of oil by 2030, 3. doubling the federal investment in basic energy research, 4. invest 150 billion in alternative energy over the next ten years, 5. increasing the fraction of electricity generated by renewables to 25 percent in 2025, and 6. reducing the energy intensity of the U.S. economy by 50 percent by 2030 Obama 2007b. Leadership in international climate policy is an additional concern on Obamas agenda. In a recent article, he emphasizes the global dimensions of the climate change problem and the challenge for the U.S. Obama 2007a: As the worlds largest producer of greenhouse gases, America has the responsibility to lead. While many of our industrial partners are working hard to reduce their emissions, we are increasing ours at a steady clip   As president, I intend to enact a capandtrade system that will dramatically reduce our carbon emissions.   Getting our own 21 house in order is only a first step.   We need a global response to climate change that includes binding and enforceable commitments   Unlike Clinton, however, Obama also emphasizes that a shift in the direction of energy and climate policy will cause costs to the U.S. households.23 Other positions such as the intention to implement a capandtrade scheme and to auction 100 percent of allowances or to increase CAFE standards to 55 miles per gallon are identical to Clinton. Like Clinton, Senator Obama cosponsored the Global Warming Pollution Reduction Act of 2007 S. 309 and the Climate Stewardship and Innovation Act of 2007 S. 280. 2.3.2 Positions of the Republican Candidate As a republican, Mc Cain has quite a remarkable record in the field of climate and energy policy. In particular, he emphasizes the necessity of a global agreement in order to tackle climate change Mc Cain 2007:   greenhouse gases are contributing to the warming of our earth and we have an obligation to take action to fix it. I believe that America did the right thing by not joining the Kyoto Treaty. But I believe that if we could get China and India into it, then the United States should seriously consider on our terms joining with every other nation in the world to try to reduce greenhouse gases. Its got to be a global effort. Similar to Clinton and Obama, among the issues related to climate change Mc Cain puts special weight on energy security. However, contrary to his possible opponents in the presidential race, Mc Cain has already sponsored a bill in the U.S. Senate. Together with Senator Lieberman he sponsored the Climate Stewardship and Innovation Act of 2007 S. 280 2007 in the 110th Congress see section 2.1. On the other hand, besides this proposal Mc Cain has not developed a transparent concept of how to go ahead in climate policy if he were to win the elections. This may be partly due to strong reservations with respect to climate policy within his own party. A first sign of disputes to be expected within the Republican Party was the discussion during the nomination process in 2007 about the implicit gasoline tax caused by the LiebermanMc Cain proposal. The U.S. EPA EPA 2007a estimated that the tax will be approximately 0.26 cents in 2005 per gallon of gasoline by 2030 and 0.68 cents per gallon by 2050. This caused a huge debate about the consequences for the U.S. car industry in particular see for example Cordato 2008. 2.3.3 What may Europe expect from the new U.S. President? Despite the uncertainty with respect to the presidential race in 2008 we can draw some conclusions regarding the positions of the new administration in the field of climate and 23 In a speech during his campaign Obama 2007c, he noted: Make no mistake developing the next generation of energy will be one of the greatest challenges that this generation of Americans will ever face. It will not be easy. It will not come without costs or without sacrifice. And if anyone tries to tell you otherwise, they are either fooling themselves or trying to fool you. 22 energy policy. Firstly, the new U.S. President will have a significantly different position on climate policy than his or her predecessor. We can expect that the new administration will strive for an active role of the U.S. in international climate policy. Secondly, the new president being a former member of the U.S. Senate has already gained experience in climate and energy legislation as he or she has sponsored or cosponsored at least one of the capandtrade bills discussed in section 2.1. Another question is, however, to what extent these bills can be converted into binding legislation. As we have seen, there is significant support in the U.S. Senate for climate regulation, but much uncertainty remains, regarding, for instance, the successful communication of costs caused by climate policy to the U.S. public and the behavior of major trading partners which do not plan to commit to binding emission reductions such as China and Mexico. Thirdly, it seems that the new president will continue to focus on U.S. energy security, but will combine this issue with a stronger commitment in climate policy. 3. Relevance of U.S. Activities to European Climate Policy U.S. climate policy is important for European climate policy on different levels. Firstly, a more active climate policy would help the United States to assume leadership in shaping future international climate policy architectures. This may help, but on the other hand also challenge the role of todays leaders in international climate policy, one of which is the EU. Secondly, as exporters to the U.S. market many European firms are competing with U.S. and other firms not located within the EU. It is in Europes own interest to be informed about the regulation those competitors are subject to. Furthermore, European regulators and policy makers may use the approaches and experiences of U.S. domestic policy design in order to identify ways to improve the efficiency and thereby the overall cost burden of implementing the emission targets. In the following, we briefly discuss potential effects of U.S. climate policy activities on the international level of regulation on the one hand and domestic European climate policy on the other. 3.1 Post2012 Negotiations In any case the implementation of a capandtrade system would signal that the climate change issue is a long term concern in U.S. politics. Even if the actual reductions appear somewhat less ambitious at the beginning, taking on the economic and political fixed cost of implementing such a scheme increases the credibility of longer term dedication to the subject. This is supported by the fact that the longer term goals seem more in line with European preferences than the ambitions in the coming decade. Reaching general agreement on longer term targets may therefore be easier at least between the U.S. and the EU. On the other hand this does not imply that the U.S. will join the Kyoto process or any very similar consecutive agreement. In fact, if the U.S. as a dominant superpower in almost any 23 policy field with international relevance assumes a leading role in international climate policy, it can be expected to shape this international policy process. From U.S. positions towards the Kyoto Protocol as well as from U.S. activities on the international level to date such as the proposal to include only the largest emitters in negotiations or the Asia pacific agreement on climate change with limited membership it should be obvious that U.S. support for the Kyoto approach is not likely. The emergence of the United States as a major player in international climate policy might rather generate alternative architectures to the Kyototype approach possibly leaning towards a socalled big emitters club trying to somehow include countries such as China and India. This will challenge the EU preference towards the multilateral Kyoto framework but it may move international climate policy forward and may help to improve the international architecture in terms of effectiveness and efficiency.24 In any case, a more active role of the U.S. in international climate policy will increase the pressure on developing countries with a strongly growing economy such as China and India to commit to binding reduction targets. The strong weight of reciprocity in the capandtrade proposals regarding emissions reduction in the U.S. on the one hand and major trading partners at the other reveal how important this policy issue is for U.S. policy makers independently from their party affiliation. 3.2 Implications for an EU Climate Policy Comparing the different regulatory schemes can be rewarding also in the sense of further developing the regulatory environment in the European Union. Especially the larger scope of the potential U.S. trading scheme covering sectors such as transport fuels which are not included in emissions trading in the EU should be of interest. The limited coverage of carbon trading in Europe is one of the major sources for larger scale inefficiencies since it requires the division of the emissions budget between the regulatory regimes in a costminimizing way. A larger scope would solve this problem via the trading mechanism but can involve the mix of downstream trade of endusers as in the EU with upstream trade e.g. among refineries. If implemented successfully this could be considered an alternative for the European regulation in the transport sector which has yet failed to generate a credible and uniform carbon price signal as opposed to the carbon trading scheme. Other issues of concern on both sides of the Atlantic are measures to prevent production from moving to other potentially less stringently regulated regions leakage. Some of those measures such as border tax adjustments may have a direct impact on international trade. It is advisable to coordinate these border measures with the main trading partners potentially also along the provisions of international trade law. 24 A priori, it cannot be excluded that this process will lead to a fragmented international climate policy regime. This would be in line with recent findings on coalition formation in the noncooperative global warming game. According to Eyckmans and Finus 2006 the socially optimal coalition is usually not stable because of strong free rider incentives. However, parallel existing small coalitions consisting of several regions may fill the gap between the efficient solution and Nash behavior. 24 Last but not least it will be instructive to observe how the Unites States attempt to solve public good problems such research and development efforts in the energy sector or in other related technologies aiming at mitigation or adaptation by generating auctioning revenues. In addition, the U.S. experience gained by the diversity of specific programs supporting lowincome households adversely affected by climate regulation and climate change may offer alternative policy instruments for European politicians who are confronted with the same distributional problems. Similarly, emission reduction equivalents generated from land use change and forestry measures are traditionally regarded with skepticism in Europe, but will play an important role internationally especially in the longer run. Here, U.S. policy may generate valuable experience. 4. Conclusions It remains to be seen whether the United States will actually adopt binding targets for themselves that generate substantial emission abatement with respect to the businessasusual scenario until the middle of this century. After all, even one percent of the GDP in 2050 amounts to an absolute cost of several hundred billion dollars. But substantial and credible proposals are debated and developed in the legislative process. On the whole compared to European policies the proposals seem to have less ambitious targets in the short run but envisage comparable targets in the longer run. This may reflect the larger role of fundamental technology improvements in U.S. policy implying that once the technologies are there it will be easier to reduce emissions. In any case, the implementation of a federal climate policy such as a capandtrade scheme will be a precondition for the U.S. to take a leading role in the international climate policy process. This is likely to vitalize international discussions about an international architecture. On the other hand, nothing suggests that the U.S. will simply side with the EU to support the multilateral Kyototype policies. It will rather challenge traditional views and present alternatives. Whether this will help the climate or not remains to be seen. Nevertheless, there is reason to hope that things turn out as they should between market economies: competition increases efficiency and is usually beneficial. 25 5. References AB 32 2006: California Global Warming Solutions Act of 2006. ABC News, Washington Post, Stanford Poll 2007: The Environment. April 20, 2007. Available at: http:abcnews.go.comimagesUS1035a 1Environment.pdf. Aldy, J.E. 2007: Assessing Proposals. http:www.weathervane.rff.orgsolutions_and_actionsUnited_StatesFederal_ApproachOptions_for_Federal_Policies.cfm accessed October 10, 2007. of Domestic Regulatory the Costs Arimura, T.H., D. Burtraw, A. Krupnick, and K. Palmer 2007: U.S. Climate Policy Developments, Discussion Paper 0745, Ressources for the Future, Washington DC. Bohringer, C. and A. Lange 2005: Mission Impossible!? On the Harmonization of National Allocation Plans under the EU Emission Trading Directive, Journal of Regulatory Economics 27 1, 8194. California 2008: Press Release from Governor Arnold Schwarzenegger, January 2, 2008. CAT 2006: Climate Action Team Report to Governor Schwarzenegger and the Legislature, March. CIER University of Maryland Center for Integrative Environmental Research. 2007. Economic and Energy Impacts from Marylands Participation in the Regional Greenhouse Gas Initiative: A Study Commissioned by the Maryland Department of Environment. College Park, MD: CIER. Clinton, H.R. 2007a: Statement of Senator Hillary Rodham Clinton on United Nations Report on 2007, Climate http:clinton.senate.govnewsstatementsdetails.cfm?id268446. Washington, February Change, DC, 2, Clinton, H.R. 2007b: Powering Americas Future: Hillary Clintons Plan to Address the Energy and Climate Crisis, http:www.hillaryclinton.comissuesenergy. COM 2008a: Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Directive 200387EC so as to improve and extend the greenhouse emission allowance trading system of the Community. Brussels, 23.1.2008, COM2008 16 final, 20080013 COD. COM 2008b: COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT Document accompanying the Package of Implementation measures for the EUs objectives on climate change and renewable energy for 2020, Brussels, 23.1.2008, SEC2008 853. COM 2008c: Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the geological storage of carbon dioxide and amending Council Directives 85337EEC, 9661EC, Directives 200060EC, 200180EC, 200435EC, 200612EC and Regulation EC No 10132006, Brussels, 23.1. 2008, COM2008 18 final, 20080015 COD. COM 2008d: Community Guidelines for State Aid in Environmental Protection, http:ec.europa.eucommcompetitionstate_aidreformenvironmental_guidelines_en.pdf, downloaded on March 14, 2008. COM 2008e: Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the promotion of the use of energy from renewable sources, Brussels, 23.1.2008, COM2008 19 final, 20080016 COD. Cordato, R. 2008: Mc Cains Costly Tax on Energy Some facts voters in Michigan, and beyond, might want, January 10th 2008, http:article.nationalreview.com. Cramton, P. 2007: Comments on the RGGI Market Design, 15. November 2007. EIA 2007a: Emissions of Greenhouse Gases in the United States 2006 Emissions of Greenhouse Gases in the United States 2006, Energy Information Administration. EIA 2007b: State Carbon Dioxide Emissions, http:www.eia.doe.govenvironment.html. EPA 2007a: EPA Analysis of The Climate Stewardship and Innovation Act of 2007 S. 280 in 110th Congress, July 16, 2007, http:www.epa.gov. EPA 2007b: Letter of Stephen L. Johnson, Administrator of the U.S. EPA to Arnold Schwarzenegger, Governor of the State of California, December 19, 2007. 26 EPA 2008: EPA Analysis of the Low Carbon Economy Act of 2007 S. 1766 in 110th Congress, January 15, 2008, http:www.epa.gov. Eurostat 2007a: Panorama of European Union trade, Data 19992006. Eurostat 2007b: Population and social conditions, http:epp.eurostat.ec.europa.eu. Eyckmans, J., M. Finus 2006: Coalition Formation in a Global Warming Game: How the Design of Protocols Affects the Success of Environmental TreatyMaking, Natural Resource Modelling, Volume 19, p. 323358. Hanemann, W.M. 2007: How California Came to Pass AB 32, the Global Warming Solutions Act of 2006, Department of Agricultural Resource Economics, University of California, Berkeley, Working Paper No. 1040. Holt, C., W. Shobe, D. Burtraw, K. Palmer, and J. Goeree 2007: Auction Design for Selling CO2 Emission Allowances Under the Regional Greenhouse Gas Initiative, Final Report, October 2007. IEA 2007: World Energy Outlook 2008, Paris. MAC 2007: Recommendations for Designing a Greenhouse Gas CapandTrade System for California, Market Advisory Committee to the California Air Resources Board, June 30, 2007. Mc Cain, J. 2007: Video on Environmental Issues, http:www.johnmccain.com. Obama, B. 2007a: Renewing American Leadership, Foreign Affairs, JulyAugust 2007. Obama, B. 2007b: Barack Obamas Plan to Make America a Global Energy Leader, http:www.barackobama.com. Obama, B. 2007c: Remarks of Senator Barack Obama: Real Leadership for a Clean Energy Future, Portsmouth, NH, October 08, 2007, http:www.barackobama.com. Paltsev, S., J.M. Reilly, H.D. Jacoby, A.C. Gurgel, G.E. Metcalf, A.P. Sokolov, and J.F. Holak 2007: Assessment of U.S. CapandTrade Proposals. Report 146. Cambridge, MA: MIT, Joint Program on the Science and Policy of Global Change. PEW Center 2007: Status of Senate Bill 2191, the LiebermanWarner Climate Security Act, PEW Center on Global Climate Change. RFF 2008: Summary of MarketBased Climate Change Bills Introduced in the 110th Congress, Draft as of January 11, 2008, http:www.rff.org. RGGI 2007a: Overview of RGGI CO2 Budget Trading Program, October 2007, http:www.rggi.org. RGGI 2007b: Potential Emissions Leakage and the Regional Greenhouse Gas Initiative RGGI: Evaluating Market Dynamics, Monitoring Options, and Possible Mitigation Mechanisms. MultiState Staff Working Group, http:www.rggi.orgdocsil_report_final_3_14_07.pdf. RGGI 2007c: Memorandum of Understanding, http:www.rggi.org. RGGI 2007d: Regional Greenhouse Gas Initiative Model Rule, 1st May 2007, http:www.rggi.org. S. 98 1997: Senate Resolution 98 ByrdHagel, http:thomas.loc.gov. S. 2007: Americas Climate Security Act LiebermanWarner, 2007 of 2191 http:thomas.loc.gov. S. 1766 2007: Low Carbon Economy Act of 2007 BingamanSpecter, http:thomas.loc.gov. S. 280 2007: Climate Stewardship and Innovation Act of 2007 Mc CainLieberman, http:thomas.loc.gov. S 309 2007: Global Warming Pollution Reduction Act, SandersBoxer, http:thomas.loc.gov. S. 485 2007: Global Warming Reduction Act of 2007 KerrySnowe, http:thomas.loc.gov. Stavins, R.N., J. Jaffe, and T. Schatzki 2007: Too Good to be True?, Discussion Paper 0712, Ressources for the Future, Washington DC. U.S. Census 2007: U.S. Interim Projections by Age, Sex, Race, and Hispanic Origin, http:www.census.govipcwwwusinterimproj. WRI 2007: Comparison of Legislative Climate Change Targets in the 110th Congress, December 7, 2007, World Resources Institute. 27 ", "filename": "dp08026.pdf", "person": ["Ulf Moslener", "Moslener, Ulf", "Bodo Sturm", "Sturm, Bodo"], "date": ["2008"]}