{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27589/1/dp08106.pdf"], "title": ["Detection of Anticompetitive Horizontal Mergers"], "plaintext": "Nontechnical summary A key challenge in the work of a competition authority is the investigation of various business conducts with respect to their effects on market competition. In case of horizontal mergers, the authority typically has to investigate whether potential positive merger effects are likely outweighed by potential anticompetitive effects such as price increases triggered by the merger. Given this work description and having in mind the fundamental resource and information constraints faced by the authority a key ingredient of an efficient antitrust policy is the design and implementation of an appropriate investigation framework. For the authority, such a framework allows identifying and prohibiting the potentially most harmful mergers. For the companies, such a framework allows important ex ante presumptions whether a certain merger plan has a realistic chance to be given the green light by the authority. Against this background, the paper develops a fourstep framework to detect anticompetitive horizontal mergers. In the first step, an estimate of the impact of the merger on the market price needs to be derived. Subsequent, the second step of the framework has to assess whether such a predicted price increase would be sustainable postmerger. The third step needs to assess whether the identified efficiencies are substantial enough to at least hold the premerger price level. Finally, the fourth step has to consider the effects of a horizontal merger on other competition variables such as product variety, marketing as well as RD postmerger. Nichttechnische Zusammenfassung Eine zentrale Herausforderung in der Arbeit einer Wettbewerbsbehorde liegt in der Untersuchung einer Vielzahl an unternehmerischen Verhaltensweisen in Markten im Hinblick auf die dadurch ausgelosten Effekte auf den Wettbewerb. Im Falle von horizontalen Fusionen muss die Behorde typischerweise untersuchen, ob die positiven volkswirtschaftlichen Effekte eines Fusionsvorhabens nicht uberragt werden von volkswirtschaftlich negativ einzuschatzenden Effekten wie beispielsweise Preiserhohungen. Geht man von einer solchen Arbeitsbeschreibung einer Wettbewerbsbehorde aus und behalt dabei die bestehenden Ressourcen und Informationsknappheiten im Hinterkopf, so muss ein wesentlicher Bestandteil einer effizienten Wettbewerbspolitik in der Schaffung und der Umsetzung eines geeigneten Untersuchungsschemas gesehen werden. Der Wettbewerbsbehorde hilft die Anwendung eines solchen Schemas bei der Identifikation und der anschlieenden Untersagung der volkswirtschaftlich schadlichsten Fusionen. Den Unternehmen erlaubt ein solches Schema eine Einschatzung daruber, ob ein bestimmtes Fusionsvorhaben eine realistische Chance hat, grunes Licht von der Wettbewerbsbehorde zu bekommen. diesem Hintergrund Vor vierstufiges Untersuchungsschema zur Aufdeckung von wettbewerbsfeindlichen horizontalen Fusionen. In der ersten Stufe muss eine Abschatzung daruber erfolgen, welche Auswirkungen die Fusion auf den Marktpreis haben wurde. In der zweiten Stufe des Schemas muss sich dann detaillierter mit der Frage befasst werden, ob die im ersten Schritt unter abstrakten Bedingungen abgeschatzte Preiserhohung unter den gegebenen realen Marktbedingungen im Falle einer Fusion tatsachlich auftreten wurde. In der dritten Stufe muss dann der Frage nachgegangen werden, ob moglicherweise durch die Fusion entstehende Effizienzvorteile einen Preisanstieg nach erfolgter Fusion verhindern wurden. In der vierten Stufe sind schlielich die moglichen Effekte der Fusion auf andere Wettbewerbsparameter wie beispielsweise Produktvielfalt, Marketing oder FE genauer zu untersuchen. entwickelt das Arbeitspapier ein 2 DETECTION OF ANTICOMPETITIVE HORIZONTAL MERGERS Kai Huschelrath Centre for European Economic Research ZEW Department of Industrial Economics and International Management L 7, 1 68161 Mannheim Germany Phone: 496211235384 Fax: 496211235170 Email: hueschelrathzew.de Abstract The paper develops a fourstep framework to detect anticompetitive horizontal mergers. In the first step, an estimate of the impact of the merger on the market price needs to be derived. Subsequent, the second step of the framework has to assess whether such a predicted price increase would be sustainable postmerger. The third step needs to assess whether the identified efficiencies are substantial enough to at least hold the premerger price level. Finally, the fourth step has to consider the effects of a horizontal merger on other competition variables such as product variety, marketing as well as RD postmerger. Keywords Competition policy, antitrust enforcement, mergers, unilateral effects JEL Class L40, L41, K21 Introduction 1 The detection of anticompetitive mergers is a multidimensional problem. First and foremost, a horizontal merger inevitably leads to the loss of a direct competitor in a market and is therefore suspicious of leading to price increases. From an economic perspective, there are basically two strands of argument which both explain such postmerger price increases. On the one hand, the merged entity unilaterally might have incentives to decrease output and increase price given an increase in market power postmerger. Although the nonmerging firms in the industry typically respond to such a move with an increase in output, Farrell and Shapiro 1990 have shown that the former effect is typically stronger than the latter leading to an increase in price and a corresponding reduction in consumer surplus. On the other hand, postmerger prices may be higher than premerger prices because the firms in the postmerger market find it easier to collude tacitly or overtly. These effects are covered by the socalled coordinated effects analysis, which is not considered further below. 1 In addition to the effect on price, horizontal mergers may influence welfare through several other channels, such as especially mergerspecific efficiencies, product repositioning, product variety and the incentives to innovate.2 Direct detection of anticompetitive horizontal mergers 2 Given these problem specifications and having in mind the possibilities to actively detect cartels by identifying asymmetric shocks or structural breaks discussed in the recent literature see Huschelrath 2008 for an overview, the question arises whether comparable markers are available who can detect anticompetitive mergers. Based on the seminal work of Eckbo 1983, Eckbo and Wier 1985 and Stillman 1983, the eventstudy approach may provide such a possibility. The simple idea behind such a study is that a merger that will increase market power of the merging firms is also pleasant for the rival firms in the market. If, however, the merger creates significant efficiencies and provides an incentive for the merged entity to lower prices postmerger, that can be considered as unpleasant for the rival firms in the market. As a consequence, analysing the stockprice reactions of the rival firms to the announcement of a merger proposal can be helpful in distinguishing between mergers motivated by increases in market power positive price reaction of rivals stocks and mergers motivated by the realisation of efficiencies negative price reaction of rivals stocks. The respective hypotheses are outlined in Table 1. 1 The theory of coordinated effects is largely based on the theory of repeated games and basically uses the same screens as in hard core cartel detection see Kaplow and Shapiro, 2007: 71ff., for a short overview. Essentially, unilateral and coordinated effects theories aim at investigating the potentials for price increases postmerger. While the unilateral effects assessment basically focuses on the possibilities of the merged entity to increase price, the coordinated effects assessment focuses on the increased possibilities of all firms or a group of firms to overtly or tacitly collude postmerger, thereby increasing the postmerger market price. 2 As noted by Kaplow and Shapiro 2007, a price increase can also serve as a proxy for other possible anticompetitive effects, such as a reduction in product quality or service or a decrease in the pace of innovation. 2Table 1. Abnormal returns to the merging firms and their rivals Abnormal returns to Abnormal returns to merging firms rival firms Positive Monopoly rents Positive Cost savings Positive Monopoly rents Negative Competitive disadvantage A. Merger proposal Market power: Collusion or Cournot Economic efficiency: Productivity increases B. Antitrust complaint Market power: Collusion or Cournot Economic efficiency: Productivity increases Negative Negative Loss of monopoly rents Loss of monopoly rents Negative Loss of cost savings Positive Avoiding competitive disadvantage Source: Content follows Eckbo and Wier 1985: 124 looks As shown in Table 1, in addition to focusing on rivals stock price reactions at the time of the announcement of the merger, the reactions to the announcement of an antitrust complaint may disclose additional evidence on the pro or anticompetitiveness of the respective merger. Although the eventstudy method like a relatively easy way to detect anticompetitive mergers and several empirical studies have shown that they can indeed be helpful for the detection of anticompetitive mergers the concept has to cope with substantial drawbacks. First of all, the event study approach is only applicable for firms with publicly traded shares. This precondition may already exclude many acquisitions of small and mediumsized firms from an eventstudy analysis.3 Furthermore, as argued by Mc Afee and Williams 1988: 199ff., firms often derive only a small fraction of their revenues from the markets affected by the merger, and consequently the power of event studies to detect anticompetitive mergers is rather limited. A test of the event study approach with a known anticompetitive merger 4 showed that the event study approach would have failed to detect that merger see Mc Afee and Williams, 1988. 200ff  Whinston 2006: 111 discusses precedent effects as another potential pitfall of event studies. He argues that the announcement of a merger may convey information about market conditions more generally such as the likelihood of further mergers as a reaction to the announcement of an efficiencyenhancing merger in the industry and therefore may lead to diametric stock price reactions, such as increases in rivals stock prices following the announcement of an efficiencyenhancing merger. Indirect detection of anticompetitive horizontal mergers 3 Given the substantial problems in the application of the event study approach, the development of an indirect but generally applicable framework to detect anticompetitive mergers is necessary. The following fourstep approach is proposed to guide such an analysis: 3 A counterargument could be that these mergers are typically unproblematic from an antitrust perspective and consequentially do not create a need to conduct an event study anyway. 4 Mc Afee and Williams 1988 use the 1979 merger of Xidex Corporation with Kalvar Corporation. Both firms produced nonsilver duplicate microfilms. Postmerger, Xidex closed down the production facility of Kalvar, fired all employees and raised prices substantially for their own remaining products. 31. Estimation of the postmerger price increase 2. Consideration of evidence whether such a price increase would be sustainable 3. Estimation of the effect of possible merger efficiencies on the postmerger price 4. Consideration of the effects of the merger on competition variables other than price such as product variety or the incentives to innovate. The first step of the framework needs to develop an estimate of the impact of a horizontal merger on the market prices. Such an estimate can be achieved either by applying econometric techniques or by applying simulation techniques based on theoretical models. The second step of the framework has to assess whether the price increase predicted in the first stage would be sustainable postmerger. As econometric and simulation tools typically need to abstract from important factors such as entry or productrepositioning of existing rivals these factors have to be assessed quantitatively or at least qualitatively with a conclusion whether these factors make it likely or unlikely that the merged entity would be able to actually impose the estimated price increase postmerger. The third step of the framework needs to assess, first, whether the merger efficiencies claimed by the merging parties are existent, mergerspecific and likely to materialise postmerger. Second, it needs to estimate whether the accepted efficiencies are strong enough at least hold to the premerger price level. The fourth step of the framework needs to consider the effects of a horizontal merger on other competition variables such as product variety, marketing and RD postmerger, which might influence the overall welfare effects of a merger. The fourstep approach will be applied next to horizontal mergers for two types of models: a homogenous Cournot model and a differentiated Bertrand model. Generally, standard Cournot models are a good approximation in homogenous good industries in which competition is accurately modelled by a oneshot quantitysetting game or alternatively as a capacitysetting game with subsequent price competition see Kreps and Scheinkman, 1983. If, however, a horizontal merger in a differentiated brandedproducts market has to be assessed, a differentiated Bertrand model typically delivers the better approximation of competitive interaction see Kaplow and Shapiro, 2007: 59ff  3.1 Estimation of the postmerger price increase The first step of the framework assesses the standard competitive concern raised by most horizontal mergers: their potential to increase prices postmerger. Based on a specification of premerger market conditions and assumptions on the behaviour of firms in the market, economic models can be applied to estimate postmerger price increases see Epstein and Rubinfeld, 2001: 886ff., for a detailed description. Starting with an assessment in a homogenous market in which market interaction is best described by quantity competition, Dansby and Willig 1979 derive the following simple relationship between the Lerner index of market power and the HerfindahlHirschman Index: L 2mim Di HHIm D. 1Equation 1 shows that the Lerner index for an industry is given by its HHI divided by the market demand elasticity. Market power is increasing with the concentration in a market and decreasing with the market demand elasticity. In order to receive a simple, backoftheenvelope estimate of the price increase following a horizontal merger, 4Equation 1 can be rearranged to receive the following expression for the price increase following a horizontal merger see Annex 7.1 for the proof: pp HHIm D HHIpostmerger. 2As shown by Equation 2, the percentage price increase following a merger is given by the change in the HHI divided by the market demand elasticity minus the HHI in the postmerger state. Alternatively, Equation 2 can be expressed in market shares ppm DHHIHHIpostmergerm D2ss 21si 2i 2ss 21 3with s 1 and s 2 indicating the market shares of the merging companies. Figure 1 plots Equation 2 based on unity market demand elasticity. Fig. 1. Percentage price increase due to a merger in a homogenous Cournot model 1000950900850800750700650600550500450400350300250200150100500Change i n HHIDemand elasticity: 1,000004052400540574000505250055057500060052005057000105210051057100020522005205730572000305230053Postmerger HHI% price increase postmerger:0,00%2,50% 2,50%5,00% 5,00%7,50% 7,50%10,00% 10,00%12,50% 12,50%15,00% 15,00%17,50%15,00% Figure 1 shows the percentage price increase postmerger for various combinations of postmerger HHI and the mergerinduced change of the HHI. For example, a postmerger HHI of 3000 and a corresponding change in the HHI of 450 would forecast a price increase between 5,00%7,50% the exact value is 6,43%. However, for a demand elasticity of 1,5, the predicted price increase would drop to 3,75%. This example already indicates the sensitivity of the results with respect to the underlying market demand elasticity, which will be studied further below. Furthermore, as assessed in more detail in Nelson and Sun 2001: 935ff., Equation 2 and the corresponding Figure 1 are based on several assumptions which might become critical in the sense that they are not met in the market being investigated. Apart from 5obvious assumptions such as 1 quantity competition or 2 the presence of homogenous goods, other less obvious but nevertheless potentially critical assumptions include that 3 all firms are assumed to have constant marginal costs, 4 the merger does not change the cost structure of the firm, 5 the merger does not change the behaviour of the firms, 6 the postmerger market share of the firms is equal to the sum of their premerger market shares, 7 the elasticity of demand is constant over the relevant range of sales levels and 8 there is no entry. Werden and Froeb 2007: 7 consider assumptions 3 and 6 as especially critical, which reduces the significance of priceincrease estimates derived by the above formula. Merger simulations as sketched below for a differentiated products market can typically help to relax at least some of the critical assumptions of simple, backoftheenvelope formulas. In a world of differentiated branded products, a Bertrand model is typically an appropriate approximation of competitive interaction. In general, product differentiation lessens competition, as an increase in price by one firm does not immediately lead to the loss of all customers for that firm.5 The basic reason for this finding first reflected in the theory of monopolistic competition by Chamberlin 1933 as well as the theory of imperfect competition by Robinson 1933 is that products are not perfect substitutes for each other any more, with the direct effect that a fraction of customers would still buy the product in the event of a price increase. The first chart in Figure 2 below explains this fundamental characteristic of differentiated product markets.6 Figure 2 shows four products A, B, C and D which are located at different places among a line representing consumer preferences. In the initial stage, it is assumed that the prices for all products are the same. The substitutability between different products from the consumer perspective is expressed by the slope of the umbrellas originating in the respective basis product prices. Given this setup, Chart 1 in Figure 2 shows the consequences of a price rise of firm C from Pc to Pc. Although company C would loose all customers located in the areas cdcd and bcbc to products D and B, it would still keep the customers between cd and bc. Dependent on the exact market specifics, company C will trade off the margin increase of the remaining customers with the loss in customers to decide whether a price increase is profitable or not.7 Now imagine that the producers of products B and C in Figure 2 consider merging. In such a case, the second chart in Figure 2 shows that it becomes ceteris paribus more likely that the price increase for products B and C the merged entity is profitable, as the customers switching from product B to product C are not lost for the merged entity but just have to pay the higher price see Willig, 1991, for a detailed assessment. In other words, an evaluation of mergers in differentiated product markets needs to assess not only how many customers a firm would loose following a price rise but also whom these customers switch to. The socalled diversion ratio satisfies this demand. 6 5 While horizontal differentiation leads to different features of products valued by the consumers, vertical differentiation relates to differences in quality levels of the same features. Inspired by comparable graphs in Bishop and Walker 2002: 71 and Baker and Bresnahan 1985: 429. Although the aim of Figure 2 is purely presentational, without having in mind any specific model, the general setup is equal to a typical Hotelling location model with Bertrand competition. DAspremont et al. 1979 show that as long as the two firms can change their prices and location costless, no equilibrium exists in such a model. However, modifications of the model can prove the existence of an equilibrium see Carton and Perloff, 2000: 217ff  7 Although Figure 2 assumes that the horizontal 01 line represents the spectrum of customer preferences, it is also possible to interpret the horizontal 01 line in a spatial sense. The umbrellas would then mirror the transportation costs, which determine the intensity of competition between different locations. In other words, the graph can refer to both types of differentiated products: branded consumer products and physical facilities that distribute goods where differentiation is based on location, such as supermarkets or hospitals see Shapiro, 1995: 2f  6Fig. 2. Competition between horizontally differentiated products The diversion ratio is a measure of how close two products are in the product space and therefore how intense competition is between these two products. Shapiro 1996 defines the diversion ratio as the fraction of sales lost by brand C that are captured by brand B in case the price for brand C is increased by a certain percentage rate.8 Table 2 explains the concept in a hypothetical fourproduct market. Table 2. Calculating diversion ratios Initial Sales volume Brand A Brand B Brand C Brand D Total Sales after 5% price rise of C 5000 3900 1000 1600 11500 Diversion in volume 0 400 1000 600 0 Diversion ratio 0,0 0,4 0,6 1,0 5000 3500 2000 1000 11500 As shown in Table 2, it is assumed that the price for product C is raised by 5%, which leads to a reduction in its sales of 50% i.e., 1000 units. Then 600 units of the 1000 units in sales switch to product D, while the remaining 400 units switch to product B, leading to diversion ratios of 0,6 for products C and D and 0,4 for products C and B. Product A does 8 Technically, the diversion ratio from A to B is the ratio of the crossprice elasticity of demand for A with respect to the price of B over the own elasticity of demand for A. In a logit model, the market diversion ratio between products 1 and 2 is given by the market share of product 2 divided by 1 minus the market share of product 1. 7not gain any additional sales from the price increase of product C, leading to a diversion ratio of 0,0 between product C and A. If, however, products B and C belong to one firm, a price increase in product B lead to a loss of some customers to product A, but the loss to product C stays within the firm. Hence the loss of revenue is less and price rises are more likely to be profitable. As a consequence, firms which control a larger product portfolio i.e., have a high market share will charge higher prices than firms with a smaller product portfolio. A very helpful characteristic of diversion ratios is that they can be incorporated into a differentiated Bertrand model to derive an estimate of the postmerger price increase in a differentiated products industry. As shown in Annex 7.2, if the demand function is linear, the percentage price increase triggered by the merger can be derived by the following expression: PPost Merger PPree Pr PMerger Merger MD12D. 4Equation 4 basically shows that the postmerger price increase is a function of the premerger pricecost margin as well as the diversion ratio between the two brands merging. Generally, higher margins result from greater product differentiation, while a higher diversion ratio, as explained above, reflects more intense competition between the products see Werden, 1996. Plotting Equation 4 for various combinations of premerger pricecost margin and diversion ratios leads to Figure 3. Fig. 3. Percentage postmerger price increases against premerger pricecost margin and diversion ratio 0,750,70,650,60,550,50,450,40,350,30,250,20,150,10,05ii Dverson ratio 00 0,05 0,1 0,15 0,2 0,25 0,3 0,35 0,4 0,45 0,5 0,55 0,6 0,65 0,7 0,75Premerger pricecost margin% price increasepostmerger:0,00%10,00%50,00%60,00%10,00%20,00%60,00%70,00%20,00%30,00%70,00%80,00%30,00%40,00%80,00%80,00%90,00%40,00%50,00% As shown in Figure 3, for diversion ratios below 0,2, the percentage price increase postmerger is estimated to be below 10% the exact value for M0,4 and D0,2, e.g., is 5,00%. Generally, the percentage price increase postmerger rises with the premerger 8pricecost margin and the diversion ratio. This is in line with the general interpretation of the diversion ratio provided above. However, it is important to remark that Equation 4 is only valid as long as the two merging firms are identical before the merger, they both produce a single product premerger and both face a linear demand curve. As argued by Bishop and Walker 2002: 374, all three assumptions can be critical, leading to wrong conclusions if Equation 4 is just applied mechanically without studying the suitability of the underlying assumptions up front. As shown in Annex 7.2, if the demand curve is assumed to be isoelastic instead of linear, Equation 4 changes to PPost Merger PPree Pr PMerger Merger MDDM 15leading to significant changes in the price predictions as well as the range of economically interpretable results.9 Furthermore, if the assumption of symmetric firms is released, then the respective equation to estimate the price increase loses some of its applicability charme see Bishop and Walker, 2002: 378f  On a more general level, Hausman and Leonard 1997 fundamentally criticise the use of such backoftheenvelope formulas. Following the somenumberisbetterthannonumber fallacy discussed in Diamond and Hausman 1994, they argue that it would be preferable to rely entirely on qualitative analysis in case the data andor time for a sophisticated estimation of a demand model see Hausman et al., 1994, for an overview is not available rather than applying simple simulation techniques such as diversion ratio analysis. Werden 2004b: 4, however, takes the counterargument by remarking that priceincrease predictions are only rough estimates, but that is better than none at all. In line with the reasoning in Werden 2004b, diversion ratios and corresponding estimates of postmerger price increases can provide useful backoftheenvelope results for differentiated product mergers in which a market interaction is adequately described by Bertrand competition, b the mentioned assumptions are met to an acceptable degree, and c the existing data and the budget or skills in the antitrust authority do not allow a more sophisticated analysis, such as the estimation of demand systems 10 see Hausman et al., 1994, for an overview. In any case, such simple simulation results as well as the results of more sophisticated techniques should be viewed as one piece of evidence and should by no means replace a qualitative assessment of the case based on documents, interviews with customers and institutional details.11 As an alternative to the application of backoftheenvelope formulas, economists have developed more sophisticated merger simulation tools to come to conclusions on the likely effects of a horizontal merger on market price see Werden and Froeb, 2007: 31ff. and ABA, 2005: 269ff. for more detailed overviews. In general, these tools use a model of consumer demand and a model of competitive interaction to predict the price effects of a merger see Hausman and Leonard, 1997. In order to be able to apply such tools, market information, such as market shares and market demand elasticities, needs to be estimated as data input for the simulation of the effect of a mergerinduced change in the ownership structure on market price. 9 As 1MD0, D must be larger than 1M to deliver interpretable economic results which delineates a relatively small range of sensible price predictions. 10 Scanner data from supermarkets is an example of good data which technically allows the application of more sophisticated approaches. However, time limitations or missing skills in the technicalities of such forms of analysis may hinder its application on the side of the antitrust authority. 11 Although merger simulation focuses on a quantification of the unilateral effects of a merger, Davis 2006 provides an application focusing on coordinated effects. 9An especially helpful feature of merger simulation tools is that they allow simulating not only the postmerger prices but can also take account of changes in the cost structure the socalled merger efficiencies and antitrustinduced changes in the ownership structure the socalled structural merger remedies. However, despite an increasing adoption of merger simulation tools in antitrust authorities and economic consultancies, the general suitability of such techniques is questioned by academics and practioners. Walker 2005: 27, for example, remarks that merger simulation models do not allow investigators to avoid much of the competitive effects analysis relating to the relevant economic market, nor do they necessarily provide more precision to merger control. He adds that problems are predestined if offtheshelf models are applied for a certain case rather than bespoke models, which take account of relevant specifics of the market and industry at hand.12 Werden and Froeb 2007: 58 show, with data collected for a competitive effects assessment of the World ComSprint merger in the United States, that the estimated price increases postmerger heavily depend on the underlying demand form. With linear demand, the merger simulation led to a price increase of 2,3%, while an isoelastic demand would lead to an estimate of 16,4%. However, in case of AIDS, an estimate of 13,8% was obtained. This simple practical example underpins the general sensitivity of these models and the importance of getting the model input such as the demand form right in order to receive meaningful estimates of the postmerger price increase. This caveat is confirmed by Whinston 2006: 101f., who identifies the following important caveats of merger simulation: 1. The quality of the predictions depends on the correct estimation of demand; 2. The choice of the postmerger behavioural model of the industry is key, as firms may change their behaviour as a result of the merger; and 3. Pricing is only one of several important competition variables such as entry or RD, and merger simulation tools so far have failed to include them. Given the potential problems of merger simulations, Carlton 2003a: 7ff. views these tools as a useful substitute for the more direct traditional approaches for merger analysis, which basically build on natural experiments aiming at answering the question What happens to price when the number of competitors diminishes by one? Carlton 2003a: 11 himself provides an example of such a natural experiment: Suppose that there are 5 firms in most areas of the country, but only 4 in one area. Well, the difference in price between the two areas may be a good predictor of the effect of a merger if the regions are otherwise similar. By identifying such natural experiments, one can try to assess the effect on price of having one less firm. This type of analysis is called reduced form analysis, in contrast to structural such as merger simulation because unlike structural analysis, the reason for the observed relationship between price and number of firms e.g., the presence of demand substitutes is not spelled out. Generally, the evidence created by such natural experiments is extensively used by economic consultancies in their merger assessments. 3.2 Consideration of evidence whether such a price increase would be sustainable The second step of the detection framework for anticompetitive mergers is entered by cases which are suspicious of significantly increasing market prices postmerger. As 12 Slade 2006: 21 also criticises simple merger simulation tools because the predictions about markups and merger effects that can be obtained from simple models are often very misleading. Unfortunately, however, a number of economists have attempted to convince competition authorities that userfriendly canned programs can provide reasonable predictions. However, later on, Slade agrees that backoftheenvelope calculations can be useful as long as everyone understands the assumptions that underlie those calculations and no spurious claims of accuracy are made   However, we should eschew generic, onesizefitsall merger models and numbers that come out of black boxes Slade, 2006: 23. 10simulation tools typically abstract from important factors such as the potential role of entry or product repositioning of existing competitors these factors have to be assessed qualitatively and have to be incorporated into a conclusion whether the estimated price increase would actually materialise in the postmerger world.13 A second focus of an assessment on the sustainability of a simulated price increase could be buyer power. In general, the existence of a significant countervailing power of customers typically reduces the ability of the merging parties to increase price postmerger. Empirical studies have shown that the stronger and more concentrated the buyers side of the market is, the less is any ability of sellers to elevate their prices 14 ABA, 2005: 29. One central explanation for this finding is that collusion becomes harder to sustain because, on the one hand, deviation incentives are larger and, on the other hand, the buyers typically have incentives to monitor the transactions closely and are typically in a good position to question price increases or might even use competitive bidding procedures to promote competition. Furthermore, large buyers often also have the possibility to sponsor entry into the suppliers market in order to increase competitive pressures see ABA, 2005: 29. A central focus of such an investigation lies on the role of entry barriers in the respective market, because even in the case that a merger simulation predicts a significant price increase postmerger, lowentry barriers in the respective market would likely make such a price increase unsustainable. Following the theory of contestable markets, even a monopolist has no choice other than to price at marginal cost if hitandrun entrants are waiting to enter the market as soon as it raises the price above competitive levels. Even if market concentration is relatively high, incumbents may be unable to exercise market power i.e., earning monopoly profits as long as potential entrants could easily and quickly start producing substitutes. Consequently, an analysis of the likelihood, timeliness and sufficiency of entry following a price increase is a key component in assessing market power see Waterson, 1981; Coate and Langenfeld, 1993; Mc Afee et al., 2004, for surveys. Furthermore, the analysis of potential entry usually plays an important role in the subsequent assessments of competitive effects of certain suspicious conducts as well as in the design of remedies. The likelihood of entry is determined by the profitability and possibility of entry. The profitability of entry can be operationalised by estimating the expected net present value of the postentry profits as well as the sunk costs of entry.15 If the discounted profits are larger than the sunk costs of entry, then entry would be profitable; otherwise it would not be see e.g., Ross 2004 for a formal treatment. Whether entry would actually take place, however, does not only depend on the profitability of entry but also on the possibility of entry. The possibility of entry is determined by barriers to entry existing in the market. The consequential key question of what is understood by barriers to entry has been assessed by many economists, however, without reaching an agreement on an overarching concept of barriers to entry. The first influential concept of barriers to entry was developed by Bain 1956: 3. He defines the term commonly as an advantage of established sellers in an industry over potential entrant sellers, which is reflected in the extent to which established sellers can persistently raise their price above competitive levels without attracting new firms to enter 13 Following ICN 2006: 41ff., factors which help to understand the competitive constraints existent in the market include low barriers to entry or expansion, buyer power, the nature of competition in the market, responsiveness of competitors, existence of alternative suppliers or the elimination of a potential competitor. 14 See Scherer and Ross 1990: 533ff. and Schumacher 1991 for supporting empirical evidence of the seller market powerreducing effect of countervailing buying power. Sunk costs of entry are generally defined as costs which must be incurred to enter a market but which are not recoverable upon exiting the market. 15 11the industry.16 Stigler 1968 prefers a narrower definition. He proposes to think of a barrier to entry as a cost of producing at some or every rate of output   which must be borne by a firm which seeks to enter an industry but is not borne by firms already in the industry. Fisher 1979: 23, however, bases his proposal on social welfare when he argues that a barrier to entry exists when entry would be socially beneficial but is somehow prevented   The social benefitcost calculation is not correctly reflected in the private benefitcost calculation of the potential entrant. Without wanting to enter into an indepth discussion of the exact implications of the different definitions see Waterson, 1981; Mc Afee et al., 2004, it is apparent that Bains concept considers all factors as barriers to entry which increase an entrants costs of producing and selling or which reduce its revenues, while Stigler is only interested in factors that raise an entrants costs relative to those experienced by the incumbent firms see ABA, 2005: 122. As a consequence, while the Bainian definition considers scale economies, product differentiation, absolute cost advantages and capital requirements as classical entry barriers, the Stiglerian definition typically does not. Under the latter, scale economies are not an entry barrier as long as entrants and incumbents have equal access to the respective production technologies.17 Inspired by the significant differences in the application of these definitions, Mc Afee et al. 2004 proposed a new taxonomy of barriers to entry. The authors argue that the classical concepts a la Bain, Stigler and others typically aim at studying industry competition in the long run. Antitrust policy makers and consumers are more concerned, however, about the effects in the medium and the short run see Mc Afee and Mialon, 2004: 6. Mc Afee et al. 2004 thus propose to differentiate between economic barriers to entry and antitrust barriers to entry. Economic barriers to entry are defined narrowly in Stiglerian terms, while an antitrust barrier to entry is defined as a cost that delays entry, and thereby reduces social welfare relative to immediate but equally costly entry Mc Afee and Mialon, 2004: 4. Based on this definition, the authors argue that economies of scale could be an antitrust barrier to entry albeit no economic barrier to entry because they can delay entry and therefore can reduce social welfare see Mc Afee et al., 2004: 464. The question of how to measure entry barriers in practical antitrust policy was investigated in depth by NERA 2004: 10ff., who proposes to measure the following entry barrier indicators: Advertising ratio to sales aims at capturing the level of advertising which a potential entrant must pay to enter the market, RD expenditure ratio to sales aims at capturing the level of RD expenditure a potential entrant must invest to enter and compete in the market, Minimum efficient scale aims at capturing how large a production facility has to be in order to be able to compete on price with the incumbent firms, 16 See Mc Afee et al. 2004 for a discussion of different definitions of barriers to entry. The sources of Bainian barriers to entry are diverse and reach from legal entry barriers such as entry regulation by the state to several forms of private entry barriers. Private entry barriers are typically subdivided into structural and strategic barriers to entry. Structural barriers to entry are related to structural or technical characteristics of an industry e.g., economies of scale, absolute cost advantages such as favourable access to raw materials or a favourable geographic location, capital cost requirements, product differentiation advantages, etc  Strategic barriers to entry are largely based on the notion of strategic entry deterrence, realising that existing firms might deliberately behave in ways that decrease the probability of entry of other firms see Waldman and Jensen, 2000: 129, and chapter 3 below. 17 As commented by von Weizsacker 2004, the determination of a suitable definition of barrier to entry crucially depends on the underlying concept of competition. Viewed from that angle, the differences in the definitions between Bain belonging to the Harvard school and influenced by the structureconductperformance paradigm and Stigler belonging to the Chicago school of antitrust analysis should not be too surprising, as they are driven by the fundamentally different concepts of competition. 12 Excess industry capacity aims at capturing the possibility of incumbents to flood the Firm entryexit rates aims at capturing the fact that the presence of sunk costs deters market in the event of entry, entry and postpones exit, Ratio of capital expenditure to sales aims at capturing the fact that the greater the capital investment that must be financed for any return, the higher will be the hurdle of raising finance, RegulatoryLicence restrictions aims at capturing the fact that new entrants may be barred from entering a market by virtue of government regulation. The NERA report quantifies these ratios for various industries in the United Kingdom, affording a decent picture of the ease of entry in these industries. However, the list should be considered only as a starting point for developing bespoke indicators covering the specifics of the industry of interest.18 In addition to assessing the likelihood of entry, the timeliness of entry criterion examines whether entry would be sufficiently swift and sustained to deter or defeat the exercise of market power EU Horizontal Merger Guidelines, Section VI, No. 74. Typically, entry is considered timely if it could occur within two years from initial planning to significant market impact. However, the time period considered appropriate depends on the characteristics and dynamics of the market as well as on the specific capabilities of the potential entrants see Oxera, 2006. The analysis of the frequency and successfulness of historical entry episodes in the respective industries may help to assess whether timely entry is likely to be expected see ABA, 2005: 137ff  Finally, the sufficiency of entry criterion demands that entry must be of sufficient scope and magnitude to restrict the exercise of market power. Following the EU Horizontal Merger Guidelines Section VI; No.75, even rapid and profitable entry might not be sufficient to defeat competitive concerns if entry is, for instance, smallscale and takes place into a market niche. Oxera 2006 proposes to concentrate an assessment of the sufficiency of entry on the general strength of potential entrants, in particular their ability to constrain incumbents prices. Estimation of the effect of possible merger efficiencies on the postmerger price The third step in the detection approach for anticompetitive horizontal mergers considers merger efficiencies. Generally speaking, mergerspecific efficiencies are of interest because they have the potential to offset the merged firms incentives to increase price postmerger. In other words, even if the first two stages of the detection framework come to the conclusion that the merged entity would have the incentive and the possibility to increase price, the existence of mergerspecific efficiencies could offset this increase or could even incentivise the merged entity to increase production postmerger. The followup question of what degree of merger efficiencies is sufficient to restore premerger prices can again be estimated by rather simple formulas. In a homogenous Cournot world, the sufficient percentage cost reduction to restore premerger prices, c , can be expressed as a function of the merging firms market shares and the market demand elasticity see Annex 7.3 for the proof: 18 The empirical literature has developed socalled indices of entry barriers see, e.g., Orr, 1974, which include other indicators such as risk measured as the standard deviation of industry profit rates, past rate of growth in the industry and past profit growth in the industry. 13 3.3 csjm D2ssskjks 2j, 2ks7with sj and sk representing the outputbased market shares of the two merging firms.19 Plotting Equation 7 for the purpose of an easier interpretation leads to Figure 4 below. Fig. 4. Sufficient percentage cost reduction to restore premerger prices in a homogenous product merger 0,50,450,40,350,30,250,20,150,10,050Market share of firm j Demand elasticity: 1,0000,050,10,150,20,250,30,350,40,450,5Market share of firm k Sufficient % cost reduction CS0:0,00%10,00%50,00%60,00%10,00%20,00% 60,00%60,00%70,00%20,00%30,00%30,00%40,00%40,00%50,00% As shown in Figure 4, the sufficient percentage cost reduction rises with the market shares of the two merging firms. In general, even mergers between firms with relatively low market shares have to realise substantial efficiencies in order to restore premerger prices. For example, if both firms have a market share of 10%, the respective sufficient cost reduction would be in a range between 10,00% and 20,00% the exact value is 11,11%. However, it has to be kept in mind that Figure 5 is based on unity market demand elasticity. The sensitivity of the sufficient percentage cost reduction with respect to the market demand elasticity is clarified by Table 3 below. 19 In case of symmetric market shares, sjsks, 24 above simplifies to cm D 2s 2s 2s 22sm Ds. 14Table 3. Percentage marginal cost reduction that restores premerger price dependent on the change in HHI and demand elasticity Market shares of merging firms Delta HHI Elasticity 2 1 sj 0,05 0,05 0,1 0,1 0,15 0,2 0,3 0,35 0,4 0,5 sk 0,05 0,1 0,1 0,15 0,15 0,2 0,3 0,3 0,4 0,5 2,56% 3,48% 5,26% 6,42% 8,11% 11,11% 17,65% 19,31% 25,00% 33,33% Source: Inspired by a comparable table in Froeb and Werden 1998: 269 5,26% 7,27% 11,11% 13,79% 17,65% 25,00% 42,86% 48,00% 66,67% 100,00% 50 100 200 300 450 800 1800 2100 3200 5000 3 1,69% 2,29% 3,45% 4,18% 5,26% 7,14% 11,11% 12,09% 15,38% 20,00% As shown in Table 3, estimating the correct market demand elasticity is crucial with respect to the choice of the appropriate marginal cost reduction. A merger between two firms with a 10% premerger market share would demand a percentage marginal cost reduction of 11,11% for a demand elasticity of 1, but only a reduction of 5,26% if the demand elasticity is 2. Table 3 further shows the respective change in the HHI or delta value, which can be calculated by doubling the product of the market shares of the two merging companies and multiplying in with 10.000. For example, a merger which leads to a delta of 50 needs to realise a marginal cost reduction of 5,26% if unity elasticity is assumed in order to restore premerger prices. For the case of a differentiated Bertrand model, it is also possible to derive the complementary backoftheenvelope formula to estimate the sufficient percentage cost reduction which restores premerger prices see Annex 7.4 for the proof: For the symmetric case, MMMjicijipiij 1p DMDDMjjiji DD, Equation 8 simplifies to 20 . Dij Djji M1i and DMM1ic DD. 189As shown by Equation 9, estimates of the premerger pricecost margin and the diversion ratio are enough to receive an estimate of the sufficient percentage cost reduction. Plotting Equation 9 for the purpose of an easier interpretation leads to Figure 5 below. As reflected in Figure 5 and also stressed by Werden 1996, if the products are relatively differentiated i.e., M is high and the merging firms compete intensively i.e., D is high, large cost reductions are necessary to restore premerger prices. As shown in Figure 5, if the premerger pricecost margin is 0,45 and the diversion ratio is 0,3, the sufficient percentage cost reduction lies between 30,00% and 40,00% the exact value is 35,06%. 20 As shown by Werden and Froeb 2007: 15, Equation 9 can also be expressed as a proportion of pre merger price leading to MD1D. 15Fig. 5. Sufficient percentage cost reduction to restore premerger prices in a differentiated products merger 0,50,450,40,350,30,250,20,150,10,0500,40,450,5ii Dverson ratio 00,050,10,20,150,35Premerger pricecost margin 0,250,3Sufficient % costreduction CS0:0,00%10,00%50,00%60,00%10,00%20,00%60,00%70,00%20,00%30,00%70,00%80,00%30,00%40,00%80,00%80,00%90,00%40,00%50,00% Although the calculation of sufficient percentage cost reductions can be a helpful quantitative tool in assessing merger efficiencies, it masks several important conceptual challenges of merger efficiencies. One general aspect refers to the fact that merger efficiencies do not necessarily have to cause a measurable reduction in marginal cost as it was assumed so far. In practice, merger efficiencies can take many forms, and it is with the antitrust authority to decide which efficiencies are accepted and which are not. Ivaldi et al. 2003: 63, for instance, differentiate between efficiencies generated by a better exploitation of tangible assets such as rationalisation through the reallocation of the production, exploitation of economies of scale and scope or investment and those by a better exploitation of intangible assets such as sharing of knowhow, management, RD and innovation, productline redefinition or purchasing power.21 Given this enumeration, it is straightforward to see that some efficiencies may translate directly into marginal cost reductions e.g., economies of scale while others rather lead to a reduction in fixed costs e.g., RD expenditures. The question whether only the former or both types of efficiencies are considered within a merger efficiencies assessment finally depends on the underlying welfare approach followed by the respective antitrust authority.22 Additionally, the mentioned efficiencies differ with respect to the time window 21 Evans and Padilla 2003 point out that every merger efficiencies assessment has to consider supplyside efficiencies referring to the cheaper production of existing products and demandside efficiencies referring to new or better products, such as increased network size or product quality, both which may be realised by a horizontal merger. Kolaski and Dick 2002 provide a taxonomy of possible efficiencies based on the traditional differentiation between allocative efficiencies, productive efficiencies, dynamic efficiencies and transactional efficiencies. As assessed in more detail in Roller et al. 2001: 42ff., several alternative typologies exist. Roller et al. 2001 differentiate between a typology based on the concept of the production function rationalisation, economies of scale, technological progress, purchasing economies and slack and one based on the alternate distinctions of real cost savings vs. redistributive or pecuniary cost savings, fixed costs vs. variable costs, firmlevel efficiencies vs. industrylevel efficiencies and, finally, efficiencies in the relevant market vs. efficiencies in other markets. In general, microeconomic theory suggests that marginal cost savings have a direct influence on shortterm pricing behaviour, while fixed cost savings dont have this influence and would therefore not be 22 16in which they are scheduled to materialise. For example, while a reallocation of production can be accomplished fairly quickly, efficiencies in RD might only materialise in the medium or long term by, for instance, improving new product development. In principle, it is possible to weight all these pro and anticompetitive aspects by a simple calculation of the net present value of the likely benefits and harms of a proposed merger. Simons 2004, for instance, takes a potential merger of two widget producers and assumes that the market investigations of the antitrust authority have revealed the following: the market is widgets with a 80% probability; entry will not occur for 2 years with a 80% probability; the anticompetitive effect of the merger is a 10% price rise for 2 years with a 80% probability; marginal cost will decline and impact price by 2% with 70% probability beginning in year 2 and continuing though year 5; pecuniary costs will decline and impact price by 1% with 70% probability beginning in year and continuing through year 5; and fixed costs will decline and impact price by 1% with 70% probability beginning in year 3 through year 5. Based on these assumptions, it is possible to calculate the net present value resulting from the proposed merger. This schedule is shown in Table 4 below. Table 4. Calculating the consumer welfare net present value Probability Harm or Benefit Risk adjust Ment Years 3 0 1,4 0,7 1,4 3,5 4 0 1,4 0,7 1,4 3,5 1 5,1 0 0,7 0 4,42 5,1 1,40,70 3,0 10,0 10,0 0,8 0,8 0,8 0,51 Competitive effects Market definition Entry Anticompetitive effects Total Efficiencies Marginal cost Pecuniary benefits Fixed cost benefit Total effect Net present value 10% rate Source: Content follows Simons 2004: 3 As shown in the simple spreadsheet calculation above, although the hypothetical merger causes a price increase of 10% for two years, the net effect of the merger on consumer welfare is positive. It further shows that efficiencies realised years after the completion of the merger can contribute substantially to the procompetitive effects of a merger. 0,7 0,7 0,7 5,1 1,4 0,7 1,4 2,0 1,0 2,0 0,71 5 0 1,4 0,7 1,4 3,5 Against this background, the major problem for an antitrust authority with respect to merger efficiencies is to check their plausibility, their likelihood of realisation and their likely effects on postmerger competition. 23 From a microeconomic perspective, it is considered as efficiencies. However, as virtually all fixed costs become variable by simply increasing the time horizon, this distinction is often not easy to make in terms of efficiencies see also Carlton, 2007, who argues that many fixed costs are recurring and respective savings can therefore very well translate into lower future costs which eventually benefit consumers through lower prices. Furthermore, a total welfare standard would still allow taking account of fixed cost savings. Additionally, as remarked by Everett and Ross 2002: 20ff, the often assumed equality of a price standard and a consumer welfare standard is not correct from a theoretical point of view. While a pure price standard would just concentrate on the postmerger price, a consumer welfare standard would also consider nonprice influences of the merger such as effects on product choice or product quality. Ivaldi et al. 2003: 64f. consider ex post reviews of efficiency gains as a way to secure them for the consumers. Although theoretically appealing, they conclude that it seems illusory to believe that such interventions could be a realistic option for antitrust policy. Davies et al. 2007: IX report that firms 23 17straightforward to identify substantial informational advantages on the side of the merging firms about the existence and size of merger remedies. Amir et al. 2004 manage to show in a Cournot oligopoly context that firms have an incentive to overestimate the efficiencies achieved by the merger with respect to both the antitrust authority in order to get the merger through and rivals in order to influence their beliefs on the competitiveness of the new merged entity. They therefore conclude that antitrust authorities should be reluctant to accept costreducing arguments, as there is a high probability that the estimated efficiencies are smaller or even nonexistent, leading to higher prices in the postmerger world. The results of the majority of empirical studies which tend to show a very moderate successfulness of horizontal mergers would also indirectly support such an argument. As a consequence, antitrust scholars such as Farrell and Katz 2006 have argued that it may be optimal to follow a pure consumer welfare approach in merger control as some kind of counterweight to the firms informational advantages and to possible lobbying activities during the merger control procedure see Neven and Roller, 2006. Kaplow and Shapiro 2007: 89 add a dynamic perspective, remarking that if the process of competition itself   is of some value, but this value is difficult to measure, it makes sense to tilt the balance against concentration. This might be done by making the threshold for challenge lower   or through other means, such as being less generous in considering efficiencies in justifying otherwise problematic mergers. The question of an appropriate standard for acceptable merger efficiencies is among others assessed by Farrell and Shapiro 2001. Having in mind their own theoretical finding that not just a reallocation of production but real merger synergies that is, the integration of specific and hardtotrade assets which create outputcost configurations which would not be feasible otherwise are necessary 24 to avoid welfarereducing horizontal mergers, they propose a simple, threestep decision tree to extract mergerspecific synergies. The first stage of the framework investigates whether the merged entity would likely achieve the claimed efficiencies. Given the fact that every merger purports to be motivated by substantial efficiencies, an antitrust investigation has to assess whether such calculations are sound and plausible. If this is found to be the case, the second step asks whether the merging firms would likely achieve the efficiencies unilaterally. This question tries to find out whether the efficiencies are mergerspecific or not. If this is found to be the case, it is asked in a third step whether the efficiencies could be achieved unilaterally. Only if such a question is denied, then the mergerspecific efficiencies are synergies and therefore relevant for an antitrust assessment following the FarrellShapiro approach. 25 Applying the framework would, for instance, allow the conclusion that economies of scale are typically not accepted as synergies, because they can be achieved unilaterally by simply extending the production capacities 26 see Farrell and Shapiro, 2001, for a discussion of additional implications. have actually tried in merger control cases to get the merger through by signing a guarantee that prices will be reduced postmerger. However, the antitrust authorities have been hesitant to accept such behavioural commitments basically because of the monitoring obligations and the implementation of a reporting system postmerger. 24 The availability of nonsynergic efficiencies may be largest in cases of high premerger market power and therefore the greatest prospect of further increasing that power. However, intensive competition can be an obstacle in the realisation of particular types of efficiencies see Farrell and Shapiro, 2001: 709. 25 See European Commission 2001 as well as de la Mano 2002 for an extensive discussion of the efficiency defense and the European system of merger control, as well as Copenhagen Economics 2006 for a discussion of practical methods to assess efficiency gains. 26 As argued by Slade 2006: 23, mergerrelated efficiencies are often exaggerated, as most economies of scale and scope in manufacturing occur at plant level and economies in distribution are often tiny, as they typically do not represent a large fraction of total costs. However, Kolaski and Dick 2003: 245 identify three practical reasons why internal expansion can be more costly than a merger. First, firms can 18Based on these general theoretical considerations and on practical experiences see especially Everett and Ross, 2002, for an overview, three conditions for acceptable merger efficiencies have been identified see ICN, 2006: 64: 1. Verifiability Only those efficiencies will be taken into account which have a high probability of realisation within a reasonably short period after completion of the merger.27 2. Benefit to consumers Some share of the expected benefits of the merger efficiencies are likely to be passed on to consumers in the form of lower prices. 28 Factually, this condition rules out a pure total welfare standard as appropriate for merger control. 3. Merger specificity The efficiency gains must be mergerspecific, that is, they are unlikely to be produced or available absent the merger. Only efficiencies which satisfy all three conditions should be considered during or alternatively following the competitive assessment of a proposed horizontal merger. However, as reported by Scheffman 2004 for the United States, the practical role of efficiencies is more understood as a sort of sliding scale, in which the stronger the anticompetitive case, the less weight is given to efficiencies. In other words, there seems to be no weighting of the magnitude of efficiencies against the magnitude of anticompetitive effects as shown in the spreadsheet in Box 13 above. Consideration of the effects of the merger on other competition variables 3.4 The fourth step of the detection framework has to consider the effects of the merger on competition variables other than price and quantity in order to allow an integrated assessment of the pro or anticompetitiveness of a specific merger. The importance of such an assessment is expressed by several antitrust scholars, who argue that the traditional focus of antitrust analysis on the effects of a merger on market price is entirely static and too simple to understand the true economic motivations and effects behind a certain often expand their scale faster by a merger than by internal expansion. Second, adding new capacity in a market with constant or declining demand may also create pressures on price, which could make internal expansion unprofitable. Third, the construction of new capacity may create social waste in the form of first duplicating resources and later probably closing down capacity. 27 As discussed in more detail in Davies et al. 2007: VIIIf., the following types of evidence may be helpful in demonstrating efficiencies to the antitrust authority: detailed analysis of the extent and type of cost savings e.g., on the basis of a business plan and supporting evidence that justifies the planning methods and shows the reasonableness of the applied assumptions, plant and firmlevel accounting statements, internal studies using recent cost records and other pertinent objective data, strategic plans, data and analysis of past experience, statements of knowledgeable company personnel, bespoke research into customer preferences, market studies regarding future trends and innovation obstacles, management consulting studies or analysis prepared by antitrustspecialised economic consultants and merger simulation. 28 Werden et al. 2005: 4ff. identify three channels of how merger efficiencies can affect market prices postmerger the socalled passthough effect in differentiated product markets. The most important channel is the direct effect of the reduction in a products marginal cost on its own price: A reduction in the marginal cost of any of the merged firms products causes a reduction in its price by an amount largely determined by the curvature of that products demand curve. The other two ways in which marginalcost reductions affect consumer prices relate to the nature of the competitive interaction among differentiated products. When a reduction in the marginal cost of one of the merged firms products causes a reduction in that products price, the price reduction causes a shift in the demand curves of the merged firms other competing products. Consequently, the merged firm adjusts the prices of all the competing products it sells in response to a reduction in marginal cost for any one of those products. In addition, nonmerging sellers of competing products adjust their prices in response to the price changes of the merged firm Werden et al., 2005: 4. 19merger.29 Following Scheffman 1996: 247, the standard industrial organisation analysis of a merger boils the merger down to potential shifts in static cost and demand curves and concentrates on the effects of the merger on short run pricing dynamics. This approach misses the essence of what business strategy, and mergers, in particular, are about. Hofer and Williams 2005b agree with the general argument, especially with respect to socalled fastmoving consumer goods FMCG markets such as soft drinks, tobacco or mobile phones, in which the fundamental dimension of competition is not price but marketing and branding. A reduction in competition due to a merger in such industries could therefore take the form of lower levels of marketing expenditure rather than increases in price.30 With respect to the role of innovation, Hofer and Williams 2005b argue that many of the biggest gains to consumers in markets arise from innovation and dynamic aspects of market competition, and if reductions in competition lead to reductions in innovation, the consequences for consumers can potentially be at least as serious than the effect of a five to ten percent increase in price Hofer and Williams 2005b: 7. In other words, the role of advertising in creating new demand and the role of RD in creating new technological competition can be critical dimensions of competition and need to be considered as a compulsory part of any competition assessment.31 With respect to the role of innovation in merger control, Katz and Shelanski 2006 recently presented an integrated approach of this multifaceted relationship by studying the implications of innovation in the complete merger control procedure consisting of market definition, analysis of competitive effects, consideration of efficiencies and remedies. The authors base their assessment on the separation of two effects which need to be considered as part of an extended merger control procedure: An innovation impact criterion which takes account of the fact that innovation can affect the relationship between the premerger marketplace and the postmerger marketplace and an innovation incentives criterion, which takes account of the fact that innovation itself can be an important dimension of market performance that could be affected by a merger. To examine the innovation incentives effect, one asks how the change in market structure and competition brought about by a merger will likely affect consumer welfare through effects on the pace or nature of innovation that might reduce costs or that brings new products to market. To examine the innovation impact effect, the situation is reversed. It refers not to how market structure will affect innovation but to how innovation will affect the evolution of market structure and competition. Innovation is a force that could make static measures of market structure unreliable or irrelevant, and the effects of innovation may be highly relevant to whether a 29 On a more general level, characteristics of socalled neweconomy industries need to be considered in competition policy assessments see, for instance, OFT, 2002. Those characteristics include RD and intellectual property, network effects, high fixedsunk costs and low marginal costs, technical complexity, compatibility and standards. 30 As noted by Hofer and Williams 2005b, such a reduction in marketing competition is difficult to evaluate from a welfare perspective, basically because economists havent come to final conclusions on the general role of marketing. While some argue that marketing is procompetitive and provides the consumers with relevant information on the respective products, others are of the opinion that marketing is just a mechanism for redistributing rents. Accordingly, a reduction in marketing expenditures could simply be seen as an efficiency of a merger. However, to the extent that marketing expenditures expand market demand and consumer valuation, then a reduction in marketing expenditures could reduce consumer welfare Hofer and Williams, 2005b: 6. 31 The increasing importance of innovation concerns in antitrust policy is underpinned by Gilbert 2007: 2ff  He analysed the mergers challenged by the US antitrust authorities in three periods: 1990 to 1994, 1995 to 1999 and 2000 to 2003. In these periods the authorities challenged 135, 269 and 108, mergers respectively, of which 4, 47, and 41 respectively mentioned innovation as a reason for the challenge. Expressed in percentages, the importance of innovation effects rose from about 3% in the first period to about 18% in the second period, up to 38% in the third period. 20merger should be challenged and to the kind of remedy antitrust authorities choose to adopt Katz and Shelanski, 2006: 14. From a practical perspective, there are at least two ways in which innovation incentives have played a role in merger control. First, as part of a merger which involves actually existing product markets in which RD is one important competition variable such as, for instance, the software industry. Second, alternatively, a merger can take place between companies who are both solely focusing on RD and consequently do not sell any product on a product market at the time of the merger. In such a case, the question arises whether the traditional merger control procedure is applicable at all. Focusing on the first group of cases, Gilbert and Sunshine 1995: 595ff. suggest the following fivestep framework to study the effects of a merger on market power in an innovation market: 1. Identify the overlapping RD activities of the merging firms; 2. Identify alternative sources of RD; 3. Evaluate actual and potential competition from downstream products; 4. Assess the increase in concentration in RD and competitive effects on investment in RD and 5. Assess RD efficiencies. In a nutshell, given the ex ante indefiniteness of an increase in concentration on the scope and pace of RD, it is unlikely that RD can be evaluated by the same instruments as the effects of mergers on price. The consideration of innovation markets necessarily has to be approached by some kind of ruleofreason approach, such as the proposal by Gilbert and Sunshine. In any case such an assessment is affected by its forwardlooking and hypothetical character. Conclusion 4 An efficient antitrust policy with respect to horizontal mergers needs to consider a detection stage as well as an intervention stage. However, compared to hard core cartel enforcement, the characteristics and requirements of both stages differ considerably. With respect to the detection stage, the basic aim of merger control is typically not to detect the conduct merger as such but rather to assess whether a notified merger would cause significant anticompetitive effects. As a consequence, while expost cartel enforcement as well as most other areas of antitrust policy is backwards oriented aiming at detecting and proving breaches of the cartel ban, merger control needs to look into the future and must develop a picture of the likely competitive effects in case the proposed merger would be allowed. With respect to the possible competitive effects, a horizontal merger inevitably leads to the loss of a direct competitor in the relevant market and is therefore suspicious of leading to price increases. From an economic perspective, there are basically two strands of argument which can both explain such a postmerger price increase potential. On the one hand, the merged entity unilaterally might have incentives to decrease output and increase price given the increase in market power postmerger. On the other hand, postmerger prices may be higher than premerger prices because the remaining firms in the postmerger market may find it easier to tacitly or overtly collude. In addition to the effect on price, horizontal mergers may influence welfare through several other channels such as product repositioning, product variety as well as incentives to innovate. As all these price and nonprice effects might contribute to the overall pro or anticompetitiveness of a certain merger proposal, they are invariably reflected in the proposed four step approach which was designed to guide the analysis aiming at detecting anticompetitive mergers: 1. Estimation of the postmerger price increase; 2. Consideration of evidence whether such a price increase would be sustainable; 3. Estimation of the effect of possible merger efficiencies on the postmerger price; and 4. Consideration of the effects of the merger on competition variables other than price such as product variety or the incentives to innovate 21In the first step of the framework, an estimate of the impact of a horizontal merger on the market price needs to be derived. A homogenous Cournot model as well as a differentiated Bertrand model is used to derive backoftheenvelope formulas which can be applied to estimate the expected percentage price increase postmerger. Subsequent, the second step of the framework has to assess whether the price increase predicted on the first stage would be sustainable postmerger. As simulation tools typically need to abstract from important factors such as entry or product repositioning of existing rivals these factors typically have to be assessed qualitatively. The third step of the framework needs to assess, first, whether the merger efficiencies claimed by the merging parties are existent, mergerspecific and are likely to materialize postmerger. Second, it needs to be estimated whether the accepted efficiencies are substantial enough to at least hold the premerger price level. As in the first step of the framework, the two standard oligopoly models are applied to derive backoftheenvelope formulas for the percentage cost reduction sufficient to hold the premerger price level. Finally, the fourth step of the framework needs to consider the effects of a horizontal merger on other competition variables such as product variety, marketing as well as RD postmerger which might influence the overall welfare effects of a merger. Given this proposal to detect anticompetitive mergers, future research will focus on the design of the complementary intervention stage which becomes relevant when the antitrust authority concludes its preliminary analysis on the detection stage with the finding that the anticompetitive effects of a merger dominate the procompetitive effects. However, in contrast to hard core cartel enforcement, it is not the aim of the intervention stage to sanction proposed anticompetitive mergers but to give the respective firms the possibility to resolve the identified competition problems in order to be allowed to proceed with their merger plans. As a consequence, from the viewpoint of the merging parties, merger remedies must have the potential to just restore competition in the relevant market postmerger, however, subject to the conditions that neither the mergerinduced efficiencies nor already realised premerger efficiencies are reduced or even destroyed by the respective remedies. From the viewpoint of the antitrust authority, the proposed merger remedies as an intervention instrument have to be effective in restoring competition in the relevant market postmerger. Only in cases where such remedies cannot be found or agreed upon with the firms involved, the antitrust authority eventually has to ban the respective merger. 5 Annex 5.1 Price effects of mergers in a homogenous Cournot model Given the Lerner index of market power for the firm i, it is possible to derive an aggregate index of market power for an industry as a whole. If iwe get i Ls Li L 2sim Di HHIm D. 9Equation 9 basically shows that there is a direct relationship between industry concentration HHI and market power L. In horizontal merger cases, an important question is how the price changes from P1 premerger to P2 postmerger when the HHI changes from HHI1 premerger to HHI2 postmerger. Simply applying Equation 9 for the premerger as well as postmerger equilibrium leads to the following expressions see Nelson and Sun, 2001: 953f.: 22cp 1p 1HHI1m Dandcp 2p 2HHIm D2. Calculating p 1 and p 2 as a function of HHI1 and HHI2 we get p 1m Dm Dc 1HHI1andp 2m Dm Dc 2HHI2. So ppp 2p 1p 1p 2p 11c 2c 1m Dm DHHI1HHI21. If it is assumed that there are no cost savings due to the merger i.e. c 1c 2 we get ppm Dm DHHIHHI1 12HHIm D2HHI1HHI2HHIm HHID2. Furthermore, HHI2 can be expressed as follows HHI2i 2si2s 1s 22s 1s 222si2ss 21. i Therefore, the change in the HHI is given by HHI1HHIHHI22 ss 21. and Equation 13 can be expressed in terms of market shares as follows ppm DHHIHHIpostmergerm D2ss 21si 2i 2ss 21. 101112131415165.2 Price effects of mergers in a differentiated Bertrand model This section aims at deriving Equations 4 and 5 in the main text which can be used as a backoftheenvelope calculation to get percentage postmerger price increase estimates. The derivation largely follows Shapiro 2004. In general, the following exercise compares the prices set for two products A and B which are produced by separately owned firms in a differentiated Bertrand duopoly with the profitmaximising prices for these two products if a single firm controls both products. For the case of a linear demand function, the demand curves can be written as q 1ap ADp B and q Bap BDp A. The profit of firm A is then given by 17Deriving the first order condition with respect to p A and rearranging leads to the following best response function for firm A . AAAAp Dp Bpca 23p Aa Dp B2c A. Assuming cost symmetry the unique market price can be calculated to p Ap Bpca D2. 1819The premerger pricecost margin is as usually given by some manipulations lead to cpmp. Substituting 19 and cam 1ca D. 20The merged company would control both prices and would set p to maximise pcapDp and would charge a postmerger monopoly price of pca 12The percentage price increase is given by 1ca 12ppp. 1DDp pp DDca D2which is equal to ca D2. Several algebraic manipulations lead to ppp Dca D1ca D12. Substituting for m , Equation 23 can be written as Postpmergerp Pree Prpmergermerger Dm 12D. 21222324This is the equation used in the main text for a linear demand function. For a constant elasticity of demand, it is assumed that the elasticity falls from its pre, we merger level of to a postmerger level of 1D. Applying the usual markup get 1mcpp 1 and m 1 and p, c 1125Furthermore, we can write 24and cppm 11. Dpc 11. 1D2627To receive reasonable results, inequality 1D1 must hold. Using 25 this necessary . In other words, the diversion ratio must not be too condition can be written as large especially if the premerger margins are large to receive economically sensible results. As explained in more detail by Shapiro 2004: 4 this is another proof that the assumption of constant elasticity of demand cannot hold up for large price increases and should consequently only be considered for relatively small price increases. m 1DSubstituting the above equations, the percentage postmerger price increase is given by 11pppc 11. c 1Dc 112829303132Cancelling the c terms and multiplying it by 1D leads to 1ppp 1D11D11D. DD111Rearranging, multiplying by 11D and collecting terms leads to ppp 111DD11. Combining these two terms leads to pp1Using Equation 26 above finally leads to Post Premergerp DD. 1pmergerp Prepmerger Dmm D. 1This is the equation for an isoelastic demand function used in chapter 2. Equation 32 only provides economically sensible estimates for . This is a relatively tight bound. Furthermore, a comparison of the percentage postmerger price increases show that even for the relatively small margindiversion ratio values in which the estimates with an isoelastic demand curve are economically sensible, the percentage difference between both estimates are substantial. This is shown in Table 5 below. 0m D1m 1D or 25 0 0,05 0,1 Table 5. Difference in percentage price increases between isoelastic and linear demand Premerger pricecost margins 0,3 0,350,2 0,150,5 0,45 0,4 0 0,00 0,00 0,00 0,000,000,000,000,00 0,00 0,00 0,05 0,00 0,15 0,33 0,541,522,000,814,24 3,32 2,58 0,1 0,00 0,31 0,69 1,173,334,421,757,50 9,72 5,78 0,15 0,00 0,50 1,12 1,895,537,412,8512,90 17,029,80 0,2 0,00 0,71 1,61 2,748,254,1711,1815,00 20,09 27,080,25 0,00 0,95 2,18 3,755,7611,67 16,0421,90 30,00 41,670,3 0,00 1,24 2,86 4,977,71 11,31 16,07 22,5031,43 44,36 64,290,35 0,00 1,57 3,67 6,46 10,17 15,14 21,92 31,4145,23 66,63 103,210,4 0,00 1,97 4,67 8,33 13,33 20,24 30,00 44,3366,67 105,00 183,330,45 0,00 2,45 5,91 10,74 17,53 27,27 41,73 64,43 103,64 184,09 429,550,5 0,00 3,06 7,50 13,93 23,33 37,50 60,00 99,17180,0 427,5 Div00,250,001,132,464,045,978,33 oitar noisrevi DUnit: % points As Table 5 shows, even for very small margins and diversion ratios the differences in the percentage price increase estimates between isoelastic and linear demand functions are quite substantial. In other words, the choice of the correct type of demand function matters in the application of the equations derived above. 5.3 Sufficient percentage cost reduction to prevent price increases in a homogenous product merger In a Cournot model with homogeneous goods, Farrell and Shapiro 1990 showed that without creating substantial synergies, a merger necessarily leads to a reduction in industry output and therefore total welfare. Although the nonmerging firms typically react to a decrease in output of the merged firm with an increase in their output, the net effect on total welfare is negative. If, however, a merger in such a Cournot world reduces the marginal costs of the merging firms by a sufficient amount, the merging firms have an incentive to increase output postmerger, leading to lower prices and increases in total as well as consumer welfare. The derivation of this sufficient amount which just leaves consumer surplus unchanged compared to the premerger state is presented below see generally Froeb and Werden 1998 for the following. The derivation of the sufficient percentage cost reduction to prevent price increases in a homogenous product merger starts with the wellknown firstorder condition for profit maximisation in a Cournot model cpipsim D. 33with si being the outputbased market share of firm i. This equation can be rearranged to cim Dps im D. 34Denoting the merging firms with subscripts j and k, and substituting the sum of the shares of firms j and k for the merged firms share lead to the following expression for the merged firms marginal cost postmerger 26cim Dpsk. sjm D35The premerger shareweighted average marginal cost for the merged entity is then given by ci. 36spm Djsjms Djms Dkkssk The proportionate reduction in marginal cost necessary to restore the premerger price can then calculated to 1ci 0ci 0cicsjm D2ssskjks 2j. 2ks In the symmetric case, where sjsks, Equation 37 simplifies to cs 2s 2222sssm Dm D21sskjsskjm D. 213738Following Froeb and Werden 1998: 269, substituting the geometric mean of the merging firms market shares, , provides a good approximation of s in Equation 38 above issand allows the derivation of Table 3 presented in the main text above. 21j 5.4 Sufficient percentage cost reduction to prevent price increases in a differentiated products merger In a Bertrand model with differentiated goods, Deneckere and Davidson 1985 demonstrated that any merger which generates no cost efficiencies would lead to price increases for the products of the merging firms and would also incentivise the outsider firms in the market to increase prices for their products. Such a merger would therefore necessarily reduce consumer surplus. If, however, the merger generates sufficient marginal cost reductions for the merging firms, the postmerger equilibrium prices can even undercut the premerger equilibrium prices. To derive the sufficient percentage cost reduction to prevent price increases in a differentiated product merger, it is initially assumed that the merger leaves the market price unchanged, however, reduces marginal costs see Werden, 1996: 410ff. for the following. The proportionate reduction in marginal costs can be derived from the usual definition of the pricecost margin M for product i. If superscript 0 represents premerger values and 1 postmerger values, that definition can be rearranged to 1ci 0ci 0ci 1MMci M1i 0i 0i. 39Equation 39 can, in turn, be used to derive an expression for the mergerinduced cost reduction necessary to restore premerger prices. Under the assumption that each product 27is initially sold by a single firm, the premerger firstorder condition for profit maximisation are 40and leads to the following condition in case of a twofirm merger that maximises the sum of the profits for the two respective products i and j 1ii 0i Mp DMMji 1i 1jpij 1ii. 41Equations 40 and 41 can than be solved for the postmerger margins in terms of the premerger margins and other quantities M1i 0i 0p DMMjji DDij 1jipij. 42Substituting Equations 40 and 42 into Equation 39 leads to the marginal cost reductions necessary to restore premerger prices cip DMDDMjjiji DD1ij 1ji Mijjipi. For the symmetric case, Equation 43 can be simplified to c MMDD11. 4344This is the equation for the marginal cost reduction necessary to restore premerger prices applied in the main text above. References ABA 2005, Market Power Handbook: Competition Law and Economic Foundations, Chicago. Amir, R., E. Diamantoudi, and L. Xue 2004, Merger Performance under Uncertain Efficiency Gains, Nota di Lavoro 79.2004, Fondazione Eni Enrico Mattei, Venice. Arrow, K. 1962, Economic Welfare and the Allocation of Resources for Innovation. In: The Rate and Direction of Inventive Activity: Economic and Social Factors, NBER Conference No. 13, Princeton University, Princeton. Baker, J. 2004, Efficiencies and High Concentration: Heinz Proposes to Acquire BeechNut, in: Kwoka, J. and L. White Eds., The Antitrust Revolution, New York, 150171. Baker, J. and T. Bresnahan 1985, The Gains from Merger or Collusion in ProductDifferentiated Industries, Journal of Industrial Economics 33, 427444. Bishop, S. and M. Walker 2002, The Economics of EC Competition Law, London. Carlton, D. 2007, Does Antitrust Need to be Modernized?, EAG Discussion Paper 073, Carlton, D. 2003a, Using Economics to Improve Antitrust Policy, NBER Working Paper, Carlton, D. and J. Perloff 2000, Modern Industrial Organization, Reading. Chamberlin, E. 1933, The Theory of Monopolistic Competition, Cambridge. Copenhagen Economics 2006, Practical Methods to Assess Efficiency Gains in the Context of Article 813 of the EC Treaty, Final Report to DG Enterprise and Industry, Copenhagen. Dahdouh, T. and J. Mongoven 1996, The Shape of Things to Come: Innovation Market Analysis in Merger Cases, Antitrust Law Journal 64, 405441. Dansby, R. and R. Willig 1979, Industry Performance Gradient Indexes, American Economic Review 69, 24960. Washington D.C. Cambridge. 28DAspremont, C., J. Gabszewicz, and J. Thisse 1979, On Hotellings Stability in Competition, Econometrica 47, 11451150. Davies, J., R. Schlossberg, M. Jaspers, and K. Scholomiti 2007, Efficiencies A Challenging Horizon in Horizontal Merger Control, in: Global Competition Review Ed., Getting the Deal Through Merger Control 2007, London. Davis, P. 2006, Coordinated Effects Merger Simulation with Linear Demands, Competition Commission Working Paper, London. Davis, R. 2003, Innovation Markets and Merger Enforcement: Current Practice in Perspective, Antitrust Law Journal 71, 677703. De la Mano, M. 2002, For the Consumers Sake: The Competitive Effects of Efficiencies in European Merger Control, DG Enterprise Papers No. 11, Brussels. Deneckere, R. and C. Davidson 1985, Incentives to Form Coalitions with Bertrand Competition, RAND Journal of Economics 16, 473486. Diamond, P. and J. Hausman 1994, Contingent Valuation: Is Some Number better than No Number?, Journal of Economic Perspectives 8, 4564. Eckbo, E. 1992, Mergers and the Value of Antitrust Deterrence, Journal of Finance 47, 10051029. Eckbo, E. 1989, The Role of Stock Market Studies in Formulating Antitrust Policy Towards Horizontal Mergers, Quarterly Journal of Business and Economics 28, 2238. Eckbo, E. 1983, Horizontal Mergers, Collusion and Stockholder Wealth, Journal of Financial Economics 11, 241273. Eckbo, E. and P. Wier 1985, Antimerger Policy under the HartScottRodino Act: A Reexamination of the Market Power Hypothesis, Journal of Law and Economics 28, 119149. Epstein, R. 2002, Merger Simulation and Unilateral Effects: A Primer for Antitrust Lawyers, Economics Committee Newsletter 2, 36. Epstein, R. and D. Rubinfeld 2004, Effects of Mergers Involving Differentiated Products, Final Report for DG Competition, Brussels. Epstein, R. and D. Rubinfeld 2001, Merger Simulation: A Simplified Approach with New Applications, Antitrust Law Journal 69, 883919. European Commission 2001, The Efficiency Defense and the European System of Merger Control, European Economy No. 5, Brussels. Evans, D. and J. Padilla 2003, Demandside Efficiencies in Merger Control, World Competition 26, 167193. Everett, A.B. and T. Ross 2002, The Treatment of Efficiencies in Merger Review: An International Comparison, Delta Economics Group, Vancouver. Farrell, J. and M. Katz 2006, The Economics of Welfare Standards in Antitrust, Competition Policy Center, Working Paper CPC06061, Berkeley. Farrell, J. and C. Shapiro 2001, Scale Economies and Synergies in Horizontal Merger Analysis, Antitrust Law Journal 68, 685710. Farrell, J. and C. Shapiro 1990, Horizontal Mergers: An Equilibrium Analysis, American Economic Review 80, 107126. Froeb, L. and G. Werden 1998, A Robust Test for Consumer Welfare Enhancing Mergers Among Sellers of a Homogeneous Product, Economics Letters 58, 267269. Gilbert, R. 2007, Competition and Innovation, Working Paper, University of California, Berkeley. Gilbert, R. and S. Sunshine 1995, Incorporating Dynamic Efficiency Concerns in Merger Analysis: The Use of Innovation Markets, Antitrust Law Journal 63, 569601. Hausman, J. and G. Leonard 2005, Using Merger Simulation Models: Testing the Underlying Assumptions, International Journal of Industrial Organization 23, 693698. Hausman, J. and G. Leonard 1997, Economic Analysis of Differentiated Products Mergers Using Real World Data, George Mason Law Review 5, 321344. Hausman, J., G. Leonard, and J. Zona 1994, Competitive Analysis with Differentiated Products, Annales d Economie et de Statistique 34, 159180. Hoerner, R. 1995, Innovation Markets: New Wine In Old Bottles?, Antitrust Law Journal 64, 4973. Hofer, P. and M. Williams 2005a, Horizontal Merger Assessment in Europe, NERA Bulletin, London. Hofer, P. and M. Williams 2005b, Minding your Ps and Qs: Moving Beyond Conventional Theory to Capture the NonPrice Dimensions of Market Competition, NERA Antitrust Insights, London. Huschelrath, K. 2008, Competition Policy Analysis. An Integrated Approach, forthcoming Physica Publishing, Heidelberg. 29ICN 2006, Merger Guidelines Workbook, ICN Merger Working Group: Investigation and Analysis Subgroup, Prepared for the Fifth Annual ICN Conference, Cape Town. Ivaldi, M., B. Jullien, P. Rey, P. Seabright, and J. Tirole 2003, The Economics of Tacit Collusion, Final Report for DG Competition, Toulouse. Kaplow, L. and C. Shapiro 2007, Antitrust, Working Paper, Harvard University, Cambridge. Katz, M. and C. Shelanski 2006, Mergers and Innovation, Working Paper, University of California, Berkeley. Kolaski, W. and A. Dick 2002, The Merger Guidelines and the Integration of Efficiencies into Antitrust Review of Horizontal Mergers, Antitrust Law Journal 71, 207251. Mc Afee, P. and M. Williams 1988, Can Event Studies Detect Anticompetitive Mergers?, Economic Letters 28, 199203. Kreps, D. and J. Scheinkman 1983, Cournot Precommitment and Bertrand Competition yield Cournot Outcomes, Bell Journal of Economics 14, 326337. Nelson, P. and S. Sun 2001, Consumer Savings from Merger Enforcement: A Review of the Antitrust Agencies Estimates, Antitrust Law Journal 69, 921954. Neven, D. and L.H. Roller 2006, Consumer Surplus vs. Welfare Standard in a Political Economy Model of Merger Control, International Journal of Industrial Organization 23, 829848. Office of Fair Trading 2002, The Development of Targets for Consumer Savings Arising from Competition Policy, Economic Discussion Paper 4, London. Rapp, R. 2004, Antitrust Innovation, The Milken Institute Review, Third Quarter 2004, 1423. Robinson, J. 1933, The Economics of Imperfect Competition, London. Roller, L.H., Stennek, J. and F. Verboven, F. 2001, Efficiency Gains from Mergers, in: European Commission, The Efficiency Defence and the European System of Merger Control, European Economy No. 5, Brussels, 31127. Scheffman, D. 1996, Antitrust, Economics and Reality, in Coate, M. and A. Kleit Eds., The Economics of the Antitrust Process, Amsterdam, 239254. Scheffman, D. 2004, EfficienciesDynamic AnalysisIntegrated Analysis, LECG Presentation, Boston. Scherer, F. 1996, Industry Structure, Strategy, and Public Policy, New York. Schumacher, U. 1991, Buyer Structure and Seller Performance in U.S. Manufacturing Schumpeter, J. 1942, Capitalism, Socialism, and Democracy, New York. Shapiro, C. 2004, Unilateral Effects Calculations, Working Paper, University of California, Shapiro, C. 1995, Mergers with Differentiated Products, Speech Manuscript, U.S. Department Simons, J. 2004, Unified Merger Analysis: Integrating Anticompetitive Effects and Efficiencies, and Slade, M. 2006, Merger Simulations of Unilateral Effects: What Can we Learn from the UK Brewing Stillman, R. 1983, Examining Antitrust Policy towards Horizontal Mergers, Journal of Wald, D. and D. Feinstein 2004, Merger Enforcement in Innovation Markets: The Latest Chapter Walker, M. 2005, Merger Simulation Models: Useful or Just Dangerous?, Working Paper, Charles Werden, G. 2004b, A Daubert Discipline for Merger Simulation, Presentation at the FTC Werden, G. 1996, A Robust Test for Consumer Welfare Enhancing Mergers among Werden, G. and L. Froeb 2007, Unilateral Competitive Effects of Horizontal Mergers, Working Werden, G., L. Froeb, and S. Tschantz 2005, Incentive Contracts as Merger Remedies, Working Whinston, M. 2006, Lectures on Antitrust Economics, Cambridge. Widnell, N. 1996, The Crystal Ball of Innovation Market Analysis, George Mason Law Willig, R. 1991, Merger Analysis, Industrial Organization Theory, and Merger Guidelines, Berkeley. of Justice, Washington D.C. Emphasizing First Principles, Working Paper, Washington D.C. Industry?, Working Paper, University of Warwick, Coventry. Financial Economics 11, 225240. GenzymeNovazyme, Antitrust Source, July 2004, 111. River Associates, London. Merger Enforcement Workshop, Washington D.C. Sellers of Differentiated Products, Journal of Industrial Economics 44, 409413. Paper, Washington D.C. Paper 0527, Vanderbilt University Law School, Nashville. Industries, Review of Economics and Statistics 73, 277284. Review 4, 369403. Brookings Papers: Microeconomics 1991, 281332. 30 ", "filename": "dp08106.pdf", "person": ["Kai Hüschelrath", "Hüschelrath, Kai"], "date": ["2008"]}