{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/27625/1/dp09007.pdf"], "title": ["Contestability, Technology and Banking"], "plaintext": "Nontechnical summay Developments in information technology may affect banking in two main ways. First, it may reduce costs by replacing paperbased, labour intensive methods with automated processes. Second, it may modify the ways in which banks enter markets and consumers have access to banks services. In this paper, we focus on the second aspect. We argue that internet banking may have reduced the sunk costs of entering a market. Contestability theory e.g. Baumol et al. 1982 suggests that sunk costs are a central factor in the degree of contestability of markets. For markets to be perfectly contestable, players need to be able to costlessly enter and exit a market. If sunk costs are high, the cost of exiting is also high and the degree of contestability is reduced. This paper examines whether the internet has provided banks with a tool to substantially reduce the per customer sunk cost of entering a new market. The critical feature of a contestable market is its vulnerability to hitandrun entry. Hitandrun entry will not be feasible when entry requires substantial sinking of costs see Baumol et al. 1982. Hence, if internet banking has reduced sunk costs for at least some bank products, this would have important implications for the interpretation of the recent consolidation process in banking. This is the first study, to our knowledge, that provides a test of the effect of internet banking on contestability in banking. The motivation for the paper comes in part from the results in Corvoisier and Gropp 2002. Corvoisier and Gropp found that market concentration continues to result in significantly higher retail interest margins in loan markets. In contrast they do not find a significant relationship between concentration and interest margins in deposit, especially time deposit markets. In addition, Focarelli and Panetta 2003 provide some complimentary evidence on deposit markets in Italy. They analyse the long term pricing changes in the wake of bank market consolidation during 90s. They find that while in the short run, consolidation may result in adverse from the perspective of the consumer pricing changes, in the long run, positive again from the perspective of the consumer pricing changes dominate. They interpret this finding as evidence in favour of efficiency gains, but it may also be consistent with increasing contestability through internet banking during the latter part of their sample. We analyse the effect of technology within a simple model of contestability. The model suggests a log linear relationship between interest margins, concentration, sunk costs and average costs. We test the model by estimating the model using semiaggregated data for a panel of euro area countries, taking advantage of time series and crosssectional variation in the penetration of the internet and interest margins within the euro area. We find strong support for an increase in contestability in time deposit markets, and no effects for loan markets. Further, we document using rolling window regressions that the effect of concentration on retail margins steadily declines during the sample period. Our results permit the interpretation that time and savings deposit markets in Europe have become perfectly contestable. The findings of the paper provide support for the use of nonconcentration based measures of competition in banking, such as the PanzarRosse HStatistic originally proposed by Panzar and Rosse 1987 and applied to banking by Vesala 1995, De Bandt and Davis 2000 and Bikker and Haaf 2002 and the Boone indicator Boone 2000, 2004, which was recently applied to banking by van Leuvensteijn et al. 2007. Both attempt to measure competition directly through the behaviour of banks, rather than indirectly through concentration. However, this paper also emphasises the problems that may arise when on fails to account for substantial differences in competition across bank products within the same geographical market. Statistics that neglect these differences necessarily represent an average of potentially quite different behavioural responses across different product groups within banks. Nichttechnische Zusammenfassung Entwicklungen in Informationstechnologie beeinflussen Banken auf zwei verschiedene Arten. Erstens, Informationstechnologie kann die Kosten von Banken reduzieren, indem sie auf Papier basierende, arbeitsintensive Prozeduren automatisiert. Zweitens, sie verandert moglicherweise die Art und Weise wie Banken in Markte eintreten und wie Kunden Zugang zu Bankprodukten haben. In diesem Papier konzentrieren wir uns auf den zweiten Aspekt. Wir zeigen dass Internetbanking moglicherweise die versunkenen oder irreversiblen Kosten, die beim Markteintritt entstehen, reduziert hat. Bestreitbarkeitstheorie z.B. Baumol et al., 1982 argumentiert, dass versunkene Kosten ein zentraler Faktor fur die Bestreitbarkeit von Markten sind. In perfekt bestreitbaren Markten sind Marktteilnehmer in der Lage kostenlos in Markte einzutreten und sie auch wider zu verlassen. Wenn versunkene Kosten hoch sind, sind die Kosten des Markteintritts und des Marktaustritts auch hoch und der Bestreitbarkeitsgrad ist reduziert. Dieses Papier untersucht ob das Internet fur Banken zu einer Reduzierung der versunkenen Kosten pro Kunden gefuhrt hat. Das entscheidende Merkmal eines bestreitbaren Marktes ist die Verletzlichkeit des Marktes in Bezug auf hitandrun Markteintritt. Hitandrun Markteintritt ist nicht moglich, wenn versunkene Kosten des Markteintritts hoch sind Baumol et al., 1982. Deshalb ware es von groer Bedeutung fur die Bewertung des Konsolidierungsprozesses im Bankensystem, wenn das Internet versunken Kosten zumindest fur einige Bankenprodukte reduziert hatte. Unseres Wissens ist dies die erste Studie, die den Effekt des Internets auf die Bestreitbarkeit von Bankmarkten testet. Die Motivation fur dieses Papier kommt zum Teil von den Ergebnissen in Corvoisier und Gropp 2002. Corvoisier und Gropp zeigen dass zunehmende Marktkonzentration zu signifikant hoheren Margen fur Kredite fuhrt. Allerdings finden die Autoren keine signifikante Beziehung zwischen Marktkonzentration und Margen fur Einlagen, insbesondere Zeiteinlagen. In Focarelli und Panetta 2003 gibt es komplementare Ergebnisse fur den Einlagenmarkt in Italien. Die Autoren analysieren die langfristigen Veranderungen der Zinsen, die auf Einlagen nach Bankzusammenschlusse wahrend der 90er Jahre gezahlt werden. Sie zeigen, dass kurzfristig die Zinsen sinken also sich unvorteilhaft fur die Sparer auswirken, aber langfristig die Zinsen steigen. Sie interpretieren ihre Ergebnisse als Evidenz fur die Hypothese dass bei Bankzusammenschlussen Effizienzgewinne anfallen, allerdings nur langfristig. Die Ergebnisse sind allerdings auch konsistent mit einer Zunahme in Bestreitbarkeit durch die Einfuhrung von Internetbanking in der zweiten Halfte ihrer Stichprobe. Wir analysieren den Effekt von Technologie in einem einfachen Bestreitbarkeitsmodell. Das Modell impliziert eine loglineare Beziehung zwischen Zinsmargen, Marktkonzentration, versunkene Kosten und Durchschnittskosten. Wir testen das Modell mit semiaggregierten Daten in einem Panel von Landern des Euroraums. Die Stichprobe gibt uns sowohl Querschnitts als auch Zeitreihenvariation in der Penetration des Internets und in Zinsmargen. Wir finden Unterstutzung fur die Idee einer Zunahme der Bestreitbarkeit in Einlagenmarkten und keine Effekte fur Kreditmarkte. Wir dokumentieren daruber hinaus, unter Zuhilfenahme Schatzungen mit rollenden Stichprobenfenstern, dass der Effekt von Marktkonzentration im Zeitablauf stetig abnimmt. Unsere Ergebnisse erlauben die Schlussfolgerung, dass Einlagenmarkte in Europa vollstandig bestreitbar geworden sind. Die Ergebnisse des Papiers unterstutzen Wettebewerbsmae, die sich nicht auf die Marktstruktur, sondern auf Bankverhalten stutzen, wie zum Beispiel die PanzarRosse HStatistik, die ursprunglich von Panzar und Rosse 1987 vorgeschlagen wurde und seit dem auf Banken angewandt wurde Vesala, 1995; De Bandt und Davis, 2000; und Bikker und Haaf, 2002 und der kurzlich entwickelte Boone Indikator Boone, 2000; 2004, von van Leuvensteihn et al. 2007 auf Banken angewandt. Beide versuchen Wettbewerb direkt durch das Verhalten von Banken zu messen, anstatt indirekt durch die Marktkonzentration. Allerdings betont unser Papier auch die Probleme, die daherruhren konnen wenn man die groen Wettbewerbsunterschiede zwischen einzelnen Bankprodukten innerhalb des gleichen geographischen Marktes nicht berucksichtigt. Wettbewerbsmae, die diese Unterschiede nicht berucksichtigen werden notwendigerweise nur Durchschnitte von moglicherweise sehr unterschiedlichen Verhaltensweisen sein konnen. Contestability, Technology and Banking Abstract Sandrine Corvoisier Reint Gropp This Draft: January 2009 We estimate the effect of internet penetration on retail bank margins in the euro area. Based on an adapted Baumol 1982 type contestability model, we argue that the internet has reduced sunk costs and therefore increased contestability in retail banking. We test this conjecture by estimating the model using semiaggregated data for a panel of euro area countries. We utilise time series and crosssectional variation in internet penetration. We find support for an increase in contestability in deposit markets, and no effect for loan markets. The paper suggests that for time and savings deposits, the presence of brick and mortar bank branches may no longer be of first order importance for the assessment of the competitive structure of the market. JEL codes: G21, E43, D43 Keywords: Banking structure, Contestability, Internet Affiliations: Sandrine Corvoisier: European Central Bank, Reint Gropp: European Business School and research associate at the Zentrum fur Europaische Wirtschaftsforschung ZEW. Corresponding authors email is reint.groppebs.edu. The views expressed in this paper are strictly those of the authors, and in no way represent the views of the European Central Bank. Helpful Discussions with seminar participants at the SUERF symposium on technology and banking, at the University of Ghent, the EFA meetings in Berlin, at the launching workshop of the ECBCFS Financial Network, the ECB, as well as Ignazio Angeloni, Vitor Gaspar, Colin Mayer, Marco Pagano and Rudi Van der Vennet are gratefully acknowledged. Introduction 1 Developments in information technology may affect banking in two main ways. First, it may reduce costs by replacing paperbased, labour intensive methods with automated processes. Second, it may modify the ways in which banks enter markets and consumers have access to banks services. In this paper, we focus on the second aspect. We argue that internet banking may have reduced the sunk costs of entering a market. Contestability theory e.g. Baumol et al. 1982 suggests that sunk costs are a central factor in the degree of contestability of markets. For markets to be perfectly contestable, players need to be able to costlessly enter and exit a market. If sunk costs are high, the cost of exiting is also high and the degree of contestability is reduced. This paper examines whether the internet has provided banks with a tool to substantially reduce the per customer sunk cost of entering a new market. In theory, contestable markets yield an efficient cost minimising market structure. Baumol 1982 emphasises that in the limiting case of perfect contestability, oligopolistic structure and behaviour are freed entirely from their previous dependence on the conjectural variations of incumbents, and   these are determined by the pressures of potential competition. The extent to which costs are sunk is central to the contestability of markets. This is because the critical feature of a contestable market is its vulnerability to hitandrun entry. Hitandrun entry will not be feasible when entry requires substantial sinking of costs see Baumol et al. 1982. Hence, if internet banking has in fact reduced sunk costs to a very low level for at least some bank products, this would have implications for the interpretation of the recent consolidation process in banking. Specifically, we argue in this paper that the internet affects the degree of contestability differently for different bank products. We would expect a particularly strong effect of the internet in the case of time and savings deposits. For time and savings deposits, customers are able to almost costlessly access the offers of outofmarket banks. In turn this implies that banks through setting up a website can easily enter markets without establishing costly branches. Sunk costs of setting up shop, such as brick and mortar branches, in a market may be significantly reduced. In the case of small business loans, on the other hand, sunk costs may remain high even in the presence of internet banking, as banks will need to maintain significant investments for gathering information about local economic conditions, local firm structure and other features of the local economy. These investments are not portable across markets, as the information gathered may be specific geographically. In terms of the theory of contestability, these are sunk costs, which may prevent competitors from entering a market. 2This paper focuses on Internet banking. Internet banking is the use of the Internet as a remote delivery channel for banking services, such as opening a deposit account, obtaining a loan or transferring funds among different accounts. The Internet also enables customers to compare rates on deposits or loans even for outofmarket banks from their home, saving on search costs. Banks offer internet banking in two main ways. First, an existing bank with physical offices can establish a Web site and offer its customers Internet banking in addition to its traditional delivery channels. Second, a bank may be established as a virtual, branchless, or Internetonly bank, with a computer server at its heart that is housed in an office that serves the banks legal address.1 All major banks throughout the euro area currently offer remote banking. Most of the standard retail banking services are offered via automated teller machines, telephone banking and internet banking. During the past several years, internet banking has increased substantially; figures from onlinebankingreport.com suggest that worldwide, the number of institutions with Internet banking facilities increased from around zero in 1995 to 6000 in 2003. Generally, Internet banking is offered by established banks as an additional delivery channel and Internetonly banks are rare and tend to be relatively unsuccessful De Young, 2001. There are numerous empirical investigations of the contestability in manufacturing. For example, Kessides 1991 finds that in a sample of 266 U.S. industries high sunk costs limited entry. However, as Kessides acknowledges, empirical tests of contestability have been hampered by the unavailability of reliable measures of sunk costs. It is difficult to ascertain the proportion of a given investment that is sunk, i.e. that cannot be recovered upon exit. This difficulty largely rests on finding reliable data on resale markets for durable goods. In this paper we circumvent this problem by making no attempt at estimating sunk costs for entering different bank markets, but rather by assuming that the penetration of internet banking is a proxy for a change in sunk costs. This is the first study, to our knowledge, that provides a test of the effect of internet banking on contestability in banking. However, there have been some indirect tests of contestability in banking in the previous literature. For example, Nathan and Neave 1989, find that despite high asset concentration levels in Canadian banking, banks behave competitively, which they interpret as evidence in favour of contestability in Canadian banking. Shaffer 2001 in a sample of 15 industrialised countries, including 9 EU countries, estimates structural demand 1 Furst et al. 2002 give further institutional detail on internet banking in the U.S. and discuss the choice of banks to offer Internet banking. 3and supply curves and finds that the results are consistent with contestability or Cournot oligopoly in most countries studied. Devaney and Weber 1995 estimate a two equation simultaneous equations model for rural U.S. individual bank data, in which the change in concentration and deposit growth are simultaneously determined. They argue that, if markets are perfectly contestable, there should be no systematic relationship between market structure concentration and deposit growth. Even in highly concentrated markets, banks had no incentive to collude, as their rents would quickly be dissipated by new entrants. They conclude that rural banking markets in the U.S. are imperfectly contestable. 2 The motivation for the paper comes in part from the results in Corvoisier and Gropp 2002. Corvoisier and Gropp found that market concentration continues to result in significantly higher retail interest margins in loan markets. In contrast they do not find a significant relationship between concentration and interest margins in deposit, especially time deposit markets. In addition, Focarelli and Panetta 2003 provide some complimentary evidence on deposit markets in Italy. They analyse the long term pricing changes in the wake of bank market consolidation during 90s. They find that while in the short run, consolidation may result in adverse from the perspective of the consumer pricing changes, in the long run, positive again from the perspective of the consumer pricing changes dominate. They interpret this finding as evidence in favour of efficiency gains, but it may also be consistent with increasing contestability through internet banking during the latter part of their sample. This paper is also related to recent work, which examines other effects of technology on banks. Berger and De Young 2006 analyse whether technological factors have enabled banks to more easily expand geographically, as technology may enable bank managers to exercise tighter control over geographically quite distant branches. The authors find weak support for this idea. Further, Altunbas et al. 1999 examine whether technology has reduced the costs of European banks, using stochastic frontier estimation. They find some evidence that the reduction in costs has accelerated towards the latter part of the 90s. In addition, larger banks seem to have benefited more than smaller banks. Berger 2003 largely focuses on the effect of IT on productivity growth in banking. He summarises evidence from a vast array of papers. He concludes that the largest gains of IT technology for banking may be in the area of payment processing and possibly in the area of credit scoring. Overall, however, the results suggest that the IT effects on productivity in banking may be small. He also concludes that IT 2 Contestability has also been tested in a number of other industries, including the airline industry e.g. Morrison and Winston 1987. Further related evidence is provided by Dickens and Philippatos 1994, who examine the effect of contestability on risk taking of banks and find that contestability weakly increases systematic bank risk. 4technology may have had an effect on the bank consolidation process, in the sense that IT may be a necessary condition to manage large and complex banking institutions efficiently. We analyse the effect of technology within a simple model of contestability. The model suggests a log linear relationship between interest margins, concentration, sunk costs and average costs. We further conjecture that technology has reduced sunk costs for deposits more than for loans. We test the model by estimating the model using semiaggregated data for a panel of euro area countries, taking advantage of time series and crosssectional variation in the penetration of the internet and interest margins within the euro area. We find strong support for an increase in contestability in time deposit markets, and no effects for loan markets. Further, we document using rolling window regressions that the effect of concentration on retail margins steadily declines during the sample period. Our results permit the interpretation that time and savings deposit markets in Europe have become perfectly contestable. The findings of the paper provide support for the use of nonconcentration based measures of competition in banking, such as the PanzarRosse HStatistic originally proposed by Panzar and Rosse 1987 and applied to banking by Vesala 1995, De Bandt and Davis 2000 and Bikker and Haaf 2002 and the Boone indicator Boone 2000, 2004, which was recently applied to banking by van Leuvensteijn et al. 2007. Both attempt to measure competition directly through the behaviour of banks, rather than indirectly through concentration. However, this paper also emphasises the problems that may arise when on fails to account for substantial differences in competition across bank products within the same geographical market. Statistics that neglect these differences necessarily represent an average of potentially quite different behavioural responses across different product groups within banks. The remainder of this paper is organised as follows. In the next section we present a simple model of contestability in banking. In section 3 we present the empirical implementation and the main hypotheses. Section 4 describes the data. In Section 5 we present some descriptive statistics illustrating our main points. Sections 6 and 7 give the basic results regarding the effect of internet penetration on bank retail margins. In section 8 we present some robustness checks and section 9 concludes the paper. 5The Model 2 The simple model of contestability presented here is loosely based on Kessides 1991.3 The model spans three periods. In period 0, no banks are supplying Q0 units of a banking service, which could consist of loans or deposits. The banks charge the oligopolistic price ro. In period 1, ne1 banks enter the market for product j, supplying Qe additional units of the banking service. Prices and quantities adjust to the new equilibrium. However, when deciding upon entry the potential entrants take the reaction of the incumbent banks into account. The potential entrants know that the incumbent banks have a choice of two possible reactions. With a known probability incumbents are passive and do not adjust their prices in response to entry. This implies that in period 1, entrants and incumbents realise profitscontrast, with probability 1 , the incumbent banks react aggressively and force the entrant to exit. In this case, the entrant suffers the loss of the sunk costs. Assume that banks enter the market with an identical product as the incumbents. They do not enter through product differentiation. In order to further simplify the model, we also assume that there is no demand uncertainty. If the incumbents maintain their output levels and there is no growth in the demand for banking services, the price that the neth entrant charges is re which is approximately equal to req QQrq Q. In 1r Q0, eeee 0rq Qq0 Assuming linear demand we obtain 1q Qee Q0r 01qne Qe 0 1 rer 0 where r 0 p Q and 0Q0p 0r Qqq0 3 Kessides 1991 model is concerned with industrial firms. See also Kessides 1990. For more sophisticated models of contestability see DAspremont et al. 2000 and, taking the financing of a firm into account, Martin 1989. 6Equation 1 indicates that the amount by which the price falls following entry depends upon the excess of the post entry output over the preentry output and the demand elasticity with respect to the price. The demand equation for bank service j is Q where is the change in price due to entry. Rewriting and again using the assumption of rerf 02 q 0eerlinear demand yields Q0qerf 0frrrr 0 Rearranging and solving for r yields qne e Q0, rr 0wherepfrrr0represents the price elasticity of demand. pr 0Q0Next, we relax the assumption that the incumbent banks maintain their output level at the preentry level. Thus, we assume that incumbents will expand by g on a percentage basis. Hence, Equation 2 is modified as follows qnerr 00g 3 e Qp The price of the neth entrant is given by qne0ge Qpper 0 1. Assuming that banks finance themselves in the money market, the expected profits in period 1 of the neth entrant can then be written as E1neqr 01 e Qp0gmCOeqe 1S, e 4 7 where m represents the money market rate, Se the portion of the initial entry investment that is sunk and cannot be recovered upon exit and COe represents the entrants average costs aside from the funding cost m. Equation 4 states that the entrants expected profits depend upon the likelihood of a retaliatory response by the incumbent banks, 1, as well as upon the magnitude of sunk costs. At this point it might be useful to clarify that sunk costs are not necessarily equal to fixed costs. If capital is perfectly mobile and can be resold in a secondary market, high fixed costs of entering a market may not necessarily imply high sunk costs. The presence of sunk costs suggest that some portion of the fixed costs is bank specific and does not represent a value to other banks. Note further that in case of zero sunk costs, entry will continue until profits are driven to zero, converging to a competitive solution, regardless of the threat of retaliatory action. If sunk costs are not zero, however, banks will generally be able to generate some positive profits. In the model, entry continues until the value of entry is driven to zero. Defining the post entry interest rate margin as 1r 0m, 1qnee0g Qp setting equation 4 equal to zero and solving for 1. 1Sqe COee 1 we obtain 5 The post entry interest margin is increasing in the perceived likelihood that incumbent banks react aggressively to entry, 1, and in the magnitude of per unit of entry sunk costs, Seqe. The margin is also an increasing function of the banks average costs. The reaction of the incumbent banks to new entrants is determined by the existing market structure before entry. The market structure, in turn, is a function of the regulatory environment, as well as the degree of concentration. In an unconcentrated market with a large number of banks the initiation of retaliatory measures against an entrant is subject to free rider problems. If the threat of aggressive retaliation keeps an entrant out, all banks benefit, including those that were not prepared to aggressively retaliate. In a concentrated market, however, it is more likely that the fortunes of firms are strategically interlinked and 8incumbent banks may find it easier to engage in collusive punitive actions against new market participants. Hence, we model the probability of aggressive retaliatory action against an entrant as a function of the degree of concentration. Equation 5 also highlights that longrun interest margins may also be a function of sunk costs. Clearly, if sunk costs are zero, equation 5 would simply converge to a zero profit condition the interest margin just covers other costs and provide for the competitive solution regardless of the likelihood of retaliation of incumbents. If exit is costless, the threat of retaliatory action by incumbents is meaningless and will not have any deterring effect upon potential entrants. Further, one can reinterpret 1 Sqee as the charter value of the bank, accruing from rents due to the imperfectly competitive structure of the market. In reducing sunk costs, the Internet may therefore also reduce rents and charter values. From a welfare perspective, this suggests that the Internet redistributes wealth away from the shareholders of the bank to the customers depositors and borrowers.4 Empirical implementation and main hypotheses 3 A natural way to implement the estimation of equation 5 is in approximately loglinear form ln211ln 2ln Sqee3ln CO, 6 where represents an error term. As we argue above, the probability of retaliatory action against an entrant is a function of the degree of concentration. Hence, following Kessides 1991, we assume the following simple logistic relationship between and the level of concentration, C 1ln Combining equations 6 and 7 we obtain 0 1Cln7 . ln2110ln C2ln Sqee3ln CO 8 4 While we chose to examine the effect of technology and the internet in the context of a contestability model, we also experimented with a Saloptype spatial model Salop 1979. In a spatial model instead of reducing sunk costs and increasing contestability, the internet may have affected information gathering transport costs. The empirical predictions of such a model are, however, indistinguishable from the approach chosen. For a model with related empirical predictions see also Besanko and Thakor 1992. 9 Further, as argued above, we are conjecturing that the unobserved level of sunk costs is a loglinear function of some measure of internet penetration see below for more detail on the exact measure we use: ln SqeeT 10, where T represents an indicator of the penetration of internet banking in a country. The sunk cost without the internet consisted largely of setting up a branch network. Through branches the entrant was able to reach the customers in a specific geographic area, where it chose to set up office. Consider now the effect of the internet in this scenario. A foreign bank can set up a web site and reach the entire population of a country.5 Depositors and borrowers seeking the best rate can compare rates on the internet and chose the most favourable one. The Internet reduced the sunk costs per customer reached that the bank has to take into consideration upon exiting the market. Hence, the physical presence of a bank as measured by concentration indices should matter less for the competitive situation in a market, as the internet has reduced sunk costs contestability. Overall, this leads us to the following modification of 8, which is our basic estimating equation: ln where X represents a vector of other exogenous variables, which we introduce to control for crosscountry differences in margins unrelated to the theory. We present results with and without these control variables. Based on the preceding conjectures and the estimating equation 9, we can state the following hypotheses Hypothesis 1: If in more concentrated markets retaliatory action by incumbents is more likely, concentration should be positively related to interest margins for deposits and loans. 1 for loans and deposits. However, if the internet has Hence, we would test, whether reduced sunk costs to zero, there should be no effect of the threat of retaliatory action on interest margins of banks. Hence, we have hypothesis 2 310, ln COln C9 XT202 5 Note that banking markets may be segregated also within a given country. Technology would result in a significant increase in competition in the scenario as well. Hence, it is important to stress that an increase in contestability does not necessarily come from abroad. 1001 . Hypothesis 2: If contestability is perfect, concentration should not be related to interest margins, i.e. If contestability is not perfect, given the increasing penetration of the internet during our sample period, we would expect the effect of concentration on interest margins to successively decline over time. Hence, below we also examine whether 1 declines in rolling window estimations during our sample period. The central prediction of the model is that the internet increases contestability of markets and, hence, increases competition, as reflected in the following hypothesis: Hypothesis 3: If the internet increased contestability, we would expect Further we conjectured that the effect of technology on the competitive behaviour should be greater in deposit markets than in loan markets. Hence, we consider the possibility that internet banking has not affected the sunk costs for all bank products equally. In particular, in case of loans, the effect of the internet may have been much more moderate. In order for a bank to be successful in lending, in particular to small businesses, a significant investment in information acquisition about the local economy is required. This is not the case for deposits. In the presence of deposit insurance, even an unknown out of market provider may be able to attract deposits via the internet. Overall, the internet may have reduced the per customer sunk cost in deposit markets more than in loan markets. Hence we also estimate a modified version of equation 9, which lifts the restriction that the effect of the internet is the same for deposit and loan markets: ln 02 . CO,TTlnln CX 21Idep 10222Iloa310 Based on equation 10 we derive a fourth hypothesis: Hypothesis 4: If the internet reduced sunk costs more in deposit markets than in loan markets we would expect 21. 22Data 4 In the absence of bank individual interest rate data and regionallocal information on bank concentration, we used semiaggregated data for 9 of the 12 euro area countries for the period 111995 to 2003 that are compiled by the ECB.6 The ECB collects interest rate information from the national central banks of the euro area. While this part of the ECB database is confidential, the data are available from the National Central Banks of the respective countries. The data are semiaggregated in the sense that they are aggregated by country, but disaggregated by the type of bank product time deposit, savings deposit, mortgage etc  They represent averages of monthly contractual interest rates. We use end of year rates in the analysis. The balance sheets and the income statements of euro area banks are from the Bankscope data base, which contains annual balance sheet data for a wide variety of European banks. We use unconsolidated balance sheets, whenever available. Bankscope provides data both in the national accounting format and in a standardised global format. After careful inspection of the data, we decided to use the data based on national accounting rules, as their quality seemed to be superior.7 Hence all variables, such as Herfindahl indices, costs and other variables, which we will use as control variables below, are our own calculations based on these data. We calculate Herfindahl indices for each country for the following bank products: overall, short term, long term customer loans, mortgage loans, and demand, fixed maturity and saving deposits. This Herfindahl index of concentration is defined as the sum of squared market shares for specific bank products.8 The measure allows an analysis of the concentration in the banking sector across euro area countries, as well as across different bank products. In contrast to the market share of the five or ten largest banks, the Herfindahl index will reflect changes in the market structure among smaller banks. In addition, concentration may differ for different bank retail products within a given country. For example, while concentration may have increased for retail deposits, the mortgage market may still be quite dispersed.9 6 Luxembourg, Greece and Ireland were excluded, either because of unavailable interest rate data Luxembourg and Greece or unavailable data on our measure of internet penetration Ireland. We chose not to use data after 2003, as the ECB changed its methodology with respect to collecting the interest rate data see ECB 2006. 7 We found the data based on national accounting rules to be more reliable and internally consistent than those in the standardised format, which is also provided by Bankscope. 8 For example the Herfindahl index for customer loans would be written as 2Hf1000Kk 1LkLk 1Kkwhere Lk represents consumer loans of bank k and the total number of banks in the country is represented by K. 9It could be argued that the Herfindahl index monotonically varies with country size. This is true, however, only to a limited extend as evidenced by the figures given in Corvoisier and Gropp 2002. More serious may be the criticism that using country specific measures of concentration ignores the possibility that country boundaries may no longer be the appropriate definition of a market in the European context. The existing evidence suggests, however, that retail banking markets remain 12 When calculating the Herfindahl indices, we were faced with the problem that in Bankscope the number of banks in each country, for which information is available, fluctuates quite significantly from year to year. This could be due to two reasons. One, there were new entrants, increasing the number of banks or exits, largely through mergers, reducing the number of banks. This is in fact what we are attempting to measure. However, the fluctuations could also be due to fluctuations in coverage in the Bankscope data set. If the second reason dominates, which we suspect based on a visual inspection of the data, this could significantly bias our results. In order to address this issue, we identified a constant number of banks for which data were available throughout the sample period. In addition, for the ten small countries to twenty large countries largest banks we manually identified all mergers and adjusted the sample correspondingly. This suggests that our measure may understate the degree of concentration in later years for some countries, in which there were a very significant number of mergers of smaller banks. However, the measure will fully reflect structural differences in concentration across countries. The effect of a merger of two very small banks on our measure of concentration is small and our results should not be significantly affected by the failure to account for them over time. Table 1 shows the resulting sample of banks, which we used to calculate the Herfindahl indices. Table 1 about here We calculated the contractual interest margins for loans as the difference between lending rates and money market rates. For deposits we used the difference between money market rates and deposit rates, in order to maintain comparability between loan and deposit products. We used the money market rate in order to control for different monetary conditions and levels of inflation among the eleven countries. We were able to match the Herfindahl indices of four loan markets overall, short term loans, long term loans and mortgages and the three deposit markets demand, savings and time deposits to their respective contractual interest rates Table 2. Not all margins were available for all countries. In total, the resulting sample consists of 343 Herfindahl indexinterest margins pairs. Money market rates were obtained from the IMFs International Financial Statistics. After an inspection of the data, we decided to drop demand deposits from the sample, as they exhibited some strange patterns, which we attribute to measurement error and the fact that demand deposits generally are not remunerated at all in most euro area countries. In addition, we were concerned about that the cost saving effect of internet banking, which we are not concerned with in this paper, may segmented along national borders within the euro area Baele et al. 2004, Adam et al. 2002 and Gropp and Kashyap, 2009. 13dominate the contestability for demand deposits. Hence the estimations and descriptive statistics shown below are based on a sample of 290 annual marketcountry observations. Table 2 about here As an indicator for the information technology, ideally we would have wanted to use the proportion of internet banking customers in the total customer base of banks. However, we were unable to find a consistent data series for all countries in our sample for this variable. Instead, we use the number of internet hosts per 100 inhabitants provided by Eurostat internet penetration. The data are available since 1995. The number of Internet hosts is one of the most commonly used indicators of the growth of the Internet. A host is a domain name that has an IP address record associated with it. Hence, it reflects the number of web sites registered through an IP address in a given country.10 This includes any computer system connected to the Internet via full or parttime, direct or dialup connections. The number of hosts can be thought of as an lower bound indicator for the prevalence of the Internet in a given country. The ebanking penetration of total customers and the number of secure servers would also have been good indicators. Unfortunately, data for secure servers and ebanking penetration are only available since 1999. Nevertheless, while time series data are not available, crosssectional data for 2000 suggest that internet penetration and Internet banking are highly correlated. For example, in Finland and the Netherlands, which are the two countries with the highest internet penetration, the proportion of online customers of banks was 50 percent in 2000. In countries with low internet penetration e.g. Italy or France, the share of online customers in total customers was below 5 percent in 2000.11 Based on the previous literature Nathan and Neave 1989, Berger and Hannan 1989, Corvoisier and Gropp 2002 and others we introduce in some specifications control variables. Standard factors one would like to control for are credit risk, the business cycle and financial sector development as a proxy for substitutes to bank products. As a control for credit risk, we use the shares of problem loans. As the measure of average cost we use the average cost to asset ratio of banks in the country. As controls for business cycle effects we use the consumer and industrial confidence indicators, which are from the European Commission Business and Consumer Surveys, which are published by the European Commission on a quarterly basis we use the end of year value. Stock market capitalisation 10 A domain name is a unique designator made up of symbols separated by dots, such as www.ecb.int. Each customer of a web provider will be assigned a unique IP address, which is a unique identifier number for any host on a IP network. An IP address is made up of four octets. Each octet has a value between 0 and 255. Both firms and households can have an IP number. 11 Source: Qualistream.com and Schroder SalomonSmith Barney. Figures are from June 2000. 14for each country was obtained from FIBV International Federation of Stock Exchanges and serves as a proxy for the development of the financial markets in a given country. Finally, we also use the natural logarithm of the total assets of the banking system as a measure of market size effects. As the coverage of banks in Bankscope is not complete, the total assets of the banking system in a given country were obtained from OECD 2004. 5 Descriptive statistics We are interested in the relationship between the penetration of information technology, the concentration of the market for different bank products and the contractual interest margins. In order to shed some light on hypotheses 1 and 2, we have divided our concentration measure into quartiles. The mean interest margin is given by concentration quartile in Figure 1. We are unable to detect a strong pattern, although there does appear to be a slightly negative relationship between concentration and interest margins. The more concentrated markets are the lower margins tend to be, which could be taken as evidence in favour of the efficient structure hypothesis Berger, 1995 and against the idea that banks in more concentrated markets are colluding. However, this relatively crude way of exploring the issue may be inadequate and it may be necessary to control for other crosscountry differences. This will be done in the regression analysis in the following section. Figure 1 about here Now consider some simple descriptive statistics regarding technology and interest margins, which address hypothesis 3 and 4. We defined the technology variable as follows: The high group contains countries with greater than or equal to 3.6 Internet hosts per 100 inhabitants. The medium group includes countries with greater than or equal to 1.8 and less than 3.6 Internet hosts per 100 inhabitants. Last, the low group contains countries with less than 1.8 Internet hosts per 100 inhabitants. The cutoff points are quite arbitrary and were primarily driven by the objective to create a number of relatively homogenous groups see Table 3. Table 3 about here The way we have defined the breakdown implies that a country could be in a different group over the sample period. For example, Table 4 reveals that Germany is in the low group from 1995 to 1997, then in the medium group from 1998 to 2003, whereas Finland is always in the high group for the whole period and the Netherlands from 1998 to 2003. In 1995, the low group varies between 0.1 Italy, Portugal and Spain and 1.1 Internet host per 100 inhabitants 15The Netherlands, whereas Finland is the only country included in the high group, a long way ahead of the other euro area countries with 4.2 Internet hosts per 100 inhabitants. Some countries remain in the low group throughout the sample period e.g. Italy, Spain. The mean of the nine countries is 0.8 hosts per 100 inhabitants in 1995, whereas it reaches 7.5 in 2000, which represents an increase of 842%. Growth in Finland and the Netherlands has been especially rapid, which may in part be due to the fast adoption of the WAPtechnology allowing Internet banking via mobile phones. The high growth rate in internet hosts highlights the importance to control for time specific effects in the regressions below. Table 4 about here To further explore the data, we calculated the mean time deposits and customer loan margins by technological group. Table 4 and Figures 2 and 3 show the results of this calculation. First, we can reject that the mean of the number of internet hosts per 100 inhabitants is the same between the high group 9.99, the medium group 2.60 and the low group 0.85, each at the one percent level. We have sufficient crosscountry and time series variation in the penetration of the internet to perform meaningful tests. Considering time deposits first, recall that we conjectured that the effect of technology should be largest in this market. This is borne out in Figure 2. The high technology group is associated with the lowest time deposits margin on average, whereas the low group is associated with the highest time deposits margin on average.12 The difference between the high group and the other two groups is significant at the 1 percent level. Next, consider the same exercise for customer loans Figure 3. As for time deposits we detect a difference between the highest and the two lower groups. This difference is, however, only significant at the 10 percent level. The differences were also weak for other loan categories not reported. Taken together, we take this as some preliminary support for hypotheses 3 and 4, according to which technology does not affect the sunk costs for all bank products equally. Figures 2 and 3 about here In Figure 4 we plot the degree of concentration as measured by the Herfindahl index by internet penetration. We find that concentrated banking markets also exhibit considerably more internet penetration significant at the 1% level. One could interpret this as a demand effect. In a more concentrated market, customers are more likely to have access to the Internet 12 Recall that we defined deposit margins as money market rate minus deposit rate, which implies that lower margins represent higher interest rates on deposits  16and therefore also internet banking. It is possible that in concentrated banking and product markets, consumers are more likely to demand access to the internet, in order to escape the market power of their local banks. Alternatively, the high correlation may be the result of economies of scale in the sense that in a highly concentrated market, very large banks may be able to reduce the cost per customer of providing internet banking substantially. The high correlation between concentration and internet penetration may result in spurious results in the regression analysis below. In order to alleviate this problem, our main specification will be one in which we instrument for the level of banking concentration. Figure 4 about here As suggested by Berger 2003, one important effect of technology on banking may be the reduction of operating costs in banking. In Figure 5, we present some evidence in favour of this idea for our data. The average cost to asset ratio in the high and medium internet group is 0.5 percentage points lower compared to the low internet group. Table 4 shows that this difference is significant at the 1% level. There is no statistically significant difference between the high and medium groups. Hence, in the empirical analysis below, we also present a specification in which we explicitly allow an indirect effect of the internet on margins through costs, in addition to the direct effect on margins contestability that is our main focus. Figure 5 about here Overall, the descriptive statistics presented in this section display patterns that are consistent with some of our empirical hypotheses. They will be further explored in the following section, using more formal panel data econometric tools. Estimation results 6 We are concerned that the high correlation between access to technology and concentration, which we document in the previous section, could lead to spurious results when estimating equation 9. In order to disentangle these effects, we used, alternatively to the Herfindahl index itself, an instrumental variable approach. As an instrument we used the natural logarithm of the total assets in a countrys banking system, which we presume should be uncorrelated with the penetration of new technologies, but is quite closely negatively related to our measure of concentration R2 0.34. The results of this first stage regression are given in Appendix A. As a further alternative, we used an indicator variable indicating a Herfindahl 17index above the median as our measure of concentration. Below we report results with all three measures. Regulation may be a particularly important determinant of entry in the case of banking, as banking is a particularly highly regulated market. In Europe, banking entry was being deregulated in the late 1970s and the process continued through the early 1990s, although there were differences in the timing and speed of the process across countries Canals 1993. With few exceptions, regulations on banks competitive conduct have largely been eliminated by the beginning of our sample in 1995. These regulations included controls on banks deposit and lending rates, fees and commissions, as well as direct credit quotas and branching limitations. Functional separation of financial institutions, if it existed, has generally ceased. European Community legislation, primarily since the White Paper of 1985 Completing the Internal Market, has significantly contributed to this process and has provided incentives for national legislators to deregulate and streamline banking legislation. The most important piece of Community legislation was the 2nd Banking Coordination Directive 89646EEC leading to unification of the regulatory framework for entry control and cancelling the major elements of national separation of markets in legalregulatory terms.13 Nevertheless, some crosscountry differences in the implementation of regulations may remain and, hence, results are also presented including a full set of country dummy variables Models 11 and 14 below. Table 5 gives summary statistics for all variables used in the empirical analysis. Table 5 about here The results from FGLS estimation with random effects across banking markets i.e. savings deposits, time deposits, consumer loans, longterm loans, shortterm loans and mortgages of equation 9 are reported in Tables 6 and 7. Table 6 presents the parsimonious approach without any additional independent variables, besides those in the model: Concentration as a measure of the ability of incumbents to retaliate against new entrants, the penetration of the internet as a measure of sunk costs and a measure of average costs. Overall, the results strongly conform to the model. Concentration is positively related to interest margins, although the effect is significant at the 1 percent level only when we use the instrumental variable approach Model 3. Of course, this finding is also consistent with the structure performance hypothesis see e.g. Berger and Hannan 1989, i.e. that banks in more concentrated markets are more likely to collude, in order to maintain higher margins for their 13 The 2nd Banking Coordination Directive was originally envisaged to be implemented by 1 January 1993 EU countries and 1 January 1994 EFTA countries Austria, Finland and Sweden according to 18products. It is also consistent with the previous empirical evidence for Europe presented in Corvoisier and Gropp 2002, where the relationship between concentration and retail interest margins was also weak using similar data. It further suggests, however, that banking markets do not appear to be perfectly contestable hypothesis 2, regardless of the effect of technology on margins. We also note that our measure of average costs shows the expected positive sign and is significant at least at the 10% level. Table 6 about here Turning to the variables measuring the penetration of the internet, we find that internet penetration appears to be associated with lower margins hypothesis 3. In all three specifications, the coefficients are negative and significant at the 1 percent level. The results also support our idea that it is important to instrument for the level of concentration. The uninstrumented Herfindahl index is insignificant and the fit of the model is much better when we use an instrument for concentration: the Wald statistic increases from 35.07 for the model with the uninstrumented Herfindahl index to 44.2 for the model with the instrument. In addition, the cost to income ratio seems to be able to explain more of the variation in margins when we instrument for the Herfindahl index. While we found these results intriguing, we were concerned that they might be at least in part due to our failure to control for some important crosscountry differences outside of our model. If these other factors are in some way correlated with the penetration of the internet, the results presented here could suffer from spurious correlation. In Table 7 we attempt to control for such crosscountry differences. In particular, we include a variable measuring the riskiness of loan portfolios Problem loans, consumer and producer confidence indicators to measure the position of the economy in the business cycle, and the ratio of total assets of the banking system and stock market capitalisation to GDP. The latter is intended to measure the prevalence of substitutes to bank products, i.e. the degree of arms length financing available to households and firms.14 The results for models including these additional control variables are reported in Table 7. Table 7 about here Consider first the estimated coefficients on the control variables. The share of problem loans the measure of risk has the expected positive sign and, hence, associated with higher interest margins and is significant at least at the 5% level in all three specifications. the EEEA agreement. The actual implementation date of the directive varied from 1992 to 1995 in the individual countries. 14 We also experimented with other control variables, for example the prevalence of money market funds, but where unable to obtain consistent time series for the 9 euro area countries in our sample. 19Unfortunately, we were unable to obtain problem loans for some countries most notably German banks. In order to retain sample size, we included a dummy variable, which takes on the value 1 if the share of problem loans was unobtainable and zero otherwise. We find that margins tend to be higher in countries where problem loans are not available. With regards to our proxies for the business cycle, we find our variables to be insignificant with the exception of the producer confidence indicator, which is significantly negative in all three specifications, suggesting that margins increase in downturns. The main reason for the introduction of additional independent variables was to check the robustness of our central finding, namely that the penetration of the internet reduces sunk costs, increases contestability and therefore reduces interest margins. We can conclude from Table 7 that this finding is indeed not robust to the introduction of the additional variables. In fact, both magnitude and significance of the coefficients measuring the impact of internet penetration on margins are reduced relative to the more parsimonious specifications. If we use our preferred measure of concentration, the instrumented Herfindahl index, we do find a negative coefficient, which is significant at the 10% level, but in the other two specifications, we no longer find a significant impact of internet penetration. This confirms our earlier concern about spurious correlation and strengthens the case for the addition of further controls. Therefore, we will retain these control variables in all subsequent specifications. Further evidence on internet penetration 7 Recall that we conjectured in the previous sections that the internet should affect deposit margins more than margins for loans Hypothesis 4, because it reduces sunk costs for deposits more than for loans. If this were true, it would be incorrect to estimate a common coefficient for internet penetration for deposit and loan markets. Hence, in Model 7, which is reported in Table 8, we allow for different coefficients for internet penetration for the two broad banking market categories. We limit the reported results to those using the instrumented Herfindahl index, as we found the fit of the model to be consistently superior to specifications using the uninstrumented Herfindahl index. We find that the coefficient on internet penetration is significant at the 1% level for deposit margins and insignificantly different from zero for loan margins. The magnitude of the coefficient is also 15 times higher for deposits than for loans. The difference between the two coefficients is significant at the 1 percent level. It appears that the internet has reduced the margins of deposits only. In light of the model in section 2 and the discussion above, we 20would interpret this finding as support for the conjecture that the internet has resulted in an increase in contestability in deposit markets but not in loan markets. In Model 8 Table 8 we disaggregate the evidence of the effect of internet penetration on bank margins further into the six markets under study. We find that the margin reducing effect of the internet is largest for time and savings deposits. We also find weak negative effects of internet penetration on margins for short term loans, although the effect is small and only significant at the 10 % level. This may suggest that the costs of information gathering, which represent sunk costs in our framework, may be smaller for short term loans compared to long term loans. For all other loan categories we find the effect of internet penetration to be insignificant, with the exception of consumer loans where we find a weakly positive coefficient. Table 8 about here The economic magnitude concentration on interest margins is also of interest. Average contractual margins in a banking market with a Herfindahl index of 300 e.g. the Netherlands or Finland are estimated to be about 20 basis points depending on the specification higher than in a market with a Herfindahl index of 100 e.g. Portugal, Spain or Belgium. This finding is much lower compared to earlier estimates by Berger and Hannan 1989 for the U.S. and Corvoisier and Gropp 2002 for the euro area. The effect of internet penetration tends to be of similar magnitude. Comparing a country with an internet penetration of 0.8 hosts per 100 inhabitants, which was the average in 1995, to a country with internet penetration of abut 3 hosts per 100 inhabitants, which is about middle of the pack in 2003, time deposit margins would be reduced by about 30 basis points, i.e. time deposit rates would be about 30 basis points higher given the same money market rate. The increase in average internet penetration during our sample period Table 3 from 0.8 hosts per 100 inhabitants in 1995 to 7.5 hosts per 100 inhabitants in 2003 implies a margin reduction of 90 basis points. These calculations are based on the estimated coefficients in Model 7.15 The results raise the question whether the effect of concentration diminishes over time, in line with the increasing penetration of the internet observed. Hence, we estimated the model using three year rolling window samples i.e. 19951997, 19961998, 19971999 etc  The resulting coefficients for concentration on deposit margins are presented in Figure 6, together with the 5% confidence bands. We find that the coefficient decreases from 0.004 to 0.0018 during the 21sample period. For the latter years of the sample since 2000, the coefficient is no longer statistically significant at the 5% level. Figure 6 about here Table 4 shows that the level of internet penetration in Finland and the Netherlands is much higher than in all other countries in the sample. We check whether the internet penetration has a nonlinear effect on interest margins and whether the results are sensitive to the inclusion of these two countries. We explore this in Models 9 and 10 of Table 8. In Model 9, we introduce a squared term of internet penetration in the regression. We find that the squared term is positive and significant at the 5 percent level, while internet penetration itself remains negative and significant at the 1 percent level. Combined, they suggest that the effect of internet penetration is indeed nonlinear: the effect of internet penetration is diminishing as penetration becomes very high. The maximum effect margin reducing effect of internet penetration is reached at a level of 14.8 hosts per 100 inhabitants. This is approximately the level of Finland in 2000 or the Netherlands in 2001. No other country in the sample reaches this level of penetration. Model 10 attempts to get at the same issue by using a piecewise linear approach to modelling internet penetration. We permit different slopes across the quartiles of the distribution of internet penetration. The first quartile is the omitted category. We find negative coefficients for the second to the fourth quartile, all significant at least at the 5% significance level. The significant coefficients for the second and third quartiles imply that the results are not driven by the extremely high levels of internet penetration in Finland and the Netherlands.16 Table 9 about here Finally, in Table 9 we present results for the following simple simultaneous equations model: ln11 COlnln X ,1 2 12 0C1T102T32Assetsln2COln 15 Using the coefficients from Model 8, we would obtain slightly larger effects for time deposits and considerably smaller effects about one third for savings deposits. 16 We also estimated the extended model Models 6 and 7 without these countries and also without all observations that were classified in the high internet category in Section 5. The results are robust to these changes and are available from the authors upon request. 22In this model we permit the internet to affect margins directly as before and, in addition, to affect margins indirectly through costs. The model is motivated by the findings in Berger 2003 and by Figure 5 and Table 5, all of which show that the internet may have a cost reducing effect. If banks pass on this cost reduction in the form of retail interest rates, the internet may reduce bank margins also via this route. As an instrument for average costs we use the size of the bank system, because in larger banking systems there may be a larger potential for banks to exploit cost reducing economies of scale. The coefficients for equation 12 are reported in Appendix A Table A.2  They suggest that the cost to asset ratio is indeed significantly related to the size of the banking system, albeit positively, contrary to our intuition. Further the results suggest that the cost to asset ratio is predominantly a function of a time trend, rather than internet penetration, which enters with a positive sign and is insignificant. The effect of internet penetration on retail margins reported in Table 9 remains negative and statistically significant at the 5% level. A higher level of internet penetration is associated with lower margins even when we explicitly allow for an effect of internet penetration on costs. Robustness 8 Table 10 presents the results for a number of robustness checks. In the first three columns we report results where we restrict the coefficient on internet penetration to be the same for deposits and loans and in columns 3 to 6 this assumption is relaxed. Model 11, in addition to a full set of time dummies, was estimated with a full set of country dummies, allowing for the possibility that the set of control variables used in Table 6 was insufficient to pick up all crosscountry differences in margins related to country specific factors. Generally, we find the significance and magnitude of most coefficients reduced. In particular, concentration does not appear to be significantly related to retail interest margins once we control for country fixed effects. While for the restricted model, we do not find a significant effect of internet penetration on margins, internet penetration continues to be significantly negatively related to deposit markets significant at the 1 % level, Model 14 and has retained its magnitude relative to earlier specifications. It appears that the internet has reduced sunk costs to an extent that market concentration at least as measured by our product specific Herfindahl index has ceased to have any explanatory power for deposit margins. This is consistent with perfect contestability in these markets. Table 10 about here Models 12, 13, 15 and 16 explore the effect of controlling for interest rate dynamics in the estimating equation. Interest rate dynamics may be important, because during the earlier part 23of the period under study in this paper 19951999, the levels of interest rates were falling in most countries in the euro area. The reduction in the level of interest rates was a consequence of the convergence of rates to the lower German level in the wake of the introduction of the common currency in the euro area. In the literature, it is often found that in the context of falling market rates, retail deposit rates generally fall rapidly, but lending rates are reduced only slowly see e.g. Hannan and Berger 1991, Gropp et al. 2007 for the euro area. This could have resulted in a relative widening of lending margins over the course of the sample period, which is completely unrelated to the issue under study in this paper. As both technology and the level of concentration were increasing during the sample period, our estimates may suffer from some spurious correlation. Given our short panel and the annual frequency of our data, we did not attempt to fully recover interest rate dynamics. Instead, we included the level, first difference and lagged first difference of a market interest rate as independent variables and reestimated the model. Note that this results in a reduction of the sample from 290 to 224 observations. If our coefficients indeed suffered from spurious correlation of the sort outlined above, they should be significantly reduced in magnitude, as the additional explanatory variables should pick up the downward trend in the level of interest rates. We use the treasury bill rate Models 12 and 15 and the longterm 10 year government bond rate Models 13 and 16 as indicators of market rates. We find that our results are robust to controlling at least in this relatively crude way for the interest dynamics during our sample period. The coefficients on the interest rate variables are quite plausible, as a higher level of interest rates is associated with larger margins although the coefficients are not significant and a downward adjustment of market interest rates is associated with higher margins, albeit with a lag, as expected. Conclusions 9 This paper analyses the effect of internet banking on the competitiveness of banking markets. Illustrated by a simple contestability model, we use the degree of internet penetration as a proxy for sunk costs in banking. Internet banking permits banks to gain access to a large number of customers without incurring the cost of setting up brick and mortar branches. Hence, the percustomer cost of accessing a market may be reduced and less of this cost may ultimately be sunk. Internet banking may have increased contestability of banking. 24We find support for these ideas in a panel of euro area countries, for which we observe time series and crosssectional variation in internet penetration. Retail margins appear to be more favourable to consumers if internet penetration is higher. This corresponds to Berger 2003 who argues that internet banking may result in a shift of rents from banks to banks customers. The results are robust to an extensive set of control variables and country specific, product specific and time specific effects. However, we also find that the effect of the internet on bank competition may differ by bank product category. We find evidence in favour of a strong increase in contestability for time and savings deposits, but little effect in loan markets, with the possible exception of shortterm loans. We argue that in case of time and savings deposits, customers are able to almost costlessly access the offers of outofmarket banks through the internet. In turn this implies that banks through setting up a website can easily enter markets without establishing costly branches. Sunk costs of setting up shop, such as brick and mortar branches, in a market may be significantly reduced. In the case of small business loans, on the other hand, sunk costs may remain high even in the presence of internet banking, as banks will need to maintain significant investments for gathering information about local economic conditions, local firm structure and other features of the local economy. The evidence presented in this paper has implications for the measurement of competition. The results support recent attempts to measure bank competition directly through examining bank conduct De Bandt and Davis, 2000, Bikker and Haaf, 2002 van Leuvensteijn 2007. The approaches put forward in these papers do not rely on measuring the physical presence of a bank in a market, as measured by branches or concentration indices. In addition, this paper argues that the degree of concentration needs to be evaluated separately for different bank products. The results imply that in the loan market, especially loans to small businesses, where relationships and intimate knowledge of local conditions are important, contestability is limited. Hence, here concentration may result in less favourable terms for customers and may warrant a regulatory antitrust response. In contrast, in deposit markets in the euro area, especially time and savings deposits, merger activity may only have a limited impact upon the conditions offered to customers, as these markets are found to be highly contestable towards the end of the sample. 25 Literature Adam, Klaus, Jappelli,Tulio Menchini, Annamaria, Padula, Mario and Marco Pagano 2002, Analyse, compare and apply alternative indicators and monitoring methodologies to measure the evolution of capital market integration in the EU, Economic Studies on the Internal Market, European Commission, Brussels. Altunbas, Y., Goddard, J. and P. Molyneux 1999 Technical Change in Banking Economics Letters 64, pp. 215221. Baele, Lieven, Ferrando,Annlise, Hordahl,Peter, Krylova, Elizaveta and Cyril Monnet 2004, Measuring financial integration in the euro area, ECB Occasional Paper No 14. Baumol, W. 1982 Contestable Markets: An Uprising in the Theory of Industry Structure American Economic Review 72, pp. 115. Baumol, W., J. Panzar and R. Willig 1982 Contestable Markets and the Theory of Industry Structure, Harcourt Brace Jovanovich, New York. Berger, A. 1995 The ProfitStructure Relationship in Banking Tests of MarketPower and EfficientStructure Hypotheses, Journal of Money, Credit and Banking 27, pp. 40431. Berger, A. 2003 The Economic Effects of Technological Progress: Evidence from the Banking Industry, Journal of Money, Credit, and Banking 35, pp. 14176. Berger, A. and R. De Young 2006 Technological Progress and the Geographic Expansion of the Banking Industry Journal of Money, Credit, and Banking 38, pp. 14831513. Berger, A. and T. Hannan 1989 The PriceConcentration Relationship in Banking The Review of Economics and Statistics 71, pp. 291299. Besanko, D. and A. Thakor 1992 Banking Deregulation: Allocational Consequences of Relaxing Entry Barriers Journal of Banking and Finance 16, pp. 909932. Bikker, J. and K. Haaf 2002 Competition, concentration and their relationship: An empirical analysis of the banking industry, Journal of Banking and Finance 2611, pp. 21912214. Boone, J., 2000, Competition, CEPR Discussion Paper Series No. 2636. Boone, J., 2004, A New Way to Measure Competition, CEPR Discussion Paper Series No. 4330. Oxford. Canals, J. 1993 Competitive Strategies in European Banking Calarendon Press, Corvoisier, S. and R. Gropp 2002 Bank Concentration and Retail Interest Rates Journal of Banking and Finance 26, pp. 21552189. DAspremont, C., R. dos Santos Ferreira and L.A. GerardVaret 2000 Contestability and the Interminancy of FreeEntry Equilibria The Japanese Economic Review 51, pp. 7283. 26De Bandt, O. and E. Davis 2000 Competition, contestability and market structure in European Banking Sectors on the eve of EMU, Journal of Banking and Finance 24 6, pp. 10451066. De Young, R. 2001 LearningbyDoing, Scale Efficiencies and Financial Performance at InternetOnly Banks Federal Reserve Bank of Chicago Working Paper 200106, June. Dickens and Philippatos 1994 The Impact of Market Contestability on the Systematic Risk of US Bank Stocks Applied Financial Economics 4, pp. 315322. Devaney, M. and B. Weber 1995 Local Characteristics, Contestability, and the Dynamic Structure of Rural Banking: A Market Study Quarterly Review of Economics and Finance 35, pp. 271287. European Central Bank 2006 Differences in MFI Interest Rates across Euro Area Countries, September. Focarelli, D. and F. Panetta 2003 Are mergers beneficial to consumers? Evidence from the market for bank deposits American Economic Review 93, pp. 11521171. Furst, K., W. Lang and D. Nolle 2002 Internet Banking Journal of Financial Services Research 22 12, pp. 95117. Gropp, R., C. Kok Sorensen and J. Lichtenberger 2007 The dynamics of bank spreads and financial structure, ECB Working Paper No. 714, January. Gropp, R. and A. Kashyap 2009 A new metric for banking integration in Europe in: Europe and the Euro, Alesina and Giavazzi, eds., NBER, University of Chicago Press, forthcoming. Hannan, T. and A. Berger 1991 The Rigidity of Prices: Evidence from the Banking Industry American Economic Review 81, pp. 938945. Kessides, I. 1990 Market Concentration, Contestability and Sunk Costs Review of Economics and Statistics 72, pp. 614622. Kessides, I. 1991 Entry and Market Contestability: The Evidence from the United States in: Entry and Market Contestability: An International Comparison P. Geroski and J. Schwalbach eds. Blackwell, Oxford. Martin, S. 1989 Sunk Costs, Financial Markets, and Contestability European Economic Review 33, pp. 10891113. Morrison, S. and C. Winston 1987 Empirical Implications of Tests of the Contestability Hypothesis Journal of Law and Economics 30, pp. 5366. Nathan, A. and E. Neave 1989 Competition and Contestability in Canadas Financial System: Empirical Results Canadian Journal of Economics 22, pp. 576594. OECD 2004 Bank profitability OECD. Panzar, J. and J. Rosse, 1987 Testing for monopoly equilibrium Journal of Industrial Economics 35, pp. 443456. 27Economics 10, pp. 141156. Shaffer, S. 2001 Banking Conduct before the European Single Banking License: A CrossCountry Comparison North American Journal of Economics and Finance 12 pp. 79104. van Leuvensteijn, M., J. Bikker, A. van Rixtel and C. Kok Srensen 2007 A new Approach to Measuring Competition in the Loan Markets of the Euro Area, ECB Working Paper No. 768. Vesala, J. 1995 Testing for Competition in Banking: Behavioral Evidence from Salop, S. 1979 Monopolistic Competition with Outside Goods Bell Journal of Finland Bank of Finland Studies E:1. 28 Austria Belgium Finland France Germany Ireland Italy The Netherlands Portugal Spain 81 90 12 396 1907 43 348 37 29 159 Table 1. Number of Banks used to calculate the Herfindahl Indices by country and year: Standardised Data Reflects the constant number of banks for which data were available throughout the sample period. For the ten small countries to twenty large countries largest banks we manually identified all mergers and adjusted the sample correspondingly. Number of banks Table 2. Contractual interest margins and Herfindahl indices Retail interest rates Herfindahl indices Loan market Interest on consumer loans Money market rate Interest on shortterm loans to enterprises Money market rate Interest on longterm loans to enterprises Money market rate Interest on mortgages to households Money market rate Deposit market Customer loans Shortterm loans Longterm loans Mortgage loans Money market rate Interest on savings deposits Money market rate Interest on time deposits Savings deposits Time deposits 29The variable is the number of Internet hosts per 100 inhabitants provided by Eurostat. A host is a domain name that has an IP address record associated with it. Table 3. Internet Hosts per 100 Inhabitants AT BE FI FR DE IT NL PT ES Source: Eurostat. 1995 0.7 0.3 4.2 0.3 0.6 0.1 1.1 0.1 0.1 1996 1.1 0.6 6.1 0.4 0.8 0.3 1.7 0.2 0.3 1997 1.3 1.1 9.5 0.6 1.4 0.4 2.5 0.4 0.5 1998 2.1 2.0 8.9 0.9 1.8 0.7 4.0 0.6 0.8 1999 3.2 3.3 8.9 1.0 2.0 0.7 6.1 0.8 1.2 2000 4.3 3.6 13.6 1.7 2.3 2.7 6.8 1.2 1.4 2001 4.1 3.4 17.1 1.3 2.9 1.2 16.4 2.4 1.3 2002 4.6 3.3 23.5 2.3 3.1 1.2 19.4 1.6 1.5 2003 7.1 2.0 24.4 3.9 3.2 1.1 21.7 2.2 2.2 Table 4. Descriptive Statistics by Internet Penetration The high internet group contains observations with greater than or equal to 3.6 Internet hosts per 100 inhabitants. The medium internet group includes observations with greater than or equal to 1.8 and less than 3.6 Internet hosts per 100 inhabitants. The low internet group contains observations with less than 1.8 Internet hosts per 100 inhabitants. Variable 6.80 2.45 0.80 6.97 0.54 0.44 3.60 1.80 0.10 0.78 0.32 0.54 1.50 0.98 1.55 1.33 0.33 0.65 24.41 3.42 1.70 2.48 3.88 3.59 0.12 0.42 0.47 9.99 2.60 0.85 0.00750.52 0.53 Mean Median Std. Dev. Min Max N Internet hosts per 100 inhabitants 67 High internet 76 Medium internet 147 Low internet Time deposit margins 21 High internet 19 Medium internet 39 Low internet Consumer loan margins 15 High internet 18 Medium internet 37 Low internet Herfindahl index: time deposits 101.66 778.14 21 High internet 12.52 349.61 19 Medium internet 13.81 354.51 39 Low internet Herfindahl index: consumer loans 83.05 708.53 15 High internet 18.40 245.56 18 Medium internet 13.81 176.76 37 Low internet Cost to asset ratio 67 High internet 76 Medium internet Low internet 147 indicates a significant means comparison test significant at least at the 5% level relative to the 2 other groups indicates a significant means comparison test at least at the 5% level relative to one other group. 335.30109.7169.96 344.82137.86 106.79 197.76 85.53 43.48 377.82 76.59 52.30 2.67 2.72 3.15 233.74 111.78 68.71 215.57 127.71 92.98 5.73 5.73 5.73 1.42 1.42 1.60 0.86 1.01 0.82 2.42 2.40 3.06 3.42 5.85 6.80 1.52 1.73 1.61 0.62 1.00 1.43 2.62 3.88 3.11 Table 5. Descriptive Statistics Variable NMean Std. Dev.Min Max Total assets of the banking system in millions of euros Total assets of the banking system divided by GDP %Herfindahl index Herfindahl index 108.1Herfindahl index instrumentInterest margin Cost to assets ratio Internet penetration number of hosts per 100 inhabitantsShare of problem loans in total loans %Share of problem loans missing Consumer confidence indicator Producer confidence indicator Stock market capitalisationGDP %Treasury bill rate Treasury bill rate Treasury bill rate t1Government bond rate 10 year Government bond rate Government bond rate t12902902902902902902902902902902902902902902572242902572241,811,5351,842,992112,1807,085,981219.08148.750.50148.751.922.933.421.380.386.825.5071.944.010.510.445.510.530.4979.35141.810.5085.791.540.914.981.450.4913.257.8850.821.501.011.071.390.840.8976.864.610.000.651.331.420.100.000.0041.5823.9213.462.342.642.643.522.892.89465.31778.141.00327.306.805.7324.414.961.0024.4217.42289.8610.461.421.4212.211.061.06 32Model 1 All models were estimated using random effects across markets i.e. savings and time deposits, and customer, shortterm, longterm and mortgage loans and include year dummies. The dependent variable is the contractual interest margin of bank product i in country c in year t. Standard errors in parenthesis were corrected for heteroskedasticity. , , indicates significance at the 10%, 5% and 1%, respectively. Internet penetration represents the number of hosts in a country in year t as defined in the text. Herfindahl index instrument was instrumented using the natural log of total assets of the banking system in country c. See Appendix A for details. Constant Herfindahl Index 102.7 Herfindahl Index Herfindahl Index Instrument Internet penetration Cost to Assets Ratio 1.718 0.385 0.171 0.169 1.447 0.398 1.924 0.381 0.0008 0.0008 0.0025 Model 3 Model 2 0.001 0.074 0.016 0.354 0.146 0.064 0.016 0.270 0.140 0.041 0.021 0.229 0.142 Table 6. Basic Model N Wald statistic 1 Year dummies Product specific random effects 1 Test of joint significance of all independent variables. Test is distributed 2k, where k is the number of independent variables. yes yes yes yes yes yes 36.55 35.07 44.20 290 290 290 Table 7. Extended Model All models were estimated using random effects across markets i.e. savings and time deposits, and customer, shortterm, longterm and mortgage loans and include year dummies. The dependent variable is the average contractual interest margin of bank product i in country c in year t. Standard errors in parenthesis were corrected for heteroskedasticity. , , indicates significance at the 10%, 5% and 1%, respectively. Internet penetration represents the number of hosts as defined in the text Herfindahl index instrument was instrumented using the natural log of total assets of the banking system in country c. See Appendix A for details. All other control variables as defined in the text. Constant Herfindahl Index 102.7 Herfindahl Index Herfindahl Index Instrument Internet penetration 0.497 0.514 0.182 0.186 0.0005 0.001 0.617 0.537 0.266 0.513 Model 6 Model 4 Model 5 Cost to Assets Ratio Problem Loans Problem Loans missing Producer Confidence Consumer Confidence Total Assets of Banking SystemGDP Stock Market CapitalisationGDP N Wald statistic 1 Time dummies Product specific effects 1 Test of joint significance of all independent variables. Test is distributed 2k, where k is the number of independent variables. 104.63 92.20 84.71 yes yes yes yes yes yes 290 290 290 0.023 0.019 0.210 0.158 0.298 0.108 1.118 0.339 0.035 0.022 0.004 0.009 0.0008 0.001 0.002 0.002 0.016 0.023 0.204 0.159 0.341 0.107 1.282 0.332 0.029 0.023 0.0007 0.01 0.0009 0.001 0.0009 0.002 0.002 0.001 0.033 0.019 0.224 0.155 0.250 0.108 0.985 0.333 0.033 0.021 0.009 0.009 0.002 0.001 0.002 0.002 34 Constant Herfindahl Index instrument Internet penetration Internet penetration squared Internet penetration: Deposit markets Internet penetration: Loan markets Internet penetration: Savings deposits Internet penetration: Time deposits Internet penetration: Consumer loans Internet penetration: Longterm loans Internet penetration: Mortgages Internet penetration: Shortterm loans Internet penetration: 2nd quartile Internet penetration: 3rd quartile Internet penetration: 4th quartile Cost to Assets Ratio markets 0.334 0.521 0.002 0.001 0.167 0.031 0.009 0.021 slopes 0.440 0.534 0.002 0.001 0.067 0.011 0.179 0.031 0.067 0.036 0.029 0.021 0.013 0.040 0.056 0.034 0.136 0.163 0.279 0.100 1.082 0.310 0.029 0.023 0.0007 0.01 0.003 Table 8. Deposit versus Loan Markets and Nonlinearities All models were estimated using random effects across markets i.e. savings and time deposits, and customer, shortterm, longterm and mortgage loans and include year dummies. The dependent variable is the average contractual interest margin of bank product i in country c in year t. Standard errors in parenthesis were corrected for heteroskedasticity. , , indicates significance at the 10%, 5% and 1%, respectively. Internet penetration represents the number of hosts as defined in the text Herfindahl index instrument was instrumented using the natural log of total assets of the banking system in country c. Cost to asset ratio was instrumented using time and product specific dummies. See Appendix A for details. Internet penetration: Deposit marketsinternet penetration: loan markets is defined as the number of hosts per 100 inhabitants times a dummy, which is equal to one if the dependent variable is a deposit margin loan margin. All other control variables as defined in the text. Deposit versus Loan Model 9 Squared Piecewise linear Product specific Model 10 Model 8 Model 7 regression 1.014 0.598 0.003 0.001 term 0.316 0.507 0.002 0.001 0.178 0.070 0.006 0.003 0.556 0.263 0.731 0.313 1.235 0.373 0.268 0.154 0.204 0.114 1.235 0.324 0.017 0.022 0.002 0.01 0.002 0.198 0.150 0.270 0.107 0.968 0.329 0.028 0.022 0.006 0.009 0.002 0.240 0.153 0.307 0.109 1.248 0.348 0.028 0.021 0.0002 0.01 0.002 Problem Loans Problem Loans missing Producer Confidence Consumer Confidence Total Assets of Banking SystemGDP Stock Market CapitalisationGDP N Wald statistic 1 Time dummies Product specific effects 1 Test of joint significance of all independent variables. Test is distributed 2k, where k is the number of independent variables. 0.001 0.0007 0.002 0.001 0.0003 0.002 0.001 0.002 0.002 0.001 0.002 0.002 187.83 114.53 119.79 120.43 yes yes yes yes yes yes yes yes 290 290 290 290 35 Table 9. The effect of the internet on costs Model was estimated using 3stage least squares of equations 11 and 12 and includes year and product dummies. The dependent variable is the average contractual interest margin of bank product i in country c in year t. Standard errors in parenthesis were corrected for heteroskedasticity. , , indicates significance at the 10%, 5% and 1%, respectively. Internet penetration represents the number of hosts as defined in the text Herfindahl index instrument was instrumented using the natural log of total assets of the banking system in country c. The cost to asset ratio was estimated using internet penetration and the natural log of total assets. See Appendix A for details. All other control variables as defined in the text. Constant Herfindahl Index Instrument Internet penetration Cost to Assets Ratio Instrument Problem Loans Problem Loans missing Producer Confidence Consumer Confidence Total Assets of Banking SystemGDP Stock Market CapitalisationGDP N Pseudo R2 Time dummies Product specific effects Model 17 1.61 0.471 0.001 0.001 0.036 0.016 0.034 0.126 0.231 0.078 0.767 0.235 0.034 0.018 0.003 0.007 0.003 0.001 0.003 0.002 290 0.66 yes yes 36Table 10. Robustness: Country Dummies, and Market Interest Rate Dynamics All models were estimated using random effects across markets i.e. savings and time deposits, and customer, shortterm, longterm and mortgage loans and include time dummies. The dependent variable is the contractual interest margin of bank product i in country c in year t. Standard errors in parenthesis were corrected for heteroskedasticity. , , indicates significance at the 10%, 5% and 1%, respectively. Internet penetration: Deposits represents the number of hosts as defined in the text multiplied by an indicator, which takes on 1 if the dependent variable is a deposit margin. Internet penetration: Loans represents the number of hosts multiplied by an indicator, which takes on 1, if the dependent variable is a loan margin. Herfindahl index instrument was instrumented using the natural log of total assets of the banking system in country c. See Appendix A for details. Model 11 country dummies Model 12 short term interest dynamics Model 14 country dummies Model 15 short term interest dynamics Model 16 long term interest dynamics Internet penetration: Deposit versus Loan Markets 0.739 0.908 0.002 0.001 0.737 0.552 0.002 0.001 0.193 4.042 0.006 0.016 Constant Herfindahl Index instrument Internet penetration Internet penetration: Deposits Internet penetration: Loans Cost to Assets Ratio Instrument Treasury Bill Rate Treasury Bill Rate Treasury Bill Rate t1 Government Bond Rate Government Bond Rate Government Bond Rate t1 N Wald statistic 1 Time dummies Country dummies Control variables 2 Product specific effects 0.581 4.061 0.007 0.016 0.024 0.029 0.336 0.163 128.03 290 yes yes yes yes Model 13 long term interest dynamics 1.094 0.886 0.002 0.001 0.029 0.017 0.064 0.105 0.119 0.164 0.042 0.133 0.201 0.093 224 95.93 no no yes yes 1.036 0.536 0.002 0.001 0.039 0.017 0.018 0.127 0.128 0.110 0.166 0.125 0.185 0.091 224 97.10 no no yes yes 0.107 0.037 0.050 0.029 0.232 0.157 290 yes yes yes yes 0.156 0.027 0.011 0.018 0.029 0.090 0.181 0.112 0.201 0.130 0.158 0.095 224 no no yes yes 143.65 106.31 0.148 0.027 0.003 0.018 0.056 0.106 0.154 0.170 0.074 0.138 0.165 0.099 224 100.00 no no yes yes 1 Test of joint significance of all independent variables. Test is distributed 2k, where k is the number of independent variables. 2 Control variables problem loans, consumer and producer confidence, size of banking system and stock market capitalisation are as in Table 7. Coefficients not reported for brevity. Chart 1. Interest Margins, by Concentration Quartile Means %2.521.510.50lowmediummediumhighhigh Concentration Quartile Means Chart 2. Time Deposit Margins, by Technological Group The high internet group contains observations with greater than or equal to 3.6 Internet hosts per 100 inhabitants. The medium internet group includes observations with greater than or equal to 1.8 and less than 3.6 Internet hosts per 100 inhabitants. The low internet group contains observations with less than 1.8 Internet hosts per 100 inhabitants. 0.50.450.40.350.3%0.250.20.150.10.050lowmediumhigh Technological Group Chart 3. Loan Margins, by Technological Group Means The high internet group contains observations with greater than or equal to 3.6 Internet hosts per 100 inhabitants. The medium internet group includes observations with greater than or equal to 1.8 and less than 3.6 Internet hosts per 100 inhabitants. The low internet group contains observations with less than 1.8 Internet hosts per 100 inhabitants. %3.532.521.510.50lowmediumhigh Means Technological Group Chart 4. Herfindahl Indices, by Technological Group The high internet group contains observations with greater than or equal to 3.6 Internet hosts per 100 inhabitants. The medium internet group includes observations with greater than or equal to 1.8 and less than 3.6 Internet hosts per 100 inhabitants. The low internet group contains observations with less than 1.8 Internet hosts per 100 inhabitants. 350300250200150100500 lowmediumhigh Technological Group 39 %3.532.521.510.50lowmediumhigh Technological Group Chart 5. Cost to asset ratio, by Technological Group Means The high internet group contains observations with greater than or equal to 3.6 Internet hosts per 100 inhabitants. The medium internet group includes observations with greater than or equal to 1.8 and less than 3.6 Internet hosts per 100 inhabitants. The low internet group contains observations with less than 1.8 Internet hosts per 100 inhabitants. Chart 6. Evolution of the Effect of Concentration on Interest Margins over time 3 Year Rolling window estimation All models were estimated using random effects across markets i.e. savings and time deposits, and customer, shortterm, longterm and mortgage loans and include year dummies. The dependent variable is the contractual interest margin of bank product i in country c in year t. Standard errors in parenthesis were corrected for heteroskedasticity. , , indicates significance at the 10%, 5% and 1%, respectively. Models include the same controls as in Table 7. 0.0090.0080.0070.0060.0050.0040.0030.0020.00100.0010.002 199519981996199919972000199820011999200220002003 40Table A.1. First stage regression for Herfindahl index Appendix A Dependent variable Constant Lnassets of the banking system N R2 F statistic Product specific fixed effects Herfindahl index 1247.11 91.85 79.10 143.90 6.59 290 0.34 yes 0.009 0.006 0.096 0.027 1.56 1.52 1.51 2.69 0.57 0.65 0.54 0.50 0.93 0.76 Table A.2. Regression for Cost to asset ratio Model 17 Estimated using 3stage least squares based on equations 11 and 12. , , denotes statistical significance at the 10%, 5% and 1% level, respectively. 2003 is the omitted category. Cost to asset ratio Dependent variable Internet penetration Lnassets of the banking system 1995 1996 1997 1998 1999 2000 2001 2002 Dummy if consumer loans Dummy if medium and longterm loans Dummy if mortgage loans Dummy if savings deposit Dummy if time deposit N R2 0.73 0.61 0.43 290 0.73 41", "filename": "dp09007.pdf", "person": ["Reint Gropp", "Gropp, Reint", "Sandrine Corvoisier", "Corvoisier, Sandrine"], "date": ["2009"]}