{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/20399/1/dp1161.pdf"], "title": ["Unemployment Benefits and Unemployment Rates of Low-Skilled and Elder Workers in West Germany : A Search Equilibrium Approach"], "plaintext": "Unemployment Benefits and Unemployment Rates of LowSkilled and Elder Workers in West Germany: A Search Equilibrium Approach Andrey Launov University of Gottingen and IZA Bonn Joachim Wolff University of Munich Stephan Klasen University of Gottingen and IZA Bonn Discussion Paper No. 1161 May 2004 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit company supported by Deutsche Post World Net. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available on the IZA website www.iza.org or directly from the author. IZA Discussion Paper No. 1161 May 2004 ABSTRACT Unemployment Benefits and Unemployment Rates of LowSkilled and Elder Workers in West Germany: A Search Equilibrium Approach J64, J65 search equilibrium, unemployment benefit, parametric estimation, Germany In this paper we investigate whether the extension of the entitlement to unemployment benefits in the mid 80s can explain the increase in the unemployment rates of unskilled and elder workers in western Germany. To answer this question we estimate a version of the BurdettMortensen search equilibrium model and analyze how workers search behaviour responded to these reforms. We try both nonparametric and fullyparametric estimation methods and identify the cases in which the nonparametric approach cannot be applied. We find that the entitlement reforms are largely responsible for the increase of unemployment among unskilled workers. JEL Classification: Keywords: Corresponding author: Andrey Launov Department of Economics University of Gottingen Platz der Gottinger Sieben 3 37073 Gottingen Germany Tel.: 49 551 39 7321 Email: andrey.launovwiwi.unigoettingen.de The data were provided by the Deutsches Institut fur Wirtschaftsforschung. Support from the Deutsche Forschungsgemeinschaft under the project SFB 386 Statistical Analysis of Discrete Structures is gratefully acknowledged. 1 Introduction Generous unemployment insurance benefit is one potential reason for thehigh level of unemployment in European economies. The studies of Nickell1997 and Siebert 1997 provide evidence for this hypothesis. Moreover,Nickell 1997 and Nickell and Layard 1999 demonstrate that to a large extentthere exists a positive dependence between longlasting entitlements to unemployment benefit and longterm unemployment. The German labour marketis a typical representative of the above pattern. Evidence for this is presentedfor instance in Hunt 1995 or Steiner 1997 who in a reduced form estimationof a duration model show that the length of entitlement is associated with anincrease in unemployment duration.The time profile of the West German unemployment rates shows some wellknown and interesting features: From the mid1980s to the mid1990s the unemployment rate of lowskilled and aged workers was rising faster than that ofthe other skill or age groups. Relatively high unemployment rates of lowskilledworkers are not only a German phenomenon, but they are particularly high in Germany. Nickell and Layard 1999 present figures of the unemployment ratesof low and highly educated male workers for ten OECD countries from the 1970sto the early 1990s 1: From 1983 to 1986, the unemployment rate of low skilledworkers relative to the total unemployment rate was 2.2 in West Germany. Forthe other countries the ratio ranged from 0.6 to about 1.8, and the average wasabout 1.4. Moreover, until 1991 to 1993, for Germany this ratio rose by about 18 %, while in the other countries the rise was lower 2. For elder workers, figuresfrom the OECD Employment Outlook 1996 on standardized unemploymentrates show that the West German situation differs substantially from that ofmany large economies 3. For instance, in 1983 in France, Italy, Spain, and the US the ratio of the unemployment rate of workers aged 55 to 64 years to thetotal unemployment rate was below one. Until the year 1990 it rose only for Spain. In contrast, for West Germany this ratio was about 1.16 in 1983 andmore than doubled by 19904 demonstrating again the highest value and thesharpest increase.There may exist quite a number of reasons why by the mid 90s West Germany has got a leading position in unemployment of unskilled and elder workers.In the present paper we would like to concentrate on the one which we considerespecially important.In the mid 80s the government has introduced a series ofreforms aimed at raising the length of entitlement to unemployment insurancebenefits. Additionally, the increase in the entitlement length was highest forelder unemployed people. We expect that as a result of these reforms work 1The countries are France, Germany, Italy, Netherlands, Norway, Spain, Sweden, United Kingdom, Canada, and the United States.2For the United Kingdom and Sweden there was even a decline. Note, however, that thedefinition of low skilled workers in Nickell and Layard 1999 is not entirely the same for allthe countries. Hence, we have to take these comparisons with some caution.3Note that only until the year 1990 such figures are available for West Germany only.4The numbers are computed from Table B. and Table L., OECD Employment Outlook1996.2disincentives among elder unemployed workers have significantly gone up. Furthermore, the reforms may have had particularly strong adverse effect on theincentives of lowskilled unemployed workers to return to work.Considerations of this type are not unfamiliar in the literature that documents the German labour market. For instance, Sinn 2002 argues that changesin the unemployment benefit system can potentially have an adverse effect onthe incentives of low skilled workers, because the wages they earn are ratherlow. For elder workers, longer entitlement to unemployment benefit could beinterpreted as a de facto reduction of the early retirement age.In the present paper we try to investigate empirically the impact of the extension of entitlement to unemployment benefits on the unemployment ratesof lowskilled and elder workers in West Germany. To do so we study thearrival rates of job offers and exit rates from fulltime employment into unemployment in the mid 1980s and mid 1990s for different skill and age groups. Asa framework for the analysis we choose the BurdettMortensen model of searchequilibrium. There are two important reasons for this choice. First of all thisframework allows a structural econometric estimation of the theoretical model,i.e., the estimation procedure takes into account all the restrictions imposedby economic theory. Examples of such restrictions could be the endogenouslyderived functional form of the theoretical wage offer distribution, functional dependence between wage offer and earnings distributions etc. Secondly, throughthe adjustment of individual search behavior one can to establish the link between the entitlement extension and the dynamics of unemployment rates.As the models of search equilibrium attract considerable attention in thecontemporary labour economics literature we do not present any overview of thetheory in this paper. We simply use the existing theoretical results to developour own argument. For an extensive treatment of the theory interested readersare referred to Burdett and Mortensen 1998, Mortensen 1990 and Bontempset al. 2000. At the same time we provide the detailed analysis of the twoexisting structural estimation methods. The primary reason for doing so is thatin our analysis we discover that the relatively more attractive nonparametricprocedure of Bontemps et al. 2000 may not be always applicable.The paper is organized as follows. Section 2 motivates our study. Herewe describe the evolution of unemployment rates in West Germany for differentskill and age groups. We also provide a number of potential explanations ofthese developments.In Section 3 we present an overview of the necessary theoretical results from the search equilibrium modelling and develop an argumentthat links entitlement reforms with unemployment rate dynamics. Section 4discusses the microdata, which we use in our study. Methodological questionson the estimation of empirical search equilibrium models are discussed in Section 5. Here we present an overview of the two existing estimation techniques nonparametric and parametric, and demonstrate the limitation of the first one.We also discuss some further inferencerelated issues. Section 6 presents ourestimation results and discusses their main economic implications. A summaryand some important conclusions are given in Section 7.32 Motivation An important feature of the West German unemployment rate is its development for the specific groups of workers. Already in the 1980s unemploymentrates of unskilled and elder workers were particularly high relative to overallunemployment rate and they still rose considerably until the mid 1990s.Inthe figures below we demonstrate this phenomenon. Figure 1 shows the economy wide development of the unemployment rate of men and women from theyear 1985 to the year 20015. For both males and females these rates tendedto fall from 1985 until, the beginning of the 1990s, reaching levels at aroundfive percent. Thereafter they rose until the mid 1990s, when they ranged formabout nine to eleven percent. Figures 2 and 3 show for the same period theunemployment rates of four different skillgroups relative to the overall unemployment for each gender. Figures 4 and 5 repeat this exercise for different agegroups. All figures were computed using data from the German SocioEconomic Panel GSOEP. The samples are limited to workers aged 16 to 64 years. As toqualification, the GSOEP categorizes workers according to International Standard Classification of Education ISCED code, which takes into account bothgeneral schooling and occupational qualifications. We discern four such groups:1 inadequately trained or with general elementary schooling, 2 middle vocational training, 3 vocational training and college entrance exam or highervocational training and 4 higher education.Figure 1: West German Unemployment Rates by Gender 5These figures are based on the Federal Labour Office records. Official unemploymentfigures are virtually identical to those based on the GSOEP data see below.4Figure 2: Relative Unemployment Rates by Skill Groups Males Figure 3: Relative Unemployment Rates by Skill Groups Females Figure 4: Relative Unemployment Rates by Age Groups Males Figure 5: Relative Unemployment Rates by Age Groups Females 5 Figure 2 clearly shows that for skillgroup 1 the unemployment rate is farabove the average unemployment rate in the economy. Since 1988 it is most ofthe time about twice as high as the average male unemployment rate. Figure 3 displays such relative unemployment rates for women.Its striking featureconcerns again the unemployment rate for women in the lowest skill group.From 1985 to 1991 it exceeds the overall unemployment rate by roughly 13 upto 34 %.In contrast, these relative differences are much higher after 1991ranging from about 22 to 130 %.For both males and females, there are most of the time no remarkable difference between the economy wide unemployment rate and that of group 2. Theunemployment rates of the two highest skill groups are usually somewhat andsometimes considerably lower than those of the entire economy. Taken together,Figures 23 demonstrate that unemployment rates of the unskilled workers arethe highest among all other skill groups and for women their relative deviation from the economywide unemployment rate became particularly high inthe 1990s.The evolution of such differences in the West German unemployment rateswas also highlighted by Sinn 2002 who points out that high unemploymentrates of the unskilled reflect adverse effects of changes in benefits.Indeed,the standard argument that increased benefit levels may raise the reservationwage andor decrease job search intensity and therefore induce a higher levelof unemployment, may apply. And this can be especially important for lowskilled unemployed workers, whose potential earnings are relatively close to thebenefits that they receive. However, in the period under review the replacementrates of the German unemployment benefit system were not increased. So thiscan hardly explain why unemployment rates of the lowskilled rose considerablyfrom the 1980s to the mid 1990s. At the same time, as we will discuss in moredetails below, there is one major difference between the mid 1980s and the mid 1990s.In the mid 1990s unemployment insurance benefits have become beingpaid for a much longer period of time. So it could have been an increase in theentitlement period that may have adversely affected the unemployment rates oflowskilled workers.Now lets consider the age dimension. Figure 4 displays the developmentof unemployment rates for several age groups of male workers relative to thetotal unemployment rate: workers younger than 28, 28 to 40 years, 41 to 53years and 54 to 64 years old. The most important feature of this figure is thedevelopment of the unemployment rate of the eldest age group.In the year 1985 it is still relatively close to the aggregate male unemployment rate. Butfrom 1986 to 1989 it exceeds the aggregate unemployment rate by about 46 to 74 %. From 1995 to 2001, this relative difference ranged even from 79 and 167%. The unemployment rates of all other age groups deviate much less from theaggregate unemployment rate.The corresponding relative unemployment rates for women are shown in Figure 5. The evidence on the eldest workers is not exactly the same as formen. Still, the figure shows that the unemployment rate of those aged 54 to 64years tends to exceed the aggregate unemployment rate in the second half of the 61980s and the first half the 1990s. Its deviation from the overall unemploymentrate is remarkable since 1995 and on average higher than in the period before.It is sometimes even more than twice as high as the overall unemployment rateof women.In Germany two important institutional changes may have contributed toa large extent to the increase in the relative unemployment rates of the agedworkers. First of all over the 1980s several benefit reforms tended to raise thepotential length of the unemployment insurance UI benefits. Table 1 showsthe length of UI benefit receipt over several time periods.Table 1: Entitlement Length of Unemployment Insurance Benefit Work History Length of UI entitlement during specific periodsmonthsJanuary 1985 to December 1985January 1986 to June 1987July 1987 to March 1997April 1997 to December 200312 1516 1718 1920 2324 2728 2930 3132 3536 3940 4142 4344 4748 5152 5354 5556 5960 6364 6566 71 724466881010121214 age 4914 age 4916 age 4916 age 4918 age 4918 age 4918 age 4918 age 4918 age 4918 age 494466881010121214 age 4414 age 4416 age 4416 age 4418 age 4918 age 4920 age 4920 age 4922 age 5424 age 54688101214 age 4214 age 4216 age 4218 age 4220 age 4420 age 4422 age 4424 age 4926 age 4926 age 4928 age 5430 age 5432 age 5432 age 5432 age 54688101214 age 4514 age 4516 age 4518 age 4520 age 4720 age 4722 age 4724 age 5226 age 5226 age 5228 age 5730 age 5732 age 5732 age 5732 age 57We start with the year 1985, as we will analyze the period from the mid 80suntil the year 2000. The length of UI receipt depends positively on workhistoryin insured employment in the seven years prior to the benefit claim. The firstcolumn of Table 1 shows the relevant workhistory intervals in months.Inhow far additional workhistory raises the UI entitlement length however alsodepends on agelimits 6. These agelimits are shown in brackets next to theentitlement lengths in the other columns of the Table 1. The Table shows the 6Note that unemployed people who run out of their UI benefit may still receive unemployment assistance benefit UA. UA is generally lower than UI benefit and is not time limited. Itcan be paid until people reach the regular retirement age. Before 1994 the formal replacementrates of the UA benefit were 58 % for parents and 56 % for childless people, while for UI they 7rules on the entitlement lengths, which are measured in months, that were inforce in the year 1985 second column, from January 1986 to March 1987 thirdcolumn, from April 1987 to March 1997 fourth column and from April 1997to December 2003 fifth column7.Table 1 demonstrates that except for the last reform, all benefit reformsraised the length of UI entitlement. However, it also shows that this increasewas usually limited to some agegroups. The reforms made the benefit systemmore and more generous for elder workers. With a sufficient workhistory,unemployed workers aged older than 54 from July 1987 to March 1997 could beentitled to UI benefits for up to 32 months, while it was only 24 months from January 1986 to June 1987 and 18 months in the year 1985. For workers youngerthan 42 years instead, the maximum length of UI entitlement was never raisedin the 1980s. They could receive UI for no more than 12 months. However, theamount of workhistory to achieve this maximum was reduced from 36 in 1985to 24 by March 1987. Also the maximum entitlement lengths of the peopleaged 42 to 53 years were raised by the reforms in the 1980s. But the rise forthose the aged 54 or older is higher. Hence the incentives to actively search fora job decreased particularly for all those workers aged 54 or older.Furthermore, UI recipients aged 54 or older faced even less strong incentivesto search for a job. The reason is that at the age of 60 they have an optionof exit into early retirement. To qualify for early retirement one must haveat least 12 months of unemployment in the 18 months prior to reaching thisage limit see Lampert, 1996, p.267.For workers near sixty, this type ofearly retirement together with the high length of UI entitlement was a majordisincentive to search actively for a job.The second important institutional change is concerned with the availabilityof elder workers for jobs. Since the reform of the Employment Promotion Actin the year 1986, unemployed workers aged 58 or older could agree with thelabour offices to enter early retirement at the earliest possible date see Steffen,2003. In turn they need not be fully available for the mediation into suitablejob offers. This setup further raised the disincentives for elder workers to searchfor a job.It paved the way into early retirement within the two years prior toreaching the age limit of 60 years. Even though such elder workers are highlyprotected against dismissal, in practice these rules made their dismissal forboth the employer and the employee more attractive. Arnds and Bonin 2002argue that these reforms enabled employers to change the structure of their stafftowards younger workers. And apart from the unemployment benefit, dismissedelder workers could even receive some additional financial support from theirlast employer.were 68 % and 63 %, respectively. In 1994 these replacement rates were cut for UA benefit to 57 % and 53 % and for UI benefit to 67 % and 60 %. However, the UA benefit is meanstestedand the benefit level may hence by far lower than the formal replacement rates suggest.7We need to note here that due to some special exemptions the rules displayed by the lastcolumn fully affected unemployed workers only two years after their introduction. See Wolff2003 for details.8Taken these two changes together we should expect a very low incentive forworkers aged older than 53 to search for a job.The discussion above shows that for both unskilled and aged workers we askone and the same question. We are interested in how far the rise in the UIentitlement length influenced their equilibrium unemployment rate. To answerthis question we need a theory that links UI entitlement reforms with equilibriumunemployment rates. We consider such a theory in the next section.3 Theoretical Results and their Implications forour Analysis The theoretical BurdettMortensen model of search equilibrium formalizesstrategic interactions between supply demand sides of the labour market. Representatives of the supply side, i.e. workers, search for better jobs while representatives of the demand side employers offer job opportunities. Workersmaximize their utility of being employed and employers maximize their profits.The model describes equilibrium flows between the two states of the labourmarket, namely employment and unemployment by means of the three keyparameters: arrival rate of a job offer to unemployed worker, 0, arrival rate ofa job offer to employed worker, 1 and arrival rate of a match dissolution andreturn to unemployment, . The individual search process in any of these twostates is viewed as a repeated drawing of job offers from a certain probabilitydistribution F w and acceptance or rejection of the offer after each draw.Three equations of the model by Burdett and Mortensen 1998 are centralto our application. First, Burdett and Mortensen 1998 demonstrate that thesteady state level of unemployment isu 0.1Secondly, the model allows calculating the theoretical reservation wages ofthe agents 8. Specifically, for any unemployed agent who has an opportunitycost of employment b, which is normally associated with unemployment benefits,the reservation wage becomes Z w RR b 0 11 F w 1 1 F w dw.2Additionally, Mortensen and Neumann 1988 argue that considering 2 thearrival rates of job offers, 0 and 1, can, without loss of generality, be interpreted as search intensities of the participating workers. This interpretationwill be quite useful later on.Finally, Burdett and Mortensen 1998 show that whenever all the employersare homogeneous with respect to their productivity the equilibrium wage offer 8This somewhat earlier result is due to Mortensen and Neumann 1988.9distribution takes a formcid:20cid:21r p wp RF w 111 3to the wage offer distribution of a form F w R F wpdp where p is a One can further relax the assumption of employer homogeneity which will leadcertain productivity distribution that can be also derived endogenously.In theearlier paper Mortensen 1990 derives the theoretical wage offer distributionassuming that p is discrete. Bontemps et al. 2000 study the case whenproductivity distribution is continuous.In our application we will estimate themodel for both discrete and continuous productivity distributions. Therefore,we reserve the discussion of the issues related to the functional form of the wageoffer distribution for Section 5, where we in details deal with the structuraleconometric estimation of the theoretical model.Before presenting a mechanism that links the extension of entitlement to UIwith equilibrium unemployment rates it will be quite instructive to take a closerlook at equations 1 and 2.Consider first 1. Differentiating u with respect to 0 one can see that uis a decreasing function of 0. Ceteris paribus a reduction in search intensityof unemployed workers leads to an increase in the equilibrium unemploymentrate. The opposite is true with respect to : A higher incidence of exit intounemployment raises the equilibrium unemployment rate. Equation 1 will becentral for our inference.Now let us look into the dependence of the reservation wage on the adjustment of search behavior. Consider 2. After some algebra 2 can berepresented as a function G R, 0, 1, , b, which equals zero. Differentiationof G with respect to its arguments and application of Implicit Function Theorem see Appendix B leads to a number of results. First of all, it shows theimpact of a rise in b, and hence the impact of increased unemployment benefitlevels. Its effect on single parameters, holding everything else constant, is positive for R and , negative for 0 and ambiguous for 1. We expect the effectof increased entitlement length of benefit receipt to go in the same direction.Second, it leads us to the following result:R0R1 G 0G R G 1G R 0, 0, 1 :RR11 0 : G G R G 1G R 0 04for 1 , 0.9 The partial derivatives R0 and R1 have quite anintuitive interpretation. They establish that unemployed workers who search 9Even though the condition 1 , 0 might seem to bee too restrictive, indeed it is notso. The reason is that 1 0 implies that expected job duration is at least as high asexpected unemployment duration. Furthermore 1 implies that for employed workerswith no jobtojob changes so far the probability of finding the next job is at least as high asthe probability of being fired. Thus, the values of 1 will typically lie in the interval , 0.10more actively, i.e have higher 0, must have higher reservation wages. Betterprospects of promotion on the job reflected by high 1 reduce the reservationwage and create an incentive to accept lower wages to get out of unemploymentfaster note that each promotion on the job is treated as a job change here.Poor promotion possibilities, i.e. low 1 , increase R creating thus an additionalincentive to stay longer in unemployment and wait for better times.The results above make it particularly easy to show how increased entitlement length influences the dynamics of unemployment rates. We would suggestthe following argument. Although it is not explicitly stated in 2 which onlyconsiders the current benefit level and not its discounted present value, a reasonable interpretation is that an increase in the duration of UI benefit paymentsincreases the value of unemployment. As a result, unemployed workers becomemore choosy to the arriving wage offers, i.e. the reservation wage of the agentsgoes up.It should be also true that for any agent the search process is associated with certain disutility generated by search efforts. Therefore, facing theexogenous increase in the value of unemployment, unemployed agents will tendto substitute certain degree of search intensity that brings disutility for someother activities, i.e. search less. Considering 1 we conclude that this willunambiguously rise the equilibrium unemployment rate. This establishes theexpected direct effect of the extension on the unemployment rates.Additionally there may also exist an indirect effect. As we see from 4 thereduction of unemployment search intensity drives the reservation wage down.This counteracts the initial increase in R. As a result of the initial exogenousshock and subsequent unemployed search behavior adjustment we will receivea new equilibrium level of the reservation wage. An interesting and likelycase arises whenever this new level is higher then the one before the entitlementextension.In this situation the lowproductivity firms with limited capacitiesfor productivity enhancement may offer too low a wage to attract any worker.This will result in a higher degree of structural unemployment among lowerskilled workers.Finally, the contribution to the increase in equilibrium unemployment ratesmay come from the side of match dissolution parameter . Even though in themodel this parameter is exogenous and not really related to workers adjustmentbehavior, it may still reflect some effects induced by UI extension. In particular,the increased generosity of the UI system may increase the incentives to shirkand as a result increase the match break incidents. From 1 we know that anincrease in the frequency of match dissolution incidents leads to the increase inthe equilibrium unemployment rate.The arguments presented above imply that by analyzing empirically the keyparameters of the model before and after the reform we will be able to tellwhether the entitlement extension indeed contributed to the increase in unemployment rates of unskilled and elder workers as discussed in the previoussection. Even though the reservation wage equation in the contemporary formulation of the model does not explicitly include the timing of UI payments,the available econometric procedures are robust to this theoretical shortcomingsee Section 5, page 21 for the discussion. So we will be able to avoid possible 11specification bias in our structural estimation and find the estimates that areconsistent with the most general formalization of UI payment schedules thatwould consider the duration of benefit payments.This concludes the summary of main theoretical results and their implicationfor our paper. After discussing the data used for analysis we proceed withthe econometric specification and structural estimation issues. Here the keytheoretical results will be revisited.We also need to notice that the effect of benefit reforms on job search behavior of employed workers 1 is unclear theoretically. In addition, empiricalstudies by Belzil 1995, 2001 demonstrate that changes in the duration ofbenefit payments do not significantly alter the length of subsequent reemployment spell. For these reasons, our discussion concentrates on the impact ofbenefit reforms on the arrival rate of job offers while unemployed and on thematch dissolution parameter.4 The Data We use data from the German SocioEconomic Panel.It is a longitudinalsurvey of German households, which was started at 1984 and conducted on theannual basis ever since. We use the information from the 1984 to the 2001waves. Our analysis is restricted to samples A and B of the GSOEP. Sample A represents households with a household head being a native West German.Sample B represents households whose head belongs to the main groups offoreigners in West Germany. Additionally, we only include respondents aged 16to 64 years.4.1 Classification of Workers in the Stock Samples Estimation of the empirical model of search equilibrium relies on stock sampling. We analyze the stocks of employed and unemployed people from twospecific waves: the wave of the year 1986 and the wave of the year 1995. Asthe extension of entitlements occurred inbetween, this should allow us to investigate the reaction in the search behavior of the agents. The choice of yearsis also influenced by the fact that macroeconomic conditions in these two yearswere rather similar, i.e. the economy was in roughly the same phase of the cycle.Finally, such a choice minimizes the amount of censored job and unemploymentdurations in the samples under study.The samples for these two years were drawn according to the implications ofthe theoretical model. We analyze agents who are unemployed and fulltimeemployed. We classify workers as unemployed if for the modal interviewmonth of the chosen year they reported to be registered as unemployed. Forthis classification, we use information from the subsequent waves retrospective In contrast, we classify people as fulllabour force status calendarium 10.10With the labour force status information in the interview month, the construction ofa genuine stock sample at a specific month is not possible, as not all the respondents are 12time employed on the basis of their current labour force status reported at theinterview 11.Due to the restrictions of the theoretical model we did not include parttimeemployed workers and nonparticipants in our sample. These should be left outbecause it is likely that their behavior is different from behavior of the agentsrepresented in the model see also Koning et al., 1995.4.2 Unemployment and Job Durations, Exit States To construct the likelihood function for the model we need to use both wageand duration data. Whenever we observe a change of states, we need to recordinformation about the new state. In the setting of the model, jobtojob changesare also considered as a change of state.Unemployment duration is calculated from the retrospective labour forcestatus calendarium of the GSOEP, in which respondents have to provide theirlabour force status for every month of the previous calendar year.Apart form completed spells, unemployment spells can also be leftcensored,rightcensored or both.In our sample, unemployment spells are leftcensoredmainly because a respondent was already unemployed before heshe first filledin the labour force status calendarium. The main reasons for rightcensoring iseither that a respondent temporarily did not respond to the GSOEP or due tothe fact that the respondent completely dropped out of the panel study. Finally,some of the spells did not terminate before the end of our observation period.The information on the beginning and end of a job spell is more difficult toobtain. There are various pieces of information on the job history of individualsthat the GSOEP collects retrospectively. First of all respondents who state thatthey are currently employed provide the calendar year and the calendar month ofthe start of the job. Provided that there is a job change, employed respondentshave to state in which calendar month this job event took place and indicatethe type of job event: first job, new employer, selfemployment, change withinthe firm, company takeover, or return to work. This information allows usto identify when the jobs of the individuals in the current employment stockstarted 12.interviewed in the same month of a year.11The reason is that for employed people we need the wage in the current job, which is onlyavailable for the month prior to their interview. There were also cases where people reportin the interview month to be fulltime employed, while in the subsequent wave their retrospective labour force status for the modal interview month of the previous year is registeredunemployment. These people were classified as registered unemployed in our samples.12If a job spell of a respondent in our employment stock was already in progress at theinterviews of previous waves we use the related job start information of these previous wavesto determine the respondents start of the job.In case for one and the same job a personreports different job starting dates over different waves of the GSOEP and there was a modalcalendar start, the job start was set to this modal value. If there were no such modal calendarstart, the job start is taken as reported in the wave, in which the persons current job wasfirst observed. For individuals where we have no information on the calendar month and thetype of event that lead to a job start, we used the employer start information.13Table 2: Descriptive Statistics of Event History Data for the Two Stock Samples 1 Employed: Unemployed: job job transition:job unemployment transition:mean time spell between two states job duration:std. deviation: Censored observations 2 a leftcensored durations only Number of Individuals Employed Agents: Uncensored observations with: with job job transition: mean time spell between two states unempl. duration: b rightcensored durations only: c both left and rightcensored durations: Mean time spell both uncensored and censored: std. deviation: Unemployed Agents: Uncensored observations u j transition: with job unemployment transition:std. deviation: Full Sample Low Skilled Full Sample Low Skilled 1986 Elder 1995 Elder 4873 4551 322 1.0000.9340.066571 518 53 1.000 0.907 0.093 1401 1272 129 1.0000.9080.0924030 3681 349 1.0000.9130.087637 533 104 1.0000.8370.163933 780 153 1.000 0.836 0.164 4551 1.000 518 1.000 1401 1.000 3681 1.000 533 1.000 780 1.000 706 0.155 385 0.085 139.95 115.44 6 0.012 42 0.081 248.94 138.18 138 0.108 157 0.123 423 0.114 277 0.075 7 0.013 68 0.128 49 0.063 101 0.129 150.53 113.66 106.82 101.08 248.33 141.28 129.35 115.29 97 0.021 74 0.016 2898 0.637 391 0.086 168.85 136.41 322 1.000 116 0.360 5 0.010 16 0.031 361 0.697 88 0.170 236.69 167.16 24 0.019 28 0.022 784 0.616 141 0.111 158.99 123.92 22 0.006 16 0.004 2857 0.776 86 0.023 155.05 118.89 1 0.002 2 0.004 445 0.835 10 0.019 263.87 143.26 3 0.004 1 0.001 603 0.773 23 0.029 161.88 117.13 53 1.000 129 1.000 349 1.000 104 1.000 153 1.000 3 0.057 42 0.326 105 0.301 4 0.038 38 0.248 14.18 18.94 11.67 4.16 14.91 12.57 20.81 22.95 14.50 8.66 19.92 14.30 Censored observations a leftcensored durations u j transition only: b rightcensored durations only: c both left and rightcensored durations: Mean time spell both uncensored and censored: std. deviation: 1 Duration data in Months. Share of the sample in brackets. 2 In the framework of the theoretical model a spell with transition to nonparticipation qualifies as rightcensored with unobserved exit state. 3 0.009 226 0.648 15 0.043 14 0.043 160 0.497 32 0.099 11 0.085 58 0.450 18 0.140 33 0.623 17 0.321 29.20 33.02 45.51 37.02 35.43 33.35 34.95 36.07 96 0.923 4 0.038 47.25 36.75 1 0.007 106 0.693 8 0.052 40.92 36.25 To define the calendar end of the jobs we tracked the job start and endinformation as well as the labour force status information at the interviews overthe waves that followed the year of the stock sampling. The calendar end ofjob spells is set to the first reported job end in subsequent waves or to the firstreported job start due to a within firm job change.Similar to unemployment spells, job spells can be leftcensored, rightcensoredor both and we proceed in similar fashion to the treatment of unemploymentspells 13. For all spells where we could observe the calendar end, we determinedthe exit state.In case of the unemployment spells, using the retrospectivelabour force status calendarium information, we determined whether they endedin fulltime employment or in any other labour force state.In case of the jobspells, we used the labour force status calendarium and job events information to see whether a job ended by transition to unemployment, another job ornonparticipation.Table 2 provides a summary statistics for employment and unemploymentspells in the resulting stock samples. Additionally it shows the percentage ofspells that are completed, left, right and both left and rightcensored.It is important to notice here that we treat spells that terminate by an exitinto nonparticipation as rightcensored see, for instance, Koning et al., 1995and van den Berg and Ridder, 1998. The reason is that the theoretical modeldoes not have states other than fulltime employment and unemployment.Because of this, we observe a rather large share of rightcensored durations.4.3 Wages and Benefits The final piece of information necessary for the estimation of the model isearnings. We use the data on net wages provided by the GSOEP. Individualswho are employed at their interview provide the monthly net wage in the monthprior to the interview. For the stock sample of job spells we use the wageinformation that the respondents stated at the year for which the sample isdrawn. For the stock sample of unemployment spells we use the first reportedwage after the end of unemployment, provided that the unemployment spell isnot rightcensored. All wage are deflated by the West German consumer priceindex at prices of 1998.Having once estimated the model we compute the reservation wages predicted by the theory. To do this we need to know either the true benefit receipt 13For some spells in our sample we cannot determine the exact calendar start of their job,but only the year of the job start. These were considered as leftcensored with calendarstart being December of that year. Likewise we cannot always determine the exact end ofthe job spell. One reason is that for at least one of the subsequent waves a respondent wasnot interviewed prior to the termination of hisher job.In this case the interview monthof the wave before determines the rightcensored job end. Of course this rule applies toall jobs that are still in progress by the interview month of the last available wave of the GSOEP. Additionally, rightcensoring applies if without providing job end information, somerespondents either stated not to be employed or indicated a start of a different job in one ofthe waves that follow. Again in these cases the rightcensored job end is set to the interviewdate of the wave before, i.e., the last month for which we have a valid observation of the job.15or a potential benefit level of our sample members. We considered three typesof benefits: unemployment insurance benefits UI, unemployment assistancebenefits UA and welfare benefits WB. UI and UA benefits are determinedby formal replacement rates. Though the UA benefit is meanstested and hencemay be much lower than the formal replacement rates suggest. A meanstestalso applies to the WB.UI and UA Benefit Levels: For unemployed people, we set the UI or UA benefit at the level that they received at the date, where the stock samplewas drawn. These benefit levels are reported retrospectively in the subsequentwave. The respondents provide the monthly average benefit level for the monthsin which they received the benefit during the previous calendar year. There arealso a few unemployed individuals in our sample who receive a training benefitbut no unemployment benefit. For all fulltime employed individuals, we settheir unemployment benefit level to the value of the replacement rate of the UIbenefit multiplied by their net wage.Welfare Benefits: Welfare benefits are meanstested. We did not attempt to simulate the meanstest for the households in our sample in order tocompute a welfare benefit level. However, we used information on social benefitsprovided by the household heads for the households in which the respondentslive. We took into account receipt of rent subsidy payments Wohngeld, continuous aid for living expenses laufende Hilfe zum Lebensunterhalt as well associal welfare assistance to meet special contingencies in life Hilfe in besonderen Lebenslagen. For the year 1995 the GSOEP questionnaire provides avariable that records monthly amount of such benefits received by a householdin the interview month. We assume that the sum of these amounts divided bythe household size represents the potential social benefit that is available to amember of the household.In the 1986 wave the GSOEP did not collect information on the current levelof welfare benefits. However, such benefit levels and months of benefit receiptwere collected retrospectively in the wave of 1987. The household questionnaireasked whether people in the household received these social benefits in 1986.Two additional questions also provide the number of months and the averagemonthly amount of each of these welfare benefits. From this information wecomputed monthly welfare benefit levels of the respondents in our stock sampleof 1986. In Appendix A we describe in details the computation and introducesome related assumptions.The total benefit level is computed by the sum of the unemployment benefitand per capita welfare benefits. All benefit information is also deflated by the West German consumer price index with price base being the year 1998.165 Structural Econometric Model of Search Equilibrium 5.1 The Likelihood A short summary presented in this subsection relies on the distributionalproperties reviewed by Lancaster 1990 and certain theoretical results developed by Burdett and Mortensen 1998.The process that governs the arrival of job offers in the theoretical model is Poisson . Therefore, the waiting time between any two adjacent events is distributed exponentially with parameter . However, due to the nonrandomnessof the sample of job and unemployment durations see Ridder, 1984, this property cannot be applied directly. We follow Ridder 1984 and analyze insteada joint distribution of elapsed te and residual tr durations of a spell. On thedistribution of elapsed duration it is known that certain time te ago there wasa renewal of states and since then an individual spent at least te in a new state.Renewal probability for Poi is shown to be equal to . On the distributionof residual duration our knowledge is that given a certain elapsed time te anindividual spends in his current state additional time tr tr 0. Therefore theappropriate densities are:Elapsed:Residual:Joint:fte ete,ftrte etr, tr 0,fte, tr 2etetr, tr 0.5Denote the arrival rate of job offers to unemployed and employed workers as 0 and 1 respectively. Then, using the property of the exponential distribution,the exit rate from unemployment is the arrival rate of job offer: u 0.For employed individuals the hazard rate from the current job is a sum of thetransition intensity to a job that pays a higher wage and the transition intensityto unemployment: e 1 1 F w , where F w is an unobserved wageoffer distribution.Substitution of u and e into 5 will give the correctlyspecified density of job and unemployment durations.To complete the formulation of individual contributions to the likelihood weconsider separately the cases of employed and unemployed individuals:1. For Unemployed: In equilibrium the probability of encountering an unemployed agent is 01.In case the transition to the job is observedwe know the offered wage hence record a realization of the wage offerdistribution fw.2. For Employed: In equilibrium the probability of encountering an agentemployed at given wage is 0 01 gw. In case the transition to thenext state is observed we record the destination state. The probabilitiesof exit to unemployment and to next job are respectively:17ju 1 F wandjj 1 F w1 F w.Defining for the convenience of notation F w 1 F w and for theconvenience of subsequent estimation 0 0 , 1 1 we get the followinglikelihood contributions of unemployed Lu and employed Le individuals:11 0Lu 02drdl e 0tetr fw1dr ,cid:2cid:01 1 F wcid:1cid:31dl e11 F wtetrhcid:21 F wcid:3dt 1dt6i 1dr Le 0gw1 07In 6 and 7 dl 1, if a spell is leftcensored, 0 otherwise; dr 1, if a spell isrightcensored, 0 otherwise; dt 1 if there is a jobtojob transition, 0 otherwise.Since all labor suppliers are assumed to act independently, the total likelihoodis a product of all individual contributions.5.2 Nonparametric Estimation and Its Limitations Define the observed earnings density and distribution as gw and Gwrespectively. Then using the steady state identities F w 1 Gw1 1Gwand fw 1 11 1Gw2 gw8implied by the theoretical BurdettMortensen model. Bontemps et al. 2000propose the following 3step estimation procedure. In a first step gw and Gwin 8 are estimated nonparametrically.In the second step the expressions in8 are substituted into 6 and 7 and the likelihood function is maximizedwith respect to 0, 1, . In the third step the equilibrium productivity levelsp K1w w 1 1Gw21gwand productivity densityp 211 1gw331gw21 1Gw2 g 0w1 1Gw3910are calculated. Bontemps et al. 2000 notice that the third step is possibleonly if the model is well specified with respect to the equilibrium productivitydistribution, i.e., if 31gw2 g 0w1 1Gw 0.In case this conditionis not satisfied they suggest to perform the second step of the procedure underthis theoretically implied constraint, which can be conveniently rewritten ascid:23gw2 g 0wGwcid:3 g 0w1w : g 0w 0 .141114Notice that if g 0w 0 productivity density p is always positive.18In the applications of the proposed methodology so far see, for instance,Bontemps et al., 2000 the constraint in 11 was never violated. The presentpaper, to the contrary, faces the opposite case. Therefore, we follow the suggestion of Bontemps et al. 2000 and on the second step maximize the likelihoodwith respect to 11.It turns out, however, that the constrained optimizationmay not always be feasible. To see this notice that for some values of w theterm 3gw2 g 0wGw on the l.h.s. of 11 can be negative. This is exactlythe case when we observe clusters of those who earn very high wages. Suchclustering is represented by a bump far on the right tail of the estimated earnings density. Whenever such bump occurs, g 0w is greater than zero and atthe same time Gw 1 and gw 0.So the value of gw may be toosmall to make the whole term 3gw2 g 0wGw positive.In this situationthe constraint yields 1 minwg 0w3gw2 g 0wGw 0w : g 0w 012As a result there is no 1 that can satisfy 11, since 1 is always greater thanzero. We will refer to this case as to constraint inconsistency.In the opposite situation when 3gw2 g 0wGw 0 the constraint isformulated as 1 maxwg 0w3gw2 g 0wGw 0w : g 0w 013and the second step indeed returns an appropriate estimate of 1. A typicalexample for this case will be the left tail of earnings distribution, where gwincreases, but its values are high enough to insure that 3gw2 g 0wGw 0holds true w : g 0w 0.Since we find that constraint inconsistency is a pure earnings data propertysigncid:23gw2 g 0wGwcid:3we suggest14as a quick check for applicability of the nonparametric 3step procedure.In our application we face the case of an inconsistent constraint, i.e., wecannot apply the nonparametric estimation procedure directly. We also warnfrom using oversmoothing of the kernel density estimator in order to achieveconsistent constraint. By oversmoothing one can indeed get a strictly decreasingright tail with minor changes of the curvature of the rest of estimated density.However, from 13 it can be seen that by manipulating the magnitude of thebandwidth one arbitrarily fixes the value of the constraint. This will generatebias in the estimated 1.5.3 Parametric Estimation of the Model Facing the situation of constraint inconsistency we cannot perform the nonparametric estimation of the model any longer. So we need to use the alternativeparametric procedures.In other words we have to impose certain assumptionsconcerning the form of either earnings or productivity distribution.195.3.1 Parametric Assumptions on the Earnings Distribution The easiest way to avoid an inconsistent constraint is to assume some parametric form of gw, instead of using its nonparametric estimate.Inspectingthe shape of the kernel estimate of earnings distribution the most natural suggestion would be that gw is distributed lognormally with parameters and .We estimate the model under this assumption and find that indeed 11 is neverviolated. However, calculating 9 we discover that it violates the requirementthat offered wage is a monotone increasing function of productivity.15 Thisgenerates an improper estimated productivity density and implies the necessityof imposing parametric assumptions on the productivity density directly.5.3.2 Parametric Assumptions on the Productivity Distribution This approach differs from the one in Section 5.2 because now the productivity appears in the likelihood function explicitly. This happens because forgw, fw and F w instead of nonparametric estimates we take the theoreticalexpressions that constitute a part of the equilibrium solution of the model forderivations of the theoretical earnings and offer distributions see Mortensen,1990; Burdett and Mortensen, 1998. These expressions depend on both searchintensity parameters and productivity parameter p.It is theoretically demonstrated that the dispersion of p leads to a decreasing right tail of the theoreticalearnings density, which matches the empirical regularity.There exist two approaches to estimate the model in which the productivitylevel is assumed to have a certain probability distribution. The first approach isdeveloped by Koning et al. 1995 and Christensen et al. 2000. Koning et al.1995 assume that the productivity parameter is distributed lognormally withparameters and and consider marginal likelihood, where marginalization ismade with respect to unknown productivity p. The likelihood function is thenmaximized with respect to 0, 1, , , . Christensen et al. 2000 rathersuggest that the unknown productivity parameter p is multiplied by the termexp, where N0, 2. The likelihood function in their application ismaximized with respect to 0, 1, , p, .1995, 2001.The second approach to the specification of the productivity distribution is It assumes that the productivity disdue to Bowlus et al.tribution is discrete rather then continuous. Moreover the exact form of thedistribution is a priori unknown. So its support points and corresponding probability mass values are to be estimated together with the structural parametersof the model.In this sense the approach minimizes distributional assumptionson p and becomes conceptually equivalent to the semiparametric one. Thereforein the present paper we choose this way to estimate the model.Mortensen 1990 shows that whenever the productivity distribution is discrete and has Q points of support the theoretical wage offer distribution has 15Monotonicity of offered wages as a function of productivity follows from Proposition 10of Bontemps et al. 1997, which is a generalization of Burdett and Mortensen 1998 findingthat more productive firms pay higher wages.20Q kinks each of them corresponding to the highest wage paid by a pjtypeemployer j 1,  , Q. Moreover, firms with higher productivity pay higherwages, which implies that the lowest wage paid by pjtype employer w Lj isequal to the highest wage of pj 1 type employer w Hj 1. Consequently theranking w Hj 1 w Hj j 1,  , Q applies. Mortensen 1990 derives thefollowing expression for the theoretical wage offer distribution with Q distinctproductivity types F w 1 111 1 1 1 j 11 1pj wpj w Hj 1, w w Lj , w Hj 15sj 1,  , Q, w L1 R, w HQ w.In the expression above j indicates theprobability mass attached to the productivity level pj 0 0, Q 1. Differentiating 15 with respect to w and using 8 we can show that the theoreticalwage offer and earnings densities arefw 1 1 1 j 121pj wppj w Hj 11spj w Hj 1pj w,161 11gw pj w 21 1 1 1 j 117w w Lj , w Hj , j 1,  , Q. Substitution of 1517 into the expressions forlikelihood contributions 67 gives us the likelihood function with unknownparameterscid:80, 1, , 1,  , Q1, p 1,  , p Q, R, w H1,  , w HQ1, wcid:9.Following Mortensen 1990 it is possible to represent productivity levels as afunction of wage cuts w Hj , probability mass points j and structural parameters,namely,18pj w Hj Bjw Hj 11 Bjh 111j i 2111j 1where Bj . Moreover he shows that there holds an equality F w Hj j j 1,  , Q. On the basis of this information Bowlus et al.1995, 2001 develop an iterative procedure for estimation of the unknowns ofthe model.on the subsets 1 R, w, 2 cid:8w H1,  , w HQ1The estimation procedure can be represented as follows.cid:9 and 3 0, 1, of the Initially we focusparameter space. As an estimator of 1 Bowlus et al. 1995, 2001 suggestminimum and maximum of the observed wage sample: 1 wmin, wmax. Theauthors argue that sample minimum and maximum are asymptotically MLEsof R and w. This fact is especially useful because the estimator R wminallows us to get the consistent estimate of R even when the timing of UI benefitpayments is not explicitly introduced in the model. More generally, applicationof this estimator contributes to avoiding the case in which the likelihood functionhas nonstandard properties and cannot be maximized by gradient methods seealso Kiefer and Neumann, 1993.21Given the above 1 the estimation procedure is stepwise:1. On the first step given 1 and starting values for 0, 1, and 1,  ,Q1 we estimate the set of wage cuts 22. On the second step estimates 2 and starting values for 0, 1, and1,  , Q1 are used to calculate 18, substitute it into 67 andmaximize the likelihood with respect to 3 0, 1, .3. Using estimated productivity levels and structural parameters 3 we use8 to calculate the implied point mass probabilities j and return to thefirst step.With respect to this procedure Bowlus et al.1995, 2001 notice thatsince 15 has Q kinks in w Hj the likelihood function is discontinuous in 2 cid:9. To facilitate the estimation of wage cuts they derive thecid:8w H1,  , w HQ1estimator for 2 cid:8w H1,  , w HQ1following useful property of 2.Theorem 1 Let WN be a set of observed wages from a sample of size Ndrawn from the distribution specified in 15. Then the maximum likelihoodcid:9 is a Q 1 element of WN.Proof. See Bowlus et al. 2001.To estimate the discontinuity points in the first step Bowlus et al. 1995,2001 suggest a simulated annealing algorithm as introduced by Kirkpatrick etal. 1983. Useful hints for practical implementation of the algorithm couldbe found in Goffe et al. 1994. On the smooth second step the likelihood ismaximized by standard methods.The number of mass points in the productivity distribution is treated asunknown. We start from the homogeneous case Q 1 and add points oneby one. The exact distribution of the likelihood ratio in this particular caseis also not known. Bowlus et al.2001 propose a quasiLRT test V 2 log Lj 1 log Lj 21. Performing a simulation study they notice,however, that this criterion can be applied for small Q only, because the criticalregion increases with Q. Therefore we make our choice of the number of masspoints on the basis of information criteria Consistent AIC, SBC; see Appendix C, Tables C1C2.Following Bowlus et al. 2001 we finally notice that the asymptotic distribution of the resulting estimates of 0, 1, is too cumbersome to be derivedanalytically. The authors propose bootstrap to find the correct confidenceintervals for the estimated parameters. However, the bootstrap and MLE standard errors in the paper of Bowlus et al. 2001 are not significantly differentfrom each other. At the same time, because of the simulated annealing step,for large Q bootstrap of the suggested stepwise estimation procedure is an extremely computationally intensive task. Therefore we base our inference on thestandard ML covariance estimates i.e. inverted expected negative Hessian.226 Estimation Results and Discussion 6.1 General Issues As discussed in Section 2, the main aim of the present paper is to investigatewhether the UI reforms of the late 1980s which extended the entitlement to thereceipt UI benefits have significantly contributed to the increase in unemployment rates of low skilled and elder workers see Figures 14.To link the entitlement extension with subsequent dynamics of unemployment rates we use a theoretical search equilibrium framework.In Section 3 weargue that such an extension should negatively effect the search intensity of theunemployed 0 and increase the exit rate to unemployment . According to thetheory both of these factors must result in an upward shift of the equilibriumunemployment rate. We also stipulate that the adjustment dynamics of searchintensity induced by the reforms may change the reservation wage level, whichcan contribute to an increase in structural unemployment.In order to analyze the effects of the reform quantitatively we use the structural estimation methods described in Section 5 and empirically analyze to whatextent the arrival rate of job offers while unemployed or employed as well as therate of job loss and reservation wages changed from the mid 1980s to the mid 1990s.With respect to skills we expect that the increased generosity of the benefitsystem will affect the arrival rates of job offers and reservation wages of the lowskilled workers more than those of the high skilled ones. One line of argumentto support such a hypothesis is that the value of household production of skilledand unskilled workers is about the same. At the same time the ratio of benefitsplus value of household production while unemployed to the potential wagesplus the value of household production while employed is much higher for thelowskilled than for the skilled workers. Thus extending the entitlement lengthmay affect the job search behavior of the lowskilled workers more than that ofskilled workers 16.Given the nature of the unemployment benefit system, other factors mightlead to a different conclusion.In particular, the increased length of UI entitlement could be also be more important for the search behavior of highskilledrather than lowskilled workers. The main reason is that lowskilledlowwageworkers are very likely to pass the meanstest for UA receipt, once they runout of their UI benefit.In contrast highskilledwage workers are unlikely topass it. As UA receipt is not time limited, lowskilled workers as opposed tohighskilled ones are more likely to receive unemployment benefit without a timelimit. Therefore, the effects of the extension of UI receipt may also adverselyinfluence the search incentives of the skilled rather than the unskilled. We will 16One should note, though, that such differences may also be caused by other influences inthe labour market. For instance it could be a skillbiased technological change that coulddecrease the relative demand for lowskilled workers. As a result we may expect a reductionin the arrival rate of job offers to unskilled relative to skilled workers as well as an increase intheir relative rate of job loss.23have to sort out these different possible effects empirically.As shown in Section 2, with respect to age, the rise in the potential durationof UI benefit receipt is higher the older the workers are. So we expect thatsearch intensity of elder workers falls faster than that of younger workers. Theopposite should be true for the reservations wages of the younger age groups.We also have to notice that even though the comparison of the reservationwages predicted by the model using 2 may provide us with rather useful resultswe have only limited possibility to interpret it. The reason is that the reservation wage calculation relies on a formula that contains the opportunity cost ofemployment b. We set this quantity equal to the benefit level received by theagents. By doing so we do not explicitly take into account other possible contributions to b such as household production, black market work etc.In this waywe may underestimate the magnitude of the reservation wage. Furthermore,reservation wages predicted by means of 2 will also ignore the actual changein the entitlement period. This shortcoming hampers the inference about thepossible contribution to the unemployment dynamics. Limited possibility tointerpret the predicted reservation wages also prevents us from inferring muchfrom the changes in employed search intensity 1. The latter is not a big obstacle, though, since we know that the dynamics 1 is not caused by the entitlementextension reforms.Let us now turn to estimation results. These are reported in Appendix C. We did not carry out the estimation separately for men and women. Thereason is that when we estimate the models for different skill or age groups, thesample sizes would become very small.First of all we estimate the search equilibrium model for the whole economy.For the reasons explained in Section 4.3 we base our choice of the number ofsupport points of the productivity distribution on information criteria Consistent AIC, Schwarz. The specification selection procedure is demonstratedin Tables C12. We estimate the model for the whole economy primarily foranalyzing its fit to the data. There is only one criterion that tells us about thegoodness of fit. It is the discrepancy between the predicted theoretical earningsdistribution and the nonparametric estimate of earnings distribution obtainedfrom wage data. From Figures C12 we can see that for both 1986 and 1995samples this fit is very close. This assures sound inference from the obtainedestimation results.We can go a bit further and compare the equilibrium unemployment ratespredicted by the model with actual unemployment rates reported in Table 2.Using 1 and the results reported in Table C3 we find that the model predictsunemployment rates of 7.3 % and 9.7 % for 1986 and 1995 samples respectively.From Table 2 we see that the share of unemployed workers in 1986 and 1995 was 6.6 % and 8.7 % respectively. Again, this reflects a fairly good fit of estimatedmodel to the data. Therefore we conclude that the chosen model can providea reliable information for our subsequent analysis.In what follows we estimate the model for different skill and age groups. Asbefore we treat the number of points of increase in the productivity distributionas unknown. We start with the homogeneous model and, adding the support 24points one by one, use information criteria to find the best specification. Estimation results for skill groups are reported in Table C4 and for age groups in Table C5. Using the fact that i i i 0, 1 in Tables C45 we report theresults already in the form of arrival rates of job offers. Our attention will bemainly focused on the results for the leastskilled workers Table C4, group 1and elder workers Table C5, group 4.6.2 Estimation Results by Skill Group Table C4 of the Appendix presents our estimation results for different skillgroups in both the year 1986 and 1994. The least skilled workers of group 1 are those who went through inadequate training or only general elementaryeducation. We find that the predicted equilibrium rate of unemployment in thisgroup of workers goes up from 10.3 % in 1986 to 15.1 % in 1995. These resultssomewhat underpredict the true rise from 9.2 % to 16.4 % for our sample see Table 2. However this underprediction is minor. The results also demonstratea considerable rise of the unemployment rate of the lowskilled relative to thoseof all other skill groups, which matches the empirical regularity presented in Figures 23.Remembering that the equilibrium unemployment rate is found to be 0, let us have a look at how 0 and changed over the observation period.For the unskilled, 0, the arrival rate of job offers while unemployed fell over theobservation period from 0.0373 to 0.0273, i.e., by roughly 27 %. This change wassignificant, as a Wald test for the constancy of this parameter in the first row of Table 3 demonstrates. So we may conclude that by significantly slowing downthe search intensity of unemployed workers the entitlement extension reformhas indeed contributed to the increase in the unemployment rate of unskilledworkers.Table 3: Test Results for Search Intensities H0 :21pValue SkillsGroup 1AgeGroup 40860 951 958686 95100 95861 958686 95119.599616.441716.99960.97810.145115.12160.00000.00000.00000.32270.70330.0001The arrival rate of job offers for the unskilled also fell much more than thoseof the higher skill groups. For both skill group 2, middle vocational training,and group 3, vocational training and college entrance exam or higher vocationaltraining, it decreased by only about 12 %. This finding goes in line with the 25argument that the benefit reform may potentially have an adverse negative effecton the unemployment rates of the unskilled.A remarkable result displayed in Table C4 is that for workers with the highest skills group 4 0 increased from 0.0659 in 1986 to 0.0864 in 1995 whichamounts to more than 30 %. Moreover, their reservation wage rose by about 1,200 DMark. In contrast, for skill groups 1 and 3 it nearly did not change andfor group 2 it rose by only about 200 DMark. A potential explanation for theseresults can be a skillbiased technological change that raised the productivityand arrival rate of job offers of workers with the highest skills as well as theirreservation wages. This hypothesis is supported by the fact that over the observation period, the wage offer density for the highskilled became less skewed andhas considerably shifted to the right see Figure C3. Such change of curvatureis determined by the relative increase in productivity and higher concentrationof probability mass on the right tail of the productivity distribution, which isin line with the acceleration of technological progress.Consider now the arrival rate of job loss, . For the least skilled workersof group 1, it rose from 0.0043 in 1986 to 0.0049 in 1995; i.e., by about 14 %.While this percentage rise is similar for group 2, for group 3 it is about 26 % andfor group 4 even 33 %. This would be in line with the interpretation that therise length of UI entitlement had only a small effect on the job loss probabilityof the least skilled workers.It rather affected the probability of jobloss of thetwo groups of high skilledworkers; for them extending the length of UI receiptwas more important as they have much lower chances than the lowskilled toreceive UA benefit once they run out of their UI benefit.Still, if we take look at the third row of Table 3 we will see that the observed 14% increase of the exit rate to unemployment among the lowskilled workers isstatistically significant. This implies that the increase of has also significantlycontributed to the upward shift of the unemployment rate. Though, as long as is entirely exogenous to the model and theoretically absorbs all other possiblereasons for match dissolution, it is an open question what share in the observedeventual 14% increase is due to the entitlement extension.Summarizing all the findings above we conclude that the entitlement extension reforms of the late 1980s have led to a significant slowdown in the searchintensity among the unemployed lowskilled workers. Moreover they have quitelikely contributed to the significantly increased incentive of shirking among theemployed lowskilled workers. Taken together these two effects have led to theleap of unemployment rates of unskilled workers observed in the data. Furthermore, as it could be generally expected see for instance Nickell and Layard ,1999, this reform has brought about a significantly longer duration of unemployment for the unskilled 17.We also observe the similar influence for the second and third qualificationgroups. However, the magnitude is much lower. For the highest skill group,skill biased technological change may have counteracted this effect over the 17This conclusion follows automatically, since the expected unemployment duration withinthe theoretical model is just a reciprocal search intensity parameter of unemployed workers.26period under review since as a result no changes in unemployment rates werepredicted.Now let us proceed with the parameter estimates for 1, the arrival rate ofjob offers while employed. They are also displayed in Table C3. From 1986 to 1995 for skill groups 1, 2 and 4, the estimates reveal a decrease of this arrivalrate of about 20 %, 12 % and 34 %, respectively. For group 3 instead, it roseby roughly 20 %. These results are somewhat puzzling. With skillbiasedtechnological change, one would have expected, that the higher is the skill level,the bigger should be the percentage change in the arrival rate of job offers.Instead, however, we observe that after having increased for the third group thearrival rate of job offers has immensely decreased for group 4, workers with thehighest skills. As a possible explanation to this phenomenon one may suggestthat firms post too high wages for workers of the skill group 4 because thehighly skilled personnel becomes increasingly important. However, we regardthis interpretation as rather speculative.Finally, considering the changes in 1 for the first two qualification groups wemay think that the skillbiased technological progress obscures the promotionprospects of the lowskilled. We observe that the less qualified the worker is,the fewer chances of finding a better paid job heshe has.Concluding the discussion of this subsection it would be natural to go overthe policy measures that our results imply. As we have discovered, the extensionof entitlement to UI has significantly affected the search intensity of unemployedlowskilled workers and through this contributed to the increase of equilibriumunemployment rate in this group. Moreover it has also raised the expectedduration of being unemployed. Therefore if one pursues the goal of reducingthe unemployment rate and tries to enhance incentives to return to work faster,entitlement length could be a valuable instrument.6.3 Estimation Results by Age Group Now consider the results for different age groups as displayed in Table C5 ofthe Appendix. Remember from Section 2 that in 1987 the maximum durationof UI receipt rose from 24 to 32 months for workers older than 53 years. Sowe should expect an increase of their groupspecific equilibrium unemploymentrate. Our results indeed reflect such an increase. Table C5 shows that from 1986 to 1995 the predicted equilibrium unemployment rate of workers aged 54 to 64 years went up by 28 % from 11.4 % to 14.6 %. However here wesignificantly underpredict the magnitude of the change, since in fact their sampleunemployment rate increased from 9.3 % to 16.3 %, i.e. by more than 70 % see Table 2.The percentage changes of the predicted unemployment rates of the otherage groups 1 1627 years, 2 2840 years, and 3 4153 years are about 15 %,44 % and 22 % respectively, i.e., for the 28 to 40 year old the percentage riseof the predicted equilibrium unemployment rate is even higher than for 54 to 64 year old. These results are also somewhat surprising because the maximumduration of UI receipt remained constant at 12 months for workers younger than 2742 years. Only for the 42 to 53 year old it rose to some extent.Let us turn to the estimation results for 0 and . The results in Table C5imply that for the oldest group the arrival rate of job offers while unemployed,0, decreased by roughly 10 % over the period under review. Ceteris paribus,this change would have raised the equilibrium unemployment rate of the elderworkers to 12.6 %. Yet according to the Wald test in Table 3 for the elderworkers we cannot reject the hypothesis that the parameter 0 is the same in 1986 and 1995. This means that our model does not support the argumentthat the entitlement extension affects the unemployment rates of aged workersthrough influencing their search intensity.As to the other age groups, we could have expected that the arrival rateof job offers would have fallen much more for aged workers than for youngerones. Compared with the 16 to 27 year old the results are in line with ourexpectation: the search intensity of the youngest fell by only about 2 % see Table C5. Though for the other two age groups its percentage change is quitesimilar to that of the eldest workers.Consider now the arrival rate of employeremployee match dissolution .From 1986 to 1995 the incidence of job loss rose by about 18 % for the 54 to 64year old, while for the three younger groups, it rose by about 14 %, 30 % and 13 % respectively. So, the percentage rise in the probability of job loss of theelder workers at least somewhat exceeds that of 16 to 27 year old and the 41 to 53 year old. Still we cannot see that the exit rate positively depends on age.To see whether the observed 18% increase in has significantly contributedto the increase of unemployment rates among the oldest workers we again testthe hypothesis of the constancy of over time. The results in Table 3 indicateclear rejection. This proves that the rise in unemployment of aged workers ismainly explained by the by the in employerworker separation rate.This is partly in line with our expectations. Over the second half of the 1980s the generosity of the benefit system increased more for older workers thanfor the younger ones. Additionally due to the Employment Promotion Act of 1986 see Steffen, 2003 unemployed people of at least 58 years old were granteda possibility to be no longer available for mediation into jobs, provided that theywould retire early at the age of 60. This could have made a job loss for elderworkers more acceptable and therefore could have increased their incentives towork less intensively. This implies that the likelihood that firms terminate theemployment of elder workers should have increased, since such a terminationcould be done more amicably given the generous and essentially indefinitebenefit entitlements the elder workers have become able to get. As a resultincidence of match dissolution has gone up.Table C5 also displays the predicted reservation wages of the four age groupsfor the years 1986 and 1995. The reservation wages of the 54 to 64 year oldhardly changed over this period. So we cannot find that the benefit reform hada major impact on their reservation wage. The reservation wages of both the 16 to 28 year old and the 41 to 53 year old rose by somewhat more than 450DMark, while those of the 28 to 40 year old fell by roughly 200 DMark.To summarize, we find that the chosen theoretical model is not rich enough 28to shed light on the precise mechanisms that shifted up the unemployment rateof the eldest workers. For this group the predicted change of the equilibriumunemployment rate is considerably lower than the actual change in the sample.Hence we would also expect that the changes in the parameter estimates arebiased. This may be the reason why our results for elder workers do not generally reflect our expectations about changes of their search intensities, job lossrate and reservation wages. We discover that the dynamics of unemploymentrates of the aged workers is mostly determined by the changes in their rate ofjob loss. But still we see that the institutional influence here is more complex,because now it consists of not only prolonging unemployment insurance benefitentitlement but also the possibility of earlier retirement. As long as under theassumptions of the model the rate of job loss is exogenous we are not able to saydefinitely which of the two stands behind it. Though in view of statistical insignificance of the changes in search behavior of the eldest group, we would tendto think that the suggested early retirement argument may be an explanation.7 Summary and Conclusions In this paper we ask a question whether reforms that extended the entitlement length to UI benefit payments in West Germany had a significant contribution to the increase in unemployment rates among unskilled and aged workers.We try to answer this question by estimating parameters of the theoreticalsearch equilibrium model of Burdett and Mortensen 1998 with heterogenousemployers. Our choice of the theoretical framework is determined by the factthat through the individual search behavior the model makes it possible to linkthe increased UI entitlement length with the subsequent dynamics of unemployment rates. Furthermore we turn to the search equilibrium approach becauseonly this framework allows to give the quantitative description of individualsearch behavior fully consistent with the solution of the economictheoreticalmodel.To estimate the model we firstly use the structural nonparametric approachsuggested by Bontemps et al.2000. However, we discover that this procedure cannot be always applicable and find a datadriven condition, whichdemonstrates the limitations of this estimation techniques. As long as theapplicability condition which we refer to as constraint inconsistency is notsatisfied in our case, we proceed with the structural estimation method suggested by Bowlus et al. 1995, 2001.In our study we find that for unskilled workers the extension of the entitlement period has significantly contributed to the changes in their search behavior.Both arrival rates of job offers to unemployed and employed workers went down.Moreover the arrival rate of employeeemployer match went up considerably. Aslowdown in unemployment search intensity along with increased incentives toshirk induced by the UI system after the reforms has led to the increase of predicted unemployment rates in this group. Unemployment rate for the unskilledpredicted by the model shifts from 10.3% to 15.1% which almost completely 29matches the 9.2 % to 16.4 % increase of the same rate observed in the data.As to the elder workers, a pure search intensity adjustment argument is unfortunately insufficient to present a satisfactory explanation of unemploymentrate dynamics. However, the model mirrors the phenomenon of increased unemployment rates between 1986 and 1995 predicting a higher exit from jobsinto unemployment. We know that for this group of workers the entitlementto unemployment benefit payments became particularly long in the second halfof the 1980s. Additionally, whenever out of job, under certain conditions elderworkers were granted a possibility to retire earlier. Taken together this mayhave made a job loss more acceptable and give employers an incentive to dismiss aged workers rather than the others. So the benefit and retirement reformshave rather affected the exit rates into unemployment than search behavior andreservation wage of the elder. Still our model is not rich enough to separatethese two institutional effects.In this context, it is interesting to note that recent labour market reformsinstituted in Germany are likely to reverse some of the phenomena observed inthis paper. In particular the entitlement period to unemployment insurance hasbeen shortened twice recently in 1997 and in 2003, the levels of UA benefitsare being adjusted downwards to the level of social assistance starting in 2005,a variety of incentive mechanisms such as increased sanctions to increase jobsearch have been instituted in 2003, and reforms in the job referral system ofemployment agencies aimed at lowering the costs of job search were undertakenin 2003. Given the logic of this paper, one would expect these reforms toresult in lower unemployment rates, although it is difficult to precisely predicttheir quantitative effects.References1 Arnds, P., Bonin, H.,Fr uhverrentung in Deutschland: Okonomische Anreize und institutionelle Strukturen, IZA Discussion Paper No. 666.2002:2 Bontemps, C., Robin, J.M., G. van den Berg, 1997: Equilibrium Search with Productivity Dispersion, Tinbergen Institute, Working Paper TI 970813.3 Bontemps, C., Robin, J.M., G. van den Berg, 2000: Equilibrium Search with Continuous Productivity Dispersion: Theory and Nonparametric Estimation, International Economic Review, 44, p. 305358.4 Bowlus, A., Kiefer, N., G. Neumann, 1995: Estimation of Equilibrium Wage Distributions with Heterogeneity, Journal of Applied Econometrics, 10, p. S119S131.5 Bowlus, A., Kiefer, N., G. Neumann, 2001: Equilibrium Search Models and the Transition from School to Work, International Economic Review, 42, p. 317343.306 Belzil, C., 1995: Unemployment Insurance and Unemployment over Time: An Analysis with Event History Data, The Review of Economicsand Statistics, 77, p. 113126.7 Belzil, C., 2001: Unemployment Insurance and Subsequent Job Duration: Job Matching versus Unobserved Heterogeneity , Journal of Applied Econometrics, 16, p. 619636.8 Burdett, K., D. Mortensen, 1998: Wage Differentials, Employer Size and Unemployment, International Economic Review, 39, p. 257273.9 Christensen, J., Jensen, P., Nielsen, M., Poulsen, K., Rosholm,M., 2000: The Equilibrium Search Model with Productivity Dispersionand Structural Unemployment: An Application to Danish Data, in: Panel Data and Structural Labour Market Models, Bunzel et al. Eds., Elsvier, p.85106.10 Goffe, W., Ferrier, G., Rogers, G., 1994: Global Optimization of Statistical Functions with Simulated Annealing, Journal of Econometrics,60, p. 6599.11 Hunt, J., 1995: The Effect of Unemployment Compensation on Unemployment Duration in Germany, Journal of Labor Economics, 131, p.88120.12 Kirkpatrick, S., Gelatt, C., Vecchi, M., 1983: Optimization by Simulated Annealing, Science, 220, p. 671680.13 Kiefer, N., Neumann, G., 1993: Wage Dispersion with Homogeneity:The Empirical Equilibrium Search Model, in: Panel Data and Labour Market Dynamics, Bunzel et al. Eds., Elsvier, p. 5774.14 Koning, P., Ridder, G., G. van den Berg, 1995: Structural and Frictional Unemployment in an Equilibrium Search Model with Heterogeneous Agents, Journal of Applied Econometrics, 10, p. S133S151.15 Lampert, H., 1996: Lehrbuch der Sozialpolitik, Springer Verlag.16 Lancaster, T., 1990: The Econometric Analysis of Transition Data,Cambridge University Press.17 Mortensen, D., 1990: Equilibrium Wage Distributions: A Synthesis,in: Panel Data and Labor Market Studies, Hartog et al. Eds., Elsvier,p.279296.18 Mortensen, D., G. Neumann, 1988: Estimating Structural Models of Unemployment and Job Duration, in: Dynamic Econometric Modelling,Barnett et al., Eds., Cambridge University Press p. 335355.3119 Nickell, S., 1997: Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspectives, 11, p. 5574.20 Nickell, S., Layard, R., 1999: Labor Market Institutions and Ecoin: Handbook of Labour Economics, vol. 3, Ed.nomic Performance,Ashenfelter, O. and Card, D., Elsevier Science B. V., p. 30293084.21 OECD 1996: Employment Outlook, Paris.22 Ridder, G., 1984: Distribution of Single Spell Duration Data, in:Studies in Labor Market Dynamics, Springer, Neumann et al., Eds., p.4571.23 Siebert, H., 1997: Labour Market Rigidities: At the Root of Unemployment in Europe, Journal of Economic Perspectives, 11, p. 3754.24 Sinn, H.W., 2002: Die rote Laterne, Institut f ur Wirtschaftsforschung Schnelldienst, 23.25 Steffen, S., 2003: Sozialpolitische Chronik, Arbeitnehmerkammer Bremen.26 Steiner, V., 1997: Extended BenefitEntitlement Periods and the Duration of Unemployment in West Germany, ZEW Discussion Paper No.9714.27 van den Berg, G., Ridder, G., 1998: An Empirical Equilibrium Search Model of the Labor Market, Econometrica, 66, p. 11831221.28 Wolff, J., 2003: Unemployment Benefits and the Duration of Unemployment in East Germany, SFB 386 Working Paper No. 344, Universityof Munich.328 Appendix 8.1 Appendix A: Welfare Benefit of the Year 1986As mentioned, we computed the welfare benefits at the month of the stock sample of theyear 1986 using retrospective information of the year 1987 on the different types of welfarebenefits. For each type of welfare benefit we proceeded as follows. We first of all assumed anequal distribution of the benefits over the household members, so the monthly welfare benefitlevel was divided by the household size. For individuals living in households which receive thebenefit all over the year the monthly per capita welfare benefit was assigned. For individualswho live in households without such a benefit all over the year, we assumed a potential benefitlevel of zero.For unemployed individuals who got no unemployment benefit but some welfare benefitreceipt was reported, we set their welfare benefit level to the monthly per capita welfarebenefit. For unemployed people who at the date of the stock sample received unemploymentbenefit, we proceeded differently. If their household received welfare benefit for some months,we assumed that the welfare benefit was certainly during the months in which unemploymentwas not covered by unemployment benefit. But the number of months of welfare benefitcan exceed the number of months of unemployed without unemployment benefit.If thisdifference is positive, we assumed that there was also some welfare benefit receipt while theseindividuals were entitled to unemployment benefit. Hence we assigned as their welfare benefitthe monthly per capita welfare benefit multiplied by the share of months with unemploymentbenefit receipt in which welfare benefit was available.8.2 Appendix B: Reservation Wage and Search Intensities Homogeneous employers Consider the reservation wage equation in 2. Firstly, for F w substitute the wage offerdistribution with equally productive employerss F w 111 p wp RAfter some algebra we get G R, 0, 1, , b R b 0 11w R 20 11 1Generally we have:hpp wpp R p Ri 0d G GRd R G0d 0 G1d 1 Gd Gbdb To apply the Implicit Function Theorem we find the partial derivatives of G with respectto b, R, 0, 1 and for simplicity we treat p as constant1. 1 0Gb 332.3.4.5. GR 1 0 111 2 11 12!sp wp RIt could be seen that provided 0 1 the above expression is positive at least for 1 . Moreover, when p is large enough the above expression is positive for all 1 0, 0.always true. So whenever 1 the above derivative is necessarily negative. w R21G0It is easy to show that the inequality w R cid:2cid:12cid:00 201 21 1G1Using the fact that w R cid:2w R 02121 12p whpp wpp R p Rip R p Rcid:3 0 isp whpp wpp R p Rp R p Rcid:3 0 to say that G 1 isi 12020121. This is indeed truepositive it is sufficient to show that 0 exceedsat least for those 1 that are close to 0. However, if 1 the derivative reversesits sign and becomes negative. So eventually on the interval , 0 we observe that G 1 0.12 2 0 1 12Gihpp wpp R p RAs long as 0 1 the above derivative is clearly positive.Therefore, for 1 , 0, we conclude the following. When b increases and affects onlyone of the parameters, then the sign of the impact on the different relevant parameters isrepresented by the following derivatives:Rb Gb GR1b 0,0b G 1G R Gb G0 0, 0,1 :b 1b Gb G G 1G R 0 0,1 0 :We emphasize that these derivative do not formally show the effect of an increased lengthof entitlement to unemployment benefit, but we expect its effect to go in the same direction.Naturally, we could have an increase in b that affects, R, 0, and , while we leave allother parameters constant. We argue as if this does not change the sign of the effect on R,but reduces its size! So we would argue that a rise in b raises R. But the total increasein R will be lower, if due to the rise in b there is also a downward adjustment of 0 due toa reduction of search intensity while unemployed andor if there is an increase in . Thefollowing equations show in which directions changes of the other parameters would affect R:R0, 1, 0R0, 1, 1 G 0G R G 1G R 0 0,1 :R0, 1, R0, 1, 1 G 0G R G 1G R 0 0,1 0 :34Heterogeneous employers Now consider the more general case of different productivity levels. The wage offerdistribution in this case is given by1 1 1 j 1s pj wpj w Hj 1 1F w 11, w w Lj , w Hj In this case equation 2 becomes G w L1 b 0 1QX1cid:0w Hi w Li QXi120 11 11 ii1cid:1 cid:2ppi1 w Hippi1 w Li pi1 w Li cid:3where Q is the number of support points in the productivity distribution, w L1 R andw HQ w.Partial derivatives of G with respect to the parameters of interest are: 1 111i11 2 11 120 1p w H1p R QXw Hi w Li QXQXQXw Hi w Li cid:2ppi1 w Hi QXs!ppi1 w Li pi1 w Li cid:32cid:2ppi1 w Hi2cid:20 cid:0201 2ppi1 w Li pi1 w Li cid:3cid:9cid:2ppi1 w Hippi1 w Li pi1 w Li cid:3cid:1 1 icid:31 11 i221 11 i2 0 1 1 i 11 i2021i1i1i11i1GRG0G1GWe observe that the sign pattern of GR is the same as it was before. The same applies to Gb since it does not depend on p. As to the rest of the derivatives the additionalambiguity is introduced by the term 1 i. This term implies that in order to preservethe same sign pattern as we have discovered before the conditions for 1 should be strongerwith i 1.In other words 1 should be closer and closer to 0. At the same timeimportance of each additional ith term declines since for increasing i the productivity levelppi1 w Li pi1 w Li cid:3 0 and this convergence is very rapid. Thisincreases by incomparably much more then the cutoff wage. This implies that for increasingicid:2ppi1 w Himakes the value of the complete additional ith term more and more negligible and so relaxesthe assumption on the magnitude of 1. Therefore we believe that in the general case of F w partial derivatives should behave in the way they do with the homogeneous function.So we suggest that without loss of generality the derivatives of b and R with respect to 0, 1 and have the signs as in the subsection above.358.3 Appendix C: Estimation Results Table C1: Choice of Specification for p in 1986Q1homogen.model 26Coefficients LogLCAIC SBC010101019.7780 0.25490.1696 0.00790.0058 0.000180715.714161469.4161465.4 12.3247 0.45593.3833 0.08470.0039 6.710512.7914 0.47674.8014 0.11570.0036 6.310512.8191 0.48384.8895 0.11810.0036 6.310574416.835148928.6148918.674245.072148594.6148583.674242.596148599.1148587.1789Q1homogen.model 2 891011Table C2: Choice of Specification for p in 1995Coefficients LogLCAIC SBC010101017.1764 0.23380.1324 0.00640.0066 0.000165566.955131171.1131167.1 9.3407 0.34183.9950 0.11200.0042 7.91059.3459 0.34284.0133 0.11260.0041 8.01059.3544 0.34164.0443 0.11360.0041 8.010561099.327122310.3122298.361075.378122271.7122258.761073.631122277.5122263.536Table C3: Estimated Model for the Whole Economy 19861995Coefficients Std.ErrorsCoefficients Std.Errors0112.79144.80140.00360.47670.11576.3105019.34594.01330.00410.34280.11268.0105Estimated Productivity Distribution:i :Pii Estimated Productivity Distribution:i :Pii 123456782304.62726.63289.84601.57997.218630.562728.1437143.10.655610.817840.908040.953060.982690.995290.998971123456789102758.03120.43845.84738.56147.28673.313906.524442.153593.8232585.70.624210.794550.883840.922080.947920.973200.987310.993310.997691LogLikelihood:74245.072LogLikelihood:61075.37837 Qualification Groups Group I: inadequately or general elementary Group II: middle vocational Group III: vocational Abitur or higher vocation Group IV: higher education Table C4: Estimated Model for Different Qualification Groups 1986 0.0373 0.0023 0.0110 0.0006 0.0043 1.4104 Coefficients Std.Errors 0 1 Number of mass points in p: Number of observations: LogLikelihood: 0 1 0.0513 0.0028 0.0179 0.0006 0.0037 9.1105 Number of mass points in p: Number of observations: LogLikelihood: 0 1 0.0746 0.0104 0.0184 0.0012 0.0031 1.5104 Number of mass points in p: Number of observations: LogLikelihood: 0 1 Number of mass points in p: Number of observations: LogLikelihood: 0.0659 0.0103 0.0434 0.0031 0.0030 1.8104 R 1768.9 7 1401 20331.83 u 0.103 0.067 2036.0 8 2381 35969.58 0.040 2852.1 0.043 8 616 9643.23 2488.2 9 450 7146.4097 38 0 1 0 1 0 1 0 1 Coefficients Std.Errors 1995 0.0273 0.0017 0.0088 0.0006 0.0049 1.9104 Number of mass points in p: Number of observations: LogLikelihood: 0.0449 0.0024 0.0157 0.0006 0.0043 1.2104 Number of mass points in p: Number of observations: LogLikelihood: 0.0659 0.0080 0.0221 0.0015 0.0039 1.9104 Number of mass points in p: Number of observations: LogLikelihood: 0.0864 0.0131 0.0285 0.0021 0.0040 2.2104 Number of mass points in p: Number of observations: LogLikelihood: R 1800.4 7 933 13319.29 u 0.151 0.087 2238.6 7 1973 29618.12 7 587 9078.60 3687.5 7 488 7828.00 0.044 0.055 2858.3 Table C5: Estimated Model for Different Age Groups Age Groups Group I: 1627 years old Group II: 2840 years old Group III: 4153 years old Group IV: 5464 years old 1986 0.0781 0.0053 0.0533 0.0026 0.0083 3.1104 Coefficients Std.Errors 0 1 Number of mass points in p: Number of observations: LogLikelihood: 0.0664 0.0047 0 1 0.0164 0.0007 0.0040 1.2104 Number of mass points in p: Number of observations: LogLikelihood: 0 1 0.0408 0.0028 0.0068 0.0003 0.0031 9.1105 Number of mass points in p: Number of observations: LogLikelihood: 0 1 Number of mass points in p: Number of observations: LogLikelihood: 0.0215 0.0021 0.0032 0.0003 0.0028 1.5104 0 1 0 1 0 1 0 1 Coefficients Std.Errors 1995 0.0766 0.0060 0.0357 0.0022 0.0095 4.2104 Number of mass points in p: Number of observations: LogLikelihood: 0.0584 0.0037 0.0238 0.0010 0.0052 1.6104 Number of mass points in p: Number of observations: LogLikelihood: 0.0372 0.0027 0.0056 0.0004 0.0035 1.3104 Number of mass points in p: Number of observations: LogLikelihood: 0.0194 0.0015 0.0030 0.0003 0.0033 1.5104 Number of mass points in p: Number of observations: LogLikelihood: R 1479.2 6 745 10334.69 u 0.111 0.081 2244.5 8 1527 23409.19 4 1121 17411.64 3114.4 7 637 9344.46 0.146 R 1016.1 7 1110 15799.39 u 0.096 0.057 2437.3 0.114 7 1609 25096.58 7 1583 24712.09 3165.2 5 575 8021.41 39 0.070 2983.0 0.087 3328.2 Figure C1: Estimated Theoretical Offer and Earnings Distributions for the whole Economy: Sample 1986 Figure C2: Estimated Theoretical Offer and Earnings Distributions for the whole Economy: Sample 1995 Figure C3: Estimated Theoretical Wage Offer Densities for the High Skilled Group 40 ", "filename": "dp1161.pdf", "person": ["Stephan Klasen", "Klasen, Stephan", "Joachim Wolff", "Wolff, Joachim", "Andrey Launov", "Launov, Andrey"], "date": ["2004"]}