{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/21870/1/dp2007-32.pdf"], "title": ["International Banking and the Allocation of Risk"], "plaintext": "discussion Papers Discussion Paper 200732 July 17, 2007 Measuring LongRun Exchange Rate PassThrough Olivier de Bandt Banque de France, Paris, France Anindya Banerjee European University Institute, Firenze, Italy Tomasz Kozluk European University Institute, Firenze, Italy Abstract: The paper discusses the issue of estimating short and longrun exchange rate passthrough to import prices in euro area countries and reviews some problems with the measures recently proposed in the literature. Theoretical considerations suggest a longrun Engle and Granger cointegrating relationship between import unit values, the exchange rate and foreign prices, which is typically ignored in existing empirical studies. We use time series and uptodate panel data techniques to test for cointegration with the possibility of structural breaks and show how the longrun may be restored in the estimation. The main finding is that allowing for possible breaks around the formation of EMU and the appreciation of the euro starting in 2001 helps restore a long run cointegration relationship, where over the sample period the fixed component of the passthrough decreased while the variable component tended to increase. JEL: F14, F31, F36, F42, C23 Keywords: exchange rates, passthrough, import prices, panel cointegration, structural break Correspondence: email: anindya.banerjeeeui.eu, Department of Economics, European University Institute, via della Piazzuola, 43, 50133 Firenze, Italy. Tel.: 390554685956927 Fax:390554685902. Department of Economics, European University Institute, Firenze, Italy. The secondnamed author wishes to thank the Foundation of the Banque de France for their hospitality during his visit in August and September 2005 to the Banque as Visiting Scholar when the rst version of this paper was written. He also thanks the Research Council of the EUI for their support. This paper represents the authors personal opinions and does not reect the views of the Banque de France or its staff. Comments by Isabelle Mejean and Jose Gonzalez Minguez are gratefully acknowledged. http:www.economicsejournal.orgeconomicsdiscussionpapers Authors 2007. This work is licensed under a Creative Commons License AttributionNon Commercial 2.0 Germany Abstract The paper discusses the issue of estimating short and longrun exchange rate passthrough to import prices in euro area countries and reviews some problems with the measures recently proposed in the literature. Theoretical considerations suggest a longrun Engle and Granger cointegrating relationship between import unit values, the exchangerate and foreign prices, which is typically ignored in existing empirical studies. We usetime series and uptodate panel data techniques to test for cointegration with the possibility of structural breaks and show how the longrun may be restored in the estimation.The main finding is that allowing for possible breaks around the formation of EMU and theappreciation of the euro starting in 2001 helps restore a long run cointegration relationship,where over the sample period the fixed component of the passthrough decreased while thevariable component tended to increase.Keywords : exchange rates, passthrough, import prices, panel cointegration,structural breaks JEL classification: F14, F31, F36, F42, C23R esum e Larticle etudie la question de la r epercussion a court et a long terme des variationsdu taux de change sur les prix dimportations dans les pays de la zone euro et passe enrevue les indicateurs propos es dans la lit erature. La th eorie economique suggere lexistencedune relation de coint egration au sens d Engle et Granger entre les valeurs unitaires alimportation, le taux de change et les prix e trangers, ce qui est g en eralement ignor edans les travaux empiriques. Nous utilisons des m ethodes tres r ecentes danalyse des s eriestemporelles et d econom etrie des panels en autorisant la pr esence dune rupture et montronsque la relation de long terme se retrouve alors dans les donn ees. Le principal r esultat est quelintroduction de ruptures autour de lintroduction de l UEM ou de la phase dappr eciationde leuro a partir de 2001 permet de retrouver une relation de long terme, dans laquelle, surla p eriode d echantillon, la partie fixe des prix dimportations se r eduit, alors que la partievariable tend a saccrotre.Motscl es :taux de change, r epercussion des chocs, prix dimportation, coint egration surdonn ees de panel, ruptures structurelles Classification JEL : F14, F31, F36, F42, C232Nontechnical summary In the paper, we discuss the issue of estimating short and longrun exchange rate passthrough to import prices in the countries of the euro area and review some problems with themeasures recently proposed in the literature. Several economic policy issues hang upon thedetermination of the rate of passthrough from exchange rates to prices, and its evolution,both in various time horizons as well as in different sectors. These include issues relating topricing strategies of foreign exporting firms, the persistence of inflation, the likely successof inflation forecasting and the impact of entering into a monetary union.We first provide a brief review of the theoretical framework of import price formation,which suggests a longrun Engle and Granger cointegrating relationship between importunit values, the exchange rate and foreign prices. We also present the definition of shortand longrun ERPT assumed by the empirical literature and assess its adequacy. In particular, we look in more detail at some results reported by Campa and Gonz alez M nguez2006 CG hereafter and show that due to problems of multicollinearity the distinctionbetween the short and longrun is somewhat difficult to make, once the statistical significance of the coefficients is taken into account. We compare the CG measures with ourestimates of the EngleGranger long run wherever these exist, also allowing for structuralbreaks in the cointegrating vector using methods developed by Gregory and Hansen 1996.We show that there is strong evidence of cointegration once account is taken of breaks inthe deterministic components of the cointegrating regressions such as the constant andin the cointegrating vector. Interesting contrasts are notably drawn between the longruncoefficient under the CG definition and those obtained under the specification of a brokenlong run.In the final part of the paper, we also take advantage of the panel dimension of our datato conduct the analysis of cointegration using panel methods developed by Banerjee and CarrioniSilvestre 2006. This is particularly useful in the shortsample analysis where thetime series dimension T is small. The tests used allow not only for breaks in the individualunits of the panel but also for crossunit dependence. The results seem to confirm stronglythe existence of cointegration, with easily interpretable break dates.All in all, we use time series and uptodate panel data techniques to test for cointegration with the possibility of structural breaks and show how the longrun may be restoredin the estimation. The main finding is that allowing for possible breaks around the introduction of EMU or the period of appreciation of the euro in 2001 helps restore a longrun cointegration relationship, where over the sample period the fixed component of thepassthrough i.e. the intercept decreased while the variable component the elasticity tothe exchange rate tended to increase.R esum e non technique Larticle etudie la question de lestimation du degr e de transmisssion a court terme et along terme des variations de taux de change aux prix dimportation dans les pays de la zoneeuro. Il passe en revue quelques problemes soulev es par les evaluations fournies r ecemmentdans la litt erature economique. Plusieurs questions de politique economique d ecoulent eneffet de lanalyse de la transmission du taux de change aux prix et de son evolution, a la foisen ce qui concerne lhorizon ou le secteur concern e. Cela inclut notamment des interrogations relatives aux strat egies de fixation des prix par les firmes etrangeres a lexportation, ala persistence de linflation, aux performances en matiere de pr evision de linflation et auxeffets de lentr ee en union mon etaire.3Larticle pr esente tout dabord le cadre danalyse th eorique de la formation des prixdimportation, qui suggere lexistence dune relation de coint egration au sens d EngleGranger entre les valeurs unitaires a limportation, le taux de change et les prix etrangers.On rappelle alors la d efinition g en eralement retenue dans la litt erature econom etrique pourla mesure de la transmission des variations du taux de change a court et long terme et sapertinence est discut ee. En particulier, larticle analyse en d etail certains des r esultats de Campa and Gonz alez M nguez 2006 not es CG par la suite et montre que, en raison deproblemes de multicolin earit e, leur estimation de la transmission, ainsi que leur distinctionentre effet a court terme et a long terme, est quelque peu arbitraire. Les estimations de CG sont compar es avec celles qui sont tir ees de la relation de long terme au sens de EngleGranger, lorsque celleci existe, en autorisant la pr esence de ruptures structurelles dans levecteur de coint egration selon des m ethodes d evelopp ees par Gregory and Hansen 1996.Au total, de nombreuses el ements empiriques militent en faveur de lexistence dune relationde coint egration lorsque des ruptures sont introduites dans les composantes d eterministesdes r egressions par exemple dans la constante ou dans le vecteur de coint egration luimeme. Il est illustratif de comparer les diff erences entre les coefficients a long terme tir esde la d e finition de CG et ceux de la sp ecification avec rupture a long terme.Dans la partie finale, larticle exploite la dimension longitudinale des donn ees et met enoeuvre une analyse de la relation de coint egration a partir de m ethode econom etriques surdonn ees de panel d evelopp ees par Banerjee and CarrioniSilvestre 2006. Cette approcheest particulierement utile compte tenu de la faible dimension temporelle de nos donn ees,ou T est petit. Les tests autorisent non seulement des ruptures pour les s eries individuellesdu panel mais prennent aussi en compte la d ependance entre les unit es individuelles. Lesr esultats semblent confirmer de fa con tres claire lexistence dune relation de coint egrationavec des dates de ruptures facilement interpr etables.Au total, lutilisation de techniques econom etriques tres r ecentes dans le domaine delanalyse des donn ees de panel et des s eries temporelles afin de tester lexistence dunerelation de coint egration en pr esence de ruptures structurelles conduit a montrer commentla relation de long terme ressort alors naturellement lors de lestimation. La principaleconclusion est que lintroduction dune rupture aux alentours de lintroduction de l UEMet ou lors de la phase dappr eciation de leuro a partir de 2001 permet de retrouver unerelation de coint egration, pour laquelle, sur l echantillon consid er e, la partie fixe de latransmission le terme constant baisse alors que la partie variable l elasticit e associ ee autaux de change tend plutot a saccrotre.41 Introduction A large number of recent papers see for example Campa and Gonz alez M nguez, 2006;Campa, Goldberg and Gonz alez M nguez, 2005; Frankel, Parsley and Wei, 2005; Marazziet al., 2005 have investigated the issue of exchange rate passthrough ERPT of foreignto domestic prices. Studies of ERPT have been conducted both for the United States andfor countries of the euro area, with a particular focus on its evolution over the past twodecades, in response to changes in institutional arrangements such as the inauguration ofthe euro area and to monetary and financial shocks such as Black Wednesday and the ERM crisis in 1992.Several economic policy issues hang upon the determination of the rate of passthroughfrom exchange rates to prices, and its evolution, both in various time horizons as well asin different sectors. These include issues relating to pricing strategies of foreign exportingfirms, the persistence of inflation, the accuracy of inflation forecasts, the impact of enteringinto a monetary union and the success of protocols such as the Lisbon Strategy which callsfor structural reforms across the European Union. For the countries belonging to the euroarea, the issues listed above are particularly relevant.A notable lacuna in the literature, we argue, is a clear disjunction between the wellworkedout theoretical arguments surrounding the key determinants of passthrough, andthe inappropriate techniques used to estimate import or export exchange rate passthroughequations. Thus, while almost all the theories contain a longrun or steadystate relationshipin the levels of a measure of import unit values in domestic currency, the exchange raterelating the domestic to the numeraire currency and a measure of foreign prices unitvalues in the numeraire currency, typically US dollars, this long run is routinely disregardedin most of the empirical implementations. This may seem surprising for at least two reasons.First, proper determination of the shortrun ERPT relies on appropriate assumptions aboutthe long run. Second, as monetary policy tends to be mediumterm oriented, policy actionsshould in principle look beyond shortterm inflation developments for a better understandingof the underlying forces.Since it is commonly agreed that the time series considered are integrated, one way ofdefining the long run is in the sense of Engle and Granger 1987, henceforth EG, wherethe long run is given by the socalled cointegrating relationship. The reason for ignoringthis long run, and substituting it by an ad hoc measure, is the failure to find evidence inthe data for cointegration. The difficulty inherent in such a redefinition of the long runis twofold, first the contradiction between a theoretical prediction of a steady state thatcannot be found in the data, and, second, the ad hoc measure proposed being no more thanan extended version of the estimate of the shortrun and, as we shall see below, stronglydominated by the estimated shortrun.It is possible that the source of the difficultyis the estimation method used typically singleequation autoregressive distributed lagARDL models which may not be powerful enough to verify the theory for the spanof data available. Therefore, instead of looking for a new definition of the long run, amore satisfactory approach is to look for the longrun relationship using more appropriateand powerful methods, such as those which allow for changes in the long run or use morepowerful panel data methods. This is the route we follow in this paper.Focusing on a specification of ERPT into import prices from Campa, Goldberg and Gonz alez M nguez 2005, we argue in particular that: a the long run, in the sense of Engle and Granger 1987, is restorable once appropriate testing strategies including laglength selection are adopted and proper account is taken of the possibility of breaks in 5the longrun relationship; b the estimate of the long run used in the empirical literatureis sensitive to a number of misspecification issues; c once the distinction is establishedbetween the long run with a break in the sense of Engle and Granger 1987 and thedefinition used in the ERPT literature, it becomes important to investigate the relativemagnitudes of these alternative measures and to interpret each differently; and d it isimportant to allow for breaks in the longrun theoretical relationship to take due accountof passthrough rates in response to changes in financial regime such as those following Black Wednesday in 1992 or the ERM arrangements which came into force post 1996. Notto take explicit account of such changes, which are easily evident in the data, could be tomake mistakes in estimation and inference.We begin in the next section with a very brief overview of the theoretical framework.We next move to the key empirical issues, since these are the main areas of our concern,and in Section 3 establish the key ERPT equation in levels and differences. We presentthe definitions of short and longrun ERPT assumed by the empirical literature and assesstheir adequacy. Section 4 presents the data.Section 5 proceeds by looking in more detail at some results reported by Campa and Gonz alez M nguez 2006, CG hereafter. We compare the CG measures with our estimatesof the EngleGranger long run wherever these exist, also allowing for structural breaksin the cointegrating vector using methods developed by Gregory and Hansen 1996. Weshow that there is strong evidence of cointegration once account is taken of breaks in thedeterministic components of the cointegrating regressions such as the constant and in thecointegrating vector.In Section 6 the analysis of the long run is conducted using panel methods developed by Banerjee and CarrioniSilvestre 2006, which are appropriate for looking at cointegrationin panels. This is particularly useful in the shortsample analysis where the time seriesdimension T is small. The tests used allow not only for breaks in the individual units of thepanel but also for crossunit dependence. The results seem to confirm strongly the existenceof cointegration, with easily interpretable break dates.Concluding remarks are contained in Section 7 where we discuss whether we shouldreconsider the traditional way of computing the longrun passthrough.12 Exchange Rate PassThrough into Import Prices By definition,2 import prices for any type of goods j, M P jprices of a countrys trading partners XP jdropping superscript j for clarity:t are a transformation of exportt using the bilateral exchange rate ERt and M Pt ERt XPt.In logarithms depicted in lower case:mpt ert xpt,121Detailed results for singleequation estimates with and without breaks, using the Gregory and Hansen1996 algorithm, together with all tables and graphs reproduced for the CG sample 19892001 and detaileddescriptions of all tests used are available from the authors upon request.2This section is based on Campa, Goldberg and Gonz alez M nguez 2005, CGM hereafter.6where the export price consists of the exporters marginal cost and a markup:So that in logarithms we have:XPt F M Ct F M KU Pt.xpt f mct f mkupt.Substituting for xpt into equation 2 yields:mpt ert f mkupt f mct.345The literature on industrial organization yields insight into why the effect of a change inert on mpt may differ from one, through markup determinants like competitive conditionsthat exporters have to face in the destination markets. Hence, the estimated passthroughelasticities are a sum of three effects: effects of the unity translation effects of the exchange rate movement; the response of the markup in order to offset this translation effect; the effect on the marginal cost that is attributable to exchange rate movements, suchas the sensitivity of input prices to exchange rates.Markup responsiveness depends on the market share of domestic producers relative toforeign producers, the form of competition that takes place in the market for the industry,and the extent of price discrimination. Generally, a larger share of imports in total industrysupply, higher degree of price discrimination or a larger share of imported inputs in theproduction in the destination country leads to a higher predicted passthrough. ERPT maybe higher if the ratio of exporters relative to local competitors is high e. g. for commoditiesor oil, and lower if exporters compete for market shares e. g. for manufactured goods,even if nominal exchange rate variability is high. Other factors affecting passthrough arethe currency denomination of exports and structure and importance of intermediate goodsmarkets.The empirical setup of CGM is based on 5 which assumes unity translation of exchangerate movements. However, as mentioned above, exporters of a given product can decide toabsorb some of the exchange rate variations instead of passing them through to the pricein the importing country currency.If the passthrough is complete producercurrencypricing, their markups will not respond to fluctuations of the exchange rates, thus leadingto a pure currency translation. At the other extreme, they can decide not to vary the pricesin the destination country currency localcurrency pricing or pricing to market and absorbthe fluctuations within the markup. Thus, markups in an industry are assumed to consist ofa component specific to the type of good, independent of the exchange rate and a reactionto exchange rate movements:f mkupt ert.6Also important to consider are the effects working through the marginal cost. These area function of demand conditions in the importing country, marginal costs of productionlabor wages in the exporting country and the commodity prices denominated in foreigncurrency:f mct 0 yt 1 f wt 2 ert 3 f cpt.77cid:124cid:123cid:122cid:125Substituting 7 and 6 into 5, we have:mpt 1 2ert 0 yt 1 f wt 3 f cpt t,8where the coefficient on the exchange rate ert is the passthrough elasticity. Obviously,this is a simple approach, with a highly reduced form representation, where one can haveno hope in identifying from 2. In the CGM integrated world market specification, theterm 0 yt 1 f wt 3 f cpt, independent of the exchange rate, is dubbed the opportunitycost of allocating those same goods to other customers and is reflected in the world priceof the product f pt in the world currency here taken to be the US dollar.3 Thus the finalequation can be rewritten as follows:mpt ert f pt t,9which gives the long run relation between the import price, exchange rate and a measureof foreign price.4At this point it is perhaps important to stress two issues. First, the exchange rate passthrough literature can be divided in two main streams with papers which focus on firststep passthrough, i.e. ERPT into import prices and those which consider second steppassthrough, i.e. into consumer prices. As has been made clear above, for the purpose ofthis paper we will look only at ERPT into import prices.The second issue concerns the fact that since ERPT is a channel linking exchange rateswith prices, it is often named as one of the key determinants of monetary policy design.There is a vast literature on optimal monetary policy, starting with models developed for aclosed economy, and extended to the open economy see for example Obstfeld, 2002.Importantly, much of the focus of the Stochastic Dynamic General Equilibrium literatureconcentrates on shortrun passthrough, and assumes that passthrough in the longrun isfull see, among others, Smets and Wouters, 2002; Adolfson, 2001. This is usually the resultof the existence of staggered price setting, which allows the response to an exchange rateshock with imperfect adjustment in the short run, because of menu costs, and a gradual fullincorporation of the change in the long run. On the other hand the literature focusing onprice discrimination allows imperfect passthrough in the long run, as part of the adjustmentis borne by firms markup this issue is reviewed in more detail in Corsetti, Dedola and Leduc, 2005. In the latter paper, the introduction of an intermediary sector which uses non3The integrated market hypothesis in CG is based on the assumption that there exists a single worldmarket for each good. Therefore, regardless of the origin of the product, on the world market, it has oneworld price. This price constitutes the opportunity cost of selling to a local market. Thus, in the CGsetup for the integrated market and, consequently, in ours, it proxies for the foreign price. The currencydenomination does not in fact matter, as long as the exchange rate for the local currency is taken visavisthis world currency.In the CG case the extraeuro area imports denominated in US dollars are takenas a proxy for the world price. This might be seen as a strong assumption, but, by taking data from anhomogeneous database of IUVs for both import prices and world price, this avoids introducing additionalmeasurement errors in the analysis.4It is not uncommon in the literature to insert additional control variables on the right hand side ofthis equation. For example, Marazzi et al. 2005 use commodity prices, in order to control for changes inmarginal costs that producers may face. This seems undesirable in our specifications for at least two reasons.First, we are concerned with ERPT in individual sectors, and thus the appropriate equation for commoditysectors will already contain the commodity price thus the control variable would be redundant. Second,and more generally any marginal cost effect is assumed to work through the world price.8traded intermediate goods creates a longrun wedge between world prices in local currencyand domestic prices.As we will show, there is some evidence that ERPT into import prices, is not always fulleven in the long run. These results points to the invalidity of the fullERPT assumption andmay have important implications for the proper estimation of the shortrun passthroughand consequently the design of monetary policy. Importantly, this finding seems more inline with the price discrimination models as in Corsetti, Dedola and Leduc 2005.Admittedly, there is a large degree of endogeneity in the observed ERPT and monetarypolicy. That is, pricing strategies of firms depend not solely on competition conditions inthe market, but also on monetary policy, or rather the expected future monetary policyand the policy makers credibility. The formation of the Economic and Monetary Union,which occurs in the middle of the sample period used for the empirical exercise, is thuslikely to have an important impact on ERPT while the ERPT level itself may affect thestrength, and exact timing of the break and any estimation method should take accountof these changes. This is our guiding motivation for looking at long run relationships withstructural change in our study of ERPT.3 ERPT estimation Both economic theory and relevant tests lead us to think each of the series import price,exchange rate and world price as being characterized by a unit root. However, despitethe underlying levels equation 1, CG are not able to reject the null hypothesis of thenonexistence of a cointegrating relationship among the three series. Hence, they proceedby estimating equation 9 in first differences:4cid:884cid:88k0k0mpt a bk ertk ck f ptk t,10cid:804for a certain type of good i in a certain country j. The superscripts have been omittedk0 bk as thefor clarity. Next, they define the coefficient b 0 and the sum of coefficientsshortrun and longrun ERPT respectively.At this point it is useful to focus on the CG definition of the longrun passthrough.Since CG do not find evidence of the long run in the Engle and Granger 1987 sense, incommon with much of the literature in this area, they use the definition of the long rungiven by equation 10 above. We argue that the CG definition of the longrun passthrough,which is constructed by summing the estimated coefficients for the first five lags i.e.lag 0 to lag 4, is somewhat difficult to justify, and thus rather inadequate for the purpose ofenquiring about the actual longrun effect. For example, it is not clear why five lags arechosen. This measure further does not take into account the significance of the coefficientson the individual lags, for which there is a great deal of evidence of multicollinearity.Taking for example the estimates for France see Table 1 we can see that in the majorityof cases only the coefficient on lag 0 is significant, while the following four lags are notsignificantly different from 0. As these coefficients are of relatively large magnitude, thenumber of lags is rather important if one summed the first three, four, or six lags, thepoint estimate of the long run could differ vastly, though potentially would be as justified.The joint significance of the sum of the coefficientestimates is generally not to be doubted,but the high uncertainty surrounding the individual estimates does lead to difficulties in 9SITC0SITC1SITC2SITC3SITC4SITC5SITC6SITC7SITC8Lag 00.960.090.010.20.770.111.060.061.130.250.870.171.110.091.120.140.950.08Lag 10.030.110.590.250.160.130.020.070.140.30.080.190.260.110.30.150.170.1France Lag 20.010.110.490.260.050.130.10.080.310.310.110.190.220.110.250.150.110.11Lag 30.150.110.710.250.060.130.050.080.360.310.120.190.090.110.020.150.110.1Lag 40.040.080.410.210.060.10.070.060.080.240.10.150.170.080.010.120.010.07CG LR0.740.100.400.250.980.131.160.080.970.330.810.261.000.091.030.220.760.12For each sector first line reports the estimated coefficient,and the second the standard error.Table 1: Estimates of equation 10 coefficients and standard errors on the lags of exchangerate original CG sample 19892001. The last column reports the CG longrun estimate.interpretation. The importance of our argument for inference can be illustrated further bytaking the coefficients for SITC0 from Table 1 the CG long run is significantly differentfrom 1, while if we redefine the long run as the sum of the first three lags, we could notbe able to reject it being equal to 1. With SITC1 the example becomes even more visible the fivelag CG long run is insignificantly different from 0, while significantly differentfrom 1, whereas the fourlag long run would be significantly different from 0, while notdiffering significantly from 1. Similar patterns of fluctuation of the coefficient estimates arealso observed for some other sectors in Table 1 and for other countries. We also repeatthe analysis by reestimating the equation with four lags or six lags and reach similarconclusions. Details are available from us upon request.The fact that CG are unable to find a cointegrated equilibrium relationship between thevariables in levels may seem surprising in light of the fact that the theoretical underpinningof the ERPT, is in fact a levels relationship, as in equation 1. We proceed by notingthat if the cointegrated equilibrium relationship were to exist, the equation to be estimatedshould contain an error correction term ECM, as in Engle and Granger 1987, and thustake the following form:ckf ptkmpt 1 cid:98 cid:98 ert 1 cid:98 f pt 1cid:125cid:123cid:122cid:124ut, 11while equation 10 would be misspecified.K1cid:88K2cid:88mpt abkertkk0k0ECM10There are a number of reasons which could lead to a failure to find a cointegrating relationship in series which are suspected to be cointegrated. In particular, as we show below,appropriate lag length selection and proper accounting for a structural break, whether insingle equations or more powerful panel methods, can change the inference on the existenceof a longrun relationship. This helps to provide a less arbitrary estimate of the longrun ERPT and to assess changes to this elasticity following the introduction of the euro. Wediscuss these issues in Section 5, following a brief description of the data in Section 4 below.4 Data In order to perform our estimations, we use two data sets. The original sample, approximately equivalent to the one used by CG contains data for import unit values in localcurrency, exchange rates relative to US dollar and world prices denominated in USdollars for 1digit SITC sectors for 11 countries. As noted in the previous section, weconcentrate on looking at the integrated market specification, although analogous resultsmay be derived under segmented markets, where the index of world price or unit valuesis constructed as a weighted by trade shares geometric average of prices of each countrysfive largest trading partners.The CG data set covers the years 19892001 and serves mainly to illustrate that thechange of methodology would also result in changes in the inference of the original CGpaper. Results of the estimations for this sample are available from the authors. Moreimportant for our specific goals we use the sample of 19952005, from Eurostat, whichhas the advantage of extending further beyond the suspected break date related to theintroduction of the euro than the previous data set. The construction of the variablesfollows CG, and is described in the Appendix A.Figure 1: Monthly index of exchange rates of euro area currencies versus the USD. 19952005.The indicator we use for import prices, the index of import unit values IUV has aseries of caveats concerning their use that must be kept in mind. First of all, unit values,as provided by Eurostat are values of kilograms of a certain good. This means we are 11looking for instance not only at kilograms of food, oil or raw materials, but also kilogramsof computers, cars etc. Moreover, following CGM, we consider the 1digit SITC industries asa reasonable compromise between the informative power of the series and their availabilityand frequency. Using IUVs, means the goods we speak of are not well defined goods as such they are in fact bundles of goods of all goods that are traded on the certain month and fallinto the specific SITC category and thus the composition of such bundles may change frommonth to month apart from being different from country to country. Additionally, thiscomposition may change precisely because of changes in the exchange rate, as the demandand supply and thus the pricing strategy of some specific subcategory goods may be verydifferent especially within categories as wide as SITC 8 Misc. Manufactured goods. Thusthe part of the adjustment to the exchange rate change that will go through quantity andnot price, will affect the implicit weight of the good in our 1digit SITC basket.These cautions having been stated, it remains the case that we are constrained in ourinvestigations by the quality of the publicly available data. While there may be numerousdoubts about using IUVs as a proxy for import prices, the lack of alternative measuresespecially at a sectoral level forces us to use what is available. This has the advantagethat we can make comparisons with the CG or CGM estimates which are based on similarlyconstructed data.Further, following from our discussion in Section 2, it is important to emphasize thatthere are a number of reasons why we expect there may be a change in the longrun ERPTwithin our sample.Firstly, on the 1st of January 1999, 11 European countries fixed their exchange rates byadopting the euro.5 This constituted a change in monetary policy, especially for countrieswere such policy was previously less credible. The perceived stabilization of monetarypolicy, especially in countries with previously rather less successful monetary policy, mayhave induced the producers to change their pricing strategies, and thus have an influence onthe ERPT. We expect the formation of the euro area to have caused a change in longrun ERPT, though this change may have commenced both before the exact adoption date, forinstance upon joining the ERM, as well as after, when the euro became a well establishedcurrency.Figure 2: Residuals from the estimation of equation 9 without a break left and with asingle estimated break right on the series for Spain, SITC0.5Greece failed to fulfil the Maastricht Treaty criteria, and therefore joined 2 years later, effective 1st of January 2001.12Anticipating to some extent our future results, on left hand side of Figure 2 we show theerrors from the estimation of the levels equation 9, for which as we will see in Section 5.1it is quite hard to reject the null hypothesis of nonstationarity. On the right hand, we havethe residuals from the same equation once we allow for a break these seem to appear morestationary. The substantial changes in the behavior of the residuals commence, as may benoted in the figure, in the runup to the euro. Similar figures may be constructed e.g. for France which again shows significant change around the end of 1998. This goes somewhatahead of our argument, to which we will return to it in more detail in Section 5.2, but servesfor the purpose of illustrating that not accounting for a structural break in the relationshipmay lead us to the failure of finding a long run, although we must be constantly vigilantthat what we classify as a break is not a data artifact. We have good reasons for believingthis not to be the case.Moreover the adoption of a common currency has changed the competitive conditions,by increasing the share of goods denominated in the new domestic currency, hence trulycreating a single market for exporters.Finally, looking at the exchange rates of current euro area currencies in Figure 1 we seethat in virtually all the countries the currencies were depreciating against the US dollar inthe period 19952000, and especially since 1996. Moreover, after a short period of a stableeuro dollar exchange rate, the euro currencyies started appreciating, till the end of oursample. This asymmetry of exchange rate developments may have different implicationsfor the ERPT, as obviously for an imported good with a fixed dollar price, depreciation ofthe euro visavis the dollar would mean the increase of the price of the good on the euroarea market, while the appreciation of the euro, a decrease of the price, leading to possiblydifferent behavior of the producers margin.5 Results 5.1 Single equations without breaks importance of lag length selectionSimple augmented DickeyFuller tests for cointegration in single time series for individualcountryindustry combinations see Table 2 do not support the CG view about the lack ofcointegration between the series. The results concern the more recent sample 19952005yet by switching to automatic lag selection criteria we manage to obtain rejections of thenull of no cointegration for a vast majority of the series at 5% level. Moreover, adoptinginformation criteria chosen lag length when testing the null on the 19892001 CG sample,leads to the rejection of the null of no cointegration for most of the series.6 Therefore wecan say that there is some evidence that a longrun relationship in levels, in the sense of Engle and Granger 1987, exists among our variables.5.2 Single equations, with structural breaks In order to pursue the issue of looking for cointegrating relationships further, we propose theuse of the Gregory and Hansen 1996, GH hereafter algorithm which allows for testing thenull of no cointegration against the alternative of cointegration with an estimated structuralbreak. We test two alternative versions of the model proposed in equation 9. First, a break 6Details on the exact same exercise done for the CG 19892001 sample are available from the authors.13noitcelesgalevitanretlahtiwstlusertse T.50025991:elpma S.9noitauqenurgnolehtfonoisserger SLOehtmorfsrorreehtnostset FDA:2elba T.srohtuaehtmorfelbaliavaeraairetirc.CIAekiak A:noitcelesga L.21rebmunsgal.ylevitcepser%09dna%59,%99tadetcejersisisehtopyhmumixa Mlluneht.dnerton,,,tnatsnoc,citsitatst FDAon:noitacfiicep S21.474.629.112.480.366.255.563.644.67.58CTIS56.324.356.68.260.574.342.426.357.236.27CTIS6CTIS74.51.212.23.289.219.261.251.274.39.215.541.397.314.313.992.431.920.419.341.85CTIS58.116.277.311.412.260.295.13.2334.24CTIS11.379.249.427.262.537.213.48.326.256.43CTIS60.33.364.254.289.482.256.39.235.32.22CTIS96.251.392.296.131.239.128.172.267.762.21CTISnoitargetniocontoortin U:0H0CTISyrtnuo C57.215.215.139.12.028.184.259.167.094.6sdnalrehte Nynamre Gecnar Fdnaler Ieceer Gylat Ilagutro Pdnalni Fairtsu Aniap S14in the constant, thus a level shift:mpt cid:98 cid:981 ds cid:98 ert cid:98 f pt t,12thus we allow for a slope shift i.e. a change in the elasticity of the longrun passthroughin addition to a shift in the level:mpt cid:98 cid:981 ds cid:98 ert cid:981 ert ds cid:98 f pt cid:981 f pt ds t.13In both cases ds is a dummy variable equal to 0 if t s and equal to 1 otherwise. The GHalgorithm allows for the estimation of the break point s positioning it where the ADF test onerrors from the estimated levels equation yield the strongest evidence for the rejection of thenull hypothesis of no cointegration.7 It is an issue of considerable interest to decide whichformulation of the model to adopt. We provide evidence below to show that it is the secondof the two formulations that we would tend to choose. Generally, as mentioned earlier,upon the introduction of the euro, we would expect the fixed component of the markupdenoted by the coefficient to fall rather than increase due to potentially improvedcompetition in the market arising from increased price transparency. Table 3 for the GHsingleequation tests 8 shows clearly that in the specification that allows for only a breakin the constant, the fixed component in the markup tends to rise roughly in as many casesas it tends to fall. However as the specification from equation 12 is much more restrictivethan the one based on equation 13, not allowing for a possible break in the other variableswould tend to cause the estimate of 1 to be biased. Table 3 shows that the more flexiblespecification of a break in slope and constant lead to the majority of the estimates pointingto a decrease or insignificant change in the fixed markup component. In more detail, whenwe allow for the more general break as in equation 13, for the GH single equations for 40 out of 61 series 1s are negative of which 24 are significant at 10%, leaving only 7positive and significant at 10%.Comparing the results for the two alternative specifications with breaks in constantand with breaks in constant and slope we see that in a handful of cases the rejection of thenull of no cointegration was possible when the alternative did not allow for a break, whilenot possible when the alternative accounted for a break. This tends to suggest, that inthese cases the evidence for the existence of a break is weak.9 Overall the most important 7Brief details of the procedure are contained in Appendix B.8In order to save space, we report only the directions, significance and dates of breaks estimated with the GH algorithm. These are reported in Table 3 if the null hypothesis of unit root i.e. no cointegration canbe rejected at 10%. As for the coefficient estimates, they are essentially very similar to the ones in Table 5for the break in constant specification and Table 6 for the break in entire cointegrating vector specification,as the Banerjee and CarrioniSilvestre 2006 adaptation of the Pedroni 1999 test to account for breaksbuilds on the GH specification. However, due to data availability the singleequation GH estimation is basedon a longer by one year 1995 series for all countries except Finland and Austria.9If for a certain series we are able to reject the null of no cointegration against an alternative of cointegration without a break ADF, but unable to do so against an alternative with a break GH, this maybe evidence that there is no break in the cointegrating relationship. The reasoning is as follows. We treatrejection of the null of no cointegration ADF as evidence of existence of a cointegrating relationship between the variables, as in equation 9. In this case, imposing a break, i.e. a dummy variable as in equation12, or a dummy variable with interaction variables as in equation 13, would mean adding variables of noexplanatory power insignificant and should not in principle affect our statistic. However, the critical valuesof the GH tests are higher in absolute value than those of the standard ADF test, in order to guaranteeappropriate test sizes for the null of no cointegration against of an alternative of cointegration with a break.Thus a more or less unaffected test statistic and a higher critical value may result in the failure to reject the 15airtsu Adnalni Fniap Slagutro Peceer Gdnaler Iylat Iynamre Gsdnalrehte Necnar F289279169218929991051894891792189400920379929971091302301299989313098936992049921799301792101179610119947969921891122070019918911202189820199513062108120299120012021893208306994004002189118912001302204220430230930513060011309006792179212080058956972121000179119978998918910001793690179499200217921000169800213018931012992891994209899108189799120211011899109200620810100210110789769717911010021021048976970CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS16stneserper1nmuilocnoitanbmocyrtsudniyrtnuochcaero F.mhtirogla HGehtmorfskaerbrofsetaddnaecnacfiingis,snoitceriddetamits E.40025991:elpma S.rotcevgnitargetnioceritneehtnikaerbfonoitacfiicepsehtstneserper2nmulocdnatnatsnocnikaerbfonoitacfiicepseht:3elba T.%01tadetcejerebnactub%5tadetcejerebtonnactifiscilat I,%01tadetcejerebtonnacnoitargetniocontoortinufosisehtopyhehtfidetropertoneula V.%1dna%5,%01taylevitcepserfotatsttnacfiingissitirehtehwetacidni,,,evitagenroevitisopsiegnahcehtrehtehwetacidniro:1cid:98noitceri 1dcid:98dnawor.tnatsnocnikaerbehtfoecnacfiingisdna:wordnoces,tnatsnocnikaerbdetamitsefoetadwortsrfi:sevig1nmulocnoitanibmocyrtsudniyrtnuochcaero F.epolsnikaerbehtfoecnacfiingisdnanoitceriddriht,tnatsnocnikaerbehtfoecnacfiingisdnanoitcerid:wordnoces,kaerbdetamitsefoetadwortsrfi:sevig2nmulo Coutcome is that in a relatively short sample, there are only about 12 out of 90 series forwhich we are unable to reject the null of no cointegration in any of the three specificationsno break, break in constant, breaks in slopes. We treat this as strong evidence of thepresence of a theorybacked longrun relationship in the data, which changes in response tokey economic events.10A selection of the singleequation results for the longrun ERPT are presented in Figures 3 and 4. As indicated in the notes to the figures, they present the point estimateand the 95% confidence interval for both the CGdefined long run estimator 1 in all thefigures i.e. the sum of five lags, as well as the EG long run in 5 different specifications.Noticeably, apart from yielding different values of the passthrough, the EG estimates aremore precise which allows for more definite conclusions regarding the rejection or acceptanceof the hypotheses of ERPT being equal to 0 or 1. The narrower confidence intervals arean immediate consequence of the superconsistency of the OLS estimator in a cointegratingrelationship. The coefficients obtained from the estimation of equation 9 when allowingfor a structural break in the entire cointegration vector observations 4 and 5 for the GH estimated break and 7, 8 for the imposed 19981999 break may, however, be moreimprecise, especially if the estimated break happens to lie towards the beginning or end ofthe sample.There is some country and industryspecific variety in longrun passthrough, wherecommodity sectors SITC 2 and SITC 3 tend to have a higher closer to 1 passthroughthan manufacturing sectors, and with very few exceptions we can strongly reject zero ratesof passthrough. A glance at the tables and figures also suggests, if anything, an increase inthe passthrough rates in most countries and most industries, with some exceptions. Notall of these changes are significant, but the tendency is nevertheless rather clear cut.Overall, tests for cointegration, be it without a break, with a break in the constant,or in the entire equilibrium relationship allow us to reject the null of no cointegrationtherefore providing support for the existence of a long run relationship as in equation 9 inour data. This stands somewhat in contrast with the CG conclusion that no cointegratingrelationship exists, and allows us to switch from an arbitrary definition of longrun ERPTas a sum of five mostly insignificant coefficients on the lags of the exchange rate to thelong run in the EG sense.The evidence gathered above, by looking at individual sectors within each country canbe strengthened even further by using several recently developed panelbased tests for cointegration. Dealing with single time series, albeit with about 110120 observations, we stillhave a time span of only about 10 years of data. However, by looking at the evidence fromall the sectors and countries together if the number of sectors in each country, is 9 andthere are 10 countries in our data set, a panelbased test could use up to 9 10 110observations and allowing for heterogeneity, we should in principle obtain a far clearer ideaof the common trends underlying the series and hence the existence of the long run. Inthe spirit of the discussion above, any such estimation procedure in panels would of courseneed to allow for structural change. In addition it would also need to allow for dependenceamong the units of the panel. We turn now to a consideration of these issues.null in the case when imposing a break is not justified.10The changes are modelled here as discrete breaks in constant or slope and is a limitation of our framework.A richer alternative to consider would be allow for nonlinearities, which may in fact pick up evidence forgradual change. This is unfortunately precluded in our study by the shortage of data.17Figure 3: France longrun ERPT estimates with confidence intervals 95%. Individualindustries, sample: 19952005, entire sample analysis. The estimators are presented in thefollowing order: 1 CG long run, no cointegration, no break, 2 cointegrating longrun,no break, 3 cointegrating long run, break in constant estimated, GH, 4 cointegratinglong run before break in slope estimated, GH, 5 cointegrating long run, after breakestimated, GH, 6 cointegrating long run, break in constant imposed on 199899, 7cointegrating long run, before break in slope imposed on 199899, 8 cointegrating longrun, after break imposed on 199899.In 35 values extracted from GH algorithm,ADF. Values not reported if no cointegration ADF. Break dates estimated with the GH are available together with equivalent graphs for Germany and Portugal in De Bandt,Banerjee and Kozluk 2006. Dotted horizontal line at value of 1.18Figure 4: Italy longrun ERPT estimates with confidence intervals. Individual industries,sample: 19952005. Notes see Figure 3 for explanations.196 Panel cointegration tests There are essentially three ways of proceeding in order to construct panels from the data sets 1 creating country panels of industry crosssections, 2 industry panels with countrycrosssections and 3 a pooled panel in which every country and industry combinationconstitutes a separate unit. In search of the existence of a cointegrating relationship in theseries we try to maximize the dimensions of our panel, and thus will focus on 3. Hencewe will apply two types of tests. The so called first generation panel cointegration tests asin Pedroni 1999 test for existence of a cointegrating relationship, assuming no crossunitinterdependence. The modification of the test, based on Gregory and Hansen 1996 isproposed in Banerjee and CarrioniSilvestre 2006 and allows for an estimated breakpointin each individual series. As mentioned however, the tests have the shortcoming of notaccounting for possible cross unit dependence. This, as shown by Banerjee, Marcellino and Osbat 2004 in a series of Monte Carlo simulations, can lead to substantial oversize of thetests, and thus increase the possibility of wrongful rejection of the null of no cointegration.The second generation of tests, as the one proposed in Banerjee and CarrioniSilvestre2006 allows a factor structure for crosssection dependence, while allowing for an individual, estimated break date.11 The statistics for the Pedroni 1999 panel cointegration tests Model No break Break in constant eq. 12Break in constant andslope eq. 13pseudot7.7322.1523.26pseudo35.4549.3849.50Under the null hypothesis both statistics havea N0,1 distribution Table 4: Parametric statistics fot the panel cointegration test. The null hypothesis is nocointegration. Sample: 19962004, full panel N90, unit specific breaks, no crosssectiondependance. See Appendix B for details.with no crosssectional dependence and no breaks are displayed in the first row of Table 4.They allow for strong rejection of the hypothesis of no cointegration even when the alternative does not allow for a break. This test is restrictive in the sense that we do not allowthe cointegration relationship to change within our sample. However as mentioned, we suspect the formation of the euro area constituted a shift in both competition conditions andmonetary policy which may have affected the longrun passthrough. We propose runningthe Pedroni 1999 test which allows for the change in the cointegrating vector. The resultsallow strong rejection of the null of no cointegration in both the case of a shift in constantand break in the cointegrating relationship between the variables for all the country panels.By construction the test chooses the break date which is consistent with strongest evidenceagainst the null. The test algorithm allows us to extract the break dates for each individualseries, as well as the cointegrating coefficients. These are presented in Tables 5 and 6.Within the context of these results derived from the panel tests, it is useful to returnbriefly to the issue of model choice and to ask whether the more flexible formulation i.e.equation 13 instead of 12 is also the more appropriate here. We note from the panel es11Brief details of these tests are contained in Appendix B.20timates reported in Table 6 that out of 90 series, 60 have a negative estimated 1 coefficient,of which in 35 cases they are significant, while only for 10 they are significantly positive.We therefore point to the break in slope and constant specification as being more coherentwith the idea that the fixed component of the markup falls a negative value of 1, whilechanges in the passthrough are also observed for a number of sectors and countries.12 The Figure 5: Distribution of estimated break dates in halfyear intervals 1997s 12003s 2.Breaks in slope taken from Tables 6. Dark color all breaks, light color only breakswhen longrun ERPT changed significantly 10%.estimated break dates for all the individual series are presented in Figure 5. There is somedispersion among the obtained dates, though there seem to be two modes of the distribution one relatively close to the introduction of the euro and the other close to the turnaroundin the eurodollar exchange rate developments 20002001.Although the evidence, as presented in Tables 5 and 6, in favor of both cointegrationand structural change is unequivocally strong, a few qualifications are worth noting. First,the GH based algorithm here allows for only one, strongest break,13 which is a seriouslimitation as far as timing the single break allowed is concerned. Second, as noted earlierwhen referring to nonlinear methods, the effect of the change in macroeconomic conditionson the ERPT may not have been either instantaneous or linear. Finally, there are otherfeatures of this period which are relevant, such as the evolution of the europound rate for Ireland, late euro area membership for Greece etc.Nevertheless, the sheer fact that despite these limitations which would in all cases haveacted against us the algorithm identifies a relatively large amount of series where there iscointegration and change, be it upon the introduction of the euro, or upon the appreciationof the euro, is an interesting finding. Moreover, as we will turn to the interpretation of 12It is worth noting that also in the case of the specification with the break in constant only, 52 out of 90of the estimated changes in the constant are negative 51 of which significant at 10% though admittedlymany more are significantly positive 38 than in the case of the more flexible specification break in constantand slope which we treat as an argument in favor for the latter. This is in line with the argument thatthe formation of the EMU may have increased the power of domestic currency denominated products, orreduced uncertainty associated with the exchange rate leading to a fall in the constant markup componentcharged by foreign currency denominated products.13In fact it does not touch upon the notion of the strength of evidence of the break. Generally the breakfound by this algorithm is a break for which the evidence for a cointegrating relationship is the strongesti.e. largest in absolute value test statistic leading to the rejection of the null of no cointegration.213ylat I28990001795006796894990189189150.080.032.067.030.020.051.131.050.030.044.020.038.020.072.166.052.01.180.045.070.030.080.120.089.089.031.040.099.030.054.02.020.040.045.03.0203893792100910018928930043031358.0230.075.040.020.020.040.158.060.030.067.010.084.030.020.087.055.01.198.0160.018.030.020.087.020.060.012.120.020.055.010.010.047.058.015.01.1308895892897389212001101890110936.0230.080.030.040.050.033.177.018.040.020.098.040.040.068.030.175.07.030.060.030.040.050.063.158.067.043.036.030.030.026.030.030.086.058.05.0792130979510300299910789489630.077.070.030.010.011.028.079.060.028.010.086.045.020.060.19.020.07.030.027.060.088.030.020.041.012.069.030.068.010.025.064.020.010.047.089.0skaerbtuohtiwstluserskaerbroftnuoccaot,6002,ertsevli Sinoirra Cdnaeejrena Bniidefidom,9991inorde Pnoitargetnioclena P.yrtnuoclaudividninaniyrtsudnilaudividni:noitcesssor C.toduesppuorgrofdetroper,21noitauqetnatsnocniskaerbhtiwdna9noitauqe:5elba T.40026991:elpma S.ecnednepednoitcesssorco N1,cid:98dewollafowor:;tnatsnocnitfihsfoecnacfiingisdnanoitcerid.ylevitcepser%1dna%5,%01tatatsttnacfiingissitnatsnocnidnoces,2nmulocrofetadtfihstfihsetoned,,detamitse:wortsrfitnatsnocnistfihsevitagendnaevitisopetoneddna:snmulocnoitanibmocyrtsudnidnayrtnuochcaero F;rorredradnats:wordnocestnatsnocni;rorredradnats:wordnoces,dewollakaerbonnehwtfihstneicffieoc:wortsrfi1fitneicffieoc:wortsrfi2stneicffieochguorhtssapetaregnahcxenurgno Lynamre Gsdnalrehte N13ecnar F21yrtsudn I0CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS3223niap S200230989379699579112068901992140.080.039.030.079.081.196.020.017.090.040.020.058.067.014.020.029.060.050.037.01.180.040.020.090.030.016.046.041.138.037.030.013.020.056.030.0202130999500320218932083088961316.0250.044.041.050.047.01.140.091.014.170.030.037.027.073.020.050.07.0lagutro Peceer Gstneicffieochguorhtssapetaregnahcxenurgno L80.062.021.016.050.040.130.042.024.050.040.075.085.053.020.035.040.04.01082050072071001101102179112021340.053.030.040.063.032.170.046.011.020.030.096.045.04.030.057.040.023.060.084.030.030.045.074.099.01.046.041.010.030.018.015.020.029.030.05.00011306309305109203790189799913dnaler I21yrtsudn I80.021.011.050.095.068.060.011.030.020.016.015.045.015.040.054.080.084.021.075.090.050.086.027.050.011.020.030.047.084.065.030.016.040.013.054.00CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS23.deunitnoc:5elba T.egapsuoiverpees:seto N.deunitnoc:5elba T.egapsuoiverpees:seto N89499389137921001189400920379996.0240.06.080.020.027.078.030.021.016.050.020.052.020.030.075.044.04.040.070.020.067.089.030.031.040.071.086.030.020.061.020.020.016.065.072.00053039949947992011890120379513stneicffieochguorhtssapetaregnahcxenurgno Lairtsu Adnaln Fi 29.0250.030.060.047.040.078.037.011.01.055.030.020.021.030.063.030.07.068.01.027.030.070.041.130.010.111.030.094.020.060.030.057.044.020.052.01yrtsudn I0CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS24sanoitacfiicepsmorfstluserskaerbroftnuoccaot,6002,ertsevli Sinoirra Cdnaeejrena Bniidefidom,9991,inorde Pnoitargetnioclena Pecnacfingii S.ecnednepednoitcesssorco N.yrtnuoclaudividninaniyrtsudnilaudividni:noitcesssor C.toduesppuorgrofdetroper,31noitauqeni:6elba T.40026991:elpma S.statstlanoitidartnodesabstset,kaerb,REretfa REnotneicffieoc:wortsrfi2;rorredradnats:wordnoces,kaerberofeb REnotneicffieoc:wortsrfinotneicffieocniegnahcfoecnacfiingistfihsdetamitse:wortsrfi3;rorredradnats:wordnoces:snmulocnoitanibmocyrtsudnidnayrtnuochcaero F;tnatsnocnitfihsecnacfiingisdnanoitcerid:wordnoces.ylevitcepser%1dna%5,%01tafotatsttnacfiingissitfihsetoned,,tnatsnocnistfihsevitagendnaevitisopetoneddnastneicffieochguorhtssapetaregnahcxenurgno Lynamre Gsdnalrehte N13ecnar F21yrtsudn I0099930050069968921992189189151.035.181.040.040.031.067.060.077.040.020.020.068.044.024.141.171.127.13ylat I250.012.011.057.040.040.022.085.070.121.040.090.170.070.085.053.0000700219921010093031389400498.0892139.0211.024.070.020.088.01.130.021.087.041.087.040.021.021.187.014.02.030.076.050.030.087.070.050.180.044.040.020.020.054.066.021.120.08.013898892006994002102892110998.02011fohti1wcid:98etad 1cid:98ro81.095.021.030.077.078.070.050.072.191.021.140.040.049.063.12.03.122.130.026.080.060.019.070.080.085.080.010.120.080.131.121.060.048.050.100620500500299910789118968.020421.069.09.163.031.058.031.120.031.097.080.040.020.085.018.054.07.020.030.045.070.030.030.199.020.048.061.025.080.020.080.064.017.050.018.031.10CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS1259901207893003006007102899992111.078.035.030.030.060.151.072.169.092.122.018.040.042.183.020.080.11.03niap S230.026.097.01.099.060.030.079.031.053.070.014.020.04.080.050.170.03019918911202189820118989.0991119.1282.080.160.085.014.130.140.087.074.090.067.050.071.183.013.018.060.01320413897lagutro Peceer Gstneicffieochguorhtssapetaregnahcxenurgno L.deunitnoc:6elba T.egapsuoiverpees:seto N50.063.041.090.087.011.045.112.091.082.060.029.069.073.085.020.031.043.02050070051079981021791120237.0290.021.032.090.072.02.041.052.040.014.021.094.09.04.030.031.013.060.013.030.050.093.012.011.021.076.021.140.030.046.035.091.031.047.060.02053022073051017921208101100913dnaler I21yrtsudn I72.024.018.032.066.039.084.071.040.074.016.09.01.050.19.034.061.132.060.024.033.01.075.050.088.060.041.041.030.075.072.028.055.040.025.090.00CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS26.deunitnoc:6elba T.egapsuoiverpees:seto N99239938917921007992009205892197.0221.091.030.027.088.030.091.070.070.030.015.064.032.052.030.065.05.050.046.090.096.060.077.057.01.019.071.012.01.034.020.030.070.085.0stneicffieochguorhtssapetaregnahcxenurgno Lairtsu Adnaln Fi1372.010110001203994994799304002100437.0231.010.12.028.070.09.040.011.082.018.040.047.021.091.123.094.011.068.0140.017.040.090.036.027.01.071.043.030.020.027.074.02.030.095.060.0yrtsudn I0CTIS1CTIS2CTIS3CTIS4CTIS5CTIS6CTIS7CTIS8CTIS27developments in individual countries and sectors in the following section we will observesome interesting patterns in estimated break points.We consider the test results from the panel as sufficient evidence in favor of the existence of a longrun levels relationship between the variables, as implied by the theoreticalunderpinning equation 9. Moreover, despite some variability in the estimated breaks inthe individual series we can say that at least for some countryindustry combinations thereis evidence that the formation of the EMU led to a significant change in the equilibriumpassthrough rate, be it directly upon its formation or indirectly by tying the currency to theeuro, and thus seeing it appreciate against the dollar since about 2001. However, as givenof facH0: unit root no cointegration e iPseudot ADF c No break Break a Break b Break c4.513.713.763.723.472.953.112.603.474.513.334.44Break d2.662.593.22No.tors136Under the null the statistics have the normal N0, 1 distribution.No break, a common break in constant imposed on 19981999,b common break in the entire cointegrating relationship, imposed on 19981999,c countryspecific, estimated break as in equation 12,d countryspecific, estimated break as in equation 13, See Appendix B for description.Table 7: Test statistics for Banerjee and CarrioniSilvestre 2006 panel cointegration testswith crosssection dependence common factors. Sample: 19962005.above, the failure of first generation panel cointegration tests to account for cross sectiondependence tends to oversize the tests and may lead to flawed inference on the existence ofthe long run relationship. Our final generalization of the testing framework, having alreadydeveloped tests for cointegration with structural breaks, is to allow for a factor structureto model this type of dependence as in Bai and Ng, 2004 and apply the test proposed by Banerjee and CarrioniSilvestre 2006 which allows for a unit specific estimated break inthe series. In this second generation test, we test the null of no cointegration against analternative hypothesis of cointegration with up to r common factors modeling cross sectiondependence with one common break date for all the series 19981999 and for individual estimated break dates for each country. Due to the construction of the test, which isbased on the extraction of common factors from the error terms, the break and coefficientestimates are obtained with exactly the same firstgeneration tests conducted before andthus there is no need to repeat them. The results for 1, 3 and 6factor dependence structures are reported in Table 7 and we consider them as reconfirmation of the existence of alongrun equilibrium relationship.Having discussed the breaks, we can now turn to analyzing the actual longrun passthrough estimates in more detail.We will focus on the coefficients in Table 6 as the most general setting, which allows forbreaks in both the constant and the cointegrating vector. The increase in ERPT in mostsectors in countries like Italy, Spain and Portugal usually coincides with the introduction ofthe euro. This may be a sign of the increase in the credibility of the monetary regime, that 28occurred when these countries joined the euro area, which led foreign producers to expectmore stable conditions, and as argued below made them more willing to pass on the actualfluctuations. This change is not evident in the case of Greece, which generally has ratherlow passthrough rates, but joined the euro 2 years later, and experienced in the runup to EMU a much more significant downward shift in inflation than the other countries. Thismay explain the particular pattern of the latter country.As for the sectors, notably sector SITC 5 Chemical products faced an increase significant in 7 of the 10 countries in passthrough across almost all the countries in question,rendering it closer to 1. Next, in SITC 0 Food and live animals there has been an increasein the passthrough in the Netherlands, Italy, Ireland, Greece, Portugal and Spain fromvalues around 0.5 to values much closer to 1. The estimated dates of this change are closeto the euro introduction for Italy, Greece and Spain. For the Netherlands, Ireland and Portugal the estimated breaks lie in mid 2002 and even in 2003. In the case of Ireland, anexplanation for this may be provided by her intensive trade ties with the United Kingdom,which is by far the most important origin of imports into that country. As opposed tothe eurodollar exchange rate, the eurosterling rate was relatively stable throughout oursample see Figure 6. Specifically the British pound did not depreciate against the euroas the dollar did since about 2001. Thus euro movements versus the dollar may have hadmuch lesser influence on the passthrough in this country, and suggests the weakness of theintegrated world market assumption for Ireland. Finally in all the specifications it is evidentthat the passthrough in sector SITC3, i.e. mineral fuels, is practically equal to or very closeto 1, and has not changed substantially upon the introduction of the euro. This may beexplained by strong market power of foreign producers in this sector, who face practicallyclose to zero domestic competition in products like oil, and thus a common world price isfully passed on when the exchange rate fluctuates.7 Discussion and concluding remarks The results of our paper show ample evidence for an EG cointegrating relationship betweenthe variables in levels as in the underlying theoretical equation 9. We have suggestedseveral methods for working with the data that enable the cointegrating relationship to bedetected, including better laglength selection in the tests for cointegration and a consideration of the impact of structural change and conducting inference using a panel wherethe N dimension augments the T . By taking care of the adverse effects of crosssectiondependence, we have shown that the evidence from the panel tests with or without allowing for structural breaks is entirely unambiguous. Thus, even if one were not willingto accept the notion of detectable structural change, as modeled in this paper, or wereonly willing to attribute the finding of a break to data issues, it should be noted that ourmain contentions would still hold. We can therefore redefine the longrun effect of exchangerate fluctuations on prices to be consistent with the theoretical literature.Instead of arather arbitrary sum of mainly insignificant, of opposite signs coefficients on lags of theexchange rate,14 which we discussed in Section 3, we propose using the EG cointegratingequation coefficient. The use of the standard measure of passthrough should be viewedwith caution, or reinterpreted substantially.Our main preoccupation is the fact that despite using data of monthly frequency and 14This would, as we have argued, make the estimates problematic to interpret in any case regardless ofwhether the notion of a long run, defined as the sum of four or five shortrun effects, is coherent.29aiding ourselves with panel methods, we still deal with a relatively short sample of at most 10 years. This may prove too short for the true long run to reveal itself. This problemis aggravated by the specific developments in our sample namely the introduction of theeuro, the Maastricht criterion de facto restricting the bilateral movements of the exchangerates of the countries since 1997, and the depreciation and subsequent appreciation of theeurodollar rate.However, we think that the sheer fact that we find overwhelming evidence in favor of acointegrating relationship in the EG sense provides backing to the presence of a theoreticallyimplied relationship as in equation 9. Augmenting this finding with our techniques fora dealing with change in the sample; and b extracting information from a panel, wherepooling or averaging over the 90 units counteracts the noise arising from the T dimension,makes our case more compelling.When discussing the longrun ERPT, anticipating our discussion of the results below,a number of other issues arise concerning the magnitude of the passthrough coefficient asmeasured by us. First of all, can we reasonably expect to have less than full ERPT inthe long run? Most of the literature, see for example Smets and Wouters 2002, is basedon the notion that nominal rigidities cause imperfect ERPT. But since rigidities such assticky prices tend to be a short to mediumrun phenomenon, one may be led to thinkthat producers would be unwilling to accommodate a change in the exchange rate into hismarkup forever, thus leading us to expect full ERPT in the long run.This story is not entirely convincing the foreign exporter maximizes profit, not markupover a set of markets and over time, and thus may be willing to accept adjustments to hismarkup in order to maintain market share, adapting to competitive conditions both inthe short and long run. The fact that empirically, exchange rates are found to be muchmore volatile than prices, would also suggest that even in the long run, not all exchangerate fluctuations are passed on to the price level and some of the adjustment may be donethrough quantity. Consequently, Corsetti, Dedola and Leduc 2005 propose a model where ERPT is lower than one even in the long run, as a result of price discrimination and thusdifferent pricing strategies between markets. Thus overall, a finding of the exchange ratepassthrough to be lower than one also in the long run is not unreasonable.Finally, in this context, can we expect the longrun ERPT to be greater than 1? Essentially, in the long run, the answer is no. We do find a handful of the series exhibiting an ERPT estimate significantly greater than one. However, most commonly this occurs whenwe allow for a break in the slope and the break is estimated as being located rather closeto the end of the sample, making inference unreliable.Before proceeding to a discussion of the estimated break dates, their location, and thedirection and nature of the change in the cointegrating relationships, we should emphasizethat both our singleequation and panel methods allow for only a single break. This is alimitation imposed by the relatively short span of our sample. If there are, say, two breaks inthe data, the algorithm may pick up only one of them, or estimate a break lying somewherein between the two actual breaks. This may account for some of the heterogeneity reportedin the tables.Generally speaking, both in our singleequation framework, as well as in the panel estimates with increased power, we find evidence of a change in the vicinity of the introductionof the common currency 19989 or in the vicinity of the exchange rate developmentsturnaround 20012.First, in the case of the breaks estimated to lie near 19989, thus coinciding with theintroduction of the euro there are reasons to expect both monetary and real effects of 30the common currency. As for the former, a vast literature tends to suggest that we shouldexpect ERPT to fall upon the introduction of the euro see for instance Devereux, Engeland Tille, 2003, who argue that as the new currency becomes the currency of invoicing,European prices will become more insulated from exchange rate volatility. However, inour estimates we tend to find, especially for Italy and also Portugal and Spain, where thebreaks coincide with the euro introduction, there tends to be a significant rise in ERPT which suggests the story is not as simple. First of all, the above argument concerns primarilyshortrun passthrough, while in this paper we focus on ERPT in the long run. In principle,there is no reason why it would not be possible to observe even opposing movements in theshort and longrun ERPT. Moreover, the acceptance of the euro as an invoice currencymay take far longer than we are able to pick up in our short sample. Next, as indicated by Frankel, Parsley and Wei 2005, the effect of exchange rate volatility on the passthroughis often negative. The euro can be expected to have reduced the noise in the exchangerate movements, especially for countries such as Italy, Spain and Portugal. In a noisy andvolatile environment, producercurrency pricing may prove difficult. Faced with frequentand often temporary exchange rate changes, menu costs or costly pricing strategy reviews,may lead to imported goods being more localcurrency priced. Arguably, especially in thementioned countries, as the euro was introduced, the amount of noise in exchange ratedevelopments may have fallen, thus actual changes in the exchange rate may have becomeno longer perceived as noisy, temporary shocks but more of a somewhat permanent andmacrofounded nature, which the foreign exporter may become more willing to pass themon to the price. This is in line with the models of Adolfson 2001 and Corsetti, Dedola and Leduc 2005 which generate high volatility of exchange rate associated with low ERPT.As for the real effects of the common currency following the introduction of the euro,roughly 50% of the imports became by default home currency priced, and thus no longersubject to fluctuations in the exchange rate. This potentially meant a change in competitiveconditions for extraeuro imports, for various reasons related to increased price transparency.The latter effect would tend to work in the direction of decreasing ERPT with the formationof the euro, however its strength relies largely on the extent to which extra and intraeuroimports within a single 1digit SITC category actually compete with each other.We do however show there is some evidence of this effect, namely the estimated reduction of the constant markup negative estimates 1 in the most general specificationof equation 13 towards the second part of the sample suggests increased competitionbetween importers.Second, the breaks in the vicinity of 2001 coincided with the period when the euro andthus the local currencies in our sample, after several years of depreciation against thedollar, started off on a relatively stable appreciation. The reasoning for a possible asymmetrical effect of these exchange rate developments on import prices was briefly provided inthe previous sections and is generally based on the notion that as the euro was depreciating,imported goods which according to our assumptions, and following CG, have a world pricein dollars if priced in dollars in the intra euro market, would be becoming more expensiveif the exchange rate change were passed through into the price. Thus in order to staycompetitive and maintain market share, the foreign producers could have been expectedto accommodate some part of the rise thus ERPT could be expected to be lower than ifa producercurrency pricing strategy were adopted. The turnaround in the exchange ratedevelopments meant goods with dollar prices becoming cheaper on the intra euro market,which may have inclined producers to be more willing to shift away from localcurrencypricing. By passing through more of their dollar price, they would be maintaining their rev31Figure 6: Evolution of EURECUUSD and EURECUGBP exchange rates1996100.enue in terms of the dollar, but finding it easier to gain an edge in the market and competewith local products. Notice that as we look at import prices this does not necessarily implya change fall in the price level, nor a gain in market share, as there are many other factorsat work such as changing retailer margins. We treat the fact that in the cases when ourestimated break point lies near 2001 the estimated ERPT rises, as strong support for theabove story of an asymmetrical ERPT.Next, there are other developments, arguably harder to date, that may have had an effecton the longrun ERPT among them are: the increase in trade integration, ongoing tradeliberalization, specific import compositions of individual countries, such as the Irish largeshare of pound rather than dollar priced goods, and the different evolution of europoundand eurodollar rates especially since 1999.15Last, it is important to mention the fact that the effects of incidents like euro adoptioncannot be expected to happen on an exact date on the one hand, they do not come fullyunexpected, and thus may be anticipated to some degree, and on the other, the effect maybe gradual and thus picked up with a lag.Generally we are able to reject zero passthrough rates much more often than using thearbitrary long run definition of a sum of 5 lags. Our estimated passthrough coefficientstend to be closer to 1 in magnitude, although they are often significantly different from 1due to much narrower confidence intervals. Moreover, we are able to provide an explanationfor the increase in the passthrough rate that seemed to occur after 2000 in many countries.As mentioned previously, in the first part of the sample, the euro, and thus most currenciesrelated to it e.g. through the ERM, was depreciating. Foreign producers may have beenforced to absorb some of this increase in the relative price of their good in order to maintainthe market share. Since 2001 the euro started to appreciate. As foreign producers were ableto receive their relatively unchanged income in the foreign currency, they may have been 15Another suggested issue is the integration of China into the global economy. Although, we expect theeffect to work primarily through the world price rather then the degree of passthrough, there may be someroom for the latter because of the change in the competition conditions induced by the inflow of Chinesegoods. Sector trade shares of imports from China relative to all imports and relative to extraEU importsgrew steadily in the manufacturing sectors throughout our sample and notably in sectors SITC 7 and SITC 8seemed to accelerate around 2001. This pattern prevailed for most EU countries.32able to pass on a larger part of the change in the exchange rate.To summarize, in this paper, we propose a new estimate of the longrun ERPT. Theincorporation of the levels equilibrium relationship that we propose renders the empiricalestimation of ERPT more consistent with the theoretical underpinnings.The empirical literature has been somewhat forced to look for alternative, more arbitrary definitions of longrun ERPT, because of a failure to find a cointegrating relationshipbetween the variables. We show that proper choice of lag lengths in unit root tests, allowingfor breaks in the series and using panel methods facilitates the discovery of such an equilibrium relationship in the data, and thus improved estimation of both long and shortrun ERPT.Overall, ERPT in the long run is found to be equal to one or close to one in thecommodity sectors, throughout the entire sample, while it tends to be rather lower thanone in the manufacturing, food, beverages and tobacco and chemical sectors. As there area number of reasons, such as the introduction of the euro and exchange rate developmentsthat lead us to suspect a potential change in the long run relationship, we use uptodatepanel methods, to estimate possible break dates and changes in ERPT and account forpossible crosssection dependence.We tend to favor the most flexible specification, i.e. the one allowing for a break inthe entire cointegrating relationship. Such a specification is more general and moreoverprovides estimates of the shift in constant that are more in line with the expected increasein competition arising out of trade integration and the introduction of the euro.Allowing for a structural break in the relationship we find that ERPT has generallyincreased in the time period near the introduction of the euro and the change is especiallyevident in Southern European countries. This may be the effect of perceived stabilizationin the monetary regime, which led to less noise in exchange rate developments. Moreoverthe increase in ERPT in the second part of our sample may be due to specific exchange ratedevelopments eurodollar depreciation till 2000, and subsequent appreciation which maysuggest asymmetrical response of the import prices. When we allow for the change in thelong run relationship, we find that, towards the second part of our sample, that is after theestimated break date, apart from Greece and perhaps a number of manufacturing sectorsin Austria, longrun ERPT was not generally substantially in most cases not significantlylower than 1.Obviously in order to be able to speak more confidently of the EG longrun ERPT, wewould require a longer series, ranging both further back and beyond the date of the introduction of the euro. While this is the subject of ongoing research, we hope we have beenable in this paper to question the basis of the empirical literature surrounding estimationof ERPT and to propose a set of alternative ideas for discussion.References Adolfson,M.2001,Monetary Policywith Incomplete Exchange No.Series Rate 127.PassThrough,Further information in IDEASRe PEc: http:ideas.repec.orgphhshastef0476.html.Riksbank Working Sveriges Paper Bai,J. and Ng, S.2004, A PANIC Attack on Unit Roots and Cointegration, Econometrica, vol. 72, pp. 11271177. Further information in IDEASRe PEc:http:ideas.repec.orgaecmemetrpv 72y 2004i 4p 11271177.html.33Banerjee, A., Marcellino M. and Osbat, C.2004, Some Cautions on the Use of Panel Methods for Integrated Series of Macroeconomic Data, Econometrics Journal, vol. 7,pp. 322340. Further information in IDEASRe PEc:http:ideas.repec.orgaectemjrnlv 7y 2004i 2p 322340.html.Banerjee, A.and CarrioniSilvestre,J.2006, Cointegration in Panel Datawith Breaks and CrossSection Dependence, ECB Working Paper no. 591.Further information in IDEASRe PEc:http:ideas.repec.orgpeuieuiwpseco 20065.html.Campa, J., Goldberg, L., and Gonz alez M nguez, J.2005,ExchangeRate Passin the Euro Area, NBER working paper 11632.Through to Import Prices Further information in IDEASRe PEc:http:ideas.repec.orgpebgiesewpd0609.html.Campa, J. and Gonz alez M nguez J.2006,Differences in Exchange Rate PassThrough in the Euro Area, European Economic Review, vol. 50, pp. 121145.Further information in IDEASRe PEc:http:ideas.repec.orgaeeeeecrevv 50y 2006i 1p 121145.html.Corsetti, G., Dedola, L. and Leduc, S.2005, DSGE Models of High ExchangeRate Volatility and Low PassThrough, CEPR Discussion Paper No. 5377.Further information in IDEASRe PEc:http:ideas.repec.orgpcprceprdp5377.html.Corsetti, G. and Pesenti, P.2005,etary Policy,Further information in IDEASRe PEc:http:ideas.repec.orgaeeemonecov 52y 2005i 2p 281305.html.of Monetary Economics,Journal International Dimensions of Optimal Mon281305.vol.52,pp.Devereux, M. and Engel, C. 2002, Exchange Rate PassThrough, Exchange Rate Volatility,and Exchange Rate Disconnect, Journal of Monetary Economics, vol. 49, pp. 913940.Further information in IDEASRe PEc:http:ideas.repec.orgaeeemonecov 49y 2002i 5p 913940.html.Devereux, M., Engel, C. and Tille, C.2003, Exchange Rate PassThrough and the Welfare Effects of the Euro, International Economic Review, vol. 44, pp. 223242.Further information in IDEASRe PEc:http:ideas.repec.orgaieriecrevv 44y 2003i 1p 223242.html.Engle, R.and Granger C.1987, Cointegration and errorvol.resentation,Further information in IDEASRe PEc:http:ideas.repec.orgaecmemetrpv 55y 1987i 2p 25176.html.and testing, Econometrica,estimation,correction:55,pp.Rep251276.Frankel, J., Parsley, D. and Wei S.2005, Slow Passthrough Around the World:for Developing Countries?, NBER Working Paper, No. 11199.A New Import Further information in IDEASRe PEc:http:ideas.repec.orgpnbrnberwo11199.html.34Gregory, A. and Hansen, B.1996, Residualbased Testsfor Cointegration in Journal of Econometrics, vol. 70, pp. 99126.Models with Regime Shifts,Further information in IDEASRe PEc:http:ideas.repec.orgaeeeeconomv 70y 1996i 1p 99126.html.Marazzi, M.,Sheets, N., Vigfusson, R., Faust,J., Marquez,J., Martin, R., Reeve,J.2005, Exchange Rate PassThrough The Federal Reserve Board 2005833.Further information in IDEASRe PEc: http:ideas.repec.orgpfipfedgif833.html.Some New Evidence,Finance Discussion Paperst.and Rogersto U.S.Import Prices:J., Gagnon,Internationalno.Obstfeld, M.2002,InflationTargeting, Exchange Rate PassThrough and Volatility, American Economic Review, Papers and Proceedings, vol. 92, pp. 102107.Further information in IDEASRe PEc:http:ideas.repec.orgaaeaaecrevv 92y 2002i 2p 102107.html.Pedroni, P.1999, Critical Values for Cointegration Tests in Heterogenous Panels with Multiple Regressors, Oxford Bulletin of Economics and Statistics, Special issue 1999, pp.653670. Further information in IDEASRe PEc:http:ideas.repec.orgablaobuestv 61y 1999i 0p 65370.html.Smets, F. and Wouters, R.2002, Openness, Imperfect Exchange Rate PassThroughand Monetary Policy, Journal of Monetary Economics, vol. 49, pp. 947981.Further information in IDEASRe PEc:http:ideas.repec.orgaeeemonecov 49y 2002i 5p 947981.html.35Appendix A Dataimport prices monthly indexes of import unit values calculated to be based on local currency forimports originating outside the euro area.foreign prices monthly indexes of import unit values calculated to be based on US dollars fromimports originating outside the euro area into the euro zone.exchange rates index of monthly average exchange rate of local currency against the US dollar.Sources: Eurostat COMEXT. All variables are in logs.SITC code Industry: 0 Food and live animals chiefly for food; 1 Beverages and Tobacco; 2 Crude materials, inedible, except fuels; 3 Mineral fuels, lubricants and related materials; 4 Animaland vegetable oils, fats and waxes; 5 Chemicals and related products, n.e.s.; 6 Manufactured goodsclassified chiefly by materials; 7 Machines, transport equipment; 8 Manufactured goods n.e.c. CG data set 19892001 series for 1989m 12001m 3: BelgiumLuxembourg, France, Germany,Greece, Ireland, Italy, Netherlands, Portugal and Spain. Series for 1996m 12001m 3: Austriaand Finland. new data set 19952005 1995m 12005m 3 for 10 out of 11 countries of the CG data setBelgiumLuxembourg excluded, Austria and Finland start 1996m 1, Portugal and Austriastop 2004m 12 full panel reduced version of 19952005 data set, trimmed in order to obtain a balancedpanel. Covers 1996m 12004m 12 for all 10 countries. full panel for CG 19892001 sample 9 countries: Austria and Finland excluded, due to shortseries. Series Ireland SITC 4 and Portugal SITC 4 also excluded due to missing values.36Appendix B Descriptions of tests 16Single equations with breaks Gregory and Hansen 1996, panel cointegration without crosssectional dependence: Pedroni 1999 without breaks andwith breaks as in Banerjee and CarrioniSilvestre 2006For the purpose of describing the formal setup of the tests, let Yi,t be a m 1vector ofnonstationary stochastic process with the following representationyi,t fi t xcid:48i,ti,t ei,t;cid:179cid:180cid:48xi,t vi,tei,t iei,t i,t,cid:179cid:180cid:481415i,tyi,t, xcid:48where Yi,t is conveniently partitioned into a scalar yi,t and the m 1 1vector xi,t, i 1, . . . , N, t 1, . . . , T . Let i,t be a random sequence assumedto be strictly stationary and ergodic, with mean zero and finite variance.In addition,the partial sum process constructed from i,t satisfy the multivariate invariance principledefined in Phillips and Durlauf 1986. At this stage and in order to set the analysis in asimplified framework, let us assume that vi,t and i,t are independent.The general functional form for the deterministic term f t is given by:i,t, vcid:48i,tfi t i it i DUi,t i DT i,t,16where 0 t Tbi 1 t Tbi; DT 0t Tbit Tbi DUi,t 17with Tbi i T , i , where is a closed subset of 0, 1, for the applications considered is given by 0.15, 0.85, denoting the time of the break for the ith unit, i 1, . . . , N.Note also that the cointegrating vector is specified as a function of time so thatt Tbii,t ,cid:189cid:189cid:189i,t i,1i,2t Tbit Tbi.18Using these elements, Banerjee and CarrioniSilvestre 2006 propose up to six differentmodel specifications, of which for the purpose of this paper we will review two: Model 1. Constant term with a change in level but stable cointegrating vector:yi,t i i DUi,t xcid:48i,ti ei,t Model 4. Constant term with change in both level and cointegrating vector:yi,t i i DUi,t xcid:48i,ti,t ei,t1920Using any one of these specifications the authors propose testing the null hypothesis ofno cointegration against the alternative hypothesis of cointegration with break using the ADF test statistic applied to the residuals of the cointegration regression as in EG and GH16This Appendix is an extract from Banerjee and CarrioniSilvestre 2006. For more details, includingsetup, derivations, asymptotic properties and finite sample simulations we refer the reader to the originalpapers.37but in the panel data framework developed in Pedroni 1999, 2004. In fact, GH proposeboth of the specifications given by models 1 and 4 above.The Banerjee and CarrioniSilverstre 2006 proposal starts by following Gregory and Hansen 1996, to the OLS estimation of one of the models given above in our case 19and 20 and run the following ADF typeregression equation on the estimated residualsei,t i:ei,t i iei,t 1 i i,jei,tj i i,t.21kcid:88j1The notation used refers to the break fraction i parameter, which if it exists is inmost cases unknown. In order to get rid of the dependence of the statistics on the breakfraction parameter, Gregory and Hansen 1996 suggest estimating the models given abovefor all possible break dates, subject to trimming, obtaining the estimated OLS residualsand computing the corresponding ADF statistic.With the sequence of ADF statistics in hand, one can also estimate the break point for eachunit as the date that minimizes the sequence of individual ADF test statistics either the tratio, ti i, or the normalized bias, computed as T i i T i see Hamilton 1994, pp. 523. Note that the estimation of the break point Tbi is conductedas 1 i,1 i,kcid:1801cid:179Tbi arg mini Tbi arg miniti i ;T i i ,cid:180cid:46cid:82 122i 1, . . . , N. At this point Gregory and Hansen 1996 test the null hypothesis foreach unit. Gregory and Hansen 1996 derive the limiting distribution of ti inf i T i i, which are shown not to depend on theinf i ti i and T ibreak fraction parameter. Specifically, Gregory and Hansen 1996 show that T i 0 Q i, s d Q i, sinf i, where denotes weak convergence, Q i, sand i are functions of Brownian motions and the deterministic component, and D idepends on the model see the Theorem in Gregory and Hansen 1996 for further details.Banerjee and CarrioniSilvestre 2006 propose combining the unitspecific informationcid:1610 Q i, s d Q i, s1 icid:480 Q i, s2 ds, and ti 0 Q i, s2 drcid:162cid:10512 inf i D i icid:104cid:82 1cid:179cid:179cid:180cid:180cid:82 1cid:82 1iicid:179icid:179cid:180icid:46in a panel data statistic.The panel statistics on which they focus in order to test the null hypothesis are given bythe ZN T and Zt N Ttests in Pedroni 1999, 2004, which can be thought as analogous to theresidualbased tests in EG. These test statistics are defined by pooling the individual ADFtests, so that they belong to the class of betweendimension test statistics. Specifically, theyare computed as:N12ZN TN12Zt N Tcid:180cid:180cid:179iand tiwhere icid:179icid:180cid:180cid:179cid:179 N12 N12T iicid:179cid:179cid:180cid:180.tii Ncid:88Ncid:88i1i1382324are the estimated coefficient and associated tratio from 21andcid:1791, 2, . . . , i, . . . , Ncid:180cid:48 25is the vector of estimated break fractions.Note that this framework allows for a high degree of heterogeneity since the cointegratingvector, the short run dynamics and the break point estimate might differ among units. Theuse of the panel data cointegration test aims to increase the power of the statistical inferencewhen testing the null hypothesis of no cointegration, but some heterogeneity is preservedwhen conducting the estimation of the parameters individually.Following Pedroni 1999, the panel test statistics are shown to converge to standard Normal distributions once they have been properly standardized.Panel cointegration with crosssectional dependence: Banerjee and CarrioniSilvestre 2006The setup above extended staticregression based tests for cointegration to allow forstructural breaks in the components of the regression that is a break in the constant, as inequation 12 and a break in the constant and slope, as in equation 13. The underlyingassumption was that panel units are crosssectionally independent, which is quite rarely thecase in economic applications. The extended approach in Banerjee and CarrioniSilvestre2006 models crosssectional dependence using common factors such as in Bai and Ng2004. The test described here is for a common across all the units, known structuralbreak point and we refer the reader to the original paper for details on the estimationstrategy in the case of unknown, unitspecific breaks, which is used in our paper.The underlying model is given in the following structural form:2627282930i,ti,t ui,tyi,t fi t xcid:48ui,t F cid:48t i ei,tI L Ft C L wt1 i L ei,t Hi L i,tI L xi,t Gi L vi,t,cid:80j0 Cj Lj, and fi t denotes the deterministict 1, . . . , T , i 1, . . . , N, where C L component which may be broken as in 16 above, Ft denotes a r 1vector containingthe common factors, with i the vector of loadings. Despite the operator 1L in equation28, Ft does not have to be I1. In fact, Ft can be I0, I1, or a combination of both,depending on the rank of C1. If C1 0, then Ft is I0. If C1 is of full rank, theneach component of Ft is I1. If C1 cid:54 0, but not full rank, then some components of Ftare I1 and some are I0. Our analysis is based on the same set of assumptions in Bai and Ng 2004, and Bai and CarrioniSilvestre 2005. With a number of assumptions on theloadings and error terms from the above equations we one can continue the estimation ofcommon factors as is done in Bai and Ng 2004. We need to compute the first differences:yi,t fi t xcid:48i,ti,t Fti ei,t,3139and take the orthogonal projections:Miyi Mi F i Miei f i zi,3233cid:161cid:1621 xdcid:48ixdcid:48i xdiwith Mi I xdi being the idempotent matrix, and f Mi F andzi Miei. The superscript d in xdindicates that there are deterministic elements.i The estimation of the common factors and factor loadings can be done as in Bai and Ng 2004 using principal components. Specifically, the estimated principal component of T 1 times the r eigenvectors corresponding to thef f 2, f 3, . . . , f T , denoted as f, isfirst r largest eigenvalues of the T 1 T 1 matrix yycid:48, where yi Miyi. Underthe normalization f fcid:48 T 1 Ir, the estimated loading matrix is fcid:48y T 1.Therefore, the estimated residuals are defined as zi,t yi,t ft i.34One can recover the idiosyncratic disturbance terms through cumulation, i.e. ei,t j2 zi,j, and test the unit root hypothesis i,0 0 using the ADF regression equationcid:80tkcid:88j1 ei,t i,0 ei,t 1 i,j ei,tj i,t.35 e i the pseudo tratio ADF statistics for testing i,0 0 in 35.We denote by ADF c As in 24 the individual ADF statistics ADF c e i for the idiosyncratic disturbance termscan be pooled to define a panel data cointegration test. Thus, one can define N N 0, e e362 ,N12Zet N T2where the superscript e denotes the idiosyncratic disturbance. The moments e 2 and e 2are the same as the ones for the statistics in Bai and Ng 2004, where these do not dependon the break fraction .40", "filename": "dp2007-32.pdf", "person": ["Claudia M. Buch", "Buch, Claudia M.", "Gayle L. DeLong", "DeLong, Gayle L.", "Katja Neugebauer", "Neugebauer, Katja"], "date": ["2007"]}