{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/21080/1/dp233.pdf"], "title": ["The Wage Performance of Immigrant Women: Full-Time Jobs, Part-Time Jobs, and the Role of Selection"], "plaintext": " Liberalization with Endogenous Institutions: A Comparative Analysis of Agricultural Reform in Africa, Asia, and Europe Johan F.M. Swinnen, Anneleen Vandeplas, and Miet Maertens LICOS Centre for Institutions Economic Performance Department of Economics University of Leuven KUL www.econ.kuleuven.belicos Version: 6 February 2009 Abstract Thirty years ago, a vast share of the poor and middle income countries were heavily statecontrolled. The effects of the liberalizations in the 1980s and 1990s differed strongly between regions in Africa, Asia and Europe. This paper first documents these differences in reform effects in a comparative framework and then develops a model to formally analyze how liberalization affects production and income distribution when institutions that govern production and exchange are also affected. We derive hypotheses on how the endogenous institutional adjustments affect the supply response to the liberalizations. We use these insights to forward a series of explanations on the differences in performance across countries following liberalization. Swinnen is professor of development economics and director of LICOS; Vandeplas is a Ph D Fellow of the Research FoundationFlanders and researcher at LICOS; and Maertens is assistant professor at the Centre for Agricultural and Food Economics. The authors thank Chris Barrett, Alexander Sarris, Marie Ruel, Manohar Sharma, Peter Timmer, Will Masters, Rocco Macchiavello, Patrick Legros and participants at workshops in Rome FAO, Halle IAMO, Brunel University, and Washington DC IFPRI for comments on an earlier version of the paper. This research received financial support from the K.U.Leuven Research Fund EF, FWO and IUAP. 1Liberalization with Endogenous Institutions: A Comparative Analysis of Agricultural Reform in Africa, Europe, and Asia 1. Introduction Thirty years ago, many poor and middle income countries, covering a large share of the worlds rural areas and poor people, were heavily statecontrolled. This was most extreme in the Communist world, spreading from Central Europe to East Asia, where the entire economic system was under strict control of the state. However, also in many African, LatinAmerican and South Asian countries the state played a very important role in the economy. The first major liberalization started in Indonesia in 1968. Some years later, Sri Lanka also implemented liberalization policies. In 1978, China embarked on its reform path by property right reforms, liberalization and a reduction of price distortions in the economy. Vietnam followed in the mid 1980s. The impact has been dramatic. In particular the reforms in China and Vietnam have been heralded as lifting hundreds of millions of people out of dire poverty World Bank, 2000; as the biggest antipoverty program the world has ever seen Mc Millan, 2002, p.94 and as having led to the greatest increase in economic wellbeing within a 15year period in all of history Fischer, 1994, p.131. The expectations were high when countries in SubSaharan Africa SSA, in Central and Eastern Europe CEE and in the former Soviet Union FSU introduced a series of reforms in the 1980s and 1990s to remove state intervention and distortions of producer incentives. Those distortions had been argued to be a major constraint on productivity, income growth and poverty reduction eg Krueger, Schiff and Valdes, 1988; Lipton, 1977. The liberalization of trade, prices, and exchange rates, and the removal of state control over the commodity chains were to improve incentives to farmers and to yield growth, thereby raising incomes and reducing poverty Timmer, 1986; Commander, 1989. 2However, the effects of the reforms were very different from what was expected ex ante. In Eastern Europe and the former Soviet Union, the reforms caused a dramatic decline in economic output and incomes and led to a general increase in poverty following the liberalization reforms Rozelle and Swinnen, 2004. In Africa, the effects of the liberalizations often imbedded in structural adjustment programs were also disappointing. Barrett 1998 argues that, by the mid 1990s, evidence was inconclusive whether marketoriented reforms brought either poverty reduction or economic growth in SSA. While the World Bank 1994 claimed evidence of real economic growth in response to the reforms, others argued that liberalization has intensified suffering among poor farmers Cornia et al, 1987; Duncan and Howell, 1992; Stewart, 1995. In an excellent review of the empirical evidence, Kherallah et al. 2002 conclude that, after two decades of reforms in SSA, while there is some progress in most cases, the general consensus is that market reforms have not met expectations in SSA. Interestingly, there has been hardly any attempt to compare the results of the liberalizations across these regions. Reforms have been compared within regions and between Europe and Asia, but there have been hardly any attempts to include Africa.1 In addition, the analyses of the unexpectedly poor effects of liberalization in CEE and FSU on the one hand, and SSA on the other hand, have developed into quite different types of literatures with little crossfertilization. The analyses of the impact of liberalization in Africa were mostly empirical studies e.g. Barrett, 1997; Jayne et al., 2003; Kherallah et al., 2002 analyzing how various factors can contribute to explain the lack of supply response to the market reforms in Africa. In contrast, the poor performance of the Eastern European and Soviet reforms has, 1 Reforms have been compared within Asia e.g. Green and Vokes, 1998, Africa e.g. Kherallah et al 2002, Europe e.g. Lerman, Csaki and Feder, 2004; Macours and Swinnen, 2000, and between Europe and Asia de Melo and Gelb, 1996; de Melo et al, 2001; Macours and Swinnen, 2002; Rozelle and Swinnen, 2004. In particular the comparison between China on the one hand and Russia and East Europe on the other has triggered a large set of papers, including Dewatripont and Roland 1995, Fischer 1994, Qian, Roland and Xu 1999 and Sachs and Woo 1994. However, there have been hardly any attempts to include Africa, with the exception of Ravallion 2008. 3besides a series of empirical studies on the causes of the declines in output and productivity e.g. Macours and Swinnen, 2000, sparked an important theoretical literature on the role of institutions and how they have affected the outcomes of the reform process e.g. Blanchard, 1997; Roland, 2000. An important insight of the theoretical analyses of the reforms in Eastern Europe and the Soviet Union is the important role of the change in institutions for governing exchange in the economy and the inherent problems and costs that come with such institutional changes.2 These insights appear to be highly relevant for understanding the effects of the liberalization and reform programs in Africa since the liberalization of trade, prices and markets have been associated with important changes in the institutions that organize exchanges in the commodity sectors, such as the removal of state control from international and domestic trade and marketing of outputs and the provision of inputs. Indeed, there is considerable discussion in the empirical studies on the role of the institutional organization of the African economy and how it affected the liberalization outcomes. However, there has been no attempt to formally model this interaction and to draw implications from it. The objective of this paper is therefore twofold. The first objective is to compare the relative reform performance across Africa, Asia and Europe. The paper presents a series of indicators to compare changes in output and productivity during the reform period. The second objective is to contribute to an explanation of the differences in reform performance by relating these performance indicators to the actual reforms. For this, we develop a general model which allows to formally analyze how liberalization affects production and income 2 Seminal papers explaining the importance of these factors as causes of economic declines in the midst of market reforms are Blanchard and Kremer 1997 and Roland and Verdier 1999. Gow and Swinnen 1998, 2001 used similar arguments to explain the decline, and subsequent recovery, of the agrifood sectors in Eastern Europe. Macours and Swinnen 2002 and Rozelle and Swinnen 2004 explain how the differences between China on the one hand and Eastern Europe and the former Soviet Union on the other hand in the liberalizing of prices and reform market institutions has contributed importantly to the different performances of these countries. 4distribution when liberalization affects the institutions that govern production and exchange. Specifically, our model integrates key institutional and structural characteristics of developing and transition countries. The first element is that in the prereform system, inputs were often provided to farmers through vertically coordinated exchange mechanisms with monopolistic and statecontrolled organizations. As we will show, in such an institutional environment, liberalization of the output market will also affect the supply of inputs, which has important indirect effects on production. It is well documented now that farmers in Eastern Europe and in Africa had major problems accessing production factors such as credit, technology, seeds, fertilizer, etc after the liberalizations. These empirical observations are consistent with the theoretical predictions of our model. The second institutional element is the governance of contract enforcement. The liberalization process implied an important change in the organization of exchange in the economy, and had major implications for the institutions to enforce contracts. In general, institutions to enforce state controlled exchanges became less important and institutions to enforce private exchanges were weak or absent in these countries, since it takes much longer to create such institutions than it takes to liberalize the trading system. As we will show, the implications of this are very important for understanding the impact of liberalization. Our model will integrate these key institutional characteristics of the liberalization process. Using the model, we will derive hypotheses on how these characteristics affect the supply response to the liberalization, and, how the supply response is affected by product characteristics. We use these insights to offer hypotheses to explain empirical observations on postreform performance. We believe that these insights are not only very important to understand the causes of the poor performance of the agricultural markets in many parts of the world, including in parts of Africa, in response to the reforms, but are also important as predictions for future developments and hence as a framework for evaluating policy options. 5For example, the initial output decline has been reversed in most of the transition economiesalbeit with substantial variation among them, reflecting differences in policies and structural conditionsand they have now shown robust growth over several years. Our analysis also provides arguments why the reversal to growth after the initial decline was most rapid and strongest in Central and Eastern Europe, and why such reversal was more difficult in Africa. Our analysis relates to a number of recent papers trying to draw lessons from the Chinese experience for Africa, such as Ravallion 2008. Our analysis is complementary in that it focuses on more countries, not just China, and offers a formal theoretical model and a more detailed empirical comparison. While several of the arguments in this paper apply to the economy as a whole, the focus is on agriculture. Focusing on agriculture to analyze which policies contribute to success and failure of economic reform has several benefits. First, the sharpness of the policy changes in agriculture and the fundamental differences among countries provide a good test. Second, the relative simplicity of agricultural relationshipsa farm is an easier production entity to analyze than an industrial firmalso adds clarity to the analysis. Third, a study focussing on agriculture is also inherently interesting for those studying economic development and poverty reduction. There is now wide agreement that agricultural rural growth is crucial for poverty reduction in developing countries Ravallion, 2008; World Bank, 2008. Finally, for many countries covered by our analysis, such as in Africa and in East and Central Asia, agriculture dominated the economy during reforms and the changes in the sector have had an important impact on overall economic performance. When more than 50 percent of a nations labour force is employed in agriculture, and when the major share of consumer income is spent on food, successful agricultural reform can have a major impact on poverty reduction and the welfare of the population. Hence, instead of being a limitation, our analysis 6of liberalization in agriculture will yield important general lessons for those interested in the more fundamental relationships between reform, institutional change and growth. The paper is organized as follows. We start by describing and comparing postreform agricultural performance in different transition and developing regions. We continue by developing a model of vertically coordinated markets. Then we relate this model to the preliberalization situation in developing and transition countries, we discuss how to model liberalization, and we show the aggregate effect on supply response and how this may be affected by several factors. We relate these findings to empirical observations on agricultural performance and on variations in commodity chain performance across countries and commodities. Then, we draw conclusions. 2. Regional trends in postreform agricultural performance Remarkable differences are observed when examining the performance of agriculture in different transition and developing regions in the years after these regions embarked on agricultural reforms and structural adjustment programs. We look at several performance indicators: output, output per capita, land productivity yields, labour productivity, and, where available, total factor productivity TFP. For each country, we have chosen the year of the start of the reforms as year 0. For China, the first year of reform is set to 1978. The first year of reform is set to 1985 for Vietnam, 1989 for nonFSU Central Eastern Euroopean countries, and 1991 for FSU countries. For Sub Sahara Africa, the year in which a country got a first structural adjustment loan from the World Bank is taken as the first year of reform. This information was collected from World Bank loan documents. Agricultural output increased rapidly in the years after the start of reform and liberalization programs Figure 1 in East Asian EA transition countries in particular China and Vietnam. On the contrary, in countries in Central and Eastern Europe CEE and 7the Former Soviet Union FSU agricultural output fell sharply in the initial years of transition to stagnate and recover slightly in subsequent years 3. On average in CEE and FSU countries, after a decade of reform, agricultural output was 20% lower than at the start of transition; while in the same time span in China and Vietnam output increased respectively 60% and 40% above its initial prereform level. Also, in per capita terms, output fell sharply in CEE and FSU even more so in FSU compared to a sharp increase in per capita output in EA Figure 2. The performance of Sub Sahara Africa SSA countries that embarked on structural adjustment and agricultural liberalization has been in between the EA and the CEE FSU experience. On average, output grew in SSA countries but at a slower pace than in China and Vietnam and reaching 35% of its initial prereform level after a decade of reform Figure 1. However, in per capita terms the output growth in SSA is much less spectacular 4 virtually nonexistent even Figure 2. The flat time trend for per capita output changes in SSA is in sharp contrast with the positive trend in EA. However, it is still much better than the negative trend in CEE and FSU countries. Comparing productivity indicators further nuances the story. In line with their trend of sharp output growth, China and Vietnam experienced strong increases in agricultural labor productivity and in yields Figure 3 Figure 4. However, also in CEE countries, labor productivity and especially yields increased dramatically, also in CEE countries, albeit after an initial period of decline lasting for 3 years on average. The period of productivity decline and stagnation has been longer for FSU countries about 5 to 7 years on average and the decline was stronger than in CEE. However, afterwards these countries seem to follow the same path of productivity growth as in EA and CEE. 3 While the general trend of output fall is the same for CEE and FSU countries, there are differences in the length of time between the start of reform and the bottom of the time trend, and the extent of output recovery between subregions and countries. These are described in Rozelle and Swinnen 2004. 4 Differences in time trends between output and per capita output growth are explained by differences in population growth which has been much higher in SSA than anywhere else. 8The indicators in Figure 3 and Figure 4 indicate that the average productivity in SSA has not declined, as in CEE and FSU, but has increased since the start of the reforms. This increase has however been much slower than in either East Asia, or CEE and FSU once they started growing again. Finally, Figure 5 presents data on land use. The sharp agricultural output growth in EA is composed of sharp productivity growth and only modest increases in the agricultural area. In contrast, the growth of SSA agricultural output can be attributed mainly to acreage expansion, while only slight improvements in labor and land productivity were realized. Reform processes in CEE and FSU have resulted in a significant decrease of the cultivated area. Finally, total factor productivity TFP is the most comprehensive indicator of productivity, but comparative and reliable estimates of TFP are scarce because of data and methodological problems. For some transition countries TFP measures and the data needed to calculate TFP measures are simply not available. For those countries in which TFP series are available, in some cases, comparisons have to be done carefully because of differences in methodologies, time frames, sampling and commodity coverage. Whatever TFP evidence is available in the literature shows that TFP trends move largely in the same direction as the partial measures. In China, during the first years after reform 1978 to 1984, TFP measures of productivity rose by 5 to 10 percent per year. During the 1990s, TFP continues to rise at a rate of around 2 percent per year.5 During the early reform period in Vietnam 1980 to 1985, TFP rose by 2 to 3 percent annually and continued to rise later Benjamin and Brandt, 2001; Pingali and Xuan, 1992. Estimates of TFP changes in CEE and SSA also show that measures of TFP generally move in a manner consistent with the partial ones. Macours and Swinnen 2000 estimate that 5 Several series of TFP estimates have been produced for Chinas agriculture Mc Millan et al., 1989; Fan, 1991; Lin, 1992; Wen, 1993; Huang and Rozelle, 1996; Fan, 1997; Jin et al., 2002. 9TFP indices in Central European agriculture decline during the first three years of transition between 1989 and 1991 by 2.3 percent annually. The indices, however, rebound strongly after three years of reforms, rising by 4.5 percent annually between 1992 and 1995.6 For SSA, Nin Pratt and Yu 2008 estimate that average TFP in agriculture declined consistently in the 1960s and the 1970s. TFP has rebounded since the early 1980s, but slower than in Asia or Europe. The average TFP growth rate was around 1% per year over the past 20 years in SSA. In summary, the available TFP evidence is consistent with the conclusions from the analysis of the partial indicators: strong productivity growth since the start of the reforms in East Asia China and Vietnam, initial decline and then strong recovery in CEE, and slow but steady productivity growth in SSA since the mid 1980s. 3. A model of liberalization 7 The previous section showed that there are important differences among regions EastAsia, Africa and Europe and among sectors within the same region, in how the reforms affected economic performance. 3.1. Characteristics of the preliberalization economy To use a model for explaining reform effects, it is important to take into account the specific characteristics of the preliberalization economies. Although there are important differences across regions in certain attributes of the prereform economy see further, countries in CEE, FSU, EA and SSA had several characteristics in common specifically on the governance of agrifood supply chains, which is relevant for our analysis. 6 The Balkan countries demonstrate a similar, but more pronounced pattern, falling by around 7 percent annually over the first three years before increasing by more than 7 percent annually during the subsequent three years. Rozelle and Swinnen 2004 review TFP evidence for the FSU where studies yield mixed results, mostly due to differences in datasets and methodologies. 7 The model is based on Swinnen and Vandeplas 2007. 10First, government institutions were monopoly buyers of agricultural products. This was most extreme in the Communist world, spreading from Central Europe to East Asia, where the entire agrifood system was under strict control of the state. However, also in most African countries as well as in many LatinAmerican and South Asian countries the state played a very important role in the agrifood chains. In the decades after independence from colonial power, governments in SSA regulated agricultural production, marketing and food processing through marketing boards, governmentcontrolled cooperatives and parastatal companies.8 Second, interlinking was widespread in these chains. Again this was most extreme in the Communist system where production at various stages and the exchange of inputs and outputs along the chain was coordinated and determined by the central command system. The agricultural supply system was fully integrated and completely statecontrolled Rozelle and Swinnen, 2004. Production, processing, marketing, the provision of inputs and credit, retailing, etc were all directed by the central planning authorities. Although there were some variations in countries in the extent and scope of control, this was the basic system extending from Central Europe, the Soviet Union to China and Vietnam. However also in SSA government control and interlinking in food supply chains was widespread. Many of the African parastatal organizations provided both inputs to farmers and purchased their outputs.9 8 For example, marketing of grain and other basic food crops was controlled and organized by government marketing boards e.g. in Malawi, through ADMARC Agricultural Development and Marketing Corporation; in Zambia, through NAMBOARD National Agricultural Marketing Board and in Kenya through NCPB National Cereals and Produce Board. Also marketing and processing of major export crops was in many countries statecontrolled through stateowned processing and exporting companies and organizations; e.g. for cotton in Malawi, through CMDT Malawi Textile Development Company, in Cameroon, through SODECOTON, in Ghana, through the Ghana Cotton Development Board and in Kenya through CLSMB Cotton Lint and Seed Marketing Board; for tea in Kenya, through KTDA The Kenyan Tea Development Cooperation; for coffee through coffee marketing boards in Uganda, Kenya, Zimbabwe and Ethiopia; etc. In general, in SSA, these government controlled monopoly organizations were especially important for basic urban food crops, such as cereals, and for important export crops, such as cacao, coffee, cotton, etc; they were less important for crops as yam, cassava, etc. 9 For example, the government marketing boards ADMARC in Malawi and NAMBOARD in Zambia provided seasonal inputs to peasant farmers deducting the value of the inputs from the payment made for marketed output at harvest time. Also parastatal cotton companies such as CMDT in Mali, SODECOTON in Cameroon and the 11The dominant form and often the only source of inputs and credit was that of seasonal input and credit provisions by statecontrolled organizations to small farmers in return for supplies of primary produce. Third, an important achievement in historical perspective of these systems was that they did manage to provide inputs and credits to farms, albeit in a costly way. The monopoly control contributed to enforcement of the interlinked contracts, but there were problems of high costs, enforcement problems with buyers sometimes paying with delays and farmers sometimes not repaying credit or inputs.10 Fourth, government control of the supply chains was also used to set prices, which contributed to massive distortions in agricultural markets. State control of trade and prices in the chains were often motivated by political objectives, such as to provide cheap food for urban markets; the maximization of foreign exchange earnings; the creation of rural employment; ascertaining the viability of certain businesses; etc. While distortions were present everywhere, the nature of the distortions differed strongly across countries. As we will document further, farmers were generally taxed before the reforms in Africa, China and Vietnam while farmers were subsidized in Eastern Europe and the former Soviet Union. 3.2. The model We will now develop a theoretical model which incorporates these characteristics to explain why differences in prereform conditions, differences in specific reforms and differences in Ghana Cotton Development Board in Ghana and the Kenyan Tea Development Cooperation provided credit and inputs to cotton farmers Bauman, 2000; Poulton et al., 1998. 10 In Africa, several studies conclude that statecontrolled outgrower schemes were inefficient and poorly managed, while others point at successes of these systems Bauman, 2000; Poulton et al, 1998; Warning and Key, 2002. Warning and Key 2002 find low repayment rates, while Poulton et al. 1998 and Baumann 2000 find that some large government outgrower schemes in resp. Malawi and Kenya were successful in achieving high repayment rates. Johnson and Brooks 1983 argue that the inefficiency in the processing and marketing systems and in the central allocation of production factors were one of the primary causes of the inefficiency of the Soviet farming complex. In many instances, there were problems with control of quality, etc. 12commodity characteristics, in particular the value of the commodity chain, may cause differences in reform effects.11 Consider the situation where a local household or farming company which we refer to as the farmer can sell farm products to a trader or a retailing or processing company which we refer to as the buyer. This buyer sells the product possibly after processing to consumers either domestically or internationally. For reasons of simplicity, we assume the farmer has the choice between producing a crop with low value added referred to as low value product or a crop with high value added referred to as high value product. Define pl and ph as the per unit consumer prices of the low and high value products. Let m be the per unit efficient processing and extra transport costs; in other words, m covers the extra costs that are involved in producing the high value product and delivering it to consumers through an efficient market system. We also introduce a cost term t, with t tx tm, where tx are government taxes or subsidies tax for tx 0 and subsidy for tx 0,12 And tm are excess processing and marketing costs, due to inefficiencies in the marketing chain. The production of highvalue commodities requires some specific input use e.g. fertilizers, credit, seeds, technology. Assume that to produce one unit of high value output, the farmer requires specific inputs with a value of I on top of his basic production cost C e.g. labor, land for production of the low value good. We assume that these specific inputs are not available to the farmer because of factor market imperfections. This assumption reflects the situation in many developing and transition countries at the time of the reforms as local producers and households faced important factor market constraints. These constraints hurt 11 Our model is close to Kranton and Swamy 2008, but extends it by introducing a set of new parameters which are relevant to our analysis. 12 We assume that the government does not impose taxes on low quality products. This is a realistic assumption since such taxation may not be possible because low quality products may be importantly consumed in the household or in the local village. It is also consistent with evidence showing that distortions are much more important in tradable commodities than in nontradable commodities; as well as that there is an antitrade bias in government policy Anderson, 2006; Krueger, Schiff and Valdes, 1989. 13both farmers and buyers: they prevent farmers from producing for the market and constrain access to raw materials for the processing firm. If the processing firm has access to the required inputs, the buyer can act as an intermediary in the input market and provide sell or lend the inputs to the farmer. This, again, is a realistic case since the buyer may have better collateral, more cash flow or face lower transport or transaction costs in accessing the inputs. If so, the buyer will consider offering a contract to the farmer, which includes the provision of inputs and the conditions time, amount and price for purchasing the farmers product. We assume that the buyer either provides the farmer with the full amount of required inputs I per unit of production, or the buyer does not provide any inputs 13. If the buyer and the farmer decide to collaborate, they can realize a joint surplus G, with G ph m I C t. To determine how this joint surplus G is divided, we need to take into account what each party could realize outside of the negotiation. Instead of signing an agreement with the concerned buyer, the farmer can negotiate a contract with another company, or continue producing the lowvalue product for subsistence or for the local market 14, earning the consumption value of the lowvalue produce pl at a cost C. The farmers disagreement payoff is then Yl ph C, with 0 an indicator of the alternative opportunities of the farmer. If the farmers only ex ante outside option is to produce lowvalue products for the local market, ph pl. Hence pl ph and increases if the farmer has other interesting opportunities.15 13 This implies that the application of any amount of inputs below the optimal amount of inputs I is resulting in a lack of marketable surplus. 14 We assume the consumption value of the lowvalue product equals its local market price. 15 More generally, one can show that, ceteris paribus, is increasing in transaction costs to deal with other buyers e.g. search costs, switching costs, transport costs, in the degree of supplier concentration, decreasing in the degree of buyer concentration e.g. Inderst Mazzarotto 2008, and higher if there are other buyers with access to high value markets i.e. if the suppliers bargaining partner is not the gatekeeper to the high value market Mazzarotto 2004. 14Similarly, the buyer may have other opportunities. We denote his payoff under disagreement as l ph,16 where 0 is an indicator which reflects the alternative options of the buyer: for example, is increasing in the number of suitable contract suppliers. The net surplus that can be achieved when bargaining is successful, is then S G Yl l . This can be rewritten as: S I t, 6 with an indicator for the relative value of the product compared to alternative activities: 1 ph m 7 In a perfect enforcement setting, joint profits can be divided according to a simple Nash bargaining process with sharing rule , such that the respective incomes of the supplier and the buyer under perfect enforcement are Ypf Yl S and pf l 1 S.17 When enforcement is costly as is the case in countries under analysis opportunistic behavior may lead to holdups if one of the agents has an attractive alternative to contract compliance cfr. Williamson, 1981. To understand under which conditions contracting will be sustainable, we consider the extreme situation where there is no external enforcement which is equivalent to assuming that external enforcement is prohibitively costly. First, the farmer can divert the received inputs to other uses, such as selling them or applying them to other production activities e.g. subsistence crops. This way, he can always at least earn an income Yd ph C I f, where ph C represents the farmers income from producing the low value product. The revenue from reselling the specific inputs equals I. If he violates a contract, the farmer suffers a reputation cost f.18 If held up in this way, the buyer earns a payoff d I assuming that he cannot find alternative suppliers ex post. 16 0 is increasing in transaction costs to deal with other suppliers e.g. search costs, switching costs, transport costs, costs of training , decreasing in the degree supplier concentration, increasing in the degree of buyer concentration e.g. Inderst Mazzarotto 2008. To ensure that is nonnegative, we assume that 1. 17 Nash 1953 proposes that the sharing rule be 12, but we prefer to take a more general view. 18 This can be interpreted in a broad sense not only as a pure loss in terms of reputation, but also as a social capital cost, a moral loss, or the loss of future trade opportunities. 15An alternative way to hold up the buyer, is when the farmer applies the inputs to the crops, as agreed in the contract, but then sells the high value output to an alternative buyer who offers a higher price because he does not need to account for the cost of the provided inputs. However, the competing buyer may not value the product as much as the contract buyer who outlined the production process from the start according to his specific needs. To account for this, we define 0 1 as the share of the price offered by competing buyers.19 The farmers payoff under holdup of the buyer is in this case Ys ph C f, the buyers payoff is s I. For the farmer to voluntarily comply with the contract, his income from the contract Y must at least be as much as his outside option, obtained from breaching the contract, i.e. his incentive compatibility constraints must be satisfied.20 The contract Y, that satisfies these constraints can then be written as: Y ph C max I t, I f, ph f ph m I C t Y 8 9 It follows that, if the contract is enforced, the suppliers income will be increasing in his ex ante as well as his ex post outside options, while decreasing in the buyers ex ante outside option.21 However, contracts will only be enforced for a specified range of parameter values. The conditions for contract feasibility are summarized in the following restriction on : min max I t, 2I t f, I t ph f 10 This condition captures several reasons for potential contract failure. If is smaller than I t, the net surplus of the transaction will be negative and there is no incentive for contract formation. This can be due to two reasons. If I, there is no surplus to be created. We refer to this situation as efficient separation. If I I t, there would be a surplus 19 reflects the degree of buyerspecificity of the production standards the higher the specificity of the product or the quality standards, or the higher the transaction costs of switching, the lower is. If quality characteristics are more observable or cheaper to observe, then will increase. 20 The relevant incentive compatibility constraints are Y Yd ICCf 1 and Y Ys ICCf 2. 21 For a theoretical discussion of opportunistic behaviour by the buyer, see Swinnen Vandeplas 2007. 16under nondistorted conditions, but either taxation or inefficiencies in the chain prevent an effective surplus; we refer to this situation as distorted separation. If I t but smaller than 2I t f, or than I t ph f, there is no price the buyer can offer to the supplier in order to make him comply with the contract. In other words, the premium that the buyer has to pay the supplier not to breach the contract is larger than the buyers gross revenues: he cannot afford this. Under these conditions, the contract will not be realized, even if it would be socially efficient to do so. This is referred to as inefficient separation. Condition 8 implies that several factors are crucial for contracting to be sustainable. First, the relative value in the chain needs to be sufficiently high to realize a net surplus and to overcome enforcement problems. From 7 it follows that will higher when the consumer price ph is higher, when processing and marketing costs m are lower, and when there are less alternatives for suppliers and buyers and low. Second, a higher investment cost I reduces contract feasibility. The variable I is present in each of the three conditions on which are summarized in equation 8: the higher the input cost the higher the consumer price needs to be to create a surplus, and the higher the chance of contract breach by the supplier. Third, government taxes or subsidies tx will affect contracting. The conditions for contract enforcement will be more restrictive i.e. a higher will be required for contract formation the higher the government tax on farmers tx 0, and less restrictive with the government subsidizing the farmers tx 0. Fourth, excess processing and marketing costs tm have a similar effect on contracting. Contracts can be enforced at lower values of if excess processing and marketing costs are lower. Fifth, the degree of buyer specificity also affects contract feasibility. If there are no alternative outlets for the highvalue product, hence if buyer specificity of the product is high low , contracts are sustainable for a wider 17range of , as min will be lower. Finally, a higher reputation cost of the farmer f makes contract breach less likely. In summary, if the relative value in the chain is sufficiently high, opportunistic behavior can be overcome by paying a higher price to the supplier. Inefficient separation is thus more likely to occur a if the value is low, b if the value of required inputs I is high, c if farm reputation costs f are low, and d if there are alternative sales outlets for high value products i.e. is high. Figure 6 illustrates these various separation effects. For illustrative purposes we use specific numerical values for some of the parameters: f I, m 0, 0.5 and tx tm 0.5 I.22 The figure shows how the gains in farmers income Y Y Yl and in processors income l change with the value of the commodity . The line S represents the surplus that could be created without distortions t 0 and with perfect enforcement. Line St represents surplus with distortions StS t, and the kink in the St function reflects the holdup effect. In the illustrated case with the specific numerical values, contracting and surplus creation will only occur if 3I. Efficient separation occurs for I; distortioninduced separation occurs for I 2I; and contracts are not possible due to inefficient separation when 2I 3I.23 If 3I contracting is feasible. However, note that within the interval 3I 4I, the processor has to pay the farmer a premium in order to prevent the farmer from breaching the contract. We have defined this an efficiency premium Swinnen and Vandeplas, 2007, similar to the concept of an efficiency wage Salop, 1979. This results in the farmers share of the surplus Y being larger than S, as is shown by the dotted line in 22 Note that these parameter assumptions do not affect our main conclusions. 23 Another way to enforce contracts is by investing in supervision or by engaging third party enforcement, if it is not prohibitively costly. Less inefficient separation will then occur, but the total contract surplus will be reduced. With M, the cost of supervision, the surplus is SM I t M. If 1 SM as defined above, the buyer will effectively invest in supervision. See Minten et al. 2009 for an example of an extensive supervision and monitoring system. Alternatively, when the most probable destination of delivered inputs is the noncontract, subsistence crops, buyers have tried to address input diversion incentives by offering farmers additional inputs as fertilizers and pesticides for their own food crops e.g. Govereh et al. 1999. 18Figure 6. If 4I, contracting is feasible with the share rule as both partners incentive compatibility constraints are satisfied. 3.3. Liberalization It is clear from the analysis above that the conditions for contract enforcement under state control differ considerably from those under a market system. Monopolistic state control made contract enforcement more likely, because of the absence of competition hence low as well as low . Monopoly control also implied high reputation costs for farmers hence high f.24 Excess marketing costs tm 0 made enforcement more difficult, while the impact of price distortions depend on the nature of the distortions: subsidization of farmers in the Soviet Union and Eastern Europe tx 0 made enforcement easier, while taxation of farmers such as in Africa and China tx 0 made enforcement more difficult. We now analyze the impact of liberalization. We focus on two crucial, and interrelated, aspects of the liberalization process reform. One is the liberalization of prices meaning that the government no longer sets prices; the other is the liberalization of markets, i.e. the removal of control over the structure of the commodity chains by allowing competition in the chain and no longer dictating trade internally and externally.25 Define T as the governments price policy and C as the governments market policy. Liberalization of prices is represented by T 0 with txT 0 for tx 0 and txT 0 for tx 0. Market liberalization is represented by Z 0. 24 An alternative argument is that centrally imposed conditions to source from all farmers for political objectives may actually result in lower reputation costs under state organization. 25 We do not discuss separately the effect of privatization. Its effects are implicit in our model. If privatization leads to more efficient management, and hence to a reduction in excess marketing costs tm, this will lead to an increase in farm prices, with similar effects as a decrease in tax policies. This effect should lead to an increase in output and in farm incomes. However, privatization may not lead to such reduction if it induces monopolisticmonopsonistic pricing. The key element is competition, which we analyze explicitly. 19Liberalization of prices The liberalization of prices including cut of taxes andor subsidies will affect the profits of farms directly by its effect on the output prices, but also indirectly through its impact on the contracting conditions. Equation 10 implies that mintx 0. Hence, the effects depend on the nature of the distortions. First, when farmers were taxed under the prereform conditions, it follows that price liberalization will improve contract feasibility by reducing min. As a result, the domain over which there is distorted separation will become smaller, and contracting will be possible over a larger domain of . The impact on farm income is positive for the domain over which contracting is possible after liberalization, but will not change for the domain where contracting is not possible. This follows from equation 8: Ytx 0 when tx is a binding condition for Y, and Ytx 0 otherwise. One should therefore expect output to increase for the production activities where contracting is possible ex post. Second, when price liberalization implies a cut of subsidies to agriculture, the farmers surplus will fall, either because he receives less for his production or because production will no longer be possible as contracting will no longer be feasible reduced subsidies. Hence, in this case both factors will reinforce each other in inducing output decline. Liberalization of markets The second element of the liberalization policy was market liberalization Z 0, i.e. reducing inefficiencies by stimulating private competition. This was done by allowing private traders and buyers to enter the market andor by privatizing andor removing the monopoly status of the state companies in the agrifood chain and to allow them to compete. If one only considers effects in the output market, one would expect competition to further increase the farmers outside options through and and increase his share of the contract value. 20However, market liberalization also affects contracting. With increased competition between buyers, contracting may break down although it would be socially efficient. Using our model, we identify several effects of competition, both ex post and ex ante. First, the introduction of competition between private buyers will increase the ex ante outside option farmers face at the time of contract negotiation. In our model, this implies an increase in Z 0. The second effect of competition is on company management. There is an extensive literature on how competition and privatization changed manager and firm behavior in transition countries Roland, 2000; Konings and Walsh, 1999. The managers incentive for innovation and profit maximization will be stronger in a competitive environment. This effect is reinforced when there is no longer a soft budget constraint as there usually was for governmentmanaged state boards. Improved management reduces excess processing and marketing costs tm tmZ 0. Third, competition between buyers will reduce the farmers reputation cost f from breach of contract fZ 0. The number of agents operating in the market is expected to negatively affect the penalty for contract breach Hoff and Stiglitz, 1998, because the threat of cutoff from future contract arrangements is less stringent, as there are other contract partners available. This argument is in line with Eswaran and Kotwal 1985, who state that reputation is an effective weapon against moral hazard only for suppliers of those factors that are in excess supply. In other words, a higher demand for the suppliers produce lowers his reputation cost from breaching a contract. A second reason why the penalty for breaching a contract is lower with more competition, is that reputation effects are less prevalent in a competitive market, where agents are less likely to coordinate and share information see also Zanardi 2004. This will make it easier for an opportunistic supplier to find an alternative buyer. Local information networks 21work less well when the number of agents expands, as it costs more in terms of effort, money, andor time to let information spread among a larger group of agents. Fourth, market liberalization may as well give rise to an increased ex post outside option of the farmer through a higher number of opportunistic buyers, i.e. an increased Z 0. With more buyers, it will be harder to behave monopsonistically, or to collude. Moreover, more buyers may bring a wider diversity of buyers, including buyers who potentially have a higher valuation of the high quality good. The impact of market liberalization on contract feasibility and on farm incomes can then be summarized as follows: YYf ZYfm ZYtZZtmY Z Zmin Zmintm Zmintmminf Zfmin Z 11 12 where Ytm 0, Yf 0, Y 0, 0, min 0, mintm 0, minf 0, min 0, Y 0 in each case the effect is zero when the constraint is not binding and either positive or negative when the constraint is binding. From equation 11 it follows that market liberalization will generally induce an increase in farm surplus from production and thus an increase in supply as it was intended to, since all terms of the formula are positive. However, this will only be the case if contracting is feasible. From equation 12 it follows that market liberalization implies several subeffects which will make contracting less feasible. To assess the effect of on contract enforcement, we have to both consider the impact of on and on min. The first term of 12 will be zero if is binding on min; otherwise it will be negative. In fact, three of the four effects on the right hand side of equation 12 are negative,26 implying a negative effect on contract feasibility. Only the 26 More specifically, each of the terms is strictly negative or zero depending on whether the respective constraints are binding or not. 22improvement in excess processing and marketing costs term 2 will improve contract feasibility, ceteris paribus. While the net effect depends on the size of the different components, and is an empirical question, the theoretical results do suggest that important constraints on output growth with market liberalization may be expected if one takes into account the endogenous impact on the emergence and enforcement of contracting. 3.4. Implications These theoretical results have major implications for liberalization policies and their expected effects. Our findings predict that liberalization will not just affect farmer prices directly but also the institutional organization of the commodity chain. The latter, in turn, will have a major impact on farm incomes and supply responses. The analysis has major implications for reform effects. In particular, price and competition reforms will have direct and indirect effects on both efficiency output and productivity and equity the distribution of rents between buyer and farm. In terms of efficiency effects the main focus of this paper, the theory predicts that price increases would improve incentives to produce direct effect and improve the provision of inputs as private enforcement would be possible indirect effect; and vice versa for price decreases. Hence the direct and indirect effects are reinforcing each other, either positively or negatively. With competition the direct and indirect effect may have opposite effects. Increased competition will directly stimulate output by improving benefits for farmers but may indirectly constrain or reduce growth by making enforcement more difficult. Hence the two effects may be opposite, but this depends on the nature of the commodity and the supply chain. To illustrate this further, consider three types of commodities: low value products which require no external inputs; medium value which require external inputs; and high value products which require external inputs. The first type of commodity will not face problems of enforcing interlinked contracting since there is no interlinked contracting. If initially there is no 23interlinked input supply, then there will only be direct effects of price and competition reforms. Regarding the second and third type of commodity, the theory predicts that vertical coordinationinterlinked contracting by the private sector would be more easy to sustain in higher value commodity chains. Therefore, for commodities which require substantive inputs, we would expect the supply response to be positively related to the commodity value because of the vertical coordination that will not emerge due to private sector investment. 3.5. Other Reforms Before moving to the interpretation of the empirical facts with our model, we should point at some limitations of our theory and mention some additional reform aspects which we have not included in our derivations. Two reforms which are closely related to the model are the liberalization of the capital markets and of trade and investment regimes. Another important reform in some countries were property rights reforms. The cost of capital in developing and transition countries is typically high, and capital constraints are especially important for small farmers. Liberalization may reduce capital constraints by inducing competition in the capital market e.g. Henry, 2003. However, this effect is conditional on the change in profitability of the farm sector and changes in subsidies in the capital market. For example in Eastern Europe and the former Soviet Union, access to capital collapsed and the cost of capital increased strongly during the transition period Swinnen and Gow, 1999. Another factor is the impact of liberalization on foreign direct investment FDI and its spillovers. There is substantial evidence that market liberalization and the liberalization of the investment regimes has induced an increase in FDI. FDI inflows, in turn, have stimulated contracting as foreign companies have lower capital costs or face less capital constraints, so that FDI leads to a decreased capital cost and increased contracting in host 24countries e.g. Dries and Swinnen, 2004; Girma et al., 2008; Gow et al. 2001; Harrisson and Macmillan, 2003; Hericourt and Poncet 2009.27 Finally, as we already pointed out earlier, privatization of property rights at the farm level was very important in some countries which we cover, in particular in Asia China and Vietnam and in Eastern Europe, and less so in other countries, in particular in Africa. In the interpretation of the empirical observations we will complement the hypotheses based on our theoretical model with these other reform effects where we think these are essential to understand the overall reform effects and economic performances. 4. Explaining the differences in reform effects The analysis in Section 3 implies that different reform strategies or the same reforms in countries with different initial conditions may have different results, not just because of the direct effects on prices or firms, but also because of their impact on the governance of the supply chains. It is therefore important to consider countries differences in terms of the choice of reform policies and in their initial conditions initial price distortions and income. Table 1 summarizes these differences by region. 4.1. Initial conditions Initial condition 1: price distortions As already explained, important price distortions were present everywhere, but the nature of the distortions differed strongly across countries. Farmers were generally taxed directly or indirectly in Africa Anderson and Masters, 2008; Krueger, Schiff and Valdes, 1991 and in China and Vietnam Rozelle and Swinnen, 2004 while they received often indirect subsidies in Eastern Europe and the former Soviet Union Anderson and Swinnen, 2008. 27 In many developing countries, however, the foreign companies lead over domestic companies is reduced by domestic policies restricting FDI and hereby favouring local companies. 25Figure 7 presents indicators of government assistance to farmers which shows that farmers in CEE and FSU were highly subsidized prior to the reforms with producer support estimates PSE varying from 40% to 80%. In China and SSA, nominal rates of assistance NRAs to farmers were strongly negative: on average around 30% in SSA and lower than 50% in China.28 Initial condition 2: income average commodity value There are also major differences between the regions in terms of income at the start of the reforms Table 1. Incomes where much higher in CEE 10,069 and, to a lesser extent, in FSU 4,364 than in China 674 and in SSA 1,429 . These income differences are correlated with the average value in the agrifood chains. The value of agricultural production is usually much higher in countries with higher incomes and development levels. The value in food supply chains increases as both quality and safety demands and the level of processing increase with increasing income levels With rising incomes consumers change their preferences away from basic staple food commodities towards higher value food items such as fruit, vegetables, fish and animal products. If we look at the structure of the total agricultural output at the time of reform we can observe significant differences across the regions Figure 8. In CEE and FSU countries, on average more than 70% of agriculture production consisted of higher value food products such as fruits, vegetables, milk and meat products; for SSA and EA this was less than 50%. Moreover, in SSA and EA on average 10 to 20% of agricultural production was in very low value staple crops such as roots, tubers and pulses. 28 We use two measures because of data availability. The PSE and NRA measures use different ways of calculation but are comparable as general indicators of government support to agriculture. PSE % measures how much of gross farm income is due to government measures. The NRA measures the distortions in farm prices and revenues due to government interventions see OECD 2008 and Anderson and Valenzuela 2008 for details. 26Industrial crops typically coffee, cocoa, tea, cotton, rubber, and tobacco with an intermediate value were more important in SSA than in Europe and Asia. These products had an intermediate value because they were mostly produced for exports to higher income western countries. Initial condition 3: collective farming system While in China, Vietnam, the FSU and CEE the prereform situation was characterized by a collective farmingsystem, this was not the case in SSA. Although in most SSA there were and still are no individual private property rights over land, agricultural cultivation was not communal but based on private land user rights.29 4.2. Reform choices While prices were liberalized, private traders were allowed in agricultural trade, and the monopoly status of government marketing boards and parastatal processing companies was removed, in general, the timing and extent of the various reform elements differed among countries. The main reform approach in Eastern Europe and the Former Soviet Union was a bigbang approach. This implied the simultaneous liberalization of prices and trade and the introduction of competition and privatization across the economy.30 In contrast, China sequenced various components of the reform package. China first reformed property rights in agriculture and later administratively increased prices to reduce taxation on farmers. Only afterwards, it gradually allowed competition in food markets. The gradual approach to the reforms in China differed also from those in the CEE and the Soviet 29 The exception in SSA is Ethiopia which has known a Chinastyle communal agricultural production system from 1975 to 1987. 30 Within this large set of countries, there was still considerable variation. See Rozelle and Swinnen 2004 for details. 27Union, because China reduced its control over farm prices while maintaining state control over the institutions that supplied inputs to and purchased outputs mostly rice from the farms Rozelle, 1996; Sicular, 1988; 1995.31 In Sub Saharan Africa, reform strategies were a mixture Kherralah et al., 2002; World Bank, 1994; Akiyama et al., 2003. In most countries, the removal of state control was not as sequenced as in China. A big bang reform approach was launched in some countries such as Nigeria in 1987 with simultaneous removal of price controls, trade restrictions and para state crop procurement and input provision. In many other SSA countries, reforms started at different times in different agricultural subsectors.32 In most countries reforms started in basic food sectors while in export sectors such as coffee, cocoa, cotton etc. reform processes started later. In addition, basic food sectors were often completely liberalized while in many export sectors state control was not removed completely. State monopolies still exists in some sectors most notably in the cotton sector in Western Africa.33 However, in some specific cases, a sequential approach was used, similar to the one described for China, with first liberalization of prices and subsequently gradual removal of the state monopoly. This was for example the case in the coffee sector in Cameroon and Tanzania, the cocoa sector in Cameroon and the cotton sector in Eastern Africa. However, in some cases, such as the coffee sector in Uganda, the reversed sequencing was used, with first the introduction of competition and later on the removal of direct taxes. In summary, reform strategies were a mixture in SSA. 31 The policy evolution is actually more nuanced than the gradual process as it is usually summarized. In fact the Chinese government initially retracted from an early policy of allowing competition and reintroduced state control after competition created implicit contract breakdowns and the vertically coordinated supply of fertilizer to the farms. In fact, Chinas initial approach was not that different from that in East Europe and the Soviet Union as it liberalized markets and allowed private traders to come in. However, the resulting turmoil on the market and the threat of reduced rice supplies for the cities induced the Chinese leaders to retake control over the supply chains. See Rozelle 1996 for a fascinating review of these policy changes and their effects. 32 For example in Tanzania, reforms started for the coffee sector in 1990, for the cashew nut sector in 1991 and for the cotton sector in 1994. 33 See Akiyama et al. 2003 for an overview of reforms in cocoa, coffee, cotton and sugar sectors in SSA countries. 28While the reform choices differed in the three regions, in particular regarding the combination and timing of policies, it is worth emphasizing that in all three regions the share of the private sector increased strongly over the past two decades and much of the price distortions were removed. The latter is clear from Figure 7, which shows how for all regions, the indicators PSE and NRA have moved towards low levels with zero representing the absence of government supporttaxation. 4.3. An explanation of different liberalization performances We now combine the insights from our model and from the analysis of differences in initial conditions and reform choices to offer a set of hypotheses to explain the differences in reform performance. Europe In Eastern Europe and the former Soviet Union, where farmers were subsidized under the state controlled system, the liberalization of prices caused a dramatic reduction in farm support and strong decline in the terms of trade for farmers, i.e. farmers output prices declined strongly in real terms and compared to input prices. At the same time, farms and the food and agribusiness industry were privatized and state directives were removed. This combination caused a complete collapse of the state controlled vertical coordination system and with it, the provision of inputs to farmers. Along with the removal of subsidies, this collapse has caused an initial sharp decline in agricultural output and productivity, as is reflected in the performance indicators in Figure 1 and Figure 2. The initial output and productivity decline was reinforced by the fact that the CEE and FSU farms were relatively capital and external input intensive, which made them strongly dependent on exchange with suppliers for their inputs. In addition, where large collective 29farms collapsed, gains from improved incentives in smaller family farms were initially more than offset by losses in scale economies.34 However, the dramatic reforms in a region with relatively high incomes also induced large inflows of foreign investments, much of which went into the food industry and agribusiness see Figure 9. These investments, in turn, induced a rapid expansion of privately organized vertical coordination through the private agrifood sector with major spillovers on the farms Gow and Swinnen, 1998; Dries and Swinnen, 2004; World Bank, 2005. In combination with the stabilization of real prices in the mid 1990s, these investments caused a flow of inputs, capital, and technology to the farm sector as explained by our model and contributed to strong increases in productivity in Eastern Europe. Within the European transition region the intensity and speed of this process was related with income, which can be interpreted as being correlated with the value in the commodity chains which corresponds to in our theoretical model. The process started earliest and most intensive in the richer countries of Central Europe, and later and slower in poorer transition further East and South Swinnen, 2002; 2007. Figure 9 documents the inflow of FDI in the regions, and clearly shows how FDI growth was much stronger and earlier in CEE than in FSU or the other regions. Dries et al. 2009 show how the growth of contracting in supply chains is strongly correlated with income which creates a market for higher value FDI products and thus endogenous enforcement of higher value contracts and progress in reforms which enhances macroeconomic stability and enforcement of contracts and property rights see Figure 10. 34 See Macours and Swinnen 2000 for estimations of the contributions of the various reform elements to the decline in CEE agricultural output. 30China In China, the initial growth came from the property rights reforms giving land to the rural households. This caused a strong growth in productivity and output during the first 5 years of transition. In contrast to the CEE and FSU farms, Chinese farms were very labor intensive, with very little input from outside, and hence benefited strongly from the enhanced labor intensive effects without any losses of scale economies. These productivity gains which are not captured by our formal model explained much of the gains during the first five years of the reforms. In a second phase, the Chinese rulers gradually adjusted prices towards market price levels, thereby reducing taxation, which benefited farms. In addition, there were no disruptions in exchange since the government remained firmly in control of the agencies buying commodities and providing inputs. In line with the analytically derived results in the model, this reduction and removal of agricultural taxes combined with the initial retaining of state monopolies and statecontrolled interlinking and input provision caused a sharp positive supply response. The subsequent gradual introduction of competition in the food chain by allowing traders competition at the margin removed inefficiencies and improved farmers bargaining power and income in the chains without leading to contract breaches and input and lead to a further positive supply response. In summary, the success of Chinas reform is due to a combination of initial conditions labor intensive and low input farming and carefully sequenced reforms, which all in turn contributed to strong growth during the first 15 years of the reform era.35 35 See Lin 1992 and de Brauw, Huang and Rozelle 2000, 2004 for detailed estimates of the growth contributions of the various reform components. 31Africa Regarding the SSA reform performance, we offer a set of hypotheses to explain a why SSA growth is lower than that of China and Vietnam; b why SSA growth was higher than that of CEE and FSU in the initial reform years; and c why growth in SSA was slower than in CEE and FSU after the initial stage. a SSA growth, on aggregate, was slower than in China for three reasons. First, it did not benefit from an initial boost provided by property rights reform within a labor intensive farming system. Such reform was generally absent in Africa since farming was never collectivized. A second reason why growth was slower is because there were more market disruptions with the liberalizations in SSA than in China. SSA reform strategies included privatization and the rather abrupt removal of state monopolies at the same time as price liberalization. The introduction of competition in the chains led to breakdown in some of the supply chains, reducing access to inputs for farmers in these sectors and impeding output and productivity growth. A third reason for the slower aggregate growth in SSA is that the average reduction in farm taxation was considerably less in SSA than in China. As Figure 7 shows, in the fifteen years after the start of the reforms, the NRA increased from less than 50% to above zero in China an increase of approximately 60 NRA points, while the tax reduction in SSA was considerably less: from around 30% to around 10%, representing an improvement of 20 NRA points, which is only one third of that in China. b There are also three reasons why SSA growth was initially stronger than that of the European transition countries. First, SSA did not experience a decline in output and productivity with the privatization of large farms in a capital or land intensive farming system because such privatization did not take place. Second, price incentives for SSA 32farmers improved with liberalization, while they worsened in CEE and FSU, as is illustrated by Figure 7. Third, on average, the supply chain disruptions were less important in SSA because a smaller share of the SSA production was dependent on externally provided inputs than in the more advanced and more industrialized economic systems of CEE and FSU. A substantial share of SSA production, in particular staple food production, did not rely on such formal input and output markets, and hence suffered less from the disruptions. c The latter factors also play a role in explaining why after a few years in CEE and later in FSU the decline halts and growth resumes at a faster pace than in SSA. When the initial disruptions of farm privatization and the oneoff output fall with the subsidy cuts was absorbed in CEE, growth in the CEE supply chains was stimulated by the massive inflow of investment, often FDI, in agribusiness and the food industry, with strong spillover effects on the farms through vertical coordination. These effects have emerged much slower and much less extensively in poorer countries with more macroeconomic and institutional instability. This applies to the slower recovery in the FSU compared to CEE, and even more so to SSA. Unlike in CEE, private vertical coordination did not take over or not to the same extent after the collapse of statecontrolled supply chains as FDI and private investment in the early years after reforms was much more limited in SSA see Figure 9. In addition to other factors lack of infrastructure, political and economic instability, the low incomes and the general low value in SSA food chains have constrained the emergence of private sector vertical coordination and market interlinking, and thereby growth in the entire chain. Variations in commodity sector performance in Africa To further document and support these arguments, we disaggregate the average growth in SSA into three subgroups: staple food crops including cereals, roots, tubers, and pulses, industrial crops including coffee, cocoa, tea, rubber, oil crops and tobacco, and fruits and 33vegetables FV. While these groups also include a mix of different products, we should expect different performances according to our model. We expect the first group to be less susceptible to market disruptions as it was less dependent on external inputs. The second group represents mostly commodities produced for export which were strongly dependent on interlinked input arrangements. The last group includes both low value FV for the domestic market, for which the main input is labor, and high value FV for exports, which require major external inputs. Figure 11 and Figure 12 show the relative performance of these groups. Staple food crops and FV crops have experienced a significant output increase while the industrial crops intermediatevalue performed much below average. After a decade of reform, the output of staple food crops and fruits and vegetables was 50 to 60% higher than the initial prereform level. For industrial crops including coffee, cocoa, tea, rubber, tobacco and oil crops this is only about 35%. The lack of output growth for traditional export commodities in SSA is often attributed to decreasing world prices for these commodities. Indeed, during the 1980s when most SSA countries embarked on economic and agricultural reforms prices for these commodities deteriorated sharply. However, according to a World Bank study World Bank, 1994 real producer prices for export crops went up during the 1980s in some SSA countries because the effect of price liberalization offset the effect of decreasing world market prices. Also labor productivity indicators reveal the same patterns across commodities. Staples and FV have the highest productivity increases and labor productivity in the industrial crops was essentially stagnant during the decade after the start of the reforms. It is this sector which reduced average growth in SSA agriculture. These performance variations among sectors are consistent with our model and thus add support to our general hypotheses on the postreform performance. The output and 34productivity increases in the staple food crop sector were better than the SSA average, albeit still lower than China and second stage CEE compare with Figure 2 and Figure 3. In the SSA staple food sector the simultaneous liberalization of prices and introduction of competition and with it the collapse of stateorganized public vertical coordination and input provision did not result in major output and productivity declines. Input requirements in this sector are generally low and therefore output growth has not been very dependent on vertical coordination. Instead, the sector benefited from liberalized prices and enhanced competition on spot markets. However, growth was also limited after the reforms, as new forms of private vertical coordination and market interlinking did not occur in this sector because the value in the staple food chains is generally too low to sustain private interlinking. Marketing activities in this sector have been taken over by a large amount of small private traders and are based on spot market transactions. In contrast, in the SSA industrial crop sectors including many traditional agricultural exports the simultaneous removal of price controls, introduction of competition and the associated collapse in statecontrolled vertical coordination have caused major disruptions in input provisions to farmers and lead to stagnating output and productivity growth. Input requirements for the production of traditional export commodities are generally much higher than in the staple food crop sector and therefore the collapse of public input provisions affected output and productivity much more as in the CEE. Unlike in the CEE however, massive private investments with private sector vertical coordination and input provision have not occurred in the first two decades of reform in the SSA industrial crops sector, leading to continued stagnation. The highest output and productivity growth in SSA was in the fruit and vegetable sector: slightly higher than the growth in staple foods and much higher than in the traditional export commodity sectors. Our model suggests that this sector may have grown because of 35two, quite different, mechanisms. First, low value FV production for the local market was mostly depending on labor input and benefited thus from the same effects as the staple crops. Second, an important and increasing part of the growth has come from high value fruit and vegetable chains for exports. This sector has grown very rapidly after the reforms, as illustrated in Figure 13 and Figure 14. The high value in these chains has sustained postreform private investments in this sector and the occurrence of private vertical coordination with quality upgrading, market interlinking and input provision to farmers. A series of recent studies show how the vertical coordination mechanisms and their spillovers and productivity growth effects are similar to the growth mechanisms in CEE e.g. Maertens and Swinnen, 2009; Minten et al., 2009. In summary, the very different experiences of these three subsectors in SSA which are hidden by the average growth rates are consistent with our general arguments that the reliance on external inputs and the value in the supply chains, which affect the endogenous emergence of exchange institutions in a liberalized environment, are crucially important to understand the performance in SSA, both in itself and in a comparative perspective. 5. Conclusion This paper has documented the reform performance of African countries and compared it with that of reforms in countries in Asia and Europe. Postreform growth in SSA was lower than in East Asia, but initially stronger than in Eastern Europe and Central Asia. However, after five CEE and ten FSU years of transition, growth in Europe and Central Asia has surpassed that in SSA. Within SSA, growth has been relatively strong in staple foods and in FV, while stagnant in industrial crops. To explain these relative performances, we have developed a model to formally analyze how liberalization affects production and income distribution with a model that 36explicitly integrates the impact of liberalization on the institutions that govern production and exchange in developing and transition countries. Specifically our model integrates that in the prereform system, inputs were often provided to farmers through interlinked contracts by monopolistic and statecontrolled organizations; and the reforminduced changes in institutions that govern contract enforcement. Our analysis shows how these institutional characteristics have been affected by the liberalization process. Using the model, we derive hypotheses on how these characteristics affect the supply response to the liberalization, and, consequently, on how to explain the poor performance of some countries after liberalization. In the last part of the paper, we use these hypotheses to relate initial conditions and reform choices to performances. We offer a series of hypotheses to explain differences among commodities, and to explain that the supply effects and the governance of exchange in the postliberalization economy differ also between commodities; and more particularly that there is a positive correlation between supply response, vertically coordinated market organization, and the value in the chain. In particular, regarding the SSA reform performance, we offer several hypotheses to explain a why SSA growth is lower than that of China and Vietnam; b why SSA growth was higher than that of CEE and FSU in the initial reform years; and c why growth in SSA was slower than in CEE and FSU after the initial stage. 37References Akiyama, T., Baffes, J., Larson, D.F. and P. Varangis, 2003. Commodity Market Reforms in Africa. Some Recent Experience. Policy Research Working Paper No 2995, The World Bank, Washington D.C. Anderson, Kym 2006. Reducing Distortions to Agricultural Incentives: Progress, Pitfalls, and Prospects. World Bank Policy Research Working Paper No. 4092. Anderson, Kym and Jo Swinnen. 2008. Distortions to Agricultural Incentives in Europes transition economies. World Bank Publications, Washington D.C. Anderson, Kym and William Masters. 2009. Distortions to Agricultural Incentives in Africa. World Bank Publications, Washington D.C., forthcoming. Anderson, Kym and Ernesto Valenzuela. 2008. Estimates of Distortions to Agricultural incentives, 19552007. World Bank, Washington D.C. Barrett, C. 1997. Food Marketing Liberalization and Trader Entry: Evidence from Madagascar. World Development, 255: 763777. Barrett, C. 1998. Immiserized Growth in Liberalized Agriculture. World Development, 265: 74353. Bauman, P., 2000. Equity and Efficiency in Contract Farming Schemes: the Experience of Agricultural Tree Crops. Working Paper 139, Overseas Development Institute, London. Benjamin, Dwayne and Loren Brandt. 2001. Agriculture and Income Distribution in Rural Vietnam under Economic Reforms: A Tale of Two Regions. University of Toronto Working Paper, University of Toronto. Blanchard, Oliver. 1997. The Economics of PostCommunist Transition. Oxford: Clarendon Press. Blanchard, O. and M. Kremer. 1997. Disorganization. Quarterly Journal of Economics, 1124: 10911126. Commander, S. ed. 1989. Structural Adjustment Agriculture: Theory and Practice in Africa and Latin America, James Currey, London. Cornia, G., Jolly, R. and Stewart, F., eds. 1987. Adjustment With A Human Face, Clarendon Press, Oxford. de Brauw, Alan, Jikun Huang, and Scott Rozelle. 2000. Responsiveness, Flexibility and Market Liberalization in Chinas Agriculture. American Journal of Agricultural Economics, 82 5: 11339. de Brauw, Alan, Jikun Huang, and Scott Rozelle. 2004. The Sequencing of Reform Policies in Chinas Agricultural Transition. Economics of Transition, 123: 42765. de Melo, Martha and Alan Gelb. 1996. A Comparative Analysis of TwentyEight Transition Economies in Europe and Asia. PostSoviet Geography and Economics, 375: 26585. de Melo, Martha, Cevdet Denizer, Alan Gelb, and Stoyan Tenev. 2001. Circumstance and Choice: The Role of Initial Conditions and Policies in Transition Economies. The World Bank Economic Review, 15: 131. 38Dewatripont Mathias and Gerard Roland. 1995. The Design of Reform Packages under Uncertainty. American Economic Review, 855: 120723. Duncan, A. and Howell, J., 1992. Structural Adjustment and the African Farmer. James Currey, London. Dries, L. and J. Swinnen. 2004. Foreign Direct Investment, Vertical Integration, and Local Suppliers: Evidence from the Polish Dairy Sector. World Development, 329: 152544. Dries, L., Germenji, E., Noev, N. and J. Swinnen. 2009. Farmers, Vertical Coordination, and the Restructuring of Dairy Supply Chains in Central and Eastern Europe. World Development, forthcoming. Eswaran, M. and A. Kotwal 1985. A theory of twotier labor markets in agrarian economies. American Economic Review, 751:16277. Fan, Shenggen. 1991. Effects of Technological Change and Institutional Reform on Production Growth in Chinese Agriculture. American Journal of Agricultural Economics, 732: 26675. Fan, Shenggen. 1997. Production and Productivity Growth in Chinese Agriculture: New Measurement and Evidence. Food Policy, 223: 21328. Fischer, Stanley. 1994. Structural Factors in the Economic Reforms of China, Eastern Europe, and the Former Soviet Union. Discussion. Economic Policy, 91: 1315. Girma, Sourafel and Yundan Gong. 2008. FDI, Linkages and the Efficiency of StateOwned Enterprises in China. Journal of Development Studies, 445: 728749. Govereh, J., Jayne, T.S., and Nyoro, J. 1999. Smallholder commercialization, interlinked markets and food crop productivity: Crosscountry evidence in Eastern and Southern Africa. Working Paper, Michigan State University. Gow, H. and J. Swinnen, 1998, Agribusiness Restructuring, Foreign Direct Investment, and HoldUp Problems in Agricultural Transition, European Review of Agricultural Economics, 254:331350. Gow, H. and J. Swinnen, 2001, Private Enforcement Capital and Contract Enforcement in Transition Countries American Journal of Agricultural Economics, 833: 686690. Gow, H., Streeter, D., and J. Swinnen, 2000. How private contract enforcement mechanisms can succeed where public institutions fail: the case of Juhocukor a.s. Agricultural Economics, 233: 25365. Green, David J. and Richard W. A. Vokes. 1998. Agriculture and the Transition to the Market in Asia. Journal of Comparative Economics, 252: 25080. Harrison, Ann E. and Margaret S. Mc Millan. 2003. Does direct foreign investment affect domestic credit constraints? Journal of International Economics, 61: 73100. Henry, Peter Blair. 2003. CapitalAccount Liberalization, the Cost of Capital, and Economic Growth. NBER Working Paper No. W9488. Hericourt, Jerome, and Sandra Poncet. 2009. FDI and credit constraints : Firmlevel evidence from China. Economic systems, forthcoming. Hoff, K. and J. E. Stiglitz. 1998. Moneylenders and bankers: priceincreasing subsidies in a monopolistically competitive market. Journal of Development Economics, 55: 485518. 39Huang, Jikun and Scott Rozelle. 1996. Technological Change: Rediscovering the Engine of Productivity Growth in Chinas Rural Economy. Journal of Development Economics, 492: 33769. Inderst, Roman and Nicola Mazzarotto. 2008. Buyer Power in Distribution. In: Wayne D. Collins ed. Issues in Competition Law and Policy. American Bar Association Press., pp.195378. Jayne, T.S., Chapoto, A., Nyoro, J., Mwanaumo, A. and Govereh, J. 2003. False promise or false premise? The experience of food and input market reform in eastern and southern Africa. In: Jayne, T.S., Minde, I.J., and ArgwingsKodhek, G. eds. Perspectives on agricultural transformation: A view from Africa. Nova Science Publishers. Jin, Songqing, Jikun Huang, Ruifa Hu, and Scott Rozelle. 2002. The Creation and Spread of Technology and Total Factor Productivity in Chinas Agriculture. American Journal of Agricultural Economics, 844: 91630. Johnson, D.G. and K. M. Brooks eds. 1983. Prospects for Soviet Agriculture in the 1980s. Indiana University Press, Bloomington. Kherallah, M., Delgado, C., GabreMadhin, E., Minot, N., Jonson, M. 2002. Reforming Markets in Africa. Baltimore and London: The John Hopkins University Press. Konings, J. and P. Walsh 1999. Disorganization in the Process of Transition: Firmlevel evidence from Ukraine. The Economics of Transition, 71:2946. Kranton, Rachel, and Anand V. Swamy. 2008. Contracts, HoldUp, and Exports: Textiles and Opium in Colonial India. American Economic Review, 983:96789. Krueger, A., Schiff, M. and Valdes, A. 1992. The Political Economy of Agricultural Pricing Policy, Vols 1 5, published for the World Bank by the Johns Hopkins University Press. Lerman Zvi, Csaba Csaki, and Gershon Feder. 2004. Agriculture in Transition: Land Policies and Evolving Farm Structures in PostSoviet Countries. Landham, MD: Lexington Books. Lin, Justin Yifu. 1992. Rural Reforms and Agricultural Growth in China. American Economic Review, 821: 3451. Lipton, M. 1977. The New Economics of Growth: A Review. World Development, 53: 26770. Mazzarotto, Nicola, 2004. Retail mergers and buyer power. Centre for Competition and Regulation Working Paper CCR 043. Mc Millan, John, John Whalley, and Lijing Zhu. 1989. The Impact of Chinas Economic Reforms on Agricultural Productivity Growth. Journal of Political Economy, 974: 781807. Mc Millan, John. 2002. Reinventing the Bazaar. The Natural History of Markets. New York: W. W. Norton Company. Macours, K. and J. Swinnen, 2000, Causes of Output Decline during Transition: The Case of Central and Eastern European Agriculture, Journal of Comparative Economics, 28 March: 172206. Macours, Karen and Johan F. M. Swinnen. 2002. Patterns of Agrarian Transition. Economic Development and Cultural Change, 50 2: 36594. 40Maertens, M. and Swinnen, J. 2009. Trade, Standards, and Poverty: Evidence from Senegal. World Development, 371: 161178. Minten, B., Randrianarison, L. and Swinnen, J.F.M. 2009. Global Retail Chains and Poor Farmers: Evidence from Madagascar. World Development, forthcoming. Nash, J. 1953. Twoperson cooperative games. Econometrica, 211:128140. Nin Pratt, Alejandro Yu, Bingxin, 2008. An updated look at the recovery of agricultural productivity in SubSaharan Africa IFPRI Discussion Paper 787, Washington: IFPRI. OECD. 2008. Producer and consumer support estimates, OECD Database 19862007. Osborne, M. J. and A. Rubinstein 1990. Bargaining and Markets. San Diego: Academic Press. Pingali, Prabhu L. and VoTong Xuan. 1992. Vietnam: Decollectivization and Rice Productivity Growth. Economic Development and Cultural Change, 404: 697718. Poulton, C., Dorward, A., Kydd, J., Poole N., Smith, L.1998. A New Institutional Economics Perspective on Current Policy Debates. In: Dorward, A., Kydd, J. and Poulton, C. eds. Smallholder Cash Crop Production under Market Liberalisation: A New Institutional Economics Perspective. Oxon: CABI Publishing. Qian, Yingyi, Gerard Roland, and Chenggang Xu. 1999. Why is China Different from Eastern Europe? Perspectives from Organization Theory. European Economic Review, 434: 108594. Ravallion, M., 2008. Are There Lessons for Africa from Chinas Success against Poverty?. Policy Research Working Paper No 4463, The World Bank, Washington D.C. Roland, G. and T. Verdier. 1999. Transition and the Output Fall. Economics of Transition, 71:128. Roland, G. 2000. Transition and Economics: Politics, Markets, and Firms. MIT Press. Rozelle, S. 1996. Gradual Reform and Institutional Development: The Keys to Success of Chinas Agricultural Reforms. In Mc Millan, J. and B. Naughton eds.: Reforming Asian socialism: The growth of market institutions. University of Michigan Press. pp. 197220. Rozelle, S. and J. Swinnen, 2004, Success and Failure of Reforms: Insights from Transition Agriculture Journal of Economic Literature, XLII June: 404456. Sachs, Jeffrey D. and WingThye Woo. 1994. Structural Factors in the Economic Reforms of China, Eastern Europe and the Former Soviet Union. Economic Policy, 91: 10145. Salop, S.C. 1979. A Model of the Natural Rate of Unemployment. The American Economic Review, 691: 117125. Sicular, Terry. 1988. Plan and Market in Chinas Agricultural Commerce. Journal of Political Economy, 96 2: 283307. Sicular, Terry. 1995. Redefining State, Plan, and Market: Chinas Reforms in Agricultural Commerce. China Quarterly, 144: 102046. Stewart, F., 1995. Adjustment and Poverty. Routledge, London. Swinnen, J. and Vandeplas, A. 2007. Quality, Efficiency Premia, and Development, LICOS Discussion Paper 2007184. 41Swinnen, J., 2002, Transition and Integration in Europe: Implications for agricultural and food markets, policy and trade agreements, The World Economy, 254: 481501. Swinnen, J., 2007, European Integration, Reforms, and Governance of Food Supply Chains in Eastern Europe, Journal of International Agricultural Trade and Development, 31:2338. Swinnen, J. and H. Gow. 1999. Agricultural credit problems and policies during the transition to a market economy in Central and Eastern Europe. Food Policy, 241: 2147. Timmer, P., 1986, Getting Prices Right: The Scope and Limits of Agricultural Price Policy, Ithaca NY: Cornell University Press. Warning, M. and N. Key. 2002. The Social Performance and Distributional Consequences of Contract Farming: An Equilibrium Analysis of the Arachide de Bouche Program in Senegal. World Development, 302:255263. Wen, Guangzhong J. 1993. Total Factor Productivity Change in Chinas Farming Sector: 19521989. Economic Development and Cultural Change, 421: 141. Williamson, O.E. 1981. The economics of organization: the transaction cost approach. American Journal of Sociology, 873: 548577. World Bank, 1994. Adjustment in Africa: Reforms, Results and the Road Ahead. The World Bank, Washington D.C. World Bank, 2000. World Development Report 20002001: Attacking Poverty. Washington: The World Bank. World Bank, 2005. The Dynamics of Vertical Coordination in Agrifood Chains in Eastern Europe and Central Asia. Implications for Policy Making and World Bank Operations, World Bank, Washington DC. World Bank, 2006. World Development Indicators 2006. World Bank Publications, Washington D.C. World Bank, 2008. World Development Report 2008: Agriculture for development. 384 p. Washington: The World Bank. Zanardi, M., 2004. Antidumping law as a collusive device. The Canadian Journal of Economics, 371:95122. 42 Figure 1: Reforms and changes in gross agricultural output GAO xedn I OAG1008060402002040CEEFSUEASSA0 1 2 3 4 5 6 7 8 9 10 11 12Years after start of reform Data source: calculated from FAO statistics. Year 1 is start of reform. For details on country and time coverage, see Appendix. Figure 2: Reforms and changes in average gross agricultural output GAO per capita xedn I atipac OAG504030201001020304050CEEFSUEASSA0 1 2 3 4 56 7 8 9 10 11 12Years after start of reform Data source: calculated from FAO ILO statistics. Year 1 is start of reform. For details on country and time coverage, see Appendix. 43 Figure 3: Changes in average agricultural labour productivity ALP index during the first twelve years of reform and structural adjustment in transition and developing countries. xedn I PLA50403020100102030CEEFSUEASSA0 1 2 3 4 5 6 7 8 9 10 11 12Years after start of reform Data source: calculated from FAO statistics. Figure 4: Changes in average agricultural yield index during the first twelve years of reform and structural adjustment in transition and developing countries. xedn I dle Yi 4030201001020CEECISEASSA0 1 2 3 4 5 6 7 8 9 10 11 12Years after start of reform Data source: calculated from FAO statistics. Overall yields are calculated as simple averages of yields of roots tubers, cereals, fibres, fruits, milk, vegetables, sugar crops, tobacco, nuts, pulses, spices, rubber and tobacco. 44 Figure 5: Changes in average Agricultural Area Index during the first twelve years of reform and structural adjustment in transition and developing countries. xedn I aer A3530252015105051015200 1 2 3 4 56 7 8 9 10 11 12Years after start of reform Data source: calculated from FAO statistics. CEEFSUEASSA 45 Figure 6: Contract separation with onesided holdup with txtm I2; f0 46 Figure 7: Agricultural Protection in different regions of the world Data Source: OECD 2008 and Anderson and Valenzuela 2008 CEE includes: Czech Republic, Slovak Republic, Hungary, Poland, Bulgaria, Romania 47Figure 8: Structure of Gross Agricultural Output at time of reform and structural adjustment in transition and developing countries. erutcurts OAG 100%90%80%70%60%50%40%30%20%10%0%Animal products Fruits and vegetables Industrial crops Cereals Roots and tubers CEEFSUEASSAData source: calculated from FAO statistics. Animal products include eggs, meat and dairy products; Fruits and vegetables includes fruits, vegetables, spices and nuts; Industrial crops include coffee, cocoa, tea, rubber, oil crops, tobacco, sugar crops and cotton; Roots and tubers include roots, pulses and tubers. 48 Figure 9: FDI growth a: flows, b: stocks after reforms 49 Figure 10: Impact of economic reforms on vertical coordination VC in CEE and FSU CVhti w seinapmoc %908070605040302010022.533.54EBRD Reform Index Data source: Dries et al. 2009. Data are from surveys of dairy companies in Albania, Bulgaria, Poland, Slovakia, and Russia. 50 Figure 11: Changes in Gross Agricultural Output Index for Sub Sahara Africa across different commodity types Data source: calculated from FAO statistics. Cereals, roots and tubers include cereals, roots, tubers and pulses; Fruits and vegetables include fruits, vegetables, nuts and spices; Industrial crops include coffee, cocoa, tea, rubber, oil crops and tobacco. Figure 12: Changes in Agricultural Labor Productivity Index for Sub Sahara Africa across different commodity types Data source: calculated and adapted from FAO statistics. Cereals, roots and tubers include cereals, roots, tubers and pulses; Fruits and vegetables include fruits, vegetables, nuts and spices; Industrial crops include coffee, cocoa, tea, rubber, oil crops and tobacco. 51 Figure 13: Growth in Fruit and Vegetable Exports in Africa, 1961 2005 noilliml euav tropxe 50004500400035003000250020001500100050001961 1966 1971 1976 1981 1986 1991 1996 2001Year Data source: calculated from FAO statistics Figure 14: Growth of Fruit and Vegetable Exports in SSA countries % change tropxe VFF foxedn I80070060050040030020010000123456789101112Years after start of reform Data source: calculated from FAO statistics 52 Table 1: Regional Comparison of Reforms and Initial Conditions Initial Conditions: a. Income PPP 2000 b. Agricultural price distortions CEE FSU East Asia SSA 10,069 4,364 674 1,429 Subsidized Subsidized Taxed Taxed Big bang Big bang Reforms: Data Source: World Bank 2006 With CEE Bulgaria, Estonia, Hungary, Latvia, Slovakia With EA China With FSU as in appendix, but without Azerbaijan Uzbekistan With SSA as in appendix, but without Somalia Tanzania Gradual Mixed 53Appendix CEE Central Eastern Europe includes Bulgaria, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania, Slovakia, and Slovenia. FSU Former Soviet Union includes Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgystan, Moldova, Mongolia, Russia, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan. EA East Asia includes China and Vietnam. SSA Sub Sahara Africa includes all African countries south of the Sahara except for Angola, Botswana, Djibouti, Eritrea, Liberia, Namibia, Reunion, Seychelles, South Africa and Swaziland. Year of reform is set to 1978 for China; 1985 for Vietnam; 1989 for nonFSU Central Eastern European countries; 1991 for FSU countries; first year of structural adjustment for SSA countries, i.e. the year in which the concerned country got its first structural adjustment loan from the WB data collected from World Bank loan documents. 54", "filename": "dp233.pdf", "person": ["Christian Dustmann", "Dustmann, Christian", "Christoph M. Schmidt", "Schmidt, Christoph M."], "date": ["2000"]}