{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/20479/1/dp727.pdf"], "title": ["Benchmarking Structural Change in Transition"], "plaintext": "Mark Schaffer CERT, HeriotWatt University and IZA Bonn Johannes Schuchhardt Humboldt University and Micro Discovery, Berlin Discussion Paper No. 727 February 2003 IZA P.O. Box 7240 D53072 Bonn Germany Tel.: 4922838940 Fax: 492283894210 Email: izaiza.org Benchmarking Structural Change in Transition Martin Raiser EBRD This Discussion Paper is issued within the framework of IZAs research area Labor Markets in Transition Countries. Any opinions expressed here are those of the authors and not those of the institute. Research disseminated by IZA may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent, nonprofit limited liability company Gesellschaft mit beschrankter Haftung supported by the Deutsche Post AG. The center is associated with the University of Bonn and offers a stimulating research environment through its research networks, research support, and visitors and doctoral programs. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. The current research program deals with 1 mobility and flexibility of labor, 2 internationalization of labor markets, 3 welfare state and labor market, 4 labor markets in transition countries, 5 the future of labor, 6 evaluation of labor market policies and projects and 7 general labor economics. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available on the IZA website www.iza.org or directly from the author. IZA Discussion Paper No. 727 February 2003 ABSTRACT Benchmarking Structural Change in Transition The transition to marketbased economic systems in the countries of Central and Eastern Europe and the former Soviet Union involves fundamental shifts in the allocation of resources and deep changes in the structure of production and employment. This paper uses a simple model of economic development and structural change with technology spillovers to benchmark structural change in the transition economies and simulate the path of adjustment from central planning. We then analyse data from 10 accession candidates and 12 CIS countries to measure the progress in structural change that has taken place thus far and to assess the further structural changes that should be expected, with particular attention to the implications for accession. JEL Classification: O14, O40, P20 Keywords: Corresponding author: Mark E. Schaffer Centre for Economic Reform and Transformation Department of Economics School of Management HeriotWatt University Edinburgh EH14 4AS UK Tel.: 44 131 451 3494 Fax: 44 131 451 3008 Email: m.e.schafferhw.ac.uk structural change, transition, adjustment The opinions presented in this paper are solely those of the authors and not necessarily those of the EBRD or other institutions with which they are affiliated. The paper was prepared for the PhareACE Project on the Macroeconomics of Accession P978034R. Financial assistance from PhareACE is gratefully acknowledged. The authors also wish to thank participants at a PhareACE workshop in Prague in July 2001, Peter Sanfey and two anonymous referees for comments on earlier drafts, and Giovanni Mangariotti and Akram Esanov for superb research assistance. 1. Introduction It is widely known that the economies of Central and Eastern Europe CEE and theformer Soviet Union FSU face significant challenges in reallocating resources, as aresult of serious structural distortions inherited from central planning. This paperpresents a simple model, which allows us to benchmark structural change duringtransition with reference to a stylised pattern of resource allocation in a marketeconomy. Using this framework, we simulate the effect of central planning as well astransition and subsequently confront the resulting stylised pattern with the evidencefrom 10 accession candidates and 12 CIS countries. The focus is on employmentallocation across industry, agriculture and services. Our analysis thus complements thelarge body of literature studying adjustment at the product or firm level and highlightscommon patterns and differences across countries.Our simulations reproduce the wellknown observation of overindustrialisation incentrally planned economies. Deindustrialisation during transition results as demandadjusts to reflect consumer preferences and efficiency gains in industry set freeredundant resources. As long as full employment is maintained, transition isassociated with an increase in welfare. Allowing for frictions in the adjustmentprocess and permanent shifts in labour participation rates makes the analysiscompatible with the widely observed Jcurve pattern of output during transition.The paper ties in with two main strands of literature. A first strand builds on Baumol1967 and examines the impact of shifts in the sectoral allocation of resources oneconomic growth and development for a recent contribution see Kongsamut, Rebeloand Xie , 1998. A major focus on this literature is the process of deindustrialisation,which started in the United States around the early 1970s and is now characteristic ofall developed market economies Spilimbergo, 1995; Clarida and Hickok, 1994. Thisliterature has some bearing on the transition economies, as they have experienced aprocess of accelerated deindustrialisation. This paper builds on a simple model ofstructural change and development presented by Rowthorn and Ramaswamy 1997that allows us to capture the effect of central planning and transition on the process ofindustrialisation and deindustrialisation.The second strand in the literature begins with the pioneering work of Chenery andvarious coauthors Chenery and Taylor, 1968; Chenery and Syrquin, 1975; Syrquinand Chenery, 1989 and tries to measure the extent of structural distortions andadjustment for the transition economies. Winiecki 1988 compares the structure ofemployment in socialist and market economies at similar levels of per capita incomeand finds that the former are biased towards industry and against services.1 A similarresult is reached by Dohrn and Heilemann 1996, again comparing economicstructure at similar levels of per capita income but using the structure of productionrather than employment.Jackman and Pauna 1995 compare the structure of employment in the CEE countriesto that prevailing in two groups of EU member countries a northern and southern 1 Ofer 1987 provided a similar analysis for the Soviet Union.1group, distinguished by the relative importance of agriculture in the latter. Relative toeither of the two EU benchmarks, CEE economies are characterised by excessiveindustrial employment, but also have a higher proportion of employment inagriculture. Jackman and Pauna also find significant labour reallocation between 1989and 1994. However, because EU member countries themselves have experiencedmarked shifts in their employment structures away from manufacturing andagriculture towards market oriented and community services, the adjustment so far hasbeen insufficient relative to a shifting benchmark.One problem with this benchmarking literature is that it is not clear whether thecrosscountry patterns of development and structural change established by Cheneryand others are stable over time. To allow for greater flexibility in the benchmarkingexercise, we develop a model of structural change that allows economic structure todiffer across countries with similar levels of per capita income, while retaining theidea of a stylised pattern of development followed by the majority of countries duringtheir development.Section 2 introduces a stylised model of structural change, which serves as ananalytical framework for the paper. Some evidence in support of the model isprovided and some implications for the analysis of development patterns acrosscountries are pointed out. Section 3 applies the model to the case of central planningand transition. With the help of simulations, it is shown how the model can predictexcessive industrialisation of centrally planned economies. The transition is simulatedas a return to market equilibrium. The discussion also addresses the issue of aggregateoutput performance during transition and links the model to the discussion about thecauses of the transition recession observed in Central and Eastern Europe and theformer Soviet Union. Section 4 uses Chenerytype crosssectional regression analysiswith data from 50 market economies to generate market economy benchmarks for thestructure of employment. It then uses these benchmarks and data from 10 accessioncandidates and 12 CIS countries to measure the progress in structural change that hastaken place thus far and to assess the further structural changes that should beexpected. Section 5 concludes.2. Economic development and structural change The observation that the structure of production and employment changes during theprocess of development and that the rise of certain sectors at the expense of others is ahallmark of modern economic growth dates back to Fourastie 1949 and Simon Kuznets 1956.2 Both authors established the fall in the importance of agriculture, therapid rise in industry and the gradual increase in the weight of services in the economyas a stylised pattern of development using historical time series data for industrialisedeconomies. 2 Petit 1987 traces the theory back to contributions by G.B. Fisher and C. Clark in the first half of thetwentieth century.2The first to test for the existence of stylised development patterns using a large crosscountry data set were Chenery and Taylor 1968.3 For the purposes of this paper it issufficient to note the following three stylised facts they established: the share of agriculture in GDP and employment falls as economies grow richer;the share of industry in GDP and employment rises but the relationship betweenper capita incomes and the share of industry in employment is nonlinear;the share of services in GDP and employment rises unambiguously as economiesgrow richer.Several arguments are usually provided as explanation for the empirical regularitiesobserved in the crosscountry regressions. For instance, a generally acceptedproposition is that the share of an individuals expenditure on food tends to decline ashis income goes up. Abstracting from international specialisation, a decline in demandfor food should ensue in a shift of resources out of agriculture. Nonunitary incomeelasticities of demand for industrial goods or services may also account for the shift ofresources between these sectors. On the supply side, productivity may grow atdifferent rates across sectors of the economy. Sectors experiencing more rapidproductivity growth will require increasingly fewer resources for a given level ofdemand.4In what follows, we present a simple model of structural change developed by Rowthorn and Ramaswamy 1997. While the model is based on several quiterestrictive assumptions, it predicts the stylised patterns of development well andprovides a convenient analytical framework with which to examine the impact ofcentral planning and transition. As an interesting byproduct, by slightly amendingthe model, we obtain interesting and, to our knowledge new, predictions concerningthe comparison of development patterns across countries.2.1 A simple model Rowthorn and Ramaswamys 1997 model of structural change and development wasoriginally motivated by an attempt to account for the fall in industrial employment indeveloped market economies without recourse to a nonunitary income elasticity ofdemand for industrial goods. Evidence for the industrialised countries indeed suggeststhat the share of manufacturing in GDP at constant prices has remained roughlyconstant since reaching its peak sometime during the 1960s or early 1970s see also Clarida and Hickok 1994 for the USA.5 Rowthorn and Ramaswamy therefore 3 For subsequent analyses in the same tradition see Chenery and Syrquin 1975 and Syrquin and Chenery 1989.4 Of course, each countrys specific path of structural change will differ due to the effects ofinternational specialisation, differences in economic policies e.g. trade or exchange rate policy amongother factors. We are interested here in deriving a stylised pattern that abstracts from as many countryspecifics as possible.5 In current prices, the share of manufacturing in national income has tended to fall since the 1960s andthe share of services in national income has increased monotonically over the last century. These 3construct a model where changes in the structure of employment are driven primarilyby changes in sectoral productivity levels. The model generates the same dynamics ofchanges in employment shares across sectors that have become to be accepted asstylised facts of development see above.In order to isolate the effects of changes in productivity levels on the structure ofemployment, a closed economy setting is assumed.6 Real output is given by:YYaYYsi1where Ya, Yi, Ys stand for output, measured at constant prices in agriculture, industryand services respectively.The demand side of the economy is characterised by the following equations:Ya b LYs c YIndustrial output is determined as a residual in this closed economy setting.Yi Y b L c Y234Following equation 2 the demand for agricultural products is assumed to be fixedper capita. This is an admittedly extreme representation of the idea that the realincome elasticity of demand for food is less than unity in this case it is zero. There isno population growth and full employment is assumed:LLaLiLs5Hence aggregate agricultural output is constant. Equation 3 denotes the constant realincome elasticity of demand for services. The model is in real quantities, abstractingfrom relative price changes. It should be clear that as relative demand for agriculturalproducts falls, while the relative demand for services remains constant, the share ofindustry in total output is increasing and asymptotically approaches the value 1c.The supply side of this economy is characterised by exogenous productivity growth inthe three sectors A, I, and S. Productivity in each sector is given by: stylised facts are consistent with an increase in the relative price of services and an own price elasticityof demand for services less than unity, as posited by Fuchs 1968 among others. The present modelabstracts from relative price changes. As will be shown, one implication of this abstraction is thatpreferences are Leontieftype and hence no substitution across sectors in response to relative pricechanges is assumed.6 This is of course a highly restrictive assumption. Allowing for trade and specialisation amongcountries introduces resource endowments and possibly geographical factors as important determinantsof resource allocation across different activities see Chenery and Syrquin, 1975 for a broader empiricalframework also including the effects of trade policies.4Yyaa La Yyii Li Yyss Lsfya0,tgyi0,thys0,t678where a lowercase y denotes output per worker in the sector, in each case a functionof its initial level and exogenous, disembodied technical change. Hence the modelassumes constant returns to scale and a constant marginal product of labour.7To clarify the underlying features of this setup and its basic assumptions a graphicalrepresentation of the model is useful. We will come back to it when we examine thewelfare consequences of employment adjustment within our framework below. Sincethe consumption of agricultural goods is fixed, it is convenient to concentrate on thetwodimensional space for industrial goods and services. The presentation is easilyexpanded to include agriculture without changing the basic results.Starting from equation 3, we know that the ratio Yi YaYs is constant. Thus, in thetwodimensional Yi Ys space, all consumption points lie on a straight line intersectingthe Ys axis at the point . This is the schedule CC in Figure 1. Its slope isgiven by c1c in our model.Y0scc 1Ya The supply side in the model is given by a constant returns to scale, onefactorproduction function. Hence, marginal productivity is equal to average productivity andis constant and the marginal rate of transformation is also constant. Thus theproduction possibility curve is simply a downward sloping straight line, the slope ofwhich is given by the relative productivities ysyi. This is the schedule PP in Figure 1.Market equilibrium is obtained at point E where CC and PP intersect. 7 For an integration of a model of structural change into a dynamic general equilibrium growth modelwith capital accumulation see Kongsamut, Rebelo, and Xie 1998.5Ys 0YSUUEPPUUEc 1c CCPPYi Figure 1: Market Equilibrium and Productivity Growth Now, let this economy experience productivity growth and assume that this is faster inindustry than in services. The result is an outward shift of PP and at the same time arotation anticlockwise, so that the slope of the new transformation curve PP is flatter.The new intersection is at E.Which type of preferences are consistent with this new equilibrium? For modellingpurposes, we do not want to place constraints on the relative rates of productivitygrowth in industry and services. Requiring indifference curves to go through points Eand E at the point of tangency with the PP schedule irrespective of the relative ratesof productivity growth in industry and services leaves only Leontieftype preferencesas consistent with the assumptions of the model. In fact, this should not come as asurprise, since agricultural consumption is fixed by assumption. The restriction to Leontief preferences simplifies the analysis considerably and is not critical to the basicresults. The welfare gains from productivity growth and the shift of the productionfrontier from PP to PP are represented by the outward shift of the indifference curvefrom UU to UU.Given this basic setup, a general solution for the share of employment in each sectorcan be derived, where the structure of employment depends on the parameters b and cand on the distribution of productivity levels across the three sectors of the economy:L a Lbya96 1byacyiLi L11cyscybcs 1byibya1c1cc1cysyiysyiLs Lbyacyicyyyiy1iacysa 1b 1yic1c11yaysyi Further, from 14 we have:Y1c1b LiY and, using 7 and 10byacyi YyLyyyiacy1yysais10111213From this general solution two observations can be made. First, average productivityin the economy is a nonlinear function of productivity levels in each of thesubsectors. The nonlinearity is caused by the fact that the employment shares, whichweigh the contribution of each sector to average productivity or per capita income, arethemselves a function of the productivity levels in the subsectors. Second, a generalfeature of the model is that the share of employment in agriculture declines as long asproductivity in agriculture increases. However, what happens to the distribution ofemployment across industry and services cannot be inferred without knowing the formthat technological progress takes in the three subsectors.In Rowthorn and Ramaswamy 1997, productivity in each sector is modelled as anexponential function of time, implying a constant rate of productivity growth.Furthermore, the rate of productivity growth in services is assumed to be slower thanin industry and agriculture. This is a crucial assumption, as it fundamentally affects 7the distribution of employment in the long run.8 From equation 10 it can be seenthat as yi and ya grow large in absolute terms, i.e., , as well as relative 01yi1ya0y , the share of employment in services will tend towards unity.syito ys, i.e., What happens to the share of employment in industry depends on how quicklyemployment in services grows relative to the decline of employment in agriculture. Ifinitial employment in agriculture is sufficiently large, and therefore employment inservices and industry sufficiently small, industrial employment will follow an inverse Ushaped pattern commensurate with the stylised facts in industrialised economies.Assuming that the rate of productivity growth in services is smaller than that inindustry, it also can be shown that average productivity is a monotonic function oftime for proof, see Appendix 1. In other words, given exogenous technologicalprogress, average incomes in this economy will steadily increase. Moreover, in thelong run, as all workers end up in the service sector, growth in the economy at largedeclines to the rate of growth in services. This is, of course, the classic result ofunbalanced growth first established by Baumol 1967.Empirically, the model can be used to derive a unique relationship between the levelof productivity in each of the three sectors and the allocation of employment, given byequations 911. When initial productivity levels are set equal in all three sectors asin Rowthorn and Ramaswamy and by implication across all countries, there is amonotonic relationship between productivity levels, time and per capita income.Under these assumptions, the model reproduces the predictions of a Chenery typecrosscountry regression analysis of employment shares against per capita incomes.However, if countries are allowed to differ in their initial productivity levels, then thestructure of employment will no longer be uniquely related to time or the level of GDP per capita. Countries will then follow similar but not equal developmentpatterns.The simulation in Figure 2 shows the paths of employment shares in agricultureblack, industry red, and services green over time and for given levels of percapita income. We assume that the process of industrialisation starts with zeroemployment in industry, Li0 0 Yi0. The parameter c is set at 0.6 and b is set at 1. Initial productivity levels and employment in agriculture and services are given andheld fixed across countries. We assume an initial share of agricultural employment of 80 per cent and thus a ratio of productivity in services to agriculture of 6:1.9Productivity growth in industry and agriculture is set to be the same 2.25 per cent perannum and larger than productivity growth in services by a constant parameter 1.5 i.e. productivity growth in services is 1.5 per cent per annum. 8 There is substantial evidence justifying this assumption for the US economy Clarida and Hickok,1994; Kongsamut, Rebelo and Xie, 1998, although difficulties in the measurement of services precludedefinitive conclusions.9 The initial agricultural employment share corresponds roughly to that observed in todays poorest andleast industrialised economies. The productivity ratio of services to agriculture is given by Y0s; Ya b L 1; L1; La 0 0.2. Thus ys 0 7.5 and ya 0 0.8 and Ls 0 1.25.Yacc 18The range of simulations shown in Figure 3 vary the initial productivity level inindustry, yi0, and reveal that a higher initial productivity level implies that the levelof employment in the industrial sector peaks sooner, but the maximum level ofindustrial employment is lower. Note that one implication of this is that in a crosssection of countries, which vary in their initial productivity level, the relationshipbetween the share of employment in industry and aggregate income per capitaproductivity may either have a flatter Ushape or the downward sloping portion ofthe U may be absent entirely. The reason for this is that a country with a higher initialproductivity level in industry may be on the declining part of employment share curveas pictured in Figure 3, and at the same time have a higher employment share inindustry than a country with a lower initial level that is at its peak industrialemployment share.Figure 2: Employment Shares in Basic Model 9Figure 3: The Effect of Varying Initial Conditions 2.2 Introducing technological spillovers A major drawback of the model presented above is the closed economy assumption.Here we relax this assumption in one important respect, namely by allowingtechnological spillovers between countries. Allowing technology to move acrosscountries but still maintaining a closed goods market assumption requires somejustification. As mentioned above, allowing trade in goods andor factors wouldintroduce differences in resource endowments, trade policies, exchange rates and othervariables as determinants of resource allocation, with the result that stylised patternsbecome far more difficult to identify and simulate. Moreover, the assumption oftechnological imitation without trade in goods in some ways fits the former Council of Mutual Economic Assistance countries, where trade remained highly isolated from theglobal economy until the breakdown of central planning. We introduce a furtherspecific assumption about the pace of technological adaptation from the West incentrally planned economies below. Finally, unless productivity levels are allowed toconverge across countries, one implication of the model presented in the previoussection is that initial differences in productivity in the services sector are translatedinto longrun differences in per capita incomes, which does not seem plausible.10Assuming convergence within sectors and across countries, productivity growth ineach sector can be described by the following equation:zjjtjzjtjdzdt14j lnyjz, j is the rate of productivity growth a i s, and j is awhere convergence parameter that links the productivity growth rates to the log ofproductivity in the leading economy, jz . We assume that the convergence rate inservices is lower than in industry and agriculture.10 Specifically, in the simulationsbelow, we assume i a 0.01 and s 0.005.Technological progress in the model arrives in the form of exogenous innovations.The world consists of a technological leader described by the model in the previoussection and a number of technological followers. Both the leading and followingeconomy generate innovations in each sector at a constant rate j. However, thefollower country benefits from the innovations by the leader through spillovers thatraise the size of its innovations see Gomulka, 1990 or Aghion and Howitt, 1997,chapter 2.6. The further away a country is from the leading technology, the greaterthe size of its innovations, or more appropriately, the greater the productivity raisingeffects of its innovative activity.The implications of introducing technological spillovers for the structure ofemployment in the course of development is illustrated in the simulations appearing in Figure 4. In these simulations, we abstract from differences in initial conditions andconcentrate on the impact of different starting points in time on the patterns ofdevelopment. Parameter values are the same as in Figure 2. The main effect of gettinga late start in development is that the productivity gap to the technological leader orthe countrys technological steady state is increased relative to countries starting toconverge at an earlier date. The main result is that follower countries industrialisemore rapidly and achieve a peak in the share of industrial employment earlier and atlower levels of per capita income than the technological leader.11 Moreover, the shareof industrial employment peaks at a lower level. Again, an implication of this is thatin a crosssectional analysis of countries including both early industrialisers and latedevelopers, the relationship between the share of employment in industry andaggregate income per capita productivity may either have a flatter Ushape or the 10 This assumption can be supported on various grounds. Our model is a closedeconomy model, butmay still justify the modelling with reference to the fact that international trade promotes diffusion ofnew technology, and hence diffusion of new technology should be slower in sectors producing nontradeables. Secondly, services include a number of activities e.g., government, education, etc. wheretechnological diffusion may be particularly difficult because of local constraints. The model does notassume perfect factor markets within each country, which would imply that marginal productivities ineach sector should be the same. The underlying production function is constant returns to scale andhence factor mobility would imply convergence of productivity levels across sectors. As Poirson 2000shows, the assumption of large differences in sectoral productivity levels is borne out by the evidencefor developing countries.11 This result requires some restriction on the rate of productivity growth and the rate of convergence inthe three sectors. Were convergence much more rapid in services, peak industrialisation in the followercould be delayed.11downward sloping portion of the U may be absent entirely because the share ofemployment in industry peaks at a lower level in a late developer.Figure 4: Late Start in Development and Technological Spillovers Are these implications of the modified RowthornRamaswamy model borne out by thehistorical evidence? The lack of long time series data for many economies precludes arobust test of the model, but the evidence in support of it is quite strong.Table 1 presents data on employment shares in agriculture, industry and services forthe UK, the USA, Germany, Japan and South Korea. The starting points are chosen toreflect broadly the period of economic takeoff identified by Walt Rostows 1960historical analysis of industrialisation or in the case of the UK and Germany theearliest data we could find. Useful comparisons can be made between the USA,Germany and the UK on the one hand and the USA, Japan and South Korea on theother. The UK was the technological leader during the 19th century. It had achieved ashare of industry in total employment of over 40% by the 1840s and was to increasethis share further to over 50% by the turn of the century. Neither of the UKs mainfollowers, the USA and Germany, reached a similarly high peak in industrialemployment. In the USAs case, this might be attributed to the considerableimportance of agriculture in its trade during the 19th century, but this was not the casein Germany. While the time it took these three economies to reach the peak of 12industrial employment does not seem to differ much, at least there seems to beevidence that industrial employment peaks at lower levels in follower countries.12In the second group of countries USA, Japan, South Korea there is clear evidencethat the time profile of industrialisation is much reduced in follower countries. The USA has been the technological leader throughout most of the 20th century. Itsindustrialisation lasted from around the 1840s until the early 1960s, when industrialemployment reached its peak. Japans takeoff is typically dated around the 1870sindeed industrys share in employment in 1870 was only 4% compared with 12% inthe USA in 1840. However, Japan reached a peak in industrial employment by theearly 1970s, 20 years earlier than the USA measured in years after takeoff. In South Korea, industrialisation only started after World War II. Within less than 40 years thepeak in industrial employment was reached and since the late 1980s, industrialemployment in Korea has been declining see also Rowthorn and Ramaswamy, 1997. 12 Indeed, with the exception of the centrally planned economies and a city economy such as Hong Kong, no other economy has ever reached a share of employment in industry exceeding 50%.13Table 1: Employment shares and economic development United Kingdom,Germany, United States, Japan and South Korea, 1840present Panel A share of employment in agriculture, in per cent United Japan Kingdom United States Germany Year 18401860188019001920194019601980Present Year 18401860188019001920194019601980Present Year 18401860188019001920194019601980Present 22.318.813.29.17.15.93.62.22.144.248.748.151.147.346.147.436.829.426.026.831.433.943.547.148.160.267.3Na Na 46.740.130.525.913.45.93.1Na Na 35.537.841.442.247.244.437.7Na Na 16.520.527.431.838.949.159.268.659.450.137.627.417.66.54.33.214.919.924.830.134.332.635.133.819.517.719.824.031.037.445.954.361.877.3Panel B share of employment in industry, in per cent Japan United Kingdom United States Germany Panel C share of employment in services, in per cent United Japan Kingdom United States Germany South Korea79.769.458.614.8South Korea8.010.123.233.2South Korea7.218.717.951.982.370.053.644.732.619.45.96.613.821.026.929.734.434.39.914.623.527.737.646.259.4Notes: Shares do not add to 100% because of small residual employment in other undefined sectors.Figures are for the year given or closest to it. For the United Kingdom, figures are for the first year ofthe decade 1841, 1861 etc., figures for 1940 are from 1931 and for present from 1993. For Germany,figures are for 1882, 1895, 1925, 1939, 1961, 1980, 1992, figures post 1946 are for West Germanyonly. For the United States, services data for 1840 are from 1850, 1980 data are from 1970 and presentdata from 1994. For Japan, 1980 data are from 1970 and present is from 1993. For South Korea, datafor 1940 are from 1955, data for 1980 are from 1970 and present is from 1993.Sources: For data up to 1980, B. R. Mitchell 1983, International Historical Statistics, variousvolumes. For present data, International Labour Office, Yearbook of Labour Statistics, various issues.14This evidence confirms that patterns of structural change are hardly stable over time.13When benchmarking employment shares for the transition economies, it is importantto bear in mind the role of different starting points. We now turn to an analysis ofcentral planning and transition using the same analytical framework.3. Central Planning, Structural Distortions and Transition 3.1 Central planning and structural change It is well established that one of the distinctive features of centrally plannedeconomies was their large industrial sector. In the context of our model, this could beaccounted for by a lower demand for services a lower value for the parameter c, orby a large productivity handicap in the industrial sector relative to market economieswith the same level of income.There is substantial evidence to support the claim that low central plannerspreferences for services and lower productivity in industry relative to marketeconomies were important features of the socialist economic system e.g., Gregoryand Stuart, 1986; Easterly and Fischer, 1994. One explanation that would concur withthe idea of a technological handicap as a cause of overindustrialisation is that thecentrally planned economies could simply not reproduce the high level of innovationscharacteristic of growth in the West. Centrally planned economies might still be ableto imitate the market leaders technology, but with a lag that keeps them permanentlypoorer than market economies. Following Gomulka 1986, 1990, this idea can beexpressed by writing the productivity equations for the three sectors in the followingway:zjjjdzdttjzjtlnkj15where all variables are defined as in equation 14, and k is a handicap relating longterm productivity in centrally planned economies to the market leaders productivitylevel by a constant proportion we assume k 0.5 in the simulations.14Figure 5 shows the impact of central planning on the allocation of labour for twocountries starting at the same time t into their economic development. The grey line atthe top is the path of the parameter c, the share of income spent on services. Weassume it drops from 60 per cent to 50 per cent with the introduction of centralplanning at t 70, and then returns to 60 per cent with the start of transition at t 135more about which below. The red line is the share of labour in industry in the 13 Chenery and Syrquin 1989 similarly find largely differing time slope coefficients across countries intheir estimations of basic Chenerytype regressions using panel data for 100 countries. However, theauthors do not analyse sytematically whether this variation is due to the mechanisms of catchup assuggested here. Indeed, the same paper argues that development patterns are essentially stable overtime.14 In other words, longterm productivity growth rates in the two economic systems will be the same.This is what seems to have happened during the 1970s and 1980s, when Soviet economic growthconverged on the rate achieved in the USA.15technological leader. Four scenarios are illustrated: 1 the benchmark path of theshare of labour in industry in a late developer without the introduction of centralplanning grey; 2 the impact of a lower value of c only brown; 3 the impact of ahandicap k only blue; 4 the impact of both a lower value of c and a handicap kblack.The impact of lowering the share of income spent on services from 60 per cent to 50per cent scenario 2 is quite striking, leading the centrally planned economy to exceedthe peak level of industrialisation achieved by the market leader. By contrast, even arelative large technological handicap of 0.6 has a relatively small effect on thestructure of employment, either independently scenario 3 or in combination with alower c scenario 4. From the point of view of structural distortions, central plannerspreferences seem to have been more important than their inability to generatetechnological innovations.Figure 5: Central Planning and Transition Table 2 verifies these predictions with the historical evidence for two pairs ofcountries. The two pairs Czechoslovakia and Austria; Canada and RussiaSoviet Union have been chosen to be roughly of similar size and have experienced economictakeoff at roughly the same period of time. In 1910, Czechoslovakia had a share ofindustry in total employment of 34% against 31% in Austria. The two countries werethe most developed within the Habsburg Empire. Over the next 40 years, industrys 16share in employment increased to 36% in Czechoslovakia and 37.6% in Austria, whilethe share of agriculture declined to around 30% in both countries. Central planningwas introduced in Czechoslovakia with the first fiveyear plan in 1949. Since thenindustry gained 10% of the labour force in every decade and stood at 55% by 1980.Industrys share in employment in Austria increased far more moderately to a peak of 42% by the 1970s. Correspondingly, the share of services rose in Austria to 50% ofthe labour force, while it remained stagnant at 32% in Czechoslovakia.A similarly striking contrast is provided by Canada and Russia, whose takeoff isdated around the 1890s by Rostow 1960. Canada by that date started with a largerindustrial sector than Russia, but roughly the same share of employment inagriculture. World War I put a break on Russias industrialisation and the interwarperiod similarly affected Canada. By the 1950s, both countries had an industrial sectoraccounting for over 30% of employment, although agricultures share was far larger inthe Soviet Union than in Canada see Ofer, 1987 for a detailed account andexplanation. By 1970, industrys share in employment had further increased in Russiato 45%, while it fell to 30% in Canada by 1961. Meanwhile the services sector wastwice as large in the latter than in the former, although both countries started from avery similar share of employment in services in the 1890s.17Table 2: Labour Allocation, Economic Development and Central Planning Employment Shares Austria and Czechoslovakia, Canada and Russia Austria Czechoslovakia Year Share of Share of Share of Share of Employment in Agriculture,Employment in Industry, per Employment in Services, per Employment in Agriculture,Share of Employment in Industry, per Share of Employment in Services, per Panel Acent 31.132.137.641.441.038cent 29.530.829.835.650.554per centper cent 39.437.132.623.08.5842.034.730.922.513.111191019301950196019801990Notes: Data for Austria are for 1910, 1934, 1951, 1961, 1981, and 1990. Data for Czechoslovakia for 1960 are from 1961. Employment in industry in Austria includes commerce Gewerbe and in Czechoslovakia trade. While these categories are not strictly comparable, the data presented in the Table are consistent with estimates of the share of industry in employment as published in the World Development Indicators WDR, 1996.Sources: For Austria, 19101980, F. Butschek 1985, Die Osterreichische Wirtschaft in 20.Jahrhundert, Osterreichisches Institut fur Wirtschaftsforschung, Stuttgart: Fischer. For Czechoslovakia,19101980, A. Teichova 1988, The Czech Economy, 19181980, London: Routledge. For 1990,World Development Report, World Bank, 1996.cent 34.134.936.346.955.245cent 23.930.432.830.631.744cent 23.95.427.84044 Canada RussiaUSSRShare of Year Share of Share of Share of Share of Employment in Agriculture,Employment in Industry, per Employment in Services, per Employment in Agriculture,Employment in Industry, per Share of Employment in Services, per Panel Bper centcent 26.327.116.530.23325cent 24.233.450.955.66062per centcent 16.259.149.539.532.614.273189019101930196019801990Notes: For Canada, 18901960, data are for the first year in each decade 1891, 1911, etc. and refer tothe primary, secondary and tertiary sector. For RussiaUSSR, data are for 1897, 1926 and 1959. Datado not sum to 100% because of a residual other category.Sources: For Canada, 18901960: O.J. Firestone 1958, Canadas Economic Development, London;and S.G. Peitchinis 1970, Canadian Labour Economics, Toronto. For RussiaUSSR, 18901960, B.R.Mitchell 1992, International Historical Statistics. Europe 17501988, New York: Stockton Press. Datafor 1980 and 1990 from World Development Report, World Bank 1996.6.135.4444286.745.816143.2 Transition and deindustrialisation What is the effect of economic transition on the allocation of labour? Within thestructure of our model, transition could be accounted for by an increase in c back tothe level in market economies and a fall in the technical handicap factor k to zero. Theeffect of an increase in c is to increase the output of the services sector, which requiresan increase in employment as services productivity continues growing at no more thanits steady state rate. The impact on the demand of labour in industry is unambiguouslynegative, producing the wellknown pattern of labour reallocation from industry toservices. The effect of a falling k is to accelerate the process of reallocation somewhat 18as industrial productivity growth rises temporarily. Figure 5 shows the impact oftransition on the share of employment in industry. Note that adjustment in both casesis instantaneous with no adjustment costs.Does our model allow us to say anything about the pattern of aggregate output duringthe transition? Recall that output per head is given by:byacyi YyLyyyiacy1yysais13The numeraire is unaffected by a change in c, so the effect depends on whether thedenominator falls or rises. This can be rewritten as: cyiys ys, and will rise in c foryiys. In other words, the model would predict a fall in output whenever productivityin industry is higher than in services at the time of transition. However, by the sametoken, the model would also predict that central planning raises aggregate outputrelative to that in a market economy, because of its preference for industrial goods,which generate faster productivity growth. This results from the models abstractionof relative price changes and hence true economic value. Assuming true consumerpreferences for services are higher than central planners preferences for services,there would be a shortage for services under central planning. Measured at marketprices, productivity in services would be higher and hence welfare should increase asthe economy returns to market equilibrium.We can evaluate the welfare effects of transition using the graphical representationpresented earlier. Let us assume that planners preferences are such that the centrallyplanned economy produces pretransition at point ECPE, with a schedule CCCPE that isflatter than that of consumers in a market economy CCM, as shown in Figure 6.Welfare of consumers in the centrallyplanned economy is represented by theindifference curve UUCPE, and the welfare costs to consumers of the imposition ofplanners preferences can be seen as the result of the underprovision of services andoverprovision of industrial goods. Transition and liberalisation results in a newequilibrium at EM and an increase in the welfare of consumers represented by anoutward move to the indifference curve UUM, resulting from a shift away fromindustrial goods and into services. Using central planners preferences, the move from ECPE to EM is a welfare loss, but using market preferences, the move is a welfare gain.19UUMYs CCMCPECCUUCPEECPEEMc M1c MCPEc 1c CPEPPYi Figure 6: The Welfare Impact of Transition This result echoes the debate on index number problems in evaluating the outputdecline in transition. Initially, many observers stated that since output was measured athistorical prices, the output fall at the beginning of transition may have been but astatistical artefact. It has been pointed out, however, that most statistical offices in theregion have used Paasche indices for output measurement, which would take relativeprice changes into account Schaffer, 1992. Yet, the overall welfare effects of priceliberalisation are still ambiguous, as shown by Roberts 1997. Once allowance ismade for adjustment costs and a drop in labour participation rates, a Jcurve pattern ofoutput and welfare is fully compatible with the model presented here.154. Structural Adjustment During Transition: Evidence 198999In order to derive market benchmarks for the structure of employment for thetransition economies, we follow the basic approach of Chenerytype crosscountryregressions. This methodology allows both to establish benchmarks against which the 15 On possible sources of adjustment costs see Blanchard and Kremer 1997. De Broek and Koen2000 show empirically that general efficiency losses rather than factor reallocation across sectors arethe main causes of the output decline during the transition. Allowing individuals to leave the labourforce e.g. for the informal sector or to work abroad obviously reduces potential output in the modeland hence also accounts for part of the output decline.20economic structures of transition countries can be judged and to address the questionof whether the market forces unleashed in the transition economies are moving theireconomic structures towards these benchmarks.The analysis is again in terms of the structure of employment. Changes in the structureof employment in the transition countries can be measured more reliably than changesin the structure of GDP, since the complications caused by the dramatic changes inrelative prices in transition countries are avoided. Reallocation and restructuring ofemployment is furthermore a fundamental part of the transition process and ofparticular interest in its own right. This is not to neglect the considerable dataproblems we face in the transition context. Initial excess employment was large inmany companies, particularly the largescale industrial dinosaurs. Moreover, manyindustrial firms were responsible for the provision of social services to their workers.Both factors would have tended to inflate industrial employment numbers. In thissense, the adjustment we observe since the beginning of transition also reflects thereduction is such inefficiencies in addition to changing preferences and technologicalspillovers.The disaggregation of sectors is the same as that used for the preceding analysis,except that we further distinguish between marketoriented services, which wereparticularly underdeveloped under central planning, and nonmarketorientedservices. Specifically, we benchmark the following four broad sectors: Agriculture Industry mining, manufacturing, electricity, gas, water, construction Marketoriented services trade, transport, communications, finance Nonmarketoriented services health, education, government administrationTo determine the benchmark shares for each of these sectors for the transitioneconomies, regression analysis, using data from 50 nontransition countries, is used toderive the relationships between the shares of various sectors in total employment onthe one hand, to GDP per capita at purchasing power parity on the other. Theestimated relationships are in line with those derived by Chenery and others: the richerthe country, the lower its share of employment in agriculture, and the higher its sharesof employment in industry and various categories of services. Note that the precedingdiscussion would suggest controlling for the starting date of industrialisation in thecrosscountry regressions. However, data for the date of takeoff is hard to obtain.Most of the transition economies are recent industrialisers and in this sense similar tothe middle income market economies included in our benchmark regressions.We then use the estimated relationships between structure and income to analyse thedynamics of structural change in 22 transition economies 10 accession candidatesand 12 CIS countries from the start of transition to 2000.16 In the course oftransition, countries have been experiencing both structural change, as thecomposition of employment has changed, and large changes in output and GDP percapita. Thus the benchmarks, as well as the actual structure of employment, have 16 The exception throughout the analysis that follows is Turkmenistan, for which we have data onlythrough 1999.21changed over time. We analyse these dynamics in two ways. First, we look at thechanges in employment structure for two groups of countries, accession candidatesand CIS countries, between 198990 and 2000. We construct an employmentdistortion index that measures the distance each country is from the sectoral structurethat would be found in a typical market economy with the same per capita income.The change in the value of this index over the course of transition tells us whether acountry has been moving towards a market economy structure. We then go on to useannual data on the sectoral structure of employment and GDP per capita for the period 198990 to 2000 to track the direction and speed of adjustment in each of the foursectors. The presentation here is graphical, showing the path each country has takenover a decade of transition.4.1 Benchmarking structural change To construct our market economy benchmarks we use data from 50 market economiesfor the year 1995. Employment data derive from the International Labour Organizations statistical yearbook and use the ISIC 3 classification. In a few casesthese data are supplemented by data from the World Bank and national statisticalyearbooks. GDP per capita data are measured at purchasing power parity expressed in 1995 dollars, and are derived from the World Banks World Development Report,extended using EBRD data. The per capita incomes of the 50 market economiesrange from 590 Malawi to 26,980 United States. The 50 market economiesinclude 14 of the 15 EU member states, omitting only Luxembourg.17The four benchmarking regressions are reported in Table 3. In each case, the sectorshare of employment is regressed on log GDP per capita and its square. All fourregressions perform well, with high values of R2 and with an Ftest of the jointsignificance of the two income per capita variables showing them to be statisticallyhighly significant. The insignificance of the individual coefficients in some of theregressions is a multicollinearity issue that has no implications for the benchmarksderived. Rather than eliminate one or the other income term, we include them both inall regressions for simplicity and consistency. 17 Argentina, Australia, Austria, Bangladesh, Belgium, Bolivia, Canada, Chile, China, Costa Rica,Denmark, Egypt, El Salvador, Finland, France, Germany, Greece, Honduras, Hong Kong, Iceland,Indonesia, Ireland, Israel, Italy, Japan, Malawi, Malaysia, Mauritius, Mexico, Netherlands, New Zealand, Norway, Pakistan, Panama, Peru, Philippines, Portugal, Singapore, South Korea, Spain, Sri Lanka, Sweden, Switzerland, Syria, Trinidad and Tobago, Tunisia, Turkey, United Kingdom, United States, and Venezuela.22Table 3: Benchmarking Regressions Independent variables:Log GDP per capitaLog GDP per capita2Constant R2F2, 47Number ofobservations Agriculture0.383900.0360.010820.2932.789700.0010.883176.40.00050Dependent variable: share of employment in Industry Market services 0.325600.0190.016000.0421.370350.0230.454419.570.000500.081980.5760.000580.9450.490130.4410.714158.710.00050Nonmarketservices0.037400.8080.005480.5330.123160.8530.478421.550.00050The fitted curves are plotted in Figures 7.17.4 along with the data for the 50 marketeconomies. The standard relationships between income per capita and sectoralemployment hold: as income rises, employment in agriculture falls, employment inservices rises, and employment in industry rises, flattens and then starts to fall deindustrialisation, with a maximum share of industry in employment of 28% reachedat a per capita income of 26,300 in 1995 prices.Note that in our crosssectional analysis, the downward portion of the Ushape forindustrial employment is almost entirely absent. This is entirely consistent with ourmodel, as noted in sections 2.1 and 2.2. The early starters in our sample have higherpeaks of industrial employment than the late starters, and although their shares ofindustrial employment may be declining they still typically exceed those of the latestarters. It is also worth noting that in this simple benchmarking analysis, EUmembership is not associated with an atypical employment structure. Figures 7.17.4show that the EU countries tend to be found fairly close to, and on both sides of, thefitted benchmarks.23Figure 7.1Benchmarking Agriculture:50 Market Economies in 19955,00010,00015,00020,00025,000GDP per capita at PPP in 1995 USFigure 7.2Benchmarking Industry:50 Market Economies in 1995Agriculture benchmark NonEU market economies in 1995EU economies in 1995Industry benchmark NonEU market economies in 1995EU economies in 199590%80%70%60%50%40%30%20%10% erutlucirgani tnemyolpme fo erahs egatnecre P0%0yrtsudni ni tnemyolpme fo erahs egatnecre P45%40%35%30%25%20%15%10%5%0%05,00010,00015,00020,00025,000GDP per capita at PPP in 1995 US24Figure 7.3Benchmarking Market Services:50 Market Economies in 19955,00010,00015,00020,00025,000GDP per capita at PPP in 1995 USFigure 7.4Benchmarking NonMarket Services:50 Market Economies in 1995Market services benchmark NonEU market economies in 1995EU economies in 1995Nonmarket services benchmark NonEU market economies in 1995EU economies in 199560%50%40%30%20%10%secivres tekramn i tnemyolpme fo erahs egatnecre P0%0 secivres tekramnonni tnemyolpme fo erahs egatnecre P45%40%35%30%25%20%15%10%5%0%05,00010,00015,00020,00025,000GDP per capita at PPP in 1995 US4.2 Structural change in transition: accession candidates and CIS countries Table 4 presents the average sectoral employment shares both actual and the marketeconomy benchmarks for two groups of countries, the 10 accession candidates andthe 12 CIS countries, for the start of transition in 198990 and for 2000, along with thegroup average GDP per capita. We also calculate an index of the extent of thecombined sectoral deviations from their respective benchmarks. This overall 25distortion index is defined as half the sum of the absolute value of ss, where s isthe actual share of employment in a sector, and s is the benchmark share. Thedistortion index is a measure of the overall distance of an economy from a marketeconomy with the same per capita income. No distortions means an economy with astructural identical to the market economy benchmark in all sectors and a distortionindex of zero; the maximum value for the index is 100%. The last row of Table 4shows the average distortion index for the accession candidates and for the CIScountries at the start of transition and in 2000. The raw data on annual sectoralemployment shares and the distortion index for individual countries are reported in Appendix 2.Table 4: Structural Change in Transition Accession Candidates 1989902000CIS Countries 198990GDP per capita, 1995 US7,3997,1464,888Shares of employment:Agriculture Actual Benchmark Industry Actual Benchmark Marketoriented Services Actual Benchmark Nonmarket Services Actual Benchmark Distortion index 17.7%23.5%41.9%25.8%20.9%28.3%18.7%22.3%16.8%15.6%25.2%31.9%25.4%29.4%27.6%23.0%21.9%12.4%29.4%31.7%31.1%23.8%13.4%24.5%23.7%19.9%14.1%20002,67939.8%45.4%18.3%19.4%17.4%18.5%22.7%16.6%12.3%The distortion index at first glance tells a surprising story: at the start of transition, theaccession candidates had economies that were more distorted further from whatwould be found in comparable market economies than were the CIS countries; andin 2000, the two groups of countries had on average the same remaining level ofdistortions index12.4% for the accession candidates vs. 12.3% for the CIS average.A closer look at the sectoral employment shares in Table 4 explains this apparentlyparadoxical finding. At the start of transition, the accession candidates were alreadydistant from the agricultural benchmark 17.7% actual vs. 23.5% benchmark; adecade of transition later, the average share of employment in agriculture had fallen to 15.6%, whereas the benchmark increased to 25.2% because of the average decline inincome. The CIS countries, by contrast, actually increased the share of agriculture in 26total employment, and the average CIS country was closer to the agriculturalbenchmark in 2000 than was the average accession candidate.In industry, the accession candidates started much further from the industrybenchmark than did the CIS countries. Both groups of countries decreased their sharesof employment in the course of transition, but whereas in 2000 the accessioncandidates were still very overindustrialised 31.9% share of industry in employmentvs. 25.4% benchmark, the CIS average was about the same in fact, slightly underthe relevant benchmark 19.4%.The adjustment in marketoriented services was large in both groups of countries both had increased employment in this sector during transition and were close to therelevant benchmark as of 2000. In nonmarket oriented services, however, the CIScountries were on average far from the benchmark, with employment in this sectorsignificantly above what would be found in market economies of a comparableincome.These country group averages, however, conceal both differences between differentcountries within the groups, as well as the path taken in the course of transition andthe trend as of 2000. For this reason we turn to a more detailed graphical analysis.4.3 Structural change in transition: a detailed analysis For each of the four sectors of interest industry, agriculture, marketoriented servicesand nonmarket services we plot the path each transition country has taken duringthe course of 10 years of transition. The position of each country in 2000 is marked inthe figure by a small . For each sector we first present all 22 transition countries inour sample, and then in separate figures the 10 accession candidates and 12 CIScountries. Individual countries are identified in the latter two figures.Figures 8.18.3 present our results for industry. Figure 8.1 shows that the transitioncountries began the transition with very large industrial sectors; for most transitioncountries, industrial employment was on the order of 15 percentage points higher thanin market economies with the same income per capita. The few exceptions to thispattern are the poorest transition countries, which started the transition with levels ofindustrial that were close to the benchmark. With respect to the change observed inthe course of transition, an interesting pattern emerges. All 22 transition countries sawsignificant declines in the share of employment working in industry, but the observedadjustment takes one of two forms: the wealthier transition countries find themselvesin 2000 with levels of industrial employment that are still significantly above themarket economy benchmark. By contrast, in 2000 the poorer transition economieshave shares of employment in industry that are at or even below the market economybenchmark.The path of structural change in industry in the accession candidates is shown in Figure 8.2. The sidewaysU shape observed for most of these countries reflects the Jcurve of output in the course of transition, with an initial large decline in measured GDP followed by recovery. The decline in the share of employment predicted by our 27model is in fact observed, with all the accession candidates moving towards themarket economy benchmark. As of 2000, however, not only are all 10 countries stillemploying a larger share of their workforce in industry, but in most of the countriesthe adjustment has slowed or even halted entirely. Indeed, most have shares ofindustrial employment that are stabilising at levels that are not only above thebenchmark for market economies of the same GDP per capita, but are also well abovethe peak of the market economy benchmark that is observed at a far higher level ofincome. This finding is therefore unaffected by potential mismeasurement of GDP percapita in the accession candidates.The pattern observed in the CIS countries is rather different, as Figure 8.3 shows. The European CIS countries Russia, Ukraine, Belarus show declines in the share ofindustry in employment that leave these countries well above the market economybenchmark, though in the cases of Russia and Ukraine but not Belarus the evidencesuggests that the adjustment is continuing. The remaining CIS countries are different:they were as likely as not to start the transition with smaller industrial sectors thatwere not far from the market economy benchmark, and in 2000 they have shares ofemployment in industry that are either comparable to or below that found in typicalmarket economies at the same level of income.Figure 8.1Benchmarking Industry:Transition Economies in 2000 and Change from PreTransition 60%50%40%30%20%10%yrtsudni ni tnemyolpme fo erahs egatnecre P0%0Industry benchmark Transition economies in 2000Change from 1989905,00010,00015,000GDP per capita at PPP in 1995 US28Figure 8.2Benchmarking Industry:Accession Candidates in 2000 and Change from PreTransition 50%45%40%35%30%25%20%yrtsudni ni tnemyolpme fo erahs egatnecre PSlovakia Hungary Czech Rep.Slovenia Industry benchmark Accession candidates in 2000Change from 198990Estonia Poland Bulgaria Lithuania Romania Latvia 15%3,0008,000GDP per capita at PPP in 1995 US13,000Figure 8.3Benchmarking Industry:CIS Economies in 2000 and Change from PreTransition 45%40%35%30%25%20%15%yrtsudni ni tnemyolpme fo erahs egatnecre PUkraine Uzbekistan Turkmenistan Armenia Kazakstan Belarus Russia Industry benchmark CIS economies in 2000Change from 198990Moldova Azerbaijan Kyrgyzstan 10%Tajikistan Georgia 5%1,000GDP per capita at PPP in 1995 US6,000We turn now to agriculture Figures 9.19.3. Most of the 22 transition countriesbegan the transition with agricultural labour forces that relatively small though notmarkedly so compared to market economies of comparable incomes. The pattern ofadjustment during transition is here somewhat surprising, with the direction ofadjustment clearly correlated with the level of income. In the lower income transitioncountries, especially the nonEuropean CIS countries and the poorer accessioncandidates Romania, Bulgaria, the share of total employment in agriculture has 29increased, in several cases by 20 percentage points or more. This adjustment hasbrought the poorer transition countries close to the relevant market economybenchmark, despite the fact that the large GDP declines experienced by thesecountries in effect raised the benchmark. Almost all the richer and more advancedreformers, by contrast, have seen continued declines in agricultures share of totalemployment, taking them further away from the market economy benchmark, thoughby 2000 the rate of decline had slowed considerably.After a decade of transition, most of the advanced reformers find themselves withlevels of agricultural employment that would normally be found in developed marketeconomies with much higher levels of income. Indeed, the 14 EU countries in ourregression analysis had in 1995 an average agricultural employment share of 7.0%,ranging from 1.4% in the UK to 20.6% in Greece. If we take the 8 more rapid andadvanced reformers and exclude Bulgaria and Romania, we find the average share ofemployment in agriculture was 10.9%, ranging from 57% in the Czech Republic and Slovakia to 1920% in Lithuania and Poland. Put another way, these 8 accessioncandidates already have agricultural labour forces that are comparable in scale to thelower income EU member states.Figure 9.1Benchmarking Agriculture:Transition Economies in 2000 and Change from PreTransition 90%80%70%60%50%40%30%20%10%erutlucirga ni tnemyolpme fo erahs egatnecre P0%0Agriculture benchmark Transition economies in 2000Change from 1989905,00010,00015,000GDP per capita at PPP in 1995 US30Figure 9.2Benchmarking Agriculture:Accession Candidates in 2000 and Change from PreTransitionerutlucirgan i tnemyolpme fo erahs egatnecre P45%40%35%30%25%20%15%10%5%0%Romania Bulgaria Latvia Lithuania Poland Estonia Hungary Slovakia Czech Rep.3,0008,000GDP per capita at PPP in 1995 USFigure 9.3Benchmarking Agriculture:CIS Economies in 2000 and Change from PreTransitionerutlucirga ni tnemyolpme fo erahs egatnecre P70%60%Tajikistan 50%Moldova Georgia Kyrgyzstan Turkmenistan Azerbaijan Armenia Uzbekistan Ukraine Kazakstan 40%30%20%10%1,000Russia GDP per capita at PPP in 1995 USBelarus 6,000Agriculture benchmark Accession candidates in 2000Change from 198990Slovenia 13,000Agriculture benchmark CIS economies in 2000Change from 198990As discussed earlier, marketoriented services were underprovided under centralplanning. We would expect that in the course of transition countries labour shouldmove into this sector. What the data show in Figures 10.110.3 is that in fact allcountries have moved towards the market economy benchmark, but not all haveincreased the share of labour in market services. All the transition economies didindeed start the transition with small marketoriented service sectors. The richer and 31most of the middleranking transition countries adjusted by increasing the share ofemployment in services, seen as an upward movement in the figures. Most of thepoorest transition countries did not, however, adjust in this way they moved closerto the benchmark by keeping roughly the same market service size and simplybecoming poorer, seen as a horizontal movement leftwards.Figure 10.1Benchmarking Market Services:Transition Economies in 2000 and Change from PreTransition 40%35%30%25%20%15%10%5%secivres tekramn i tnemyolpme fo erahs egatnecre P0%040%35%30%25%20%15%secivres tekramn i tnemyolpme fo erahs egatnecre PMarket services benchmark Transition economies in 2000Change from 1989905,00010,00015,000GDP per capita at PPP in 1995 USFigure 10.2Benchmarking Market Services:Accession Candidates in 2000 and Change from PreTransition Estonia Hungary Latvia Lithuania Bulgaria Slovakia Poland Romania Czech Rep.Slovenia Market services benchmark Accession candidates in 2000Change from 19899010%3,0008,000GDP per capita at PPP in 1995 US13,00032Figure 10.3Benchmarking Market Services:CIS Economies in 2000 and Change from PreTransition 40%35%30%25%20%15%10%secivres tekramn i tnemyolpme fo erahs egatnecre PKazakstan Azerbaijan Russia Market services benchmark CIS economies in 2000Change from 198990Moldova Georgia Kyrgyzstan Ukraine Turkmenistan Uzbekistan Armenia Belarus Tajikistan 5%1,000GDP per capita at PPP in 1995 US6,000In the case of nonmarket services health, education, government the starting pointfor the transition countries was on average not far from the market economybenchmark Figures 11.111.3, but with the accession candidates starting with sharesof employment that were in general somewhat below the market economy benchmarkFigure 11.2 and with most of the CIS countries starting with levels that were abovethe benchmark Figure 11.3. In the course of transition, most of the accessioncandidates Figure 11.2 saw increases in the share of employment in nonmarketservices to levels that are now close the benchmark. The changes in the shares for the CIS in the course of transition shows more variation Figure 11.3, but the currentposition does not; almost all remain well above the market economy benchmark, andthere is no clear pattern of countries adjusting towards the benchmark. Whereas theaccession candidates for the most part now have an aggregate level of employment inthis sector that is similar to that seen in market economies of a similar income, the CIS countries employ more people in health, education and government than wouldcomparable market economies.33Figure 11.1Benchmarking NonMarket Services:Transition Economies in 2000 and Change from PreTransition 35%30%25%20%15%10%5%secivres tekramnonn i tnemyolpme fo erahs egatnecre P0%0 secivres tekramnonni tnemyolpme fo erahs egatnecre P30%28%26%24%22%20%18%16%14%12%10%Nonmarket services benchmark Transition economies in 2000Change from 1989905,00010,00015,000GDP per capita at PPP in 1995 USFigure 11.2Benchmarking NonMarket Services:Accession Candidates in 2000 and Change from PreTransition Latvia Lithuania Estonia Hungary Slovakia Poland Czech Rep.Slovenia Nonmarket services benchmark Accession candidates in 2000Change from 198990Bulgaria Romania 3,0008,000GDP per capita at PPP in 1995 US13,00034Figure 11.3Benchmarking NonMarket Services:CIS Economies in 2000 and Change from PreTransition Russia Ukraine Belarus Armenia Uzbekistan Moldova Georgia Azerbaijan Turkmenistan Kyrgyzstan Tajikistan Kazakstansecivres tekramnonn i tnemyolpme fo erahs egatnecre P34%32%30%28%26%24%22%20%18%16%14%1,000GDP per capita at PPP in 1995 US6,000Nonmarket services benchmark CIS economies in 2000Change from 198990Our findings in this section may be summarised as follows.The share of employment in industry, which in all accession candidates and almost all CIS countries was well above their respective market economy benchmarks at the startof transition, has fallen in all transition countries. In all accession candidates,however, the share of employment in industry in 2000 remains well above what wouldbe found in market economies of comparable incomes. Indeed, the more developedand faster reformers amongst the accession candidates still have shares of industrialemployment that are well above what would be found even in a typical high incomemarket economy. There are signs, moreover, that adjustment is slowing in thesecountries. The picture for the CIS countries is mixed. The European CIS countriesRussia, Ukraine, Belarus still have excessively large industrial sectors, but thepoorer southern and Asian CIS countries have levels of industrial employment that areat or even below the market economy benchmark.In agriculture, we again see a difference between the richer and more advancedaccession candidates and the poorer transition countries. The richer accessioncandidates started the transition with agricultural labour forces that were significantlybelow what would be found in market economies of comparable incomes. Thesecountries have, moreover, continued to shed agricultural labour, so that as of 2000 theshare of agricultural in their labour forces is even further below the market economybenchmarks than it was at the start of transition. The shares of employment inagriculture now observed in most of these countries is now comparable to the rangeobserved in the less wealthy members of the European Union. The CIS countriesagain present a different picture; the European CIS countries started with, and still 35have, agricultural labour forces that are lower than would be expected of comparablemarket economies, and the poorest CIS countries have increased the shares of theiremployment in agriculture to the point where they are now all close to the marketeconomy benchmark.The picture with respect to the marketoriented service sector trade, finance,transport, communications etc. is encouraging for almost all the accession candidates.The share of employment in this sector has increased markedly during transition, andis now in most cases at or even above the market economy benchmarks. The picturefor the CIS countries is more mixed but still encouraging; in general these countriesare now close to the benchmark. By contrast, the developments in nonmarketservices health, education, government are worrisome. Many of the accessioncountries, and almost all of the CIS countries, have shares of employment in nonmarket services that are much greater than would be found in market economies of acomparable income.5. Conclusions This paper has presented a framework to benchmark structural adjustment in thetransition economies. The simple model we provide allows us to examine both thecauses of overindustrialisation in centrally planned economies and the pattern ofadjustment towards marketbased equilibrium during the transition. We simulate twochannels through which central planning may have led to overindustrialisation. Thesetwo channels are the preferences of central planners for industrial goods over servicesand the technological handicap, which slowed the rate of industrial productivitygrowth. The results of our simulations suggest that the distortion in preferencesprobably was a more important reason for overindustrialisation than the technologicalhandicap.Turning to the transition, the prediction of rapid deindustrialisation obtained from theanalytical framework is strongly borne out by the evidence. Adjustment in theaccession countries has by no means been faster than in the CIS. One major differencein the pattern of adjustment across the region has been changes in agriculturalemployment. In the richest transition countries agriculture has shed employmentduring transition and is now generally smaller than would be predicted by incomelevels. This might be explained by a relatively high reservation wage among industrialworkers due to the existence of a social safety net and relatively high mobility out oftemporary unemployment. Thus workers in the advanced countries have preferred theexperience a spell of unemployment to the return to the village. The opposite is truein most CIS countries, where such a safety net was not available and many peoplehave been forced back into subsistence farming EBRD, 2000.The empirical analysis suggests a number of implications for accession: 1 Structuraladjustment in industry is far from complete in all the accession candidates. Furtherdownsizing in industry is to be expected in the long run, if these countries are tocontinue to move towards adopting a market economy industrial structure. The paceof adjustment in industry shows signs of slowing in a number of countries, however.2 In agriculture, the wealthier and more rapidly reforming accession candidates have 36continued to reduce the shares of their labour forces in agriculture, and are nowactually quite close to what is seen in many EU member states. Agriculture has been aparticular problem for EU policy making for many years, and this finding suggeststhat in the long run the impact of the accession countries on this problem may not beas great as might have been feared. 3 A number of the accession candidates haveshares of employment in nonmarketoriented services that are significantly greaterthan would be expected in market economies of similar incomes, with potentiallysignificant implications for the public finances of these countries.Turning to the issue of economic development patterns more generally, the paperraises the interesting hypothesis that patterns of industrialisation may changesystematically depending on the date of takeoff and the distance to the technologicalleader in the world. While direct empirical tests of this prediction may be difficult, itwould seem worthwhile to conduct further research into the matter and drawimplications for development strategies. Thus, as industrialisation is no longeravailable as a major outlet for surplus rural labour, the focus of policies might shifttowards creating the conditions for employment in services.The analysis presented in this paper remains incomplete in several important respects.The model is very simple and suffers from restrictive assumptions. As a heuristicdevice it is nevertheless quite powerful. More sophisticated theoretical research hasbegun, however, to integrate economic growth and structural change into a unifiedanalytical framework Kongsamut, Rebelo and Xie, 1998. Empirically, thebenchmarks we have derived fail to control for the effects of economic specialisationin the global market and the availability of natural resources, which may have animportant bearing on the allocation of employment. Measures of natural capital acrossthe world have recently been calculated by the World Bank Serageldin, 1997 andcould be integrated into the analysis in future research for a first attempt see Dohrnand Heilemann, 1996. Finally, a closer examination of variations in the patterns ofadjustment across transition economies would seem promising, in particular regardingthe dynamic implications of largescale labour reallocation from industry back toagriculture in the CIS.37References Baumol W. 1967, Macroeconomics of Unbalanced Growth: the Anatomy of Urban Crisis. American Economic Review Vol. 56, No. 5, pp. 415426.Baumol W., R. Nelson and E. Wolff 1995, Introduction: The Convergence of Productivity, Its Significance and Its Varied Connotations. In: W. Baumol ed.Productivity Convergence.Broek de M. and V. Koen 2000, The Great Contractions in Russia, the Baltics andthe Other Countries of the Former Soviet Union: A View from the Supply Side. IMFWorking Paper, No. 39, 2000.Chenery H.B., and L. Taylor 1968, Development Patterns: Among Countries and Over Time. The Review of Economics and Statistics, Vol. 50, pp. 391416.Chenery H.B., and M. Syrquin 1975, Patterns of Development, 19501970, Oxford University Press, London.Dohrn R. and U. Heilemann 1996, The Chenery Hypothesis and Structural Changein Eastern Europe. Economics of Transition, Vol. 4, No. 2, pp. 411423.EBRD 1997, Transition Report 1997, European Bank for Reconstruction and Development, London.Fourastie, J. 1949, Le grand espoir du XXeme siecle. Paris: PUF.Fuchs, V. 1968, The service economy. New York: Columbia University Press.Gomulka S. 1986, Soviet Growth Slowdown: Duality, Maturity and Innovation,American Economic Review, Papers and Proceedings, May.Gomulka S. 1990, The Theory of Technological Change and Economic Growth,Routledge, London and New York.Gomulka S. and M. Schaffer 1987, Kaldors Stylised Facts and Systemic Diffusion Effects in Productivity Growth. In: G. Fink, G. Poll and M Riese eds. Economic Theory, Political Power and Social Justice, pp. 313343.Jackman R. and C. Pauna 1995, Labour market policy and the reallocation oflabour across sectors. Mimeo, London School of Economics.Kongsamut P., S. Rebelo, and D. Xie 1998, Beyond Balanced Growth, Universityof Rochester, mimeo.Kunte A., K. Hamilton, J. Dixon, M. Clemens 1997, Estimating National Wealth.Methodology and Results. The World Bank, mimeo.38Mason E. 1984, The Chenery Analysis and Other Considerations. In Economic Structure and Performance, Academic Press.Ofer G. 1987, Soviet Economic Growth 19281985. Journal of Economic Literature, Vol.25, No. 4, pp. 17671833.Petit, P. 1987, Services. In J. Eatwell et al. eds., The New Palgrave: ADictionary of Economics, Macmillan.Poirson H. 2000, Factor Reallocation and Growth in Developing Countries. IMFWorking Paper No. 94, June 2000, Washington DC.Roberts, B. 1997, Welfare change and the elimination of the shortage economy in Russia. Economics of Transition, Vol. 5, No. 2, pp. 42751.Rostow, W. 1960, The Stages of Economic Growth: A NonCommunist Manifesto,Cambridge University Press.Rowthorn R. and R. Ramaswamy 1997, Deindustrialisation: Causes and Implications. IMF Working Paper No. 42, 1997.Schaffer, M.E. 1992, The Polish StateOwned Enterprise Sector and the Recessionin 1990. Comparative Economic Studies, Vol. 34, No. 1, Spring.Serageldin I. 1996, Sustainability and the Wealth of Nations. First Steps in an Ongoing Journey. ESDS Monograph Series No. 5, The World Bank, Washington,D.C.Spilimbergo A. 1997, Deindustrialisation and Trade, IMF mimeo.Syrquin M., and H.B. Chenery 1989, Patterns of Development 1950 to 1983, World Bank Discussion Paper No. 41.Winiecki J. 1988, The Distorted World of Soviet Type Economies, Routledge,London and New York.39Appendix 1: Proof of monotonicity of output We have:Ya b LYs c YYYYYsc Yi Yib Lab L1c 1YiA1.1A1.2A1.3Since c, b and L are all constant, the behaviour of Y only depends on the behaviour of Yi over time.y LY iii UsingLicy1scywe haveycb1syacy1siYicy1sycb1syaycsyi1cbcbcA1.4A1.5A1.6The denominator of equation A1.6 falls monotonically as long as one of the assumptions made in the model.i dydtsdydt, which is The numeraire of A1.6 can be rearranged as:1ysc1byabc For all bya this will be monotonically increasing. But we know that:Ly Yaab La Dividing through by La yields 40A1.7A1.8Lb La yaA1.9which implies bya with a strict inequality except in the trivial case of zeroemployment in both industry and services.Thus as long as productivity growth in industry is faster than in services, the modelwill exhibit monotonic output growth and the rate will gradually decline towards therate of productivity growth in services.41Appendix 2: Annual data on employment shares and the distortion index The data on employment shares were compiled from various sources, primarily the CIS Statistical Yearbook various years, the ILO Yearbook of Labour Statisticsvarious years, and the statistical yearbooks produced by individual countries.Because of changes in data series definitions and coverage, and because of residualcategories of employment in the raw data for some countries, there is an unattributableresidual for a number of countries in some years. This residual can be negativebecause of chainlinking of sectoral data series using definitions that are not fullycompatible.The data below can be obtained in Excel format at:http:www.som.hw.ac.ukecomesdataRSS_Appendix 2_data.xls 42Table A2.1: Accession candidates: sectoral employment shares, distortionindex, and GDP at PPPCountry Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Bulgaria Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Czech Rep Estonia Estonia Estonia Estonia Estonia Estonia Estonia Estonia Estonia Estonia Estonia Estonia Hungary Hungary Hungary Hungary Hungary Hungary Hungary Hungary Hungary Hungary Hungary Hungary Latvia Latvia Latvia Latvia Latvia Latvia Latvia Year GDP at PPP579253614781448044484548466341763909405941954439103991027491418833887291529739101351024510002102351055364375942515144824154411743384567511553375626601475667325646562786258646165776687702173967872828164895832384333303401341735651989199019911992199319941995199619971998199920001989199019911992199319941995199619971998199920001989199019911992199319941995199619971998199920001989199019911992199319941995199619971998199920001990199119921993199419951996Agriculture Industry 0.1900.1850.1950.2120.2210.2320.2390.2440.2530.2620.2580.2620.1280.1290.1100.0950.0750.0690.0650.0620.0580.0530.0510.0500.2120.2100.2040.1900.1660.1460.1050.1000.0940.0950.0830.0740.1610.1560.1380.1130.0910.0870.0800.0830.0790.0750.0710.0650.1640.1670.1880.1830.1820.1740.1790.4520.4930.4590.4300.4080.3880.3730.3260.3200.3060.2890.2830.4470.4400.4510.4340.4320.4220.4200.4160.4120.4060.3990.3950.3710.3680.3640.3550.3300.3230.3400.3350.3360.3320.3230.3350.3500.3640.3570.3510.3380.3300.3260.3260.3310.3420.3400.3370.4060.3890.3460.3100.2880.2800.26743Marketservices 0.1910.1720.1820.1840.1920.2020.2450.2420.2370.2490.2640.2720.2400.2400.2420.2620.2800.2970.3030.3100.3150.3200.3210.3190.2190.2230.2310.2420.2700.2930.3140.3210.3200.3250.3450.3550.2250.2490.2650.2830.2950.2910.3020.3110.3180.3090.3220.3320.2320.2380.2440.2570.2830.2800.277Nonmarketservices 0.1660.1560.1640.1700.1680.1680.1690.1890.1890.1830.1890.1830.1890.1960.2010.2130.2130.2120.2110.2140.2150.2210.2290.2360.1960.1940.1960.2060.2250.2290.2400.2420.2500.2490.2500.2360.2020.2210.2340.2530.2760.2920.2920.2800.2720.2740.2670.2660.2060.2110.2210.2470.2410.2610.276Residual Distortionindex 0.2030.2430.2180.1950.1770.1560.1230.1010.1020.0930.0860.0800.1720.1650.1800.1650.1650.1540.1500.1440.1400.1410.1320.1230.1170.1190.1220.1330.1720.1940.2280.2220.2070.1970.1990.1950.1190.1090.1220.1470.1690.1670.1710.1650.1590.1530.1450.1410.1470.1370.1700.2040.1990.2060.1950.0000.0060.0000.0040.0110.0100.0260.0000.0000.0000.0000.0000.0050.0050.0040.0030.0000.0010.0000.0020.0000.0000.0010.0000.0020.0040.0050.0070.0090.0090.0010.0020.0000.0000.0010.0000.0620.0110.0060.0010.0000.0000.0000.0000.0000.0000.0000.0000.0070.0050.0000.0030.0070.0060.000Country Latvia Latvia Latvia Latvia Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Lithuania Poland Poland Poland Poland Poland Poland Poland Poland Poland Poland Poland Poland Romania Romania Romania Romania Romania Romania Romania Romania Romania Romania Romania Romania Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovakia Slovenia Slovenia Slovenia Slovenia Slovenia Slovenia Year GDP at PPP383739884187446467896396599947213969358937133894413543314544472157995105473248405012526156235961636766957091737549704681408137863849400342974488420139083879394182118027685563816124639768587296771280788308849111535110001000394779890102981997199819992000198919901991199219931994199519961997199819992000198919901991199219931994199519961997199819992000198919901991199219931994199519961997199819992000198919901991199219931994199519961997199819992000198919901991199219931994Agriculture Industry 0.2060.1880.1530.1350.1790.1890.1780.1960.2250.2340.2380.2400.2070.2100.2020.1960.2350.2340.2340.2290.2300.2400.2260.2210.2050.1920.1810.1880.3040.3110.3190.3530.3850.3900.4030.3800.3900.4000.4180.4280.1030.1000.0950.0880.0930.1020.0920.0890.0920.0830.0740.0670.0950.0970.1040.1050.1060.1150.2680.2620.2610.2630.4210.4120.3950.3800.3280.2920.2820.2710.2850.2760.2690.2630.3690.3640.3510.3400.3270.3190.3200.3170.3190.3210.3130.3080.4340.4150.3810.3540.3420.3290.3100.3150.3050.2940.2760.2620.4490.4450.4370.3960.4060.3970.3890.3950.3930.3940.3850.3730.4940.4920.4760.4580.4400.42244Marketservices 0.2800.3000.3200.3330.1480.1450.1750.2040.1980.2390.2320.2290.2690.2640.2630.2710.1880.1850.2050.2150.2230.2200.2370.2470.2570.2680.2790.2820.1390.1440.1560.1620.1450.1480.1480.1670.1680.1690.1650.1660.2590.2610.2810.3310.2550.2520.2680.2600.2630.2780.2860.2970.2530.2510.2530.2590.2560.267Nonmarketservices 0.2470.2510.2670.2680.2470.2490.2480.2200.2490.2360.2470.2540.2390.2490.2660.2690.2030.2110.2090.2170.2200.2200.2160.2150.2190.2190.2270.2220.1120.1190.1360.1230.1270.1330.1390.1390.1360.1370.1420.1440.1890.1950.1940.2020.2440.2490.2510.2560.2520.2450.2560.2640.1570.1580.1660.1760.1940.192Residual Distortionindex 0.1530.1630.1880.1930.1940.1930.1810.1620.1580.1390.1270.1130.1370.1240.1220.1210.1220.1310.1220.1150.1020.0900.0790.0690.0680.0640.0600.0480.1970.1810.1540.1320.1420.1390.1430.1310.1220.1100.1090.1070.1840.1810.1770.1920.1850.1750.1620.1670.1550.1450.1430.1380.2200.2190.2060.1890.1710.1520.0000.0000.0000.0000.0050.0040.0040.0000.0000.0000.0000.0060.0000.0000.0000.0000.0060.0050.0020.0010.0000.0010.0010.0000.0000.0000.0000.0000.0100.0110.0080.0090.0010.0000.0000.0000.0000.0000.0000.0000.0000.0010.0070.0170.0020.0010.0010.0000.0000.0000.0000.0000.0020.0020.0010.0010.0040.005Country Slovenia Slovenia Slovenia Slovenia Slovenia Slovenia Year GDP at PPP107141106211512120121260013180199519961997199819992000Agriculture Industry 0.1040.1010.1200.1200.1080.0950.4310.4210.4060.3950.3780.374Marketservices 0.2740.2800.2880.2930.2990.311Nonmarketservices 0.1890.1950.1830.1890.2130.213Residual Distortionindex 0.1580.1490.1330.1200.1020.0990.0010.0020.0020.0030.0020.00845Table A2.2: CIS countries: sectoral employment shares, distortion index, and GDP at PPPCountry Armenia Armenia Armenia Armenia Armenia Armenia Armenia Armenia Armenia Armenia Armenia Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Azerbaijan Belarus Belarus Belarus Belarus Belarus Belarus Belarus Belarus Belarus Belarus Belarus Belarus Georgia Georgia Georgia Georgia Georgia Georgia Georgia Georgia Georgia Georgia Georgia Kazakhstan Kazakhstan Kazakhstan Kazakhstan Kazakhstan Kazakhstan Kazakhstan Kazakhstan Kazakhstan Year GDP at PPP59764862225819011995212522402302247526352793419436653597275020961669146214731549171018382042659563796295566752154558409542224675506650815376522841482294171615241563172619141976206221025330460844564056358433383385347934021990199119921993199419951996199719981999200019891990199119921993199419951996199719981999200019891990199119921993199419951996199719981999200019901991199219931994199519961997199819992000199019911992199319941995199619971998Agriculture Industry 0.1770.2330.3090.3380.3390.3740.4080.4130.4250.4330.4440.4130.4520.4560.4920.4670.4570.4540.4670.4310.4230.4230.4230.2000.1960.1910.2070.2010.1950.1970.1800.1740.1640.1550.1480.2630.2770.3350.3180.3160.4390.5380.5140.4850.5220.5210.2210.2430.2550.2540.2160.2200.2340.2520.2220.4160.3800.3430.3110.3040.2570.2250.2100.1990.1920.1770.2410.2120.2030.1830.1720.1650.1600.1300.1160.1110.1120.1120.4200.4200.4150.3990.3820.3690.3440.3470.3470.3510.3520.3470.3120.2960.2520.2430.1980.1530.1000.1010.1030.0940.0980.3130.3060.3010.2780.2560.2220.2100.1850.18446Marketservices 0.1210.1130.0970.0900.0880.1120.1160.1240.1260.1260.1260.1410.1540.1550.1490.1660.1750.1800.1980.2480.2670.2350.2350.1520.1540.1550.1600.1700.1790.1930.1930.1940.1990.2020.2100.1460.1430.1220.1350.1850.1690.1610.1720.1860.1700.1780.1700.1700.1670.1490.2260.2650.3030.3200.368Nonmarketservices 0.2680.2550.2380.2440.2540.2490.2430.2450.2420.2420.2470.2050.1820.1860.1770.1950.2030.2060.2050.2050.1990.2310.2300.2160.2190.2270.2240.2260.2360.2510.2660.2700.2710.2790.2860.2790.2850.2910.3040.3000.2380.2010.2130.2260.2120.2010.2470.2340.2310.2560.2540.2530.2240.2040.199Residual Distortionindex 0.2290.2030.2360.2340.2300.1660.1220.1050.0820.0770.0970.0930.0840.0850.0690.0370.0800.1130.1220.1650.1650.1540.1400.1700.1740.1790.1700.1690.1810.1800.1940.1870.1840.1900.1850.1420.1560.1900.2300.2420.1190.0690.0760.0910.0890.0860.1330.1280.1230.1440.1330.1470.1460.1440.1840.0170.0200.0140.0170.0160.0080.0080.0070.0090.0070.0060.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0120.0120.0120.0100.0210.0210.0140.0140.0140.0140.0130.0100.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0010.0490.0480.0450.0630.0490.0400.0300.0390.027Country Kazakhstan Kazakhstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Kyrgyzstan Moldova Moldova Moldova Moldova Moldova Moldova Moldova Moldova Moldova Moldova Moldova Moldova Russia Russia Russia Russia Russia Russia Russia Russia Russia Russia Russia Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Tajikistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Turkmenistan Year GDP at PPP33843709395940163766302325452041191320212203225023482468415940483341237423471615157014491472135013121337703966725702521245564375423342804096398243132993269818791652131511351068106811151175127244954177369031082468221419971458152518731999200019891990199119921993199419951996199719981999200019891990199119921993199419951996199719981999200019901991199219931994199519961997199819992000199019911992199319941995199619971998199920001990199119921993199419951996199719981999Agriculture Industry 0.2200.3140.3320.3270.3590.3820.3900.4200.4730.4710.4830.4910.5250.5330.3480.3380.4180.4000.4310.4550.4610.4280.4160.4570.4890.5090.1320.1350.1430.1460.1540.1510.1440.1370.1410.1370.1340.4300.4470.4670.5120.5400.5910.5920.6400.6010.6430.6500.4190.4240.4420.4380.4390.4420.4640.4890.5050.4960.1830.1740.2520.2790.2600.2250.2140.1930.1650.1460.1350.1280.1170.1090.2880.2900.2400.2580.2030.1860.1660.1510.1480.1460.1360.1390.4230.4180.4050.3940.3700.3520.3370.3180.3010.3030.3040.2170.2050.2000.1810.1700.1430.1440.1200.1110.1010.0900.2080.2080.2020.2070.2010.1930.1850.1800.1780.18047Marketservices 0.3750.2980.1020.1260.1230.1280.1340.1450.1300.1650.1740.1740.1560.1560.1170.1250.1090.1080.1050.1080.1880.2310.2390.2020.1770.1750.1670.1660.1710.1860.1930.2020.2040.2390.2460.2480.2510.1090.1070.1020.0930.0890.0850.0770.0590.1000.0690.0690.1280.1250.1200.1220.1250.1250.1130.1080.1070.119Nonmarketservices 0.1650.2140.2400.2530.2450.2560.2540.2350.2260.2110.2030.2020.1980.1980.2110.2140.2040.2060.2380.2290.1850.1900.1970.1950.1970.1770.2530.2580.2550.2570.2650.2760.2910.2930.2980.2970.2950.2270.2270.2190.2010.1900.1760.1790.1740.1790.1760.1830.2280.2250.2060.2160.2160.2210.2200.2170.1960.192Residual Distortionindex 0.1890.1020.1110.1190.0990.0980.1050.0930.0750.0580.0520.0630.1000.1160.0990.0990.0900.1200.0960.1180.0900.1420.1560.1280.1090.0840.2080.2130.2140.2110.2100.2080.2140.1930.1980.2070.1930.0860.0800.0970.0780.0850.0620.0760.0500.0530.0750.1020.1330.1240.1100.0830.0640.0740.0780.1060.0810.0510.0570.0000.0740.0150.0130.0090.0080.0070.0060.0060.0050.0050.0040.0040.0360.0330.0290.0280.0240.0230.0000.0000.0000.0000.0010.0000.0240.0230.0250.0170.0170.0200.0230.0140.0140.0150.0170.0170.0150.0120.0130.0120.0060.0080.0080.0080.0100.0070.0160.0180.0300.0160.0190.0190.0190.0070.0140.014Country Ukraine Ukraine Ukraine Ukraine Ukraine Ukraine Ukraine Ukraine Ukraine Ukraine Ukraine Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Uzbekistan Year GDP at PPP54274788412035332734241921942142211220862207325831732756263224732407239924112467255026521990199119921993199419951996199719981999200019901991199219931994199519961997199819992000Agriculture Industry 0.1980.1930.2040.2070.2100.2340.2350.2420.2510.2540.2650.3930.4270.4410.4450.4320.4130.4090.4070.3940.3620.3440.4030.4020.3800.3670.3490.3210.3110.2970.2910.2780.2600.2410.2270.2160.2150.1890.1930.1920.1910.1920.1990.203Marketservices 0.1470.1480.1400.1420.1400.1380.1460.1490.1470.1520.1430.1130.1100.1040.1080.1130.1320.1320.1290.1280.1300.132Nonmarketservices 0.2330.2400.2380.2450.2470.2500.2490.2510.2510.2530.2660.2370.2200.2220.2170.2190.2190.2200.2210.2180.2240.237Residual Distortionindex 0.1920.2100.2140.2260.2480.2390.2410.2340.2280.2210.2100.0900.0910.0840.0770.0760.0760.0790.0820.0860.0990.1100.0190.0180.0390.0390.0540.0580.0590.0610.0610.0630.0660.0160.0160.0160.0150.0470.0420.0460.0520.0680.0850.08448IZA Discussion Papers Authors I. Gang J. LandonLane M. S. Yun M. Fertig E. Fehr U. Fischbacher B. von Rosenbladt J. Schupp G. G. Wagner M. Rosholm L. Skipper A. Hijzen H. Gorg R. C. Hine E. Schlicht J. Albrecht P. Gautier S. Vroman T. Palokangas H. Battu M. Mwale Y. Zenou C. K. Spiess F. Buchel G. G. Wagner M. Coles B. Petrongolo J. T. Addison R. Bailey W. S. Siebert S. Habermalz S. Habermalz M. Raiser M. Schaffer J. Schuchardt Title Does the Glass Ceiling Exist? A CrossNational Perspective on Gender Income Mobility Educational Production, Endogenous Peer Group Formation and Class Composition Evidence From the PISA 2000 Study A NationWide Laboratory Examining Trust and Trustworthiness by Integrating Behavioral Experiments into Representative Surveys Is Labour Market Training a Curse for the Unemployed? Evidence from a Social Experiment International Fragmentation and Relative Wages in the UK Consistency in Organization Equilibrium Directed Search with Multiple Applications Labour Market Regulation, ProductivityImproving RD and Endogenous Growth Do Oppositional Identities Reduce Employment for Ethnic Minorities? Childrens School Placement in Germany: Does Kindergarten Attendance Matter? A Test between Unemployment Theories Using Matching Data The Impact of Deunionisation on Earnings Dispersion Revisited An Examination of Sheepskin Effects Over Time Job Matching and the Returns to Educational Signals Benchmarking Structural Change in Transition Area Date 2 6 7 6 2 1 3 3 1 6 3 2 1 1 4 0203 0203 0203 0203 0203 0203 0203 0203 0203 0203 0203 0203 0203 0203 0203 An updated list of IZA Discussion Papers is available on the centers homepage www.iza.org. No. 713 714 715 716 717 718 719 720 721 722 723 724 725 726 727 ", "filename": "dp727.pdf", "person": ["Martin Raiser", "Raiser, Martin", "Mark E. Schaffer", "Schaffer, Mark E.", "Johannes Schuchhardt", "Schuchhardt, Johannes"], "date": ["2003"]}