{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/93313/1/dp7946.pdf"], "title": ["The Effect of Behavioral Codes and Gender on Honesty"], "plaintext": " Yossef Tobol Jerusalem College of Technology, Carmel Academic Center and IZA Discussion Paper No. 7946 February 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org The Effect of Behavioral Codes and Gender on Honesty Yuval Arbel Carmel Academic Center Ronen BarEl Open University, Raanana Erez Siniver College of Management, Rishon Lezion Campus Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 7946 February 2014 ABSTRACT The Effect of Behavioral Codes and Gender on Honesty We examine the effect of adherence to behavioral codes, as measured by the degree of religiosity, on the level of honesty by conducting underthecup die experiments. The findings suggest that behavioral codes, which prohibit lying, offset the monetary incentive to lie. The highest level of honesty is found among young religious females while the lowest is found among secular females. Moreover, when the monetary incentive to lie is removed, the tendency of secular subjects to lie disappears. Given the strict separation between the secular and religious education systems the research findings confirm the importance of education in instilling ethical values. JEL Classification: C91, D63, Z12 Keywords: Corresponding author: Ronen BarEl Department of Economics Open University of Israel Dorothy de Rothschild Campus 1 University Road P. O. Box 808 Raanana 43107 Israel Email: ronenbaopenu.ac.il honesty, religion, behavioral codes, ethical values We wish to thank Robert Aumann, Shlomo Yitzhaki, Bradley Ruffle and seminar participants at the Jerusalem College of Technology for helpful comments. Any errors or views expressed in this paper are solely those of the authors. I. Introduction Honesty plays an important role in modern economic life. The degree of honesty in an economy determines the extent to which sellers will refrain from utilizing their superior information regarding the quality of their goods and services in order to exploit consumers.1 It affects the productivity of employees 2 and compliance with tax laws. Moreover, a low degree of honesty imposes costly monitoring expenses on the economy. The modern economy presents both direct and indirect opportunities to lie and even incentives to do so. It is becoming increasingly clear in the economic literature that in contrast to the traditional economic view of homoeconomicus the degree of honesty is not solely determined by the selfish maximization of personal monetary benefit 3 and that gender, culture and other social and psychological factors also play an important role.4 In other words, in the absence of a punishment mechanism, individuals can be expected to lie in order to achieve monetary benefits unless they are constrained by a behavioral code. The objective of this research is to examine the effect of behavioral codes on the degree of honesty. To accomplish this, we extend the underthecup die experiment originally developed by Fischbacher and FollmiHeusi 2013 by differentiating participants according to gender and degree of religiosity. The underthecup die experiment provides an incentive for participants to cheat in order to achieve monetary benefits since they know they wont be caught thus eliminating the expected cost of lying. Unfortunately, the degree of adherence to behavioral codes, which may prevent or reduce cheating, is not directly observable. In order to overcome this problem, we conducted three experiments and sorted the participants according to their degree of 1 See Akerlof 1970. 2 See Shapiro and Stiglitz 1984. 3 Further discussion can be found in Gneezy 2005. Becker 1993 points out that: The economic approach I refer to does not assume that individuals are motivated solely by selfishness or material gain. It is a method of analysis, not an assumption about particular motivation. 4 See also Gneezy 2005, Mazar, On and Ariely 2008, Shalvi et al. 2011, 2012, 2013, Erat and Gneezy 2012, Houser et al. 2012 and Gino and Ariely 2012. For an extensive review of the literature, see Mazar and Ariely 2006. 1 religiosity the participants classified themselves either as secular, Orthodox or ultraOrthodox Jews and gender. Jewish Law prohibits lying.5 As is characteristic of the religious Jewish population in Israel,6 the Orthodox and ultraOrthodox participants in our experiment attended religious schools from kindergarten through high school.7 Furthermore, most of the religious males in our sample continued their religious studies in yeshivas after high school. The religious school system focuses on the indepth study of Jewish religious texts. In addition to the effect of religious schooling, the more religious segments tend to live in closed communities and to devote a significant amount of time to religious activities and studies. In these communities there is less exposure to the secular media TV, secular radio stations, unsupervised internet, etc., particularly in ultraOrthodox communities. 8 Thus, individuals in these communities are socialized to behave according to religious values by means of both the education system and the neighborhood effect. In short, religious students have been indoctrinated to follow a shared set of values and norms, including the prohibition against lying. The first experiment was conducted simultaneously at two Israeli colleges: the College of Management, whose student population largely consists of secular Jews, and the Jerusalem College of Technology hereinafter: JCT, whose student population consists primarily of Orthodox and ultraOrthodox Jews. Unlike the College of Management, JCT is defined as a religious institution, which combines secular academic studies with Jewish religious studies. The JCT is thus committed to maintaining Jewish religious values and compliance with religious commandments, in addition to providing an academic education. This includes, among other things, the strict separation of females and males on different campuses.9 5 Keep thee far from a false matter Exodus 23:7. The equivalent Christian position is expressed in St. Augustines De Mendacio On Lying, written in 395 AD: To me, however, it seems certain that every lie is a sin  Immanuel Kant 1787 also completely negates the use of lies. 6 The majority of Jews in Israel are secular while among the religious population the vast majority are Orthodox or ultraOrthodox, with only a minority classified as Reform or Conservative denominations which are much more popular in the US. 7 Secondary schools for Orthodox females are called ulpenas, those for ultraOrthodox females are called seminars and those for males are called yeshivas. 8 See also Berman 2000. 9 Orthodox Judaism adheres to the interpretation and application of the laws in the Torah, as interpreted in the Talmud the Oral Law and further developed and applied by later authorities. UltraOrthodox Judaism is even stricter in its adherence to religious laws. The participants in our experiment were 2 Participants first filled out a detailed anonymous questionnaire and were then asked to throw a die once and report the outcome. The participant was alone and behind a curtain when throwing the die, so that the true outcome was known only to him. The payoffs in the first experiment increased with the reported outcome. 10 Therefore, participants had a strong monetary incentive to report the highest possible number i.e., six regardless of the true outcome. The tendency to lie is likely to be a function of the participants level of household income and may be constrained by obedience to a behavioral code. The use of a sociodemographic questionnaire enabled us to examine the differences in the level of honesty between secular, Orthodox and ultraOrthodox participants while controlling for gender, age, income and other sociodemographic variables. Following Fischbacher and FollmiHeusi 2013, we classify the group of subjects whose average report is statistically equal to six as complete liars and the group whose average report is statistically equal to five as partial liars. A group whose average reported outcome does not exceed the expected outcome in a fair die throw will be classified as honest. A simple way to test for honesty is therefore to compare the average reported outcome to the expected one in a fair die throw i.e. 3.5 and to the expected outcomes for complete and partial liars.11 Another approach is to calculate the proportion of participants who report five or six within each group. If the group consists of honest participants, this proportion is expected not to exceed onethird the probability of a five or six in a single throw of a fair die. The findings of the first experiment suggest that adherence to a behavioral code, as measured by the degree of religiosity, plays an important role in determining the level of honesty. Specifically, secular females were found to be less honest than Orthodox and ultraOrthodox females, even though they have higher income levels and asked to classify themselves as either secular, Orthodox or ultraOrthodox. The degree of adherence of Orthodox Jews is the most heterogeneous, ranging from close to secularism to very much like the ultraOrthodox. 10 In our version of the experiment, the payoffs are in NIS New Israeli Shekels where 1 shekel is roughly equal to 0.28 US dollars. In addition to the fixed payment of 20 NIS for participation, subjects who reported a throw of 1 received an additional 10 NIS, those who reported 2 received 20 NIS and so on. Also note that the minimum hourly wage in Israel is roughly 20 NIS. Thus, the minimal payoff is equal to the wage for about 1.5 hours of work and the maximal payoff is equal to about 4 hours. These payoffs are considerable for lowincome students. 11 The expected outcome of a fair die throw is 3 61615.365432161therefore a lower incentive to lie.12 According to the statistical tests, secular females are partial liars while Orthodox and ultraOrthodox females can be classified as honest. Similarly, secular males were found to be less honest than Orthodox and ultraOrthodox males. In comparing the level of honesty between the genders, we find that the average outcome reported by secular females is significantly higher than that reported by secular, Orthodox or ultraOrthodox males, as is their tendency to report five or six. In other words and contrary to other studies in which females were found to be more honest than males, 13 our findings suggest that the lowest level of honesty is to be found among secular females. The evidence that religious groups have a higher level of honesty is further strengthened by our findings that income is negatively correlated with degree of religiosity. Furthermore, among the secular subjects income increases with age while the opposite is the case among the Orthodox and ultraOrthodox. In other words, Orthodox and ultraOrthodox Jews have a greater incentive to lie than secular Jews. However, the indoctrination not to lie cancels out the monetary incentive. The findings also suggest that young religious females have the highest level of honesty among the various groups. Thus, the reported outcomes of young Orthodox and ultraOrthodox males are higher than those of young Orthodox and ultraOrthodox females. The tendency of young Orthodox and ultraOrthodox males to report five is higher than that of corresponding females and also exceeds the probability of onesixth expected in a fair die throw. The variance of the outcomes reported by the religious participants indicates that this is not a monolithic group and further emphasizes the role of education in instilling values of honesty. In order to more clearly establish a link between the level of honesty among the secular participants and the monetary incentives they were given in the first experiment, we conducted a similar control experiment only among secular students at the College of Management. In the control experiment, subjects were offered only a 12 Data on relative household income level is derived from the selfrankings of the subjects relative to the average aftertax monthly household income of 11,534 NIS. The data is in line with official published data such as the 2009 survey by the Central Bureau of Statistics which consistently report lower levels of household income among the ultraOrthodox. 13 See Gneezy 2005, Dreber and Johannesson 2008, Childs 2012, and Gylfason, Arnardottir and Kristinsson 2013. 4 fixed payment of 55 NIS for participating regardless of the reported outcome. 14 As expected, in the absence of a monetary incentive, the average reported outcome for both secular males and secular females was not significantly different from the average outcome of a fair die throw 3.5. In other words, in the absence of a monetary incentive to lie, the subjects reported honestly. In order to test the robustness of the results, we replicated the first two experiments, except that this third experiment was conducted simultaneously among the various groups and in the same academic institution, i.e. the Carmel Academic Center in Haifa, whose students are mostly secular with a minority of Orthodox and ultraOrthodox students. Moreover, we improved the third experiment by randomly assigning either a fixed payoff which does not create an incentive to lie or an increasing payoff which does among the secular participants. The results of the third experiment reinforce those of the first two. With respect to public policy implications, the results suggest that the level of honesty in an economy can be raised through education. This was demonstrated by the successful campaign against corruption in Hong Kong in 1974, which was designed to instill moral values and to alter social norms by means of the education system and the media see Hauk and SaezMarti 2002. By making honesty a social norm, a society can reduce the economic burden associated with dishonesty. Furthermore, when behavioral patterns become social norms, individuals gain personal benefit by complying with them as rulesofthumb, even in the absence of a punishment mechanism Aumann 1997 and Witt 2008. This paper proceeds as follows: Section 2 presents a survey of the literature. Section 3 describes the experimental design. Section 4 presents the descriptive statistics for the first experiment. Section 5 describes the econometric model and the results of the first experiment. Sections 6 and 7 present the results of the second and third experiments, respectively. Finally, section 8 concludes and summarizes. II. Survey of the literature The notion that individuals are not completely selfish and dishonest dates back to Adam Smith 1759 who asserted that: How selfish so ever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of 14 A payoff of 55 NIS is equivalent to the expected payoff in the previous version of the experiment. 5 others, and render their happiness necessary to him, though he derives nothing from it except the pleasure of seeing it. The claim that moral behavior indeed exists can also be seen in the attitude toward lying, which has been investigated in the experimental literature. Gneezy 2005 found a higher tendency to lie when there is resulting personal gain, though it is constrained when a loss is incurred to other individuals. Charness and Dufwenberg 2006 provide evidence for the existence of guilt aversion which leads individuals to fulfill unbinding promises to other individuals. Lundquist, Ellingsen, Gribbe and Johannesson 2009 experimentally examine the effect of cheap talk in a bargaining game with onesided asymmetric information. They provide evidence of lieaversion, which increases with the magnitude of the lie. Pruckner and Sausgruber 2013 examined the willingness to pay 0.6 euro for a newspaper that could be obtained free of charge. They exposed individuals to various messages which appealed to their moral sentiment and persuaded them to pay more for the newspaper; however, the messages did not increase the proportion of individuals who decided to pay for a newspaper rather than take it free of charge. Their results indicate that people have a preference for honesty that is based on internalized social norms. Bidner and Francois 2010 used data on 72 countries gathered by the World Values Survey to show that norms of trust and truth telling may be the result of wellfunctioning institutions of law enforcement and punishment. Fischbacher and FollmiHeusi 2013 measured honesty by including two unique features in their experiment which are also included in this study: the opportunity to lie without being caught and an objective mechanism for ranking the level of honesty. The participants received a die which they rolled unobserved. They received an additional 1,2,3,4 or 5 Swiss Francs for reporting the outcomes 1,2,3,4 or 5 respectively and no additional payment for reporting 6. Thus, the subjects had an incentive to be dishonest and to report higher numbers than they had actually obtained. The results showed that the population can be categorized as honest if the fraction of people reporting 6 is positive, complete liars if the frequency of the number 5 exceeds that expected in a fair die throw, i.e. 16, and partial liars if the frequency of the number 4 exceeds 16. In addition they conducted a series of experiments based on the same methodology and showed that changing the experimental setting does not significantly alter the results. In the second experiment, they multiplied the payoff by a factor of three in order to compare the effect of higher and lower payoffs. 6 In the third, subjects were asked to divide 5 Swiss Francs between them based on the reported outcome of a die roll and a third unknown party. In the fourth, they allowed for a repeated game. In the fifth, payoffs were given in sealed envelopes. Several studies have investigated gender differences in the level of honesty. Dreber and Johannesson 2008 used the experimental design of Gneezy 2005 to investigate gender differences. Participants in their experiment are either senders or receivers. Both parties have two options: action A, which yields 40 SEK Swedish kronor to the sender and 50 SEK to the receiver, and action B which yields 40 SEK Swedish kronor to the receiver and 50 SEK to the sender. Only the sender knows the true payoffs when he sends a message to the receiver to inform him which action he should choose. The message can either be true or false and the sender must decide whether to lie or tell the truth. Receivers have to decide whether to trust the senders. The results indicate that female senders lie less than male senders 38% vs. 55%. Childs 2012 also found that females are more honest than males while Gylfason, Arnardottir and Kristinsson 2013 found that there are no gender differences with respect to honesty. Erat and Gneezy 2010 distinguish between four different types of lies. The type closest to that in Fischbacher and FollmiHeusi 2013s setting is the selfish black lie where the liar receives a payoff of 1 and causes a loss of 5 to the other side.15 They found that females are less likely to lie in such a situation and therefore are more altruistic than males. This is in contrast to our findings which suggest that secular females are the least honest among the various groups. Other studies, such as Eckel and Grossman 2001 and Solnick 2001, have demonstrated that females degree of altruism is more sensitive to the experimental setting e.g., facetoface vs. total anonymity. According to Croson and Gneezy 2009s review of gender differences in preferences, most studies have found that females are more risk averse, more altruistic and less competitive than males. Several studies, however, have shown that gender differences tend to disappear when individuals operate in a competitive environment. Johnson and Powel 1994 and Atkinson, Baird and Frye 2003 found evidence of a 15 In Fischbacher and FollmiHeusi 2013s setting, the game is a symmetrical zerosum game, where the choice of five or six gives rise to an additional payoff to the participant and an equivalent loss to the experimenter. 7 similar degree of risk propensity between the genders among mutual fund managers and those studying to become mutual fund managers. The results reported in the literature thus support our conclusion regarding the effect of a behavioral code on the level of honesty and opportunistic behavior. The Orthodox and ultraOrthodox subjects in our experiment are preparing for a career in a competitive environment. Nevertheless, and even though they report lower income than the secular females, the reported outcomes of the religious subjects are found to be more honest. In other words, the indoctrination of values that prohibit lying offset the monetary incentive to lie and the effect of a competitive environment. III. Experimental Design We conduct a simplified version of Fischbacher and FollmiHeusi 2013s underthecup die experiment. The participants in the experiment received a fair die and were asked to roll it once unobserved. The participants received a fixed payment for participating and a payment that increased with the reported outcome of the die throw. In Fischbacher and FollmiHeusi 2013s original baseline experiment, participants received an additional 1, 2, 3, 4 or 5 Swiss Francs for reporting the outcomes 1, 2, 3, 4 or 5 respectively and no additional payment for reporting 6. In our simplified version, reported outcomes were multiplied by ten, so that the subjects received 10, 20, 30, 40, 50 or 60 NIS for reporting 1, 2, 3, 4, 5 or 6 respectively and an additional 20 NIS for participating. Thus, we have shifted the focus of interest to the reported outcomes of five and six rather than 4 and 5 as in the original experiment. The first experiment was carried out on Tuesday, December 4, 2012. We deliberately conducted the experiment in the middle of the week in order to avoid a potential bias arising from the fact that Orthodox and ultraOrthodox Jews consider Saturday to be a holy day. The participants were sampled from populations of secular, Orthodox and ultraOrthodox Jews, both male and female. The subjects were studying toward a BA or MA in Economics, Accounting or Business Administration at the College of Management in Rishon Le Zion or the Jerusalem College of Technology JCT. The College of Management is a regular college, whose students are mostly secular Jews. As in most Western universities or colleges, females and males study together there in mixed classes and the sole focus is on teaching material related to the students chosen 8 field of study. The students at JCT are all Orthodox or ultraOrthodox Jews. The College maintains strict separation of the genders with geographically separate campuses for males and females. The campus for females is further divided into two institutes: one for Orthodox females and one for ultraOrthodox females. In addition to the secular studies, JCT encourages and provides students with the opportunity to incorporate highlevel religious studies within their curriculum. This and the separation of genders make the JCT particularly attractive for the religious population. Formally, the experiment was conducted simultaneously at all of the campuses as follows: two days prior to the actual experiment, notices were posted on the various campuses. The notices stated only that participation is on a voluntary basis and that subjects would be paid for participating. At the beginning of the experiment, the participants entered the room one at a time and were informed that they would receive 20 NIS for participating. They then filled out a detailed and anonymous sociodemographic questionnaire. After completing the questionnaire, they were handed a sheet of instructions see Appendix A. After verifying that they understood the instructions, the experimenter handed a die to the subject. The subject then entered a different room where the actual experiment would be carried out. In order to ensure that the subjects would be unobserved, the actual roll of the die was done behind a curtain. The participant then reported the outcome to the experimenter and handed him the filledin questionnaire. The experimenter recorded the outcome on the questionnaire and handed the participant a voucher which was then exchanged for the actual payment. This concluded the experiment. 16 The participant left the room through a different door in order to prevent any contact with subjects who had not yet rolled the die. It took approximately 15 minutes for each subject to complete the experiment including filling out the questionnaire.17 16 We made sure that participants did not know the experimenters by recruiting them from outside the College of Management and the JCT. In any case, Israeli students are usually unfamiliar with the activities and representatives of their student union only 30% of students entitled to vote for their student union representatives actually do so. Moreover, as Fischbacher and FollmiHeusi 2013 demonstrated, results were robust even when subjects did not report the outcome directly to the experimenter. 17 We conducted the second and third experiments which are described in sections 7 and 8 using the same methodology. 9 IV. The first experiment: Description of the Data The data was collected by means of questionnaires filled in by the participants, which included various sociodemographic background variables gender, age, number of children, marital status, religious denomination and aftertax monthly household income. Table 1 displays the summary statistics for the first experiment by gender. Note that females report an average diethrowing outcome DIE of 4.22 while males report 4.20. Thus, without differentiating between religious denominations, the reported diethrowing outcomes are similar for both genders. The null hypothesis that the average outcome is equal to 3.5 for all subjects is clearly rejected at the 1% level. Nevertheless, the null hypotheses that the average reported outcomes are equal to five or six partial liars or complete liars are also clearly rejected at the 1% level.18 Thus, for the subjects as a whole, the level of dishonesty among participants can be described as moderate. Another approach to measuring the level of honesty is to calculate the proportion of participants who report five or six within each group. This is done by defining a variable DIE56 that equals 1 for the choices five or six and 0 otherwise DIE56. If the group consists of honest participants, this proportion is expected not to exceed the expected proportion of onethird. Fiftythree percent of female participants and 44% of males participants reported five or six which are significantly higher than onethird. Thus, for both genders, the hypothesis that the reported outcomes are honest is rejected. Nonetheless, while for the female group the null hypothesis is rejected at the 1% level, for the male group it is rejected only at the 5% level. Thus, the female subjects appear to be less honest than the male subjects. Data on household income level is derived from the selfrankings of the subjects relative to the average aftertax monthly household income of 11,534 NIS. The selfranking is based on five categories: equal to the average income of 11,534 NIS, well below the average, below the average, above the average and well above the average. Given the general preference not to reveal ones income particularly among the ultraOrthodox population, this ordinal formulation of the question enhanced the chances 18 The 99% confidence intervals are given by 3.79,4.64 for females and 3.77,4.53 for males 11 of cooperation.19 By comparing the wages reported by employees and their employers, Yitzhaki 1980 and Furman 2005 demonstrated that selfranking provides a good proxy for the wage level. The majority of participants ranked their households income either as equal to the average income of 11,534 NIS 26.37% of the females and 33.01% of the males or above it 25.27% of the females and 27.18% of the males, which together account for 51.64% of the females and 60.19% of the males. Given that the monetary incentive declines with level of income, this relatively high level of income is of particular importance. The distribution of the participants according to religious denomination is as follows: of 97 females 108 males, 32% 33% are secular SECULAR, 28% 39% are Orthodox ORTHODOX and 38% 27% are ultraOrthodox ULTRA_ORTHODOX. Thus, among females the largest group is the ultraOrthodox 38% while among males it is the Orthodox 39%. With respect to age group, the female participants were on average much younger than the males: 23 vs. 30 years old AGE.20 Finally, 28% of the females were married MARRIED, 61% were single SINGLE and 11% were divorced DIVORCED; none were widows WIDOWER. The equivalent figures for males are: 42% married MARRIED, 41% single SINGLE, 16% divorced DIVORCED and 1% widowers WIDOWER. Only 10% of the females have at least one child, as compared to 38% of the males CHILDREN. The average number of children among the females who do have children is 3 and among males about 4 CHILDREN_NO. Insert Table 1 Here 19 Indeed, of the 205 participants, only 6 female participants and 5 male participants refused to answer this question 20 The average Orthodox female starts her academic studies at a younger age than the average Orthodox male. This is because Orthodox and ultraOrthodox females are not required to serve in the army, although they often serve for one or two years in voluntary national service. The Orthodox male serves 3 years of mandatory army service as does the secular male. The ultraOrthodox male studies at a yeshiva at least until the age of 23 and in many cases begins his academic studies only after he is married , which explains why the males are relatively older in our sample. 11 V. The First Experiment: Methodology and Results 5a. The Model From a purely economic perspective, the monetary incentive to lie and thus the level of dishonesty is expected to decline at higher levels of household income. The opposite outcome namely a higher level of honesty among the lowerincome group is paradoxical and may be explained by the adherence to behavioral codes based on religious commandments. To test these hypotheses, we estimate a model consisting of the following separate equations:21 1 and 2 where: 2a 2b RANK_INC is the subjects selfranking of income level on a scale of 1 well below the average to 5 well above the average,22 DIE is the reported outcome of the die throw, FEMALE MALE equals 1 if the subject is a male female and 0 otherwise; ORTHODOX and ULTRA_ORTHODOX equals 1 if the participant is either Orthodox or ultraOrthodox and 0 otherwise the base category is SECULAR; AGE is age in years;23 SINGLE and DIVORCED equal 1 if the subject is single or divorced and 0 otherwise; CHILDREN equals 1 if the subject has at least one child and 0 otherwise; 21 We also tried to incorporate the income variable in the estimation of equation 2 but its coefficient was not significant. As we demonstrate below, the level of income is negatively correlated with the level of religiosity. 22 We estimate an ordered probit regression where the dependent variable is the subjects selfranking of household income. This methodology yields four constant terms one for each of the two adjacent categories and permits the estimation of projected probability for each category see, for example, Greene, 2012: 827831. In addition, we run both models separately for females and males. 23 By defining the age variable as the difference between the subjects age and the mean age of the sample 26.6 years old, 1 1 becomes the expected diethrowing outcome reported by a 26.6 yearold secular and married female male without children. 12 14321__AGEORTHODOXULTRAAGEORTHODOXAGEINCRANKMALESFEMALESDIESINGLEAGEORTHODOXULTRAORTHODOX543216.26_CHILDRENDIVORCED76SINGLEAGEORTHODOXULTRAORTHODOX543216.26_CHILDRENDIVORCED76;and are parameters, , 24 and and are the classical random disturbance terms. Estimation of equation 1 is designed to test the variation of the level of income across religious denominations and age groups. Estimation of equation 2 enables us to test for differences in the reported diethrowing outcomes according to degree of religiosity, age and gender. 5b. Results: SelfRanking of Income Level We first performed a specification test for the ordered probit regression. The parallel regression assumption states that unlike the constant terms, the coefficients of the explanatory variables are common to all income categories. To test the validity of this assumption, we used Brants Wald test. Results support the conclusion that the parallel regression assumption is not violated.25 Table 2 displays the outcomes of the ordered probit regression and the expected probabilities for each category. As can be seen, Orthodox and ultraOrthodox subjects ranked their household income significantly lower than secular subjects at the 1% and 5% levels. This outcome is also consistent with information obtained from the 2009 survey carried out by the Central Bureau of Statistics. According to Yitzhaki 1980 and Furman 2005, such surveys provide a good proxy for the wage level reported by employees to government authorities. According to the survey data, 78% of the ultraOrthodox population lives in households with monthly per capita income of less than 2,000 NIS. The proportion is 48% for Orthodox households and 24% for secular ones. With respect to age, table 2 shows that while the income ranking does not vary with age for secular subjects, it declines with age for Orthodox and ultraOrthodox subjects significant at the 5% level. Thus, the income gap between secular households on the one hand and Orthodox and ultraOrthodox households on the other increases with age. Some of this gap can be explained by lower workforce participation rates among the ultraOrthodox population. Thus, according to the 2009 survey, 8088% 9394% of the secular and Orthodox female male population 24 Recall, that since RANK_INC has five categories, the ordered probit regression yields four constants, one for each pair of adjacent categories. 25 The calculated chisquare value with 9 degrees of freedom is 14.55; the calculated pvalue is 10.4%. 13 4321,,,721,,,721,,,,,44,4342414participate in the workforce, i.e. are either employed or registered as jobseekers, in contrast to only 61% 52% of the ultraOrthodox population. Insert Table 2 Here The transformation of coefficients into projected probabilities yields similar results. In this case, the direction of change in projected probabilities according to age differs between the groups. The projected probability of secular subjects to report RANK1 the lowest income rank declines from 12% for AGE20 to 7% for AGE40. In contrast, the projected probability of Orthodox ultraOrthodox subjects to report RANK1 increases with age from 21% 20% when AGE20, to 25% 23% when AGE40. The opposite result is obtained for RANK5 the highest income rank: The projected probability of secular subjects to report RANK5 the highest income rank increases with age, from 10% for AGE20 to 16% for AGE40. The projected probability of Orthodox and ultraOrthodox subjects to report RANK5 remains unchanged at 45%. The results therefore indicate that stricter adherence to religious commandments is associated with lower income levels, which is line with the findings of Berman 2000 and the 2009 Central Bureau of Statistics survey. Moreover, these income gaps tend to widen in the older age groups. As demonstrated below, although the monetary incentive to lie increases with the level of religiosity, the level of dishonesty paradoxically decreases with the level of religiosity, which further emphasizes the effect of behavioral codes on the degree of honesty. 5c. Results: Test of Honesty Table 3 displays the estimation results. The regression equation reported in Column 12 includes only dummies for the different religious groups ORTHODOX and ULTRA_ORTHODOX where the base category is SECULAR while Column 34 adds sociodemographic control variables AGE, SINGLE, DIVORCED and CHILDREN. Columns 1 and 3 report the outcomes obtained for the full model, while Column 2 and 4 report only the significant coefficients. Thus, the average reported outcomes for secular females and males are 4.79 and 4.49, respectively in the case of Column 1 and 4.79 and 4.15, respectively in the case of Column 2. The reported outcome of secular females was significantly higher than that of 14 Orthodox females by 0.860.96 which is significant at the 5% level and of ultraOrthodox females by 0.870.90 which is significant at the 5% level. Finally, the reported outcome of secular males was significantly higher than that of ultraOrthodox males by 0.77 which is significant at the 5% level, and the reported outcome declined with age at a rate of 0.04 per year significant at the 1% level. Insert Table 3 Here Based on the regression results, table 4 displays the distribution of reported outcomes by gender and degree of religiosity. The reported diethrowing outcome for secular females 4.79 is significantly higher than the expected fair outcome i.e. 3.5 at the 1% level. Moreover, we cannot reject the null hypothesis that their reported outcome is equal to five even at the 5% level.26 In contrast, we cannot reject the null hypothesis that the average diethrowing outcome reported by Orthodox and ultraOrthodox females equals the expected fair outcome i.e. 3.5. Furthermore, the null hypothesis that the average reported outcome is equal to five is clearly rejected for these two groups. Therefore, we can characterize secular females as partial liars and the Orthodox and ultraOrthodox females as honest. Insert Table 4 Here With respect to males, the table indicates that the reported diethrowing outcome for secular males 4.49 is significantly higher than the expected fair outcome i.e. 3.5 at the 1% level. Unlike secular females, however, the null hypothesis that the reported outcome is equal to five is rejected at the 5% level though not at the 1% level.27 Since the rejection of the null hypothesis is weaker for secular males than for secular females there is a greater probability that they have been classified incorrectly as partial liars rather than as honest. While the null hypothesis that the average diethrowing outcome reported by Orthodox males 4.14 equals the expected fair outcome i.e. 3.5 is rejected at the 5% level, this is not the case for ultraOrthodox males. On the other hand, the null 26 Note, however, that even in this group, the null hypothesis that the average reported outcome is six is clearly rejected. This result is in line with Fischbacher and FollmiHeusi 2013. 27 Ibid. 15 hypothesis that the average reported outcome is equal to five is clearly rejected for both groups at the 1% level. Thus, the classification of Orthodox males is somewhere between partial liars and honest and there is a higher probability that they have been incorrectly classified as partial liars rather than as honest than for secular males while ultraOrthodox males can be characterized as honest with greater confidence. These classifications receive further support when we examine the differences between the reported outcomes. The differences between secular and Orthodox females 0.86 and between secular and ultraOrthodox females 0.87 are significant at the 5% level. The difference between secular and ultraOrthodox males 0.76 is significant at the 5% level. Results of the KolmogorovSmirnov hereinafter KS test indicate that the maximum difference in the cumulative reported frequencies between Orthodox and secular females is significantly different at the 10% level and between ultraOrthodox and secular females at the 5% level. Note that the differences between the reported outcomes of the Orthodox and ultraOrthodox subjects were found to be insignificant. With respect to differences between the genders, we find that the average outcome reported by secular females 4.79 is higher than that reported by secular 4.49, Orthodox 4.14 or ultraOrthodox males 3.72. The difference between secular females and Orthodox males 0.65 is also significant at the 10% level while that between secular females and ultraOrthodox males 1.07 is significant at the 5% level.28 Figures 1A1C illustrate the classification of the groups according to the distribution of the reported outcomes by gender and level of religiosity. For the secular and Orthodox groups, the relative frequencies of five and six exceed the probability in a fair die throw. Table 4D shows the frequency of the outcomes of five and six among secular females 73%, among secular males 51%, among Orthodox females and males 48% and among ultraOrthodox females 38% and males 31%. 28 Due to space limitations, the tables of crossdifferences are not presented. They are available upon request. 16 61Note that the frequency for secular females 73% is significantly higher than any other reported for groups within the sample.29 Among the secular groups, we reject the null hypothesis that the relative frequency of the outcomes five and six equals onethird at the 1% level for females and at the 5% level for males. Finally, note the low frequencies 38% and 31% and the high variance 99% confidence interval of 0.17, 0.58 for females and 0.09, 0.53 for males among the ultraOrthodox groups, which implies that responses in this group were nonhomogeneous. Insert Figures 1A1C Here Column 4 in Table 3 shows that the reported outcome of males declines by 0.04 per year the only significant coefficient for males at the 1% level. In other words, the reported outcome of males is explained by age rather than degree of religiosity. On the other hand, the tables in Appendix C show that the secular males are on average younger than the ultraOrthodox males 28.24 versus 32.66, where the 4.42 difference is statistically significant at the 5% level. In order to further emphasize the difference between 26.6 yearold females the sample mean and ultraOrthodox males, we present the reported outcomes of males by age in Table 5.30 Insert Table 5 Here The analysis reveals that the reported outcomes of males decline with age from 4.57 for 20 yearold males to 3.53 for 45 yearold males. Together with the results for the older ultraOrthodox age group, this finding provides further support for the correlation between religiosity and the level of honesty among males. The respective reports of the 30 and 35 yearold males the sample mean of the ultraOrthodox male 29 Owing to space limitations, these results are not included in the tables. The results are as follows. The difference of 22% between secular females and secular males 73% vs. 51% is significant at the 10% level. The difference of 25% between secular and Orthodox females 73% vs. 48% is significant at the 10% level. The difference of 25% between secular females 73% and Orthodox males 48% is significant at the 5% level. The difference of 35% between secular and ultraOrthodox females 73% vs. 38% is significant at the 1% level. Finally, the difference of 42% between secular females 73% and ultraOrthodox males 31% is significant at the 1% level. 30 Note that the estimated age coefficient is not significantly different from zero for females. Consequently, the results apply to females aged 26.6, which is the sample mean. 17 6161group are 4.15 and 3.95, which are significantly higher than the fair die expectancy 3.5, but significantly different from five even at the 1% level. These reports are still higher than the average female reported outcome 3.89, although the difference is statistically insignificant. The null hypothesis that the reported outcome equals 3.5 cannot be rejected only for the 4045 age group and therefore older males can be classified as honest. This heterogeneity of reported outcomes indicates that the reported outcomes of the ultraOrthodox subjects do not reflect blind obedience to religious commandments and further emphasizes the role of education in instilling values of honesty. Note the higher level of honesty among the ultraOrthodox group, despite the decline in income level with age among ultraOrthodox males. Consequently, we can classify them as more honest than secular males due to the greater incentive they have to report higher outcomes. This last result further stresses the effect of the indoctrination of norms of honesty since older males, and especially older ultraOrthodox males, have been indoctrinated to internalize religious values for a longer period than young religious or secular males. In sum, although selfranked household income is negatively correlated with the degree of religiosity, the level of honesty increases with the degree of religiosity, suggesting that greater obedience to behavioral codes more than compensates for the decline in income and the resulting increase in the incentive to lie. At the other extreme, secular females are found to have the lowest level of honesty among the groups. VI. The second experiment: The Effect of a Monetary Incentive The findings of the first experiment indicate a higher level of honesty among the religious groups than among the secular group. In order to establish a clear linkage between the monetary incentive to lie and the level of honesty among the secular group, we conducted a control experiment. The experiment was conducted among first year students at the College of Management on Wednesday, October 23, 2013 one year after the first experiment. It was identical to the original experiment, except for the elimination of the monetary incentive to lie. Participants were paid a fixed amount of 55 NIS for participating regardless of their reported outcome instructions for the control experiment are given in Appendix B. 18 Participating in the control experiment were 77 students 37 females and 40 males who all classified themselves as secular. As can be seen from the tables in Appendix D, the male participants in the second experiment are younger than those in the first 25.97 versus 28.24. The positive correlation between the level of honesty and age among males improves the quality of the control group. In contrast, the females in the two experiments were of a similar age sample mean of 24. The results of the second experiment are reported in Table 6 and Figures 2A2B. In order to emphasize the difference in reported outcomes between the two different incentive structures, the samples of the first and second experiments were pooled. The secular control group without an incentive to lie constitutes the base category in the estimation. Insert Table 6 Here The results clearly demonstrate that in the absence of a monetary incentive to lie, the distribution of reported outcomes is quite similar to the expected fair diethrowing outcome for all groups. The average reported outcome is 3.49 for females and 3.60 for males. Unlike in the first experiment, we cannot reject the null hypothesis for either gender that the average reported outcome equals the fair expected outcome 3.5, while the hypothesis that the average reported outcome equals five is rejected. Moreover, for both the treatment and control female groups with and without an incentive to lie, the KS test shows a significantly different distribution of reported outcomes at the 1% level. The results show that in the presence of an incentive to lie, the reported outcomes of secular females increase by 1.30 significant at the 1% level and those of secular males increase by 0.89 significant at the 5% level in comparison to the secular control group which did not have an incentive to lie. This result is obtained even though the secular males in the treatment group who have an incentive to lie are older than the control group and the income levels of both genders in the treatment and control groups are the same.31 Moreover, no significant difference in reported 31 The results of the orderedprobit regression are available upon request. The null hypothesis of the same income level is rejected for males at the 10% level, but is not rejected at the 5% level. For females, the null hypothesis is clearly supported calculated pvalue of 0.38 19 outcomes is found between the secular control group which does not have an incentive to lie and the Orthodox and ultraOrthodox groups. Insert Table 7 Here According to the findings in Table 7, 30% of the secular females and 35% of the secular males reported five or six as compared to 73% of the secular females and 51% of the secular males in the first experiment. We cannot reject the null hypothesis that the frequency of the reported outcomes of the control group which does not have an incentive to lie is equal to the expected outcome of a fair diethrow i.e. onethird. Furthermore, the 5% difference between genders is not statistically significant. Insert figures 2A2B Here In sum, the results of both experiments indicate that subjects who chose to report five or six in the first experiment were responding to the monetary incentive to lie. Their strategy thus appears to be more influenced by maximization of personal monetary gain rather than by behavioral codes and in the absence of a monetary incentive to lie they indeed reported honestly. VII. The third experiment: Test of Robustness In view of the long interval between the first and second experiments and the physical separation between the religious and secular academic institutions, we replicated the two previous experiments among students at the Carmel Academic Center on Tuesday, November 12, 2013 in order to test the robustness of the findings. 32 The Carmel Academic Center offers degrees in Business Administration and Accounting and its students are divided between secular, Orthodox and ultraOrthodox.33 In this replication of the experiment, we randomly assigned the fixed and increasing 32 At this point, we would like to thank Robert Aumann for his recommendation to replicate the experiment at other academic institutions. 33 Nonetheless, there are separate classes for ultraOrthodox students in which the genders are separated. Unlike in the previous experiments, both secular and ultraOrthodox classes are taught on the same campus. 21 monetary payoffs among the secular participants. We also verified that the payoff expectancy is equal across different incentive structures. 34 Prior to the actual die throwing, all participants filled in the same sociodemographic background questionnaires as in the previous experiments. Appendix E describes the various groups of subjects in the third experiment. A total of 253 students participated in the third experiment, where the treatment groups which had a monetary incentive to lie included 194 participants and the control group which did not have a monetary incentive to lie included 59 participants. The gender distribution in the third experiment is 129 females and 124 males. A comparison of the treatment group to the subjects in the first experiment shows that the secular females are approximately the same age 24.73 as compared to 24.21; ultraOrthodox females are older 25.63 as compared to 21.04 and the ultraOrthodox males are younger 26 as compared to 32.66 as are the secular males 25.45 as compared to 28.24. As can be seen in Appendix E, the age variable in the third experiment is not significantly different for the secular and ultraOrthodox treatment groups. The average age of secular females males who were given an incentive to lie is 24.73 25.45, while for ultraOrthodox females males it is 25.45 26.00. Likewise, the difference between the average ages of secular and Orthodox females is not statistically significant 24.73 as compared to 26.24. Thus, in comparison to the first experiment, the age variable is better controlled for in the case of the secular and ultraOrthodox treatment groups. With respect to the income variable, the results of the ordered probit regression available upon request are similar to those obtained in the first experiment. They reveal the same tendency of Orthodox and ultraOrthodox females and males to rank their household income significantly lower at the 1% level than secular females and males. On the other hand, no significant difference in income ranking was found between secular females and males in the treatment group and in the control group. Table 8 presents the regressions analysis of the reported outcomes, where the base category is the control group of secular females and males which did not have a 34 The subjects received a fee of 55 NIS in the case that they were assigned to the fixed payoff group. In the case that they were assigned to the increasing monetary incentive group, they received a payment of 20 NIS for participating in addition to 10 NIS, 20 NIS, 30 NIS, 40 NIS, 50 NIS or 60 NIS if their report was one, two, three, four, five or six respectively. Thus, under the second alternative, the for honest expected payoff also equals 55 NIS 20 NIS plus 35 NISindividuals. 21 1612345610 NISmonetary incentive to lie. The results were found to be similar to those of the previous two experiments. The average reported outcome for secular participants who did not have a monetary incentive to lie is 3.68 for females and 3.32 for males. As can be seen from Table 9, the null hypothesis that the reported outcomes are equal to the expected fair die throw outcome 3.5 is not rejected at the 5% level for either gender. Moreover, the hypotheses that they are equal to five or six are rejected even at the 1% level. On the other hand, when secular participants are given a monetary incentive to lie, their reported outcome rises by 1.50 for females and by 1.25 for males, which are significant at the 1% level. Thus, the random assignment of incentives to secular participants with the same income level strengthens the conclusion that the monetary incentive to lie encourages them to report five or six. Finally, note that in the absence of an incentive to lie, the difference between the reported outcomes between the secular group and the Orthodox group and between the secular group and the ultraOrthodox group is not statistically significant. Insert Table 8 Here Insert Table 9 Here Table 9 compares the reported outcomes of the various treatment groups which were given a monetary incentive to lie. Once again the lowest level of honesty is found among secular females, followed by secular males, and both can be characterized as partial liars, even though their level of income is equal to that of the secular control groups and higher than that of the more religious treatment groups. The null hypotheses that the expected outcomes of the secular male and female subjects are equal to 3.5 or six are rejected at the 1% level, while the null hypothesis that they are equal to five is not. Moreover, the average report of secular females 5.18 is found to be significantly higher than that of the secular males 4.57 at the 5% level. In contrast, Orthodox and ultraOrthodox participants reported honestly, even though they have a stronger monetary incentive to lie due to their lower levels of income, where the highest level of honesty is found among ultraOrthodox females. The average reported outcomes of these groups ranges from 3.60 to 3.90 and the null hypothesis that they are equal to 3.5 cannot be rejected. On the other hand, the null hypothesis that they are equal to five or six is rejected at the 1% level. 22 The characterization of the secular participants as partial liars is further supported by the KS test. The results indicate that the maximum differences in the cumulative reported frequencies between Orthodox females and secular females and between ultraOrthodox females and secular females are significantly different at the 1% level. The average reported outcome for secular females 5.18 is higher by 1.33 than that of Orthodox females and higher by 1.58 than that of ultraOrthodox females significant at the 1% level. The average reported outcome of the secular males 4.57 is higher than that of the Orthodox males by 0.67 significant at the 10% level and higher than that of the ultraOrthodox males by 0.67 significant at the 5% level. Note also that the differences between the average reported outcomes of the Orthodox subjects and those of the ultraOrthodox subjects were not found to be significant. Figures 3A3C present the distributions of the reported outcomes by gender and level of religiosity. It can be seen that the relative frequencies of five and six among the secular groups noticeably exceed the probability of the frequency expected in a fair die throw. Insert Figure 3A3B Here Table 9E reveals a higher tendency among Orthodox and ultraOrthodox males to report five and six relative to Orthodox and ultraOrthodox females. Note also the low frequencies 27% for females and 42% for males and the high variance 99% confidence interval of 0.04, 0.49 for females and 0.17, 0.67 for males among the ultraOrthodox group. This implies a lack of homogeneity in the responses of this group and that they are not blindly following religious commandments. The frequency of five and six among secular females 79% and secular males 55% in the treatment group with an incentive to lie is higher than onethird significant at the 1% level for females and at the 5% level for males. Note that the frequency for secular females in the treatment group 79% is significantly higher than any other reported for groups within the sample.35 35 Once again, owing to space limitations, these results are not included in the tables. The results are as follows. The difference of 24% between secular females 79% and secular males 51% is significant at the 5% level. The difference of 43% between secular females in the treatment and control group 79% vs. 36% is significant at the 1% level. The difference of 54% between secular females in the treatment group and secular males in the control group 79% vs. 25% is significant at the 1% level. The difference of 41% between secular and Orthodox females 79% vs. 38% is significant at the 1%. 23 61Overall, the results of the third experiment strengthen the conclusions of the previous two and confirm their robustness, thus providing further evidence of the role of education in instilling values of honesty. VIII. Summary and Conclusions We conduct underthecup die experiments to determine the extent to which behavioral codes offset the effect of monetary incentives to lie. We differentiate between secular, Orthodox and ultraOrthodox subjects who are studying in highly competitive academic environments in preparation for professional careers. The main difference between the groups is in their level of religiosity. The Orthodox and ultraOrthodox subjects attended religious schools which focus on the indepth study of Jewish religious texts. They have thus been indoctrinated to follow religious commandments, which include the prohibition of lying. And indeed our results show that the degree of religiosity has a positive effect on the degree of honesty. Unlike other studies in which females were found to be more honest than males, the results show that secular females have the lowest level of honesty among the various groups while the highest level is to be found among young religious females. In addition, when there is no monetary incentive to lie, secular females and males behave honestly, which implies that it is the presence of a monetary incentive that motivates secular females to act dishonestly. Given the total separation between the secular and religious education systems from kindergarten through high school, the findings stress the importance of education in instilling ethical values. If the education system were used to instill behavioral codes of honesty in the general population and honesty became a social norm, then the costs incurred as a result of dishonesty, which include the cost of law enforcement and punishment, could be significantly reduced. level. The difference of 32% between secular females 79% and Orthodox males 47% is significant at the 1% level. The difference of 41% between secular and ultraOrthodox females 79% vs. 38% is significant at the 1% level. Finally, the difference of 47% between secular females 79% and ultraOrthodox males 32% is significant at the 1% level. 24 References Akerlof, George, A. 1970. The Market for Lemons: Quality Uncertainty and the Market Mechanism Quarterly Journal of Economics, 843: 488500. Atkinson, Stanley M., Samantha B. Baird, and Melissa B. Frye. 2003. Do Female Mutual Fund Managers Manage Differently? Journal of Financial Research, 261: 118. Aumann, Robert J. 1997. Rationality and Bounded Rationality Games and Economic Behavior, 2112: 214. Becker, Gary S. 1993. Nobel Lecture: The Economic Way of Looking at Behavior Journal of Political Economy, 1013: 385409. Berman, Eli. 2000. Sect, Subsidy, and Sacrifice: An Economists View of UltraOrthodox Jews Quarterly Journal of Economics, 1153: 905953. Bertoni, Marco, Giorgio Brunello, and Lorenzo Rocco. 2013. When the Cat is Near, the Mice Wont Play: The Effect of External Examiners in Italian Schools Journal of Public Economics, 104: 6577. Bidner, Chris and Patrick Francois. 2011. Cultivating Trust: Norms, Institutions and the Implications of Scale Economic Journal, 121555: 10971129. Central Bureau of Statistics: Press Release. 2009. Social Survey 2009: Religiosity in Israel Characteristics of Different Groups.: 15. Charness, Gary and Martin Dufwenberg. 2006. Promises and Partnership Econometrica, 746: 15791601. Childs, Jason. 2012. Gender Differences in Lying Economics Letters, 1142: 147149. Croson, Rachel and Uri Gneezy. 2009. Gender Differences in Preferences Journal of Economic Literature, 472: 448474. Dreber, Anna and Magnus Johannesson. 2008. Gender Differences in Deception Economics Letters, 991: 197199. Eckel, Catherine C. and Philip J. Grossman. 2001. Chivalry and Solidarity in Ultimatum Games Economic inquiry, 392: 171188. Erat, Sanjiv and Uri Gneezy. 2012. White Lies Management Science, 584: 723733. Fischbacher, Urs and Franziska FollmiHeusi. 2013. Lies in Disguisean Experimental Study on Cheating Journal of the European Economic Association, 113: 525547. 25 Furman, Orly. 2005. Comparative Analysis of Wages and Work Indicators from Income Tax Records of wage Earners. Central Bureau of Statistics, Chief Scientist Office: 123 Hebrew Gino, Francesca and Dan Ariely. 2012. The Dark Side of Creativity: Original Thinkers can be More Dishonest. Journal of personality and social psychology, 1023: 445. Gneezy, Uri. 2005. Deception: The Role of Consequences American Economic Review, 951: 384394. Greene, William. H. 2012. Econometric Analysis Seventh Edition International Edition. New York University. Gylfason, Haukur F., Audur A. Arnardottir, and Kari Kristinsson. 2013. More on Gender Differences in Lying Economics Letters, 1191: 9496. Hauk, Esther and Maria SaezMarti. 2002. On the Cultural Transmission of Corruption Journal of Economic Theory, 1072: 311335. Houser, Daniel, Stefan Vetter, and Joachim Winter. 2012. Fairness and Cheating European Economic Review, 568: 16451655. Johnson, Johnnie E. and Philip L. Powell. 1994. Decision Making, Risk and Gender: Are Managers Different? British Journal of Management, 52: 123138. Kant, Immanuel. 1787. On a Supposed Right to Lie from Benevolent Motives. in Lewis W. Beck, ed., The critique of practical reason and other writings in moral philosophy. Chicago: University of Chicago Press, 1949: 346350. Lundquist, Tobias, Tore Ellingsen, Erik Gribbe, and Magnus Johannesson. 2009. The Aversion to Lying Journal of Economic Behavior and Organization, 7012: 8192. Mazar, Nina, On Amir, and Dan Ariely. 2008. The Dishonesty of Honest People: A Theory of SelfConcept Maintenance Journal of Marketing Research, 456: 633644. Mazar, Nina and Dan Ariely. 2006. Dishonesty in Everyday Life and its Policy Implications Journal of Public Policy Marketing: 117126. Pruckner, Gerald J. and Rupert Sausgruber. 2013. Honesty on the Streets: A Field Study on Newspaper Purchasing Journal of the European Economic Association, 113: 661679. Shalvi, Shaul, Jason Dana, Michel J. Handgraaf, and Carsten K. De Dreu. 2011. Justified Ethicality: Observing Desired Counterfactuals Modifies Ethical Perceptions and Behavior Organizational behavior and human decision processes, 1152: 181190. 26 Shalvi, Shaul, Ori Eldar, and Yoella BerebyMeyer. 2012. Honesty Requires Time and Lack of Justifications Psychological science, 2310: 12641270. Shalvi, Shaul and David Leiser. 2013. Moral Firmness Journal of Economic Behavior Organization. 93:400407. Shapiro, Carl and Joseph E. Stiglitz. 1984. Equilibrium Unemployment as a Worker Discipline Device The American Economic Review, 743: 433444. Solnick, Sara J. 2001. Gender Differences in the Ultimatum Game Economic inquiry, 392: 189200. Smith, Adam. 1759. The theory of moral sentiments. New Edition by Penguin 2010. Weiss, Brent and Robert S. Feldman. 2006. Looking Good and Lying to do it: Deception as an Impression Management Strategy in Job Interviews Journal of Applied Social Psychology, 364: 10701086. Witt, Ulrich. 2008. Evolutionary Economics. in The New Palgrave Dictionary of Economics. Second Edition. Eds. Steven N. Durlauf and Lawrence E. Blume. Palgrave Macmillan. Yitzhaki , Shlomo. 1980. On the Gap between Wage for Employee and Wage for Employees Job. Unpublished Hebrew. 27 Table 1: Summary Statistics First Experiment Variable DIE DIE56 RANK_INC1 RANK_INC2 RANK_INC3 RANK_INC4 RANK_INC5 SECULAR RELIGIOUS_ORTHODOX ULTRA_ORTHODOX AGE MARRIED SINGLE DIVORCED WIDOWER CHILDREN CHILDREN_NONumber of subjects Definition Reported outcomes of die throwing 1, 2, 3, 4, 5, 6 1 reported five or six 0 otherwise 1 selfranking of well below the aftertax average monthly household income of 11,534 NIS 0 otherwise 1 selfranking of below the aftertax average monthly household income of 11,534 NIS 0 otherwise 1 selfranking of equal to the aftertax average monthly household income of 11,534 NIS 0 otherwise 1 selfranking of above the aftertax average monthly household income of 11,534 NIS 0 otherwise 1 selfranking of well above the aftertax average monthly household income of 11,534 NIS 0 otherwise 1 Secular 0 otherwise 1 Orthodox 0 otherwise 1 UltraOrthodox 0 otherwise Age 1 married 0 otherwise 1 single 0 otherwise 1 divorced 0 otherwise 1 widower 0 otherwise 1 has at least one child 0 otherwise Number of children for the 51 subjects who have children Number of subjects who reported their level of household income Females 4.22 0.53 Males 4.20 0.44 24.18% 11.65% 14.29% 23.30% 26.37% 33.01% 25.27% 27.18% 9.89% 4.85% 1.32 0.28 0.38 22.70 0.28 0.61 0.11 0.00 0.103 97 91 0.33 0.39 0.27 30.10 0.42 1.41 0.16 0.01 0.38 4.22 108103 Notes: The experiment was carried out simultaneously at the College of Management a secular academic institution, and the Jerusalem College of Technology a religious academic institution on Tuesday, December 4, 2012. See Appendix A for the instructions given to the participants  significantly greater than 3.5 the expected outcome in a fair die throw at the 5% level  significantly greater than 3.5 the expected outcome in a fair die throw at the 1% level. significantly different from onethird the expected frequency of the outcomes five 16 or six 16 in a single fair die throw at the 5% level. significantly different from onethird the expected frequency of the outcomes five 16 or six 16 in a single fair die throw at the 1% level. 28 Table 2: SelfRanked Level of Household Income 1 3 Coef. 2 41 42 43 44 MALES 0.95 0.02 1.25 0.04 POOLED FEMALES 0.01 0.01 0.03 0.05 1 2 3 0.01 0.02 0.01 0.01 0.01 0.02 0.01 0.02 0.01 VARIABLES AGE ORTHODOX AGE ULTRA_ORTHODOX AGE Constant 1 Constant 2 Constant 3 Constant 4 Observations log likelihood Notes: Estimation results using the ordered probit regression method. There are four constant terms: one for each pair of adjacent categories. The dependent variable is the subjects selfranked level of household income RANK_INC on a scale of 1 to 5, where 1 is well below the average beforetax monthly household income of NIS 11,354 which was provided to the participants in the questionnaire, 5 is well above the average and 3 is equal to the average. Subjects who did not rank their household income were excluded from the sample. A preliminary specification test was carried out for the ordered probit regression. The parallel regression assumption states that, unlike the constant terms, the coefficients of the explanatory are common to all income categories. Brants Wald test was used to test the variables 0.01 0.03 0.01 1.79 1.18 1.35 1.18 0.65 1.17 0.29 1.18 0.26 0.33 0.25 0.46 0.25 1.52 0.27 0.35 0.42 0.33 0.46 0.33 1.68 0.37 103 147.5 194 290.2 91 136.8 validity of the assumption. The results support the conclusion that the parallel regression assumption is not violated calculated chisquare value of 14.55 with 9 degrees of freedom and pvalue of 10.4%. Standard errors appear in parentheses. significant at the 10% level. significant at the 5% level. significant at the 1% level. Following are the projected probabilities of choosing each income ranking for age20 and age40 based on the ordered probit regression coefficients: AGE20 Group SECULAR ORTHODOX ULTRA_ORTHODOX AGE40 Group SECULAR ORTHODOX ULTRA_ORTHODOX 30% 30% 30% 16% 21% 21% 32% 23% 24% 12% 21% 20% 28% 29% 30% 13% 23% 22% 36% 20% 21% 7% 25% 23% 10% 5% 5% 16% 4% 4% Prob.RANK1 Prob.RANK2 Prob.RANK3 Prob.RANK4 Prob.RANK5 Prob.RANK1 Prob.RANK2 Prob.RANK3 Prob.RANK4 Prob.RANK5 29 321,,Table 3: Reported Outcomes with a Monetary Incentive to Lie Model 1 Full DIE Coef. 3 Full DIE 4 Stepwise 2 Stepwise DIE 4.79 0.27 0.86 0.40 0.87 0.37 4.15 0.15 4.31 0.15 DIE 4.79 0.26 0.91 0.40 0.90 0.36 4.49 0.25 0.34 0.34 0.77 0.38 4.79 0.26 0.86 0.39 0.87 0.36 1 2 3 4 1 2 3 4 4.68 0.35 0.96 0.43 0.90 0.47 0.02 0.06 0.32 0.40 0.07 0.56 0.12 0.67 4.99 0.38 0.29 0.36 0.62 0.40 0.04 0.02 0.63 0.42 0.08 0.49 0.35 0.48 201 0.89 360.9 VARIABLES FEMALE FEMALE ORTODOX FEMALE ULTRA_ORTHODOX FEMALE AGE26.6 FEMALE SINGLE FEMALE DIVORCED FEMALE CHILDREN MALE MALE ORTHODOX MALE ULTRA_ORTHODOX MALE AGE26.6 MALE SINGLE MALE DIVORCED MALE CHILDREN Observations Rsquared log likelihood Notes: The table presents the results of the experiment carried out simultaneously at the College of Management a secular academic institution, and the Jerusalem College of Technology a religious academic institution on Tuesday, December 4, 2012 The dependent variable is the reported outcome of throwing a fair die 1, 2, 3, 4, 5 or 6. FEMALE and MALE the base categories equal 1 for secular females and males respectively and 0 otherwise. ORTHODOX and ULTRA_ORTHODOX equal 1 for Orthodox and ultraOrthodox subjects respectively and 0 otherwise. The age variable is measured in years where AGE26.6 is the sample mean. In columns 2 and 4, only significant coefficients at the 5% level are presented. Columns 1 and 2 include only dummies for the different groups i.e. ORTHODOX and ULTRA_ORTHODOX where the base category is SECULAR. Columns 3 and 4 also include sociodemographic control variables AGE, SINGLE, DIVORCED and CHILDREN. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 205 0.88 375.4 205 0.89 373.3 0.01 201 0.89 364.0 0.04 31 Table 4: Reported Outcomes with a Monetary Incentive to Lie Comparison by Level of Religiosity and Gender A. Comparison between secular and Orthodox subjects: Females 4.79 4.24, 5.34 4.05, 5.53 3.93 3.31, 4.55 3.09, 4.76 0.86 0.05, 1.67 0.22, 1.94 D0.31 Males 4.49 4.04, 4.94 3.88, 5.09 4.14 3.65, 4.64 3.48, 4.80 0.35 0.32, 1.01 0.54, 1.22 D0.09 pvalue0.09 pvalue0.99 Difference 0.30 0.39, 0.99 0.62, 1.22 0.21 0.99, 0.56 1.25, 0.82 0.51 0.51, 1.55 0.84, 1.88 KS test D0.21 pvalue0.34 D0.10 pvalue0.99 Religiosity Secular Orthodox Difference KS test B. Comparison between secular and ultraOrthodox subjects: Religiosity Secular UltraOrthodox Difference KS test Religiosity Orthodox UltraOrthodox Difference KS test Females 4.79 4.24, 5.34 4.11, 5.47 3.92 3.40, 4.44 3.22, 4.61 0.87 0.13, 1.61 0.12, 1.86 D0.35 pvalue0.02 Males 4.49 4.04, 4.94 3.88, 4.09 3.72 3.16, 4.29 2.96, 4.49 0.77 0.06, 1.46 0.17, 1.69 D0.26 pvalue0.16 Difference 0.30 0.39, 0.99 0.62, 1.22 0.20 0.56, 0.95 0.81, 1.20 0.10 0.91, 1.12 1.23, 1.45 KS test D0.21 pvalue0.34 D0.10 pvalue0.98 C. Comparison between Orthodox and ultraOrthodox subjects: Females 3.93 3.31, 4.55 3.09, 4.76 3.92 3.40, 4.44 3.22, 4.61 0.01 0.77, 0.78 1.02, 1.03 D0.10 Males 4.14 3.65, 4.64 3.48, 4.80 3.72 3.16, 4.29 2.96, 4.49 0.42 0.32, 1.16 0.56, 1.40 D0.17 pvalue0.99 pvalue0.60 Difference 0.21 0.99, 0.56 1.25, 0.82 0.20 0.56, 0.95 0.81, 1.20 0.41 1.49, 0.66 1.83, 1.01 KS test D0.10 pvalue0.99 D0.10 pvalue0.98 D. Frequency of the reported outcomes of five and six with a monetary incentive to lie Religiosity Secular Females 0.73 Males 0.51 Orthodox UltraOrthodox 0.58, 0.88 0.53, 0.93 0.35, 0.67 0.30, 0.73 0.48 0.48 0.29, 0.67 0.23, 0.73 0.32, 0.63 0.28, 0.67 0.38 0.31 0.22, 0.53 0.17, 0.58 0.14, 0.48 0.09, 0.53 Notes: Based on the experimental results and on Column 1 of table 3. The 95% 99% confidence intervals are given in square round brackets. The KS KolmogorovSmirnov test measures the maximum frequency difference between two distributions D. Rejection of the null hypothesis implies different distributions for the control and treatment groups. significantly greater than 3.5, the expected outcome in a fair die throw, at the 5% level. significantly greater than 3.5 at the 1% level. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1%level. 31 Figure 1A: Distribution of Reported Outcomes by Religiosity Females Figure 1B: Distribution of Reported Outcomes by Religiosity Males Notes: The subjects consisted of 97 females and 108 males. The dashed line represents the probability of obtaining any one of the outcomes in a fair die throw. 32 0102030405001020304050010203040500246SECULAR FEMALES WITH MONETARY INCENTIVE TO LIE obs.33ORTHODOX FEMALES WITH MONETARY INCENTIVE TO LIE obs.27ULTRAORTHODOX FEMALES WITH MONETARY INCENTIVE TO LIE obs.37135Percent 010203001020300102030SECULAR MALES WITH MONETARY INCENTIVE TO LIE obs.37ORTHODOX MALES WITH MONETARY INCENTIVE TO LIE obs.42ULTRAORTHODOX MALES WITH MONETARY INCENTIVE TO LIE obs.29Percent 12345661Table 5: Reported Outcomes with a Monetary Incentive to Lie Comparison between Selected Groups A. Comparison between males and Orthodox females by age: Group Males Orthodox Females Difference Age20 4.57 4.18, 4.97 4.05, 5.09 3.88 3.29, 4.47 3.10, 4.66 0.69 0.02, 1.40 0.25, 1.63 Age25 4.36 4.04, 4.68 3.95, 4.78 3.88 3.29, 4.47 3.10, 4.66 0.48 0.19, 1.15 0.40, 1.37 Age30 4.15 3.87, 4.44 3.78, 4.53 3.88 3.29, 4.47 3.10, 4.66 0.28 0.38, 0.93 0.59, 1.14 B. Comparison between males and ultraOrthodox females by age: Group Males UltraOrthodox females Difference Age20 4.57 4.18, 4.97 4.05, 5.09 3.89 3.40, 4.38 3.24, 4.54 0.68 0.05, 1.31 015, 1.51 Age25 4.36 4.04, 4.68 3.95, 4.78 3.89 3.40, 4.38 3.24, 4.54 0.47 0.11, 1.06 0.30, 1.25 Age30 4.15 3.87, 4.44 3.78, 4.53 3.89 3.40, 4.38 3.24, 4.54 0.26 0.30, 0.84 0.48, 1.02 C. Differences between reports of 3545 year old males and Orthodox females: Group Males Orthodox females Difference Age35 3.95 3.63, 4.26 3.53, 4.36 3.88 3.29, 4.47 3.10, 4.66 0.07 0.60, 0.74 0.81, 0.95 Age40 3.74 3.35, 4.13 3.23, 4.25 3.88 3.29, 4.47 3.10, 4.66 0.14 0.85, 0.57 1.07, 0.79 Age45 3.53 3.04, 4.02 2.89, 4.18 3.88 3.29, 4.47 3.10, 4.66 0.35 1.11, 0.42 1.36, 0.67 D. Differences between reports of 3545 year old males and ultraOrthodox females: Group Males UltraOrthodox females Difference Age35 3.95 3.63, 4.26 3.53, 4.36 3.89 3.40, 4.38 3.24, 4.54 0.06 0.52, 0.64 0.71, 0.83 Age40 3.74 3.35, 4.13 3.23, 4.25 3.89 3.40, 4.38 3.24, 4.54 0.15 0.78, 0.48 0.98, 0.68 Age45 3.53 3.04, 4.02 2.89, 4.18 3.89 3.40, 4.38 3.24, 4.54 0.36 0.34, 1.05 0.56, 1.27 Notes: The table presents projected values obtained from the experiment carried out simultaneously at the College of Management a secular academic institution and the Jerusalem College of Technology a religious academic institution on Tuesday, December 4, 2012. and using Column 4 of Table 3. The 95% 99% confidence intervals appear in the square round brackets. The KS KolmogorovSmirnov test measures the maximum frequency difference between two distributions D. Rejection of the null hypothesis implies different distributions for the control and treatment groups. significantly greater than 3.5 the expected fair die throwing outcome at the 5% level. significantly greater than 3.5 the expected fair die throw at the 1% level. significantly different from zero at the 10% level. significantly different from zero at the 5%level. significantly different from zero at the 1% level 33 Table 6: Estimation of Reported Outcomes with without a Monetary Incentive to Lie Model VARIABLES FEMALE Coef. 1 Full DIE 3 Full DIE 2 Stepwise DIE 3.76 0.16 1.03 0.31 4 Stepwise DIE 3.73 0.16 1.05 0.31 3.94 0.15 0.61 0.30 3.84 0.15 0.65 0.30 3.60 0.25 0.89 0.36 0.54 0.34 0.12 0.38 3.49 0.26 1.30 0.37 0.44 0.39 0.43 0.36 1 2 3 4 1 2 3 4 3.46 0.41 1.35 0.39 0.48 0.43 0.59 0.47 0.03 0.06 0.12 0.36 0.27 0.52 0.06 0.67 4.06 0.43 0.84 0.37 0.57 0.39 0.20 0.43 0.04 0.02 0.51 0.39 0.26 0.48 0.13 0.47 277 0.88 508.0 FEMALE SECULAR_WITH_INCENTIVE FEMALE ORTHODOX FEMALE ULTRA_ORTHODOX FEMALE AGE26.2 FEMALE SINGLE FEMALE DIVORCED FEMALE CHILDREN MALE MALE SECULAR_WITH_INCENTIVE MALE ORTHODOX MALE ULTRA_ORTHODOX MALE AGE26.2 MALE SINGLE MALE DIVORCED MALE CHILDREN Observations Rsquared log likelihood Notes: Results obtained for the treatment group which were given a monetary incentive to lie in the experiment carried out simultaneously at the College of Management and the Jerusalem College of Technology on Tuesday, December 4, 2012 and for the control group which did not have a monetary incentive to lie in the experiment carried out at the College of Management on Wednesday, October 23, 2013. The dependent variable in all the regressions is the reported outcome 1, 2, 3, 4, 5 or 6. FEMALE and MALE the base categories equal 1 for secular females and males who received a fixed otherwise. payment SECULAR_WITH_INCENTIVE, ORTHODOX and ULTRA_ORTHODOX equal 1 for secular, Orthodox and ultraOrthodox participants respectively who were given a monetary incentive to lie and 0 otherwise. The age variable is measured in years where AGE26.2 is the sample mean. In Columns 2 and 4, only significant coefficients at the 5% level are presented. Columns 1 and 2 include SECULAR_WITH_INCENTIVE, ORTHODOX and only dummies ULTRA_ORTHODOX where the control group is SECULAR_WITHOUT_INCENTIVE. Columns 3 and 4 also include sociodemographic control variables AGE, SINGLE, DIVORCED, and CHILDREN. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 282 0.87 523.4 282 0.87 521.1 277 0.87 512.1 for the treatment group of 55 NIS regardless of the reported outcome and 0 0.03 0.01 34 Table 7: Reported Outcomes of Secular Subjects with and without a Monetary Incentive to Lie A. Comparison between secular subjects with and without an incentive to lie: Incentive to Lie Yes No Religiosity Secular Secular Difference KS test Females 4.79 4.26, 5.32 4.09, 5.49 3.49 2.98, 3.99 2.82, 4.15 1.30 0.57, 2.04 0.33, 2.27D0.43 pvalue0.00 Males 4.49 3.98, 4.99 3.82, 5.15 3.60 3.12, 4.08 2.96, 4.24 0.89 0.19, 1.58 0.03, 1.81 D0.23 pvalue0.20 Difference 0.30 0.43, 1.03 0.66, 1.27 0.11 0.81, 0.59 1.04, 0.81 0.41 0.60, 1.43 0.92, 1.75 KS test D0.21 pvalue0.34 D0.09 pvalue0.99 B. Frequency of reporting five and six with and without a monetary incentive to lie Religiosity Secular Secular Incentive to Lie Yes No Females 0.73 0.58, 0.88 0.53, 0.93 0.30 0.15, 0.44 0.10, 0.49 Males 0.51 0.35, 0.67 0.30, 0.73 0.35 0.20, 0.50 0.16, 0.54 Notes: Results based on Column 1 of Table 6 and the merging of the treatment group with a monetary incentive to lie in the experiment carried out simultaneously at the College of Management and the Jerusalem College of Technology on Tuesday, December 4, 2012 and the control group without a monetary incentive to lie in the experiment carried out at the College of Management on Wednesday, October 23, 2013. The 95% 99% confidence intervals appear in square round brackets. The KS KolmogorovSmirnov test measures the maximum frequency difference between two distributions D. Rejection of the null hypothesis implies different distributions for the control and treatment groups. significantly greater than 3.5 the expected fair die throwing outcome at the 5% level. significantly greater than 3.5 the expected fair die throwing outcome at the 1% level. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 35 Figure 2A: Distribution of Reported Outcomes by Level of Religiosity Females Figure 2B: Distribution of Reported Outcomes by Level of Religiosity Males Notes: The subjects consisted of 134 females and 148 males. Results were obtained by merging the treatment group with a monetary incentive to lie in the experiment carried out simultaneously at the College of Management, and the Jerusalem College of Technology on Tuesday, December 4, 2012 and the control group without a monetary incentive to lie in the experiment carried out at the College of Management on Wednesday, October 23, 2013. The dashed line represents the probability of obtaining any one of the outcomes in a fair die throw. 36 050050050050SECULAR FEMALES WITH MONETARY INCENTIVE TO LIE obs33SECULAR FEMALES WITHOUT MONETARY INCENTIVE TO LIE obs37ORTHODOX FEMALES WITH MONETARY INCENTIVE TO LIE obs27ULTRAORTHODOX FEMALES WITH MONETARY INCENTIVE TO LIE obs37Percent 12345602040020400204002040SECULAR MALES WITH MONETARY INCENTIVE TO LIE obs37SECULAR MALES WITHOUT MONETARY INCENTIVE TO LIE obs40ORTHODOX MALES WITH MONETARY INCENTIVE TO LIE obs42ULTRAORTHODOX MALES WITH MONETARY INCENTIVE TO LIE obs29Percent 12345661Table 8: Reported Outcomes with without a Monetary Incentive to Lie Coef. 1 Full DIE 3 Full DIE Model VARIABLES FEMALE 4 Stepwise DIE 3.72 0.15 1.46 0.29 2 Stepwise DIE 3.72 0.15 1.46 0.29 3.70 0.15 0.88 0.29 3.73 0.15 0.85 0.29 3.68 0.26 1.50 0.36 0.18 0.35 0.06 0.36 3.32 0.27 1.25 0.37 0.58 0.37 0.58 0.37 1 2 3 4 1 2 3 4 3.66 0.38 1.56 0.51 0.16 0.43 0.19 0.52 0.02 0.03 0.13 0.34 1.29 0.87 0.11 0.40 3.27 0.46 1.46 0.54 0.77 0.43 0.82 0.54 0.00 0.03 0.11 0.39 0.95 1.07 0.25 0.47 248 0.89 435.0 FEMALE SECULAR_WITH_INCENTIVE FEMALE ORTODOX FEMALE ULTRA_ORTHODOX FEMALE AGE26.6 FEMALE SINGLE FEMALE DIVORCED FEMALE CHILDREN MALE MALE SECULAR_WITH_INCENTIVE MALE ORTHODOX MALE ULTRA_ORTHODOX MALE AGE26.6 MALE SINGLE MALE DIVORCED MALE CHILDREN Observations Rsquared log likelihood Notes: Results of the experiment carried out at the Carmel Academic Center on Tuesday, November 12, 2013. The experiment was carried out among secular students who were randomly assigned to the treatment group with a monetary incentive to lie or the control group without a monetary incentive to lie. The dependent variable in all the regressions is the reported outcome of throwing a fair die 1,2,3,4, 5 or 6. FEMALE and MALE the base categories equal 1 for secular females and males respectively who were paid a fixed sum of 55 NIS regardless of the reported outcome and 0 otherwise. SECULAR_WITH_INCENTIVE, ORTHODOX and ULTRA_ORTHODOX equal 1 for secular, Orthodox and ultraOrthodox subjects respectively who were given a monetary incentive to lie and 0 otherwise. The age variable is measured in years where AGE26.2 is the sample mean. In Columns 2 and 4, only significant coefficients at the 5% level are presented. Columns 1 and 2 include only dummies and ULTRA_ORTHODOX where the control group is SECULAR_WITHOUT_INCENTIVE. Columns 3 and 4 also include sociodemographic control variables AGE, SINGLE, DIVORCED and CHILDREN. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 253 0.89 446.8 248 0.89 439.5 253 0.89 444.9 for the treatment group SECULAR_WITH_INCENTIVE, ORTHODOX 37 Table 9: Reported Outcomes with and without a Monetary Incentive to Lie A. Comparison between secular subjects with and without an incentive to lie: Religiosity Incentive to Females Males Difference Secular Secular Difference KS test Lie Yes No 5.18 4.88, 5.48 4.78, 5.59 3.68 3.05, 4.30 2.84, 4.52 1.50 0.84, 2.17D0.43 pvalue0.00 4.57 4.13, 5.02 3.98, 5.17 3.32 2.67, 3.97 2.44, 4.20 1.25 0.50, 2.01 0.25, 2.25 D0.40 pvalue0.01 0.61 0.08, 1.13 0.09, 1.30 0.36 0.53, 1.24 0.82, 1.53 0.25 0.74, 1.24 1.06, 1.56 KS test D0.24 pvalue0.28 D0.19 pvalue0.59 B. Comparison between secular and Orthodox subjects with an incentive to lie: Religiosity Secular Orthodox Difference KS test Females 5.18 4.88, 5.48 4.78, 5.59 3.85 3.30, 4.41 3.10, 4.60 1.33 0.70, 1.96 0.50, 2.16 D0.41 pvalue0.00 Males 4.57 4.13, 5.02 3.98, 5.17 3.90 3.33, 4.47 3.13, 4.67 0.67 0.03, 1.38 0.26, 1.61 D0.19 pvalue0.54 Difference 0.61 0.08, 1.13 0.09, 1.30 0.05 0.83, 0.74 1.09, 1.00 0.66 0.28, 1.58 0.58, 1.88 KS test D0.24 pvalue0.28 D0.09 pvalue0.99 C. Comparison between secular and ultraOrthodox subjects with an incentive to lie: Religiosity Secular Females 5.18 4.88, 5.48 4.78, 5.59 UltraOrthodox 3.60 Difference KS test 3.12, 4.08 2.96, 4.24 1.58 1.04, 2.12 0.86, 2.30 D0.53 pvalue0.00 Males 4.57 4.13, 5.02 3.98, 5.17 3.90 3.41, 4.40 3.24, 4.57 0.67 0.02, 1.32 0.19, 1.54 D0.24 pvalue0.26 Difference 0.61 0.08, 1.13 0.09, 1.30 0.30 0.98, 0.37 1.20, 0.59 0.91 0.07, 1.75 0.20, 2.02 KS test D0.24 pvalue0.28 D0.16 pvalue0.82 D. Comparison between Orthodox and ultraOrthodox subjects with an incentive to lie: Religiosity Orthodox KS test D0.09 Males 3.90 Females 3.85 Difference 0.05 UltraOrthodox Difference KS test 3.30, 4.41 3.10, 4.60 3.60 3.12, 4.08 2.96, 4.24 0.25 0.48, 0.98 0.72, 1.22 D0.14 3.33, 4.47 3.13, 4.67 3.90 3.41, 4.40 3.24, 4.57 0.00 0.74, 0.74 0.99, 0.98 D0.09 pvalue0.81 pvalue0.99 0.83, 0.74 1.09, 1.00 0.30 0.98, 0.37 1.20, 0.59 0.25 0.77, 1.29 1.10, 1.62 pvalue0.99 D0.16 pvalue0.82 38 E. Frequency of reporting five and six when there is a monetary incentive to lie Religiosity Secular Secular Orthodox UltraOrthodox Incentive to Lie Yes No Yes Yes Females 0.79 0.64, 0.94 0.59, 0.99 0.35 0.18, 0.53 0.11, 0.60 0.38 0.21, 0.55 0.15, 0.61 0.27 0.10, 0.43 0.04, 0.49 Males 0.55 0.37, 0.72 0.30, 0.79 0.25 0.08, 0.42 0.02, 0.48 0.47 0.28, 0.66 0.21, 0.72 0.42 0.24, 0.60 0.17, 0.67 Notes: Results from the experiment carried out at the Carmel Academic Center on Tuesday, November 12, 2013. The 95% 99% confidence intervals appear in square round brackets. The KS KolmogorovSmirnov test measures the maximum frequency difference between two distributions D. Rejection of the null hypothesis implies different distributions for the control and treatment groups. significantly greater than 3.5 the expected fair die throwing outcome at the 5% level. significantly greater than 3.5 the expected fair die throwing outcome at the 1%level. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 39 Figure 3A: Distribution of Reported Outcomes by Level of Religiosity Females Figure 3B: Distribution of Reported Outcomes by Level of Religiosity Males Notes: The experiment was carried out at the Carmel Academic Center on Tuesday, November 12, 2013. Subjects consisted of 129 females and 124 males  The dashed line represents the onesixth probability of obtaining any one of the outcomes in a fair die throw. 41 02040020400204002040SECULAR FEMALES WITH MONETARY INCENTIVE TO LIE obs.33SECULAR FEMALES WITHOUT MONETARY INCENTIVE TO LIE obs.31ORTHODOX FEMALES WITH MONETARY INCENTIVE TO LIE obs.34ULTRAORTHODOX FEMALES WITH MONETARY INCENTIVE TO LIE obs.31Percent 12346502040020400204002040SECULAR MALES WITH MONETARY INCENTIVE TO LIE obs.33SECULAR MALES WITHOUT MONETARY INCENTIVE TO LIE obs.28ORTHODOX MALES WITH MONETARY INCENTIVE TO LIE obs.32ULTRAORTHODOX MALES WITH MONETARY INCENTIVE TO LIE obs.31Percent 123456Appendix A: Instructions Received by Subjects translated from Hebrew Good morning, In this experiment, you are requested to throw a die once while concealed behind a curtain. You are then requested to report the outcome to the experimenter and to hand him your filledin questionnaire. You will receive a voucher for payment equal to 10 NIS multiplied by the result of the die throw which you reported in addition to 20 NIS for participating. The possible payoffs are summarized in the following table: If you report: 1 2 3 4 5 6 You will receive the 10 NIS 20 NIS 30 NIS 40 NIS 50 NIS 60 NIS following amount: Fixed amount for 20 NIS 20 NIS 20 NIS 20 NIS 20 NIS 20 NISparticipating: Total payment: 30 NIS 40 NIS 50 NIS 60 NIS 70 NIS 80 NISSubmit the voucher to the student union representative on your way out and in return you will receive the payment. At that point, you will have completed your part in the experiment and we would ask you to then leave the experiment area. Good luck, The experiment team 41 Appendix B: Instructions for the Control Experiment translated from Hebrew Good morning, In this experiment, you are requested to throw a die once while concealed behind a curtain. You are then requested to report the outcome to the experimenter and to hand him your filledin questionnaire. You will receive a voucher for payment of 55 NIS for participating in the experiment Submit the voucher to the student union representative on your way out and in return you will receive payment. At that point, you will have completed your part in the experiment and we would ask that you then leave the experiment area. Good luck, The experiment team 42 Appendix C: Religiosity Secular Orthodox ultraOrthodox Total Appendix D: Religiosity Secular Secular Orthodox ultraOrthodox Total First Experiment C1. Number of Participants Females 33 27 37 97 Males 37 42 29 108 Total 71 69 66 205 C2. Age Distribution in Years Secular vs. Orthodox Religiosity Secular Orthodox Difference Females 24.21 21.78, 26.64 21.00, 27.42 23.13 20.05, 26.21 19.06, 27.20 1.08 3.07, 5.24 4.41, 6.57 Males 28.24 25.95, 30.54 25.21, 31.27 29.96 27.49, 32.43 26.70, 33.23 1.72 5.33, 1.89 6.49, 3.05 Difference 4.03 7.37, 0.69 8.44, 0.38 6.83 10.78, 2.89 12.05, 1.62 2.80 2.70, 8.31 4.47, 10.07 C3. Age Distribution in Years Secular vs. ultraOrthodox Religiosity Secular UltraOrthodox Difference Females 24.21 21.78, 26.64 21.00, 27.42 21.04 18.75, 23.33 18.01, 24.07 3.17 0.17, 6.51 1.24, 7.58 Males 28.24 25.95, 30.54 25.21, 31.27 32.66 30.06, 35.25 29.23, 36.07 4.42 7.87, 0.95 8.98, 0.16 Difference 4.03 7.37, 0.69 8.44, 0.38 11.62 15.07, 8.15 16.18, 7.04 7.59 2.77, 12.39 1.23, 13.94 First and Second Experiment Pooled Sample D1. Number of Participants: Incentive to Lie Females Yes No Yes Yes 33 37 27 37 Males 37 40 42 29 Total 71 77 69 66 D2. Age Distribution in Years secular with and without an incentive to lie Religiosity Secular Secular Difference Incentive to lie No Yes Females 24.51 22.25, 26.77 21.54, 27.49 24.21 21.82, 26.61 21.06, 27.37 0.30 2.99, 3.59 4.04, 4.64 Males 25.97 23.77, 28.18 23.07, 28.88 28.24 25.98, 30.50 25.27, 31.22 2.27 5.42, 0.89 6.43, 1.89 Difference 1.46 4.62, 1.69 5.62, 2.70 4.03 7.32, 0.74 8.37, 0.31 2.57 1.99, 7.13 3.44, 8.58 Notes: The statistics are for the subjects in the first experiment carried out simultaneously at the College of Management and the Jerusalem College of Technology on Tuesday, December 4, 2012 and in the second experiment carried out at the College of Management on Wednesday, October 23, 2013. The 95% 99% confidence intervals appear in square round brackets. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 43 Appendix E: Third Experiment E1. Number of Participants Religiosity Secular Secular Orthodox ultraOrthodox Total Incentive to Lie Females Males Total Yes No Yes Yes 33 31 34 31 33 28 32 31 66 59 66 62 E2. Age Distribution in Years secular with and without an incentive to lie Religiosity Secular Secular Difference Incentive to lie Yes Females 24.73 Males 25.45 Difference 0.72 23.16, 6.30 22.65, 26.80 23.35, 27.56 22.67, 28.64 1.72, 0.27 2.05, 0.60 No 29.29 27.75 1.54 27.37, 31.21 26.76, 31.82 25.73, 29.77 25.09, 30.41 1.24, 4.32 2.13, 5.21 4.56 7.23, 1.89 8.08, 1.04 2.30 0.45, 5.04 1.32, 5.91 2.26 6.10, 1.56 7.31, 2.78 E3. Age Distribution in Years secular vs, Orthodox with an incentive to lie Religiosity Secular Orthodox Difference Females 24.73 Males 25.45 23.16, 26.30 22.65, 26.80 23.35, 27.56 22.67, 28.64 26.24 24.69, 27.78 24.19, 28.28 1.51 3.71, 0.69 4.42, 1.41 28.90 26.69, 31.11 25.98, 31.82 3.45 6.49, 0.40 7.48, 0.59 Difference 0.72 1.72, 0.27 2.05, 0.60 2.66 5.87, 0.54 6.93, 1.60 1.94 1.77, 5.64 2.96, 6.83 E4. Age Distribution in Years secular vs, ultraOrthodox with an incentive to lie Religiosity Secular UltraOrthodox Difference Females 24.73 Males 25.45 23.16, 26.30 22.65, 26.80 23.35, 27.56 22.67, 28.64 25.63 26.00 23.99, 27.28 23.46, 27.81 23.83, 28.17 23.13, 28.87 0.90 3.18, 1.37 3.92, 2.10 0.55 3.57, 2.48 4.55, 3.46 Difference 0.72 1.72, 0.27 2.05, 0.60 0.37 3.70, 2.97 4.80, 4.07 0.35 4.11, 3.39 5.31, 4.59 Notes: The statistics are for the subjects in the experiment carried out at the Carmel Academic Center on Tuesday, November 12, 2013. The 95% 99% confidence intervals appear in square round brackets. significantly different from zero at the 10% level. significantly different from zero at the 5% level. significantly different from zero at the 1% level. 44 ", "filename": "dp7946.pdf", "person": ["Yuval Arbel", "Arbel, Yuval", "Ronen Bar-El", "Bar-El, Ronen", "Erez Siniver", "Siniver, Erez", "Yossi Tobol", "Tobol, Yossi"], "date": ["2014"]}