{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/96787/1/dp8071.pdf"], "title": ["Roadblocks on the Road to Grandma's House: Fertility Consequences of Delayed Retirement"], "plaintext": " Discussion Paper No. 8071 March 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Roadblocks on the Road to Grandmas House: Fertility Consequences of Delayed Retirement Erich Battistin Queen Mary University, IRVAPP and IZA Michele De Nadai University of Padova University Ca Foscari of Venice, Mario Padula CSEF and CEPR Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8071 March 2014 ABSTRACT Roadblocks on the Road to Grandmas House: Fertility Consequences of Delayed Retirement This paper investigates the role of childcare provided by grandparents for the fertility decisions of their offspring. We exploit a decade of pension reforms in Italy that mandated the grandparental generation to a working horizon longer than they would have had otherwise. We argue that the rise in retirement age meant a negative shock to the supply of informal childcare for the next generation. Our results show that one additional grandparent available in the early childbearing years increases by about five percent the number of children. We show that the fertility effects of delayed retirement are limited to closeknits with a strong familistic structure. The result is not just the mechanical consequence of delayed exit from parental home, of more investment in education or of more attachment to the labour market. In light of the Italian lowest low fertility we conclude that pension reforms may have had unintended intergenerational effects. This conclusion is consistent with the sharp drop in total fertility documented by official statistics for the most conservative areas of the country. JEL Classification: Keywords: Corresponding author: Erich Battistin School of Economics and Finance Queen Mary, University of London Mile End Road London E1 4NS United Kingdom Email: e.battistinqmul.ac.uk fertility, informal child care, pension reforms J08, J13, H42 The manuscript benefited from comments by audiences at GSP Brixen, Italy February 2013, DONDENA Center for Research on Social Dynamics Milan, April 2013, IRVAPP Trento, May 2013, 27th Conference of the European Society for Population Economics Aarhus, June 2013, 15th IZACEPR European Summer Symposium in Labour Economics Buch, Ammersee, September 2013, as well as from discussions with Josh Angrist, Maria Castiglioni, Matteo Cervellati, Gianpiero Dalla Zuanna, Margherita Fort, Nicola FuchsSchundeln, Omar Paccagnella, Enrico Rettore, Serena Trucchi and Matthew Wakefield. Part of the project was developed while Erich Battistin was visiting the MIT Department of Economics. The financial support from the Italian Ministry of University and Research Futuro in Ricerca 2008 The economic effects of demographic ageing is gratefully acknowledged. 1 Introduction The demographic transition has caused profound revisions of social security systems in several developed countries. In many cases these reforms have meant a shift from a definedbenefit to a defined contribution system, together with a gradual change of the minimumretirement age aimed at increasing labor market participation at the end of the lifecycle see Milligan and Wise 2012. On the one hand, by acting on eligibility rules and the return onmandatory saving to retirement, pension reforms affect consumption, saving and labor supply decisions of the targeted individuals.1 On the other hand, to the extent that individualsare altruistically linked, the effect of reforms on one generation may spill over generationsthat are not directly affected. We argue that pension reforms, by lengthening the workinghorizon of individuals, induce a negative shock to the supply of informal childcare potentiallyavailable to the next generation. We therefore investigate the intergenerational effects ofthese reforms on the fertility decisions of the offspring generation.2We expect these effects to be most pronounced in those countries where the usage ofgrandparental childcare is widespread and culturally well accepted. Moving from this idea,we take Italy as case study and consider a number of reforms of the social security systemthat took place during the 1990s and mandated individuals to a substantially longer workinghorizon. We link information for the generation affected by these reforms to life history datafor the offspring generation. To this end, we employ newly released data from the Familyand Social Subjects survey October 2012, which is part of an integrated system of socialsurveys carried out by the Italian National Statistical Office on daily lives of individuals andfamilies. This allows us to study differences in fertility and labor supply decisions acrosscouples indexed by their parents status with respect to reforms in the 1990s.A common issue in this literature, to which our identification strategy offers a new solution, is the endogeneity of childcare utilization with respect to both fertility and laborsupply of mothers. A wide range of government interventions may in principle affect the 1Recent work has considered the effects on consumption Battistin et al. 2009, saving Attanasio and Brugiavini 2003, wealth Bottazzi et al. 2006, portfolio choice Bottazzi et al. 2011 and labor supplyLiebman et al. 2009.2While the literature on the intragenerational effect of reforms on saving and labor supply is quiteextensive, to the best of our knowledge only one paper, Billari and Galasso 2010, looks at the effecton intragenerational fertility and exploit pension reforms as a source of exogenous variation to test twoalternative theories: children as consumption versus investment good.2demand for childcare, be it formal or informal. However, for policies that impact directlyon maternal work e.g. minimum wage, changes to tax credits and benefits, or maternityleave and pay flexible working rights the validity of the exclusion restriction is not alwaysuncontroversial. Also, policies altering the nature of childcare choices or costs usually target formal channels e.g. taxfree childcare vouchers provided by employers, or extendedinstruction time at school; see Schlosser 2006 and Mork et al. 2009 for examples. We marksomething of a departure, and instead consider exogenous shocks to the supply of informalchildcare across generations. By focusing on cohorts of parents whose fertility and educationdecisions were already taken in the 1990s, our key identifying assumption is that the fertilityof the offspring generation is altered by changes to the social security system only throughtheir effect on parents labor supply.The empirical relevance of our research question is grounded on the role of time devotedby grandparents to the care of grandchildren. Despite various examples of government investment to boost formal childcare policies, the number of households using informal childcareprovided by grandparents remains high in many countries. Cardia and Ng 2003 reportthat in the US Health and Retirement Survey grandparents devote an average of 8 hours perweek to the care of their grandchildren. GarciaMoran and Kuehn 2012 use the Survey of Ageing and Retirement in Europe to show that between 23 to 70 percent of grandparentstake care of their grandchildren on a daily or a weekly basis. Bryson et al. 2011 reportthat about 16 percent of UK households have a childs grandparent offering childcare whileparents work; they estimate that these are twice as many households as those using formalalternatives such as nurseries or school clubs. While the incidence of care provided by grandparents varies significantly between Northern, Central and Southern European countries, thetime transfers across generations are quantitatively important in all countries compared toother inkind or money transfers see Albertini et al. 2007.3Italy is no exception to this general pattern, but presents peculiarities that are importantfor our research question. There are 11 million grandparents in the country, representing 3In light of these numbers, informal childcare and the support to informal carers mainly representedby grandparents is now high on the policy agenda of many European countries. For example, in 2010 the UK Department for Work and Pensions announced a consultation for allowing parents to transfer nationalinsurance credits to the grandparents providing childcare.In Germany, the Federal Minister of Families Kristina Schroder has recently made a law proposal to grant grandparents the right to unpaid leave up to 3 years in order to take care of their grandchildren.3about one third of the population aged above 35. This percentage is higher for Central and Southern regions, where it picks at above 40 percent and is mirrored by lower kindergartencoverage. According to our data, grandparents hang around regularly with grandchildren: 42percent of them daily, and 39 percent at least once a week. Most importantly for the purposeof this paper, official figures from the National Statistical Office report that 86 percent ofgrandparents actively contribute to childcare, grandmothers being the most involved.4 Takenat face value, the above figures suggest that the role played by informal institutions in Italymarks a significant departure from other European countries. Besides, Italy is an interestingcase of study as it presents substantial variability in familistic culture across regions, therole of extended families being more important in the South Banfield 1958.We exploit this institutional setting and, in contrast with the literature considering crosscountry variability, we employ within country variability to investigate how changes to theworking horizon of one generation affect the organisation of the closeknit and the behaviourof its members, and how cultural factors interact with the shock. This is a potentially important channel, as we know that social norms predict a somewhat stereotyped behavior inan individuals life cycle. Living arrangements in a familistic society are different, and thepractice to leave the parental home only for marriage is widespread.5 This in turn may affectfertility, as well as labor supply decisions: a familistic culture supports a more traditionalrole for the woman, and a pronounced division of labor between male and female members ofthe family Giuliano 2007 and Alesina and Giuliano 2010. Arguably the existence of strongfamily ties is associated with more reliance on extended family members for the provisionof goods and services, like childcare.In this setting, geographic proximity represents animportant form of insurance, and reinforces cooperation bonds amongst family members. Atthe same time, it implies that access to the market and public services is, ceteris paribus,less of a need. According to official figures, the mother of 5.5 percent of married individualsin Italy lives in the same building; above 22 percent of mothers live in the same town, and 4The time granted by grandparents is not only related to occasional commitments of parents 25 percent,but also to their working hours 24 percent. Babysitting 12 percent, sickness of grandchildren 9 percentand holidays 9 percent are additional occasions of childcare provision.5Accordingly, some 40 percent of individuals aged between 25 and 34 in Italy live with their parents.Becker et al. 2010 relate it to the lower job insecurity of parents compared to children. Manacorda and Moretti 2006 argue that it is due to the parents taste for cohabitation. Giuliano 2007 relates the highrate of coresidence in Southern European countries to the sexual revolution of the 1970s that liberalizedparental attitudes towards premarital sex, and emphasizes the role of cultural attitudes in determiningliving arrangements.411.9 percent within a mile; 76 percent of individuals meet regularly one of their parents ona weekly basis. As we shall show below, these numbers are higher in the most conservativeregions of the South. One may think that parental proximity is peculiar to the anthropological family structure of the Italian society, but in fact this is not the case. For example,Compton and Pollak 2013 find that, in the US, the median distance from mothers is 20and 25 miles for adult males and adult females, respectively, and conclude that the patternof intergenerational proximity is gendered.On the other hand, independently of culture, it is well known that child raising costsmight have a sizeable impact on fertility and employment decisions of mothers. Billari and Tabellini 2010 report data on the share of young adults aged 1524 who declare to befinancially dependent on their parents. They show that Italy ranks among the highest sharecountries 74 percent, together with Greece and Spain.6 In this context we expect highercosts, ceteris paribus, for couples with few immediate family ties and who solely depend onthe formal provision of services. Blau and Robins 1989 use a sample of labormarket andlifehistories and show that higher childcare costs reduce the birth rate for nonemployedwomen, increase the probability of leaving employment, and reduce that of entering thelaborforce. Del Boca and Vuri 2007 focus on how the childcare institutions in Italy affectlabor market decisions of mothers, and Dimova and Wolff 2011 focus on Europe and finda strong positive effect of grandchildcare on the labor force participation and the degree oflabor market involvement of the young mother. GarciaMoran and Kuehn 2012 providea quantitative model to investigate the effects of grandparentprovided care on fertility andlabor supply decisions. Bick 2011 provides a lifecycle model incorporating both paid andunpaid care to children, showing that the lack of subsidized childcare is an obstacle tofemale labor market participation and depresses fertility. Compton and Pollak 2014 findthat geographical proximity of grandparents in the US, and of mothers and mothers in lawin particular, affects positively the labor supply of women with children 12 and under. Theyargue that the likely mechanism is childcare.6These patterns also affect how wealth is transmitted across generations in Italy. Guiso and Jappelli2002 show that intergenerational monetary transfers make households purchase considerably larger homes.Cannari and DAlessio 2008 show that received transfers account for between 30 and 55 percent of the netwealth held by households. Jappelli et al. 2013 show that the fraction of households receiving real estatetransfers rises from 30 percent in 1993 to just above 35 percent in 2006. Tomassini et al. 2003 study theimportance of parents financial help for housing tenure of their offspring, and show that intergenerationaltransfers are typically employed to purchase a house.5The presentation of our findings is structured as follows. First, we show that the pensionreforms implemented in Italy during the 1990s affected markedly the working horizon ofindividuals. As we will discuss further below, the cohorts considered comprise only individuals whose educational and fertility choices were taken at the time of reforms. This is animportant point that we use to rule out the existence of multiple intergenerational channels.We document negative effects of the reforms on retirement probabilities of about 5 percentat age 50, which up to 1992 was the minimum retirement age set by law. In light of the steeptransition rates from work to retirement in the 50 to 55 age range observed before 1992, weconclude that the reforms lengthened by about 5 years the working horizon of individuals.Manacorda and Moretti 2006 and Battistin et al. 2009 document similar effects on labormarket participation rates using data from the Bank of Italy.Second, we present results from reduced form regressions of fertility for households whosefamilies of origin were differentially affected by the reforms. The thought experiment setsup the comparison of sameage females with observationally identical parents and parents inlaw but mandated to increasingly longer working horizons because of the reforms. We showthat the number of parents eligible for pension benefits, which we use to proxy potentialavailability for informal childcare, has an important effect on fertility. One additional parentavailable in the early childbearing years during the 20s increases by 5 percent the numberof children in the household. We find that the fertility effects of pension reforms are morepronounced for family types oriented to a familyintensive social organization technology.As fertility in our data is measured in 2009 at the latest, we are not able to discuss whetherthe limited access to informal childcare results in a postponement of fertility decisions to thelate childbearing years during the 30s or in a permanent change. We however use officialstatistics to show that the marked differential in total fertility rates between the most andthe least familyintensive areas of Italy started to close for generations of females whoseparents were the most affected by the reforms. Consistently with our interpretation, thefertility gap between the two areas was fairly stable until that time.In addition, we shed light on the possible channels at work behind these results. Westart by investigating whether reliance on grandparental help reflects preferences or followsfrom financial constraints andor lack of access to formal childcare. We show that the effectson fertility do not vary with household wealth once family ties are taken into account, and 6that this conclusion is robust to the indicator of wealth employed. Also, we reach the sameconclusion once we investigate the role of publicly provided childcare. We therefore concludethat the effects of grandparental availability are driven by preferences and social norms,consistently with the idea that familistic societies attribute more value to members of theextended family. We also document gender differences in the role of grandparents. The effectsof grandparental availability are solely driven by availability of maternal grandparents, witha more pronounced role of the grandmother.Finally, we explore the importance of two other margins of adjustment:labor supplyand education. Changes in fertility decisions and the reduction of informal childcare mayhave resulted in increased labor market participation, andor more investment in education.We do not find any intergenerational effect on labor supply. In line with our findings, recent work on Sweden a high fertility rate country has shown a limited effect of childcarepolicies on labor supply of the women see Lundin et al. 2008. Other evidence for lowerfertility countries, including Italy, seems also in line with our results. Nicodemo and Waldmann 2009 show that in Mediterranean countries a very high percentage of women whodo not work use nonparental childcare arrangements. We find a positive effect of numberof grandparents available on the probability of obtaining a college degree, regardless of theextent of family ties. This suggests that the effect on fertility works over and above that oneducation.The remainder of the paper is organized as follows. Section 2 describes pension arrangements in Italy, introduces the data and explains the sample selection criteria adopted in theempirical analysis. Following a brief graphical analysis in Section 3, Section 4 first discussesthe effects of pension reforms on labor supply of the parental generation, and then shows thefertility effects of delayed retirement. Section 5 discusses the mechanism behind our resultsand the role of alternative channels, and also provides falsification tests for the validity ofour identifying restrictions. Conclusions and policy implications are deferred to Section 6.2 Institutional background and data Pension arrangements in Italy In the time window relevant to our analysis, pension benefits were conditional on eligibilityobtained through old age or seniority criteria. In the former case benefits could be claimed 7after having reached a certain statutory age set by law. In the latter case eligibility dependedon the number of years of contributions accrued, independently of age. Eligibility for pensionbenefits was obtained whatever of the two conditions was met first.Until 1992 replacement rates were high, pension benefits were computed on the basisof the earningsmodel and generous early retirement schemes were available. The ratioof pension benefits to GNP reached almost 16 percent in 1992, the highest value amongindustrialized countries. To respond to the growing unbalance, three reforms were rolled outbetween 1992 and 1997. The aim was to gradually tighten eligibility criteria by increasingthe statutory retirement age and the minimum years of contributions, abolishing senioritycriteria for individuals who entered the labor market after 1995, and indexing pension benefitsto prices rather than wages.7The change to eligibility conditions was massive and is most simply understood by considering Figure 1, where reported is the minimum retirement age calculated from seniorityand old age criteria for a discussion of the institutional details underlying the computationsee, for example, Bottazzi et al. 2006 and Battistin et al. 2009. The figure sets out the comparison of consecutive cohorts of individuals indexed by the year in which they reach age 50. A 13 year window is considered that spans the period relevant to our empirical exercise19922004. A breakdown is considered by gender and sector of activity public, privateand selfemployment, which represent the dimensions explicitly mentioned in the law. Wealso stratify by educational attainment high school dropouts, high school graduates andcollege graduates, which we use to compute years of contributions accrued since entrancein the labor market. To this end, although our data contain information on age at first job,age when highest qualification was attained, and employment histories for all interviewees,we adopt definitions that are unaffected by errors in selfreported measurements. In particular we assume continuous working careers from the year when the highest qualificationwas attained, and impose a common age of entrance in the labor market for all individualssharing the same educational attainment 15, 19 and 24 for the three incremental categories 7The first of these reforms was presented in the second half of 1992 by the Government led by Giuliano Amato, and it is known as Amato reform. The other two reforms were passed in 1995 and 1997, when Lamberto Dini and Romano Prodi, respectively, were in charge. These reforms are known as Dini and Prodi reforms. In 2001 the government led by Mario Monti abolished seniority pensions and introducedfor early pension scheme, which is accessible by male female workers who contributed for at least 42 41years. It will follow from the sample selection criteria that all cohorts considered entered the labor marketbefore 1995. This is why we maintain the distinction between seniority and old age criteria in Figure 1.8considered, these being ages when the qualification is typically attained according to the Italian education system.The evidence suggests that for the cohorts considered eligibility for seniority pensionswas, by and large, the binding requirement. For example, until 1992 males employed in theprivate sector qualified for old age pensions at age 60, and for seniority pensions at any ageprovided that they had accumulated at least 35 years of social security contributions. As aresult, until 1992 male private employees with a continuous working career from age 15 couldretire as early as age 50. Accordingly, high school dropouts working in the private sectoraged 50 in 1992 are eligible for seniority pensions, but fall 10 years behind eligibility for oldage pensions see the left hand side graph in the top panel of Figure 1. College graduatein the private sector entered the labor market 9 years later, and thus in 1992 cannot claimpension benefits see the right hand side graph in the top panel. Notably, the minimumnumber of years of contributions for public workers was 20 up to 1992, making retirementnot uncommon for individuals in their forties.In the new regime the statutory retirement age was raised for private sector employeese.g. from 60 to 65 for males, but not for public employees. Access to seniority pensionsstill requires at least 35 years of contributions, but provided that a minimum age conditionis also met. This explains the gradual increase in years to eligibility that is observed as wemove to the right of each panel. It emerges that relatively close cohorts of individuals faced,because of the regulatory interventions, sharp changes to their eligibility rules.Working sample We use data from the newly released wave of the Multiscopo Survey, conducted by the Italian National Statistical Office in 2009 and released in October 2012. In particular, weuse the Famiglia Soggetti Sociali Condizione Infanzia Family and Social Subjects sectionof the survey. This is the third wave of a large cross sectional survey conducted every sixyears which collects detailed retrospective information on employment occasions and fertilitydecisions for each member of the sampled household. The frame is designed to yield a sampleof about 18, 000 households representative of the Italian population.Our setting considers three generations of individuals. We will label as grandparentsthose for whom we define the pension reforms status in the 1990s. Fertility will be measured 9for the offspring of this group. Also we will at times refer to children of the latter generation,which we will label as grandchildren. The offspring generation is used as pivotal group todefine the working sample. By looking at official figures for the average age at first child,we selected married or cohabiting couples whose female member is aged between 23 and 37during the reforms roll out 19922004. Individuals were interviewed in 2009, and detailedcurrent and retrospective information was collected on significant events in the life of allhousehold members. It follows that for both members in the couple we are able to reconstructlife cycle employment and fertility decisions until 2009. Other than event history data, thesurvey collects unique information on a broad spectrum of demographics describing the socialbackground of the family. In particular, it provides detailed information on family structure,current and past closeknit networks and informal help and assistance received during criticalevents, life of the couple, relationship with the family of origin, help provided to childrenby family members and relatives, permanence of young adults in the family, careers of allfamily members and social mobility. Will refer to the 4, 333 couples in this group as Main Sample, for which descriptive statistics are presented in the left hand side panel of Table 1.Most importantly for the purpose of this paper, for both members of the couple demographics were collected on the families of origin. These consist of education, year of birthand a coarse indicator of the main occupation of both the father and the mother of the interviewee. By using these variables and the rules described in Section 2, we imputed pensioneligibility of all members in the family of origin. It follows that we are able to retrieve laborsupply and fertility information at various ages of the female member of the Main Sample,and relate these to the pension eligibility status at that age of members of her family oforigin as well as of those of her partner.In the spirit of the twosample instrumental variable idea Angrist and Krueger, 1992, weused year of birth of members in the family of origin to construct an additional sample. Thisconsists of individuals interviewed in 2009 and born in a time window that matches that ofgrandparents in the Main Sample. Summary statistics for the year of birth of grandparentsas obtained from the Main Sample are in Table 1, while the full distribution is presented in Figure A.1 By considering these figures we selected males and females born between 1925and 1955, regardless of the marital status declared in 2009. This yielded a sample with 6, 467 males and 7, 399 females, which we will label as Sample of Grandparents and use to 10investigate the direct effects of the pension reforms taking advantage of the event historymodules of the questionnaire. Replicating the procedure followed above, for all individualsin this sample we imputed the pension eligibility status at various ages. We can thereforedefine the employment life cycle histories and retirement decisions for all individuals inthe Sample of Grandparents, and relate these to the exogenous changes introduced by thereforms. Descriptive statistics are presented in the right hand side panel of Table 1.3 Descriptive statistics and graphical analysis Pension eligibility and labor supply Our investigation of pension reforms begins by deriving descriptive evidence in Figure 2 thatis suggestive of sizeable effects on labor market participation of individuals in the Sampleof Grandparents. The graphical analysis presented is derived according to the followingprocedure. As in Figure 1, the horizontal axis runs over groups indexed by the year inwhich the individual reaches age 50. The top panel reports, for each cohort, the averageminimum retirement age of individuals calculated from seniority criteria as explained above.The bottom panel reports cohort percentage of employed individuals at 53 and 55, as theavailable empirical evidence suggests a substantial transition to retirement in this age rangebefore 1992 see, for example, Battistin et al. 2009. To limit the number of figures, wepresent results only for male individuals.The discontinuity in employment probabilities depicted in the bottom panel mirrors thediscontinuity of pension eligibility in the top panel. As summary statistics, we computedregressions of minimum retirement age on a postreform dummy and a second order polynomial in cohort, controlling for region fixed effects. Results suggest that the number of yearsto pension eligibility increased for males by about 5 years for males employed in the privatesector, and to nearly 9 years if we consider public workers and selfemployed.We will use between cohort variation in pension arrangements as an exogenous shockto the labor supply of grandparents, and through this to the available time they coulddevote to the care of grandchildren. The thought experiment sets out the comparison ofsame age females with observationally identical parents and parents in law mandated toincreasingly tighter requirements for pension eligibility. The source of variability employedis presented in Figure 3, which is computed from the Main Sample. The horizontal axis refers 11to the cohort of birth of the female member of the couple. Each point on the vertical axisreports the residualised total number of eligible grandparents in the household at differentages of the female member of the couple, residuals being taken with respect to age andeducation of grandparents. This quantity before taking residuals represents the total numberof grandparents potentially available for childcare, and will be used in the regressions below.It is clear that females born in the 1970s lived their twenties and thirties in a setting witha substantially lower potential supply of childcare with respect to older peers born in the 1960s. The question is whether this change induced by the implementation of pension reformsreflects into differential fertility decisions.Family ties and the role of culture Using a number of variables on the relationship of individuals in the Main Sample withtheir families of origin, we derived an indicator for the strength of family ties. For bothmembers of the couple we have information at time of interview on the place of residenceof their parents, on the modality and frequency of contacts visits or telephone calls andon whether they meet regularly for lunch or dinner over Sundays or week ends. In addition,we have information for whether the couple at the time of marriage received financial helpto buy the house, and on parental place of residence at that time. We extracted the firstprincipal component from 6 variables spanned by this information, and standardised theindex so that it increases with the extent of family ties. We attributed strong family tiesto those couples with values of this index above its sample median. Figure A.2 plots thegeographical distribution of the percentage of households with strong family ties, and deliversa picture consistent with evidence that others have already documented from different datasee, for example Alesina and Giuliano 2013. Summary statistics are presented in Table 2.8Implicit is the idea that pension reforms did not alter the extent of family ties, forexample through effects on mobility of individuals that depend on the working horizon of 8Consistently with Alesina and Giuliano 2013, we show in Figure A.2 that family ties are negativelycorrelated with female labor force participation in 2009 although the same conclusion holds up when differentyears are considered. Moving causality to the background, the figure is suggestive of persistent effects ofcultural norms across economic conditions and of a more traditional role for the woman in environments withstrong family ties. Also presented in Figure A.3 is the distribution across areas of percapita number of seatsat kindergarten in 2009, which we used to proxy the supply of public formal childcare. This information,collected by the Italian National Statistical Office, is available only from 2003 and is therefore not used inequation 3. The association between ties and childcare availability is worth of notice.12their parents. This is an assumption for which we cannot provide direct evidence usingone wave of data, as information on proximity of grandparents is collected only at time ofinterview. We circumvent the problem by pooling the three existing waves of Multiscopo Survey. Although the different structure of some modules across survey waves does notallow us to pool data for estimating our main equations of interest, information on familyties is consistently collected over time. We therefore use this feature to contrast indicators ofproximity between grandparents and adult offspring as measured in three occasions 1998,2003 and 2009. We select cohorts of grandparents by taking a fivepoint window centeredat those who were the first to be affected by reforms i.e. those born in 1946 and aged 50 in 1996, as seen in Figure 2. Straightforward calculations show that by pooling cohorts bornbetween 1940 and 1945 prereform we can measure proximity at all ages between 53 and 68.9 Similarly by pooling cohorts born between 1946 and 1950 postreform proximity canbe computed at all ages between 48 and 63.We set out the comparison between pre and postreform cohorts with respect to variousindicators of distance. We kept all individuals born between 1940 and 1950, and computeda percentage living in the same municipality of their offspring; b percentage having lunchor dinner with offspring regularly on Sundays; c percentage meeting offspring at least oncea week; d percentage calling offspring at least once a week. For each indicator of proximity,tca, we estimate:tca a, c 1lc 1946 ca,1where c and a are, respectively, cohort and age, a, c is the parametrization adopted forage and cohort effects quadratic polynomials, 1lc 1946 is an indicator for post reformcohorts and standard errors are clustered by cohort. Estimation is carried out by limitingthe analysis to the age range 53 63 to ensure full support. Results are presented in Table 3, and show relatively precise zeros for the post reform coefficient associated to all indicatorsof family ties. The graphical analysis in Figure A.4 also confirms substantially parallel ageprofiles for family ties for pre and post reform cohorts.As an alternative robustness check, we experienced with alternative definitions of family 9Proximity is reported in 1998, 2003 and 2009. Thus for any cohort of parents c we can compute ameasure of distance from adult offspring when individuals in the cohort are aged a, a 5 and a 11, witha 1998 c.13ties to limit the spurious effects of differential mobility between pre and postreform cohorts. We defined ties independently of proximity relying only on the frequency of telephonecontacts. It turns out that this alternative definition yields qualitatively the same resultspresented in Table 5 below. These results are documented in Table A.1.4 Empirical framework Effects of pension reforms on parental labor supply Moving from the nonparametric analysis above, we now investigate the statistical relevanceof the effects documented by framing the problem in a regression setting. We start frominformation in the Sample of Grandparents. Labor force participation of individual i at agea, yia, is modelled as a polynomial function of cohort of birth, ci, the indicator for pensioneligibility at age a, zia, and a set of demographics and arealevel characteristics that are agespecific, wia. The latter set comprises variables that vary over time and, through this, withage of individuals. Conditional on age and demographics, identification of the coefficienton zia is obtained using variability across cohorts. In light of the sample selection criteriaadopted, we restrict the analysis to the range a 50, . . . , 57 for high school dropouts anda 50, . . . , 60 for high school graduates as, away from this range, little variability in zia isobserved in our data. We report results from the following specification estimated by gender:60cid:88yia 0a adiazia 1ci 2c 2i 3wia ia,2a50where dia is the indicator for individual i having age a. In practice age effects are modelledthrough a quadratic polynomial in age 0a, and we impose that the coefficients on cohortand wia are constant with age as results proved robust to this choice. In our specification,wia consists of a full set of dummies for region of residence and educational attainment.Throughout the analysis standard errors are clustered by cohort, education and sector ofactivity, which together define the level of variability of the variable zia.Results from specification 2 are reported in Table 4, separately for males and females.The breakdown by educational attainment is also considered, as the age range relevantto retirement decisions varies importantly along this dimension. The focus here is on theeffects of introducing more stringent eligibility requirements on labor supply. Because ofthis, equation 2 is estimated excluding homemakers. We define this group by selecting 14females who have been permanently out of the labor force over the life cycle. This grouprepresents almost 40 percent of females in the Sample of Grandparents.Columns 1 and 4 report results by gender for the full sample. Eligibility for pensionbenefits has a negative effect on labor force participation at all ages, and this effect increasesas the individual ages. For example, eligibility acquired for males by age 55 makes retirementat that age more likely by about 8 percent. As pension reforms gradually increased old agerequirements to 65 and 60 for males and females, respectively, it is reassuring to noticethat the effects in column 4 shrink as the individual approaches age 60. Columns 2and 3 make clear that agespecific effects for males are nonparametrically identified usinginformation for individuals with different educational qualifications. Columns 5 and 6convey the same information in the sample of females.Overall results point to important effects of pension reforms on labor force participation,and are in line with previous evidence documented from different data Manacorda and Moretti 2006 and Battistin et al. 2009. In particular, the regression discontinuity strategyin the latter paper shows that for a large portion of individuals the decision to exit the labormarket was taken upon obtaining eligibility.Fertility effects of delayed retirement Estimation is carried out using data from the Main Sample. Fertility of female j at age a ismeasured by a dummy for being mother at that age, fja, over the range a 23, . . . , 37. Thefollowing specification is considered:37cid:88fja 0a adja zja 1cj 2c 2j 3xja uja,3a23where cj is cohort of birth of the female, 0a is a quadratic polynomial in age and xjaare agespecific demographics. The variable zja is computed as number of members in thefamily of origin parents and parents in law who are eligible for pension benefits when thefemale member of the couple is aged a. Age profiles are modeled nonparametrically throughinteractions defined by the dummies djas for equally spaced age bands spanning the 23 37interval. Identification of these coefficients rests upon the variability in Figure 3.Due to coarse information on the sector of activity for members in the family of origin, weimpute pension eligibility from cells defined by gender and education using rules for private 15sector workers i.e. using the top row of figures from both panels in Figure 1. We do so alsofor homemakers in the families of origin, which can be identified with some caveats that wediscuss in Section 5. The inclusion of homemakers in the grandparental generation does notaffect the validity of our identification strategy. This group consists of never takers withrespect to pension reforms, and thus does not convey useful information for estimating theparameter we are after.Controls in xja can be grouped into three categories. First, we use variables that aredirectly related to the couple; these are education of head and spouse, age of the male member, region of residence and regional female employment rate. Second, we use characteristicsthat are related to composition of the family of origin and which are member specific: dummies for being still alive, age and education. The latter variable is meant to net off lifetimeresources in the family, which most likely are transmitted across generations; age effects areinstead used to capture differential propensity or availability of older members to providechildcare. Finally, we include number of siblings of couples members to model the potentialcompetition for grandparental time between young relatives, and a dummy for being thefirst born male in the family of origin to control for preferences frequently encountered infamilistic environments.The main results are in columns 13 of Table 5, where presented is the effect of numberof grandparents available on the probability of being mother. Column 1 indicates that theeffect is positive and statistically significant after age 29, which for the years after the reformaccording to official figures is close to the average age at first child in Italy. One additionalgrandparent available at that age increases the likelihood of being mother by 3 percent.In columns 2 and 3 we investigate the interplay between cultural factors and changesto the closeknit by stratifying for family ties. We find that column 1 masks importantheterogeneity along this dimension, as the effects of grandparental availability come fromthe most familistic environments. Columns 46 and 79 focus on the probability ofhaving more than one child and on number of children, respectively. A drop in the supplyof available grandparents affects total fertility during childbearing years.There is a vast empirical literature on the role of culture and family ties for fertilityand female labor supply decisions. The general conclusion is that social norms in southern European countries affect living arrangements, and that are strong predictors of a more tra16ditional role of the woman in the society. Youths move out of parental home for marriage,do not cohabit, and the male breadwinner culture affects both female labor market participation Alesina and Giuliano 2010 and fertility decisions Fernandez and Fogli, 2009.The results in column 10 of Table 5 show a negative association between the probabilityof living with parents and their eligibility for pension benefits. The finding is consistentwith the interpretation offered by Manacorda and Moretti 2006 on the role of parents inthe nestleaving process. Parents labor income allows them to offer their children higherconsumption in exchange for their presence at home. Manacorda and Moretti 2006 usethe same pension reforms that we consider here to instrument for disposable income at thehousehold. Column 10 offers a reduced form interpretation of their results, implying thatyoung individuals whose parents are affected by reforms delay exit from parental home.In columns 11 and 12 we focus on households with weak and strong family ties.Results are driven by the weak family ties, suggesting that the effect on fertility operates overand above the effect on living arrangements. Should the effect on fertility follow mechanicallyfrom an effect on living arrangements, the latter effect would be higher with strong familyties. There are additional reasons to believe that the readiness for leaving the family if thebribe is not adequate, as suggested by Manacorda and Moretti 2006, is not the mostplausible channel at work given the institutional setting in Italy. Pension reforms havemeant not only the postponement of retirement but also the reduction of pension benefits.As shown in Bottazzi et al. 2006, the effect on pension wealth is negative and the offsetbetween private and pension wealth is below one, which implies a negative effect on overallwealth. Therefore, it is hard to describe pension reforms as a positive shock to wealth.In addition, even if only what matters is current disposable income, liquidity problems areunlikely to play a role. As discussed by Battistin et al. 2009, employees receive a largebonus payment upon retirement technically: a severance pay, which implies that one wouldexpect parents who retire being less cash constrained than those who do not retire.Additional evidence from official statistics To put our results in context, Figure 4 plots the number of children at age 32 against yearof birth of the mother using published data from 1970 to 2012 as obtained from the officialpublications by the Italian National Statistical Office. The focus on the years of data 1970172012 ensures the computation of fertility at age 32 for all cohorts of the Main Sample withoutresorting to approximations or projections. The vertical line refers to the cohort of femalesborn in 1963, and aged 32 in 1995. Cohorts at the right hand side of this line spent anincreasingly longer span of their reproductive cycle after the roll out pension reforms. Forexample, the cohort of those born in 1970 were 25 at the reform roll out, and fertility in Figure 4 reflects the cumulated effect of 7 years of exposure. Similarly, the 1975 cohortcumulates the effects from age 20.The continuous line in Figure 4 reports the average number of children by age 32 computed using residents in Southern Italy. Building upon the sharp geographical divide depictedin Figure A.2, we take the figures for the South as proxy for the fertility rate among strongfamily ties households. Similarly we use Northern regions to proxy the fertility rate amongweak family ties households. The dashed line in the figure reports the difference betweenthe continuous line and its counterpart constructed using only regions in the North and istermed the SouthNorth differential.10As documented by various studies in the literature see, Caltabiano et al. 2009, fertility inthe most familistic areas of the country has considerably declined for the youngest cohorts.The difference between cohorts born in the 1960s and in the 1970s is about 0.5 children,out of nearly 1.8 children for those born in the later 1950s. Interestingly, the SouthNorthdivide was substantially stable until the 1963 cohort, with females in the South having onaverage 0.5 more children than those in the North. Fertility in Northern regions also steadilydecreased for these cohorts, although it shows a turning point for the most recent cohortsborn during the 1970s. These are facts that are all well documented in demography. Thedashed line in Figure 4 shows that, despite the common trend across areas of the country,the drop in fertility was differentially more pronounced in the most familistic regions.This pattern is consistent with results presented in the third panel of Table 5, whichimply that pension reforms should have affected mostly environments characterized by strongties. Taking Table 5 at face value the dashed line in Figure 4 can be given a differencein differences or a synthetic cohort interpretation see Abadie et al. 2010, with Northern 10Either definition was obtained using official administrative borders. The Northern territory consistsof the following regions: Piemonte, Valle d Aosta, Liguria, Lombardia, Veneto, Trentino Alto Adige, Friuli Venezia Giulia and Emilia Romagna. The Southern territory consists of Campania, Abruzzo, Molise, Puglia,Basilicata, Calabria, Sicilia and Sardegna.18regions representing the counterfactual fertility for the South. Column 9 of Table 5 pointsat an estimated effect of about 0.08 children per additional grandparent available. Thisfigure should be compared to an average of 1.55 children by the age 32 i.e. 5 percentfor the cohort of females marginally unaffected by the reform at that age i.e. 1963 livingin the South. The stability of the difference before the 1963 cohort is also suggestive ofimportant changes after the implementation of pension reforms, and this is consistent withour interpretation.5 Alternative channels at work and placebo tests Preference for grandparental childcare versus resources The results presented in Table 5 are silent about the channels driving the effect of grandparental eligibility on fertility of their offspring. On the one hand the evidence documentedis consistent with strong preference for grandparental childcare. At the same time, thedecision to rely on grandparents may be driven by the lack of affordable formal childcareopportunities.To evaluate the importance of households resources for fertility decisions, we interacttwo proxies of wealth with zja. The first proxy is based on educational attainment of familymembers, the second on house size. Results are presented in Table 6: columns 13 forthe former and columns 46 for the latter proxy. In either case we conclude that theeffects documented in Table 5 remain also in the absence of financial constraints. Using theeducation proxy, high wealth households are defined by considering the highest educationalattainment of the head and the spouse. To ensure some balance between groups we set thecutoff to high school graduates, although results are robust with respect to the definitionadopted. The house size indicator first computes peradult number of rooms in the house,and then classifies households over and below the area average to adjust for housing marketprices. The effects of family ties dominate the effects of financial constraints, thus unveilinga latent taste for grandparental childcare in childbearing decisions. The fertility decisions ofcloseknits are substantially unaffected by resources: effects estimated for low wealth andhigh wealth couples are similar and, if anything, larger in the latter group when educationis considered. The house size proxy also does not yield any appreciable difference in theeffect of pension eligibility between high and low income families.19We also take a broader view of resources and classify as high wealth those householdsliving in areas with kindergarten coverage above the national median. We therefore exploitvariability arising from closeknits with weak and strong ties living in socioeconomic environments offering good coverage of public childcare. Figures released by the National Statistical Office indicate a strong geographical gradient in the percapita number of kindergarten seats.Interestingly enough, this pattern is the mirror image of the geographic distribution of familyties in the country. Not only the South is distinguished by persistently higher unemployment and lower percapita income, but it also presents a substantially lower number of publicstructures than Northern and Central regions see Figure A.3 in Section A. For examplethe percentage of local authorities offering free or almost fully subsidised formal childcarevaries between 24.3% in the South and 82.6% in the NorthEast. Columns 79 in Table 5 suggest that improved access to public childcare attenuates the effect of grandparentalavailability in the presence of weak ties. On the contrary, it leaves unchanged the effectwith strong ties. The results replicate the same patterns documented in Table 5, and areconsistent with the view that social norms shape preferences, and that familistic societiesattribute more value to childcare provided within the extended family.11Grandmothers versus grandfathers As in a familistic society the division of labor and the specialization between men andwomen is more pronounced, the question then arises of whether the role of grandmothers issomewhat special compared to that of grandfathers. If this is the case, the preference forgrandmothers may conceal important nonlinearities in the effects documented in Table 5.The issue is investigated in Table 7, where we focus only on couples where maternal andpaternal grandparents are alive in order to keep the sample composition constant acrossall columns. Here zja is defined, in turn, as number of grandfathers and grandmothersavailable, number of maternal and paternal grandparents available, and as whether thematernal grandmother and grandfather are available. The first three columns of Table 7consider availability of female members top panel and male members bottom panel. Theresults point to important gender differences that are consistent with a more traditional roleof the woman for the provision of chilcare. This interpretation is reinforced once we consider 11For a survey on the interaction between social norms on preferences, see Postlewaite 2011.20the difference between column 2 and column 3, as gender differeces are almost entirelydriven by the presence of strong family ties.The available evidence documents variation of the quantity and quality of grandparentalchildcare between paternal and maternal kin see Danielsbacka et al. 2011 and referencestherein. Accordingly, we investigate whether fertility decisions depend on the availabilityof maternal or of paternal grandparents. Therefore, in columns 46 of Table 7 zja is thenumber of maternal top panel and of paternal grandparents bottom panel. The resultssuggest that the baseline effect is mostly driven by the availability of maternal grandparents.The probability of being mother in the presence of strong ties increases by 0.100 0.014 foreach extra maternal paternal grandparent available at the age of 2931.Together with the results in the first three columns of the table, the evidence suggeststhat the effects on fertility are mainly driven by the availability of maternal grandmothers.This is directly assessed in columns 79 of Table 7, where we investigate whether, amongmaternal grandparents, the availability of grandmothers is quantitatively more importantthan that of grandfathers. This done in the right panel of Table 7 where zja is a dummy forwhether the maternal grandmother top or the maternal grandfather bottom is eligible forpension. The results point to a larger effect of maternal grandmothers as opposed to maternalgrandfathers. Among strong family ties households, the probability of being mother at theage of 2931 increases by 0.142 if the maternal grandmother is eligible for pension, and by 0.062 if the maternal grandfather is eligible. The evidence from American data in Comptonand Pollak 2013 also suggests that the relationship between transfers and proximity differsby gender, with married couples living somewhat closer to the mother of the female member.Fertility decisions with inactive grandmothers To the extent that grandmothers are homemakers, changes in pension legislation should notaffect their availability as providers of childcare. We can use this idea to define a placebo testfor the validity of our approach. We therefore estimate equation 3 on subsamples of couplesdepending on the number of homemakers in their families of origin. Results are presented in Table 8. The first panel is obtained by selecting couples in the Main Sample in which eitherthe maternal or the paternal grandmother is a homemaker. The central panel is insteadderived considering couples in which both the maternal and the paternal grandmother are 21homemakers.12 Despite the admittedly lower precision that results from these sample cuts,it is worth noting that grandparental availability becomes increasingly less important as thenumber of homemakers increases. This effect virtually disappears in the central panel of thetable, consistently with the idea of the prominent role of grandmothers.The last panel of Table 8 provides an additional check for the validity of our approach.To the extent that mothers are the primary childcare givers, one can expect a weaker effect ofthe availability of grandparents if the female member of the couple is inactive. We thereforeestimate 3 on the subsample of couples in which the female member is a homemaker. Theresults presented in columns 79 of Table 8 suggest a vanishing role of grandparents whenmothers are homemakers.Other margins Table 8 implies that the baseline results in Table 5 are mainly driven by working mothers,and raises the question of whether the labor supply of the female member of the couplealso responds to changes in pension eligibility rules of grandparents. The issue is exploredin Table 9, where results from equation 3 are presented using employment of the womenas outcome. Columns 13 do not show any effect, indicating that labor supply is notthe main margin of adjustment to the negative shock to informal childcare. The argument,however, neglects another potentially relevant margin of adjustment, education. Womenwhose parents eligibility status is switched by the reform could for example postpone fertilitydecisions and invest more in education. Therefore, columns 46 relate the attainment of acollege degree to zja controlling for the same set of variables used as controls in Table 5. Theresults indicate that one more grandparent available increases the probability of graduatingfrom the college by between 1.1 and 2.2 percent. In the light of the main results, shownin Table 5, the acrosstheboard positive association between the level of education andpension eligibility of grandparents indicate that fertility is more compatible with investmentin human capital in households where the support from grandparents is arguably stronger.12Our definition is based on survey information about the working status of parents when the respondentwas aged 14. Inactive mothers at that age are defined as homemakers. Of course inactivity at that age maynot necessarily imply inactivity during childbearing years of the female respondent. Back of the envelopecalculations presented in Figure A.5 shed light on the extent of misclassification that we could possibly faceby assuming that inactivity of mothers in the early years of a respondents life implies permanent inactivity.We estimate the incidence of misclassification at 20 percent.226 Conclusions Among the many ways in which generations are altruistically linked, the transfer of time forchildcare plays an important role. Grandparents are widely recognized as primary providersof childcare across the social ladder and in various institutional settings, both in Europe andin the US. The effect of the availability of childcare on fertility decisions has been studied, butmuch less is known on the effect of grandparental childcare on the fertility decisions of theoffspring generation. A recurrent issue is the possible simultaneity between grandparentslabor supply decisions and those of their offspring.The demographic transition has raised lifeexpectancy and therefore has increased thetime grandparents can spend with their grandchildren. However, the concurrent pensionreforms, by raising the retirement age, have had the countervailing effect on the time grandparents can devote to the care of grandchildren. Interestingly, changes in pension legislationcan provide the source of exogenous variation to study the effect of availability of grandparents childcare on the fertility decisions of their offspring.To assess the effect of grandparental childcare on fertility, we focus on Italy. Italy is aninteresting case study for three reasons. First, Italy scores a low fertility rate in comparisonwith countries at the same stage of the economic development and records the postponementof fertility decisions of women born after the Sixties. Second, Italy underwent in the lastdecades a series of pension reforms, which provide the exogenous variation needed for theanalysis. Third, Italy is a country where the family plays an important role, but where thestrength of family ties considerably varies in society.Exploiting data on the grandparents and parents generation, we find that the reducedavailability of grandparents has a negative effect of fertility and this is much so in familieswhere the family ties are stronger. The adverse effect on fertility can either be driven bypreferences or by the lack of alternative childcare opportunities or by both. To shed lighton the issue, we also explore the role of institutionalized childcare. To the extent that theeffect is driven by parents strong preferences towards grandparents care, the availability ofkindergarten should not attenuate the effect of availability of grandparents care on fertility.Our results indicate that the availability of institutionalized childcare somewhat attenuatethe effect on fertility, at a rate that is larger among the couple where family ties are weak. Weinterpret these results as evidence that the effect on fertility is mostly driven by preferences,23but we cannot rule out a role for the availability of institutionalized childcare.Overall, our evidence suggests that pension reforms have important sideeffects on thetransfers of time between the old and the young generations. While being unintended, theconsequences of raising the retirement age of a generation affect the fertility decision of theoffspring and have long lasting impact on the society as a whole.24References Abadie, Alberto, Alexis Diamond, and Jens Hainmueller, 2010, Synthetic Control Methodsfor Comparative Case Studies: Estimating the Effect of Californias Tobacco Control Program, Journal of the American Statistical Association, 105490, 493505.Albertini, Marco, Martin Kohli, and Claudia Vogel, 2007, Intergenerational transfers oftime and money in European families: common patterns different regimes?, Journal of European Social Policy, 174, 319334.Alesina, Alberto and Paola Giuliano, 2010, The power of the family, Journal of Economic Growth, 152, 93125., 2013, Family Ties, NBER Working Paper 18966, National Bureau of Economic Research,Inc.Angrist, Joshua D. and Alan B. Krueger, 1992, The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from Two Samples, Journal of the American Statistical Association, 87418, 328336.Attanasio, Orazio P. and Agar Brugiavini, 2003, Social Security And Households Saving,The Quarterly Journal of Economics, 1183, 10751119.Banfield, Edward C., 1958, The Moral Basis of a Backward Society, Free Press.Battistin, Erich, Agar Brugiavini, Enrico Rettore, and Guglielmo Weber, 2009, The Retirement Consumption Puzzle: Evidence from a Regression Discontinuity Approach, American Economic Review, 995, 220926.Becker, Sascha, Samuel Bentolila, Ana Fernandes, and Andrea Ichino, 2010, Youth emancipation and perceived job insecurity of parents and children, Journal of Population Economics, 233, 10471071.Bick, Alexander, 2011, The Quantitative Role of Child Care for Female Labor Force Participation and Fertility, goethe University Frankfurt, mimeo.25Billari, Francesco C. and Vincenzo Galasso, 2010, What Explains fertility? Evidence from Italian pension reforms, Working Papers 369, IGIER Innocenzo Gasparini Institute for Economic Research, Bocconi University.Billari, Francesco C. and Guido Tabellini, 2010, Italians Are Late: Does It Matter?, in Demography and the Economy, NBER Chapters, 371412, National Bureau of Economic Research, Inc.Blau, David and Philip Robins, 1989, Fertility, Employment, and ChildCare Costs, Demography, 262, 287299.Bottazzi, Renata, Tullio Jappelli, and Mario Padula, 2006, Retirement expectations, pensionreforms, and their impact on private wealth accumulation, Journal of Public Economics,9012, 21872212., 2011, The portfolio effect of pension reforms: evidence from Italy, Journal of Pension Economics and Finance, 1001, 7597.Bryson, Caroline, Mike Brewer, Luke Sibieta, and Sarah Butt, 2011, The role of informalchildcare: A synthesis and critical review of the evidence, Report, Bryson Purdon Social Research, Institute for Social and Economic Research, Institute for Fiscal Studies and Nat Cen Social Research.Caltabiano, Marcantonio, Maria Castiglioni, and Alessandro Rosina, 2009, Lowestlow fertility: Signs of a recovery in Italy ?, Demographic Research, 21, 681718.Cannari, Luigi and Giovanni DAlessio, 2008, Intergenerational Transfers in Italy, Technical Report 9, Bank of Italy, research paper.Cardia, Emanuela and Serena Ng, 2003, Intergenerational Time Transfers and Childcare,Review of Economic Dynamics, 62, 431454.Compton, Janice and Robert A. Pollak, 2013, Proximity and Coresidence of Adult Childrenand their Parents: Description and Correlates, IZA Discussion Paper 7431, Institute forthe Study of Labor IZA.26, 2014, Family proximity, childcare, and womens labor force attachment, Journal of Urban Economics, 79, 7290.Danielsbacka, Mirkka, Antti O. Tanskanen, Markus Jokela, and Anna Rotkirch, 2011, Grandparental Child Care in Europe: Evidence for Preferential Investment in More Certain Kin,Evolutionary Psychology, 91, 324.Del Boca, Daniela and Daniela Vuri, 2007, The mismatch between employment and childcare in Italy: the impact of rationing, Journal of Population Economics, 204, 805832.Dimova, Ralitza and FrancoisCharles Wolff, 2011, Do downward private transfers enhancematernal labor supply? Evidence from around Europe, Journal of Population Economics,243, 911933.Fernandez, Raquel and Alessandra Fogli, 2009, Culture: An Empirical Investigation of Beliefs, Work, and Fertility, American Economic Journal: Macroeconomics., 11, 14677.GarciaMoran, Eva and Zoe Kuehn, 2012, With strings attached: Grandparentprovidedchild care, fertility, and female labor market outcomes, MPRA Paper 37001, University Library of Munich, Germany.Giuliano, Paola, 2007, Living Arrangements in Western Europe: Does Cultural Origin Matter?, Journal of the European Economic Association, 55, 927952.Guiso, Luigi and Tullio Jappelli, 2002, Private Transfers, Borrowing Constraints and the Timing of Homeownership, Journal of Money, Credit and Banking, 342, 31539.Jappelli, Tullio, Mario Padula, and Giovanni Pica, 2013, Do Transfer Taxes Reduce Intergenerational Transfers?, Journal of the European Economic Association, 121, 248275.Liebman, Jeffrey B., Erzo F.P. Luttmer, and David G. Seif, 2009, Labor supply responsesto marginal Social Security benefits: Evidence from discontinuities, Journal of Public Economics, 931112, 12081223.Lundin, Daniela, Eva Mork, and Bjorn Ockert, 2008, How far can reduced childcare pricespush female labour supply?, Labour Economics, 154, 647659.27Manacorda, Marco and Enrico Moretti, 2006, Why do Most Italian Youths Live with Their Parents? Intergenerational Transfers and Household Structure, Journal of the European Economic Association, 44, 800829.Milligan, Kevin and David A. Wise, 2012, Introduction and Summary, in David A. Wise, ed.,Social Security Programs and Retirement around the World: Historical Trends in Mortalityand Health, Employment, and Disability Insurance Participation and Reforms, National Bureau of Economic Research.Mork, Eva, Anna Sjogren, and Helena Svaleryd, 2009, Childcare Costs and the Demandfor Children: Evidence from a Nationwide Reform, Working Paper Series 782, Research Institute of Industrial Economics.Nicodemo, Catia and Robert Waldmann, 2009, ChildCare and Participation in the Labor Market for Married Women in Mediterranean Countries, IZA Discussion Papers 3983,Institute for the Study of Labor IZA.Postlewaite, Andrew, 2011, Social Norms and Preferences, in Jess Benhabib, Alberto Bisin,and Mathew Jackson, eds., Handbook for Social Economics, 3167, Elsevier.Schlosser, Analia, 2006, Public preschool and the labor supply of Arab mothers: Evidencefrom a natural experiment, mimeo, Hebrew University, Jerusalem.Tomassini, Cecilia, Douglas A. Wolf, and Alessandro Rosina, 2003, Parental Housing Assistance and ParentChild Proximity in Italy, Journal of Marriage and Family, 653,700715.28Table 1: Descriptive statistics for the working samples.Main Sample Sample of Grandparents Males Females Males Females Interviewee Year of birth High school dropout High school graduate College graduate Private sector employee Public sector employee Selfemployed Living in Northern regions Living in Central regions Living in Southern regions 19650.440.430.130.460.190.27Family of origin Average year of birth Number parents alive High school dropout High school graduate College graduate Number of individuals Number of observations 19680.380.440.170.290.160.1219420.690.220.090.470.260.270.430.180.3919410.770.160.060.520.260.220.430.180.390.430.180.3919393.380.810.130.034,33335,0196,46754,0677,39960,453Note. The Main Sample consists of married or cohabiting couples whose female member is aged between 23 and 37 in the period 19922004. The Sample of Grandparents consists of males and females born in theperiod 19251955. Reported is the number of individuals, and the total number of observations that resultsfrom individual panel data at different ages. For details about selection criteria adopted see Section 2.Table 2: Summary statistics by family ties Family ties All Weak Strong Living in the same municipality of parents Having Sunday lunch with family Meeting offspring regularly Calling offspring regularly 0.750.280.800.85Years to first child after leaving parental homewithin 1 yearwithin 3 yearswithin 5 years 0.370.670.800.540.150.640.840.320.620.750.960.390.960.860.410.730.85Number of individuals 4,3332,1332,200Note. Reported are summary statistics obtained from couples in the Main Sample grouped by extent offamily ties. The stratification considers couples above strong and below weak the median of our indicatorof family ties computed as explained in Section 2.29Table 3: Pension reforms and family ties.Distance fromparents Having Sundaylunch together Frequency ofmeetings Frequency ofphone calls Post reform cohorts Age Age squared Cohort Cohort squared Observations10.0570.0490.0930.1790.0000.0020.0010.0080.0020.0024,71120.0310.0290.3140.1010.0030.0010.0040.0050.0000.0014,71130.0040.0380.3000.1400.0020.0010.0110.0070.0020.0014,71140.0190.0390.3200.1440.0030.0010.0140.0070.0010.0014,711Note. Reported are regression results of the extent of family ties on a dummy for cohorts of respondentsaffected by the reforms, see equation 1. Family ties are measured considering four indicators: 1 percentageof parents living in the same municipality of their offspring; 2 percentage of parents having lunch or dinnerwith offspring regularly on Sundays; 3 percentage of parents meeting offspring at least once a week; 4percentage of parents calling offspring at least once a week. Robust standard errors in parentheses. See Section 3 for details on the estimation sample. significant at 10%; significant at 5%; significant at 1%.30Table 4: Pension eligibility and labor supply.Males Females Eligibility for pension benefits Age 50Age 51Age 52Age 53Age 54Age 55Age 56Age 57Age 58Age 59Age 601All0.0230.0150.0360.0130.0430.0120.0600.0150.0690.0180.0830.0210.1190.0230.1250.0260.1540.0290.1840.0330.1710.0302High schooldropouts3High schoolgraduates4All5High schooldropouts0.0430.0210.0790.0180.0820.0160.0950.0210.1000.0250.1120.0290.1360.0320.1250.0380.1130.0330.0340.0170.0490.0170.0540.0200.0470.0230.0490.0240.1030.0230.1050.0220.0010.0200.0170.0200.0160.0220.0160.0250.0030.0250.0060.0160.0590.0200.1250.0250.1490.0260.1750.0310.1660.0300.0670.0260.0260.0210.0020.0210.0000.0220.0040.0220.0120.0210.0720.0210.0760.0210.1230.0370.0830.0410.0110.036Observations 48,74931,03617,71336,42923,6596High schoolgraduates 0.0650.0340.0530.0350.0190.0370.0120.0380.0160.0380.0110.0260.0880.0270.1010.0360.0970.0360.0640.0410.0070.03812,770Note. Estimates of equation 2 from the Sample of Grandparents by gender and educational attainment.The specification controls for a quadratic polynomial in age and a full set of dummies for region of residenceand educational attainment. Standard errors are clustered by cohort, education and sector of activity. See Section 4 for details. significant at 10%; significant at 5%; significant at 1%.3121gnort S11kae W01ll A9gnort S8kae W7ll A6gnort S5kae Wsei Tylima Fsei Tylima Fsei Tylima F4ll Agnivi Lstneraphtiwrebmu Nnerdlihcfonahteromgniva Hdlihceno3gnort S2kae Wgnie Brehtomsei Tylima F1ll A.stnemegnarragnivildnaytilitref,ytilibaliavalatnerapdnar G:5elba Telamehtfoega,esuopsdnadaehfonoitacuderofslortnocnoitacfiicepseh T.seitylimaffotnetxeybelpma Snia Mehtmorf3noitauqefosetamits E.eto Nforebmun,noitacudednaegastnerapdnarg,evilastnerapdnargforebmun,etartnemyolpmeelameflanoigerdnaecnediserfonoiger,elpuocehtnirebmemee S.leveldlohesuohehttaderetsulcerasrorredradnat S.nigirofoylimafehtnielamnrobtsrfiehtgniebrofymmudadnasrebmemselpuocfosgnilbis.%1tatnacfiingis;%5tatnacfiingis;%01tatnacfingisi.sliatedrof 4noitce S930.0230.0430.0410.0210.0900.0340.0920.0530.0510.0310.0010.0720.0770.0030.0310.0430.0310.0900.0410.0700.0410.0900.0310.0220.0210.0600.0010.0810.0900.0900.0200.0320.0710.0420.0970.0720.0860.0330.0630.0420.0120.0320.0320.0510.0620.0130.0130.0340.0530.0910.0610.0800.0610.0040.0940.0910.0840.0220.0520.0710.0110.0310.0110.0010.0310.0910.0230.0610.0810.0900.0010.0600.0010.0200.0310.0910.0510.0630.0810.0510.0700.0010.0800.0500.0900.0810.0110.0410.0310.0720.0310.0550.0940.0410.0610.0230.0640.0310.0710.0600.0310.0410.0310.0210.0510.0320.0610.0210.0810.0000.0900.0400.0900.0030.0330.0010.0620.0110.0210.0008,71912,71910,53008,71912,71910,53008,71912,71910,53008,71912,71910,53002,2331,2333,4002,2331,2333,4002,2331,2333,4002,2331,2333,4elbaliavastnerapdnargforebmu N5232egat A8262egat A1392egat A4323egat A7353egat Asnoitavresb Oselpuo C32Table 6: Preferences as opposed to lack of resources.Family resources proxied by:Educational attainment Family Ties House size Family Ties Kindergarten coverage Family Ties1All2Weak3Strong4All5Weak6Strong7All8Weak9Strong Number of grandparents availablein low wealth households At age 2325At age 2628At age 2931At age 3234At age 3537Number of grandparents availablein high wealth households At age 2325At age 2628At age 2931At age 3234At age 3537Observations Couples0.0040.0060.0100.0140.0090.0060.0100.0150.031 0.0180.0160.0110.0260.0190.0160.0120.0150.0020.0180.0130.0030.0080.0170.0110.0370.0160.0160.0110.0060.0210.0120.0180.048 0.0340.0130.0190.054 0.0390.0150.0200.0020.0110.0120.0110.0060.0090.0140.0150.0290.0100.0140.0150.050 0.035 0.0120.0160.0150.0130.0380.0170.0160.0330.0010.0190.0180.0120.0290.0120.0200.0130.0050.0110.0060.0160.0110.0160.043 0.0170.0050.0160.0110.0160.068 0.038 0.0260.0160.0170.053 0.038 0.0380.0170.0460.0180.0120.0260.0130.0180.0230.0190.0110.0130.0150.0320.0140.0530.0150.0420.0160.0360.0180.0030.0100.0030.0100.0000.0150.0170.0150.0120.0160.0280.0150.0120.0160.056 0.0240.0170.068 0.036 0.0360.0190.075 0.0330.0210.0170.0300.0190.0140.0110.0120.0050.0100.0110.0100.0170.0150.0160.0140.041 0.0230.0160.0410.0170.0420.0190.0110.0290.0120.0280.0130.0130.0140.0290.0140.0030.0160.0130.0170.0070.0190.0170.0160.0200.0150.0580.0160.0590.0170.0640.01935,01917,21917,80035,01917,21917,80035,01917,21917,8004,3332,1332,2004,3332,1332,2004,3332,1332,200Note. Estimates of equation 3 from the Main Sample by extent of family ties and household resources.The first panel considers the highest educational attainment of the head and the spouse in the couple, andclassifies households above and below high school diploma. The central panel considers house size above orbelow its area average. The last panel splits households in areas where kindergarten coverage is above orbelow the national median. The specification controls for education of head and spouse, age of the malemember in the couple, region of residence and regional female employment rate, number of grandparentsalive, grandparents age and education, number of siblings of couples members and a dummy for being thefirst born male in the family of origin. Standard errors are clustered at the household level. See Section 4for details. significant at 10%; significant at 5%; significant at 1%.33Table 7: Grandparental availability breakdown by origin and gender.Family Ties Family Ties Family Ties1All2Weak3Strong4All5Weak6Strong7All8Weak9Strong Number ofgrandmothers available Number of maternalgrandparents available Maternalgrandmother available At age 2325At age 2628At age 2931At age 3234At age 35370.0170.0080.0190.0270.0310.0270.0190.0270.067 0.0540.0290.0210.0470.0630.0360.0250.0230.0050.0520.0370.0140.0170.0010.0170.0280.0250.0440.0260.093 0.0370.0290.0190.093 0.0360.0220.0340.0640.0710.0380.0510.0070.0230.0360.0230.0100.0250.0260.0320.0680.0530.0600.0290.0340.0280.0380.0240.0480.0240.103 0.0750.0270.0570.0300.0730.0460.0290.0710.0330.0680.0440.0560.0390.0190.0370.0300.0400.0370.0460.0270.0610.0750.0410.0690.0410.1420.0410.1180.0460.1230.065Number ofgrandfathers available Number of paternalgrandparents available Maternalgrandfather available At age 2325At age 2628At age 2931At age 3234At age 3537Observations Couples0.0190.0190.0200.0200.0040.0240.0290.0330.0270.06515,0431,8670.0220.0260.0490.0280.0070.0320.0110.0440.0810.0777,7429580.0010.0260.0180.0280.0200.0350.0810.0480.1180.1067,3019090.0140.0150.0170.0170.0440.0200.0210.0260.0250.04115,0431,8670.0100.0160.0210.0220.0150.0220.0230.0230.072 0.0140.0290.0260.0090.0400.0450.0300.0470.0060.0500.0657,7429587,3019090.0350.0270.0310.0290.0050.0330.0180.0430.0890.09115,0431,8670.0510.0360.0890.0390.0440.0440.0140.0610.1640.1107,7429580.0000.0400.0340.0410.0620.0480.0510.0580.1190.0907,301909Note. Estimates of equation 3 from the Main Sample by origin and gender of grandparents. Only coupleswith all grandparents alive are considered. The first panel considers a breakdown by gender of grandparents.The central panel considers a breakdown by family of origin, distinguishing between maternal and paternalgrandparents. The last panel considers a breakdown by gender of maternal grandparents. The specificationcontrols for education of head and spouse, age of the male member in the couple, region of residence andregional female employment rate, grandparents age and education, number of siblings of couples membersand a dummy for being the first born male in the family of origin. Standard errors are clustered at thehousehold level. See Section 5 for details. significant at 10%; significant at 5%; significant at 1%.34selpuocylnognipeekdeviredsilenaptsrfieh T.srekamemohforebmundnaseitylimaffotnetxeybelpma Snia Mehtmorf3noitauqefosetamits E.eto Neh Tdna.srekamemoherasrehtomdnarghtobhcihwniselpuocgniredisnocdeviredsilenaplartneceh T.rekamemohsisrehtomdnargehtforehtiehcihwnidaehfonoitacuderofslortnocnoitacfiicepseh T.rekamemohsielpuocehtforebmemelamefehthcihwniselpuocgniredisnocdeviredsilenaptsalegastnerapdnarg,evilastnerapdnargforebmun,etartnemyolpmeelameflanoigerdnaecnediserfonoiger,elpuocehtnirebmemelamehtfoega,esuopstaderetsulcerasrorredradnat S.nigirofoylimafehtnielamnrobtsrfiehtgniebrofymmudadnasrebmemselpuocfosgnilbisforebmun,noitacudedna.%1tatnacfiingis;%5tatnacfiingis;%01tatnacfiingis.sliatedrof 5noitce See S.leveldlohesuohehtelamefrekamemo Helpuocehtnihtobhtiwselpuo Crekamemohsrehtomdnargenohtiwselpuo Crekamemohrehtomdnarg.srekamemohgnisusnoisserge R:8elba Tsei Tylima Fsei Tylima Fsei Tylima F9gnort S8kae W7ll A6gnort S5kae W4ll A3gnort S2kae W1ll A010.0030.0920.0820.0540.0620.0940.0920.0140.0030.0010.0330.0100.0130.0810.0330.0810.0630.0130.0040.0610.0320.0510.0120.0230.0120.0530.0320.0730.0520.0100.0120.0110.0020.0340.0220.0930.0420.0440.0720.0900.0220.0900.0320.0220.0420.0920.0520.0800.0820.0300.0510.0500.0510.0720.0610.0920.0810.0120.0020.0620.0020.0440.0220.0850.0520.0150.0720.0240.0920.0920.0810.0530.0020.0600.0320.0740.0520.0340.0820.0400.0410.0400.0510.0130.0710.0940.0240.0120.0910.0301,4825009,2773300,7509485,7049507,6638982,41677,1982,6667594,6308487,21965,1elbaliavastnerapdnargforebmu N5232egat A8262egat A1392egat A4323egat A7353egat Asnoitavresb Oselpuo C35Table 9: Effects on Employment and Education.Employment Family Ties College Graduate Family Ties1All2Weak3Strong4All5Weak6Strong 0.0200.0100.0020.0100.0020.0110.0040.0130.0050.0140.0060.0140.0030.0140.0040.0150.0180.0170.0150.0190.0310.0150.0010.0140.0070.0160.0100.0180.0050.0200.022 0.0180.0050.0080.014 0.0120.0070.0050.0100.0110.0070.0050.0140.0100.0080.0050.0120.0150.0060.0090.0240.0070.0140.0060.0100.0070.0180.0070.0190.00735,01917,21917,80035,01917,21917,8004,3332,1332,2004,3332,1332,200Number of grandparents available At age 2325At age 2628At age 2931At age 3234At age 3537Observations Couples Note. Estimates of equation 3 from the Main Sample by extent of family ties. The specification controlsfor education of head and spouse, age of the male member in the couple, region of residence and regionalfemale employment rate, number of grandparents alive, grandparents age and education, number of siblingsof couples members and a dummy for being the first born male in the family of origin. Standard errors areclustered at the household level. See Section 5 for details. significant at 10%; significant at 5%; significant at 1%.36Figure 1: Minimum retirement age as implied by old age and seniority criteria.Note. The figures set out the comparison of consecutive cohorts of male top panel and female bottompanel individuals indexed by the year in which they reach age 50. A breakdown is considered by sector ofactivity and educational attainment. See Section 3 for details on computation.3735404550556065701992199319941995199619971998199920002001200220032004Private High School Dropout 35404550556065701992199319941995199619971998199920002001200220032004Private High School Graduate 35404550556065701992199319941995199619971998199920002001200220032004Private College Graduate 35404550556065701992199319941995199619971998199920002001200220032004Public High School Dropout 35404550556065701992199319941995199619971998199920002001200220032004Public High School Graduate 35404550556065701992199319941995199619971998199920002001200220032004Public College Graduate 35404550556065701992199319941995199619971998199920002001200220032004SelfEmployed High School Dropout 35404550556065701992199319941995199619971998199920002001200220032004SelfEmployed High School Graduate 35404550556065701992199319941995199619971998199920002001200220032004SelfEmployed College Graduate Seniority pensions Old age pensions 35404550556065701992199319941995199619971998199920002001200220032004Private High School Dropout 35404550556065701992199319941995199619971998199920002001200220032004Private High School Graduate 35404550556065701992199319941995199619971998199920002001200220032004Private College Graduate 35404550556065701992199319941995199619971998199920002001200220032004Public High School Dropout 35404550556065701992199319941995199619971998199920002001200220032004Public High School Graduate 35404550556065701992199319941995199619971998199920002001200220032004Public College Graduate 35404550556065701992199319941995199619971998199920002001200220032004SelfEmployed High School Dropout 35404550556065701992199319941995199619971998199920002001200220032004SelfEmployed High School Graduate 35404550556065701992199319941995199619971998199920002001200220032004SelfEmployed College Graduate Seniority pensions Old age pensionsFigure 2: Policy changes to minimum retirement age.Note. The figures set out the comparison of consecutive cohorts of male individuals indexed by the year inwhich they reach age 50. Reported in the top panel is minimum retirement age by cohort averaged acrossindividuals in the Sample of Parents. For the same individuals, the bottom panel reports the percentage atwork at age 53 and age 55. See Section 3 for details on computation.384649525558Min. retirement age 1992199319941995199619971998199920002001200220032004by cohort Minimum retirement age.6.7.8.91Perc. employed 1992199319941995199619971998199920002001200220032004by cohort Percentage employed at age 53 and 55Age 53Age 55Figure 3: Average number of grandparents available.Note. The horizontal axis refers to the cohort of birth of the female member of the couple in the Main Sample. The vertical axis reports the average residualized total number of parents and parents in law atdifferent ages of the female member. Residuals are computed with respect to age and education of parents.See Section 3 for details.391995199720001995199720001995199720001995199720001995199720001.50.5Number of parents 195519601965197019751980Year of birth Age 24Age 27Age 30Age 33Age 36Figure 4: Profiles for official cohort fertility rates National Statistical Office 19702012.Note. Fertility rates at age 32 computed using data from the Italian National Statistical Office. Thehorizontal axis runs over years of birth. The left hand sided vertical axis reports the average number ofchildren at age 32 by cohort of birth for females in Southern Italy. The right hand sided vertical axis reportsthe NorthSouth differential, namely the difference in the average number of children between Southern and Northern regions. The vertical line refers to the cohort of those born in 1962 and aged 32 in 1995. This isthe last cohort of females who reached age 32 in the period before pension reforms.40.1.2.3.4.5.6.7SouthNorth differential.811.21.41.61.8Number of children 195519601965197019751980Year of Birth Number of children in South SouthNorth differentialA Additional material Table A.1: Grandparental availability, intergenerational fertility and living arrangementsalternative definition of family ties.Beingmother Family Ties Having more thanone child Family Ties1All2Weak3Strong4All5Weak6Strong0.0100.0000.0140.0090.0020.0040.0090.0140.030 0.0180.0100.0150.033 0.0170.0170.0110.0060.0260.0120.0190.015 0.0130.0120.0110.0070.0120.0190.0100.0130.0120.0120.0080.0090.047 0.0050.0140.0090.0140.0200.055 0.0180.0170.0150.0110.0220.049 0.0320.0170.0190.0130.0130.0100.0010.0100.0050.0120.0200.0150.0430.01735,01916,52318,49635,01916,52318,4964,3332,0612,2724,3332,0612,272Number of grandparents available At age 2325At age 2628At age 2931At age 3234At age 3537Observations Couples Note. Estimates of equation 3 from the Main Sample by extent of family ties, using the alternative measureof family ties based on the frequency of phone calls with parents, see Section 3 for details. The specificationcontrols for education of head and spouse, age of the male member in the couple, region of residence andregional female employment rate, number of parents alive, parents age and education, number of siblings ofcouples members and a dummy for being the first born male in the family of origin. Standard errors areclustered at the household level. See Section 4 for details. significant at 10%; significant at 5%; significant at 1%.41Figure A.1: Year of birth distribution of members of the family of origin Main Sample.Note. Reported are the distributions of cohorts of grandfathers left panel and grandmothers right panelas computed from the Main Sample.420100200300400500Frequency 1910193019501970Year of birth Grandfathers 0100200300400500Frequency 1910193019501970Year of birth GrandmothersFigure A.2: Family ties across Italian regions left panel and their association with femaleemployment rate in 2009 right panel.Note. The left panel reports the proportion of couples with strong family ties, see Section 3 for details, byregion of residence. The right panel depicts the correlation between the regional proportion of couples withstrong family ties and the regional female employment rate in 2009.43Figure A.3: Kindergarten coverage in 2009 across Italian regions.Note. Reported is the geographical distribution of kindergarten coverage in 2009, measured as the proportionof municipalities in the region providing public childcare facilities.44Figure A.4: Effects of pension reforms on family ties.Note. The horizontal axis refers to the age of grandparents. The vertical axis reports the proportion ofgrandparents living in the same municipality of their children top left panel; having Sunday lunch withregularly with other members of the family top right panel, meeting at least once a week with their childrenbottom left panel and calling their children at least once a week bottom right panel. Figures are obtainedby pooling observations from the 1998, 2003 and 2009 waves of the Family and Social Subjects survey, see Section 3 for details. Red dots mark post1946 cohorts, black dots mark pre1946 cohorts. Solid and dashedlines are fitted values of nonparametric regressions run over pre and post 1946 cohorts respectively.450.2.4.6.81Average 535863Age Parents in the same municipality 0.1.2.3.4Percentage 535863Age Percentage having Sunday lunch toghether 0.1.2.3.4.5Average 535863Age Parents met at least once a week 0.1.2.3.4.5Average 535863Age Parents called at least once a week Before 1946After 1946Figure A.5: Extent of misclassification in the definition of homemakers columns 1 to 6of Table 8.Note. We use data on female respondents, and group them depending on their year of birth which isreported on the horizontal axis. We keep only mothers in 2009, and use retrospective information to selectthose who were not at work when the first child was aged 10 to 14. The dashed line in the figure reports theincidence of this group as a fraction of total population in the cohort. We do so to replicate the definition ofhomemaker employed in columns 1 to 6 of Table 8, which is derived from the question: Think of whenyou were 14. What was the working status of your mother and your father?. We define as homemakersthose who selfreport continuous inactivity in their life at the time of interview. The continuous line in thefigure is the percentage of homemakers incorrectly classified using their status when the child was aged 10to 14.460.1.2.3.4.5.6.7Percentage 19301935194019451950195519601965Year of Birth", "filename": "dp8071.pdf", "person": ["Erich Battistin", "Battistin, Erich", "Michele De Nadai", "De Nadai, Michele", "Mario Padula", "Padula, Mario"], "date": ["2014"]}