{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/98939/1/dp8199.pdf"], "title": ["Human Capital Mobility: Implications for Efficiency, Income Distribution, and Policy"], "plaintext": "Human Capital Mobility: Implications for Efficiency, Income Distribution, and Policy David E. Wildasin University of Kentucky and IZA Discussion Paper No. 8199 May 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8199 May 2014 ABSTRACT Human Capital Mobility: Implications for Efficiency, Income Distribution, and Policy Mobility of highlyskilled workers affects and is affected by labor market conditions, taxes, and other policies. This paper documents the demographic and fiscal importance of international migration, especially in aging societies, reviews the efficiency and distributional effects of mobility, and analyzes the economic incidence of fiscal transfers to lowskilled workers that are financed by taxes on imperfectlymobile highskilled workers in a dynamic model, distinguishing the shortrun, transitional, and longrun gains and losses to contributors and beneficiaries. JEL Classification: Keywords: migration, taxes, redistribution, dynamic incidence Corresponding author: David E. Wildasin Martin School of Public Policy University of Kentucky Lexington, KY 405060027 USA Email: dewdavidwildasin.us J11, J24, J61, H2, H5 An earlier version was presented at the CESifo conference on Cross border mobility of students and researchers: financing and implication for economic efficiency and growth, Venice, Italy, July 1617, 2012. I am grateful to conference participants and to the editors for helpful comments. 1Introduction Human capital formation and utilization stated more concretely, though less comprehensively, education and work are affected, in a multitude of ways, by economicconditions and by economic policies. Labor market conditions most notably, the education premium of higher earnings and lower risk of unemployment enjoyed by thosewith more education directly affect the incentives for investment in human capital.Direct and indirect public expenditures and tax policies in support of educational institutions, individual students and their families, and workplacerelated training and skilldevelopments exemplify the types of policies that can affect the demand for and cost ofinvestment in human capital. Through their effects on labor supply, including intensityof work effort, choice of occupation, and age of retirement, tax and expenditure policiesalso affect labor supply over the life cycle, and thus the utilization of human capital.Because people carry their human capital with them, investment in and utilization ofhuman capital involves an important locational dimension. The fact that people aremobile, to a greater or lesser degree, means that they may not be employed in the placewhere they go to school, receive job training, or otherwise undertake human capitalinvestment. Indeed, over the course of a lifetime, a person may reside and work in manydifferent locations sometimes in different cities within relatively small region, sometimeswithin different subnational regions such as states or provinces, and sometimes withindifferent countries. Because human capital is typically acquired relatively early in thelife cycle, the rewards that motivate human capital investment may thus ultimatelymaterialize well after the investment is made, in many different locations.Needless to say, it is generally impossible for people to know with certainty where theywill live and work during their lifetimes, as locational choices are subject to innumerablecontingencies. As is documented in greater detail below, and as is well known, migrationrates do tend to vary systematically among population subgroups. In the present context,it is especially important to note that bettereducated people tend, on average, to exhibithigh degrees of lifetime mobility, no doubt partly because the private returns to suchmobility are high. In addition, some public policies foster the mobility of those who investin and obtain high levels of human capital. To provide just one illustration, governmentsoften support programs that facilitate and even promote the international exchange ofscholars and researchers as students or at early stages in their careers. Such programsdo not merely provide immediate but temporary access to opportunities for study andresearch.they also contribute to generalized mobility capital, via language skills,acculturation, and increased familiarity with institutions and practices in other nations,as well as to the growth of professional networks, that may later result in employmentopportunities with former fellow students, researchers, or others.1The mobility of human capital raises a host of issues that deserve careful analysis.Marketdriven mobility of workers may enhance efficiency, by directing labor away fromlessproductive and toward moreproductive employment.It also, however, raises theprospect of a brain drain, which may undermine the case for publicsector supportfor education spending, on the grounds that the benefits from such spending escapefrom the jurisdiction locality, stateprovince, nation that pays for it. The movement ofhighlyeducated workers may also affect overall economic performance, both in origin andin destination regions, as well as the productivity and incomes of lessskilled workers andof other productive resources such as capital and natural resources. Public policies thatexpand opportunities for young scholars, researchers, and other prospective knowledgeworkers can accentuate these and other migrationrelated economic effects.This paper seeks to highlight some of the economic implications of the mobility of highlyskilled workers for economic efficiency and for income distribution, and to examine, admittedly quite selectively, some of the policy issues associated with human capital mobility. To provide a background and motivation for the subsequent discussion, it begins, inthe next section, with a brief overview of migration experience. Section 3 discusses someof the efficiency and distributional implications of human capital mobility. When marketsignals are undistorted, migration allows resources, including skilled labor, to flow fromlessproductive to moreproductive uses, a potentially important efficiency benefit fromhuman capital mobility. The movement of productive resources, including skilled labor,also affects relative factor scarcities in different locations, which in turn affects factorprices and the distribution of income. Fiscal systems both tax and expenditure policies may distort marketdriven resource flows, however, even as these flows may interferewith, or contribute to, the attainment of distributional or other objectives of fiscal policies. Section 3 also emphasizes the fact that the decision to invest in human capitalis a decision made under conditions of uncertainty, including uncertainty about futuremarket returns to education and training. Human capital mobility, or the lack thereof,affects the scope of lifetime market opportunities and thus the riskiness of investment inhuman capital.Many policy decisions and underlying economic factors influence the potential mobility of human capital. The fundamental economic costs of migration include not onlytransportation of people and their possessions but also the costs of acquiring informationabout market opportunities and of psychic adjustment to new neighborhoods, regions,cultures, and languages. At different times and places, these costs hinder the potentialmovement of people to greater or lesser degrees. In addition, public policies can raise orlower the costs of migration directly or indirectly. Immigration policies, including notonly visa and quota restrictions but the magnitude of effective penalties for illegal migration, are one obvious and much debated set of policy instruments that affect mobility.Labor market regulations, such as occupational licensure and degree recognition policies,also influence the payoff to migration, as do regulations regarding access to public and 2sometimes private goods and services for native and migrant individuals. For analyticalpurposes, the imperfect mobility of skilled labor and other factors of production raiseschallenging issues for economic modeling and policy analysis. In particular, in the literature of public economics, much research has exploited simplified polarcase assumptions,such as the assumption that one resource say, capital is perfectly mobile, while otherresources labor, for instance are perfectly immobile. Analyzes based on such polarcases can be highly illuminating, but they leave open the question of empirical applicability: how can one say whether one resource or another is or is not mobile, immobile,or somewhere in between?Section 4 sketches an explicitly dynamic framework within which factor mobility is modeled as a stockadjustment mechanism and the degree of factor mobility is characterizedin terms of the speed with which factor stocks adjust to perturbations. This frameworkis then used to investigate the impacts of changes in the tax treatment of imperfectlymobile highlyskilled and highincome households or on capital that are used to financeredistributive transfers to lowerincome households. The economic impacts of such policies vary over time, with benefits and costs in the short run that can be offset or evendominated by longrun effects that emerge gradually as the dynamic response to policychanges unfolds. This analysis, though highly stylized, can be used to show that thedistributional and welfare effects of redistributive policies may be quite sensitive to thedegree of factor mobility. Section 4 discusses some of the implications of dynamic factoradjustment for political economy and policy analysis. Section 5 provides a brief summaryand conclusion.2 Demographic Background Migration appears to be a persistent feature of wellintegrated marketoriented economicsystems, such as that of the US. For instance, a substantial portion of the US population in recent years, some 12% of the total relocates every year. Some of this migrationoccurs on comparatively small geographical scales, much of it the result of changes indesired residential housing due to changes in family status marriage, birth of childrenor other factors that do not result in significant changes in employment status. But it isequally true that people in the US regularly migrate over larger geographical scales, suchas US states. More than 1.5% of the US population moved from one state to anotherduring the period 20052009, and this is historical low: the rate has ranged from 23%since the 1940s Ihrke et al. 2011. This ongoing migration has produced a populationdistribution in which less than 60% of the total population, and only 50% of those olderthan 25, resided in their state of birth in 2010. It has also resulted in significant netpopulation shifts among states and regions over time; for instance, whereas some 70%of the residents of the Midwest one of four large US Census regions were born in that 3region, only 56% of those residing in the South and only 49% of those residing in the West, were born in these regions Ren, 2011. However, while the cumulative effectsof net migration have been important, it is important to note that gross interstate andinterregional migration flows have consistently and substantially exceeded net migrationflows, often by an order of magnitude. A large fraction of internal migration in the UStakes the form of cross hauling of population, with the net flow of people from onelocation to another typically a result of substantially offsetting gross flows between them.In other countries, internal migration may be somewhat less prevalent than in the US,a country long noted for its flexible labor, housing, and other markets, but the USexperience, though it may differ in degree from that of other nations, is certainly notentirely unique. Canada, for example, also exhibits a high degree of interprovincialmigration. In the past decades, economic liberalization in China has been accompaniedby de facto relaxation of internal migration controls, resulting in the ruralurban andinterprovincial movement of many tens of millions of people.At the international level, migration has waxed and waned. Long run trends events suchas the opening up of the Western Hemisphere after the age of exploration, technologicalchange such as the replacement of sail by steam power in ocean shipping, the buildingof railroad systems in North America, and the improvement of global communications have worked to reduce the real economic costs of migration. Periods such as the 19thcentury witnessed largescale movements of people and capital to the western hemisphere,with major effects on regional and global economic development and income distribution.1Population movements are sometimes triggered by wars and by the collapse of existingnations and empires, or by the creation of new ones. In the past century, policies suchas the immigration restrictions imposed by the United States in the interwar period,sustained movement toward increased economic integration within the European Unionstarting with the Treaty of Rome itself and continuing to the present, including the Schengen Agreement, and liberalized immigration policies in the US since World War II,including relatively lax border controls allowing significant illegal immigration, have allhad significant effects on international migration.Fertility, Migration, and Aging Populations In recent decades, international migration has emerged as a critical determinant of aggregate demographic change, especially in highincome countries. This is due, in part,to the remarkable and perhaps historically unprecedented collapse in fertility in thesecountries. The fertility bust of the rich countries is illustrated graphically in Figure 1 provides some data for individual predominantly highincome countries, showing thatfertility rates that now lie well below the replacement rate of 2 children per woman.21See, e.g., Hatton and Williamson 1998 and ORourke and Williamson 1999.2The graph is designed to illustrate the common trend of falling fertility among these countries. South Korea warrants 4Note from Figure 2, however, fertility rates, though falling in all major regions of theworld, still differ significantly by level of economic development. The world fertility rate,presently at about 2.3, closely tracks the fertility rates of middle income and nonOECDhighincome countries, while fertility rates in low income countries are still above 4.Figure 1special note, as its fertility rate was greater than 3 until the mid1970s has fallen dramatically to a mere 1.3, the lowestof the OECD countries. Mexico, the poorest of the North American countries, continues to have abovereplacement ratefertility, but its fertility rate has fallen by well more than half, from nearly 7, in the 1960s.50 1 2 3 4 5 6 7 8 Year Fertility Rates, HighIncome Countries N. America, Selected EU, E. Asia 19602010 Belgium BEL Canada CAN Denmark DNK Finland FIN France FRA Germany DEU Greece GRC Ireland IRL Italy ITA Japan JPN Korea, Rep. KOR Mexico MEX Netherlands NLD Norway NOR Portugal PRT Spain ESP Sweden SWE Switzerland CHE United Kingdom GBR United States USA Figure 2Falling fertility rates in highincome countries have been accompanied by rising rates ofimmigration from lessdeveloped and transition countries to more affluent countries. Figure 3 illustrates the trend over the past decade in 16 eurozone countries, where one cansee that net migration is far larger than the rate of natural increase in these countries,a trend that was already evident in the EU15 countries as of the mid1980s. Migrationrates have of course differed by country; in Germany, for example, net migration exceededthe rate of natural increase in almost every year from 1975 onward, whereas countrieslike Spain only began to experience net immigration flows by the mid1990s. The impacts of these high net migration flows, combined with low fertility rates, naturally have 60 1 2 3 4 5 6 7 Year Fertility Rates, Low, Middle, OECD High, and nonOECD HighIncome Countries, 19802010 NOC OEC MIC LIC WLD combined to change the demographic composition of the EU countries. At present, theforeignborn make up some 48.9 million people, or 9.7% of the total EU27 population,with the proportion ranging between 1116% for a number of large countries, including Belgium, France, Germany, Greece, Ireland, the Netherlands, Spain, Sweden, andthe United Kingdom; among larger countries, Austria leads the way with a foreignbornpopulation of 15.5% Vasileva, 2012.Figure 3The foreignborn share of the population in affluent countries like the US and those ofthe EU, as large as it may be today, is certain to rise for many years into the future.This would true even if immigration were suddenly to stop abruptly, by virtue of thediffering age structures of the native and foreignborn populations. Immigrants in thesecountries are disproportionately in the workingage part of the life cycle, as shown in Figure 4 for the case of the EU countries. This means that the nativeborn population 70 1 2 3 4 5 6 7 Per 1000 Population Year Population Change, EU 16 Countries 20002011 Population Change Net Migration Natural Increase share will shrink over time as the native born age out of the population at a faster ratethan the foreignborn.Figure 4Fertility busts increase the proportion of the population in older age groups, while fertilitybooms do the opposite. The populations of the rich countries of the world have beenaging steadily for many decades, a trend that is expected to continue for at least severaldecades. For instance, current Eurostat projections for a selection of EU countries, shownin Figure 5, call for the oldage dependency ratio to rise from its current level of slightlymore than 25% to an unprecedented 50% by 2050 and still somewhat higher in the yearsthat follow. Such projections are necessarily somewhat speculative, but demographictrends exhibit considerable inertia, as already displayed in the fertility rate data of Figure 1. For the world as a whole, everyone who will reach the age of 65 by, say, 2050, is alreadyover 15 years of age. Barring major wars, epidemics, or other catastrophes, and barringsubstantial increases in net immigration, projections like those in Figure 5 are quite likelyto be realized.8 6 342011 Statistics in focus Figure 6: Population age structure by citizenship and country of birth, EU27, 2010 0204060801003%2%1%0%1%2%3%Men Women Nationals Foreigners 0204060801003%2%1%0%1%2%3%Men Women Nativeborn Foreignborn Source: Eurostat online data codes : migr_pop 2ctz, migr_pop 4ctbAn alternative is to compare the distribution by broad age class for different groups of citizens Figure 7. For EU and nonEU foreigners, the share of persons aged between 20 and 39 years is 42% and 45% respectively, whereas it is 27% for nationals. In comparison to thirdcountry nationals, EU foreigners are slightly older with 6 p.p. fewer persons in the 019 age class and around 6 p.p. more persons in the ages above 60. The median age of the foreign population living in the EU was 34.4 years in 2010, which is 7.1 years lower than the median age of the nationals 41.5. The median age of nationals in the EU Member States ranged from 35.2 in Ireland to 45.0 in Germany, while for foreigners it ranged from 29.8 in Ireland to 53.1 in Latvia. The largest positive differences between the median age of nationals and foreigners were in Italy, Greece, Finland, Denmark and the United Kingdom. In Poland, and particularly in Latvia and Estonia, contrary to the common trend, the national population is younger than the foreign population. In the Baltic States, this is due to the presence of older foreigners born and resident there since before the breakup of former Soviet Union. In Poland, moreover, the median age of the foreignborn is strikingly high 67.1, probably due to the territorial changes in the country during and after the Second World War. Figure 7: Age distribution of nationals, EU and nonEU foreigners, EU27, 2010 % 01020304050Nationals EU foreigners NonEUforeigners 0192039405960 Source: Eurostat online data code : migr_pop 1ctz Table 3: Median age of the population by group of citizenship and country of birth, EU27 and EFTA, 2010 Nationals Foreigners Nativeborn Foreignborn EU27 s 41.534.441.040.0Belgium p 41.537.4::Bulgaria::::Czech Republic 39.734.839.735.4Denmark 41.332.241.136.7Germany 45.037.144.343.3Estonia 37.549.935.258.3Ireland 35.229.835.131.6Greece 43.133.342.836.8Spain 41.532.941.234.9France 39.538.438.147.5Italy 44.332.544.236.4Cyprus 37.233.137.333.3Latvia 36.753.135.858.4Lithuania 39.332.138.052.7Luxembourg 42.735.638.439.5Hungary 39.936.639.741.4Malta 39.435.439.636.3Netherlands 41.134.140.640.8Austria 42.734.341.741.5Poland 37.743.837.267.1Portugal 41.334.341.636.4Romania::::Slovenia 41.836.640.147.8Slovakia 36.836.5::Finland 42.432.942.634.3Sweden 41.533.540.541.7United Kingdom p 40.631.640.037.1Iceland 35.530.435.830.6Liechtenstein::::Norway 39.432.439.335.5Switzerland 43.735.7::By citizenship By country of birth : Data not available; s Eurostat estimate; p Provisional value Source: Eurostat online data codes : migr_pop 2ctz, migr_pop 4ctb The native and foreignborn people have almost the same median age at EU level, 41.0 and 40.0 years respectively, but there are significant differences between countries. In Finland, Italy and Spain, the median age of foreignborn was more than six years below that of nativeborn, while in Slovenia, France, the Baltic States and Poland, the situation was reversed. Figure 590 10 20 30 40 50 60 70 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 Year Projected OldAge Dependency Ratio, 20102060, Selected EU Countries EU 27 countries Belgium Denmark Germany Ireland Greece Spain France Italy Netherlands Austria Portugal Finland Sweden United Kingdom Norway Switzerland Migration and Fiscal Systems Dramatic aging of the population has farreaching economic implications. For fiscalsystems like those of the OECD countries, population aging is sure to be the source ofconsiderable stress. By standard metrics, public expenditures in the OECD countriesare at historically high levels, and these countries devote very large shares of publicexpenditures to agesensitive programs such as public pension and health care systemswhose costs rise as populations age. To the extent that their expenditures are taxfinanced, these countries derive most of their revenues via payroll, personal income,and consumption taxes from the workingage portion of the population. For at leastthe past two decades, the challenges facing countries with ageimbalanced populationdistributions and heavily ageconditioned fiscal systems have attracted the interest andattention of scholars and these challenges are sure to become increasingly prominent inpopular and policy debates in the future.3It is wellrecognized that the fiscal impacts of migration depend importantly on theirattributes. As is often discussed in popular and policy debates, immigrants with poorskills, low education levels, and ill health, are, by contrast, less likely to find jobs and toachieve high earnings, and are accordingly less likely to make substantial fiscal contributions than nativeborn workers. Such immigrants are also more likely to draw benefitsfrom social welfare programs. Given the powerful incentives for immigrants from poorcountries to migrate to richer nations, it is perhaps not surprising that many empirical studies have found that immigrants, particularly those from poor countries, dependdisproportionately one income support and similar social welfare programs.4 Of course,immigrants may well assimilate gradually into the labor markets of destination countries,and thus their fiscal impacts over time may change significantly. For both highlyskilledand highincome immigrants and for those at the lower end of the skill and earnings distribution, it is perhaps of greatest interest to assess their fiscal impacts in present valueterms, taking into account the fact that the fiscal contributions that they make, or thefiscal burdens that they impose, may change substantially over the life cycle Wildasin1999, 2009.Most economies especially in countries with extensive systems of social insurance andredistribution, such as the US, Canada, and many EU countries exhibit significant income inequality and rely on revenue systems in which higherincome households pay for alarge fraction of government expenditures. This is true within countries as well, althoughgenerally to a lesser degree, as the redistributive functions of subnational governments 3Among many studies that examine the fiscal implications of population aging, see, e.g., B os and Cnossen 1992 forone relatively early set of contributions. More recent work includes Wildasin 1999, Gustman and Steinmeier 2000,Storesletten 2000, Dang et al. 2001, additional references.4Among those who have investigated immigrant participation in social welfare systems, see e.g., Hanson and Lofstrom 2003, 2009, Wadensj o and Orrje 2002, Riphahn 2004, Collado and IturbeOrmaetxe 2004, and Bollinger and Hagstrom 2008.10are less extensive than those of national governments. In such economies, the migrationof highlyskilled individuals, who are typically highlyskilled, welleducated, and healthy,may immediately assimilate effectively into destinationregion labor markets, achievinghigh earnings, paying substantial amounts of consumptionbased taxes, and participating, as significant contributors, in public pension and other social insurance and socialwelfare systems. For this reason, the economic and fiscal impact of migration of thehighlyskilled is disproportionately greater than the headcount numbers involved: thehighlyskilled may be literally worth their weight in gold to the fiscal systems of theregions where they reside.Recent research confirms the quantitative importance of migration of highlyskilled workers from developing to developed countries. As documented in Docquier and Rapoportforthcoming, very large fractions of bettereducated young people in developing nationshave migrated to developed countries, noting in the conclusion of their survey that highskill migration is becoming the dominant pattern of international migration in recentdecades. The brain drain dilemma, long ago noted by Bhagwati 1976a, b, appears, ifanything, to be increasing in importance. Migration research has long since establishedthat highlyskilled workers in the US and other developed economies are highly mobile;for instance, Ehrenberg and Smith 1988, p. 360 explain that age is the most importantdeterminant of migration, with young people moving more than old, and that educationis the single best indicator of who will move within an age group.   College education  raises the probability of migrating the most; emphasis in original.5 In view of thehigh degree of mobility of highlyskilled workers within developed countries, perhaps therising mobility of such workers on a global scale is not surprising as economic developmentprogresses.The persistence of high rates of internal migration by the highly skilled, for instanceamong US states, raises important questions for fiscal policy. State governments haveplayed a prominent role in financing higher education spending, raising a perennial concern about whether a states taxpayers, residents, businesses, or others benefit, on net,by supporting, via tax payments, the acquisition of human capital by young people whomay then relocate to other states. As already observed, a state, or a nation, can reapsignificant fiscal benefits from an inflow of highlyskilled workers and, conversely, maysuffer substantially from an outflow of such workers.On the other hand, migration affects the attractiveness of human capital investment,not merely in poor regions for which improved skills may offer a passport to better economic opportunities in other regions, but also when the return to investment in humancapital is subject to risk.6It is difficult for young people in any one small region to 5For further analysis of US internal migration, see e.g. Partridge et al. 2012; for empirical analysis emphasizingmigration of the welleducated see, e.g., Kodrycki 2001, Kennan 2011 and references therein.6On incentives for human capital investment and migration, see, e.g., Vidal 1998, de la Croix and Monfort 2000,Wildasin 2000, Docquier et al. 2008, and, for a recent survey of international migration and human capital mobility,11foresee what returns they may earn after acquiring better skills, and this is particularlytrue if skill acquisition also entails occupational specialization. For patent attorneys, nuclear physicists, organic chemists, transplant surgeons, petrochemical engineers, or laboreconomists, interstate or international mobility enhances the opportunity to relocate toplaces where demands for their specialized skills are relatively high and for a poolingof risks associated with uncertain and imperfectly correlated demands for their skills invery localized markets. Since it can be difficult to insure against future earnings risks,mobility for the highlyskilled can make investment in human capital more attractive ina dynamic economy with everchanging market conditions. The mobility of highlyskilledlabor, then, can affect both the financing of human capital investment, as regions compete for fiscallyattractive highskill, highincome workers, as well as private incentivesto invest in human capital.It is not obvious a priori whether mobility, on balance, results in higher equilibrium levelsof human capital investment, nor whether or for whom such investment is welfareenhancing. Empirical evidence on international migration from poor to rich countriessuggests that poor countries, on balance, may be net losers from brain drains, while richcountries, the targets of net migration of the highlyskilled, benefit see, e.g., Marchioriet al, forthcoming. For jurisdictions that are more symmetrically situated, such as US states or EU nations, matters remain less clear, as gross migration among thesejurisdictions is much higher often by an order of magnitude than net migration.Summing Up.Against the backdrop of aging populations in developed countries and the comparativeyouthfulness of poorer regions, migration assumes an increasingly important role as adeterminant of demographic change. Increased ease of movement throughout the world a longterm trend of falling relocation costs of all kinds coupled with the attractionof earnings differentials provides powerful incentives for migration from poor to richcountries. The fertility bust in rich countries implies that rates of natural increase areextremely low or even negative, so much so that aggregate population change in a numberof OECD countries has been dominated by migration for much of the past decade andlonger. Some countries face rapidly aging populations as a result of prolonged low ratesof fertility, even as they grapple with the financing of large age and incomeconditionedsocial expenditure programs with revenue systems that are heavily dependent on theworkingage population, and particularly on high earners within that population.Highly educated workers are particularly mobile, both within and among countries. Ina world of increasing fiscal stress, due in no small part to population aging, competition for highlyskilled migrants may intensify as governments strive to maintain revenue Docquier and Rapoport forthcoming.12bases in the face of rising expenditure commitments. What are the potential efficiencyand distributional consequences of such competition? The remaining sections of thispaper attempt to shed some light on this important question. To provide an analyticalbackground for discussion, the next section briefly sketches a modeling framework thathas often been used in the study of factor mobility and fiscal competition for mobileproductive resources.3 The Efficiency and Distributional Effects of Migration: An Analytical Benchmark This section first presents a simplified analytical framework that is frequently used to It then shows how this framework can be usedanalyze interregional factor mobility.to investigate the effects of taxes, transfers, and other government fiscal policies.Itconcludes by recognizing some of the significant limitations of this framework, and ofpolicy implications that may be taken from it.3.1 Factor Mobility without a Public Sector Suppose that homogeneous labor is used as one of the inputs in the production process ofeach of N regions, i 1,  , N , and that production of a single homogeneous numerairegood in each region is a strictly increasing and concave function fili of the size of theregional labor force, here identified with the number of identical workers li. The economicsystem as a whole contains a labor force of size L and all workers must reside and beemployed in some region, so that Xli L.1i Workers consume only the numeraire commodity, which is freely tradeable among regions,so that the utility or economic wellbeing is the same thing as earnings. Under theassumption of perfectly competitive labor markets, workers in region i will be paid awage of wi f 0, li. Because of the strict concavity of the regional production functions,total earnings in region i, wili, are less than regional output fili. The remaining incomegenerated in region i, f li wili, accrues to other inputs to the production process,assumed to be perfectly fixed in amount and completely immobile. It is the presence ofthese fixed resources, which could include land and natural resources and possibly otherinputs, that gives rise to the diminishing marginal returns to the sole variable input,labor, as represented by the strict concavity of the regional production functions.13A simple model of this type underlies many theoretical and empirical studies of migrationand, more generally, of factor mobility. Under the further simplifying assumption thatlabor is freely mobile among regions, the model predicts that workers are drawn toregions where wages are high and will exit lowwage regions. In this setting, migration isa spatial arbitrage mechanism, serving to reallocate labor from lowproductivity to highproductivity locations. In equilibrium, all such arbitrage opportunities are fully exploitedand wages must be equalized everywhere, which implies that the marginal productivity oflabor is the same in all locations. Formally, the equilibrium allocation of labor, denotedby the vector l l N , and the equilibrium wage w, are obtained as the uniquesolution 7to the system of equations 1 andi w,1, . . . , lf 0ili 1, . . . N.2To gain some insight into the implications of labor mobility, the free mobility equilibrium described by 1y and 2 may be compared with a hypothetical initial allocation oflabor l l 1, . . . , l N determined, perhaps, by historical accident. Because labor is drawnlabor is efficiencyenhancing. Specifically, systemwide aggregate output Pto higherwage and therefore higherproductivity locations, migration represented inthis model by the difference l l between the equilibrium and initial allocations ofi fili, andthus aggregate income, is maximized at the equilibrium allocation. This fundamentalobservation is illustrated in Figure 6, which shows the allocation of labor in a tworegioneconomy. The curves labeled M P1 and M P2 represent the marginal productivity of laborf 0ili, and their intersection determines the efficient distribution of labor between the tworegions.7Here and below, technical complications such as corner solutions empty regions, for example are ignored for the sakeof simplicity of exposition.14Figure 6Figure 6 also illustrates the distribution of income before and after migration occurs. Iflabor is completely immobile, so that the labor markets in each region are separated,the equilibrium wage per worker in regions 1 and 2 would be given by wi f 0i li; asdrawn, region 1 is the lowwage region. The incomes accruing to the owners of the otherfactors of production in each region are given by fi li wi li and are represented in thefigure by the areas AD w 1 and BC w 2. Comparing the situation with immobile labor tothat with free migration, it is apparent that labor mobility reduces the income of thefixed resources in origin regions, i.e., those for which li li, and increases the incomeaccruing to the fixed resources in destination regions, i.e., those for which li li. Italso depresses earnings for workers in destination regions while raising wages in originregions. Aggregate income of course increases by an amount equal to the increase inaggregate output, illustrated in Figure 6 by the area BCD.The analysis so far shows clearly that migration affects both the efficiency of resourceallocation as well as the distribution of income. Migration results in gainers and losers,with a net efficiency gain that could hypothetically be used to compensate losers, therebyproducing a Pareto improvement. If the mobile resource is highskilled labor and theimmobile resources are lowskilled labor, the effect of migration is to depress the incomesof the highskilled in regions where highskilled workers are highly compensated, whileraising the incomes of the highskilled in regions where they are poorly compensated; inany case, migration of highlyskilled workers reduces and, in equilibrium, fully eliminates,15MPL1ABEl1l_1_L0CDMP2Lw_w 2_w 1any interregional disparities in the incomes of the highlyskilled. Whether disparities inthe the incomes of lowskilled workers or of other owners of assumedly fixed resourcesare increased or decreased cannot be determined a priori.The essential allocative and distributional implications of this analysis immediately generalize to the case where there are any number of different mobile resources; the variablesli need only be reinterpreted as vectors of potentially mobile resources. This modeling approach can thus be used to analyze the implications of the simulates mobility of multipletypes of labor with varying skill levels, as well as the mobility of capital. Under such interpretations, the immobile resources in each region are perhaps most naturally presumedto include only natural resources such as land, minerals, and the like. Under any suchgeneralizations, the mobility of productive resources serves as a mechanism of spatial arbitrage which reduces and, in a freemobility equilibrium eliminates any interregionaldifferences in returns to mobile factors. Efficiency gains increases in aggregate outputand income, and potential Pareto improvements result from the reallocation of thesefactors from lessproductive to moreproductive locations.Applied research on migration, past and present, attests to the empirical importance ofthe efficiency and distributional impacts of migration. Research by economic historianse.g., ORourke et al. 1996, Hatton and Williamson 1998, ORourke and Williamson1999, Lindert and Williamson 2003, and references therein provides compelling evidence that migration and, importantly, capital mobility, as well, between Europe andthe western hemisphere had substantial affects on output and income distribution during the 19th century, resulting in higher returns to mobile factors in origin countriesEurope and lower returns to these factors in the western hemisphere both North and South America as labor and capital relocated from East to West to exploit factor pricedifferentials. Returns to fixed factors in each region moved in the opposite directions. Byone estimate LindertWilliamson, Table 5.2, migration reduced real wages in the New World by 28% during the period 18701910, while raising real wages in the Old World by 7%, thereby contributing to substantially reduced international dispersion of real wages a clear indication of the effect of spatial arbitrage. Similar findings emerge from thestudy of internal migration within the US, where, for example, migration during the 20thcentury has substantially narrowed interregional income differentials.More recent research has reached similar conclusions about the effects of liberalized migration policies in the modern era. Hamilton and Whalley 1984 provide a pioneeringanalysis of the impacts of global migration using a computable general equilibrium CGEmodel built on a framework of the type sketched here. Such models continue to be exploited, e.g., in a recent study by Walmsley et al. 2011. These authors take separateaccount of the migration of skilled and unskilled labor, finding relaxation of existing migration quotas, sufficient to permit an increase of 3% in international migration, wouldincrease world income by some 300 billion. As suggested by the discussion above, there 16would be both gainers and losers from such a policy change, both among workers and onthe part of owners of nonhuman resources.3.2 Analysis of Fiscal Policies Using the basic model outlined above, it is easy to see how factor mobility can significantlyaffect the assessment of public policies, particularly those that directly or indirectly redistribute incomes. As already observed, migration may exacerbate or diminish earnings orincome inequality within and among regions, which means that the normative desirabilityor political pressure for redistributive policies may increase or decrease when one or moreproductive resources are mobile. In addition to these possible effects on the benefitor demand side of redistributive policy, however, factor mobility also influences thecost side. In particular, as has been amply discussed in the nowample literature onfiscal competition, decentralized redistributive policies affect the allocation of mobileresources and raise the cost of taxes imposed upon, and of transfers granted to, mobilefactors of production.This is most easily demonstrated in the case where regions are small relative to externalmarkets for mobile resources, that is, where migration or other resource flows into or outof a single region have only negligible impacts on net factor returns. Figure 7 depictsthe demand for a factor of production in a region i that is initially endowed with li unitsof labor, and in which the equilibrium gross wage, in the absence of labor mobility,is wi. Suppose that taxtransfer policies in this region are determined by a regionalgovernment that can tax or subsidize either labor or the other fixed factors in the region.In this case, given the strong simplifying assumptions that there are no laborleisure,consumptionsavings, or other behavioral margins that can affect factor supplies, anytaxes or transfers, such as a tax on labor that finances subsidies to immobile resourceowners, are purely lumpsum in nature. For instance, a tax on labor of the amount ti li in aggregate,would simply reduce net wage incomes by that amount per unit, or by tithe amount of tax collected, which could then be used to finance a subsidy to immobilefactor owners of that amount. By contrast, suppose that labor is freely mobile and thatthe net income of workers in external markets is unaffected by any policy changes, andany ensuing factor movements, in region i.The situation changes completely, however, when labor is freely mobile. Now, a tax onlabor cannot depress the equilibrium net income of workers; rather, the gross wage mustrise sufficiently to offset the tax, leaving the net income of workers unchanged. The newequilibrium labor stock liti is implicitly defined by the arbitrage equationili ti wf 03where w is the external net return to labor. As shown in Figure 7, which, illustratively,17assumes that wi w, the impact of the tax on labor is to reduce the equilibrium laborforce to liti. The tax on perfectly mobile labor does still produce tax revenues, equal inamount to tiliti. If these revenues are transferred in lumpsum fashion to the owners ofimmobile resources, the net effect of the taxtransfer policy is to reduce total employment,output, and income in region i, to raise the gross earnings of labor, to reduce the grossearnings of immobile resources by the amount wi tibd wi in the figure, and to reducethe net incomes of the owners of immobile resources by the amount bcd in the figure.Figure 7All of these results are standard and fairly wellknown. They have potentially farreachingimplications. For instance, they appear to imply that mobility can completely reversethe fiscal incidence of redistributive policies: when labor cannot move, the owners ofother fixed resources benefit from transfers financed by taxes on labor, while workers areharmed, whereas the workers completely escape the incidence of such taxes when they arefreely mobile, and the recipients of transfers end up worse off, on net, as a result of thesepolicies. Labor mobility can thus have a decisive impact on the normative desirabilityof such policies. Furthermore, from a political economy perspective, the alignment ofpolitical interests in support of or opposition to redistributive policies can likewise beextremely sensitive to the mobility of labor, or, for that matter, of any other productiveresources.3.3 Some Limitations of the Analysis Carefully interpreted, the model presented in Section 2.2 offers important economic insights. Explicitly or implicitly, it underlies a substantial body of theoretical, empirical,18_lii_w tiitli w_abcdf_wi_wii tand policy analysis on factor mobility.On the other hand, depending as it does on standard concepts of market equilibrium, andlacking any explicit reference to time, it is probably best viewed as a model of longrunequilibrium with factor mobility. Such a concept of the longrun or stationary equilibriumdistribution of population or other productive resources can be invaluable in providinga point of reference. Strictly speaking, however, a model of the long run equilibriumallocation of mobile human and nonhuman resources is not a model of factor movementas such, that is, of migration or investment flows. It is, rather, a model of the longrundetermination of equilibrium factor stocks.In a hypothetical world where mobile resources could be reallocated almost instantly,it might be appropriate to focus almost entirely on long run equilibria, since shortrun phenomena like factor movements would be almost unobservable. However, it isabundantly evident that spatial reallocations of labor and capital do not occur instantaneously. Equilibrating net flows of migration from lowwage to highwage regions, even ifnot obstructed by policy barriers, often take place over periods of many years, and evenof many decades, indicating that arrival at the stationary equilibrium implied by 2,in an economy with no public sector, and by 3 in an economy with fiscal policies, is,in practice, far from immediate. As a corollary, it follows that any inflows or outflowof mobile factors to favorable or unfavorable changes in policies, such as tax reductionsor increases, should not be expected to take place instantly, but rather over comparablylong intervals of time.Thus, it appears that the empirical and policy relevance of fiscal competition for productive resources cannot properly be assessed without taking explicitly into account theintertemporal dimension of factor mobility. Furthermore, it is surely the case that thedegree of factor mobility is not always and everywhere the same. The movement oflabor and capital in a modern economy with advanced technology and communications isat least potentially far easier than was true in the 19th century or in still earlier eras. Forthe purposes of empirical and policy analysis, how can the degree of factor mobilitybe determined? Today, highly liquid financial assets can move around the globe withlittle more than a mouse click. People especially top managers, athletes, entertainers,and others with similar incentives can travel the globe with comparative ease, residingand working in many widely dispersed locations over the course of a single year. Byany reasonable metric, such resources are highly mobile. The circumstances facing lessskilled and lowerincome workers in developing countries today are not equally conduciveto such mobility, although, over long intervals of time, such workers are drawn to higherwage regions within their own countries or abroad, just as in past historical experience.Without an analytical framework that can distinguish among such varying degrees ofmobility, the efficiency, distributional, and policy implications of factor mobility cannotreadily be discerned.194 Fiscal Treatment of the HighlySkilled in a Dynamic Context 4.1 A Model of Dynamic Factor Adjustment Motivated by the foregoing discussion, the present section outlines an explicitly dynamicmodel of factor mobility.In this model, which builds upon and applies an analyticalpresented elsewhere Wildasin 2003a, 2011, productive and potentially mobile resourcesare utilized in a single small, open economy, which might be the economy of a nation,a state or province, or of a single metropolitan area or city. This model specificallypostulates that there are two potentially mobile factors of production and one immobilefactor of production. These resources may enter or exit the small economy, but do sosubject to costs of adjustment. Specifically, as in standard dynamic models of investment,movement of resources takes place over time, that is, as flows, the effect of which is toaugment or diminish, gradually, the stocks of productive resources in the local economy.As in Section 2, the assumption that the local economy is small means that movementsof resources and of goods and services into or out of the local economy have only negligibleimpacts on the prices or net returns of these commodities in external markets.The adjustment of local factor stocks is assumed to be compatible with optimizing decisions by perfectly competitive firms in the local economy, who choose levels of employment of productive resources in such a way at to maximize the present value of theirprofits. These decisions are affected by local tax and transfer policies, summarized, insimplified form, as net fiscal burdens, positive or negative, imposed upon the owners ofeach type of productive resource. When local fiscal policies change, as for instance by theimposition of higher taxes on a mobile resource, the profitmaximizing equilibrium stocksof mobile resources change, with long run effects that are essentially as outlined in thestatic model of Section 2. However, as noted, the adjustment of factor stocks is costly in particular, it is assumed that adjustment costs are increasing and convex functionsof the rate of inflow or outflow of resources. This means that it is not optimal to adjustfactor stocks immediately in response to changes in policy. Rather, in equilibrium, thedynamic response to policy changes takes place over time. If the costs of adjustment riseat a sharply increasing rate with larger flows of resources into or out of the local economy,adjustments will take place over longer periods of time so as to take advantage of thelower costs associated with slow adjustment, whereas adjustments will occur more rapidlyif marginal adjustment costs increase only slowly. In short, productive resources in thismodel can be highly mobile or relatively immobile, depending on the adjustmentcost technologies that determine adjustment costs.But adjustment cost technologies are not the entire story of dynamic adjustment. Whenmultiple resources are used together in the production process, the profitmaximizinglevels of each are simultaneously determined. For example, if the local production process 20involves the use of highlyskilled workers, capital, and lowskilled workers, the demandfor each of these inputs will depend on the availability of the others. Although manydifferent types of production relationships are possible, it is empirically reasonable tosuppose that broad aggregates of inputs are complements in the production process, inthe sense that the productivity of and inverse demand for any one input, like skilledlabor, is increased when combined with large amounts of unskilled labor and capital. Thisis certainly true for standard production functions like the CobbDouglas or CES; in thelatter case, the degree of substitutability among inputs, as measured by the elasticity ofsubstitution , can vary from zero the Leontief case where all inputs must be usedin strictly fixed proportions, and isoquants are Lshaped to infinity, a limiting case inwhich changes in factor proportions have negligible impacts on marginal products thecase of linear isoquants. In all intermediate cases, including the CobbDouglas, for which 1, an increase in any one input raises the marginal productivity of others.To see the importance of substitution in production for the dynamic adjustment of factorstocks, consider the polar case where 0. In this case, factor proportions must alwaysremain constant. This means that if one resource moves into or out of the local economy,other resources must do so as well, and at the same rate, so as to maintain rigidlyfixed proportions in production, regardless of the adjustment costs for individual inputs.Indeed, if there is one fixed and immobile resource in the local economy, as is assumed inthe model used here, no dynamic adjustment of factor stocks is even possible, regardlessof adjustment costs. In terms of the static model outlined in Section 2, the case of fixedfactor proportions corresponds to a marginal productivity f 0ili for a potentially mobileresource that falls to zero if li increases at all, or that rises beyond bound if li fallsat all, corresponding, in Figures 6 and 7, to perfectly inelastic demand curves for themobile resource. In this extreme case, factor proportions, and factor stocks, are fixed forall time, and local policies can have no possible effect on them. At the other extreme,when factors are infinitely substitutable, any mobile resources can can adjust completelyindependently of any other. This corresponds, in Figures 6 and 7, to the case of a perfectlyelastic demand curve, i.e., to the case where fili0 is fixed by technology, irrespectiveof the value of li. In this case, taxes or subsidies on any one factor of production willhave no impact on the demand for or employment of any other factor of production. Inintermediate cases, such as the CobbDouglas case where 1, stocks of productiveresources adjust simultaneously, but not in fixed proportions, and the speed with whicheach adjusts depends on both its own adjustment costs and on the costs of adjustingother inputs.214.2 Redistributive Transfers Financed by Taxes on Mobile Labor and Capital Although this basic modeling framework is open to multiple applications, let us considerhere what it may imply about the competition for highlyskilled labor. In this simplemodel, different factors of production are distinguished only by their degree of mobility,and the shares of income that they receive. Suppose, then, that there are three broadaggregates of inputs: the highlyskilled, capital, and a third aggregate interpreted toinclude lowskilled workers and any other productive inputs. Suppose that capital andhighlyskilled labor are potentially mobile, while lowskilled labor and other productiveinputs, such as land, minerals, or other natural resources, are completely immobile.8 Suppose also that the government in this jurisdiction uses tax and expenditure policies thatredistribute income from highlyskilled labor and from capital toward lowskilled labor.What are the allocative and distributional consequences of changes in these policies?Specifically, when the magnitude of redistributive taxes and transfers go up or down,what are the effects on investment flows and on the migration of the highly skilled? Howdo these effects depend upon the degree of mobility of these resources? What are theeffects of such redistributive transfers on the distribution of income in the local economy,and how do these effects change over time?To explore these questions, assume that the local economy is initially in a longrun or stationary equilibrium. In order to quantify the impacts of changes in government policies,it is necessary to specify crucial parameters of the model, including the local elasticity ofsubstitution in production, the parameters that govern the adjustment costs for skilledlabor and capital, the shares of income that accrue to each of the three factors of production. As a benchmark case, let us suppose that unskilled and skilled labor each initiallyreceive 40% of aggregate gross income, with capital receiving the remaining 20%, and thatthe elasticity of substitution among all inputs is 1, as is the case if the production technology locally i.e., in the neighborhood of the initial longrun equilibrium correspondsto the CobbDouglas case. The assumption that the skilled labor share of aggregateincome, or of half of all earnings, means that skilled labor corresponds approximatelyto the workers who, in the US economy, would constitute approximately the top 1520%of earners, depending on the year of observation see Piketty and Saez 2003, with theremaining half of earnings accruing to the lower 8085% of earners, designated here asunskilled. If applied to economies with a lower degree of earnings inequality in the US, the skilled, in the following calculations, would correspond to a somewhat largerfraction of total earners.The adjustment cost parameters are not of intrinsic interest in themselves, but can beselected so that the speeds of adjustment of skilled labor and capital measured, in the 8Obviously, other interesting specifications are possible, and some are investigated in other research see Wildasin2011b.22model, by the halflife of the adjustment process correspond to empirically relevantvalues. To begin with, let us suppose that these parameters are such that the stock ofskilled labor completes half of its adjustment, in response to a perturbation, in 5 years,and that the halflife of capital stock adjustment is only 2 years. The sensitivity of theresults to variations in these parameters is of interest and is discussed further below.In order to insure that policy changes are feasible, the government is assumed to be ableto borrow or save at a fixed interest rate, and that it must balance its budget in presentvalue terms. The interest rate r, which is also the interest rate at which households andfirms are assumed to be able to borrow and save, is fixed at 3%. Let 1 denote the netfiscal burden on skilled labor, let 2 denote the net fiscal burden on capital, and let thestocks of skilled labor and capital at time t be denoted by the vector kt k 1t, k 2t.These net fiscal burdens, like the variable ti appears in 3, represent the flow of alltaxes paid by these factor owners, net of any cash or inkind transfers, and net of thevalue of any monetized benefits from public goods or services that they may receive.9The government budget constraint, in presentvalue terms, then requires that the totalamount of net transfers to unskilled workers, T , must satisfy the condition Z 0Z 0T ertdt 1k 1t 2k 2tertdt4Without loss of generality, the initial values of skilled labor and capital are each set equalto one, as is the initial value of aggregate output and the aggregate amount of gross income. As initial values, let us assume that 1 .1 and that 2 .05; given the assumedfactor shares, these values correspond to tax rates of 25% on factor incomes. Note thatthese should be understood as average effective tax rates, not marginal rates. Furthermore, they should be interpreted as net of the value of benefits received by taxpayers,and, in addition, they should be viewed as effective average lifetime net fiscal burdens. Obviously, without a much richer model that can accommodate lifecycle earningsgrowth, retirement, wealth accumulation, family formation and dissolution, and intergenerational linkages, including inter vivos transfers in cash and in kind, the treatmentof tax and transfer policies is inevitably quite simplistic.Using results developed elsewhere,10 and using the parameter values specified above, onecan calculate the dynamic impacts of policy perturbations on the equilibrium stocks ofskilled labor and capital. From this, it is then possible to determine the dynamic effects ofpolicy perturbations on both gross and net returns to all factors of production. Suppose,for instance, that the government raises the tax burden on skilled labor, starting from theinitial stationary state. A oneunit increase in this burden triggers a dynamic adjustment 9This abstracts from the possibility of differential valuations of public goods and services by different factor owners.The model also does not explicitly allow for benefits from purely public or noncongestable public goods and services,focusing instead on the empirically more relevant case where government expenditures finance programs for which benefitsmust be divided among beneficiaries.10Specifically, see equations 22 in Wildasin 2011a.23in which both skilled labor and capital are diminished gradually over time, as shown in Figure 8. The fact that both of these factors are affected by a change in the tax on skilledlabor reflects the fact that both are used simultaneously in the production process, andthe speeds of adjustment for each, as depicted by the rate at which each factor stockconverges asymptotically to its new steadystate value are jointly determined and jointlydepend on the adjustment cost parameters assumed for each. Note that, as expected,there is almost no instantaneous change in the stock of either skilled labor or of capital:the short run impact on factor stocks is negligible, as is the impact on total outputand gross income in the local economy.Figure 824With marginal productivity factor pricing, the changes in factor stocks shown in Figure 8result in changes in the gross i.e., before taxtransfer returns to each factor of production. As shown in Figure 9, a higher net fiscal burden on skilled labor is offset by risinggross earnings for skilled workers: as the stock of skilled labor diminishes, its marginalproductivity rises. Indeed, because the local economy is small and because skilled workers can obtain a fixed net return in external markets, the stock of skilled labor continuesto fall until asymptotically the grossoftax return rises by 1 unit, that is, sufficiently tofully offset the higher tax. This corresponds to the case in the static model, illustrated in Figure 7, in which the taxed factor is freely mobile, so that its stock falls sufficiently toraise its gross return by the full amount of the local tax. However, this effect materializesonly asymptotically in the dynamic model with gradual factor stock adjustments. Notefrom Figure 9 that in the short run, the gross return to skilled labor is almost unchangedafter an increase in 1, corresponding to the case in the static model in which the taxedfactor of production is completely immobile, so that its stock, and its gross return, isunaffected by local taxes and its net return falls by the amount of the local tax.The dynamic path of adjustment of the gross return to the taxed factor of productionthus, in a sense, encompasses both of the polar cases presented in the static model. Atthe same time, it reveals the limits of that analysis. Strictly speaking, the gross returnto skilled labor is unaffected by increased taxes for only an instant; for all time periodst 0, the stock of skilled labor is smaller as a result of the increased tax, and its grossreturn is higher. Furthermore, the increase in the gross return to skilled labor only fullyoffsets the increased tax as t ; for all finite t, the gross return to skilled labor doesnot rise sufficiently to maintain the net return at its initial equilibrium level.In thissense, the static model fails to describe the impact of a change in policy for all finitetimes greater than 0, i.e., almost never.As Figure 9 also shows, the impact of a change in the fiscal treatment of skilled labor hasno longrun effect on the gross return to capital. Since the tax on capital is unchanged,its net return return can only be maintained at its longrun equilibrium value if thegross return is also unchanged. In the intermediate term, however, its gross return risesslightly, the result of offsetting effects as the ratio of capital to unskilled labor falls, while,in this case, the ratio of capital to skilled labor rises.Finally, it is important to note that the gross return to unskilled workers gradually falls,as the stocks of the two mobile resources gradually decline in response to higher taxationof skilled labor. By the governments budgetbalance constraint, unskilled workers benefitfrom increased transfers to them, at least so long as the effect of the increased tax onskilled workers is to increase total government revenues which need not always be thecase, but is true in the present instance. Figure 9 does not show, however, whether theincrease in benefits from publicsector transfers is sufficiently great to offset the reducedgross income accruing to unskilled workers. Indeed, it is not exactly clear how to assess 25the impact of this taxtransfer policy on unskilled workers, since as is also true forcapital owners and for skilled labor the policy changes the entire time path of factorreturns. Since the gross return to unskilled labor is initially unaffected by the policychange, it is clear that higher taxes on the skilled must initially increase the net incomesi.e., gross earnings plus net fiscal transfers of the unskilled, but this initial net gaincould conceivably be outweighed by subsequent declines in gross earnings.Figure 9In order to evaluate the economic incidence of changes in redistributive policies in anintertemporal setting, perhaps the most natural approach is to calculate the presentvalue of the changes in net incomes that they bring about. To put such presentvalue 26changes into proper context, it is helpful to express the magnitude of the policy changesthemselves in natural economic units. This can be done by normalizing the size of thepolicy change so that it raises 1 unit more of tax revenue, in present value terms, or,equivalently, so that it finances a 1 unit increase in the size of transfers to unskilledworkers, again expressed in present value terms. Under the parameter values assumed sofar, then, a oneunit expansion of redistributive transfers turns out to raise the presentvalue of gross wages for skilled workers by 1.85, and to raise the present value of grossreturns to capital by .01. The present value of gross wages of unskilled workers fall by 1.86. The present value of net wages for skilled workers that is, the increase in grosswages minus the present value of the higher taxes paid by these workers is 0.31. Inother words, skilled workers experience a loss in net incomes, in present value terms, asa result of the imposition of higher taxes. The presentvalue change in net income forcapital owners is just equal to the change in gross income, since their fiscal treatment doesnot change under this policy intervention. Unskilled workers of course are the recipientsof redistributive transfers. However, perhaps surprisingly, unskilled workers are actuallymade worse off, on net, as a result of the expansion of redistributive transfers, eventhough they definitely gain from this program in the short run. In present value terms,the losses of gross earnings that they suffer turn out to be larger than the present value ofthe transfers that they receive, netting out to 0.86. Under the above parameter values,the change in aggregate net incomes for all factor owners, in present value terms, is equalto 1.16 a substantial loss, equal to more than 100% of the magnitude of additionaltransfers paid out to the unskilled.These results are sensitive to the parameter values of the model. For example, unskilledworkers definitely do benefit, in present value terms, if the tax rates on mobile factorsare smaller corresponding, say, to an initial tax on skilled workers of 1 .025, ora tax of about 6.25% of earnings, and an initial tax on capital of 0. Starting fromthe initial equilibrium under these tax rates, a oneunit increase in the present value ofredistributive transfers raises the net income of unskilled workers, in presentvalue terms,by 0.036, that is, by about 3.6% of the magnitude of the amount of transfers. This comesat a cost to skilled workers of about 0.16, or about 16% of the magnitude of the transfersundertaken. Thus, even when the size of existing redistributive taxes and transfers arerather modest, the excess burden of incremental increases local redistributive policies,i.e., the aggregate net losses that arise because of dynamic factor responses to changes inpolicy are quite substantial. These are the dynamic equivalents, essentially, to the areabcd in the static analysis displayed in Figure 7.How would these results differ if mobile factors were less mobile? One way to addressthis question is to examine similar policy experiments while varying the adjustmentcost parameters in the model so that skilled labor and capital respond less quickly topolicy changes. When this is done so that adjustment speeds are about half as fast,the qualitative results remain fairly similar to those just described, but the results differ 27substantially in quantitative terms. In particular, unskilled workers are still harmed byredistributive transfers if the initial tax burdens on skilled labor and capital are relativelyhigh 1 .1 and 2 .05. With slower adjustment speeds, the net presentvalue lossto skilled workers from a oneunit expansion in redistributive transfers is larger, at 0.49compared to 0.31, while the net loss to unskilled workers is reduced from 0.86 to0.34, with an aggregate net loss of 0.84. In other words, the taxpayers the skilled areharmed more by higher taxes when they are less mobile. The recipients of redistributivetransfers are still harmed, but not as much. When redistributive policies are initiallysmaller 1 .025 and 2 0, the harm to skilled workers from an incremental increasein redistributive transfers only amounts to 29% of the increase, while unskilled workers,the recipients of these transfers, experience a net gain equal to 19.7% of the transfers.The net loss of income to all factor owners is now just 10% of the increase in transfers.As a third and final case, if the mobility of skilled labor and capital is reduced still further,so that the halflife of the response to a change in policy rises to about two decades, theresults change again, and in the same direction. Now, unskilled workers benefit, on net,from an incremental increase in redistributive transfers, even when the initially givenfiscal burdens on skilled labor and capital are relatively high 1 .1 and 2 .05: perunit increase in program size, unskilled workers enjoy a net gain in real income of 0.19,while skilled workers suffer a loss in real income of 0.72. The reduction in aggregate netincome falls to just 0.50. If the initial size of the redistributive program is twice as large,however, corresponding to values of 1 .2 and 2 .1, the distortionary effects of theprogram rise once again and the presentvalue net income change for unskilled workers,once again, becomes negative.4.3 Policy and Political Economy Implications Although the preceding calculations are based on a highly stylized model, they at leastserve to illustrate some of the policy tradeoffs involved in the formulation of tax andtransfer policies when households at the upper end of the earnings distribution thehighly skilled are potentially mobile. Most fundamentally, the analysis shows howimportant it is to take into account the fact that although stocks of productive resourcesdo adjust to changes in real incomes via migration and investment flows, they do soonly gradually. One must therefore distinguish between the shortrun, longrun, andintermediaterun impacts of such policies. The comparative statics analysis outlinedin Section 3.2 provides key insights into the short and longrun effects of policy changes,but it cannot capture the intermediate impacts those that begin immediately aftera policy change is initiated, and that only die away asymptotically.In the early stages of an expansion of redistributive transfers, those who are taxed moreheavily the highly skilled are sure to suffer a loss in net income, and those who receive 28larger transfers the unskilled are sure to be better off. In the late stages, reductionsin the stock of skilled labor and capital raise the gross returns to these factors, whiledepressing the gross return to unskilled labor. This means, of course, that the underlyingdistribution of gross income becomes more unequal as a result of the policy change, andthat the distribution of net income, even if more equal, does not shrink by the fullmagnitude of the redistributive transfers themselves.To assess the full impact of the policy over its entire time horizon, it is necessary to addup changes in real incomes at different points in time. Calculating the net present valueimpacts of incremental changes in redistributive policy shows that the harm inflicted onhighly skilled workers and the gains enjoyed by unskilled workers are sensitive both tothe speed of dynamic factor adjustment and to the initial scale of existing policies. Withrelatively rapid factor adjustment responses, in fact, unskilled workers actually sufferlosses in the present value of net incomes, as losses in gross earnings are less than fullyoffset by higher transfer payments. These losses are particularly severe in the case ofincremental expansions of policies that are initially already highly redistributive. Suchrelatively rapid responses are to be expected when regions are highly integrated withexternal markets, as is the case, for example, for US states. Slower adjustment speedsare more likely, on the other hand, at the international level. When skilled labor andcapital respond only very slowly to policy changes, such as might have been the case in,say, the middle decades of the previous century, the distributional impacts of changesin policy are significantly affected. When those who finance redistributive transfers arerelatively immobile, gross factor prices do not change rapidly in an unequalizing direction,so that the net income distribution is narrowed to a greater extent, and for a longer periodof time, as compared with the case of high mobility.Although it is not possible here to discuss in any detail the political economy implicationsof factor mobility, it should be obvious that the demand for redistributive transfers, andthe resistance to heavier fiscal burdens on the part of those with higher incomes, maybe quite sensitive to the degree of factor mobility. Explicitly dynamic analysis highlightsthe differing intertemporal impacts of redistributive transfers and this raises importantquestions about the extent to which current policies are shaped by agents who maypossibly act myopically, especially if those whose future interests are affected by policyare not well represented in the policymaking process.1111The importance of such dynamic considerations for the analysis of political economy is discussed further in Wildasin2006.295 Conclusion There are many determinants of human capital mobility. These include intrinsic technological determinants of mobility, such as direct outofpocket costs associated withrelocation, which are affected, notably, by changes in transportation technologies, butalso by costs related to housing markets selling costs of houses, for instance. Information costs arise because people do not have perfect knowledge about economic andother opportunities in other locations.Social costs, such as the cost of adapting to newlanguages, customs, ethnic environments, and other aspects of living arrangements alsoaffect the ease with which people may move from place to place. Many of these determinants are not readily within the direct control of policymakers. There are, however,many determinants of human capital mobility that are directly or indirectly influencedby public policies. Let us briefly recall what some of these are, and then review some ofthe implications of such policies, especially in light of the preceding analysis.First and foremost, mobility is affected by direct legal controls over migration. Theseare most obvious, and perhaps most frequently discussed, in the context of internationalmigration. Within the past several decades, the world has witnessed several dramaticchanges in these aspects of migration control: the evolution of ever more relaxed bordercontrols with the countries of the European Union, including not only changes in the formalities that govern employment and residence by citizens of EU nations who relocate toother EU member states, but perhaps even more importantly the accession of new member states themselves, through progressive expansion of the EECEU from the originalsix founding nations in 1959, to nine countries by 1973 about a onethird increase in totalpopulation, to a dozen countries by 1986 another 20% population increase, to fifteencountries by 1995 approximately another 10%, to 25 countries by 2004 and 27 countriesat present approximately another 25% population expansion. EU membership by itselfresults in a major change in the degree of mobility for residents of new member states.Other equally dramatic events intertwined, to some degree, with the EU expansionjust described include the collapse of the Soviet Union, which, accompanied by the endof the Warsaw Pact and German reunification, drastically eased migration constraintsfor the populations of Eastern Europe. In other parts of the world, direct controls overmigration and employments are exercised within countries. This was true of the former Soviet Union, of South Africa during the apartheid era, and of China, formerly and, toa lessened degree, still today via the hukou system see, e.g., Wildasin 2003b for morediscussion.A host of other government policies indirectly affect the degree of human capital mobility.The tax treatment of relocation costs, regulatory barriers to employment or acquisition ofhousing, the degree of enforcement of border controls and other regulations, the presenceand extent of linguistic, cultural, and other accommodations offered to immigrants, and 30access to public services and participation in social welfare systems available to immigrants are all influenced by policy decisions. Policies that facilitate language acquisition,cultural adaptation, and the building of spatial networks can certainly help to reducebarriers to migration.Human capital investment is closely linked to household mobility. Empirically, the linkagebetween mobility and education is wellestablished. Bettereducated people often possess,or are well able to acquire, specialized skills that make them attractive to potentialemployers seeking to expand employment in new and growing sectors of the economy.These employment opportunities may well arise in places different from, and possiblyquite distant from, a persons place of birth. The range of such opportunities thata person may confront over a working lifetime that may span four or more decades isdifficult to foresee, but it is clear that a workers opportunity set expands as the degree ofmobility increases. Thus, the return to investment in human capital is enhanced for thosewhose opportunity sets for future employment are large. Those who seek and acquirehigh levels of human capital have especially high incentives to improve their capacity towork productively on a multiregional, multinational, and, ultimately, on a global basis.The mobility of all people, but especially the mobility of the highly educated, can beenhanced through their education in their home regions and countries, through exposureto other languages, institutions, and cultures via electronic media, and, of course, throughparticipation in educational exchanges, temporary employment, and even tourism. Manypublic policies notably, in the education sector itself can facilitate or impede suchmobilityenhancing activities.Policies that increase human capital mobility can certainly contribute to more productiveutilization of human resources. Concrete evidence of such productivity is provided byanalyses that show how those who migrate enjoy higher earnings. The beneficiaries ofhigher earnings, of course, include migrants themselves. But the spatial reallocationof human capital has much more farreaching consequences, as well. The movement ofpeople and the associated expansion or contraction of capital stocks, output, and otherelements of economic activity, affect both origin and destination regions. These effectsneed not occur instantaneously, and, indeed, their cumulative effects may dwarf, and evenreverse, their shortrun impacts. Section 4 has outlined a framework for the analysis ofthe dynamic impacts of fiscal policies, which can influence the incentives for people, andother productive resources, to locate in a particular jurisdiction. While stylized, thatanalysis shows that redistributive taxtransfer policies, such as taxes that are imposedon higherincome households and that are used to transfer cash or more broadly inkind benefits to lowerincome households, can harm the former and help the latter inthe shortrun the presumed goal of such policies, but that the harm to the formercan diminish over time as highlyskilled workers have opportunities to escape the fiscalburden of redistribution, while the benefits to the latter likewise diminish over time.31An assessment of the lifetime or presentvalue impact of redistributive policies mustweigh the short and longterm consequences together.If resources such as highlyskilled workers are comparatively immobile, longrun effects only gradually arise andtheir weight, in presentvalue terms, is small. When resources are highly mobile, however,longrun impacts emerge more rapidly and shortrun effects die away quickly. Althoughthe preceding analysis does not specifically attempt to model the political economy ofredistributive policy, it certainly points in the direction of suggesting that increasedresource mobility can significantly alter the benefits and costs of redistributive policies,as seen both by those who are the putative beneficiaries of such policies and by thosewhose net incomes and economic wellbeing the policies are designed to diminish.There is then the prospect of important policy interactions. Policies that enhance themobility of highlyskilled workers may shift the political and normative benefitcost calculus toward tighter limits on redistributive policies. The effective capture of resourcesfrom higherincome households may become more difficult, and less prevalent, as education and other policies contribute to greater mobility, especially for the highly skilled.Within a highlyintegrated economic region such as the US, it may be relatively difficultfor subnational governments to sustain high levels of redistributive activity. Perhapsthis can help to explain, within the US context, why the Federal government plays thepredominant role in redistributive policies in the US, relegating states and localities torelatively minor roles, except perhaps insofar as their contributions to redistribution aresupported by Federal programs via intergovernmental transfers.Human capital mobility seems destined to rise over time throughout the world, driven inpart by fundamental demographic shifts, by improving technologies that lower the costsof mobility, and by expansions of human capital investment. At least, such appears tohave been the case during the past halfcentury and, indeed, over much longer periods.Increased mobility may ultimately not only add constraints that limit the redistributivecapacity of existing jurisdictions, but may also create incentives for expansion of redistributive activities by higherlevel governments that may then supplant the activities ofgovernments that presently play a relatively prominent role in redistributive policy. Such,at least, would be one interpretation of US experience during the past century. Whethersuch institutional and policy evolution will occur elsewhere remains to be seen.32References Andersson, F. and K. Konrad 2001, Globalization and Human Capital Formation IZA DP no. 245.Andersson, F. and K. Konrad 2003, Human capital investment and globalization inextortionary states, Journal of Public Economics, 8778,15391555.Barrett, A., J. Fitzgerald, and B. Nolan 2000, Earnings Inequality, Returns to Education and Immigration into Ireland, IZA Discussion Paper No. 167.Barrett, A. 2002, Return Migration of HighlySkilled Irish into Ireland and Their Impact on GNP and Earnings Inequality, in OECD 2002, 151157.Bhagwati, J. N. 1976a, The Brain Drain and Taxation, Vol. 2: Theory and Empirical Analysis NorthHolland, Amsterdam.Bhagwati, J. N. 1976b. Taxing the Brain Drain, Vol. 1: A Proposal North Holland,Amsterdam.Bollinger, C. and P. Hagstrom 2008, Food Stamp Program Participation of Refugeesand Immigrants? Southern Economic Journal 74, 665692.B os, D. and S. Cnossen, editors, Fiscal Implications of an Aging Population Berlin:Springer, 1992.Collado, M. D. and I. IturbeOrmaetxe 2004, Quantifying the Impact of Immigrationon the Spanish Welfare State, International Tax and Public Finance 11, 335353.Coulson, B. G. and D. J. Devoretz 1993, Human Capital Content of Canadian Immigrants: 19671987, Canadian Public Policy 29, 357366.de la Croix, D, and P. Monfort 2000 Education Funding and Regional Convergence Journal of Population Economics, 13, 403424.Dang, T. T., P. Antolin and H. Oxley 2001, Fiscal Implications of Ageing: Projectionsof AgeRelated Spending?, OECD Economics Department Working Papers, No. 305,OECD Publishing. http:dx.doi.org10.1787503643006287Docquier, F., O. Faye, and P. Pestieau 2008, Is migration a good substitute for education subsidies?, Journal of Development Economics 86, 263276.Docquier, F. and H. Rapoport forthcoming, Globalization, brain drain and development, Journal of Economic Literature.33Ehrenberg, R.G. and R.S. Smith 1988, Modern Labor Economics: Theory and Public Policy, 3rd. ed. Glenview, Illinois: Scott Foresman.European Commission 2005, The 2005 EPC Projections of AgeRelated Expenditure 20042050 for the EU25 Member States: Underlying Assumptions and Projection Methodologies, European Economy Special Report No. 42005.Gustman, A.L. and T.L. Steinmeier 2000, Social Security Benefits of Immigrants and U.S. Born, in G. J. Borjas ed., Issues in the Economics of Immigration Chicago:University of Chicago Press, 309350.Hamilton, B., and J. Whalley 1984, Efficiency and Distributional Implications of Restrictions on Labour Mobility, Journal of Development Economics 14, 6175.Hansen, J. and M. Lofstrom 2009, Journal of Population Economics, 22 4, 941970.Hansen, J. and M. Lofstrom 2003, Immigrant Assimilation and Welfare Participation:Do Immigrants Assimilate Into or Outof Welfare? Journal of Human Resources 38,7498.Hatton, T. J., and J. G. Williamson 1998, The age of mass migration Oxford: Oxford University Press.Ihrke, D.K., C.S. Faber, and W.K. Koerber 2011, Geographical Mobility: 20082009,Current Population Reports, P20565. U.S. Census Bureau, Washington, DC.Katz, E. and H. Rapoport 2005, On Human Capital Formation with Exit Options,Journal of Population Economics 18 267274.Kennan, J. 2011, Higher Education Subsidies and Human Capital Mobility, unpublished.Kodrzycki, Y. K. 2001, Migration of Recent College Graduates: Evidence from the National Longitudinal Survey of Youth, New England Economic Review.Lien,D. Y. Wang 2005, Brain Drain or Brain Gain: A Revisit, Journal of Population Economics, 18, 153163.Lindert, P.H. and J.G. Williamson 2003, Does Globalization Make the World More Unequal?, in Michael D. Bordo, Alan M. Taylor and Jeffrey G. Williamson eds.,Globalization in Historical Perspective Chicago: University of Chicago Press, 227271.Marchiori, L., I.L. Shen, and F. Docquier forthcoming, Brain drain in globalization Ageneral equilibrium analysis from the sending countries perspective, Economic Inquiry.34ORourke, K.H., A.M. Taylor, and J. G. Williamson. 1996. Factor price convergence inthe late nineteenth century, International Economic Review 37, 499?530.ORourke, K. H., and J. G. Williamson1999, Globalization and history Cambridge:MIT Press.Partridge, M.D., D.S. Rickman, M.R. Olfert, and K. Ali 2012 Dwindling U.S. Internal Migration: Evidence of a Spatial Equilibrium or Structural Shifts in Local Labor Markets?? Regional Science and Urban Economics 42, 375388.Piketty, T. and E. Saez 2003, Income Inequality in the United States, 19131998,Quarterly Journal of Economics, 118, No. 1 Feb., 2003, 139.Ren, P. 2011, Lifetime Mobility in the United States: 2010, American Community Survey Briefs, U.S. Census Bureau, Washington, DC.Riphahn, R. T. 2004, Immigrant Participation in Social Assistance Programs: Evidence from German Guestworkers, Applied Economics Quarterly, 50 4, 329?362.Storesletten, K. 2000, Sustaining Fiscal Policy Through Immigration, Journal of Political Economy 108, 300323.Thum, C. and S. Uebelmesser 2003, Mobility and the role of education as a commitment device, International Tax and Public Finance 10, 549564.Vasileva, K. 2012, Population and Social Conditions 312012, Eurostat.Vidal, J.P. 1998, The Effect of Emigration on Human Capital Formation, Journal of Population Economics 11, 589600.Wadensj o, E. and H. Orrje 2002, Immigration and the Public Sector in DenmarkAarhus: Aarhus University Press.Walmsley, T.L., A. Winters, and A. Ahmed 2011, The Impact of the Movement of Labour: Results from a Model of Bilateral Migration, Global Economy Journal 11.Wildasin, D.E.,1995, Factor Mobility, Risk, and Redistribution in the Welfare State,Scandinavian Journal of Economics 97, 527546.Wildasin, D.E. 1998, Factor Mobility and Redistributive Policy: Local and International Perspectives, in P. B. Sorensen ed. Public Finance in a Changing WorldLondon: Mac Millan Press, Ltd., 151192.Wildasin, D.E. 1999, Public Pensions in the EU: Migration Incentives and Impacts,in A. Panagariya, P.R. Portney and R.M. Schwab eds., Environmental and Public Eco35nomics: Essays in Honor of Wallace E. Oates Cheltenham: Edward Elgar, 253282.Wildasin, D. E. 2000, Labor Market Integration, Investment in Risky Human Capital,and Fiscal Competition, American Economic Review 90, 7395.Wildasin, D. E. 2003a, Fiscal Competition in Space and Time, Journal of Public Economics 87, 25712588.Wildasin, D. E. 2003b, Liberalization and the Spatial Allocation of Population in Developing and Transition Countires, in J. MartinezVasquez and J. Alm eds., Public Finance in Developing and Transition Countries: Essays in Honor of Richard BirdCheltenham: Edward Elgar Publishing, 63100.Wildasin, D. E. 2005, Fiscal Policy, Human Capital, and CanadaUS Labor Market Integration, in Richard G. Harris and Thomas Lemieux eds., Social and Labour Market Aspects of North American Linkages Calgary: University of Calgary Press, 489536.Wildasin, D.E. 2006, Fiscal Competition, in B. Weingast and D. Wittman eds.,Oxford Handbook of Political Economy Oxford: Oxford University Press.Wildasin, D.E. 2009, Public Pensions and Demographic Change in Developed Countries: Fertility Bust and Migration Boom?, in J. Bhagwati and G. Hanson eds., Skilled Immigration Today: Problems, Prospects, Policies Oxford: Oxford University Press,2009, 81129.Wildasin, D.E. 2011a, Fiscal Competition for ImperfectlyMobile Labor and Capital:A Comparative Dynamic Analysis, Journal of Public Economics 95, 13121321.Wildasin, D.E. 2011b, Fiscal Competition, Redistributive Transfers, and Factor Mobility in a Dynamic Context, unpublished.Wilson, J.D. and D.E. Wildasin 2004, Capital Tax Competition: Bane or Boon?Journal of Public Economics 88 10651091.36", "filename": "dp8199.pdf", "person": ["David Wildasin", "Wildasin, David"], "date": ["2014"]}