{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/99000/1/dp8166.pdf"], "title": ["The Impact of Chinese Import Penetration on Danish Firms and Workers"], "plaintext": "The Impact of Chinese Import Penetration on Danish Firms and Workers Damoun Ashournia University of Oxford Jakob Munch University of Copenhagen and IZA Daniel Nguyen University of Copenhagen Discussion Paper No. 8166 May 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8166 May 2014 ABSTRACT The Impact of Chinese Import Penetration on Danish Firms and Workers The impact of imports from lowwage countries on domestic labor market outcomes has been a hotly debated issue for decades. The recent surge in imports from China has reignited this debate. Since the 1980s several developed economies have experienced contemporaneous increases in the volume of imports and in the wage gap between high and lowskilled workers. However, the literature has not been able to document a strong causal relationship between imports and the wage gap. Instead, past studies have attributed the widening wage gap to skill biased technological change. This paper finds evidence for the direct impact of low wage imports on the wage gap. Using detailed Danish panel data for firms and workers, it measures the effects of Chinese import penetration at the firm level on wages within jobspells and over the longer term taking transitions in the labor market into account. We find that greater exposure to Chinese imports corresponds to a negative firmlevel demand shock, which is biased towards lowskill intensive products. Consistent with this, an increase in Chinese import penetration results in lower wages for lowskilled employees. JEL Classification: Keywords: Corresponding author: Jakob Munch Department of Economics University of Copenhagen ster Farimagsgade 5, Building 26 DK1353 Copenhagen K Denmark Email: jakob.roland.munchecon.ku.dk Chinese import penetration, wage inequality, firm heterogeneity F16 We are grateful to Kraks Fond Byforskning for financial support. For helpful comments and sug gestions we thank Andrew Bernard, Katariina Hakkala, Fredrik Heyman, David Hummels, Kristiina Huttunen, Nikolaj MalchowMller, Bertel Schjerning, Fredrik Sjoholm, Valerie Smeets, Gregory Ver dugo and to participants at IFN Conference Vaxholm, ETSG Leuven, AMES New Delhi, EITI Bangkok, Midwest Meetings, VATT Helsinki, Banque de France, and APTS Nanjing. 1 Introduction In the last quarter century, the United States and several other advanced economieshave experienced greater income inequality between skilled and unskilled workers. Thesimultaneous rise in imports from China and other developing countries triggered a livelyearly debate among trade and labor economists regarding the link between increased tradeand the higher skill premium. One example is the survey by Freeman 1995 entitled cid:147Areyour wages set in Beijing? This study concluded that increased trade contributed to, butwas not the primary cause behind the rising wage gap. The skepticism was fueled inpart by the fact that, in the mid 1990s, international trade still only constituted a smallpercentage of total consumption in most advanced countries, so the factor contents oftrade constituted tiny fractions of the domestic supplies of labor.Since then, the establishment of the WTO and trade liberalizations enacted during the Uruguay Round has led to a boom in imports from developing countries and from Chinain particular. This has once again ignited interest in studying the eects of imports onworkers in advanced countries. For example, Krugman 2008 contends: cid:147 there has beena dramatic increase in manufactured imports from developing countries since the early 1990s. And it is probably true that this increase has been a force for greater inequality inthe United States and other developed countries.cid:148However, there is still a lack of studiesdocumenting a causal relationship between increased import competition from lowwagecountries and the skill wage gap.Among lowwage countries, the rise of China has been remarkable. When the Chinesegovernment enacted market reforms in 1978, China was the 11th largest economy in theworld, accounting for only 2% of global GDP. Thirty years later, China has overtaken Japan as the second largest economy in the world, accounting for 10% of global GDP.Its growth rate over these decades have been unmatched by any other nation. Much ofthis economic success has been driven by international trade. Since opening its bordersin 1978, China has grown from a closed economy to the worldcid:146s largest exporter. Thismeteoric rise has created large variations in Chinese imports, making them attractive data 2for empirical studies such as this current paper.In this paper we use matched workercid:133rm data from Denmark covering the universeof cid:133rms and workers merged with domestic sales by product for the period 1997cid:1502008.We make three main contributions. First, we document that domestic cid:133rms are exposedto Chinese import penetration to very dierent degrees. For example, in many of theindustries we examine, the cid:133rm at the 25th percentile of domestic sales by product isunaected by Chinese imports while the 75th percentile cid:133rm has a Chinese import penetration measure over twice that of the median cid:133rm. This is in line with the literature onheterogeneous cid:133rms showing that cid:133rms, even within narrow industry classicid:133cations, dierwith respect to, e.g. size, productivity, capital intensity, wages, exports and imports.In contrast, the traditional approach in the literature has been to assume that all cid:133rmswithin an industry are exposed to the same level of Chinese import penetration allowingthem to use industrylevel measures of import penetration.Second, we provide evidence for how cid:133rmlevel Chinese import penetration correlateswith domestic sales. We cid:133rst decompose changes in cid:133rmlevel domestic sales into increasesor decreases in sales of products sold throughout the period as well as entry and exit ofproducts. We then relate these components to changes in import competition and cid:133ndthat all three components contribute to lower domestic sales when the cid:133rm is exposed toincreasing Chinese imports. In an extension we show that the skill intensity of productsmatter. Domestic sales in lowskill intensive products contract faster than highskill intensive products in response to increased Chinese import penetration. This suggest thatimports from China correspond to negative demand shocks with a bias toward lowskilledworkers.Third, we show a causal relationship between Chinese import penetration and therising wage gap. We estimate within job spell wage equations using over time changesin the cid:133rmlevel Chinese import penetration measure as the source of variation. Weinstrument for Chinese import penetration using Chinacid:146s world export supply in order tomitigate endogeneity concerns. Greater exposure to Chinese imports lowers the share oflowskilled workers within cid:133rms, but our within job spell approach has the advantage that 3changes in the composition of workers is controlled for. We cid:133nd that the rise in Chineseimports increases the wage gap between low and high skilled workers. A low skilled workerloses 0.48% of his wage for each percentage point increase in Chinese imports. We alsodocument heterogeneous eects within skill groups. Conditional on the workerscid:146 skilllevel we cid:133nd that those employed in occupations performing tasks with a high routinecontent experience greater wage losses. By contrast, workers in occupations characterizedby nonroutine tasks experience higher wages as the level of Chinese import competitionrises.Our results when using cid:133rmlevel Chinese import competition measures contrast thoseof studies using industrylevel measures. When measured at the industry level, we cid:133ndthat Chinese import penetration does not have a negative eect on wages. This mirrorsto some extent the cid:133ndings in the earlier literature on trade and wages, see, e.g., Feenstraand Hanson 1999. These lack of results also mirror those of two contemporary papers:Autor, Dorn and Hanson 2013 and Ebenstein, Harrison, Mc Millan and Phillips 2012.Autor, Dorn and Hanson 2013 use local labor markets instead of industries to analyze the eects of imports. They cid:133nd that increased exposure to import competitionfrom China depresses manufacturing employment, but no wage eects are found in themanufacturing sector. Instead wages fall in the service sector. They attribute the absentmanufacturing wage eects to rigid wage setting or compositional changes. Ebenstein,Harrison, Mc Millan and Phillips 2012 examine the impact of oshoring and import penetration on wages both within the manufacturing sector and across sectors and occupations.They use data on workerlevel wages and occupations and cid:133nd that workers in occupationsmost exposed to import penetration experience slower wage growth. However, Ebenstein,Harrison, Mc Millan and Phillips 2012 also cid:133nd negligible within industry eects. Oneof their main contributions is to show that workers that leave manufacturing are the oneswho experience wage reductions.Unlike Autor, Dorn and Hanson 2013 and Ebenstein, Harrison, Mc Millan and Phillips2012, this study cid:133nds signicid:133cant wage eects within the manufacturing sector. We dothis by exploiting cid:133rmlevel import penetration measures for a panel of manufacturing 4cid:133rms, while controlling for more aggregate wage eects at the level of industries and locallabor markets. Our cid:133rmlevel measure is more representative of the import competitionthat cid:133rms face and is not attenuated by aggregation, as is the industry level measure.Our study examines the wage eects of Chinese import penetration both within jobspells, i.e., for the workers who remain employed within the same cid:133rm, and over aneightyear period taking into account eects on transitions between jobs and out of employment. Increased import competition may also lead to earnings losses associated withunemployment and earnings changes related to change of cid:133rm, industry or occupation.Autor, Dorn, Hanson and Song 2013 cid:133nd that workers initially employed in U.S. manufacturing industries experiencing high subsequent levels of import growth show loweremployment rates and cumulative earnings over ensuing years, and are more likely toswich industries. They do not cid:133nd dierences in these patterns across skill groups. Incontrast, we do cid:133nd a clear skillwage correlation in the impact of import competitionfor both workers who remain employed in the cid:133rm and over the longer term taking labormarket transitions into account.While Autor, Dorn and Hanson 2013, Autor, Dorn, Hanson and Song 2013 and Ebenstein, Harrison, Mc Millan and Phillips 2012 focus on more aggregate labor marketoutcomes, several recent papers analyze how cid:133rms adjust in response to increased import competition. Bernard, Jensen and Schott 2006 show that American plant survivaland growth are negatively correlated with industry exposure to imports from low wagecountries.1Iacovone, Rauch and Winters 2013 cid:133nd that Chinese import penetrationreduces sales of smaller Mexican plants and more marginal products and they are morelikely to cease.2 Bloom, Draca, and van Reenen 2012 use the number of computers, thenumber of patents, or the expenditure on RD as measures of innovation and cid:133nd that Chinese import penetration correlates positively with withinplant innovation in the UK.3Finally, using Belgian cid:133rmlevel data, Mion and Zhu 2013 cid:133nd that industrylevel im1Greenaway, Gullstrand, and Kneller 2008 show similar patterns in Swedish cid:133rms.2Consistent with this, Liu 2010 cid:133nds that import competition leads multiproduct US cid:133rms to dropperipheral products to refocus on core production.3In a related study Teshima 2010 cid:133nds that Mexican plants increase RD expenditure in responseto tari reductions.5port competition from China reduces cid:133rm employment growth and induce skill upgradingin lowtech manufacturing industries. For a survey of recent cid:133rmlevel empirical researchon trade, see Harrison, Mc Laren and Mc Millan 2011. In summary, there has been arevival in studies looking at cid:133rmlevel outcomes, but none of these papers focus on wagesas the outcome. In this paper we attempt to cid:133ll this gap.The rest of the paper is structured as follows. Section 2 describes the data on cid:133rmsand workers and constructs a measure for cid:133rmlevel Chinese import penetration. Section 3 shows how Chinese import penetration aects components of cid:133rmlevel domestic sales.Section 4 cid:133rst motivates and outlines our worker level wage regression framework andthen presents the estimation results. Section 5 concludes.2 Data Description In this section we describe the Danish labor market, our data sources and show that therise of China in the global economy has reached Denmark. We then decid:133ne our measureof Chinese import competition that Danish cid:133rms face at home. Finally our instrumentfor Chinese import penetration is described.2.1 The Danish Labor Market The Danish labor market is strongly unionized even by European standards. More thanthree quarters of all workers are union members and bargaining agreements are extendedto cover most of the labor market. However, even if most workers are covered by bargainingagreements, cid:133rmspecicid:133c demand shocks may easily incid:135uence wages. This is because wagecontracts typically are negotiated and cid:133nalized at the cid:133rm level where local conditionsmay play a role.There are three dierent levels at which wages can be negotiated: the StandardRate System, the MinimumWage and Minimum Pay System; and Firmlevel Bargaining.Under the StandardRate System the wages of workers are set exclusively by the industrycollective agreement. The MinimumWage System and the MinimumPay System are two6tiered systems in which wage rates negotiated at the industry level represent a cid:135oor whichcan be supplemented by local cid:133rmlevel negotiations. Under FirmLevel Bargaining wagesare negotiated at the cid:133rm level without any centrally bargained wage rates. Since 1991less than 20% of the private labor market is covered by the StandardRate System and anincreasing share of wage contracts are negotiated exclusively at the workercid:133rm level. Evenunder the two twotiered wagesetting systems the centrally negotiated wage cid:135oor typicallyconstitutes only a small part of the cid:133nal total wage, and so cid:133rm specicid:133c demand conditionssuch as increased import competition may play an important role. As a consequence,wages are more in accordance with individual workerscid:146marginal productivity. Dahl, le Maire and Munch 2013 show that decentralization to local cid:133rmlevel bargaining hasincreased wage dispersion in the Danish labor market.Another feature of the Danish labor market is its high degree of cid:135exibility. Employment protection is relatively weak see Botero, Djankov, La Porta, LopezDeSilanes and Shleifer 2004 and as a result turnover rates are high. Workers are compensated for weakemployment protection by relatively generous UI benecid:133ts when unemployed. However,incentives to search for jobs during unemployment are reinforced by mandatory participation in active labor market programs.2.2 Register Data The microdata in our sample period from 1997 to 2008 are drawn from several registers in Statistics Denmark. We describe each in turn. The cid:147Firm Statistics Registercid:148Firm Statcovers the universe of Danish cid:133rms and provides us with annual data on cid:133rmscid:146activitiesand characteristics, such as industry a liation in accordance with the sixdigit NACEclassicid:133cation, total wage bill, employment, output, value added and capital stock. There isalso information about the cid:133rmcid:146s municipality code such that we can classify all cid:133rms intolocal labor markets based on commuting patterns. There are 36 socalled commuting zonesdecid:133ned such that internal commuting is signicid:133cantly higher than external commuting. Allcid:133rms in Firm Stat are associated with a unique cid:133rm id.7Data on the imports and exports of every Danish cid:133rm are taken from the cid:147Danish Foreign Trade Statisticsdatabase. These are compiled in two systems: Extrastat and Intrastat. Extrastat covers all trade with countries outside the European Union and isrecorded by customs authorities while Intrastat covers trade with EU countries. Firmsare only required to report intraEU imports and exports if these exceed timevaryingthresholds. When comparing to o cial aggregate statistics, the coverage rate of Extrastat is nearly complete, whereas the coverage rate of Intrastat is around 90%. For everycid:133rm, trade cid:135ows are recorded according to the eightdigit Combined Nomenclature classicid:133cation, which amasses to roughly 9,000 products a year. In our main specicid:133cations weaggregate these to about 5,000 sixdigit HS products, so that we are able to match withthe COMTRADE world export supply data, which we use to create our instruments. Asthe cid:133rm identicid:133er is identical to that used in Firm Stat, we can match the trade data withour cid:133rm data.From the PRODCOMdatabase we observe total sales domestic sales and exportsfor each manufacturing cid:133rm by tendigit product codes, which we aggregate to the sixdigit Harmonized System HS to match the aggregation levels of our trade data andinstruments.4 Subtracting exports from total sales then gives us each cid:133rmcid:146s domestic salesby products measured in Danish Kroner DKK. Firms whose employment level or salesare below timevarying thresholds are not required to report sales, and so the coveragerate of the value of sales data is less than complete around 90% when comparing witho cial aggregate statistics. Since the cid:133rm id in PRODCOM is the same as the Firm Statidenticid:133er, we can match the domestic sales data to the cid:133rm statistics.The worker data comes from the cid:147Integrated Database for Labor Market ResearchIDA. This database covers the entire Danish population aged 15cid:15074. To match everyworker in IDA to every cid:133rm in Firm Stat we use the cid:147FirmIntegrated Database for Labor Market Research FIDA. From IDA we obtain workercid:146s hourly wage rate, which is calculated as total labor income plus mandatory pension payments divided by the number 4The PRODCOM database has also been used by Bernard, Blanchard, Van Beveren and Vandenbussche 2012 to study socalled carry along trade goods exported but not produced by Belgian cid:133rms.8of hours worked in the workercid:146s job. Educational attainment is recorded according tothe International Standard Classicid:133cation of Education ISCED, from which we decid:133nehighskilled workers as having a tertiary education corresponding to ISCED categories 5and 6.5 All other workers are classicid:133ed as lowskilled. In addition there is informationabout the workerscid:146fourdigit occupation recorded according to the International Standard Classicid:133cation of Occupations, ISCO88, labor market experience, union membershipand marital status.2.3 The Rise of China Chinacid:146s emergence as a global economic heavyweight over the course of the last threedecades has been intertwined closely with its rise on the scene of international trade,manifested by its accession to the WTO in 2001. While accounting for a negligible 1%of world exports in 1980, by late 2009 that share had increased to 10%, and on the roadthere, China has overtaken Germany as the worldcid:146s largest exporter. This increase in worldexports has been paralleled by in an increasing presence on the Danish market. From 1990to 2009, Chinacid:146s share of Danish manufacturing imports grew from 1% to 6.8%. Other lowwage economies, notably the Central and Eastern European Countries CEEC, have alsoincreased their share in Danish imports. The CEEC countries increased their import sharefrom 1.6% in 1990 to 6.5% in 2009, which in part may be attributed to the accession ofseveral of these countries into the European Union in 2004 and 2007. Since the growth in Chinese exports is more dramatic we focus on China, but we also show results for importsfrom CEEC countries. For comparison, Autor, Dorn and Hanson 2013 report that thelowincomecountry share of U.S. was 28% in 2007, while the Chinese import penetrationratio measured as Chinese imports as a share of U.S. consumption was 4.6% recid:135ecting thatthe U.S. is not a small open economy like Denmark. For comparison, we decid:133ne in the nextsection the Chinese import penetration ratio as the imports of goods from China dividedby the total consumption of goods in the Danish economy importsproductionexports.5A limited number of workers switch educational group during job spells. To get a clean identicid:133cationwe cid:133x the educational attainment of these workers to the value in the cid:133rst year of the job spell.9In our data, this ratio has increased from 1.8% in 2001 to 5% in 2008.Table 1 contains top ten lists of CN8 products imported from China in 1993 and 2009, while Table 2 shows how Chinese imports have hit manufacturing industries verydierently. Manufacture of textiles NACE industry 17cid:15019, Iron and Metal 28 and Transportation and Furniture 3536 stand out as industries with the highest growth in Chinese imports. This expansion creates a natural experiment which we, via cid:133rms, canmap onto individual workers in the Danish manufacturing sector. This is done by our Chinese import penetration measure, which we discuss in the next section.Insert Table 1 here Insert Table 2 here 2.4 Chinese Import Penetration We want to measure the level of competition that each individual manufacturing cid:133rmfaces from China. To do so, we characterize all imports by manufacturing cid:133rms as intermediate inputs in line with the cid:147broad oshoringcid:148 measure of Hummels, Jrgensen,Munch and Xiang 2013. Imports of intermediate inputs constitute roughly a quarterof all manufacturing imports from all origin countries. The remaining three quarters arecid:133nal goods imported by nonmanufacturing cid:133rms. Figure 1 shows that Chinacid:146s share ofboth intermediate and cid:133nal goods imports have increased over time, most rapidly from 2002 onwards.Insert Figure 1 here In the literature it is common to use industry measures of import competition, seee.g. Bernard et al.2006, implying that all cid:133rms within an industry face the sameexposure to imports from China. For comparison, we construct import penetration CIPlt 10for fourdigit NACE industry l for year t:CIPlt M CHlt Mlt Dlt;1ltwhere M CHand Mlt are the values of cid:133nal good imports from China and all countriesin industry l at time t respectively, and Dlt is total domestic sales by Danish cid:133rms inindustry l.While CIPlt can describe the variation across industries, our data allows us to measure Chinese import penetration at a cid:133ner aggregation, since a feature of the data is asubstantial productlevel within industry dispersion of Chinese import competition. Figure 2 displays a histogram with HS2 industrydemeaned Chinese import penetrations forproducts decid:133ned at the HS6 level. It is evident that most products deviate considerablyfrom their HS2 industry averages.Insert Figure 2 here If cid:133rms within the same industry produce and sell dierent products domestically thenthey will likely be exposed to diering degrees of Chinese import penetration. To concid:133rmthis in the data, we construct a cid:133rmlevel Chinese import penetration measure CIPjt forcid:133rm j in year t:;2CIPjt Xk 2cid:10jsjkkt cid:0 M CHMkt cid:0 Mjkt Dktcid:0M CHjktcid:1ktwhere M CHand Mkt are the values of imports from China and all countries for HS6product k at time t respectively. From these we subtract cid:133rm jcid:146s own imports, M CHjktand Mjkt since these trade cid:135ows will not increase competition for cid:133rm j.6 Dkt is totaldomestic sales of product k by Danish cid:133rms at time t. That is, the import penetrationfor cid:133rm j is decid:133ned as the weighted average of the Chinese import penetration in theset of cid:133rm jcid:146s products, cid:10j. The weights, sjk, are decid:133ned as the shares of product k in 6To investigate the importance of including versus excluding cid:133rm jcid:146s purchases of product k we alsodecid:133ne an alternative version of the import penetration measure where cid:133rm jcid:146s purchases are included.The correlation between the two measures is .996, so they are very similar.11cid:133rm jcid:146s total domestic sales over the presample period 1999cid:1502000.7 This decid:133nition keepsconstant the product mix in the presample period to measure the extent to which cid:133rmssubsequently are hit by surges in imports from China.8 Firms may adjust the productmix to increased import competition, but such endogenous responses are outcomes wewill later investigate.Notice that imports by competing domestic manufacturing cid:133rms are included in thedecid:133nition of CIPjt as these will tend to improve the performance of cid:133rm jcid:146s competitorse.g. through access to cheaper inputs. We also report results for a version of the importpenetration measure where we include only cid:133nal goods as a robustness check. That is,imported intermediate inputs by all manufacturing cid:133rms are excluded from the decid:133nitionof the measure.Table 3 summarizes the changes in CIPjt across industries in our sample. Severalpoints are worth noting. First, as was the case with the industrylevel Chinese importpenetration measure in Table 2, our cid:133rmlevel measure varies greatly across industrieswith the same industries standing out. Second, and most importantly, Chinese importpenetration exhibits substantial variation across cid:133rms within industries. For example, inmost industries the cid:133rm at the 25th percentile is unaected by Chinese imports while the 75th percentile cid:133rm in many cases has a CIPjt at least double that of the median cid:133rm.Insert Table 3 here After merging our workercid:133rm data with the constructed CIPjt variable we select allfull time manufacturing workers aged 20cid:15060 years in the period 2001cid:1502008. As explainedabove, the wage rate is calculated as labor income divided by hours worked, so to ensurethat our results are not incid:135uenced by noisy observations, we trim the data by droppingwage rate observations that are deemed to have a low quality by Statistics Denmark 7In decid:133ning the presample period there is a tradeo between the length of the sample window 2001cid:1502008 and the range of products sold by domestic cid:133rms before the surge in Chinese imports.8This way of decid:133ning the import penetration measure is consistent with Autor, Dorn and Hanson2013. At the level of local labor markets they use initial period employment weights for industries.1277,159 obs  In addition, observations in the upper and lower 0.5 percentiles of the wagedistribution are deleted 21,924 obs  Also, to avoid that extreme values of the cid:133rmlevelimport penetration measure incid:135uence the results we drop the top percentile of these values19,718 obs  Finally, we drop the jobspells that only exist in one year 176,649 sincethese will be absorped by job spell cid:133xed eects. With these restrictions our cid:133nal samplecontains about 1.7 million workercid:150year observations and accounts for 85% of aggregatemanufacturing employment among 2060 year olds. Summary statistics of the data aredisplayed in Table 4.Insert Table 4 here 2.5 Instrumental variable A potential concern in our empirical specicid:133cation is that unobserved factors such astechnology shocks are correlated with both changes in productlevel Chinese imports andlabor demand. To address this problem, we use Chinese world export supplies as aninstrument that is correlated with Danish imports from China but uncorrelated with thecid:133rmcid:146s wage setting.9 The instrument Ijt for cid:133rm j in time t is Ijt Xk 2cid:10jsjk W ESkt;where W ESkt is Chinacid:146s total supply of product k to the entire world, minus exports to Denmark, in period t. The world export supplies are based on COMTRADE data at the HS6 product level. W ESkt is weighted by presample shares sjk of product k in cid:133rm jcid:146stotal domestic sales. W ESkt measures changes in Chinacid:146s comparative advantage thatare exogenous to Danish cid:133rms and workers. The causal relationship between W ESkt and CIPjt arises from the correlation between Denmarkcid:146s imports for product k and Chinacid:146scomparative advantage in that product. This approach requires that the main driverbehind Chinese world export supplies is not import demand by the rest of the world 9Autor, Dorn and Hanson 2013 and Hummels, Munch, Jrgensen and Xiang 2013 use similaridenticid:133cation strategies.13but rather changes in Chinese comparative advantage arising due to e.g. an increase in Chinacid:146s productivity in producing k or a decrease in transportation coststaris. A salientexample of the latter is the expiration of textile taris in 2001 and 2005 that led to hugeincreases in textiles imports seen in Table 2. We will later explore possible threats toidenticid:133cation using this instrument in the robustness section.3 Theory This section outlines the main components of a simple partial equilibrium trade modelshowing how increases in Chinese import penetration aect cid:133rmscid:146product demand andworker specicid:133c wages.10 We use the model as a motivation for our subsequent empiricalapproach and as a theoretical derivation of our empirical regression specicid:133cation.Three main features of the model are required to cid:133t our matched workercid:133rm data.First, since we observe product specicid:133c domestic sales by domestic cid:133rms, we rely on recentsmodels of heterogenous cid:133rms producing multiple products such as Bernard, Redding and Schott 2011. Since we do not examine product or cid:133rm entryexit we can simplify theheterogeneity and focus on the price and wage eects. We assume that each cid:133rm producestwo products indexed by k 2 fl; hg ; and that within each product category cid:133rms supplyunique product varieties that are imperfect substitutes for each other. Products l and hare produced by labor specicid:133c to that product; low skilled workers are used to produceproduct l while high skilled workers are used to produce product h: The demand for eachvariety follows from standard CES preferences with elasticity of substitution, cid:27k; betweenvarieties:j cid:11kcid:0pkjcid:1cid:0cid:27kcid:8k cid:80kqk;3where cid:8k cid:80k quanticid:133es the toughness of market competition present in standard CESdemand functions. We decompose this toughness of competition into that arising from 10The details of the model are relegated to the theory appendix.14domestic and from foreign varieties, cid:8k and cid:80k respectively. We can think of cid:80k as theeect on demand due to comparative advantages and trade costs for product substitutesemerging from China. That is, an increase in Chinese import penetration reduces thedemand for varieties sold by domestic cid:133rms. cid:11k is the CobbDouglas proportion of incomespent on all varieties of product k:Second, to capture dierential impacts of Chinese import competition across cid:133rms andworkers we assume that each cid:133rm, j; is born with a cid:133rmproduct specicid:133c productivity, kjwhich follows Bernard, Redding and Schott 2011. Since each product k is produced witha specicid:133c type of labor, high or low skilled workers, this assumption leads to dierencesacross cid:133rms in their product and worker mix and thus to dierences in their exposureto Chinese import penetration.Third, for wages to dier across cid:133rms we need imperfections in the labor market. Iflabor markets are fully competitive, employers who cut wages slightly will see all theirworkers quit immediately. By contrast, if there are frictions in the labor market, cid:133rmswill face an upward sloping labor supply curve, and wages are possibly specicid:133c to thecid:133rm.Frictions in the labor market may arise for a variety of reasons. Search models rely onthe assumption that it takes time and eort for workers to change jobs because informationabout the labor market is imperfect. However, even with full information and no mobilitycosts cid:133rms may have monopsony power if jobs are dierentiated due to e.g. commutingdistances or nonmonetary aspects. Rents in the employment relationship may also arisedue to institutions in the labor market such as unions, specicid:133c wage setting mechanismssuch as e ciency wages or the accumulation of specicid:133c human capital.11 We remainambivalent as to the exact cause behind imperfections in the labor market, and simplyassume that cid:133rms face an upward sloping labor supply curve with elasticity cid:21k by pointingto the ample evidence for the existence of rents in the employment relationship reviewed 11An emerging literature on trade and labor markets has modeled imperfections such as rent sharingAmiti and Davis 2012, e ciency wages Davis and Harrigan 2011, fair wages Egger and Kreickemeier 2009 and search costs Davidson, Matusz and Shevchenko 2008 and Helpman, Istkhoki and Redding 2010.15in e.g. Manning 2011.With these assumptions, we show in the theory appendix that procid:133t maximizationleads to the following sales equation for cid:133rm j and product klog pjkqjk cid:18 cid:27k cid:0 1cid:27k cid:19 cid:20k cid:27k cid:0 1 cid:21k 1cid:27kcid:21k 1log kj cid:0cid:21k 1cid:27kcid:21k 1logcid:18 cid:8k cid:80kcid:11k cid:19 ;4where cid:20k is a constant. Clearly, growth in Chinese import penetration, as modeled by anincrease in cid:80k, reduces domestic sales. Similarly, we can derive the wages for high andlow skilled workers in cid:133rm j;log wjk cid:21kcid:20k cid:18cid:21k cid:27k cid:0 1cid:27kcid:21k 1 cid:19 log kj cid:0cid:21kcid:27kcid:21k 1logcid:18 cid:8k cid:80kcid:11k cid:19 :5Assuming the cid:133rmcid:146s labor demand curve is upward sloping cid:21k 0, an increase in Chineseimport competition in a product reduces the wages of the workers used to produce thatproduct. Since Chinese imports are primarily products produced with lowskilled labor,the theory predicts that low skilled workerscid:146wages will fall in those cid:133rms facing higher Chinese import penetration.4 Import Penetration and Firm Outcomes Before we proceed to the main outcome of interest, workerlevel wages, we show howour import penetration measures correlate with cid:133rm outcomes. The cid:133rst column of Table 5 show results from regressions of a cid:133rmlevel outcome value added, domestic sales,employment, wage bill etc. on the industrylevel Chinese import penetration measure,where year dummies and cid:133rm cid:133xed eects are included as controls. None of the correlations are signicid:133cantly dierent from zero. The second column uses our cid:133rmlevel importpenetration measure. Here we cid:133nd that cid:133rms, that are more exposed to import competition see value added and employment drop. Also, sales decrease, which is consistentwith equation 4 above. Interestingly, the fall in employment is more pronounced forlowskilled workers than for workers in general. This reduction in the share of lowskilled 16workers highlights the need to control for withincid:133rm compositional changes when analyzing wages. It is also worth noting that increased Chinese import exposure in the domesticmarket leads to lower export sales and a lower export intensity. This suggests that cid:133rmsare simultaneously hit by Chinese import competition in the Danish market and in exportmarkets.Insert Table 5 here Given that the cid:133rmspecicid:133c import penetration measure is strongly correlated withcid:133rm outcomes and the industry specicid:133c measure is not, we will proceed using the cid:133rmspecicid:133c version in what follows, while we report some results for the industryspecicid:133cmeasure in the appendix.4.1 Decomposition of Domestic Sales Changes The main channel through which Chinese import penetration aects domestic cid:133rms is byreducing their demand in the local market. Consistent with the theory in Section 3, Table 5 shows declining domestic sales for cid:133rms facing increased Chinese import penetration,and lower demand for a cid:133rmcid:146s products leads to lower labor demand, which is also evidentfrom Table 5. The aim of this section is to establish a more detailed picture of how cid:133rmsadjust their domestic sales along dierent margins and to identify how Chinese importpenetration aects this adjustment process. Firmlevel domestic sales may change due toincreases or decreases in sales of products sold throughout the period, and due to entryand exit of products in the cid:133rmcid:146s product mix. Decomposing cid:133rmlevel domestic saleschanges this way allows us to subsequently relate these cid:133rm components to changes incid:133rmlevel Chinese import penetration. Importantly, we will also be able to investigate ifcid:133rms change their domestic sales of certain product types as measured by the productlevel skill intensity. This allows us to derive predictions about how wages of dierentworker types may be aected.Our decomposition of cid:133rmlevel domestic sales follows the approach taken in Bernard,Jensen, Redding and Schott 2009, who decompose U.S. imports and exports into the 17increase due to the entry of new trading cid:133rms, the decrease due to the exit of existingtrading cid:133rms, and the change due increases or decreases in trade at continuing cid:133rms.Instead we consider continuing cid:133rms only and calculate for each cid:133rm the following components of the overall percentage change in domestic sales, Djt; for cid:133rm j between timet cid:0 1 and t:cid:1Djt Djtcid:011Djtcid:01 Xk 2cid:10Cjcid:1Dkjt 1Djtcid:01 Xk 2cid:10Nj Dkjt cid:01Djtcid:01 Xk 2cid:10Xj Dkjtcid:01:The cid:133rst term on the right hand side capture sales changes for products that are sold bythe cid:133rm in both year t and year tcid:0 1 denoted C for continuing. The second term is thecontribution of new products sold in the last year denoted N for new products, and thelast term measures the contribution of products sold only in the cid:133rst year denoted X forexit.The cid:133rst column of Table 6 performs the decomposition for the period 20012008.The average cid:133rm experienced an 18% increase in domestic sales over this period, where 13% was due to the intensive margin increase in sales of continuing products, 20% wasattributed to entry of new products, while sales dropped 15% due to exit of products.Insert Table 6 here To investigate the direction of skill bias in Chinese import penetration shocks to domestic demand we split each component into high and low skill intensive products.12The cid:133rst column of Table 6 shows that roughly twothirds of the intensive margin changeis due to rising sales of highskill intensive products while the rest is due to rising salesof lowskill intensive products. Likewise, the entry component is split into entry of highskill intensive products, low skill intensive products and a residual category that captures 12We calculate each productcid:146s intensity in the use of high skilled labor as a weighted average of eachcid:133rmcid:146s skill intensity in the presample years, 19992000. That is, the skill intensity of product k is decid:133nedis cid:133rm jcid:146sshare of total foreign and domestic sales in product k: We then classify all products with a skill intensityhigher than the median product as high skill intensive products.; where sj is cid:133rm jcid:146s share of high skilled workers in total employment and Vjk Vkas sk Pj sj Vjk Vk 18products that were not produced by any Danish cid:133rms in the presample period. Most ofthe entry component consists of completely new products, while high and low skill intensive products accounted for 4 and 5% respectively. Finally, most of the exit componentis due to cid:133rms dropping highskill intensive products.How do these components of the growth in cid:133rmlevel domestic sales relate to Chineseimport penetration? The second column of Table 6 shows simple cid:133rmlevel regressions ofeach of the calculated components on the change in cid:133rm level Chinese import penetrationover the period 20012008. Consistent with Table 5 there is a clear negative correlationbetween Chinese import penetration and the total change in cid:133rmlevel domestic sales.Each of the three main components contribute to lower sales, so cid:133rms that are moreexposed to imports reduce sales of continuing products, enter fewer new products and exitmore initially sold products. Bloom, Draca and Van Reenen 2012 cid:133nd that innovationas measured by patenting and RD rises within European cid:133rms including Danish cid:133rmswho were more exposed to increases in Chinese imports. This appears not to transmitinto greater entry into new products.The division of products into high and low skill intensity reveals a stronger correlation between Chinese imports and the low skill intensive products of all three components.That is, Chinese import penetration has a stronger negative correlation with the domestic sale of continuing lowskill intensive products, on entry into new lowskill intensiveproducts and a stronger positive eect on exit out of lowskill intensive products. Thesepatterns suggest that we should expect to see lower demand for workers and in particularfor lowskilled workers.5 Import Penetration and Worker Outcomes Having established how cid:133rms adjust their domestic sales in response to increased Chineseimport penetration this section moves on to study the main outcome of interest, workerlevel wages. We cid:133rst specify the empirical model motivated by the theory in section 3.Next we present the estimation results, and cid:133nally we perform several robustness exercises.195.1 Empirical Specicid:133cation As argued in section 3, if there are frictions in the labor market, cid:133rms will face an upwardsloping labor supply curve, and wages are possibly specicid:133c to the cid:133rm. This, in turn, willleave room for demand shocks due to e.g. changes in import competition to aect wagesat the level of the cid:133rm. To examine the eect of Chinese import penetration, CIPjt,on wages, we take equation 5 to the data by extending it with controls for observableand unobservable worker and cid:133rm characteristics and by allowing for CIPjt to have adierential impact on wages for high and lowskilled worker through an interaction termwith a highskill indicator variable, Hi. That is, we adopt a standard workerlevel Mincerwage equation framework of the formlog wijt cid:13LCIPjt cid:13HCIPjt cid:1 Hi xitcid:121 zjtcid:122 cid:11ij IN D;t REG;t ijt;6where wijt is the wage rate of worker i employed by cid:133rm j at time t. The high skillindicator, Hi, takes the value 1 for workers with a college degree and 0 otherwise. Weare ultimately interested in the eect of cid:133rmlevel Chinese import penetration, CIPjt, onworker wages as indicated by the sign and magnitude of cid:13L and cid:13H, where cid:13H measures theincrease in the wage gap between high and low skilled workers in response to a percentagepoint increase in Chinese import penetration.xit are observed time varying worker characteristics experience, experience squaredand indicators for marriage and union membership and zjt are observed time varyingcid:133rm controls. In accordance with equation 5 we should control for cid:133rm productivity,which we capture by including log output, log size, log capitallabor ratio and share ofhigh skilled workers. We also include import and export intensities measured as importsand exports divided by sales.The term cid:11ij is a workercid:133rm match cid:133xed eect that controls for time invariant unobserved characteristics specicid:133c to the workercid:133rm job spell. In the literature on wagesusing matched workercid:133rm datasets pioneered by Abowd, Kramarz and Margolis 1999it is common to estimate worker and cid:133rm cid:133xed eects separately. Such a specicid:133cation 20relies on the assumption of conditional exogenous worker mobility, implying that, conditional on timevarying worker and cid:133rm characteristics and worker and cid:133rm cid:133xed eects,workers are assigned randomly to cid:133rms. In our context it is likely that increased importpenetration aects the mobility of workers through unobserved workercid:133rm match quality, thus violating the assumption of exogenous worker mobility.13 We therefore includeworkercid:133rm match cid:133xed eects to control for endogenous worker mobility.We also include industry by time dummies, IN D;t; and region by time dummies,REG;t; to capture general macroeconomic trends in wages as well as time varying shocksto industries or local labor markets that aect wages. This captures that cid:133rms in industries exposed to imports may grow slower than cid:133rms in other industries as found by e.g.Bernard, Jensen, and Schott 2006 and changes in wages working at the level of locallabor markets as documented by Autor, Dorn and Hanson 2013.5.2 Estimation Results To begin, we examine how Chinese import penetration aects workerscid:146 wages withoutcorrecting for endogeneity. Results from the estimations of equation 6 using the cid:133rmspecicid:133c measure of Chinese import penetration in equation 2 are presented in Table 7. In columns 1 and 2 we estimate the model controlling only for individual workercharacteristics and entering CIPjt alone and interacted with the highskill dummy respectively. Column 1 shows that a percentage point increase in Chinese import penetrationfor a cid:133rm reduces hourly wages at that cid:133rm by 0.137%. This reduction is concentrated inthe wages for lowskilled workers, who experience a drop of 0.181% per percentage pointincrease in CIPjt. On the other hand, highskilled workers benecid:133t from Chinese importpenetration. The wage gap between high and low skilled workers increases by 0.288% foreach percentage point increase in CIPjt, resulting in a net gain of 0.107% for high skilled In columns 36 we succesively add cid:133rm more controls, which reduces theworkers.13Krishna, Poole and Senses 2011 study the impact of trade liberalization in Brazil using matchedworkercid:133rm data. They reject the assumption of exogenous worker mobility by applying the test developedby Abowd, Mc Kinney and Schmutte 2010. Once they control for workercid:133rm match cid:133xed eects, theycid:133nd no eect of trade reform on wages.21magnitude of the coe cients slightly, while the net gain for highskilled workers remainlargely unchanged.Insert Table 7 here Previous studies e.g. Bernard, Jensen and Schott 2006 use industry level importpenetration measures, but eects working at this level are absorped by the industrytimecid:133xed eects. To investigate if such eects are important in our data we estimate a versionof the model where the industrytime and regiontime cid:133xed eects are replaced with timedummies and where we use the industry measure of import competition in equation 1.We cid:133nd no signicid:133cant negative relationship between industry measures of Chinese importpenetration and wages of lowskilled workers. This is in line with other studies e.g.,Autor, Dorn and Hanson 2013, Ebenstein, Harrison, Mc Millan and Phillips 2012 thatcid:133nd negligible eects of industry level import penetration measures on workers in thatindustry. In fact, we cid:133nd a positive eect of industrylevel Chinese import penetrationon the wages of highskilled workers indicating an increased wage gap. In contrast, thenegative wage eects of cid:133rmlevel import penetration found for lowskilled workers in Table 7 are exclusively attributable to overtime changes within the cid:133rm, and so thissuggests that most of the wage reductions are occurring within cid:133rms.5.3 Instrumental Variable Analysis In equation 6, the error term, ijt, may contain unobserved shocks that aect both Chinese import penetration and the workerscid:146 wages. An example would be a positiveshock to cid:133rm jcid:146s productivity that increases its domestic sales, which mechanically lowers CIPjt. The productivity shock simultaneously increases wages for workers at cid:133rm j. Toidentify the causal eect of Chinese import penetration on wages, we instrument CIPjtwith Chinese world export supply, denoted by Ijt. Insofar as Chinese world export supplyproxies for Chinese comparative advantage, it should aect wages only through CIPjt. Weaddress the endogeneity of CIPjt in a two stage estimation procedure. In the cid:133rst stage,CIPjt and the highskill interaction term, CIPjt cid:1 Hi, are regressed on the instrument, Ijt;22and Ijt cid:1 Hi and the other controls. The results of the cid:133rststage regressions are shownin Table 8. In all cases the instruments are strong and have the expected signs.Insert Table 8 here Employing predicted values from the cid:133rst stage, we estimate the models in equation6 in the second stage. The two cid:133rst columns of Table 9 display the results controllingonly for individual worker characteristics and entering CIPjt alone and interacted withthe highskill dummy respectively. Again we cid:133nd that the eect of import competitiondiers across skill types and that lowskilled workers see their wages decline. The IVresults have the same signs as in the OLS regression, but the negative wage eect from CIP is more than doubled for lowskilled workers. However, there is now no longer anywage gain for highskilled workers from increased import penetration. In columns 36we succesively add more cid:133rm controls, which tends to increase the negative impact onlowskilled workers slightly. In the most comprehensive specicid:133cation in column 6 wageslowskilled workers fall by 0.478% for each percentage point increase in Chinese importpenetration, and the wage skill gap now signicid:133cantly rises by 0.422% per percentage point.Insert Table 9 here These results of course cover the vast variation in import competition changes facedby cid:133rms. For example consider two cid:133rms over the period 2001 to 2008, one at the median and the other at the 90th percentile of changes in Chinese import competition. Themedian cid:133rm experienced an modest 0.3 percentage point increase in its Chinese importcompetition, while the 90th percentile cid:133rm experienced a much larger increase of 5 percentage points.14 The estimates of column 6 in Table 9 implies that wages of lowskilledworkers staying in the most exposed cid:133rm through 20012008 fell by 2.4% while lowskilledwages in the median cid:133rm decreased 0.2%.14The cid:133rm at the 10th percentile experienced a 0.2 percentage point fall in Chinese import competition.235.4 Occupational Characteristics and Wages Globalization may have a dierential impact on workers not only across but also withinskill groups. For example, Lu and Ng 2013 show that import competition induces USindustries to employ more nonroutine skill sets, and Hummels et al. 2013 cid:133nd thatoshoring shocks to Danish cid:133rms leads to lower wages among workers within skill groupsperforming tasks with high routine contents. We follow the approach in Hummels et al.2013 and merge occupational characteristics from ONET via the fourdigit occupationcodes in our data. We consider routine and nonroutine characteristics, choosing ONETcharacteristics that are closest to the ones employed by Autor, Levy, and Murname 2003.We compute the principal component, which we then normalize to have mean 0 andstandard deviation 1.Table 10 holds the results. Workers with average routineness scores i.e., the routineness variables is zero are now not signicid:133cantly aected by Chinese import penetration.This is consistent with the previous results as educational attainment is negatively correlated with routineness the correlation coe cient is 0.54. Workers whose occupations arecharacterized by higher than average routineness experience greater wage losses. On theother hand, occupations that are characterized by nonroutine tasks are aected positivelyby Chinese import penetration.Insert Table 10 here 5.5 Robustness As a robustness check this section compares the eects of import competition from Chinato imports from other origin countries using the full model specicid:133cation from column 6in Table 9. Over the period 2001cid:1502008 imports from the Central and Eastern European Countries CEEC have also increased substantially but not quite to the same extent asthe more dramatic rise in imports from China. The cid:133rst column of Table 11 show thatthe eect of imports from China and CEEC combined is negative for lowskilled workers,24but the point estimate is somewhat closer to zero. In column 2 Chinese imports arelumped together with imports from other lowincome countries.15 Here the results forlowskilled workers are similar to those of Table 9 while highskilled workers appear to behurt more. This suggests that Chinese import penetration is special amongst lowwagecountries in that it aect the wages of highskilled workers to a lesser extent. In column3 we estimate the impact of import penetration from highincome countries decid:133ned as EU15 plus USA and Japan. Here there is no signicid:133cantly negative eect for the lowskilled workers, but the sign is now signicid:133cantly negative for highskilled workers suchthat they see their wages drop relatively more in response to increasing imports fromthese countries. This is in line with a StolperSamuelson interpretation, since the factorcontent of trade here presumably is more skillintensive.Insert Table 11 here In the next two columns of Table 11 we impose more strict sample selection criteria. Wecid:133rst drop small cid:133rms with fewer than 50 employees, and in the next column we excludejobspells where the cid:133rmlevel Chinese import penetration variable is zero throughout.The results show that, if anything, the estimates from our main specicid:133cation in column6 in Table 9 are conservative.In column 6 of Table 11 we change the decid:133nition of Chinese import penetration suchthat imported intermediates by manufacturing cid:133rms no longer are included. Qualitatively,we cid:133nd the same eects, but the parameter estimates are now roughly doubled. However,in terms of economic signicid:133cance there is not much of a change, since the mean value of thealternative import penetration measure and the avereage change in import penetrationis substantially lower the mean drops from 0.020 to 0.012.In the cid:133nal robustness exercise we investigate threats to identicid:133cation. Suppose there isa product specicid:133c demand shock that aects both Chinese cid:133rms and Danish cid:133rms sellingthe same product. This will be correlated with Chinacid:146s world export supply and with 15We use the World Bank decid:133nition in 1989 to classify countries as being lowincome.25sales by Danish cid:133rms. This is a demand induced positive correlation between Chineseimport penetration and performance of Danish cid:133rms, which is unaccounted for by ourworld export supply instrument, and so this should create a bias toward cid:133nding a positivewage coe cient and not a negative coe cient. There are several reasons why we thinksuch concerns are not merited. First we include industryyear cid:133xed eects, cid:133rm outputand exports, which should control for shocks to industries and cid:133rms both domesticallyand in export markets. Second, following Autor, Dorn and Hanson 2013 we tried todrop industries that were particularly likely to experience correlated demand shocks inthe 2000s computers and industries supplying inputs to construction. The cid:133nal columnof Table 11 shows that there is a very modest change in the estimated wage coe cientsthey fall from 0.478 to 0.515 and from 0.422 to 0.392 from dropping these industries.6 Long Term Impacts of Chinese Import Penetration The preceding analysis has focused on the impact of import penetration on wages withinjobspells. However, our data allows us to track workers over time as they move across jobspells and spells of unemployment. In this section we use this information to study howimport penetration has impacted workers over our sample period along dimensions thatare not identicid:133ed when focusing on within jobspell eects. A number of recent papersanalyze long term impacts on worker outcomes from various changes to their economicenvironment 16, and we adapt the approach taken in Autor, Dorn, Hanson and Song 2013to our data. Unlike Autor, Dorn, Hanson and Song 2013 we can estimate eects forhigh and lowskilled workers separately and by occupational characteristics, and we candecid:133ne the import competition measure at the level of the cid:133rm instead of the level of theindustry.We start with a cohort of workers who were fulltime employees of manufacturing cid:133rmsin 2001. These workers are then tracked throughout the sample period from 2001 to 2008,16Walker 2013 estimate the impact of environmental regulations on worker earnings and labor marketreallocations, and Hummels et al. 2013 estimate the impact of cid:133rmlevel oshoring on worker earnings.26as they move between cid:133rms, industries, occupations, and spells of unemployment. Wethen run regressions of the formyij cid:11 cid:131cid:1CIPj cid:132CIPj;01 x 0i;01cid:121 z 0j;01cid:122 l cid:14r ij;7where yij is some outcome variable for worker i initially employed at cid:133rm j, cid:1CIPj is thechange in Chinese import penetration from 2001 to 2008 for cid:133rm j, CIPj;01 is the initialimport penetration for cid:133rm j in year 2001, xi;01 is a set of initial worker characteristicsexperience, experience squared, and marriage and union dummies, zj;01 is a set of initialcid:133rm characteristics log initial output, log capitallabor ratio, log size, share of high skillworkers, and export and import intensities, l are twodigit NACE industry dummies,and cid:14r are region dummies socalled commuting zones as decid:133ned in the data section.Both the worker and the initial cid:133rm must be observed throughout the sample period inorder for us to be able to estimate the above model.We run the regression for dierent dependent variables. In line with the preceding focuson wage outcomes, we start by examining the impact of an increase in Chinese importcompetition for cid:133rm j on the cumulative earnings of workers initially employed by thecid:133rm. Cumulative earnings are decid:133ned as the sum of annual labor incomes, Y , normalizedt2001 YitYi;2001. The results are displayed in table 12. Column 1 shows that OLS fails to cid:133nd any signicid:133cant impact of Chinese importby the initial income of the worker,P2008penetration.In column 2 we instrument for Chinese import penetration using the Chinese world export supply variable described earlier and cid:133nd a negative and statisticallysignicid:133cant eect of changes in import competition on the cumulative earnings of lowskilledworkers. That is, lowskilled workers initially employed at cid:133rms who subsequently faceincreasing import competition from China, have lower earnings from 2001 to 2008. Thisis qualitatively in line with the withinjob spell results found in Table 9.Insert Table 12 here By contrast, highskilled workers do not seem to be aected negatively; if anything,27their earnings are increased by changes in Chinese import penetration. Column 3 showsthat controlling for initial cid:133rm import penentration does not signicid:133cantly alter the estimates. Finally, columns 4 and 5 add interaction terms between the change in Chineseimport penetration and workerscid:146 occupational characteristics. The earnings of workersperforming tasks characterized by routineness are adversely aected by changes in Chinese import competition, while the reverse is true for workers performing nonroutinetasks. Again, these results are consistent with the within jobspell wage results found in Table 11.To quantify the results of Table 12 we can compare a lowskilled worker employed bythe median cid:133rm of the change in import competition 0.3 percentage points and a lowskilled worker employed by the 90th percentile cid:133rm 5 percentage points. The estimatesin column 2 suggest that the worker at the 90th percentile cid:133rm has experienced 12.8%lower earnings of initial annual labor earnings over the period from 2001 to 2008 relativeto the worker at the median cid:133rm 2:725cid:25cid:00:3. This dierence is substantially greaterthan that derived from the within job spell results from the previous section a dierentialof 2.2% over the period 2001 to 2008 for low skilled workers staying in the cid:133rm. Thissuggests that much of the impact on earnings is due to other sources such as time spentunemployed, job changes to lower paid employment or changes in hours worked.To better understand why the earnings of lowskilled, but not highskilled, workersare lowered by increased exposure to import competition, we next focus on three dierentoutcomes. The cid:133rst three columns of table 13 show the results for regressions where we usecumulative income transfers the sum of UI benecid:133ts and welfare assistance normalizedby initial income as the dependent variable. Highskilled workers initially employed atcid:133rms that were subsequently hit by Chinese import penetration have less cumulativetransfers over the sample period than do other highskilled workers. On the other hand,conditioning on education workers performing routine tasks have higher transfers. Theremaining six columns of table 13 show results where the dependent variable is the shareof the sample period spent in unemployment and employment, respectively. Highskilledworkers, and workers doing nonroutine tasks, who face increasing import competition 28in their initial cid:133rms are less unemployed, and spend more time in employment 17, whileworkers doing routine tasks are more unemployed and spend less time in employment. Itis also worth noting that increased import competition does not increase the time spentin unemployment for lowskilled workers column 4. This suggests that the negativeearnings eects found in Table 12 mainly must be ascribed altered job change patternsor hours worked.Insert Table 13 here In order to understand the employment eect of changes in Chinese import penetration, we decompose the cumulative employment eect from column 7 of table 13 intothe share of the period spent in the initial industry and occupation, in the initial industry and a new occupation, in a new industry and the initial occupation, and cid:133nally in anew industry and occupation. The results of the regressions using these as outcomes areshown in table 14, where the coe cients in columns 2 to 5 sum to the correspondingcoe cient in column 1. Highskilled workers facing increases in import competition areless likely to remain in their initial industry and occupation, as they seek towards, inparticular, new occupations. On the other hand, lowskilled workers exposed to higherimport competition are more likely to remain in their original industry and occupation.Insert Table 14 here To summarize the results of this section, lowskilled workers whose initial cid:133rms arehit by increased Chinese import penetration do not experience increased unemploymentand tend to remain in their initial industries and occupations. This lack of mobility istranslated into lower earnings relative to less exposed lowskilled workers. Highskilledworkers are much more mobile, in particular across occupations, giving them an advantage 17The magnitudes of the employment eects for highskilled workers are relatively modest: Column7 shows that a highskilled worker at the 90th percentile cid:133rm spends 3.6% more of the sample periodin employment than a highskilled worker at the median cid:133rm 0:767cid:2 5cid:0 0:3. These results should beconsidered in light of the fact that the Danish economy achieved close to full employment from 2006 to 2008, resulting in fewer than normal transitions to unemployment.29when their initial cid:133rm is hit by Chinese competition.7 Conclusion It is often claimed that the economic rise of China has cascading eects on the rest of theworld. Rising comparative advantages in particular products has made China the largestexporter in the world. Domestic cid:133rms must now compete with Chinese product in theirown local markets. This may have pronounced eects on cid:133rmscid:146production structure andthe wages of its workers. However, previous literature has been unable to cid:133nd evidencefor an increasing skillwage gap.In this paper, we have documented this process for Danish cid:133rms. Imports from Chinahas increased substantially, rising from around 2% of all imports in 1997 to almost 7%in 2009. These increases are concentrated in a handful of industries, notably textilesand furniture. Within an industry, these increases exposes only a subset of the cid:133rms.For example, in most industries the cid:133rm at the 25th percentile is unaected by Chineseimports while the 75th percentile cid:133rm in many cases has a Chinese import penetrationmeasure at least double that of the median cid:133rm.Consistent with the predictions from a simple multiproduct heterogenous cid:133rm modelwith imperfect labor markets we cid:133nd that cid:133rms exposed to increasing Chinese importpenetration experience a reduction in domestic sales. This reduction has a clear skill biasas sales lowskill intensive products drop relatively more. Again relying on the simpletheoretical framework this suggests that wages of lowskilled workers in particular shouldfall. We concid:133rm this prediction in two ways. First, within jobspells we cid:133nd that lowskilled workers lose around 0.48% of their wages for each percentage point increase in Chinese import penetration, while the wages of highskilled workers are aected to alesser extent. Second, we estimate the longterm impacts of Chinese import penetrationon earnings over an eightyear period taking into account transitions between jobs andinto unemployment. This approach concid:133rms the cid:133nding that lowskilled workers see theirlabor earnings fall in response to increased Chinese import penetration, while highskilled 30workers tend to be unaected. Further, we show that lowskilled workers do not experienceincreased unemployment and tend to remain in their initial industries and occupations inresponse to increase import competition.31References1 Abowd, J. M., K. Mc Kinney and I. M. Schmutte 2010, How Important is Endogenous Mobility for Measuring Employer and Employee Heterogeneity?, mimeo.2 Abowd, J. M., F. Kramarz and D. N. Margolis 1999, High Wage Workers and High Wage Fims, Econometrica 67, pp. 251333.3 Amiti, M. and D. R. Davis 2012, Trade, Firms, and Wages: Theory and Evidence,Review of Economic Studies 79, pp. 136.4 Autor, D. H., D. Dorn and G. H. Hanson 2013, The China Syndrome: Local Labor Market Eects of Import Competition in the United States, American Economic Review 103, pp. 21212168.5 Autor, D. H., D. Dorn, G. H. Hanson and J. Song 2013, Trade Adjustment: Worker Level Evidence, NBER Working Paper No. 19226.6 Bernard, A., E. Blanchard, I. Van Beveren and H. Vandenbussche 2012, Carryalong trade, NBER Working Paper No. 18246.7 Bernard, A., B. Jensen and P. Schott 2006, Survival of the best cid:133t: exposure tolow wage countries and the uneven growth of US manufacturing plants, Journal of International Economics 68, pp. 219cid:150237.8 Bernard, A. B., B. Jensen, S. J. Redding and P. Schott 2009, The Margins of USTrade, American Economic Review: Papers Proceedings 99, pp. 487cid:150493.9 Bernard, A. B., S. J. Redding and P. Schott 2011, Multiproduct Firms and Trade Liberalization, Quarterly Journal of Economics 126, pp. 1271cid:150131810 Botero, J. C., S. Djankov, R. La Porta, F. LopezDeSilanes and A. Shleifer 2004,The Regulation of Labor, Quarterly Journal of Economics 119, pp. 13391382.3211 Bloom, N., M. Draca, and J. Van Reenen 2012, Trade induced technical change?The impact of Chinese imports on innovation, IT and productivity, mimeo.12 Dahl, C. M., D. le Maire, J. R. Munch 2013, Wage dispersion and decentralizationof wage bargaining, Journal of Labor Economics 31, pp. 501533.13 Davidson, C., S. Matusz and A. Shevchenko 2008, Globalization and Firm Level Adjustment with Imperfect Labor Markets, Journal of International Economics 75,pp. 295309.14 Davis, D. and J. Harrigan 2011, Good Jobs, Bad Jobs, and Trade Liberalization,Journal of International Economics 84, pp. 2636.15 Ebenstein, A., A. Harrison, M. Mc Millan and S. Phillips 2012, Estimating the Impact of Trade and Oshoring on American Workers Using the Current Population Surveys, Review of Economics and Statistics, forthcoming.16 Egger, H. and U. Kreickemeier 2009, Firm Heterogeneity and the Labor Market Eects of Trade Liberalization, International Economic Review 50, pp. 187cid:150216.17 Feenstra, R. C. and G. H. Hanson 1999, The Impact of Outsourcing and HighTechnology Capital on Wages: Estimates for the United States, Quarterly Journalof Economics 114, pp. 90740.18 Freeman, R. B. 1995, Are Your Wages Set in Beijing?, Journal of Economic Perspectives 9, pp. 1532.19 Greenaway, D., J. Gullstrand and R. Kneller 2008, Surviving Globalisation, Journalof International Economics 74, pp. 264277.20 Helpman, E., O. Itskhoki and S. Redding 2010, Inequality and Unemployment ina Global Economy, Econometrica 78, pp. 12391283.21 Helpman, E. and P. Krugman 1985, Market Structure and International Trade.MIT Press.3322 Harrison, A., J. Mc Laren and M. S. Mc Millan 2011, Recent Perspectives on Tradeand Inequality, Annual Review of Economics 3, pp. 261289.23 Hummels, D., R. Jrgensen, J. R. Munch and C. Xiang 2013, The Wage Eects of Oshoring: Evidence from Danish Matched WorkerFirm Data, American Economic Review, forthcoming.24 Iacovone, L., F. Rauch and L. A. Winters 2013, Trade as an Engine of Creative Destruction: Mexican Experience with Chinese Competition, Journal of International Economics 89, pp. 389392.25 Krishna, P., J. P. Poole and M. Z. Senses 2011, Wage Eects of Trade Reform with Endogenous Worker Mobility, NBER working paper 17256.26 Krugman, P. 2008, Trade and Wages, Reconsidered, Brookings Papers on Economic Activity, Spring 2008, pp. 103137.27 Liu, R. 2010, Import Competition and Firm Refocusing, Canadian Journal of Economics 43, pp. 440466.28 Lu, Y. and T. Ng 2013, Import Competition and Skill Content in U.S. Manufacturing Industries, Review of Economics and Statistics 95, pp. 14041417.29 Manning, A. 2011, Imperfect Competition in the Labor Market, in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics Vol. 4B, Amsterdam: North Holland.30 Mion, G. and L. Zhu 2013, Import competition from and oshoring to China: acurse or blessing for cid:133rms?, Journal of International Economics 89, pp. 202215.31 Teshima, K. 2010, Import Competition and Innovation at the Plant Level: Evidencefrom Mexico, mimeo.3432 Walker, R. 2013, The Transitional Costs of Sectoral Reallocation: Evidence Fromthe Clean Air Act and the Workforce, Quarterly Journal of Economics 128, pp.17871835.35A Theory appendix In order to understand the mechanism by which Chinese import penetration aects cid:133rmoutcomes, we present a partial equilibirum model with heterogeneous cid:133rms, multipleinputs and outputs, and an increasing labor supply curve for workers.A.1 Demand Each cid:133rm produces two products, indexed by k 2 fl; hg :18 Within each product category,cid:133rms indexed by j supply unique varieties kj that are imperfect substitutes for each other.j for variety kj is dualstaged, mirroring that of Helpman and Krugman The demand xk1985:qkcid:8k cid:80kj cid:11kcid:0pkjcid:1cid:0cid:27kcid:8k Zkj 2Jkcid:0pkjcid:11cid:0cid:27kcid:80k Zkj 2J0kcid:0pkjcid:11cid:0cid:27k ;8where pkjis the price of variety kj of product k; cid:27k is the DixitStiglitz elasticity ofsubstitution between varieties of product k; and cid:11k is the CobbDouglas proportion ofincome spent on all varieties of k cid:11lcid:11h 1. cid:8k and cid:80k are the toughness of competitionfor product k arising from domestic and foreign varieties, respectively. This distinctionbetween domestic and foreign captures the eect of Chinese import penetration, which willincrease cid:80k. We assume that individual varieties are dierential and the characteristics ofany single variety does not change the overall cid:8j. As in Autor, Dorn and Hanson 2013,an increase in cid:8k or cid:80k will result in lower demand for variety kj: To proceed, we cid:133nd the 18We limit our discussion to two products to facilitate exposition. However, the model can encompassany number of products since there are no supply side interactions among the products.36inverse demand function from equation ??:pkj cid:18 cid:8k cid:80kcid:27kcid:11k cid:19cid:0 1cid:27kcid:0xkjcid:1cid:0 1cid:11k cid:19 cid:0logcid:18 cid:8k cid:80klog pkj cid:01cid:27k 1cid:27klog xkj9A.2 Production and Labor Demand Products are supplied by cid:133rms indexed by j: Products l and h are produced by labor specicid:133c to that product. Specicid:133cally low skilled workers are used to produce product l whilehigh skilled workers are used to produce product h:19 The cid:133rm also has a cid:133rmproductspecicid:133c productivity kunit of labor of type k 2 fl; hg into kcid:133rm j demands Ljk units of labor, wherej denoting the e ciency of its workers. Firm j can transform onej units,j units of product k. Therefore, to produce qk Ljk qjkkj:10Since we will not model cid:133rm entry and exit in this model, we assume cid:133rms are fully awareof their productivities kj for each product k:20A.3 Firm level labor supply As discussed in the theory section cid:133rms face an upward sloping cid:133rmspecicid:133c labor supplycurve due to imperfections in the labor market. For each type of worker k 2 fl; hg ; thekcid:1, where:labor supply curve is described by the function wcid:0Ljkcid:1cid:21k :kcid:1 cid:0Lj 19This partitioning of workers allows us to generate explicit predictions concerning the eects of Chineseimport penetration. However, we must abstract from product interactions to maintain simplicity. Anextension to this model would include a HOV style production function where some high skilled workersare required to manufacture the lowskilled product.k wcid:0Lj11wj 20Firmproduct specicid:133c productivities are introduced in Bernard, Redding and Schott 2011, althoughthey call it cid:133rm ability and cid:133rmproduct attributes.37A.4 Procid:133t Maximization Given the inverse demand function in equation 9, the cid:133rmcid:146s unit labor requirement inequation 10, and the cid:133rmcid:146s labor supply curve in equation 11, the cid:133rm must choosethe quantities of each product it will supply to the market. The cid:133rmcid:146s maximizationproblem can be written as:maxq 1;q 2kqjcid:25j Xkl;hcid:2pj Xkl;hkcid:3kcid:1 Ljk cid:0 wkcid:0Lj 24cid:18 cid:8k cid:80kcid:11k cid:19cid:0 1cid:27kcid:0qjcid:11k cid:19cid:0 1cid:27kcid:19cid:18cid:8k cid:80kcid:27kcid:0qjkcid:1cid:0 11cid:27k cid:0 qjkkkcid:11cid:0 1j!cid:21k135 qjj!cid:21kkkwith cid:133rst order conditions:By setting dcid:25jdqkdcid:25jdqkkjcid:27k cid:0cid:21k 1cid:181 cid:0 0; we cid:133nd the procid:133t maximing outputs for each product k 2 fl; hg :k cid:18 cid:27k cid:0 1cid:27k cid:21k 1cid:19 cid:27kcid:27k cid:21k 1 cid:18 cid:8k cid:80kjcid:1 cid:27kcid:21k 1cid:27k cid:21k 1cid:0kcid:27k cid:21k 1qj:1cid:11k cid:19cid:0 1logcid:18 cid:8k cid:80kcid:11k cid:19 ;log qjk cid:20k cid:27k cid:21k 1cid:27kcid:21k 1log kj cid:0cid:27kcid:21k 1where cid:20k cid:27kdemand from equation 9:cid:27kcid:21k1 logcid:16 cid:27kcid:01k cid:18 cid:27k cid:0 1cid:27k cid:19 cid:20k log pjkqjcid:27kcid:21k1cid:17 : Revenues can be obtained by adding the log inversecid:27k cid:0 1 cid:21k 1cid:27kcid:21k 1log kj cid:0cid:21k 1cid:27kcid:21k 1logcid:18 cid:8k cid:80kcid:11k cid:1912which shows a negative relationship between the revenues of product k and level of importscid:80k.The wages for workers of type k can also be determined by combining the procid:133t 38maximizing quantity with the labor supply curve:wjk cid:0Ljkcid:1cid:21k qjj!cid:21kkkand log linearizing:log wjk cid:21kcid:20k cid:18 cid:21k cid:27k cid:0 1cid:27kcid:21k 1 cid:19 log kj cid:0cid:21kcid:27kcid:21k 1logcid:18 cid:8k cid:80kcid:11k cid:19 :13The revenue equation and the wage equation describe the eects of Chinese import penetration on cid:133rm and worker level outcomes.39Figure 1: Chinese import shares in Denmark 400.01.02.03.04.05.06.071995199719992001200320052007year Finalcid:160goods IntermediatesFigure 2: Product level Chinese import penetration.410.05.1.15.2Fractioncid:173.50.51Productcid:160levelcid:160CIPcid:160HS6,cid:160industrycid:160demeanedsanih Cerahseula VKKD.oib02.097.024.022.071.070.043.072.082.074.074.051.036.045.008.074.004.013.022.001.06.214.0184.832.690.566.416.445.473.413.46715.858.546.249.336.131.725.526.425.42snemow,srebfiedamnamfoselcitraralimisdnastaoctsiaw,snagidrac,srevollup,syesre Jsnemow,nottocsnem,nottocfofoselcitraralimisselcitraralimisdnadnastaoctsiaw,snagidrac,srevollup,syesre Jstaoctsiaw,snagidrac,srevollup,syesre Jsrebfiedamnamforalimisdnaskaolc,sepac,staocrac,staocrevosnemo Wnottocfostrohsdnasehceerb,sllarevoecarbdnabib,sresuortsnemo Wimnedfostrohsdnasehceerb,sllarevoecarbdnabib,sresuortsnemo Wderetslohp Uslairetamralimisrooobmab,reiso,enacfostae S segdirb,elpmaxerofserutcurtsfostrapdnaserutcurt Snottocfoselcitraralimisdnastaoctsiaw,snagidrac,srevollup,syesre Jstrohsdnasehceerb,sllarevoecarbdnabib,sresuor Tstrohsdnasehceerb,sllarevoecarbdnabib,sresuor Tsgabstropsdnaskcaskcur,sgabteliot,sgabgnilevar Tisenhcamgnissecorpatadcitamotuaelbatro Pgniogae Ssrekna Tdetehcorcrodettink,stsevrehtodnastelgnis,strihsTsesuolbtrihsdnastrihs,sesuolbsnemo Wscitsalpfoselcitrareht Osyotrehto sretoocs,selcycir Tnottocfostrihssne Mstiusik S0001901600021126130930590002502600046026990962935324302619010116012640161929202401021098000317489903011693264026003920269902011619020116132640260016104999098037399139913991399139913991399139913991399190029002900290029002900290029002900290021234567890112345678901ianh Cmor Fstropm I01po T1elba Ttcudor P8NCrae Ykna R42Table 2 Chinese Import Shares by Danish Manufacturing Industries Industry Name CIS 2001 CIS 2008 CISEmploymentshare 20011516171819202122232425262728293031323334353637Total Food and drinks Tobacco Textiles Clothing Leather Wood Paper Graphics Mineral oil Chemistry Rubber and plastics Stone, clay, and glass Metals Iron and metal Machinery Office and ITOther elect. machinery Tele industry Medical equip., clocks, etc.Car Other transportation Furniture and other manuf.Recycling 0.00800.00000.06960.24050.12390.01810.00360.01640.00000.00850.03580.03910.00750.05390.01840.02130.03720.03840.03710.00130.07400.12310.00000.03750.01370.00000.21710.33750.20790.04160.01550.04240.00010.01620.05580.07080.01500.10350.05350.04680.08370.08060.07590.01200.12010.25100.00000.06760.00560.00000.14750.09700.08410.02350.01200.02600.00010.00770.02000.03170.00760.04970.03510.02550.04660.04210.03890.01060.04600.12800.00000.03020.1690.0020.0120.0000.0000.0350.0160.0440.0020.1280.0590.0450.0180.0800.1920.0020.0450.0120.0450.0210.0220.0490.0011.000Table 3 Dispersion in FirmLevel Chinese Import Penetration, 2008Industry Name Meansdp 25p 50p 751516171819202122232425262728293031323334353637Food and drinks Tobacco Textiles Clothing Leather Wood Paper Graphics Mineral oil Chemistry Rubber and plastics Stone, clay, and glass Metals Iron and metal Machinery Office and ITOther elect. machinery Tele industry Medical equip., clocks, etc.Car Other transportation Furniture and other manuf.Recycling 0.0020.0000.1110.2310.0950.0110.0120.0040.0000.0040.0280.0160.0280.0250.0170.0560.0430.0520.0230.0140.0200.0750.0000.0070.0000.1600.1280.0030.0370.0080.017.0.0140.0290.0440.0320.0410.0330.0570.0570.0750.0370.0350.0260.0580.0000.0000.0000.0010.1320.0920.0010.0070.0000.0000.0000.0030.0000.0040.0070.0010.0000.0020.0000.0030.0000.0000.0180.0000.0000.0000.0260.2430.0970.0010.0140.0010.0000.0000.0290.0000.0160.0120.0060.0540.0130.0170.0080.0010.0090.0700.0000.0010.0000.1700.3420.0970.0040.0170.0020.0000.0040.0400.0040.0420.0250.0170.0820.0630.0550.0250.0140.0330.1280.00043Table 4 Descriptive Statistics: Worker Sample Mean Std. Dev P25 Median P75Wage Output mio. DKKSize Cap.Labor 1,000 DKKShr. High Skill ExportsSales ImportsSales Experience Experience 2Married Union Member 218.353,5861632.51432.250.210.520.1819.07456.750.580.86Note: Number of observations is 1688249.78.117,3292957.26449.360.150.340.169.66387.040.490.35168.261,17292181.330.100.190.0511.19125.1301201.484,388313305.300.170.580.1418.98360.0511247.202,3061122496.010.270.840.2726.66710.8611Table 5 FirmLevel Effects of Chinese Import Penetration Industry CIP Firm CIPlog profitsvalue addeddomestic salesexportsexport intensityimportsemploymentlow skill employmentwage billcapitallabor Year dummies Firm fixed effects0.1160.2300.4790.4260.4260.9320.5440.3520.4320.463Yes Yes0.6440.7820.4551.9051.1990.3720.5200.9390.5900.880Yes Yes Notes: Standard errors adjusted for clustering at the firmlevel. Both columns are from regressions of each firm outcomevariable on a single Chinese Import Penetration variable. p 0.01, p 0.05, p 0.10.44Table 6 Decomposing FirmLevel Sales Changes, 20012008Total120.18401.9900.57Intensive Margin 0.13361.379Low Skill Intensity 0.04800.975High Skill Intensity 0.08470.4030.280.34Residual Skill Intensity 0.00080.160.0000.00Entry 0.20192.2900.47Low Skill Intensity 0.04960.966High Skilled Intensity 0.03940.210.5840.35Residual Skill Intensity 0.11300.741Exit0.140.15151.6790.17Low Skill Intensity0.04301.0980.15High Skill Intensity0.10240.581Residual Skill Intensity0.00600.090.0000.00Notes: Column 1 shows averages of the decompositionsof firmlevel sales changes across firms. The coefficientsin column 2 are obtained from firmlevel regressions ofeach component of the domestic sales decompositions onthe change in Chinese import penetration. N 2, 037. p 0.01, p 0.05, p 0.10.45Table 7 Mincer Wage Regressions, Fixed Effects123456CIPCIP High Skill0.1370.1810.1690.1680.1660.1650.040.040.040.040.040.040.2880.2690.2700.2680.2680.040.050.050.040.04Experience 0.0090.0090.0080.0080.0080.008Experience 2Married Union Log Output Log Size Log Cap.Lab.Shr. High Skill ImportsSales ExportsSales Rsquared withinObservations JobSpell FERegionYear FEIndustryYear FE0.000.000.000.000.000.000.0010.0010.0010.0010.0010.0010.000.000.000.000.000.000.0020.0020.0020.0020.0020.0020.000.000.000.000.000.000.0200.0200.0200.0200.0200.0200.000.000.000.000.000.000.0310.0320.0320.0320.000.0020.000.000.0010.000.0020.0020.000.0170.010.000.0180.010.0110.000.000.0010.000.0020.000.0170.010.000.0010.000.0020.000.0170.010.0100.000.1260.1260.1290.1290.0130.0120.000.1290.000.129168824916882491688249168824916882491688249Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Notes: Columns show regressions on log wages. Standard errors, clustered at the firmyear level, in parentheses. p 0.01, p 0.05, p 0.10.46b 6a 6b 5a 5b 4a 4b 3a 3b 2a 2a 1500.0091.0500.0091.0500.0091.0500.0091.0500.0981.0681.0SEWPIC00.010.000.010.000.010.000.010.000.010.010.0381.0810.0381.0810.0381.0810.0381.0810.0381.0810.0llik Shgi HSEWPICsnoisserge Regat Stsri F8elba T20.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.000.0000.000.0000.000.0000.000.0000.000.0100.000.0200.000.0000.000.0200.000.0100.0500.000.0000.000.0842.000.0100.000.0814.020.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0842.000.0000.000.0000.000.0000.000.0000.000.0100.000.0200.000.0000.000.0200.000.0100.000.0814.0100.0500.000.000.020.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.000.0000.000.0000.000.0000.000.0000.000.0100.000.0200.000.0000.000.0200.000.020.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0000.000.000.0000.000.0000.000.0000.000.0000.000.0000.000.0200.000.0000.000.0200.000.020.0000.000.0000.000.0000.000.0000.000.000.0000.000.0000.000.0000.000.0000.000.0000.0000.000.0000.000.000.0000.000.0ecneirepx E2ecneirepx Etuptu Ogo Ldeirra Mnoin U.ba L.pa Cgo Lllik Shgi H.rh Ssela Sstropm Isela Sstropx Eezi Sgo L47842.0814.0842.0814.0842.0714.0614.0nihtiwderauqsR9428861942886194288619428861942886194288619428861942886194288619428861942886188se Yse Yse Y182se Yse Yse Y78se Yse Yse Y772se Yse Yse Y88se Yse Yse Y282se Yse Yse Y78se Yse Yse Y872se Yse Yse Y68se Yse Yse Y472se Yse Yse Y045se Yse Yse Y.rtsnirof.tatsFEFllep Sbo JEFrae Yyrtsudn IEFrae Ynoige Rsnoitavresb O.sesehtnerapni,levelraeymrfiehttaderetsulc,srorredradnat S.llik Shgi HPICsitibdekramsnmulocnidna,PICsiadekramsnmulocnielbairavtnednepedeh T:seto N.01.0p,50.0p,10.0pTable 9 Mincer Wage Regressions, IV123456CIP0.3880.4570.4850.4880.4750.478CIP High Skill0.180.160.4620.190.170.4220.190.170.4240.190.170.4210.190.170.4220.19Experience 0.0090.0080.0080.0080.0080.008Experience 2Married Union Log Output Log Size Log Cap.Lab.Shr. High Skill ImportsSales ExportsSales0.000.000.000.000.000.000.0010.0010.0010.0010.0010.0010.000.000.000.000.000.000.0020.0020.0020.0020.0020.0020.000.000.000.000.000.000.0200.0200.0200.0200.0200.0200.000.000.000.000.000.000.0310.0320.0320.0320.000.0010.000.000.0010.000.0020.0020.000.0180.010.000.0180.010.0100.000.000.0000.000.0020.000.0170.010.0110.000.000.0000.000.0020.000.0180.010.0090.000.0110.00Rsquared withinObservations JobSpell FERegionYear FEIndustryYear FE0.1260.1260.1290.1290.1290.129168824916882491688249168824916882491688249Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Notes: Columns show regressions on log wages. Standard errors, clustered at the firmyear level, in parentheses. p 0.01, p 0.05, p 0.10.48Table 10 Mincer Wage Regressions, IV:Task Characteristics CIPCIP High Skill CIP Routine CIP NonRoutine10.1970.210.1780.120.2970.0620.2770.200.1980.110.3150.06Rsquared withinObservations Fstat CIPFstat CIPHigh Fstat CIPOCCOther controls 0.1300.13016577831657783187175168Yes 189130109Yes Notes: Columns show regressions on log wages. Standard errors, clustered at the firmyear level, in parentheses. Other controls are log firm output, log firmsize, log firm cap.lab., share high skill workers in firm,importssales, exportssales, experience experience 2,married dummy, and union membership dummy, aswell as jobspell fixed effects, regionyear and industryyear dummies. p 0.01, p 0.05, p 0.10.49,iwala M,ila M,sevidla M,racsagada M,ohtose L,soa L,ayne K,aidn I,itia H,anayu G,uassi Baenu Gi,aenu Gi,anah G,aigroe G,aibma Geh T,aipoiht E,enoe Larrei S,epicnir Pdnaemo Toa S,aoma Si,sendaner Gehtdnaitnecn Vtnia S,adnaw R,natsika P,regi N,lape N,euqibmazo M,avodlo M,ainatirua M,tnemec,sretupmoceraseirtsudniignmoo B.napa J,setat Sdetin U,51UE:seirtnuochci R.neme Y,mantei V,adnag U,ogo T,nadu S,akna Lir S,ailamo S.01.0p,50.0p,10.0p.leetsdna,ssalgtaflcfiicep Spor Devitanretl Aore Zedulcx Eedulcx Ehci Rroo Panh Cianh Ciseirtsudn Inoitinfie DPICsllep SPICsmri Fllam Sseirtnuo Cseirtnuo CCEEC7515.081.0293.002.0321.0238343105286se Y6298.072.0567.092.0921.0942886173259se Y5894.071.0924.091.0131.0524895197268se Y4305.002.0415.032.0231.0540834148187se Y3020.010.0940.020.0921.09428861752742se Y21564.0392.0PI22.0201.082.0921.094288619734se Y90.0152.021.0921.0942886140223se YnihtiwderauqsRhgi HPItatsFslortnocreht Osnoitavresb OPItatsFllik Shgi HPIgol,tuptuomrfigoleraslortnocreht O.sesehtnerapni,levelraeymrfiehttaderetsulc,srorredradnat S.segawgolnosnoissergerwohssnmulo C:seto Niphsrebmemnoinudna,ymmuddeirram,2ecneirepxeecneirepxe,selasstropxe,selasstropmi,mrfinisrekrowllikshgiherahs,.bal.pacmrfigol,ezismrfihcez C,dnalo P,atla M,aivta L,ainauhti L,ainots E,surpy C:CEEC.seimmudraeyyrtsudnidnaraeynoiger,stceffedexfillepsbojsallewsa,ymmud,inne B,hsedalgna B,najiabrez A,ainemr A,alogn A,ainab Al,natsinahgf A:seirtnuocroo P.airaglu B,ainamo R,yragnu H,ainevol S,aikavol S,cilbupe R,aertir E,aenu Gilairotauq E,ogno Cehtfocilbupe R,soromo C,dah C,cilbupe Rnacirf Alartne C,aidobma C,amru B,idnuru B,osa Fanikru B,natuh Bssentsubo R:VI,snoisserge Rega Wrecni M11elba T50Table 12 Cumulative Earnings CIP CIP High Skill CIP Routine CIP NonRoutine CIP 2001Rsquared Observations Fstat CIPFstat CIPHigh Fstat CIPOCCOther controls Region dummies Industry dummies OLS10.6770.601.8341.542SLS232.7252.6921.265.8494.051.245.9304.0441.1981.242.9594.081.8330.840.0271783860.0271783861.0220.950.0271783861.4780.880.0281748476541Yes Yes Yes 7845Yes Yes Yes 524748Yes Yes Yes Yes Yes Yes51.5001.212.4783.952.0650.941.3320.900.028174847523830Yes Yes Yes Notes: Standard errors, clustered at the firm level, in parentheses. Other controls are 2001 values of log firm output, log firm size, log firm cap.lab., share high skill workersin firm, importssales, exportssales, experience experience 2, married dummy, and unionmembership dummy. p 0.01, p 0.05, p 0.10.51,.bal.pacmrfigol,ezismrfigol,tuptuomrfigolfoseulav 1002eraslortnocreht O.sesehtnerapni,levelmrfiehttaderetsulc,srorredradnat S:seto N,10.0p.ymmudiphsrebmemnoinudna,ymmuddeirram,2ecneirepxeecneirepxe,selasstropxe,selasstropmi,mrfinisrekrowllikshgiherahs.01.0p,50.0p65432040.0150.0746.0297.0evitalumu Ctnemyolpm Eevitalumu Ctnemyolpmen Uevitalumu Csrefsnar TSLS2:snoisserge Revitalumu Creht O31elba T9720.050.08160.050.07360.050.0844.0164.0767.041.0051.050.0420.050.0640.0748471258303se Yse Yse Y71.0641.040.012.0530.040.0640.0748471230.040.0940.0683871257484se Yse Yse Y8754se Yse Yse Y20.0950.040.0340.020.0410.020.0530.0748471258303se Yse Yse Y30.0950.050.0440.010.0210.020.0541.060.0710.020.0530.0748471020.020.0630.0683871257484se Yse Yse Y8754se Yse Yse Y63.0940.107.0328.052.0304.005.0130.0748471258303se Yse Yse Y53.0291.167.0757.002.01431.004.0909.200.1264.094.0130.0748471274.005.0230.0683871257484se Yse Yse Y8754se Yse Yse Yllik Shgi HPICenituo RPICPICenituo Rno NPIChgi HPICtatsFCCOPICtatsFslortnocreht Oseimmudyrtsudn Iseimmudnoige Rsnoitavresb OPICtatsFderauqsR1002PIC52yrtsudn Iwe Nyrtsudn Iwe Nyrtsudn I.in Iyrtsudn I.in Ievitalumu Cnoitapucc Owe Nnoitapucc O.in Inoitapucc Owe Nnoitapucc O.in Itnemyolpm ESLS2:noitisopmoce Dtnemyolpm E41elba T5204.041.0506.042.0022.011.0660.06838718754se Yse Yse Y4393.041.0930.011.0520.021.0440.06838718754se Yse Yse Y3790.091.0543.145.0092.001.0120.06838718754se Yse Yse Y2928.072.0441.145.0305.091.0080.06838718754se Yse Yse Y1360.050.0PIC767.0llik Shgi HPIC12.0230.040.0940.06838718754se Yse Yse Yhgi HPICtatsFslortnocreht Oseimmudyrtsudn Iseimmudnoige Rsnoitavresb OPICtatsFderauqsR1002PIC,levelmrfiehttaderetsulc,srorredradnat S.stnenopmocstiotnitnemyolpmeevitalumucesopmoced4hguorht2snmulo C:seto N,mrfinisrekrowllikshgiherahs,.bal.pacmrfigol,ezismrfigol,tuptuomrfigolfoseulav 1002eraslortnocreht O.sesehtnerapni,50.0p,10.0p.ymmudiphsrebmemnoinudna,ymmuddeirram,2ecneirepxeecneirepxe,selasstropxe,selasstropmi.01.0p 53Table A.1 Mincer Wage Regressions: Industry CIPFixed Effects12 CIP0.0790.10530.0890.07IV40.0220.070.3640.04 CIP High Skill Rsquared Observations Fstat CIPFstat CIPHigh Other controls Region dummies Industry dummies0.030.030.1730.020.1290.1290.1290.1291643447164344716434471643447Yes Yes Yes Yes Yes Yes 167Yes Yes Yes 20874Yes Yes Yes Notes: Standard errors, clustered at the firmyear level, in parentheses. Othercontrols are log firm output, log firm size, log firm cap.lab., share high skillworkers in firm, importssales, exportssales, experience experience 2, marrieddummy, and union membership dummy, as well as jobspell fixed effects, regionyear and industryyear dummies. p 0.01, p 0.05, p 0.54", "filename": "dp8166.pdf", "person": ["Damoun Ashournia", "Ashournia, Damoun", "Jakob R. Munch", "Munch, Jakob R.", "Daniel Nguyen", "Nguyen, Daniel"], "date": ["2014"]}