{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103504/1/dp8465.pdf"], "title": ["Unconditional and Conditional Wage Polarization in Europe"], "plaintext": " Discussion Paper No. 8465 September 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Unconditional and Conditional Wage Polarization in Europe Paolo Naticchioni University of Roma Tre and IZA Giuseppe Ragusa Luiss University Riccardo Massari Sapienza University of Rome Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8465 September 2014 ABSTRACT Unconditional and Conditional Wage Polarization in Europe This paper investigates the dynamics of the distribution of unconditional and conditional on technology wages in Europe, using both industry and individual level data for the period 19952007. We find that the unconditional wage distribution shows scant signs of polarization in Europe. On the other hand, the effect of technology is more nuanced. At the industry level, technological changes have an effect on polarization of jobs, but not on polarization of wages. At the individual level, we use a counterfactual distributional analysis which accounts for the heterogeneity of tasks across occupations, and we find only mild evidence of wage polarization. Technology affects the lower and upper part of the wage distribution in different ways, with service tasks affecting the lower quantiles and abstract tasks affecting the higher ones. JEL Classification: Keywords: Corresponding author: Paolo Naticchioni Roma Tre University Faculty of Economics Via Silvio DAmico 77 00154 Rome Italy Email: p.naticchionigmail.com wage inequality, polarization, occupational tasks, offshoring, RIFregressions J3, J5 We thank Carlo Dell Aringa, Wen Hao Chen, Nicole Fortin, Thomas Lemieux, Marco Leonardi, Elisabetta Magnani, Alan Manning, Francesca Mazzolari, Raul Ramos, Giovanni Sulis, for their suggestions, and the participants in seminars held at Cattolica University MILLS Seminar, Milan, OFCEScience Po, Ce LEGLuiss Rome, University of Padova, Barcelona UB, Cagliari, Naples Partenope, Rome Univ. La Sapienza, CREI Univ. Roma Tre School of Management of Politecnico of Milan, and participants in the conferences ECINEQ Catania, AIEL Milan, SIE Rome, Royal Economic Society Cambridge. Paolo Naticchioni and Giuseppe Ragusa acknowledge financial support from the European project NEUJOBS. 1Introduction There is now a large body of literature documenting the growth of the share of employmentin high skill occupations and the simultaneous growth of low skill occupations occurring in the US and in Europe Autor et al., 2006; Goos et al., 2009. Many hypotheses have been putforward to explain job polarization. The routinization hypothesis Autor et al., 2003; Goos and Manning, 2007 suggests that polarization in occupation occurs because technical change tendsto replace routine jobsgenerally performed by medium skilled workers. Other explanations,not alternative but rather complementary to the routinization hypothesis, view job polarizationas the effect of globalization Blinder, 2009 or as being the result of high skilled consumptionspillovers Mazzolari and Ragusa, 2013. A part of the literature has already established a linkbetween the polarization of the European labor market and technology. Goos et al. 2014investigate the effects of technology, globalization, institutions and product demand on theemployment structure and conclude that technology shifts may account for the observed trendsin polarization.In the US labor market job polarization has been accompanied by a pattern of wage growthpolarizationthat is, the tendency of lower and upper quantiles of the wage distribution to growfaster than those at the middle Acemoglu and Autor, 2011; Firpo et al., 2013. As a result,uppertail inequality, measured as the 9050 wage gap has been steadily increasing, whereaslowertail inequality, measured as the 5010 wage gap, has been falling or flat since the end ofthe 1980s. A similar pattern of mild wage polarization has been found in the UK Machin,2011 and in Germany Antonczyk et al., 2010; Dustmann et al., 2008, but the number ofempirical studies on wage polarization in Europe is still limited. Using OECD industry leveldata Michaels et al. 2013 focus on OECD and European countries, showing that technologyhas a differential effect on the bill share of workers with different skills, which is suggestive ofpolarization due to technology and thus broadly consistent with the routinization hypothesis.The goal of this paper is to add to the empirical evidence on wage polarization in Europe.Our focus is twofold. Firstly, we investigate whether European wages have been subject to thesame polarizing forces that have affected the US labor market. Secondly, we study the impact oftechnology on wages to ascertain whether routinization may be playing a role in Europe. With 2the first approach we want to uncover what we call unconditional polarization in wages; withthe second the conditional on technology polarization. The two do not need to be related:while wages may not show signs of polarization, technology may affect the wage distributionin a way that is consistent with the routinization hypothesis or any other technologybasedexplanation of polarization.We make use of both industry and individual level data. At the industry level we use the World InputOutput Database WIOD merged with the data on Capital, Labour, Energy,Materials and Service EU KLEMS. More specifically, we use data on industry output, valueadded, ICT K and nonICT C capital compensation, wages and employment by educationlevel. At the individual level, we created a new dataset by harmonizing the European Community Household Panel ECHP and the European Union Statistics on Income and Living Conditions EUSILC.Analyzing the period 19952007, we find little evidence of polarization of the Europeanunconditional wage distribution: both industry and individual data provide evidence hardlyconsistent with increasing wage polarization.As far as the conditional impact of technology is concerned, the evidence, as expected, ismore nuanced. At the aggregate level, we investigate long run differences for the period 19952007, focusing on the impact of ICT intensity on relative wages between high and mediumskilled, and between medium and low skilled. We find that changes in ICT intensity are generallycorrelated with changes in relative bill shares in a direction that is consistent with the routinization hypothesis. However, these changes in wage bill shares are almost entirely accounted forby changes in relative hours worked. The findings are robust to different identification strategies used to deal with unobserved heterogeneity and potential endogeneity of the ICT intensitymeasure.We then move to individual level data, since Autor and Dorn 2013 and Firpo et al. 2013,among others, have pointed out that technological progress acts within industry, through theeffects of the interaction of tasks and skills across occupations. While industry level analysiscaptures the betweenindustry impact of technology, it misses its betweenoccupation effect.Other shortcomings of the industry level analysis are the coarseness of the measure of skill and 3the inability to control for heterogeneity of workers.The individual level analysis uses occupational task measures derived from Goos et al. 2009to proxy for technological characteristics of various occupations, such as measures of the levelof routinization abstract, routine, service tasks and of the extent to which jobs are offshorableGoos et al., 2014. The analysis is conducted by means of the counterfactual decompositionmethodology proposed by Fortin et al. 2010. This technique enables the identification ofcomposition and wage structure effects along the whole wage distribution. While the resultsdepend to some extent on which measure of wage we use hourly wages vs. yearly earnings, wecan draw the following conclusions. First, we find that technology has only a weak polarizingeffect on the wage distribution. The effect is mainly due to the wage structure effect and,in particular, to service tasks at the lower tail of the wage distribution Autor and Dorn,2013; Mazzolari and Ragusa, 2013 and to abstract tasks at the upper tail of the distributionFirpo et al., 2013. The impact of offshoring, on the other hand, is constant along the wagedistribution, which is consistent with Goos et al. 2014. Neither the other components of thewage structure effect demographic, institutions, education nor the composition effects exerta polarizing effect on the wages distribution. A finding we consider particularly interesting isthat education plays not role in the increase in wageearnings inequality and is not linked topolarization. This is at odds with what the literature has established in the case of the USAcemoglu and Autor, 2011. It is however consistent with the analysis in OECD 2011. Wealso point out that institutional features of the labour market, e.g. the increase in the shares oftemporary and parttime contracts, have played a role in increasing wage inequality, especiallyat the lower end of the earnings distribution.Our results can be seen as a further evidence that in Europe the effects of technology on thelabor market are different from those at work in the US Krugman, 1994; Bertola and Ichino,1995. Such differences may be accounted for with institutions and preferences for limited wagedispersion. In such an environment, changes in the labour market take place mainly throughcomposition effects in the labour force, i.e., changes in occupation composition rather thanwages.42Industry level evidence In this section we present aggregate evidence on the polarization of the European labor marketwith particular emphasis on the impact of information and communications technology ICTon labour market outcome, using industry level data. Differently from Michaels et al. 2013,which used the Growth and Productivity Accounts data EU KLEMS, our analysis is basedon data obtained merging two different datasets: the World InputOutput Database WIODand the EU KLEMS.1 These databases have largely been constructed by harmonizing dataobtained from national statistical institutes. Details about this harmonization process and themethodology used to construct industrywide inputoutput measures are exhaustively given in OMahony and Timmer 2009 and Timmer 2012.We use WIOD data on wages and employment by skill types. Industrywide data by skill isavailable for three groups: highH, mediumM, and lowskilled L. Workers are assigned tothese skill levels according to their education attainment tertiary, upper secondary and lowerthan upper secondary, respectively.It is also worth stressing that WIOD data for education are much more reliable than the EUKLEMS data used in Michaels et al. 2013. As shown in Table B in annex B, in EU KLEMSfor some countries figures are clearly implausible. For Italy and Netherland the share of workerswith medium education is around 85%, while the share of low skilled is lower than 10%. Also for France and for the UK the shares of medium skilled are rather high. The figures emerging from WIOD are much closer to the education levels available at the country level from EUROSTATTable B.Using WIOD data, for each skill group we have data on wage bill share BSH , BSM , BSL,hours worked N H , N M , N L, and wages W H , W M , W L. While WIOD has data on capitalservices, it does not breakup capital input measures into assets types. We use the ICT K andnonICT C capital input measures from EU KLEMS. In particular, we construct a measureof industry intensity in new technologies using ICT capital compensation which we divide by 1There are at the time of writing four different releases of the EU KLEMS database: March 2007, March 2008, November 2009, and March 2011. We use the March 2011.5value added Q.2Our final dataset has information about twelve European countries: Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Netherlands, Spain, Sweden, and the United Kingdom. For the three remaining EU15 countries Greece, Luxembourg, and Portugal we donot have information about either industry specific wages by education level or capital compensation. For each country data covers all NACE classification ver. 1.1 two digits industries.We do not consider agriculture and fishing. The full description of the industries consideredin the analysis is given in Table 1, which also shows how industries are partitioned into twogroups: manufacturing and service. The time span of the analysis is the period 19952007.3The upper panel of Table 2 shows the mean values for the 19952007 log change of relativeboth high to medium skilled and medium to low skilled wage bill share, relative hours workedand wages, as well as the log changes over the same period of ICT and nonICT capital overvalue added. Ireland is the country with the highest increase in the wage bill accruing to the highskilled relative to medium skilled. Countries with similar rate of growth are the Netherlands,Austria, and Denmark. In Belgium, Spain and Italy the wage bill share of the high relativeto the medium skilled has instead decreased in the period considered. The wage bill share ofmedium skilled relative to that of low skilled has instead increased in all countries with theexception of Germany and Denmark. As for hours worked, they have increased more for thehigh skilled than for the medium skilled in all countries with the exception of Spain. Denmarkand Germany show a modest decline of hours worked by the medium skilled relative to thelow skilled. As for wages, relative highmedium skilled wages have declined for the majority ofcountries with Germany, Ireland, and Finland being notable exceptions. For the ratio betweenwages of medium and low skilled the evidence is more mixed. Finally, as far as ICT capitalintensity is concerned, all countries show an increase, with the exception of Ireland. France and Italy are the countries with the smallest change in ICT intensity over the period considered.2Capital compensation is not to be confused with capital stock. Capital stock is the value of the aggregate of allmachinery, infrastructure, buildings and intangibles capital available in a given industry. Capital compensationis the cost of capital that is actively used in production. See also Michaels et al. 2013.3We could potentially extend the time interval considered up to 2009, but we prefer to consider the shorterperiod, since considering 2008 and 2009 is likely to affect the results due to the international financial crises.6The lower panel of Table 2 shows instead the initial levels of the same variables in 1995.2.1 Industry data: unconditional wage polarization We start by investigating the dynamic of Europewide hourly wages. In Figure 1 we plot trendsin real absolute and relative wages once data is aggregate for the twelve countries across allindustries. This aggregation is done in two steps. First, we construct countrywide measure ofskillspecific hours worked and total wage compensation, aggregated by industry. These wagebills are converted in Euro using historical exchange rates and are deflated using the countryspecific Consumer Price Index CPI. Hours and compensations are then summed up over skillsand countries. The aggregated wages, which are plotted in Figure 1, are thus obtained bydividing the aggregate wage bill by the aggregate number of hours worked. The right panelshow that the growth of real wages has declined since 2002 for all skill groups. Real wagesof the highskilled group relative to medium skilled group were growing at the beginning ofthe period, but started to decline in 2000 left panel. The ratio between medium and lowskilled wages were instead increasing up to 2000, and started to decline soon after. Changesare however extremely contained: the high skilled relative to medium skilled went from 1.56 in 1995 to 1.53 in 2007 a 1.5% percent decline over a 12 years period and the medium skilledrelative to low skilled wages went from 1.33 to 1.32 a meager 0.9% decline. At first sight, thisaggregate descriptive evidence does not provide any support to trends in wage polarization in Europe.As shown in Figure 2, the wage dynamic by skill is characterized by country heterogeneity.High skill wages have increased steadily for Denmark, Finland, Ireland, Netherland, Sweden,and UK. Other countries show either stagnating wages Belgium, France, and Germanyor adeclining trend Austria and Italy. As far as wages of medium and low skilled are concerned, thepicture is even more mixed. Only three countries, namely Finland, Ireland, and Germany, showa reduction of medium skilled wages and a contemporaneous increase in low skilled wages. Thisevidence is suggestive of a European wage dynamics that show little signs of unconditionalpolarization.72.2 Industry data: conditional wage polarization The next question is whether technological change is exerting a polarizing force on the European labor market. As shown in Figure 3, which plots the average changes in ICT intensityover the period 19952007 aggregated across countries, there is an high degree of variation of ICT intensity across sectors. Furthermore, industries with the highest increase in ICT intensityare generally service industries. In particular, financial intermediation J is by far the industry with the highest increase in ICT intensity, followed by the Post and Telecommunicationsindustry 64.Figures 4 plots 19952007 changes in ICT against log changes in the three skill groups relativewage bill share. When considering the whole set of industries right panel, the wage bill shareof high skilled relative to medium skilled has on average increased more in industries that haveexperienced higher changes in ICT. The contrary is true for the wage bill share of the mediumskilled relative to the low skilled. It is interesting to note that these correlations change whenthe sample of industries is divided into service and manufacturing, with the impact being moreevident in the service sector for what concerns the ratio highmedium skilled.4To further shed light on how the behavior of ICT investment has impacted the labor marketoutcomes of different skill groups we turn to a regression analysis. In particular, as in Michaelset al. 2013, we start from the following variable cost function CV W H , W M , W L, C, K, Q,where W indicates hourly wages with the superscripts H, M, L denoting education skill groups:highly educated, medium educated, and low educated workers. By assuming that capital andfactor prices are fixed, cost minimization with a translog cost function implies that the wagebill share can be written ass H,s lnW sW L M,s lnW M W L CH lnCQ KH lnKQ Q lnQ,14Although we do not report this evidence here, the correlations between wage bill shares of the three educationgroups and KQ is rather homogenous across countries, suggesting a similar impact on technology on the labourmarket structure for the whole set of European countries.8where s is the wage bill share of skill group s H, M, Ls W s H s W H H H W M H M W LH L .Our model is based on the three equations defined in 1. We consider the following econometric specificationln sict ic it ct t i c s CH CQict s KH KQict s Q lnQict ict,where i denotes the industry, c the country, and t the time period.In this specification weallow for unobserved heterogeneity between industry by country pairs ic, industry by timepairs it, and country by time pairs ct, as well as industry i, country c, and timefixed effect t. We estimate long time difference thirteen years between the relative wagebill share lnH M ic HM0 HM1 lnCQic HM2 lnKQic HSQ lnQic HMic, lnM Lic M L0 M L1 lnCQic M L2 lnKQic M LQ lnQic M Lic,2where denotes time difference variables.5 Notice that country and industry fixed effects andunobserved heterogeneity between industry and country pairs all drop out because they are timeinvariant, while the time fixed effect is absorbed in the constant. We also add as control the 1995initial level of capital over value added and the initial level of value added to take into accountindustry by country heterogeneity. Further, the unobserved heterogeneity between industry andtime and between country and time pairs drop out if they are assumed to be constant by skilllevel. Since this is a strong assumption, as a robustness check we estimate 2 by includingcountry fixed effects which amount to assuming that country by time heterogeneity differsbetween skill group. We weight all regressions by industrycountry relative employment.6Specification 2 allows to study the impact of ICT capital on relative wage bill share, but 5In the estimating equations 2, capital over value added are included in logarithms. As in Michaels et al.2013, we do so because some industries experiences large increases in these variables. However, the results ofthis section are robust to the inclusion of the variables in level.6The weights are obtained by dividing the number of employees of each industrycountry cell in 1995 by thetotal employment in the whole sample in 1995.9also to decompose it into hours and wages. Since lnH M ic lncid:0W H W Mcid:1 lnM Lic lncid:0W M W Lcid:1ic lncid:0N H N Mcid:1ic lncid:0N M N Lcid:1icic ,34we run regression on the log relative difference in wages between two education groups and thelog relative difference in hours worked to appraise whether the effect of ICT intensity dependsmore on changes in relative hours worked or in relative changes in wages.2.2.1 Regression results Table 3 reports OLS estimations of equation 2 and the decomposition implied by 34.Column 1 documents that the high skilled relative to the medium skilled wage bill shareis positively correlated with changes in ICT intensity, i.e., in KQ. The correlation betweenmedium to lowskilled wage bill share and ICT intensity is instead negative Column 4. Thecoefficients are both statistically and economically significant, suggesting that when consideringwage bill shares there is evidence of conditional polarization.As we decompose wage bill shares into hours and wages, we find that changes in relativewage bill shares tend to be almost totally explained by changes in relative hours worked: about 75% of the changes in relative wage bill shares, be it high to medium or medium to low, can beexplained by changes in relative employment. Further, coefficients associated to relative wagesare not even statistically significant. If anything, these correlations suggest that polarizationforces act through employment and not through wages. Table 4 reports the results when countryfixed effects are added. Since the specification is estimated in differences, these results arerobust to the presence of country specific trends correlated with ICT intensity. Controllingfor these trends lower the magnitude of the estimated coefficients, but the qualitative pictureremains unchanged. Table 5 and Table 6 show the OLS results when the baseline specification isestimated separately for service and manufacturing industries, respectively. The results suggestthat the service sector is the one where information technology exerts more polarizing influence.Although the correlations between ICT and wage bill share are positive in the upper tail andnegative in the lower tail in both sets of industries, the coefficients when only manufacturing 10industries are used are more imprecisely estimated. Yet, as in the case when all industries areused, ICT affects the wage bill share mainly by hours worked and relatively little by changes inwages.We also take into account endogeneity issues, implementing a twostage least squares approach where we instrument changes in ICT over value added with the 1995 level of ICT overvalue added in the United States, as in Michaels et al. 2013. This instrument provides anindicator of the initial ICT intensity of a country, the US, which can be considered the technological leader, and that is not included in our analysis since we focus on European countries.The assumption underlying the validity of the instrument is that industry specific US technological shocks in the 1995 are predetermined, that is, they are not correlated with industryspecific shocks to over time changes in ICT intensity of European countries.The IV results are presented in Table 7. Since the first stage F statistics is relatively low8.8, we report the Conditional Likelihood Ratio CLR statistic and its relative pvalues fortesting the null hypothesis that the coefficient on ICT capital is zero. The CLR test has correctsize even in presence of weak instruments. The qualitative results are similar to those of Table 3 and do not alter the conclusion on the effect of ICT on relative bill share, hours worked, andwages. In particular, a one standard deviation increase in ICT over value added is associatedwith a 12% increase in the highmedium skilled relative bill share and a 5% decrease in themediumlow skilled relative bill share. Similarly to what we obtained using plain OLS, thelargest part of these changes in wage bill share are explained by changes in hours worked, withchanges in wages having only a negligible, and not statistically significant, effect. The OLSresults are also confirmed when the IV analysis is run for service and manufacturing industriesseparately. As shown in Table 8 and Table 9, the effect of technology on the service sectoris similar, qualitatively and quantitatively, to that we obtained for the whole sample.7 Whenonly manufacturing industries are considered, the coefficients on the change of KQalthoughshowing a similar qualitative patternare very imprecisely estimated. In any case, it is difficultto interpret the results contained in these last two tables since the first stage Fstatistics is 7The results reported for these two specifications do not include country fixed effects. When the more robustspecification is used, the point estimates are similar, but the precision of the estimated coefficient is smaller.11extremely low in which case inference, even if robust to weak instrument as in the case of the CLR test, is problematic.Our results suggest that technology is exerting a polarizing impact on the European labormarket. The impact is however limited to skill employment composition and does not spillto the wage distribution. We are cautious with our statements for a series of reasons. Usingindustry level data it is possible to capture only the between sector or within sector betweenyears impact of technological change, while recent literature on this topic Autor and Dorn,2013; Firpo et al., 2013 has shown that technological progress can affect also the within sectordynamics, mainly with respect to different tasks in different occupations. Furthermore, by onlyusing aggregate data it is not possible to control for individual observed heterogeneity, and alsoto investigate changes of all percentiles of the wage distribution. For all these reasons, in thenext section we turn to individual level data in order to analyze the between occupation impactof technological change.3 Micro evidence Job and wage polarization have been extensively analyzed at the country level. The evidenceof these studies is not conclusive and findings are country specifics. Wage polarization has beendetected in Germany Dustmann et al., 2008, Portugal Centeno and Novo, 2009, and in the UK Machin, 2011, even if it has not being explicitly linked to the routinization hypothesis.For France Charnoz et al., 2011, Spain Izquierdo and Lacuesta, 2006 and Italy Naticchioniet al., 2008 the focus of recent studies has been on decreasing inequality and falling returns toeducation more than on polarization per se.A challenge in studying the wage dynamics at the European level is that of finding a consistent yet rich data source. We use data from the European Community Household PanelECHP and from the European Income and Living Conditions EUSILC. ECHP is a longitudinal survey conducted yearly, from 1994 to 2001, in 15 European Union Member States underthe supervision of Eurostat Statistical Office of the European Communities. EUSILC is ayearly survey started in 2004 that includes also new EU members and some non EU countriesNorway, Iceland and Cyprus. The two surveys shares many features and can be harmonized to 12provide consistent measures of labor incomes and of relevant demographic characteristics.8 Inthe analysis that follows, we consider the 1996 wave of ECHP and the 2007 wave of EUSILC.9We consider two measures of labour earnings. The first is the current gross hourly wagederiving from the current main job of the individual. Current wages are only available for asmall set of countries, namely: Austria, Greece, Ireland, Italy, Portugal, Spain and the UK.A second alternative measure of labor income can be obtained by considering gross earningsthat relate to the year previous to that in which the interview took place. This measure oflabour income cover a much wider set of countries Austria, Belgium, Denmark, Spain, Finland,France, Greece, Ireland, Italy, Luxembourg, Portugal, and the UK. We also do not consider Germany since there is evidence that German EUSILC data on income is plagued with problemsHauser, 2008; Frick and Krell, 2010.10 Using this measure is potentially problematic becauseother individual variables refer to the current period. This temporal misalignment might bea source of measurement error for covariates that can change over time, such as indicator fortemporary or a part time job, sector, occupation. We believe however that our data is betterthan that employed by other papers that study European inequality patterns. For instance, dataused in OECD 2011 harmonizes data coming from different sources surveys, administrativeregisters and tax records and as such the sample design, the questionnaires, and definitions ofthe variables vary greatly among countries.118These two datasets have not been considered as a unique data source with the exception of Goos et al. 2009,2014 which combine them to obtain a by occupation measure of wages.9Results remain similar from a qualitative point of view when using different survey years, such as 1995 andor 2008 available on request. We decided to use 1996 since it is the year where the variables of the analysis areavailable for the highest number of countries, and we do not consider years after 2007 in order the have anhomogenous period of analysis, without the impact of the economic crisis.10In our data we had the feeling of this problem since the 9050 ratio decreased over time in Germany, whileall the literature stresses that in the same period of time the 9050 increased. Note that including Germany inthe analysis does not alter the results in the lower tail of the distribution, while slight changes occur in the uppertail of the distribution where German data have the main problems.11Atkinson 2008 recognizes that OECD data are well suited for assessing within country changes in theearning distribution, but are less useful for carrying out across countries comparisons.133.1 Labor income distribution and unconditional wage polarization In Panel A of Table 10 we report the descriptive statistics for the log of gross current hourlywage for the seven countries for which this measure is available. Hourly wages increased onaverage by 14.6%, but most of the growth is attributable to upper tail growth with the 50thand the 90th percentile increasing by 13.3% and 26.6% respectively, as opposed to the 10thpercentile which increased only by 2%. As a result, Europewide wage inequality, as measuredby the 90th10th percentile ratio, increased by 24.6 percentage points. There are no signs ofwage polarization, since the 90th50th and 50th10th percentile ratios increased by 13.3% and 11.3% respectively. The same qualitative behavior emerges when the gross hourly wage areadjusted by the Purchasing Power Parity PPP deflators, to take into account different costsof living of the national entities. Panel B of Table 10 shows that the 90th10th percentile ratioincreased by 13.5%, with the 90th50th and 50th10th ratios increasing by 6.8% and 6.7%,respectively. Panel C of Table 10 analyzes logchanges of the previousyear gross earnings.12The 10th percentile of the distribution of this measure of labor income has decreased over timeby 3.7%; the 50th and the 90th percentile increased by 11.6% and 13.1%, respectively and the 50th10th ratio increases by 15.4% the 90th10th ratio increases by only 1.4%. Considering thelog yearly gross earnings in PPP Panel D does not alter the qualitative pattern of changesin inequality.To sum up, in the period 19962007 European income inequality increased considerably.However, wages have not polarized, as shown by the fact that the change in the 50th10thpercentile ratio remains positive for all the different measures of labor income. This evidence isin line with findings of the industry level analysis of the paper.3.2 Testing the routinization hypothesis: Conditional wage polarization In this section we investigate the relation between technological proxies and wage structurecontrolling for personal characteristics. The set of covariates are: gender; potential experience 12We also exclude from the sample those individuals working less than 12 months in the previous year andearning less than six thousand euros gross, to minimize the impact of differences in months worked and todisregard workers less attached to the labour market 14in eight dummies; education level: Primary, Secondary and Tertiary; having a Permanent vsa temporary job; having a full time vs a part time job; industry: Manufacturing, Wholesale,Restoration and Transport, Financial Intermediation and Business Activities, Public Administration, Education and Health, Others Services.13Panel A of Table 11 includes the descriptive statistics for the sample of countries for whichcurrent gross hourly wages are available AT, ES, GR, IE, IT, PT, UK. During the observedperiod female work participation increases pervasively, employees become, on average, moreeducated and slightly more experienced. The employment share in services increases, whilemanufacturing decreases. Temporary and part time contracts increase as well, consistentlywith the reforms concerning labour market flexibility adopted in many European countries inthe last decades. As shown in Panel B of Table 11, the summary statistics remain similar whenthe wider sample of countries for which the yearly gross labour income for the previous year isavailable AT, BE, DK, ES, FI, FR, GR, IE, IT, LU, PT, UK.As for the technological proxies, we rely on the recent literature pointing out the importanceof occupational level tasks Autor et al., 2003; Goos and Manning, 2007; Lemieux, 2008. Weconsider three task measures at the occupation level, regarding Routine, Abstract and Servicetask intensity. Routine tasks are those that can be segmented in stepbystep rule. Nonroutinetasks are split into two categories, Abstract and Service, to distinguish the cognitive skillsrequired to complete these tasks. These measures are derived from Goos et al. 2014, that inturn used the Occupational Information Network ONET database.14There is also an increasing interest in the impact of globalization on employment structure,i.e. outsourcing of parts of the production process focused on specific occupations Feenstra and Hanson, 1999; Grossman and RossiHansberg, 2008. For this reason we make use of anothertask variable concerning offshorability intensity, derived from Goos et al. 2014.15 All these 13See annex A for a detailed description of micro data and for variable definition.14ONET is a comprehensive database which provides data on worker characteristics, worker requirements andgeneral work activities in US occupations. As in Goos et al. 2014, the underlying assumption is that jobcharacteristics are invariant across developed countries. See Goos et al. 2014 for further details about thecomputation of these occupational measures.15Goos et al. 2014 derive this variable from the European Restructuring Monitor ERM. For a recent analysisof the impact of trade and offshoring for the US labour market see Ebenstein et al. 2014.15measures are available at the 2digit International Standard Occupational Classification ISCO,and we impute the corresponding value from Goos et al. 2009. Then, these variable has beennormalized, as explained in Section 3.3.Importantly, we can reproduce the finding concerning job polarizations of Goos et al. 2009who use the European Labour Force Survey as a source of data. To do so, from the 2digit ISCO88 classification we recover three aggregate occupation categories: top skilled, which include the 8 highest payed occupations; the medium skilled, with the 9 middling occupations; the unskilled,with the 4 lowest paying occupations. In the period 19962007, the share of hours worked inthe top skilled occupations increased by 4.6 percentage points, decreased in the middling onesby 9.4 percentage points, and increased by 4.8 percentage points in the unskilled occupations.163.3 Decomposition methodology We study the relation between technological and wage structure by conducting a counterfactualanalysis by means of the decomposition methodology developed by Fortin et al. 2011. Tograsp the intuition behind this methodology is useful to consider first the precursor of the wagedecompositions, the socalled OaxacaBlinder decomposition of the difference in mean outcomesbetween two time periods Blinder, 1973; Oaxaca, 1973.Let Wt denote the wage observed in two periods t 0, 1 whose conditional expectationcan be modeled as EWtXt t 0 Xcid:48tt,5where Xti X1t, X2t, . . . , XKt is a K 1 vector of covariates. The overall difference in theaverage of W between t 1 and t 0 can be written as Kcid:88cid:98O 10 00 cid:123cid:122cid:80Kcid:124k1k1 S,k Xk 1 1 0Kcid:88cid:124k1, Xk 1 Xk 0 1cid:80Kcid:123cid:122cid:125k1 X,kcid:12516These changes are obtained using only observations for which data on current hourly wages is available.When the sample of the yearly gross earnings is used instead, the share of top occupations increased by 3.8percentage points, the medium decreased by 8.8 percentage points and the lowest skilled ones increased by 5.0percentage points.16where Xt denotes the average of X calculated on realizations from the t period, and 10, 00,0, and 1 are time specific OLS estimates of intercepts and coefficients for the two periods,respectively. The decomposition breaks down the overall difference in means into a componentrelated to the changes in the returns of the set of covariates, the so called wage structure effectS, and a component linked to the changes in the mean of these covariates, the so calledcomposition effect X . These effects are aggregate, because all the covariate are free to varybetween periods. The wage structure and the composition effect can be broken down into therespective contribution of changes of each covariate, namely, S,k, X,k, k 1, . . . , K.The strict exogeneity condition implicit in 5 is not necessary for the identification of the twoeffects as it can be substituted with the less stringent ignorability assumption, which requiresthat the conditional expectation of residuals given X is constant in the two time periods. Ifignorability holds the decomposition has a casual interpretation Fortin et al., 2011.We are interested in decomposing the over time changes of percentiles of the wage distribution and changes of inequality indexes, such as the difference between the 90th and the 10thpercentiles, between the 90th and the 50th, and between the 50th and the 10th. We can express the percentiles in terms of a functional that takes as argument the distribution of W ,FW . To decompose FW into a structure and a composition effect, both aggregate anddetailed, we use the Recentered Influence Function RIF regression method of Fortin et al.2011. The method is an extension of the OaxacaBlinder decomposition that can be appliedto non linear functionals. The only requirement is that the influence function of is availablein closed form.17The RIFregression is similar to a standard regression, except that the dependent variableis replaced by the centered influence function of to which the decomposition is to be applied.17The influence function Hampel, 1974 is widely used to measure the robustness of a distributional statisticto the presence of outliers. The influence function detects the contribution also defined as influence of eachobservation to the distributional parameter of interest. Formally, the influence function is IF W, lim0G0 1 FW FW ,where G0 is a distribution which places all its probability mass to W0, a point on the support of W . Theinfluence function is available for many statistics of interest here, such as quantiles and other inequality indexes.Importantly, it holds thatcid:82 IF W, d FW 0.17If IF W, denotes the influence function of , the recenter influence function is given by RIF W, FW IF W, .Fortin et al. 2011 assume that the RIF can be modeled linearly ERIF Wt; Xt Xtt ,t 0, 1,where parameter represents the marginal effect of X on . Fortin et al. 2011 show that adecomposition of can be carried out by applying a OaxacaBlinder decomposition on the transformed data. For instance, t can be estimated by OLS and changes in can be decomposedascid:98O X1 cid:98X .1 S cid:98Kcid:88Kcid:88k1cid:98cid:98S X 0 X1 X0 0Xcid:481k k,1 k,0X1k X0kcid:48 0,k The aggregate effects can be further decomposed into the detailed effect of each covariate:k1The RIFregression decomposition of can be biased since the linear specification holdsonly locally.18 The bias can be removed by reweighing the distribution of Xs in period 0 tohave the same distribution of period 1. Let X01 denote the reweighed version of the covariates.A regression of RIF W0, on X01 gives the counterfactual coefficient 01. One then estimatesthe reweighted composition effect X,R as the sum of the pure composition effect, X,P , andof the specification error, X,e, which in turn captures the difference between the compositioneffect estimated using a nonparametric reweighting approach and the linear approximationobtained using the RIFregressions:cid:125X,R X01 X0 cid:123cid:122cid:1240X,Pcid:124 X01 cid:123cid:122cid:12501 0 X,e.618This is not a specific problem with the RIF regression, but a rather general problem with decompositiontechniques. As shown by Barsky et al. 2002, also the OaxacaBlinder decomposition for the mean change isbiased.18The reweighted wage structure effect is given by the sum of the pure wage structure effect,S,P , and of the reweighting error, S,e,cid:124S,R X1 cid:123cid:1221 01cid:125S,P X1 X01 01cid:125cid:124cid:123cid:122S,e.7In our subsequent analysis, we report the reweighed composition and structure effects. Thereweighing scheme follows closely the one originally proposed by Di Nardo et al. 1996. Thedetails of its implementation are given in the next section.The interpretation of the detailed wage structure decomposition is often problematic due tothe arbitrary choice of the base group Oaxaca and Ransom, 1999. While is easier to identifya base group when dealing with categorical variables, the case of continuous covariates must bedealt with more care. Following Firpo et al. 2013 we normalize the continuous variables byusing the following transformation Xt Xt X12 EX1,where X1 is the standard deviation of X1. With this normalization the expectation of X1 isequal to half the standard deviations of the covariates in the original unit of measure. Whilethe normalization does not alter the composition effect, it has a rescaling effect on the wagestructure, which becomes:0.5 X121 01.This means that the wage structure effect have to be interpreted as the contribution to O ofthe structure effect associated with a half standard deviation increase in the value of X1. Inpractice the normalization is applied by replacing expectations and standard deviations withsample counterparts.3.4 Decomposition results 3.4.1 Analysis for the decomposition of the dynamics of the gross current hourlywage We start by implementing the decomposition methodology in the time period 19962007 for thesample of seven European countries AT, ES, GR, IE, IT, PT, UK for which the dependent 19variable is the current gross hourly wage. 19 We show the results of the decomposition methodology mainly by means of graphical representations, which we believe is the most effective wayof summarizing the wealth of information produced by the decomposition applied at each decileof the wage distribution. Coefficients on the yaxis can be interpreted as log variations inwages between the beginning and end period.Consistently with the descriptives statistics, Figure 5 shows that overall wages increase almost monotonically along the distribution, entailing an increase in the 9010 index by 24.6%.The decomposition allows separating the aggregate composition effect from the aggregate wagestructure effect. It is worth noting that the wage structure effect drives in a sense the dynamicsquite of the overall wage, while the composition effect is much flatter along the distribution.This is consistent to the US evidence, as pointed out by Firpo et al. 2013.20We then move to the detailed composition and wage structure effects, to identify the impact of each set of covariates. Similarly to Firpo et al. 2013, we construct the following sixcomponents of interest, summing the coefficients for the variables included in each component: education technology abstract, routine, service tasks offshoring demographic female and potential experience institutions part time and fixed term sector In Figure 6 we show the detailed composition effect. As first remark, all components arerather flat and very close to zero, meaning that they do not affect much the wage dynamics.As expected, technology has an increasing impact along the wage distribution although the 19The reference group is composed by male, with 2025 years of experience, with upper secondary education,permanent and full time, in manufacturing. The same reference group will be used when considering the grossyearly earnings.20The reweighing and specification errors, computed as defined in the methodological section, are very close tozero and not statistically significant. We report the two errors and their standard errors in Table 12.20magnitude is very small. The effect of offshoring follows a similar pattern. Education is thevariable with the strongest impact, although lower than 0.05 along the whole wage distribution.Rather surprisingly, the composition effect for education does not increase along the wagedistribution, being indeed slightly decreasing. This is at odd to the US evidence, where thecomposition effect for education is increasing along the wage distribution Firpo et al., 2013.Figure 7 plots the detailed wage structure effect. The technological component entails a Ushape impact on wages: had only the coefficients associated to the technology componentchanged over time, wages would have polarized in the lower tail of the wage distribution, aconsequence of the fact that the impact at the 10th and 20th percentiles around 8%10% isgreater than the one at the median. The polarization of the upper part of the distribution isinstead less pronounced.We also decompose the technology component in the three occupational tasks abstract,routine, service, as shown in Figure 8. Interestingly, the abstract component exerts a steepincreasing impact along the wage distribution, entailing a positive impact on the increase of boththe 9050 and the 5010 ratios, even if in this latter case it is not statistically different fromzero. As expected, returns from abstract task increase over time, especially for skilled workersin the upper tail of the distribution. Another very interesting finding concerns the pattern ofthe service task intensity, which is decreasing along the wage distribution. This means that hadonly the returns from service tasks changed over time, there would have been an increase inwages in the lower part of the wage distribution, with a polarization effect on the lower tail ofthe distribution that reduces the 5010 ratio. This is consistent to what happened in the United States, where the polarization in the lower tail has been basically driven by the service sectorand service tasks Autor and Dorn, 2013; Mazzolari and Ragusa, 2013. A similar finding isobserved for routine, although it is not statistically different from zero see Table 12.Another interesting pattern is associated to the education variable: had only the returns toeducation changed over time, wages would have decreased along all the wage distribution, witha peak around the 70th percentile Figure 7. While been at odds with findings for the US, thisis consistent with recent papers that observe falling returns to education in Spain Izquierdo and Lacuesta, 2006, France Charnoz et al., 2011, and Italy Naticchioni et al., 2010, countries 21that are included in our sample. This is also consistent with the OECD 2011 finding thateducation entails a reducing impact on inequality trends in the last decades.As far as the other components are concerned, they are almost all very close to zero andorconstant along the wage distribution, apart from the demographic component that displays aninverse Ushape pattern, favoring more individuals who are in the middle of the distributionFigure 7.In Table 12 we report the decomposition of the three standard inequality indexes 9010,9050, 5010 and the related standard errors, computed bootstrapping the whole procedure100 replications.In the industry level analysis we showed that the technological impact was mainly drivenby the service sector, and in particular by the financial and postaltelecommunication industry.To investigate this issue using individual level data, we apply the decomposition analysis tothe service sector. Figure 9 shows the detailed wage structure effect only for the service sector.The technological impact is similar to the one detected for the whole economy, with a ushapepatterns. Interestingly, this impact is stronger along the whole wage distribution, and especiallyin the lower tail of the distribution where the increase of the 10th percentile of the distributionis about 14%, while it was about 8% for the whole economy. This evidence confirms that alsousing individual data the technological impact seems to play a major role in the service sector.One might be worried about the possible role played by unobservables and general equilibrium effects, that we are unable to account for in our analysis. The effects of unobservablescould be mitigated by using longitudinal data. Unfortunately, using the panel dimension of the EU SILC data would prohibitively reduce the sample size, due to its rotation scheme. Firpoet al. 2013, following Cortes 2014, make use of the londitudinal dimension of the PSID forthe US to account for unobservables by means of occupation spell fixed effects, i.e., the interaction between individual fixed effects and occupation dummies. They point out that wagepolarization dynamics is even more pronounced when controlling for unobservables. As for general equilibrium effects, they are likely to understate the impact of technology on changes in thewage distribution. In particular, occupation specific demand shocks should reduce wages foroccupations not hit the shocks by shifting the supply of workers Firpo et al., 2013. To sum up,22overlooking the role of unobservables and of general equilibrium effects is likely to understatethe contribution of occupationspecific demand effects to changes in the wage distribution.21Robustness checks As first robustness check we consider the current gross hourly wages in PPP. For sake of spacewe focus on the detailed wage structure effect, which represents the most interesting findingof the individual level analysis. Figure 10 shows the detailed wage structure effect when usinggross current hourly wages in PPP. It emerges that trends are very close to the ones derivedusing wages not in PPP, with the main difference being that from the median to the top of thedistribution the technological impact is constant while before it was slightly increasing. Alsothe decomposition of the technological tasks provide very similar findings see Figure 11.The second robustness check concerns the fact that in Europe there is an important heterogeneity concerning wage dynamics across countries, and that not controlling for this heterogeneity might affect the identification of the relation between wages and task measures. To dealwith this issue we introduce in the RIFregression country dummies as additional covariates, tocontrol for all unobserved differences across countries. Figure 12 shows that introducing countrydummies do not affect the wage structure impact of the technological component, which is evenmore Ushaped especially in the upper tail. Also the impact of the technological tasks does notchange much see Figure 13.3.4.2 Analysis for the decomposition of the dynamics of the gross yearly earnings Figure 14 shows the decomposition results for the sample of countries for which the grossyearly earnings are available AT, BE, DK, ES, FI, FR, GR, IE, IT, LU, PT, UK. As already 21For the sake of space we do not report the over time changes of the intercept along the wage distribution.Note that it is close to zero at the ten percentile, slightly negative from the 20th to the 40th percentile andthen it starts increasing up to the 90th percentile, playing a role in explaining the rise of the upper tail of thedistribution. This is consistent with the idea that within group inequality increased over time especially at thetop of the distribution, due to the role of unobservables Lemieux, 2008. In accordance with Firpo et al. 2013and Cortes 2014, we argue that unobservables might be a source of underestimation of technology impacts,especially in the upper part of the distribution where unobservables are increasing while the impact of technologyis substantially constant.23underlined in the descriptives statistics, the gross yearly earnings decreased in the lower tail ofthe distribution and increased in the upper tail, entailing an increase in earnings inequality.As for the aggregate composition effect, it is much flatter and always below than the totalchange: had only the composition changed over time, wages would have increased much lessthan what observed. This also suggests that the wage structure effect has to be always greaterthan the total observed change, counterbalancing the composition effect.22Among the components of the composition effect, Figure 15 shows that most of the patternsare close to those derived for the gross hourly wages. More specifically, the only positivecomponent is education, which is constant along the wage distribution and anyway quite low inmagnitude at around 0.03, while the other components, apart institutions, are rather constantand very close to zero.Interestingly, the main difference with respect to the gross hourly wages is that institutionsis very important in the lower part of the distribution, representing the most important findingrelated to the composition effect. Had only the share of part time and temporary jobs increasedover time, the lower tail of the wage distribution would have shift downward, strongly deteriorating the wages of unskilled workers at the 10th percentile and generating an increasing impacton the 5010 ratio dynamics, ceteris paribus. This suggests that all the reforms introduced inthe last 15 years in Europe aiming at increasing the labour market flexibility have entailed anegative wage impact in the lower part of the distribution. It is not surprising that the impactof institutions emerges when the gross yearly earnings are considered, while a milder impact isdetected when using hourly wages.This result is consistent with the OECD finding in OECD, 2011, i.e., in developed countriesthe increase in flexibility have generated a positive impact on wage inequality, mainly through anegative impact in the lower tail of the distribution. However, these reforms might have exertedat the same time a negative impact on labour market inequality through a positive negativeimpact on employment unemployment rates. It is not easy to recover the prevailing effect,22Also in this case both the reweighing and specification errors, computed as defined in the methodologicalsection, are not statistically different from zero, even if especially in the upper tail of the distribution they amountto a non negligible 0.019.24i.e. whether the increase in flexibility has generated an overall positive or negative impact onlabour market inequalities. This analysis goes beyond the goal of this paper.As for the detailed wage structure effect, Figure 16, the patterns are close from a qualitativepoint of view to those observed for the sample of gross current wages.In particular, thetechnology component displays still a Ushape pattern, even if at the very top of the distributionit slightly decreases. When decomposing the three technological tasks, patterns are similar,with service and routine that drives the lower tail of the distribution, and with abstract thatdisplays an increasing trends up to the 80th percentile, and then declines Figure 17.Consistently with the analysis on current hourly wages, the education component is slightlynegative and constant along the distribution, confirming that in Europe education does notentail an increasing impact along the wage distribution.234 Conclusions In this paper we investigate whether there are wage polarization trends at work in Europe.We study trends of unconditional wages as well as the conditional impact of technology onwages. We produce both an industry level and an individual level analysis. At the industrylevel, we use the WIOD and the EU KLEMS industry data for the period 19952007 for twelve European countries. As for unconditional wages, using industry data we find no evidence ofwage polarization in Europe.The evidence on the conditional wage polarization is more mixed. We find evidence thattechnological progress, as measured by the ICT intensity in capital compensation, has had animpact on job polarization through hours worked. However, we do not find evidence that wageshave significantly responded in the same way to technology.Since technological progress can affect within sector dynamics we also conduct an individuallevel analysis. We use harmonized micro data from two different sources, the ECHP data for 1996 and the EUSILC data for 2007. Also using individual data, there is no evidence ofunconditional wage polarization.23We carried out the same robustness checks used for the gross hourly wages. Results confirms the mainfindings of the baseline specification. For sake of synthesis we do not include them in the text.25To investigate the conditional wage polarization we augment the resulting dataset with taskmeasures that proxy for the technological features of occupation abstract, routine, service andfor the level of globalization offshoring. We make use of two samples of countries, since weconsider both gross hourly wages and gross yearly earnings. By applying the decompositionapproach developed by Fortin et al. 2010, we show that while wage inequality has increasedin Europe over the period considered, no signs of wage polarization are found. We point outthat the wage structure related to technological task measures entails a Ushaped impact onthe changes in the wage distribution, especially in the lower tail of the wage distribution. This UShaped impact is mainly due to the service task for the lower tail and to the abstract taskfor the upper tail of the distribution, while the impact of offshoring is constant along the wagedistribution. Education has a negative impact on changes in inequality, consistently with OECD2011; institutions play a role in accounting for the drop in the lower tail of the distributionof the gross yearly earnings. The other components demographic, sector, education are lessrelevant in accounting for increasing inequality.26References Acemoglu, D. and D. Autor 2011: Skills, tasks and technologies: Implications for employment and earnings, Handbook of labor economics, 4, 10431171.Antonczyk, D., T. De Leire, and B. Fitzenberger 2010: Polarization and rising wageinequality: comparing the US and Germany, ZEWCentre for European Economic Research Discussion Paper.Atkinson, A. 2008: The Changing Distribution of Earnings in OECD Countries, Oxford University Press.Autor, D., L. Katz, and M. Kearney 2006: The polarization of the US labor market,American Economic Review, 96, 189194.Autor, D., F. Levy, and R. Murnane 2003: The Skill Content of Recent Technological Change: An empirical exploration, Quarterly Journal of Economics, 118, 12791333.Autor, D. H. and D. Dorn 2013: The Growth of Low Skill Service Jobs and the Polarization of the U.S. Labor Market, American Economic Review, 103, 15531597.Barsky, R., J. Bound, K. Charles, and J. Lupton 2002: Accounting for the blackwhite wealth gap, Journal of the American Statistical Association, 97, 663673.Bertola, G. and A. Ichino 1995: Wage inequality and unemployment: United Statesversus Europe, in NBER Macroeconomics Annual 1995, Volume 10, MIT Press, 1366.Blinder, A. 1973: Wage discrimination: reduced form and structural estimates, Journalof Human resources, 8, 436455.Blinder, A. S. 2009: Offshoring: Big Deal, or Business as Usual? Offshoring of Americanjobs. What response from US economic policy, 1960.Centeno, M. and A. Novo 2009: When supply meets demand: Wage inequality in Portugal,IZA no.4592.27Charnoz, P., E. Coudin, and M. Gaini 2011: Wage inequalities in France 19762004: aquantile regression analysis, INSEE working paper, no.6.Cortes, G. M. 2014: Where Have the MiddleWage Workers Gone? A Study of Polarizationusing Panel Data, Forthcoming in Journal of Labor Economics.Di Nardo, J., N. Fortin, and T. Lemieux 1996: Labor market institutions and thedistribution of wages, 19731993: a semiparametric approach, Econometrica, 64, 10011044.Dustmann, C., J. Ludsteck, and U. Schnberg 2008: Revisiting the German Wage Structure, Quarterly Journal of Economics, 142, 843881.Ebenstein, A., A. Harrison, M. M., and S. Phillips 2014: Estimating the Impact of Trade and Offshoring on American Workers Using the Current Population Surveys, forthcoming in the Review of Economics and Statistics, 1934.Feenstra, R. and G. Hanson 1999: The Impact of Outsourcing and HighTechnology Capital on Wages: Estimates For The United States, 19791990, Quarterly Journal of Economics, 114, 907940.Firpo, S., N. Fortin, and T. Lemieux 2013: Occupational Tasks and Changes inthe Wage Structure, available at http:www.economics.ubc.cafacultyandstaffthomaslemieux, revised and resubmitted to American Economic Review.Fortin, N., S. Firpo, and T. Lemieux 2010: Decomposition methods in economics,NBER Working Paper, published in Handbook of Labor Economics, Elsevier, 2011.Fortin, N., T. Lemieux, and S. Firpo 2011: Decomposition methods in economics,Handbook of Labor Economics, 4, 1102.Frick, J. and K. Krell 2010: Measuring Income in Household Panel Surveys for Germany: A Comparison of EUSILC and SOEP, SOEP papers on Multidisciplinary Panel Data Research, 265.Goos, M. and A. Manning 2007: Lousy and lovely jobs: The rising polarization of workin Britain, The Review of Economics and Statistics, 89, 118133.28Goos, M., A. Manning, and A. Salomons 2009: Job polarization in Europe, American Economic Review, 99, 5863. 2014: Explaining Job Polarization in Europe: The Roles of Technology and Globalization, Tech. rep.Grossman, G. and E. RossiHansberg 2008: Trading tasks: a simple theory of offshoring, American Economic Review, 98, 19781997.Hampel, F. 1974: The influence curve and its role in robust estimation, Journal of the American Statistical Association, 69, 383393.Hauser, R. 2008: Problems of the German Contribution to EUSILC: A research perspective, compar ing EUSILC, Microcensus and SOEP, German Council for Social and Economic Data Rat SWD, 80.Izquierdo, M. and A. Lacuesta 2006: Wage inequality in Spain: Recent developments,Banco de Espana working paper, no.615.Krugman, P. 1994: Europe jobless, America penniless? Foreign Policy, 1934.Lemieux, T. 2008: The changing nature of wage inequality, Journal of Population Economics, 21, 2148.Machin, S. 2011: Changes in UK Wage Inequality Over the Last Forty Years, in P. Greggand J. Wadsworth eds. The Labour Market in Winter The State of Working Britain.Mazzolari, F. and G. Ragusa 2013: Spillovers from highskill consumption to lowskilllabor markets, Review of Economics and Statistics, 95, 7486.Michaels, G., A. Natraj, and J. Van Reenen 2013: Has ICT Polarized Skill Demand?Evidence from Eleven Countries over 25 years, forthcoming in the Review of Economics and Statistics.Naticchioni, P., A. Ricci, and E. Rustichelli 2008: Wage inequality, employmentstructure and skillbiased change in Italy, Labour, 22, 2751.29 2010: Far away from a skillbiased change: falling educational wage premia in Italy,Applied Economics, 42, 33833400.Oaxaca, R. 1973: Malefemale wage differentials in urban labor markets, International Economic Review, 14, 693709.Oaxaca, R. and M. Ransom 1999: Identification in detailed wage decompositions, Reviewof Economics and Statistics, 81, 154157.OECD 2011: Divided We Stand: Why Inequality Keeps Rising, OECD Publishing.OMahony, M. and M. P. Timmer 2009: Output, Input and Productivity Measures atthe Industry Level: The EU KLEMS Database, The Economic Journal, 119, F374F403.Timmer, M. P. 2012: The World InputOutput Database WIOD: Contents, Sources and Methods, WIOD Background document available at www.wiod.org.30Figures and Tables Figure 1: The left panel plots the ratio of high skilled wages to medium skilled wages and theratio of medium skilled wages to low skilled wages and the ration over the period 19952007.The right panel plots wages for the three skill groups. Wage figures are obtained by aggregating Wiod data over countries and industries.31MediumLow skilled HighMedium Skilled Low skilled Medium Skilled High Skilledratioslevels 1.41.515202530199619982000200220042006199619982000200220042006yearFigure 2: Each panel plots the dynamic of real wages for the three skilled groups. Wage figuresare obtained by aggregating Wiod data over industries.32AUTBELDNKESPFINFRAGERITANLDSWEUK152025303525303520253012.515.017.520.022.515.017.520.022.525.027.520253035152025301015202515202530152025301015202530199619982000200220042006199619982000200220042006High skilled wage Medium skilled wage Low skilled wageFigure 3: Aggregate byindustry 19952007 changes in ICT capital compensationover value added. Industries are divided in Service and Manufacturing. Country data areaggregated using as weights the 1995 share of each country and codes employment.330.000.010.020.030.0415t 1617t 192021t 222324252627t 282930t 3334t 3536t 3750515260t 63647071t 74CEFHJLMNOchange in ICT capital over value added Industry Manufacturing ServiceFigure 4: ICT capital compensation and labor bill share. Each column plots the 19952007 changes in ICT capital over value added and changes in the ratio of wage bill shares. Thetop panel plots the high to medium skilled bill share; the bottom panel the medium to lowskilled wage bill share. Aggregate data for the available countries are obtained by aggregatingdata on ICT capital, labor compensation, and hours worked by skill levels over country cells.34manufacturingserviceall 15t 1617t 192021t 222324252627t 282930t 3334t 3536t 37CEF15t 1617t 192021t 222324252627t 282930t 3334t 3536t 37CEF50515260t 63647071t 74HJLMNO50515260t 63647071t 74HJLMNO15t 1617t 192021t 222324252627t 282930t 3334t 3536t 3750515260t 63647071t 74CEFHJLMNO15t 1617t 192021t 222324252627t 282930t 3334t 3536t 3750515260t 63647071t 74CEFHJLMNO0.000.250.500.751.000.20.30.40.50.6highmedium skilledmediumlow skilled 0.0000.0040.0080.0120.000.010.020.030.040.000.010.020.030.04change in ICT capital over value addedlog change in relative wage bill shareFigure 5: Gross current hourly wage: overall change, aggregate composition and wage structureeffects. Sample of countries for which hourly wages are available AT, ES, GR, IE, IT, PT,UK.Figure 6: Gross current hourly wage: detailed composition effect. Sample of countries for whichhourly wages are available AT, ES, GR, IE, IT, PT, UK.35Figure 7: Gross current hourly wage: Detailed wage structure effect. Sample of countries forwhich hourly wages are available AT, ES, GR, IE, IT, PT, UK.Figure 8: Gross current hourly wage: Wage structure effect for abstract, routine and servicetasks. Sample of countries for which hourly wages are available AT, ES, GR, IE, IT, PT, UK.36Figure 9: Gross current hourly wages: detailed wage structure effect in the service sector.Sample of countries for which hourly wages are available AT, ES, GR, IE, IT, PT, UK.Figure 10: Gross current hourly wages in PPP: detailed wage structure effect. Sample ofcountries for which hourly wages are available AT, ES, GR, IE, IT, PT, UK.37Figure 11: Gross current hourly wages in PPP: Wage structure effect for abstract, routine andservice tasks. Sample of countries for which hourly wages are available AT, ES, GR, IE, IT,PT, UK.Figure 12: Gross current hourly wages: detailed wage structure effect with country dummies.Sample of countries for which hourly wages are available AT, ES, GR, IE, IT, PT, UK.38Figure 13: Gross current hourly wages: wage structure effect for abstract, routine and servicetasks, with country dummies. Sample of countries for which hourly wages are available AT,ES, GR, IE, IT, PT, UK.Figure 14: Gross yearly earnings: overall change, aggregate composition and wage structureeffects. Sample of countries for which the gross yearly earnings are available AT, BE, DK, ES,FI, FR, GR, IE, IT, LU, PT, UK.39Figure 15: Gross yearly earnings: detailed composition effect. Sample of countries for whichthe gross yearly earnings are available AT, BE, DK, ES, FI, FR, GR, IE, IT, LU, PT, UK.Figure 16: Gross yearly earnings: detailed wage structure effect. Sample of countries for whichthe gross yearly earnings are available AT, BE, DK, ES, FI, FR, GR, IE, IT, LU, PT, UK.40Figure 17: Gross yearly earnings: wage structure effect for abstract, routine and service tasks.Sample of countries for which the gross yearly earnings are available AT, BE, DK, ES, FI, FR,GR, IE, IT, LU, PT, UK.41Description Nace Code Manufacturing Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Basic Metals and Fabricated Metal Chemicals and Chemical Products Coke, Refined Petroleum and Nuclear Fuel Construction Electrical and Optical Equipment Electricity, Gas and Water Supply Food, Beverages and Tobacco Machinery, Nec Manufacturing, Nec; Recycling Mining and Quarrying Other NonMetallic Mineral Pulp, Paper, Paper , Printing and Publishing Rubber and Plastics Textiles and Textile Products Transport Equipment Wood and Products of Wood and Cork Education Financial Intermediation Health and Social Work Hotels and Restaurants Inland Transport Other Community, Social and Personal Services Post and Telecommunications Public Admin and Defence; Compulsory Social Security Real Estate Activities 27t 282423F30t 33E15t 162936t 37C2621t 222517t 1934t 3520MJNH60t 63O64L70Renting of Equipment and Other Business Activities 71t 74Retail Trade, Except of Motor Vehicles; Repair of Household Goods Sale, Maintenance and Repair of Motor Vehicles Retail Sale of Fuel Wholesale Trade and Commission Trade, Except of Motor Vehicles 525051Table 1: Description of NACE classification codes resulting from the harmonization of WIODand EU KLEMS.42Country 19952007 ln BSHSBSM S ln BSM SBSLS ln NHSNM S ln NM SN LS ln W HSW M S ln W M SW LS ln KICTV A ln KN ICTV AAUTBELDNKESPFINFRAGERIREITANLDSWEUK0.390.060.390.120.130.080.210.560.070.430.330.240.260.740.340.750.530.450.050.360.750.190.400.560.470.080.380.040.090.210.230.440.280.480.450.250.290.640.320.790.530.430.010.490.560.150.440.590.010.020.030.110.130.160.060.180.320.010.130.020.070.060.010.030.010.030.060.050.180.040.060.010.1760.0360.4100.1490.1450.0740.1040.1900.0690.1910.1090.1910.0500.2120.0360.2800.0840.0470.0830.4470.0890.0440.1560.053Country 1995BSHSBSM SBSM SBSLSNHSNM SNM SN LSW HSW M SW M SW LSKICTV AKN ICTV AAUTBELDNKESPFINFRAGERIREITANLDSWEUK0.270.440.541.930.950.850.560.670.420.550.470.843.781.412.930.271.551.295.651.020.601.712.461.410.170.330.591.270.730.640.370.510.260.490.430.662.361.542.540.231.661.153.980.810.611.592.721.291.551.521.281.501.301.651.631.291.821.391.481.601.391.081.221.170.991.141.491.050.991.191.111.150.0220.0370.0450.0290.0280.0240.0120.0170.0180.0310.0330.0400.2320.2100.2040.2680.1640.2320.1780.2420.2210.2000.1850.189Table 2: The top panel shows log changes of relative wage bill share, relative hours worked,relative wages and the level differences in ICT and nonICT capital intensity over the 19952007period. The bottom panel reports bycountry means of relative wage bill share, relative hoursworked, relative wages, ICT and nonICT capital intensity KN ICT V A in 1995.43VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ2.2831.7930.4892.7072.0340.6730.7480.6620.3610.9730.7740.408CQ0.1870.04680.2330.3030.4280.1250.2220.2200.1680.3760.3160.142 lnQ0.2170.1470.06980.3610.3520.008940.06990.06590.03940.08120.07570.0406KQ19952.3841.8500.5340.4500.2400.210KQ19950.6490.09890.1290.5780.2820.8130.5940.3500.06290.1620.09910.03160.1310.1350.09220.2140.1830.104lnQ19950.06400.05330.01070.1260.09580.03030.01990.01650.01290.02940.02170.0125Constant 0.9000.8150.08551.5511.2520.2990.2080.1780.1320.3150.2230.141Observations Rsquared Country FE3480.139No 3480.115No 3480.053No 3480.242No 3480.224No 3480.090No Table 3: OLS regressions. Relative wage bill share, hours worked, and wages: 19952007 changes. Dependent variables are the 19952007 log changes in relative wage bill share,relative hours worked, and relative wages. Coefficients are estimated by ordinary least squares.All regression results are weighted by each industrycountry 1995 relative employment. Theweights are obtained dividing the number of employees in each industrycountry in 1995 by thetotal employment in 1995. Robust standard errors in parenthesis. p 0.01, p 0.05, p 0.1.44VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ2.0842.2710.1871.2250.9890.2370.7130.6280.2520.6320.5290.331CQ0.3460.3650.01990.5220.2810.2420.2150.2020.09760.2160.1760.145 lnQ0.2310.2530.02200.09820.09300.005220.08000.07340.03800.07150.06170.0490KQ19952.1652.0070.1580.1490.1630.01450.6060.5340.1920.5100.3980.285CQ19950.01920.1200.1000.1360.01930.1170.1150.1040.06190.1150.1170.0857lnQ19950.06640.04860.01780.03910.02070.01840.02200.01880.01150.02140.01840.0124Constant 1.0880.9200.1680.5520.3570.1950.2180.1870.1030.1850.1580.119Observations Rsquared Country FE3480.388Yes 3480.379Yes 3480.623Yes 3480.753Yes 3480.716Yes 3480.475Yes Table 4: OLS regressions. Relative wage bill share, hours worked, and wages: 19952007 changes, including country fixed effects. Dependent variables are the 19952007 logchanges in relative wage bill share, relative hours worked, and relative wages. Coefficients areestimated by ordinary least squares, controlling for country fixed effects. All regression resultsare weighted by each industrycountry 1995 relative employment. The weights are obtaineddividing the number of employees in each industrycountry in 1995 by the total employment in 1995. Robust standard errors in parenthesis. p 0.01, p 0.05, p 0.1.45VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ1.8671.4660.4012.5541.8910.663CQ lnQ0.6860.6430.4041.1170.8900.4360.3270.3570.1910.1130.2450.08200.1430.1230.01980.3770.3090.7590.6330.2610.1190.07180.5150.5180.002180.1030.06010.1640.1470.0738KQ19952.0471.6460.401CQ19950.6120.01040.1280.5690.3010.08960.1000.1530.1030.3200.8890.08370.2580.1200.2000.6580.3720.2210.1370.2180.129lnQ19950.06510.03700.02810.1000.05780.04250.03320.02820.01910.04290.03270.0196Constant 0.9150.6450.2701.2000.7700.4290.3720.3240.2130.4890.3580.237Observations Rsquared Country FE1560.136No 1560.096No 1560.044No 1560.235Yes 1560.224No 1560.094No Table 5: OLS regressions. Relative wage bill share, hours worked, and wages: 19952007 changes. Service Industries only. Dependent variables are the 19952007 log changesin relative wage bill share, relative hours worked, and relative wages. Coefficients are estimatedby ordinary least squares controlling for year, country, and code fixed effects. All regression results are weighted by each industrycountry 1995 relative employment. The weights are obtaineddividing the number of employees in each industrycountry in 1995 by the total employment in 1995. Robust standard errors in parenthesis. p 0.01, p 0.05, p 0.1.46VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ4.0763.5610.5141.2410.8120.4292.8002.1330.9161.3331.0310.877CQ0.3470.03870.3850.5850.7500.1650.3530.3010.1420.1930.1890.0881 lnQ0.3480.2440.1040.3240.2970.02700.1380.1180.06350.09370.07310.0659KQ19953.1182.0981.0200.8000.7290.07121.7651.3440.8611.1140.7960.651CQ19950.1510.1180.2690.5350.4170.1170.2800.2430.1560.2260.2040.0977lnQ19950.1010.09680.003730.07700.06660.01030.04430.03660.02140.02850.01510.0212Constant 1.2411.2140.02641.0350.9330.1010.4290.3600.2000.2580.1720.178Observations Rsquared Country FE1920.197No 1920.208No 1920.120No 1920.355No 1920.395No 1920.053No Table 6: OLS regressions. Relative wage bill share, hours worked, and wages: 19952007 changes. Manufacturing Industries only. Dependent variables are the 19952007log changes in relative wage bill share, relative hours worked, and relative wages. Coefficientsare estimated by ordinary least squares controlling for year, country, and code fixed effects.All regression results are weighted by each industrycountry 1995 relative employment. Theweights are obtained dividing the number of employees in each industrycountry in 1995 by thetotal employment in 1995. Robust standard errors in parenthesis. p 0.01, p 0.05, p 0.1.47VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ3.9273.4960.2531.7691.4910.2831.7301.3080.6081.0250.8760.463CQ0.3980.4040.01010.5060.2700.2540.2190.2010.09570.2080.1650.140 lnQ0.2670.2740.006620.08360.08010.008270.09330.08110.03810.07260.06150.0490KQ19952.9782.5390.3300.3650.3620.02650.9660.7730.3030.6230.5070.299CQ19950.03410.1270.1000.1280.01470.1220.1120.09810.06170.1100.1130.0822lnQ19950.04980.03800.01350.04350.02480.01850.02110.01850.01160.02150.01890.0118Constant 0.9230.8150.1290.5960.3970.1970.2070.1800.1070.1860.1620.111Observations Rsquared Country FE3480.364Yes First stage Fstat 8.828Prob chi 20.0121CLR test statistic 6.7903480.366Yes 8.8280.01219.389CLR test pvalue 0.01040.002673480.619Yes 8.8280.01210.1690.6853480.751Yes 8.8280.01213.6490.06123480.715Yes 8.8280.01213.5990.06283480.474Yes 8.8280.01210.4080.531Table 7: IV regressions. Relative wage bill share, hours worked, and wages: 19952007 changes. Dependent variables are the 19952007 log changes in relative wage bill share,relative hours worked, and relative wages. Coefficients are estimated by ordinary least squarescontrolling country fixed effects. All regression results are weighted by each industrycountry 1995 relative employment. The weights are obtained dividing the number of employees in eachindustrycountry in 1995 by the total employment figure in 1995. Robust standard errors inparenthesis. p 0.01, p 0.05, p 0.1.48VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ3.0382.6770.3642.8412.3670.421CQ lnQ1.5111.2370.5821.4821.2220.6090.2900.3530.1890.1120.2040.08370.09490.02450.003290.3770.3050.7340.6020.2490.1180.07180.5100.5120.005190.1030.05870.1590.1410.0719KQ19952.5452.1590.3850.4110.8960.06860.2970.1260.7230.3360.2040.126CQ19950.8840.01580.1250.7540.3110.08230.1000.1460.09810.2480.2090.125lnQ19950.05990.03260.02810.09970.05990.04490.03070.02810.01800.04080.03150.0180Constant 0.8340.5720.2711.1990.8000.4510.3490.3260.2010.4610.3420.219Observations Rsquared First stage Fstat 1560.1217.922Prob chi 20.0190CLR test statistic 5.9851560.0767.9220.01907.221CLR test pvalue 0.01630.008261560.0447.9220.01900.4150.5291560.2357.9220.01903.5710.06561560.2237.9220.01904.1530.04691560.0907.9220.01900.4880.494Table 8: IV regressions. Relative wage bill share, hours worked, and wages: 19952007 changes. Service Industries only. Dependent variables are the 19952007 log changesin relative wage bill share, relative hours worked, and relative wages. Coefficients are estimatedby ordinary least squares controlling for country fixed effects. All regression results are weightedby each industrycountry 1995 relative employment. The weights are obtained dividing thenumber of employees in each industrycountry in 1995 by the total employment figure in 1995.Robust standard errors in parenthesis. p 0.01, p 0.05, p 0.1.49VARIABLES lncid:171cid:16 BSHBSMcid:172cid:16 N HN M lncid:173cid:16 W HW M lncid:174cid:16 BSMBSLcid:175cid:16 N MN L lncid:176cid:16 W MW L ln ln KQ15.7811.334.5841.3343.0002.34510.047.8714.9385.1633.5833.226CQ0.2660.07030.3960.5870.7640.2090.4720.3590.1840.1920.1930.0916 lnQ0.3740.2580.1250.3240.3050.005900.1500.1170.06770.08990.07190.0607KQ19957.0534.6242.1890.8351.3880.8624.2783.1802.1002.1961.5101.319CV A19950.02100.2420.1820.5330.3740.1890.3050.2550.1590.2370.2080.119lnQ19950.08750.08650.002210.07700.06850.01350.04030.02970.02190.02670.01530.0178Constant 0.9370.9950.05191.0370.9850.08130.3390.2700.1970.2360.1840.131Observations Rsquared First stage Fstat 1920.0084.6151920.0944.6151920.0274.615Prob chi 20.09950.09950.0995CLR test statistic 3.084CLR test pvalue 0.09862.1500.1721.1000.3201920.3554.6150.09950.06640.8091920.3834.6150.09950.7490.4181920.0764.6150.09951.2810.290Table 9: IV regressions. Relative wage bill share, hours worked, and wages: 19952007 changes. Manufacturing Industries only. Dependent variables are the 19952007 logchanges in relative wage bill share, relative hours worked, and relative wages. Coefficients areestimated by ordinary least squares controlling for country fixed effects. All regression resultsare weighted by each industrycountry 1995 relative employment. The weights are obtaineddividing the number of employees in each industrycountry in 1995 by the total employmentfigure in 1995. Robust standard errors in parenthesis. p 0.01, p 0.05, p 0.1.50Table 10: Descriptive statistics about wage and inequality dynamics Panel A: log Gross Current wagesmeanp 10p 50p 90901090505010199620072.1471.5422.1432.7801.2380.6370.6012.2921.5622.2763.0461.4840.7700.714Time change 0.1460.0200.1330.2660.2460.1330.113Panel B: log Gross Current wages in PPPmeanp 10p 50p 90901090505010199620072.2851.7222.2632.9141.1920.6510.5412.3271.6902.2993.0171.3270.7180.609Time change 0.0420.0320.0360.1030.1350.0680.067Panel C: log Gross Yearly Earningsmeanp 10p 50p 90901090505010199620079.9679.3439.93410.6281.2850.6940.59110.0519.30610.05010.7591.4530.7090.744Time change 0.0840.0370.1160.1310.1680.0140.154Panel D: log Gross Yearly Earnings in PPPmeanp 10p 50p 909010905050101996200710.0309.41210.01210.6461.2340.6340.60010.0469.35810.03910.7151.3570.6770.680Time change 0.0160.0540.0260.0700.1230.0430.080Observations: 89,453 for the Gross Current Wage sample, 119,103 for the Gross Yearly Earnings sample.51Table 11: Dynamics of labour market composition in Europe Panel A: smaple of log Gross Current wagesyearfemaleexp potprimarysecondarytertiarytemporarypart time 19962007199620070.370.4218.3618.910.400.280.370.450.230.270.100.130.050.09manufac wholesaleresttransportfinbusiness serv.publiceduchealthother services 0.350.310.120.130.110.110.110.130.090.090.170.170.050.06Panel B: sample of log Gross Yearly Earningsyearfemaleexp potprimarysecondarytertiarytemporarypart time 19962007199620070.410.4619.6419.410.350.240.390.470.260.300.050.090.070.14manufac wholesaleresttransportfinbusiness serv.publiceduchealthother services 0.320.280.120.130.090.090.110.120.100.110.210.200.050.06Observations: 89,453 for the Gross Current Wage sample, 119,103 for the Gross Yearly Earnings sample.52Table 12: Gross current hourly wages: Composition and wage structure effect 901090505010Coefftstat Coefftstat Coefftstat Change in the index 0.24514.270.13310.120.1128.97Total composition 0.0192.740.0194.080.0000.08Total wage structure 0.23017.410.12511.440.1059.56Detailed composition effect Demographic 0.0062.600.0010.570.0052.59Education Institution Industry0.0244.340.0041.040.0204.510.0154.640.0126.200.0031.300.0051.950.0041.700.0011.13Offshorability 0.0125.120.0054.110.0063.54Technology Abstract Routine Service 0.0021.440.0011.080.0011.300.0000.270.0000.660.0000.210.0030.820.0000.230.0031.19Detailed wage structure effect Demographic 0.0300.740.0681.950.0983.44Education Institution Industry 0.0130.690.0201.550.0070.460.0131.490.0000.080.0131.470.0060.220.0010.060.0050.25Offshorability0.0192.050.0111.730.0080.99Technology Abstract Routine Service 0.0564.070.0433.810.0131.380.0281.950.0111.110.0171.170.0522.740.0151.220.0362.09Reweighing error 0.0040.930.0041.570.0000.11Specification error0.0080.460.0161.180.0080.56Standard errors are computed bootstrapping the whole procedure 100 replications.53A Annex: Micro data To study the dynamic of labor earnings in Europe in recent years, we use wave 1996 of ECHPand wave 20074 of EUSilc, as explained in subsection 3.Both surveys collect information on current gross monthly earnings on main job, relativeto the month in which respondent is interviewed, and on the annual earnings referred to thecalendar year previous the interview.Current gross monthly earnings are defined as the monthly amounts earned by employees inthe main job, including usual paid overtime, both in ECHP variable PI211MG and in EUSilcPY200G. From gross monthly earnings we derive hourly wage by multiplying them by 1252,and dividing by the the number of hours usually worked per week in the current main jobPE005A for ECHP, PL060 for EUSilc. However, this variable is available in both surveysonly for AT, ES, GR, IE, IT, PT and UK.Then we consider annual earnings variable PI111 for ECHP, PY010G for EUSilc, whichallow to consider all EU15 countries, with the exception of Netherland and Sweden.24 Annualearnings include monthly wages, 13th and 14th salary, extra payments for overtime, holidaypay, earnings from an additional job, other earnings not specified separately, and lump sumspayments. EUSilc provides annual earnings gross of income taxes and social security contribution, while in ECHP amounts are net, with the exception of FI and FR. To compare earningsover time, we need to convert ECHP net amounts to gross, using the netgross factor HI020,which has the shortcoming of being constant for all income components.On the contrary, current monthly earnings are always gross, both in ECHP and EUSilc,even if it is available for a smaller set of countries. Based on these considerations, we decideto use both definitions of earnings in our analysis, in order to enforce our findings andor toenlighten possible discrepancies when using different definitions of earnings.We also consider a set of covariates of interest, to better interpret changes in earningsinequality in Europe during the period observed. The covariates selected are: gender, educationlevel, type of contract permanent or fixedterm, whether employee is working full or part 24Actually, data on annual earnings for NL are available both in ECHP and EUSilc, but some of the covariatesof interest are missing, so that we exclude NL from our sample.54time, industry and potential labor experience. The definitions of these covariates are largelycomparable between the two surveys.In few cases, namely industry and potential labor experience, there are some differences.As for industry sector, in both sources industry classifications, based on NACEREV 1.1, aremore detailed than the one we use. However, they are not fully comparable. For instance, in ECHP variable PE007B information about section section D, Manufacturing, is available onits own, while in EUSilc variable PL110 section D is grouped with section C and E, Miningand Electricity. Hence we have grouped some sectors in order to match the two classifications. Eventually we obtain the following classification with seven macrosector: Manufacturing, Wholesale, Restoration and Transport, Financial Intermediation and Business Activities,Public Administration, Education and Health, Others Services.Another relevant covariate is the potential labor experience, considering the age at whichone attained the highest level of education. ECHP provides the age when the highest level ofeducation was completed PT023. If this variable is missing, but the highest level of educationattained was less than secondary education ISCED 02, variable PT022, we assume thatrespondent potentially could began to work at the age of 14. As for EUSilc, potential laborexperience is based on the year when highest level of education was attained PE030. The flagvariable of PE030 identify those that have never been in education. For these respondents weassume that they could not start to work earlier that at the age of 10.Education level is provided by variable PT022 for ECHP, and PE040 for EUSilc. In bothsurveys, educational attainments are defined following the International Standard Classificationof Education ISCED. In ECHP the variable has three levels, lower than upper secondary education, upper secondary education completed, and first stage of tertiary education completed, which correspond to ISCED levels 01, 2 and 35, , respectively. Then we have groupedthe more detailed ISCED levels provided by EUSilc into these three categories.As for the remaining covariates, respondents genre is derived from variables PD004 for ECHP and PB150 for EUSilc; the type of contract, of limited or unlimited duration, is collectedfrom PE024 for ECHP and from PL140 for EUSilc; variables PE005c for ECHP and PL030for EUSilc allows to distinguish between fulltime and parttime workers.55Finally, we consider some variables that measure the skill requirements at the occupationlevel, and an index of the offshorability of each occupation. The description of these variablesand of the related data sources are provided in subsection 3.2. Note that there are somediscrepancies between occupation classifications in Goos et al. 2014 and in ECHP and EUSilc. All classification refer to the ISCO 2digit. However, differently from Goos et al. 2014and from EUSilc, in ECHP some occupations are grouped together. For instance, ISCO 11Legislators, senior officials and managers and ISCO 12 Corporate managers are merged ina single occupation. Hence, for those cases we obtain the corresponding measures computingthe weighted mean of the values of Routine, Abstract, Service and Offshorability, with weightsgiven by the share of employees in each occupation, provided by Eurostat.56B Annex: Industrylevel data Table B: Hours worked by high skilled, medium skilled, low skilled, using WIOD,EU KLEMS, and EUROSTAT data, 1995. Sample weights used.KLEMSWIODEUROSTATCountry HS MSLSHS MSLSHS MSLSAUT9.765.225.112.064.623.38.864.726.5BEL13.948.837.329.937.332.8DNK 5.960.733.323.653.522.926.153.720.2ESP 15.922.761.421.215.663.121.716.661.8FIN 32.041.126.930.642.526.924.248.327.4FRA 11.161.727.221.841.736.421.545.832.7GER 8.365.026.721.762.216.024.259.915.9IRE21.039.939.126.132.841.1ITA 8.189.3NLD 8.183.72.68.28.635.555.99.636.254.219.746.933.323.040.037.0SWE18.856.424.827.847.824.4UK 12.768.518.823.042.334.723.533.842.757", "filename": "dp8465.pdf", "person": ["Paolo Naticchioni", "Naticchioni, Paolo", "Giuseppe Ragusa", "Ragusa, Giuseppe", "Riccardo Massari", "Massari, Riccardo"], "date": ["2014"]}