{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/102334/1/dp8449.pdf"], "title": ["Evaluating Workplace Mandates with Flows versus Stocks: An Application to California Paid Family Leave"], "plaintext": "Evaluating Workplace Mandates with Flows versus Stocks: An Application to California Paid Family Leave E. Mark Curtis Wake Forest University Barry T. Hirsch Georgia State University and IZA Mary C. Schroeder University of Iowa Discussion Paper No. 8449 August 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8449 August 2014 ABSTRACT Evaluating Workplace Mandates with Flows versus Stocks: An Application to California Paid Family Leave Employer mandates and other labor demandsupply shocks typically have small effects on wages and employment. These effects should be more discernible using data on employment transitions and wages among new hires rather than incumbents. The Quarterly Workforce Indicators QWI dataset provides county by quarter by demographic group data on the number and earnings of new hires, separations, and recalls i.e., extended leaves. We use the QWI to examine the labor market effects of Californias paid family leave CPFL policy. Implemented in July 2004, it was the first such policy mandated in the U.S. The analysis compares outcomes for young women in California to those for other workers in California and to workers throughout the U.S. Relative earnings for young female new hires were largely unaffected by CPFL. We find strong evidence that separations of at least three months and hiring of young women increased substantively. Many young women who separated later returned to the same firm. CPFL appears to have led not only to increased time with children, but also to a decline in job lock, enhanced mobility, and increased worker flows following universal paid family leave. JEL Classification: Keywords: Corresponding author: Barry T. Hirsch Department of Economics Andrew Young School of Policy Studies Georgia State University Atlanta, GA 303023992 USA Email: bhirschgsu.edu policy evaluation, paid family leave, new hires, wages, employment, turnover J32, J38 We appreciate assistance from Damon Nelson in the Program, Data, and Research Unit of Californias Employment Development Department for help in better understanding details of the CPFL program, the Cornell Social Science Gateway for use of computing resources under NSF grant 1042181, and helpful comments from Spencer Banzhaf, Ian Schmutte, and participants in seminars at Georgia State University, the 12th IZASOLE Transatlantic Meeting of Labor Economists, the Southern Economic Association, and the Society of Labor Economists Meetings. 1. Introduction There has been considerable attention given recently to the need for familyfriendly workplace policies.1 Analysis of employer mandates, be they family leave, workplace safety, health coverage requirements, or the like, depends crucially on reliable estimates of changes in workplace wages, employment, and other outcomes. The costs of mandates are expected to be borne by employers and employees, with the incidence determined by relative labor demand and supply elasticities and workers valuation of the benefits. A special case is one in which a workforce values the benefits dollarfordollar and the full costs are shifted to workers according to their benefit valuation. Under these circumstances, there need not be a distortion in employment or a deadweight welfare loss Summers 1989, Gruber 1994. Because mandates typically impact some groups of workers more than others, are implemented in some settings e.g., states, countries but not others, and are adopted at different times, evaluation studies often use differenceindifferences or tripledifference estimators to identify the treatment effects of such policies e.g., Ruhm 1998; Baum 2003. This paper examines wage and employment transitions following implementation of Californias Paid Family Leave CPFL insurance program in July 2004, the first mandated paid family leave program in the U.S. The theoretical underpinnings and statistical methods used in our analysis are similar to those used in prior studies examining workplace mandates, with one notable difference. Rather than focusing on changes in wages and employment among the stock of incumbent employees, we examine wage offers among new hires and employment flows, the latter including the number of new hires, permanent separations, and extended leaves with return to work. Specifically, we examine changes in these outcomes following enactment of CPFL among young women in California relative to young men and older women within the state, and relative to young women and other workers elsewhere in the country. Data from the Quarterly Workforce Indicators QWI Abowd et al. 2009 are used to measure the earnings and employment of stable new hires, and provide information on separations and extended leaves, all by quarter, county, age, and sex.2 Why the focus on new hires and other labor market flows? A limitation of existing studies is that wage and employment effects resulting from workplace mandates develop gradually over time. We should not expect employers to instantly move to a new equilibrium employment level andor rapidly 1 For example, in June 2014 there was a White House Summit on Working Families and the President wrote an oped on family friendly policies Obama 2014. 2 Previous analyses on mandates typically measure changes in wage and employment levels stocks by state and demographic group using the Current Population Survey CPS data e.g., see Card 1992 on minimum wages and Gruber 1994 on health insurance pregnancy coverage. Recent papers by RossinSlater et al. 2013, Byker 2014, Baum and Ruhm 2013, and Das and Polachek 2014 use alternative data sets to examine various effects of Californias paid family leave. The focus of these papers differs substantially from our work, as discussed below. 1 change the demographic composition of their workforce following a mandate, nor do we expect to see substantive wage adjustments for an existing workforce. Although little shortrun impact on incumbent employees the intensive margin is expected, the effects of the policy should be quickly observed among new hires the extensive margin and other employment flows. As explained subsequently, we expect to see small wage decreases among young women the treated group relative to other untreated workers, while relative employment for young women could decrease, remain constant, or increase, depending on the valuation of benefits and degree of cost shifting. To understand how universal paid leave affects market behavior, we need to examine not just hiring and earnings, but also changes in separations, recalls extended leaves, and the demographic composition of employment. Although our focus is on paid family leave, the implications are broader, applying to any event, behavior, or policy that shifts labor market demand or supply. Even were a workplace mandate to have a substantial impact, we suggest that it is difficult to estimate the impact by measuring changes in employment levels and average wages, both heavily weighted by incumbents. A focus on new hire earnings and composition, along with employment flows, should allow researchers to detect the effects of workplace policies shortly following their implementation.3 2. Overview of California paid family leave policy Overviewcoverage. Californias Paid Family Leave CPFL policy was enacted August 30, 2002 and took effect July 1, 2004. Prior to the 2004 implementation of CPFL, women had access to paid disability leave during pregnancy and shortly after birth. To understand the marginal effect of Californias paid family leave program, one must recognize how it interacts with preexisting programs and how multiple policies are used in order to receive leave that is both job protected and paid. As described below, CPFL has been typically used to extend paid leave among mothers by six weeks. CPFL is administered by the California Employment Development Department EDD, which also administers the State Disability Insurance SDI program begun in 1977. SDI and CPFL are jointly financed by a mandatory payroll tax on employees, with no tax on employers. Both programs provide partial wage replacement. Coverage among private sector employees is nearly universal. Employees are required to participate if their employer has more than one employee and has paid an employee at least 100 in any quarter during a 12 month reference period. Selfemployed and statelocal workers are not automatically enrolled, although some can elect coverage. No proof of citizenship is required. Payroll tax financing. The SDICPFL employee tax rate and cap on total contributions have varied 3 Recent papers by Dube et al. 2013 and Gittings and Schmutte 2013 use the QWI to examine the effect of minimum wages on employment flows separations and hires. 2 substantially across years to maintain funds to pay current benefits. As seen in Table 1, the payroll tax rate varied from 0.6% to 1.2% between 2003 and 2011, while the cap on payments varied from a low of 500 in 2007 to 1,120 in 2011.4 In 2011, the 1.2% employee SDICPFL contribution rate combined with a taxable wage ceiling of 93,316 to produce a maximum annual contribution of 1,120. The taxable wage base is adjusted, typically annually, to reflect state wage growth. SDI wage base and benefit calculation. SDI provides partial wage replacement, with benefits equal to 55% of workers wages up to a cap. The newer CPFL program uses the same benefit formula as does SDI. Workers unable to work due to a nonworkrelated illness or injury, including pregnancy, may be eligible for SDI benefits. The SDI benefit period is four weeks before the due date and six weeks postpartum for normal pregnancies, but up to eight weeks in the case of Caesarian births or other difficulties the latter requiring doctor certification. The benefit amount is calculated using a wage base equal to the highest paid quarter during the 12 month reference period 5 to 17 months before the SDI disability claim eligibility requires at least 300 in earnings during the 12 month reference period. Average SDI pregnancy claim benefits in FY 2011 were 398 per week, lasting on average 10.7 weeks including time before and after birth. The 2011 benefits ranged from a floor of 50 to a ceiling of 987 per week. Because of SDI, women had access to paid maternity leave decades before CPFL was enacted. CPFL description. CPFL was created for mothers or fathers to bond with their newborns, although it also provided benefits to workers to care for a seriously ill child, spouse, domestic partner, or for a newly adopted child or recently placed foster child.5 Although California was the first state to provide paid family leave, two others have followed with similarly structured programs.6 CPFL funds are administered jointly with SDI, employees covered by SDI also being eligible for CPFL benefits. Following receipt of six to eight postpartum weeks under SDI, a new mother is then eligible for up to six additional weeks of paid family leave using the same wage base and benefit formula described above for SDI. In FY 2011, the average CPFL payout was 488 a week for 5.3 weeks. Approximately twothirds of women receiving SDI pregnancy benefits transition to CPFL benefits. 4 In 2003, prior to CPFL, the payment cap was 512. This was increased to 812 in 2004. The cap fell to as low as 500 in 2007 and then rose sharply following the recession, to a high of 1,120 in 2011. Some but not all the data shown in Table 1 are available after 2011. 5 In FY 2011, 87.3% of CPFL claims were for care of newborns. Effective July 1, 2014, the CPFL temporary disability program was expanded to include time off to care for a seriously ill grandparent, grandchild, sibling, or parentinlaw. 6 New Jersey passed PFL in May 2008, began collecting taxes in January 2009, and began disbursements in July 2009. Rhode Islands Temporary Caregiver Insurance TCI Law, which began January 2014, provides four weeks of paid leave with job protection for bonding with a new child or for family or household member with a serious health condition. Washington passed a PFL bill in May 2007, planning to begin payouts in October 2009 and subsequently postponed to October 2012 and then October 2015. In 2013, legislation was passed that delays implementation until the legislature approves funding and program implantation unlike the other three states, this program was to be funded through the state budget rather than employee payroll taxes. 3 Job protection vs. paid leave. Although providing partial pay replacement, neither SDI nor CPFL provides job protection. Job protection is in turn provided by state and federal laws guaranteeing unpaid leave.7 A combination of SDI, CPFL, other state programs, and the federal FMLA provides workers with a package of protected leave with partial wage replacement. And of course some employers may choose to provide paid maternity leave independent of any legal requirements.8 The most generous mandated package includes up to 28 weeks of job protection up to 16 weeks of pregnancy disability covered by the state PDL concurrent with FMLA, plus 12 weeks protection from the CFRA postpartum and 1618 weeks of partial wage replacement 4 weeks pregnancy and 68 weeks postpartum under SDI, plus 6 weeks from CPFL.9 Although difficult to summarize, Figure 1 shows what is typically the maximum use of wage replacement top half of figure and job protection bottom half before and after child birth. Although both SDI and CPFL are available to covered employees, a substantial number claim benefits from only one of the programs. Receipt of CPFL but not SDI benefits may result from household financial constraints or companyprovided time off during pregnancy andor after birth. Among those who receive SDI pregnancy benefits, many do not elect to receive further benefits under CPFL once the SDI benefits are exhausted. In 2011, 65.5% of beneficiaries receiving SDI transitioned to CPFL. The decision not to claim CPFL payments can occur for several reasons. Some women may prefer to return to work or feel a financial need to receive full rather than partial pay. This should occur disproportionately in low income households that cannot easily bear the reduced income, among highly paid workers whose CPFL benefits are well below 55% of their usual pay due to the benefits cap, and among workers for whom promotion and earnings growth is dependent on a timely return to work. In addition, workers in small companies fewer than fifty employees are not covered by the FMLAs job protection provision and may 7 The 1978 amendments to Californias State Fair Employment Practices Act addresses pregnancy discrimination and offers up to four months unpaid, jobprotected leave for pregnancyrelated disabilities. Pregnancy disability leave PDL specifically stipulates that the pregnancy must be a disability and cause the mother to be unable to work either full or part time. A doctors note is required and the duration of the leave is up to the doctor. No benefits are paid and the period of leave ends with the birth of the child. Unpaid leave to care for a child following birth is covered by the California Family Rights Act CFRA, which went into effect in 1992 and provides 12 weeks of unpaid, jobprotected leave for private sector employees who have worked the previous 12 months for at least 1,250 hours. Establishments with fewer than 50 employees within a 75 mile radius of the worksite are exempt. The Family and Medical Leave Act FMLA was signed into federal law a year later with similar provisions and exclusions. Unlike CFRA however, FMLA can be taken both during pregnancy and after the childs birth. 8 BLS National Compensation Survey NCS data from the BLS shows that the overall coverage of paid family leave in the U.S. private sector was 11% in 2012, compared to just 2% in 199293 the latter figure is exclusively for maternity leave, with higher coverage for fulltime workers and those in large establishments Van Giezen 2013. For earlier estimates of paid maternity leave compiled from CPS supplements, see Klerman and Leibowitz 1994. Byker 2014 provides a nice discussion, coupled with nationwide evidence on paid leave compiled from several years of data from the Survey of Income and Program Participation SIPP. 9 There are additional restrictions for how benefits can be utilized. For example, under some circumstances, the FMLA must be used concurrently during the PDL protected disability. 4 risk loss of their job with a lengthy maternity leave. Even absent risk of job loss, a new mother may choose to return to her job at a small company if her employer is highly dependent on her contribution. In short, the principal effect of Californias 2004 Paid Family Leave program has been to extend the availability of paid maternity leave by six weeks. Although this is a substantive expansion of benefits, the policy did not involve a shift from no mandated paid leave to its current level. Given the incremental nature of the program, identifying CPFLs impact using standard data and methods i.e., measuring changes in wage and employment levels is likely to prove difficult. Focusing instead on new hire wages and employment flows should enhance the chances of an informative analysis. 3. Previous empirical analyses of California paid family leave and the labor market We are aware of five studies one published that use household data to analyze various effects of CPFL on labor market outcomes.10 EspinolaArrendondo and Mondal 2010 examine CPFL employment effects using the March 20012007 Current Population Survey CPS. They compare female employment changes in California following CPFL relative to changes for women in other states with and without expanded FMLA provisions. Using numerous combinations of treatment and comparison groups, the authors conclude that all their treatment estimates are both economically and statistically insignificant. One possibility is that the effects of CPFL are close to zero. But another is that CPFL effects are likely to first show up in data on new hires and not incumbent employees. Because of the relatively small sample sizes of treated employees in the CPS and the time required for wage and employment effects to be reflected across the labor force, one would need to measure labor market outcomes using data many years beyond implementation of the policy. Such an approach risks contamination from other factors affecting labor outcomes. The published paper by RossinSlater et al. 2013 has as its focus the effect of CPFL on time off from work among young mothers with children. Their principal data source is the March CPS. Although the authors faced difficulties in identifying those who are and are not treated by CPFL time of a childs birth cannot be precisely measured, they provide convincing evidence that CPFL increased time off from 10 There is a far larger literature examining the effects of paid family leave outside the U.S., some of it focused on womens labor supply and some on health, education and other outcomes for mothers and children. Papers by Baker and Milligan 2008, 2010 and Baker et al. 2008 use Canadian data and focus on mothers employment and early child development outcomes. Effects on child wellbeing are generally small. Using German data, Dustmann and Schonberg 2012 focus on child outcomes, while Schonberg and Ludsteck 2014 examine mothers labor market outcomes. Using changes in laws governing parental leave in Austria, Lalive and Zweimuller 2009 examine the effect of leave extensions on fertility and return to work, while Lalive et al 2014 focus on mothers work careers and differentiate the effects from benefits versus those from job protection. Dahl et al 2013 provide a critical assessment of recent expansions in the length of paid maternity leave in Norway, concluding that the expansion increased the length of leave but was costly and regressive, while having minimal effects on a range of labor market and child outcomes. Carneiro et al. 2011 provide a more positive assessment of the Norwegian systems long run impact on childrens subsequent education and earnings, although they do not compare benefits to costs. 5 work among mothers of young children. Although not the principal focus of their paper, the authors also provide estimates of earnings and employment effects of CPFL. They conclude that there were no changes in employment following CPFL, but that there appeared to be an increase in work hours hours last week and in the prior year, conditional on employment. The authors note that future study is needed. Byker 2014 examines the effects of paid family leave in California and New Jersey on womens labor force interruptions following birth of a child, using monthly longitudinal data from the Survey of Income and Program Participation SIPP. Data from the two treatment states are used jointly, New York, Florida, and Texas form the comparison group states. She finds little effect from paid family leave on job attachment among collegeeducated mothers, those most likely to have access to employerprovided paid leave absent a legal mandate. For mothers with less than a college degree, she concludes that paid leave reduces exits lasting less than six months, while having little effect on exits longer than six months.11 Baum and Ruhm 2013 use the National Longitudinal Survey of Youth NLSY97 to examine CPFL effects on use of leave surrounding child birth and subsequent labor market outcomes. They conclude that an average mothers use of leave increased by about 2.4 weeks, typically at about the time that disability benefits were exhausted. Fathers took a short amount of time off immediately following birth. Baum and Ruhm find increased work probabilities for mothers nine to twelve months after birth and increased weeks and hours worked and possibly wage increases in the childs second year of life. Das and Polachek 2014 use CPS data aggregated to the state level and use differenceindifference techniques to identify CPFL effects on labor force participation LFP and unemployment among young women in California. They conclude that CPFL increases LFP among young women, but also increased their unemployment and unemployment duration. Similar tests based on placebo laws were generally insignificant, strengthening the authors confidence that their results are robust and causal. Although the focus and approaches by these authors are quite different, Baum and Ruhm 2013, Das and Polachek 2014, and to a lesser extent Byker 2014 each conclude that CPFL increased labor force attachment among young women. Their results can be interpreted as broadly consistent with the evidence we present on job flows. We find that CPFL is associated with higher separations among young women, but that it also leads to increases in new hires and rates of recall return to the same employer following time off a payroll for at least three months. One interpretation of such evidence is that universal paid family leave increased the mobility of young women i.e., reduced job lock and led to efficiencyenhancing resorting in the labor market. 11 Using publicuse SIPP files, Byker observes flows into and out of employment, but does not know if employment is with the same employer. She states that she plans to access confidential SIPP files matched to administrative records, thus allowing her to measure employment and earnings histories with the same employers. 6 4. The expected effects of the CPFL mandate on wages, employment, and turnover The costs of CPFL are nominally borne by employees through a payroll tax. The costs are attached to all employees, but with lower average costs per hour and zero marginal cost among those with earnings above the tax threshold about 93 thousand in 2011, an amount unlikely to be exceeded by many young workers. The payroll tax costs from CPFL are independent of whether a worker is likely to use andor values paid family leave. Because the payroll tax is levied at nearly all California establishments, labor supply is inelastic and thus cannot readily be shifted to employers andor consumers in those product markets where output prices are determined nationally or internationally. Apart from the payroll costs paid by workers, employers face disruption costs resulting from time off the job among employees. Leave taking reduces output andor requires added hiring. Increased uncertainty as to whether and when a worker will return also adds cost. Such uncertainty existed prior to CPFL, but six weeks of additional leave could increase the uncertainty. The expected general equilibrium wage and employment effects resulting from CPFL can be evaluated using the demand and supply tax incidence approach Summers 1989. Effectively, any costs can be thought of as placing a tax wedge between labor demand and the gross wage to which employers respond and labor supply and the net wage to which workers respond. To the extent that market level labor supply is more inelastic than labor demand, more costs are shifted to employees. The statutory payroll cost facing employees from CPFL shifts labor supply upward for all workers. The valuation of such benefits by young women or others then shifts their labor supply outward. Disruption costs facing employers cause a downward shift in demand for young women. The demand and supply shifts described above are shown in Figure 2, separately for young women the treated group and for other nontreated workers, with the assumption that the two groups of workers are imperfect substitutes modified subsequently.12 The nontreated other workers have an unambiguous increase in wages pretax and decrease in employment due to their upward shift in supply due to the payroll tax. For young women, wages unambiguously decline as long the valuation of leave exceeds their payroll costs i.e., if S2 is to the right of S1. A decrease in demand due to disruption costs shift D1 to D2 would further reduce wages among young women. Employment can rise or fall from the premandate level, depending on the size of the supply increase and demand decrease. In short, in the case 12 Throughout the paper we use the term young women and treated synonymously. That said, the proportion of paid family leave taking for bonding with children by women has fallen from over 80 percent female during the early years used in our analysis to about 70 percent currently see Table 1. We do not have data on how duration of PFL differs among male and female recipients, although evidence in Baum and Ruhm 2013 indicates that fathers leave time is brief and immediately follows a childs birth. 7 where young women and other workers are imperfect substitutes, wages for young women unambiguously decrease relative to other workers, while relative employment may increase or decrease. It is important to note that the effects of the CPFL mandate are not independent of how financing is structured. CPFL benefits are paid through a state agency funded by a mandatory payroll tax. Alternatively, imagine a program that mandates employers to directly provide and fund paid leave for their employees, or a program in which paid leave is funded by a state payroll tax whose rate is fully experience rated. In these two alternative scenarios, the cost to a business would differ according to the frequency of use. All else the same, employers would prefer to hire workers least likely to use paid leave, producing employment and wage differentials due to demand shifts for worker groups with different expected use of leave. CPFL, however, has a financing cost that is independent of use at the firm level, given that payroll taxes are not experience rated.13 Ignoring scheduling and productivity disruption costs that may accompany longer leaves, employers then have no economic incentive to select employees who are less or more likely to collect paid leave from the state fund. Given the funding mechanism and absent disruption costs, CPFL affects employers choice of employee mix only to the extent that it produces changes in relative market wages. As seen in Figure 2, labor supply shifts inward for all workers due to the payroll tax costs, while shifting outward for workers based on their valuation of CPFL benefits. The resulting shift in aggregate labor supply is indeterminate. We subsequently show that even with full shifting of CPFL payroll tax costs to young women, the level of the tax is sufficiently small such that its effect on relative wages is minimal. Substantive negative wage effects for young women would require sizable disruption costs the decrease from D1 to D2 and a high valuation of paid leave benefits the decrease from S1 to S2 supply increase. If there existed a unified labor market in which young women and other workers were perfect substitutes, there could be no wage difference between equally productive young women and other workers.14 No shifting of payroll costs to young women relative to other workers would be possible. Were we to observe a relative wage decrease for young women in such a market, it is most likely due to a downward shift in labor demand from disruption costs attached to family leave. This special case in which young women and other workers are perfect substitutes, with PFL payroll taxes independent of firms use of leave, helps inform expectations about realworld labor markets where young women compete with other workers in many, but far from all, markets. In the unified market case aggregate labor supply may increase or decrease depending on whether the outward supply shift from valuation of family 13 This is in contrast to unemployment insurance and employerbased private health insurance plans, each of which is at least partially experience rated. 14 In contrast to the separate demand and supply diagrams shown in Figure 1, a unified market would have a single aggregate labor supply curve that is the horizontal sum of supply among young women and other worker groups. 8 leave is greater or less than the inward shift due to payroll taxes. The market wage for all workers may increase or decrease, but there should be no change in relative wages absent disruption costs. With a unified labor market and no disruption costs, employment for men and older women should decrease slightly due to the aggregate supply shift from the payroll tax this assumes they place little value on paid leave. Young womens labor supply is likely to have a net shift outward due to a valuation of family leave benefits financed primarily by other employees that exceeds their small tax cost; thus increasing equilibrium employment. Only with a downward demand shift due to disruption costs should we see a relative decrease in wages for young women, while their employment may increase or decrease depending on the relative sizes of the shifts. In addition to examining wage and employment effects, based primarily on evidence on new hire flows and new hire earnings, we examine evidence on separations and extended leaves referred to as recalls in our data set. Doing so provides a broader picture of how paid leave affects labor market outcomes. Such evidence can strengthen or weaken confidence in our empirical evidence since labor market flows are not independent of each other. For example, if paid family leave has an impact on separations, hiring will also be affected. An increase in short and mediumterm separations among young women may increase hiring of young women who perform these job tasks. The effect of CPFL on permanent separations and thus hiring is ambiguous. On the one hand, longer leave may prevent what would otherwise be quits. On the other hand, universal paid family leave could reduce job lock and increase job mobility among young women. Evidence of reduced job lock and increased churn following CPFL would provide empirical support for a standard argument made for mandated benefits; that such policies may correct market failures due to asymmetric information and adverse selection Summers 1989. Assume that for the overall economy and most firms, the benefits of paid family leave exceed their costs. Absent market failure, employers would provide such benefits, with the costs shifted to workers through wages that decrease according to workers use and valuation of benefits. While individual workers know whether they are likely to use family leave and whether they value the option to do so, employers have less complete information. Firms that introduce paid family leave will face adverse selection and attract highleave highcost workers. Knowing this, employers are reluctant to offer such benefits. The market would then evolve into one where there exist highleavelowwage firms with paid leave and lowleavehighwage firms without leave. Starting from an equilibrium in which job matches and equilibrium wages are determined based in part on company leave policies, the introduction of universal paid leave unambiguously adds churn to the labor market following its introduction. With universal leave, the wages of firms that provided paid leave 9 prior to the mandate are too low, while wages at firms that had not provided leave are too high. Worker turnover should increase as workers sort on wages and attributes other than paid leave sorting based on paid leave would continue at firms with benefits exceeding the mandate. Thus, in response to implementation of CPFL, we should see relatively higher levels of separations and new hires for workers who highly value paid leave. Following the postCPFL resorting, we suspect that longrun turnover rates for young women will remain higher than rates prior to the mandate. With paid family leave now universal in California, search frictions are lower i.e., it is easier for young women to find employers that are a good match and equilibrium levels of job churn are likely to be higher. 5. How large an effect might CPFL have on wages? A backoftheenvelope exercise In the previous section, we discussed why the payroll costs of CPFL should be shifted to young women if they are imperfect substitutes with other workers, whereas all workers will bear the costs if the two groups of workers are perfect substitutes. To assess the plausibility of relative wage change estimates in our empirical analysis, in this section we ask the question: What effect might we expect CPFL to have on wages if the full costs are borne by young women? A backoftheenvelope calculation is informative. Although we do not expect full shifting, such a calculation provides an upperbound on the expected wage changes seen from CPFLs payroll tax. Ideally we would like to account for the full costs of the CPFL program. Our calculation incorporates only the direct costs of the program i.e., leave benefits, fully funded from payroll taxes with costs borne by workers and possibly firm owners and consumers. We observe the payroll tax rates which vary by year and revenues collected to fund the system. Hence we have good information on the direct cost of paid leave across the California labor market and, based on the payroll tax rates and CPFL expenditures, the costs as a percentage of taxable earnings. As seen in Table 1, the overall payroll tax rate for the state disability program has been about 1.0%, but most of this is used to fund state disability programs in place prior to paid family leave. The initial increase in the tax rate that accompanied the introduction of CPFL was about 0.3%, but a large portion of this was used to start up the CPFL administrative structure. Longer run, paid family leave benefits account for a small share of total benefits of the combined SDIPFL fund, 11.1% in 2012 the most recent year for which we had data. In our calculation shown below, we initially assume the payroll tax cost of CPFL is 0.2%, an amount halfway between the 0.3% rise seen during the years of our analysis and the 0.11% of payroll needed to currently fund CPFL benefits i.e., 11% of a total payroll tax of about 1.0%. The calculation can be readily changed to reflect a payroll cost higher or lower than 0.2%. To what extent would nominal wages need to decrease for young women and increase for other workers to fully shift the payroll tax burden? Letting C be the total payroll tax cost for a workforce, Y the total taxable earnings for that workforce, t the administrative payroll tax rate used for CPFL, and Pf and 10 1Pf the shares of taxable payroll for young women and others the treated and nontreated, respectively, the total payroll cost across a workforce would be: C t Y Pf t Y 1Pft Y. We wish to solve for the percentage reduction in relative earnings required to load all costs C onto young women. We designate this tax rate as tf, which collapses to the simple relationship: tf tPf , where, as above, t is the statutory tax rate and Pf the share of taxable earnings among young women. As an example, setting t at 0.2% .002 and assuming that young women account for 20% of total taxable payroll i.e., Pf 0.2, the effective tax rate tf for young women would be 1.0%. This 1.0% is made up of two parts, the 0.2% payroll tax plus a 0.8% reduction in wages. The effective tax rate for other workers is zero, implying that their wage increases by up to 0.2% to fully offset the payroll tax.15 With full shifting, the relative wage differential between young women and others in the California labor market would be equal to tf or 1.0% young womens wages fall 0.8% and others wages rise 0.2%. Were one comparing young women in California relative to young women or others outside of California, the differential would be 0.8% rather than 1.0% since the comparison group is not levied the payroll tax. Using CPS data for California in the two years prior to CPFL, we calculate the share of taxable payroll among young women. We obtain an estimate of 21.5%. For the portion of the total 1% SDI payroll tax that covers PFL costs, we use the value 0.111 based on the 2012 value of 11.1%. Thus, the implied relative wage effect from full shifting would be tPf 0.1110.215 0.52%, or half of one percent.16 Such a backoftheenvelope estimate is imprecise, but does provide a rough idea of the magnitude of wage effects that might result from CPFL. The suggestion is that the relative wage effects resulting from the direct costs of CPFL the payroll tax should be small well below 1% even with full shifting. And this small amount may provide an upper bound. To the extent that young women and other workers are close substitutes, relative wages change little. Likewise, if the young women versus other workers delineation does not align closely with those who do and do not value paid leave benefits, then cost shifting will be reduced. That said, demand shifts resulting from CPFL disruption costs will generate 15 The up to 0.2% reflects the fact that high earners will have some of their earnings not taxed, lowering the average rate across all earnings. For young women, few would have annual earnings above the cap, making the calculation of tf relatively accurate. 16 Using CPS data, we have the ability to exclude each individuals earnings above the taxable cap from the denominator in calculating young womens share of taxable payroll. Absent the exclusion, the estimated share of young womens earnings to total payroll is 12.1%, as compared to 21.5% of taxable payroll. Using our QWI administrative earnings data, we obtain an estimated 10.9% share of young womens earnings to total payroll, similar to the CPS estimate. 11 relative wage differences not included in our calculation.17 Causal wage effects on the order of 1% or less are nearly impossible to reliably identify with standard data sets, in particular if we are looking at wage levels rather than new hire wages and using data sets based on relatively small samples, as is the case with, say, CPS analyses of CPFL. Even with our data set, which provides administrative earnings records for new hires by gender, age group, county, and quarter, obtaining reliable estimates of such small wage effects is likely to prove difficult. 6. Data description: The Quarterly Workforce Indicators The earnings and employment flow variables central to our analysis are obtained from the Quarterly Workforce Indicators QWI database. The QWI is publicly available data derived from the Local Employment Dynamics LED data program, which in turn is built on the confidential Longitudinal EmployerHousehold Dynamics LEHD program. The LEHD is based on state unemployment insurance data and contains individual level quarterly earnings data that matches workers to firms. Crucial for our analysis, the LEHD identifies when workers begin at a new firm and records their earnings. The data rely on state participation and while all states have now signed on to participate, five did not provide complete data over our period of analysis, which begins in 2002.18 The QWI provides employment and earnings measures at the state, metropolitan statistical area MSA, and county levels. Based on individual level LEHD data, these measures are aggregated into narrowlydefined demographic categories including age, sex, ethnicity, race and education within the geographic area. The data cover 98% of all private, nonagricultural employment in the states for which data are available.19 In the analysis that follows, we utilize measures of the average monthly earnings for new hires in a quarter, and the number of new hires, separations, and recalls, within tightly defined sexage groupings, all observed at the county by quarter level.20 We examine these outcomes both in levels and in shares for young women. In results shown, we use data for 2002:3 through 2004:2 as the preCPFL period and 2004:3 through 2006:2 as the posttreatment period. Thus we have the same number and composition of quarters before and after implementation of the law in July 2004. Examination of the data suggested no 17 We cannot rule out the possibility that employer and employee expectations of future costs both indirect costs and worker payroll costs following CPFLs implementation in 2004 exceeded the eventual true costs, thus increasing wage effects during our estimation period. 18 Data for California is available starting in 1991. In the analysis that follows, five states are excluded from analyses. Massachusetts provided no data during our period of analysis, while data for Arizona, Arkansas, Mississippi, and New Hampshire were provided for some but not all quarters. 19 For a full description of the QWI and its production, see Abowd et al. 2008. The imputed data on education are problematic and not used in our analysis. 20 The age groupings identified in the QWI are 1418, 1921, 2224, 2534, 3544, 4554, 5564 and 6599. We do not use QWI cells by education, race, or ethnicity since many cell sizes would be tiny and suppressed. These attributes change little over our time period, while state and county fixed effects account for crosssectional differences. 12 apparent effect of the policy between its passage and eventual implementation in July 2004.21 We were reluctant to reach back to earlier years because the tech bubble had substantial effects through 2001, in particular on the earnings and employment of young men in California, with relatively smaller effects on young women and older workers.22 The unit of analysis is at the demographiclocationquarter level where demographic groups are defined by sexage group categories and location is at the county level. These data allow us to measure average monthly earnings of new employees for the first full quarter in which they are employed. We are able to distinguish between all new hires and all new stable hires, where stable hires are defined as employees who have worked at least a full quarter at the firm where they were hired, as evidenced by their presence on that firms UI records for three consecutive quarters. Our analysis includes employment and earnings data only for stable hires. Among other things, the focus on stable hires largely avoids including hires of temporary replacement workers at nonrepresentative wages.23 The narrowly defined demographic and geographic groupings over time in the QWI are ideally suited to help identify treatment effects from Californias paid family leave policy. If CPFL affects employment and earnings, then we expect this to be most evident in relative new hire employment and new hire earnings among young women in California. The QWI panel allows us to examine changes that occurred following CPFL among young female treatment groups in California, as compared to changes for other demographic groups within California, as well as compared to young women and other demographic groups outside California. In order to provide some feel for the QWI data, Table 2 shows average new hire monthly earnings, and the average monthly number of stable new hires, separations, and recalls extended leaves, each for young ages 1934 women in California and in all states, other than California and the five states without complete QWI data during these years Arizona, Arkansas, Massachusetts, Mississippi, and New Hampshire. For each of these four outcomes we also provide relative or share measure for young women. Specifically, we show the ratio of young womens new hire earnings to average earnings for all new hires, and the shares of all new hires, separations, and recalls who are young women. These latter 21 This is not surprising. As shown in Appelbaum and Milkman 2011, even after passage of the law, Californians had a low recognition of the laws existence and content. Recognition has grown over time, particularly among those most likely to use it. 22 Having said this, our basic results are relatively insensitive to extensions in the treatment and control periods or to omitting data for the quarters immediately before and after implementation. 23 QWI data are reported with a lag in order that stable hires can be identified retrospectively. In the most narrowly defined groupings, the QWI suppresses data in order to maintain confidentiality. State level data are never suppressed for the sexage categories. Suppressed county level sexage data cells are simply dropped. A natural use of the QWI is to use it to estimate employment and earnings levels stocks as well as new hire flows. Levels data for this analysis, however, has the disadvantage that quarterly payrolls can include workers who began or returned from family leave and have low earnings due to time off. 13 four measures are shown for both the periods before and following implementation of Californias paid family leave. Focusing first on the change in log earnings among new hires, we see that both in California and other states, new hire earnings among young women grew somewhat more slowly than for other groups. For example, in California, the change in real earnings was 1.8 percent, similar to that for young men 2.4 percent but less than the 4.5 among older women and 4.7 percent among older men.24 New stable hires among young women in California increased by nearly 7 percent between the two periods, as compared to 3 percent for young men and 45 percent for older women and men. Also noteworthy is that new hire earnings in California grew over time at a considerably faster rate than outside the state for all demographic groups overall rates being 3.1 versus 2.2 percent. The results of our subsequent analysis, which indicate little relative change in earnings, but with increased hiring, separations, and recalls for young women due to CPFL, can be gleaned to at least a limited degree from the information in Table 2. 7. Method of analysis As evident in the summary statistics shown in Table 2, there are three major sources of variation that can be exploited to identify the impact of CPFL on young women in California time, demographic group, and location. We begin by setting up a simple differenceindifferences DD model that uses demographic variation within California over time to identify the impact on new hires, new hire earnings, separations, and recalls. Then we progress to a model that includes data from other states, thus utilizing geographic variation in demographic differences over time to identify estimated treatment effects on young women in California.25 Consider first the following simple econometric specifications, which serve as the basis for our analysis of the labor market impacts of the CPFL within California. lnYdqc TPostq x Youn Femd d q c dqc 1 24 Earnings are in 2010 dollars. In the paper we refer to the change in the log of mean earnings as the percentage change. It measures a percentage change in earnings with an intermediate base in the denominator and has the advantage of being invariant to the base. Of course, the difference in the log of mean earnings is not identical to the difference in the means of log earnings. 25 Our initial analysis used as the control group just the four SDI states Hawaii, New Jersey, New York, and Rhode Island whose disability programs provided partial wage replacement benefits for pregnancy, but not paid family leave, as was the case in California prior to its implementation of CPFL in 2004. Placebo tests convinced us that the SDI states in particular, New York provided a questionable control group for the immediate years around CPFL. This may have stemmed in part from introduction of state minimum wage increases beyond the federal minimum in all four of these states during our estimation period, increases most likely to affect young workers. There were no federal or California increases in minimum wages during these years. As a robustness check on the results shown in the paper, we accounted for all statespecific minimum wage changes. No substantive changes between those results and the results reported were found. We thank Ian Schmutte for providing information on statebyquarter changes in minimum wages see Gittings and Schmutte 2013. 14 In these specifications only data from California is used. In equation 1 the unit of observation is at the demographicquartercounty level with ln Ydqc representing one of the four log outcome measures average monthly new hire earnings, total new hires, separations, and recalls extended leaves, each measured for a given demographic group d, in a given quarter q, and in a given county c. The coefficient of interest is T, which measures the impact i.e. treatment on youngfemale outcomes following implementation of CPFL. The variable Post is an indicator variable equal to one for all observations in or after the third quarter of 2004, after CPFL went into effect.26 The variable Young Fem is an indicator variable equal to one for women in the 1921, 2224 and 2534 age categories.27 d and q represent full sets of demographic group and quarter indicator variables to account for time invariant differences between demographic groups and common shocks that hit all demographic groups in a given quarter, plus county fixed effects. From this specification, we can extract estimates for CPFL treatment effects on young women relative to both young men and older women in California. Equation 2 presents a DD model that expands the data to include other states, but restricts the comparison group and sample to observations for young women. Including other states using county observations allows us to directly compare changes to hiring and wage offers for young women in California with young women in states not impacted by CPFL. lnYqc TPostq x CA q c qc 2 In equation 2, T provides an estimate of log differences in new hires and new hire earnings for young women in California following CPFL, as compared to outcomes for young women in other states, conditioned on fixed effects for quarter q and county c. Equation 2 is estimated using county as the unit of observation, thus providing a comparison of California counties with counties in other states. Use of state observations provides highly similar results. Finally, we extract estimated treatment effects from a more general triplediff model that includes all counties across California, all states and all demographic groups, but now identifies T off the comparison of time changes in new hires and earnings among other outcomes for young women relative to other demographic groups in California counties compared to these same relative changes over time for young women in counties in other states. It takes the form lnYdqc TPostq x CA x Youn Femd dc qs dq dqc, 3 26 In preliminary analysis, we failed to find a separate passage effect. 27 These are the age groupings that are most likely to be impacted by the CPFL. Births per 1,000 women in 2004 were 20.1 for 1517 year olds; 66.2, 96.3, 110.5, and 97.7 for age groups 1819, 2024, 2529, 3034 groups close in age to our treatment group aged 1934; and 46.5 and 10.1 for women 3539 and 4044 Martin et al. 2011, Table 4. We include separate demographic fixed effects for the detailed age groups, but treatment effect estimates are for the combined 1934 age group of young women. 15 where the variables dc, qs and dqc represent full sets of countydemographic, quarterstate with s designating state, and demographic groupquarter indicator variables to control for time invariant differences between countydemographic groups as well as shocks to demographic groups and states that occur in a given quarter.28 The inclusion of these large sets of indicator variables effectively controls for many of the worker differences that vary across demographic groups, counties, and years. Consider education, a crucial determinant of new hire earnings. If young women in California have different levels of education than other demographiccounty combinations these differences will be picked up by dc as long as they are time invariant over the estimation period. Furthermore, if county education levels or demographic group education levels are changing over time these changes will be picked up by qs and dq respectively. County rather than state level results naturally provide greater variation to the outcome variables of interest and are likely to provide more precise estimates. There are two minor disadvantages. First, the county models become large given the substantial number of interaction variables required in fixed effects models. Second, county data are somewhat noisier than state data. Indeed, the QWI does not report data for very small data cells in order to insure confidentiality this involves a tiny proportion of total countybydemographic observations. That said, the noise is on the lefthand side and thus unlikely to bias estimates. All of our analyses of new hires and new hire earnings weight observations by the number of new hires for which the observed employment or earnings is measured. This has the effect of blowing up the sample to be representative of the full population of new hires and gives relatively low weights to observations likely to be the noisiest. Separation, recall, and employment regressions are weighted by total rather than new hire employment. 8. Estimates of CPFL treatment effects on new hire earnings and employment flows 8.1 Double difference estimates using within California analysis Before discussing our preferred triple difference specification, we first consider simpler, but less informative, double difference estimates laid out in equations 1 and 2. All analyses provide estimates of treatment effects from CPFL on new hire earnings, new hire employment, separations, and recalls among young ages 1934 women. In this subsection, Table 3 provides results from withinCalifornia analyses based on changes in outcomes between the quarters prior to and following implementation of CPFL, as shown in equation 1. Observations are at the quarter by county by demographic group level. Panel A compares changes in outcomes in log levels for young women compared to older women within 28 Specifications using fixed effects based on more disaggregated geographic categories proved computationally unworkable despite access to the considerable resources of Cornells Social Science Gateway. For those regressions where we were able to use the full set of interactive county fixed effects, results were highly similar to those shown. 16 California. Panel B does likewise using younger men as the comparison group, while Panel C compares young women to all demographic groups within the state other than young women. Included are fixed effects for quarter, county, and demographic group i.e., sex by detailed age dummies. Standard errors are clustered at the countybydemographic group level. Treatment effect estimates shown in Table 3 using the withinstate analysis suggest a drop in new hire earnings of young women relative to these groups, with estimates that range from 1.3 to 2.0 percent, far larger than expected given our tiny backoftheenvelope guesstimates of wage decline given full shifting.29 Skepticism regarding the withinstate wage results are reinforced by our summary statistics in Table 2 showing that wage growth for young women between the preCPFL and postCPFL periods was lower than for all workers not only in California 0.018 vs. 0.031 but also in our comparison group states 0.010 vs. 0.022. Estimates on withinstate worker labor market flows hires, separations, and recalls among young women appear more informative, each indicating substantive and significant positive effects from paid family leave. Examining these flows jointly is important. Taken in isolation, an increase in young female new hires of between 1.4% and 2.4% is surprising, until one observes that separations also increase substantially at the aggregate level, hiring and separations tend to move together. Particularly interesting is the estimate of a roughly 4 percent increase in recalls. In short, the withinstate analysis suggests that the introduction of paid family leave led to more separations i.e., workers not on the payroll for at least three months among young women. But we also see a relatively high rate of recall; i.e., individuals observed on a firms payroll in a given quarter t who had not been there in quarter t1, but who had been on that same firms payroll in quarters t2, t3, or t4. The suggestion is that paid family leave led to more separations and extended leaves for young women bonding with their newborns, but that there was little effect on the overall composition of the workforce as some women returned to the same employer i.e., recalls and there were also higher levels of new hires, some of whom may have permanently separated from their previous employers following family leave. 8.2 Double difference estimates using across state analysis for young women The prior withinCalifornia results are informative, but cannot rule out the possibility that young women as a whole, regardless of whether they were in California, might have been experiencing differences in labor outcomes relative to other demographic groups for reasons unrelated to CPFL. The acrossstate double difference specification shown in Table 4 compares young women in California to 29 That said, relative wage penalties should be slightly higher using the withinCalifornia comparison groups since theory predicts a slight increase in wages for California workers not valuing PFL coupled with small negative wage effects for young women. 17 young women in other states to account for this possibility, as seen in equation 2. Included are fixed effects for quarter and county, with standard errors clustered at the county level. While controlling for changes that are occurring to young women across the country, this specification has the disadvantage of not controlling for economic conditions in California that differ from the rest of the country, differences evident in Table 2. Using young women in other states as the control group yields similar results for hires, separations and recalls, but indicates an increase of about 1 percent in new hire earnings attributable to CPFL. We do not lend strong credence to these results as they are likely picking up overall improvements and growth in Californias economy that were not experienced in the rest of the country. However, they are worth reporting as they further bolster the need for a triple difference specification that controls for changes occurring both within and across states. 8.2 Triple difference analysis across states using multiple demographic groups Rather than examine CPFL wage and employment effects based on either comparisons within California or comparisons of young women across states, we now turn to our preferred analysis in which the experience of young women in California is compared to those of other young women elsewhere in the U.S., each being relative to other demographic groups within their respective states. To do so, we move toward the tripledifference evaluation method shown in equation 3. Before turning to our primary results shown subsequently in Table 6, we first examine the effects of CPFL on the traditional dependent variables, overall employment and average earnings levels i.e., the stocks versus flows comparison referred to in our title. As discussed earlier, CPFLinduced labor market changes are unlikely to be picked up using levels of employment and earnings, which are driven mainly by incumbent workers and adjust slowly over time. Panels A and B of Table 5 present the results of the tripledifference specification in equation 3 using average monthly earnings and employment levels as the dependent variables. Results are reported for both workers with stable employment those who have been at the firm for at least three months and for all workers total number of workers with earnings in the quarter. Not surprising, the earnings level coefficients on the triplediff variable produce point estimates that are effectively zero. For employment, the point estimates are positive about 1 percent, but the standard errors are large enough to limit any confidence we might have in these results. That said, estimates of positive employment level effects of about 1 percent reinforce our confidence in the conclusion that CPFL did not reduce overall employment among young women. Having seen results for earnings and employment levels, we now turn to their flow counterparts. Table 6 presents our primary triple difference specifications with roughly a half million countybyquarterbydemographic observations. The three specifications shown differ only in the choice of fixed effects. The results shown in Panel A separately include county, demographic and quarter fixed effects. 18 Panel B reports the full specification with countybydemographic and quarter fixed effects. Panel C reports results with countybydemographic, quarterbydemographic and statebyquarter fixed effects. Results are similar across these three specifications as well as in other unreported specifications that include different combinations of geographic, demographic, and time fixed effects. Unlike the simpler double difference results in Table 3, these large set of fixed effects are able to account both for changes during this time period that are unique to California and for changes occurring to earnings and employment flows of young women relative to other groups that are common across states. Importantly, Panels B and C include countydemographic fixed effects which account for any timeinvariant differences in the unit of observation. Thus the impact of CPFL in these specifications is identified solely off changes that occur within a countydemographic group over time. Given the similarity of the results in Panels A, B and C, we focus attention below on Panel C of Table 6. Column 1 of Panel C shows new hire earnings effects that are essentially zero. The coefficient of twotenths of one percent combined with the small standard errors suggest that the policy had a minimal impact on the earnings of young female new hires, the group for whom you would most likely see an impact. The minimal wage effect is likely to reflect some combination of weak disruption costs among employers from CPFL i.e., small demand shifts and reasonably integrated labor markets in which young women receive wages similar to those of other similarly productive workers. While the impact on new hire earnings is minimal there are more noticeable impacts on worker flows. CPFL is shown to increase new hires by an estimated 3 percent, separations by 2.4 percent, and recalls extended leaves by 2.9 percent. These findings are statistically and quantitatively significant and suggest that the CPFL had substantive labor markets impacts, outcomes that cannot be observed when focusing only on employment levels. We interpret these findings below. 8.3 Discussion of results The results from our preferred specifications have implications for our understanding of the labor market effects of CPFL. First, we find a very limited impact of the program on young womens earnings. Point estimates show a very small earnings impact for newly hired young women. Although the confidence interval includes zero, the point estimate is precisely estimated and precludes the possibility that the program had large negative effects on young womens earnings. These small earnings estimates fall in line with our backoftheenvelope calculation that found that even with full wage shifting, large earnings impacts were unlikely given the limited size of the program. Although wage effects for young women were expected to be minimal, finding an increase in new hires among young women was initially surprising. Standard theory could explain employment increases 19 as resulting from large increases in young womens labor supply owing to a high valuation of PFL, but such supply increases should have decreased relative wages, which we do not observe. As discussed earlier, a closetozero wage effect can be reconciled with theory given that the tax costs of CPFL are borne by all California workers and is independent of establishmentlevel usage of paid leave, particularly so if coupled with the assumption that nontax disruption costs of leave are modest and that young female workers within California at the margin are close substitutes for other new hires. A substantial increase in young female new hires and a small increase in employment levels is better understood once we examine separations and recalls, both increasing substantially following implementation of CPFL. The finding that extended leaves i.e., recalls increased following CPFL is consistent with previous findings from RossinSlater et al. 2013 that indicate increased leave time for women as a result of mandated paid leave. CPFL appears to have enabled some women with young children to substantially increase their time off from work beyond the period of mandated paid leave and, in many cases, return to their same employer following extended leaves. This is a notable outcome given that CPFL does not provide job protection beyond what was previously available through state law and the FMLA.30 In addition to longer leave, our results suggest that more efficiencyenhancing job churn may be occurring. If young women were previously staying in jobs that, apart from their paid leave policy, were an inferior match, the provision of universal paid leave reduced job lock and allowed workers to find better job matches. 9. Placebo policy tests of earnings, employment, separation, and recalls As a robustness check on our results, we replicate the tripledifference model shown in Panel B of Table 7 with countydemographic and quarter fixed effects , but this time remove the California data and replace it with nine alternative placebo treatment groups of states grouped geographically. For each set of placebo tests, data from placebo states are excluded from the control group. The results are shown in Table 7 for new hire earnings, new hires, separations, and recalls. These placebo policy tests allow us to assess the reliability of our California estimates. Small and insignificant estimates for all or at least most of the placebo policies would provide a valuable falsification test. A systematic set of results that either mimics those for California or that is highly noisy and produces numerous estimates that are large andor statistically significant would suggest that our data and empirical approach may not be sufficiently reliable to identify the impact of CPFL. The first row shows the treatment effect estimates for California previously reported in Panel B of Table 6. The bottom row presents the unweighted means of the placebo estimates across the nine sets of 30 Lalive et al. 2014 conclude that leave with job protection has been important in Austria. 20 estimates. We verify that the means of each of the four sets of placebo estimates are effectively zero, as expected. Our focus, however, is on variation in the estimates and the presence of numerically and statistically significant estimates. We first examine estimates for new hire earnings, where we previously obtained a nearzero estimate for California. Most of the placebo results for new hire earnings produce coefficients that are larger in absolute value than our California estimates. Four of the coefficients are statistically significant, with one having a reasonably large negative sign and three a positive coefficient of about 1 percent. Six of the nine results are statistically insignificant and tiny in magnitude. We previously argued that theory suggests a tiny wage effect from CPFL and that our empirical estimates of new hire wage effects were not clearcut. Results from our placebo tests reinforce this latter conclusion. Although we believe that the causal wage effects from CPFL are negative but small, available data and methods are insufficiently powerful to confirm or reject such a belief. The placebo tests on worker flow variables provide more encouraging results. For the new hire employment regressions, where we obtained a highly significant 3 percent treatment effect estimate, no placebo estimate is large or significant. These results strongly reinforce our conclusion that CPFL led to substantial increases in young female new hires. Such a result, however, is only plausible if there is increased churn in the labor market, as suggested by our results on separations and recalls. For separations, we find three significant or marginally significant coefficients among the nine placebo tests, two negative and one positive. No coefficient is as large as the 0.025 estimate for California. For the recall results, there is only one out of nine significant estimates, this one a large 0.04 estimate for a group of Midwestern states. Six of the nine placebo coefficients are negative and three positive. Overall, the placebo test results suggest that while the QWI is well suited for analyzing the effects of workplace mandates on hires, separations, and recalls, it is not powerful enough to unambiguously distinguish between small wage effects of, say, 1 or 1.5 percent. Although the causal new hire wage impacts from CPFL are too small to measure with any degree of certainty, we regard our small negative estimates as plausible given theory. In contrast to the earnings results, the placebo tests enhance confidence in our conclusion that there were substantive increases in labor market churn following CPFL, with hiring, separations, and recalls increasing among young women. 21 10. Conclusion Employer mandates are likely to have small effects. Nonwage benefits highly valued by workers relative to their costs are those most likely to be voluntarily provided by employers with costs shifted to workers. Benefits that have substantial costs relative to worker valuation are those least likely to be mandated through the political process. Mandated worker benefits not provided voluntarily, but politically viable, are likely to have modest or offsetting benefits and costs. Unfortunately, most data sets are incapable of accurately identifying small or modest causal effects from employer mandates. Household data sets such as the CPS have small sample sizes of individuals by geographic location by time period. Establishment data, on the other hand, rarely provide the demographic and geographic breakdown needed to analyze mandates that differentially impact alternative groups of workers. More fundamentally, wages and employment across demographic groups or within businesses change gradually. Incumbent workers are not likely to have their pay reduced substantially, nor will businesses quickly alter the demographic makeup of their trained workforces through dismissals. The margin for which one is most likely to observe wage and employment adjustments in response to an employer mandate is with respect to new hires, both through changes in their demographic composition and in the wages offered, as well as changes in other worker flows. The Quarterly Workforce Indicators QWI data set provides a relatively new and underutilized resource that lends itself to evaluation of public policies that differentially affect employment andor earnings with respect to time, location, and demographic group. Particularly appealing is QWIs provision of data on the number and earnings of stable not shortterm new hires, margins over which labor market adjustments are most likely to occur. We believe that this type of analysis strengthens and improves our understanding of the impact of CPFL, and provides promise for future labor market policy analyses. Although we have emphasized the benefits of this data set, we also acknowledge its limits. First, the QWI contains only data on earnings and not wages. There are no measures of hours worked and so interpreting the change in earnings as a change in wages can only be done under the assumption that hours remain unchanged. Indeed, the noise exhibited in our new hire earnings results may result in part from changes in hours worked that weaken the signal on underlying hourly wage changes. Second, while examining flows allows for the detection of small changes to labor markets, there may be shifts in the composition of the newly hired and separating workers say, with respect to education that occur as a result of the policy. If a policy encourages a different type of worker to join or leave the firm, earnings estimates may be biased. We doubt that this latter issue is a major concern with respect to CPFL. In short, the analysis performed here comes with a tradeoff. The data used in previous studies e.g., the CPS and SIPP contain far fewer observations but are better able to measure and control for individuallevel 22 earnings, hours, and worker attributes, as well as family information. While we are unable to include controls at the individual or household level, our data do contain the universe of all private sector worker flows and relies on a large set of fixed effects to control for demographic and geographic differences. Californias mandatory paid family leave policy, a first in the U.S., effectively added six weeks of partially paid leave to new mothers or fathers. RossinSlater et al. 2013 and other studies indicate that CPFL led to increased time off among mothers with infants. Our analysis concludes that CPFL resulted in little change in earnings for young women in California, coupled with increased churn in the form of separations, extended leaves, and hires. Part of this increased churn is likely the result of reduced job lock and enhanced job matching made possible by universal paid family leave. The results of our study suggest that there may be substantive benefits from mandated paid leave, with little apparent efficiency loss and possibly an efficiency gain. Blau and Kahn 2013 note the U.S. reversal in female labor force participation, being ranked sixth out of 22 OECD countries in 1990 but 17th of 22 in 2010. They suggest that a general lack of familyfriendly policies in the U.S., as compared to other developed economies, helps explain this change. Our finding that increased hiring, separations, and extended leaves among young women followed Californias adoption of paid family leave is consistent with such a conclusion. 23 References Abowd, J.M., B.E. Stephens, L. Vilhuber, F. Andersson, K.L. Mc Kinney, M. Roemer, and S. Woodcock. 2009. The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators, in T. Dunne, J.B. Jensen and M.J. Roberts, eds., Producer Dynamics: New Evidence from Micro Data Chicago: University of Chicago Press, 149230. Appelbaum, Eileen and Ruth Milkman. 2011. Leaves That Pay: Employer and Worker Experiences with Paid Family Leave in California, Center for Economic and Policy Research, http:www.cepr.netdocumentspublicationspaidfamilyleave12011.pdf Baker, Michael and Kevin Milligan. 2008. How Does JobProtected Maternity Leave Affect Mothers Employment? Journal of Labor Economics 264, October, 655691. Baker, Michael and Kevin Milligan. 2010. Evidence from Maternity Leave Expansions of the Impact of Maternal Care on Early Child Development, Journal of Human Resources 451, Winter, 132. Baker, Michael, Jonathan Gruber, and Kevin Milligan. 2008. Universal Childcare, Maternal Labor Supply, and Family Wellbeing, Journal of Political Economy 1164, August, 709745. Baum, Charles L. 2003. The Effects of Maternity Leave Legislation on Mothers Labor Supply after Childbirth, Southern Economic Journal 694, April, 772799. Baum, Charles L. and Christopher J. Ruhm. 2013 The Effects of Paid Family Leave in California on Labor Market Outcomes, NBER Working Paper No. 19741, December. Blau Francine D. and Lawrence M. Kahn. 2013. Female Labor Supply: Why Is the United States Falling Behind? American Economic Review Papers and Proceedings 1033, May, 251256. Byker, Tanya. 2014. The Role of Paid Parental Leave in Reducing Womens Career Interruptions: Evidence from Paid Leave Laws in California and New Jersey, University of Michigan, April. Card, David. 1992. Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage, Industrial and Labor Relations Review 461, October, 2237. Carneiro, Pedro, Katrine V. Lken, and Kjell G. Salvanes. 2011. A Flying Start? Maternity Leave Benefits and Long Run Outcomes of Children, IZA Discussion Paper No. 5793, June. Dahl, Gordon B., Katrine V. Lken, Magne Mogstad, Kari Vea Salvanes. 2013. What is the Case for Paid Maternity Leave? NBER Working Paper 19595, October. Das, Tirthatanmoy and Solomom W. Polachek. 2014. Unanticipated Effects of Californias Paid Family Leave Program, IZA Discussion Paper No. 8023, March. Dube, Arindrajit., William T. Lester, and Michael Reich. 2013. Minimum Wage Shocks, Employment Flows and Labor Market Frictions, working paper, University of Massachusetts, Amherst, University of North Carolina, and UC Berkeley, July. Dustmann, Christian, and Uta Schonberg. 2012. Expansions in Maternity Leave Coverage and Childrens LongTerm Outcomes, American Economic Journal: Applied Economics 43, July, 190224. EspinolaArrendondo, Ana and Sunita Mondal. 2010. The Effect of Parental Leave on Female Employment: Evidence from State Policies, Washington State University School of Economic Sciences working paper series WP 200815 revised. Fass, Sarah. 2009. Paid Leave in the States: A Critical Support for Lowwage Workers and Their Families, National Center for Children in Poverty, Columbia University, March. 24 Gittings, R. Kaj and Ian Schmutte. 2013. Getting Handcuffs on an Octopus: Minimum Wages, Employment and Turnover, working paper, Texas Tech University and University of Georgia. Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits, American Economic Review 843, June, 622641. Klerman, Jacob Alex and Arleen Leibowitz. 1994. The WorkEmployment Distinction among New Mothers, Journal of Human Resources, 292, Spring, 277303. Lalive, Rafael, Analia Schlosser, Andreas Steinhauer, and Josef Zweimuller. 2014. Parental Leave and Mothers Careers: The Relative Importance of Job Protection and Cash Benefits, Review of Economic Studies 811, 219265. Lalive, Rafael, and Josef Zweimuller. 2009. How Does Parental Leave Affect Fertility and Return to Work? Evidence from Two Natural Experiments, Quarterly Journal of Economics, 1243, August, 13631402. Martin, J.A., B.E. Hamilton, S.J. Ventura, M.J.K. Osterman, S. Kirmeyer, T.J. Mathews, and E.C. Wilson. 2011. Births: Final Data for 2009, National Vital Statistics Reports, Division of Vital Statistics, U.S. Department of Health and Human Services. Volume 60, Number 1, November 3, 2011. Obama, Barack. 2014. FamilyFriendly Workplace Policies Are Not Frills Theyre Basic Needs, Huffington Post, June 23, accessed at http:www.huffingtonpost.combarackobamafamilyfriendlyworkplace_b_5521660.html RossinSlater, Maya, Christopher J. Ruhm, and Jane Waldfogel. 2013. The Effects of Californias Paid Family Leave Program on Mothers LeaveTaking and Subsequent Labor Market Outcomes, Journal of Policy Analysis and Management 322 Spring, 224245. Ruhm, Christopher J. 1998. The Economic Consequences of Parental Leave Mandates: Lessons from Europe, Quarterly Journal of Economics 11323, February, 285316. Uta Schonberg and Johannes Ludsteck. 2014. Expansions in Maternity Leave Coverage and Mothers Labor Market Outcomes after Childbirth, Journal of Labor Economics 323, July, 469505 Summers, Lawrence H. 1989. Some Simple Economics of Mandated Benefits, American Economic Review Papers and Proceedings 792, May, 177183. Van Giezen, Robert W. 2013 Paid Leave in Private Industry over the Past 20 Years, Beyond the Numbers: Pay and Benefits. U.S. Bureau of Labor Statistics. 218, August, 16. 25 Figure 1: Timeline for Maximum Use of Disability Insurance and Paid Family Leave in California Notes: See text for discussion and greater detail. Acronyms shown are: SDI: California State Disability Insurance CPFL: California Paid Family Leave PDL: California Pregnancy Disability Leave CFRA: California Family Rights Act FMLA: Family Medical and Leave Act federal 26 Figure 2: WageEmployment Effects of CPFL in California with Separate Markets for Young Women and Other Workers Young Women Other Workers W W1 W2 S1 S1 S2 W W2 W1 S2 S1D1D2 E1 E2 E D1 E2 E1 E 27 Table 1: Descriptive Statistics on California Paid State Disability Insurance SDI and Paid Family Leave PFL SDIPFL claims and benefits FY 2005 FY 2006 FY 2007 FY 2008 FY 2009 FY 2010 FY 2011 Total SDI pregnancy claims paid SDI claims transitioning to PFL bonding claims Estimated PFLSDI share Average weekly benefit, SDI pregnancy claims Average weeks, SDI pregnancy claims Average weekly benefit, PFL claims Average weeks per PFL claim Total PFL claims filed Total PFL claims paid Total PFL benefits paid % of PFL claims filed for bonding number of bonding claims filed by women % of bonding claims filed by women 172,623 175,194 409 4.84 150,514 139,593 300.42 87.7% 109,566 83.0% 432 5.32 160,988 153,446 349.33 87.8% 112,631 79.7% 183,013 108,818 189,139 115,392 181,685 119,442 169,957 111,024 168,593 127,529 0.655 354 11.97 441 5.37 174,838 165,967 387.88 87.6% 119,893 78.3% 0.631 368 10.43 457 5.35 192,494 182,834 439.49 87.6% 129,986 77.1% 0.636 382 10.43 472 5.39 197,638 187,889 472.11 88.8% 132,958 75.8% 0.614 397 10.50 488 5.37 190,743 180,675 468.79 87.8% 123,632 73.8% 0.655 398 10.70 488 5.30 204,893 194,777 498.44 87.3% 128,774 72.0% CY SDIPFL tax, contribution, benefit rules CY 2000 CY 2001 CY 2002 CY 2003 CY 2004 CY 2005 CY 2006 Contribution rate Taxable wage ceiling Maximum worker contribution Maximum weekly benefits Contribution rate Taxable wage ceiling Maximum worker contribution Maximum weekly benefits dollar amounts are in millions 0.65% 46,327 324 490 0.70% 46,327 324 490 0.90% 46,327 417 490 0.90% 56,916 512 603 1.18% 68,829 812 728 1.08% 79,418 858 840 0.80% 79,418 635 840 CY 2007 CY 2008 CY 2009 CY 2010 CY 2011 0.60% 83,389 500 882 0.80% 86,698 693 917 1.10% 90,669 997 959 1.10% 93,316 1,026 987 1.20% 93,316 1,120 987 Source: Data were compiled by authors from data provided on the website and by an analyst at the State of California, Employment Development Department. Some but not all of these figures could be updated beyond 2011. 28 Table 2: Descriptive Evidence on QWI New Hire Earnings, Employment, Separations, and Recalls, Pre and PostCPFL New Hire Earnings monthly New Hires Separations Recalls PreCPFL PostCPFL log diff PreCPFL PostCPFL log diff PreCPFL PostCPFL log diff PreCPFL PostCPFL log diff young women 2,103.90 2,159.11 0.0175 young men 2,635.24 2,718.63 0.0238 older women 2,662.68 2,797.84 0.0452 older men 4,167.40 4,382.52 0.0472 1,845,795 2,049,899 1,471,218 1,744,367 2,031,023 0.0662 1,932,557 2,097,887 0.0519 226,268 222,909 0.0434 2,194,502 0.0310 2,156,837 2,230,928 0.0046 275,433 1,566,733 0.0486 1,855,683 1,912,756 0.0150 340,356 1,849,186 0.0413 2,314,796 2,342,634 0.0051 451,588 260,816 318,617 439,552 2,878.84 2,988.81 0.0307 7,111,279 7,641,444 0.0435 8,259,873 8,584,205 0.0096 1,293,645 1,241,894 Panel A California all workers All states except CA older men all workers 0.0951 0.0738 0.0495 0.0631 0.0751 0.0955 0.0674 0.0703 0.0734 young women 1,822.91 1,850.56 0.0102 young men 2,452.88 2,505.65 0.0146 older women 2,342.19 2,411.69 0.0263 3,981.32 4,086.40 0.0247 12,615,073 13,105,511 10,097,368 11,019,371 14,191,164 0.0622 13,912,593 15,139,958 0.0247 2,027,650 14,766,798 0.0558 14,476,115 15,547,222 0.0054 2,419,342 11,458,987 0.0672 13,689,056 14,521,109 0.0007 3,105,352 12,566,936 0.0695 15,622,413 16,303,978 0.0136 3,849,258 1,942,783 2,295,372 2,967,092 3,686,245 2,618.94 2,684.80 0.0218 46,837,323 52,983,885 0.0623 57,700,177 61,512,267 0.0005 11,401,602 10,891,492 Relative New Hire Earnings New Hire Share Separations Share Recall Share Panel B PreCPFL PostCPFL diff PreCPFL PostCPFL diff PreCPFL PostCPFL diff PreCPFL PostCPFL diff California young women young men older women older men All states except CA young women young men older women older men 0.7308 0.9154 0.9249 1.4476 0.6961 0.9366 0.8943 1.5202 0.7224 0.9096 0.9361 1.4663 0.6893 0.9333 0.8983 1.5220 0.0084 0.0058 0.0112 0.0187 0.0068 0.0033 0.0039 0.0018 0.2596 0.2883 0.2069 0.2453 0.2693 0.2798 0.2156 0.2353 0.2658 0.2872 0.2050 0.2420 0.2678 0.2787 0.2163 0.2372 0.0062 0.0011 0.0019 0.0033 0.0015 0.0011 0.0007 0.0019 0.2340 0.2611 0.2247 0.2802 0.2411 0.2509 0.2372 0.2708 0.2444 0.2599 0.2228 0.2729 0.2461 0.2527 0.2361 0.2651 0.0104 0.0012 0.0018 0.0073 0.0050 0.0019 0.0012 0.0057 0.1749 0.2129 0.2631 0.3491 0.1778 0.2122 0.2724 0.3376 0.1795 0.2100 0.2566 0.3539 0.1784 0.2107 0.2724 0.3385 0.0046 0.0029 0.0065 0.0049 0.0005 0.0014 0.0001 0.0008 In addition to excluding California, the All states group does not include Arizona, Arkansas, Massachusetts, Mississippi, and New Hampshire. Young women and men are ages 1934 and older women and men are ages 3565. All ratios and shares include values for all workers in the denominator and values for the identified group e.g., young women in the numerator. Log differences are calculated using the mean of the logged countybyquarter values and not the log of the means, consistent with the regression analysis. Earnings are in 2010 dollars. 29 Table 3: CPFL DiffinDiff Effects on Earnings and Labor Market Flows of California Young Women using WithinState Comparison to Other Workers 1 2 3 4 lnNH Earn lnNew Hires lnSeps lnRecalls Panel A: Older Women Comparison Post x Young Fem 0.0204 Observations R2 0.0060 5,422 0.983 0.0141 0.0125 5,455 0.998 0.0380 0.0103 5,462 0.997 0.0386 0.0112 5,365 0.979 Panel B: Younger Men Comparison Post x Young Fem Observations R2 0.0128 0.0050 5,413 0.990 0.0240 0.0142 5,444 0.998 0.0439 0.0130 5,447 0.998 0.0414 0.0146 5,314 0.984 Panel C: All Demographic Comparison Post x Young Fem 0.0173 Observations Adjusted R2 0.0041 10,841 0.986 0.0186 0.0105 10,916 0.997 0.0468 0.0090 10,939 0.996 0.0276 0.0109 10,713 0.979 Note: p0.01, p0.05, p0.1. Analysis is at the countybyquarterby demographic level within California. Robust standard errors in parentheses. SE are clustered at the CountyDem level. County, Dem, and Quarter FE are included. Table 4: CPFL DiffinDiff Effects on Earnings and Labor Market Flows of California Young Women, with OtherState Young Women Comparison Post x CA Observations R2 1 2 3 4 lnNH Earn lnNew Hires lnSeps lnRecalls 0.0130 0.0036 128,954 0.970 0.0053 0.0090 131,434 0.996 0.0281 0.0081 132,789 0.0324 0.0121 115,474 0.996 0.958 Note: p0.01, p0.05, p0.1. Analysis is at the countybyquarterlevel across all states in sample. Robust standard errors in parentheses. SE are clustered at the county level. County and Quarter FE are used. 30 Table 5: CPFL Effects on Earnings and Employment Levels Rather than Flows: Triple Diff 1 2 3 4 lnEarn Stable lnEarn All lnEmp Stable lnEmp All Post x CA x Young Fem Observations R2 Panel A: County, Dem, and Quarter FE 0.0022 0.0043 560,862 0.965 0.0036 0.0041 560,859 0.962 0.0156 0.0108 560,862 0.994 Panel B: CountyDem, DemQuarter, and StateQuarter FE Post x CA x Young Fem Observations R2 0.0032 0.0044 560,862 0.988 0.0049 0.0042 560,859 0.962 0.0133 0.0108 560,862 0.999 0.0151 0.0108 560,863 0.994 0.0124 0.0108 560,863 0.999 Note: p0.01, p0.05, p0.1. Analysis is at the countybyquarterby demographic level across all states in sample. Robust standard errors in parentheses and are clustered at the CountyDem level. Panel A contains separate county, demographic, and quarter FE. Panel B, the largest model we are able to run contains the CountyDem, DemQuarter, and StateQuarter twoway FE. We estimate the model on stable employment, defined as workers who have worked at the firm for at least 3 months and on all i.e. pointintime employment. Table 6: CPFL Effects on Earnings and Labor Flows of Young Women: Triple Diff Post x CA x Young Fem Observations R2 Post x CA x Young Fem Observations R2 1 2 3 4 lnNH Earn lnNew Hires lnSeps lnRecalls Panel A: County, Dem, and Quarter FE 0.0021 0.0042 515,501 0.927 0.0325 0.0107 528,511 0.990 0.0257 0.0094 528,133 0.988 Panel B: CountyDem and Quarter FE 0.0015 0.0043 515,501 0.963 0.0310 0.0109 528,511 0.995 0.0241 0.0095 528,133 0.993 0.0300 0.0145 476,992 0.946 0.0294 0.0148 476,992 0.950 Panel C: CountyDem, DemQuarter, and StateQuarter FE Post x CA x Young Fem N R2 0.00215 0.0032 515,501 0.967 0.0304 0.0088 528,511 0.996 0.0236 0.0073 528,133 0.0295 0.0118 476,992 0.995 0.966 Note: p0.01, p0.05, p0.1. Analysis is at the countybyquarterby demographic level across all states in sample. Robust standard errors in parentheses and are clustered at the CountyDem level. Panel A contains separate county, demographic, and quarter FE. Panel B contains countydemographic FE and quarter FE. Panel C, the largest model we are able to run contains the CountyDemographic, DemographicQuarter and StateQuarter twoway FE. 31 Table 7: Labor Market Outcome Estimates from State Group Placebo Policies CA 1 2 3 4 lnNH Earn lnNew Hires lnSeps lnRecalls 0.0015 0.0310 0.0241 0.0294 Placebo Groups: ME VT NY CT RI NJ PA DE WV OH MI IN KY TN IL MO WI MN IA ND SD NE MT ID WY WA OR MD DC VA NC SC GA FL AL LA TX OK AZ NM NV UT CO 0.0085 0.0039 0.0032 0.0105 0.0072 0.0088 0.000002 0.0171 0.0002 0.0147 0.00746 0.0059 0.00946 0.0058 0.0016 0.00668 0.0130 0.0094 0.0100 0.0053 0.0092 0.0117 0.0027 0.0084 0.0192 0.0051 0.0173 0.0219 0.0163 0.0118 0.0256 0.0086 0.0086 0.0303 0.0218 0.0075 Mean placebo estimates 0.0031 0.0018 0.0034 0.0028 p0.01, p0.05, p0.1. The first line provides CPFL estimates shown previously in Table 6, Panel B. We report above placebo results in which groups of states clustered geographically and roughly similar in size to California are designated as the treated area. The last line provides unweighted means of the placebo estimates. Not included in the placebo state groups are Arizona, Arkansas, Massachusetts, Mississippi, and New Hampshire, which had incomplete LEHD records during the years of study, and Alaska and Hawaii, which are not geographically close to other states. 32 ", "filename": "dp8449.pdf", "person": ["Mark Curtis", "Curtis, Mark", "Barry Hirsch", "Hirsch, Barry", "Mary C. Schroeder", "Schroeder, Mary C."], "date": ["2014"]}