{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/104681/1/dp8520.pdf"], "title": ["In Transit: The Well-Being of Migrants from Transition and Post-Transition Countries"], "plaintext": "In Transit: The WellBeing of Migrants from Transition and PostTransition Countries Milena Nikolova IZA and Brookings Institution Carol Graham Brookings Institution, University of Maryland and IZA Discussion Paper No. 8520 October 2014 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8520 October 2014 ABSTRACT In Transit: The WellBeing of Migrants from Transition and PostTransition Countries The extant literature has focused on migrations consequences for the receiving countries. In this paper, we ask a different but important question: how much do migrants gain from moving to another country? Using Gallup World Poll data and a methodology combining statistical matching with differenceindifferences, we assess migrations effects on the wellbeing of migrants from transition economies. We contribute to the literature by showing that in addition to increasing household income, migration enhances subjective wellbeing and satisfaction with freedom. The results are robust to sensitivity checks. Understanding the causal effects of migration on perceived and actual wellbeing is crucial for an informed public policy debate and has direct implications for social cohesion and integration policy. JEL Classification: Keywords: migration, transition economies, subjective wellbeing Corresponding author: Milena Nikolova IZA P.O. Box 7240 53072 Bonn Germany Email: Nikolovaiza.org F22, I31, J61, O15 1. Introduction The recent economic crisis not only increased the demand for social protection but also revived the immigration debate by emphasizing the distributional consequences of immigration on natives in advanced economies.1 In this study, we address a related but understudied question: do the migrants gain from moving to another country? About three percent of the worlds population lives outside its country of birth and most migrants move from developing to advanced economies, both to maximize their earnings and achieve a better quality of life Hanson, 2010; Stillman, Gibson, Mc Kenzie, Rohorua, forthcoming. While migrants improve their material wellbeing in destination countries Abramitzky, Boustan, Eriksson, 2012; Clemens, Montenegro, Pritchett, 2008; Mc Kenzie, Stillman, Gibson, 2010, the effects of migration on subjective wellbeing SWB and quality of life are ambiguous. We employ an empirical approach combining propensity score matching PSM with differenceindifferences DID to explore the consequences of migration on movers incomes, subjective wellbeing, and freedom satisfaction. We find that migration improves the incomes, life satisfaction, and the satisfaction with freedom of movers from transition economies. Specifically, the average household earnings gain from migration is about 21,000 international dollars ID, while the average life satisfaction benefit is about 1.0 1.2 on a scale of 010. Migration also positively affects perceptions of freedom, implying that it presents new opportunities and choices for movers from transition economies. We study migrants from transition and posttransition societies as they are quantitatively 1 See De Haas 2010 for a historical perspective of the immigration debate and Grether et al. 2001 for a political economy perspective on immigration. Following the policy discourse, labor economists have investigated immigrations economic and fiscal consequences for the host countries Blanchflower Shadforth, 2009; Borjas, 1994, 2001; Card, 2005; Dustmann, Frattini, Halls, 2010; Ottaviano Peri, 2012 while development scholars have studied immigrations effects on development in sending countries Bhagwati Hamada, 1974; Stark Wang, 2002. 2 the most significant migration source for the European OECD countries OECD, 2007 and are key sending countries of highskilled migrants for advanced economies in general.2,3 For example, Poland and Romania were among the top three sources of OECD migrants in 2012 along with China OECD, 2013. The excommunist countries are also geopolitically significant as they border the EU, China, Iran, and Turkey. Studying transition economies as a group is appropriate as many of them have similar economic conditions and face comparable migration regimes and restrictions.4 While migrants from transition economies are a rather homogenous group, we exploit the variation in migrants experiences in the destination countries to analyze the wellbeing consequences of migration. Studying the wellbeing consequences of migration is policypertinent for several reasons. From the destination governments point of view, immigrant quality of life is instrumentally important for social outcomes such as public health and productivity De Neve, Diener, Tay, and Xuereb, 2013. For example, positive affect and happiness have beneficial impacts on labor market productivity Oswald, Proto, Sgroi, 2009, income De Neve Oswald, 2012; Graham, Eggers, Sukhtankar, 2004, and health Graham, et al., 2004. Happier 2 This paper uses the list of advanced economies from the International Monetary Fund IMF Appendix Table B 2014. This comprises the following 30 countries: Austria, Australia, Belgium, Canada, Cyprus, Denmark, Finland, France, Germany, Hong Kong, Greece, Iceland, Ireland, Israel, Italy, Japan, Korea, Luxembourg, Malta, Netherlands, New Zealand, Norway, Portugal, Singapore, Spain, Sweden, Switzerland, Taiwan, United Kingdom, United States. Gallup does not poll San Marino. While the IMF considers the Czech Republic, Estonia, Latvia, Slovakia, and Slovenia advanced economies, we include them in the source countries list. 3 Over 10 million migrants from these postsocialist nations about 14 percent of all migrants live in the advanced OECD countries OECD, 2008. 4 Transition economies share a common socialist past, recently underwent or are still going through transitions to democracy and market economy, are geographically close, and culturally similar. While severely restricted during socialism, emigration from Central and Eastern Europe CEE and the Former Soviet Union FSU rose after 1989. Opening the borders, combined with political and economic instability, and ethnic conflict in some countries, induced many transition citizens to vote with their feet. While about 130,000 emigrants left these socialist states to live in advanced economies between 1980 and 1987, more than 1 million emigrated each year between 1990 and 1994 UN, 2002. The transition countries are: Albania, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Georgia, Hungary, Kazakhstan, Kosovo, Kyrgyz Republic, Latvia, Lithuania, Macedonia FYR, Moldova, Mongolia, Montenegro, Poland, Romania, Russian Federation, Serbia, Slovak Republic, Slovenia, Tajikistan, Turkmenistan, Ukraine, Uzbekistan. Post transitioncountries are the ten member states which joined the EU between 20042007 EU10: Bulgaria, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania, Slovakia, and Slovenia. Croatia joined the EU in July 2013. 3 immigrants are therefore less likely to be dependent on the host nations welfare and healthcare systems and may integrate more easily Ivlevs, 2014. Immigrant life dissatisfaction may, however, be symptomatic of lack of assimilation or social exclusion Safi, 2010; Sen, 2000. From the sending countries perspective, emigrant wellbeing is important not only for issues related to brain drain but also as migrants send remittances and contribute through investments, the spread of ideas, and technology. This study makes several contributions to the extant literature. First, instead of focusing on a single wellbeing dimension, it estimates migrations effects on a range of wellbeing metrics, including income, life satisfaction, and freedom satisfaction. Second, it studies multilateral migration flows. Third, it employs a methodology combining propensity score matching PSM with differenceindifferences DID to discern, to the extent possible, wellbeing changes caused by migration. Our results imply that by voting with their feet, migrants from transition economies achieve higher perceived and actual wellbeing and quality of life. Though not specific to transition economies, research suggests that migrants positively affect destination countries fiscal outcomes OECD, 2013 and natives subjective wellbeing Akay, Constant, Giulietti, 2014; Betz Simpson, 2013. In addition, Dustmann et al. 2010 show that Central and Eastern European migrants from the 2004 EU enlargement are almost 60 percent less likely than natives to receive various forms of public assistance in the UK. In conjunction with our findings, these results imply that migration from transition economies might present substantial development opportunities for both receiving and sending countries. 4 2. Literature and Theory 2.1.Wellbeing and Migration We build on the new science of wellbeing measurement and on the literature on the wellbeing effects of migration. First, SWB studies have burgeoned amidst the growing consensus that incomebased metrics are insufficient to understand all aspects of the human condition, especially given that objective wellbeing can coexist with unhappiness and frustration Stiglitz, Sen, Fitoussi, 2009.5 These studies show that the key SWB determinants are consistent across different societies and levels of development Dolan, Peasgood, White, 2008; Graham, 2009; Helliwell, BarringtonLeigh, Harris, Huang, 2010. There is, moreover, a consensus that SWB metrics are valid and reliable, psychometrically sound, and comparable across respondents Diener, Inglehart, Tay, 2013; Diener, Suh, Lucas, Smith, 1999; OECD, 2011. Second, the income increases due to migration could be as high as 260270 percent Clemens, et al., 2008; Mc Kenzie, et al., 2010. Despite this, studies using crosssectional data show that internal and international migrants experience unhappiness Bartram, 2011; De Jong, Chamratrithirong, Tran, 2002; Knight Gunatilaka, 2010; Safi, 2010; Stillman, et al., forthcoming.6,7 Specifically, immigrants are unhappier than natives in destination countries, but 5 While economists prefer studying revealed choice and income as opposed to selfreported subjective states, Easterlins seminal study 1974 used selfreported happiness data to examine their relationship with economic growth and income. Building on early contributions to happiness economics Morawetz et al., 1977; Oswald, 1997; Tinbergen, 1991; Winkelmann Winkelmann, 1998, Ng 1996, 1997 proposed that happiness is measurable while Kahneman et al.s 1997 paper furnished an axiomatic defense of experienced utility and suggested applications to economics Di Tella, Mac Culloch, Oswald, 2001. 6 In one exception, Erlinghagen 2012 finds that German movers are happier and more satisfied with their lives than stayers. 7 Comparing the outcomes of migrants and stayers is misleading, as wellbeing gains or losses may actually reflect unobserved differences in ability, risk tolerance, and motivation Mc Kenzie, et al., 2010. Obtaining causal estimates is difficult in the absence of experiments and panel data tracing migrants before and after leaving, however. In addition, because SWB studies predominantly use crosssectional data to compare migrants and natives in destination countries Baltatescu, 2007; Bartram, 2010; Safi, 2010 or movers and stayers in the sending countries 5 the result varies by country of origin Simpson, 2014.8 Birth country is also pivotal for explaining differences between the earnings of migrants with the same skills but coming from different political and economic conditions Borjas, 1987. Bartram 2013 also finds that after controlling for selection into migration, Central and Eastern European CEE migrants are not happier than stayers, though there is a positive effect of migration on happiness among migrants from Russia, Turkey, and Romania, and a negative effect for Polish migrants. Furthermore, the consequences of migration depend on the wellbeing outcome. Based on experimental data from an immigration lottery of Tongans leaving for New Zealand, Stillman et al. forthcoming find that movers hedonic wellbeing declined despite income improvements in income, mental wellbeing, and income adequacy perceptions. Building on the extant literature, this study assesses migrations effects on three wellbeing outcomes: household income, subjective wellbeing i.e., global life evaluation, and satisfaction with freedom. 2.2.Migration Theories International migration theories generally assume that income maximization motivates the migration decision. For example, microlevel theories view moving as the resultant of a costbenefit calculation by rational actors seeking to maximize the net monetary gain from migration Massey et al., 1993. An extension of the classic Roy model predicts, for instance, that if Bartram, 2013; Erlinghagen, 2012, they cannot adequately demonstrate migrations causal impacts. For an exception, see Stillman et al. forthcoming. 8 For a detailed summary of the literature, see Simpson 2014. First, some migrant groups are happier than others: in Israel, immigrants from Western Europe are happier than those from the former Soviet countries Amit, 2010; Amit Litwin, 2010. First generation immigrants are happier than their secondgeneration counterparts Safi, 2010; Senik, 2011. Second, migrants are less happy than natives in Europe Baltatescu, 2007; Safi, 2010; Senik, 2011 and the United States Bartram, 2011. Third, research on internal migrants shows that EasttoWest German migration is associated with happiness Melzer, 2011 while research on Thailand De Jong, Chamratrithirong, Tran, 2002 and Finland Ek, Koiranen, Raatikka, Jarvelin, Taanila, 2008 show the opposite result. Using panel data on British internal migrants, Nowok et al. 2011 demonstrate that right before migration, migrants experience unhappiness, then they experience happiness during the process of migration, but their happiness declines postmigration. Finally, Bartram shows that migrants from Northern Belgium, Switzerland, France, Germany, Britain, and the Netherlands to Southern Europe Spain, Portugal, Greece and Cyprus are less happy Bartram, 2014. Some of the divergent findings in the literature could be explained with the fact that we are measuring migrations effects on wellbeing at different points in time. 6 earnings in the source and destination countries depend on a single factor which is transferable across borders and there are no migration costs, a worker will move to a destination country which maximizes his or her earnings Borjas, 2014.9 In addition, macrolevel models predict that international migration is due to the wage differentials between countries and that labor markets are the most important drivers of migration Massey, et al., 1993. A large empirical literature has examined migration policies and push and pull factors determining the global movement of people de Haas, 2011; Mayda, 2010; Zimmermann, 1996. The drivers of economic migration include absolute and relative poverty Czaika de Haas, 2012; Stark Taylor, 1989, institutions Bertocchi Strozzi, 2008, the income gap between origin and destination countries and the destinations immigration laws Ortega Peri, 2009, among others. In addition, migrant networks furnish information, help, and ethnic goods to movers Bauer, Epstein, Gang, 2000. These results suggest that while important, economic concerns are not the only drivers of the international movement of people. Noneconomic factors and quality of life aspirations are also relevant. For instance, Graham and Markowitz 2011 were the first to show that respondents from Latin America with higher than average incomes but lower than average happiness scores are more likely to express emigration intentions. Specifically for transition economies, Polish movers migrate to improve their households relative income position in the community Stark, Micevska, Mycielski, 2009.10 The children of former Latvian migrants are more likely to migrate, meanwhile Ivlevs King, 2012b. More educated respondents from Kosovo and Albania are also more likely to emigrate Ivlevs King, 2012a; Papapanagos Sanfey, 2001 and so are male Albanians, and free 9 The relative skill transferability across borders and countryspecific knowledge and experiences are also relevant when selecting a host country Danzer Dietz, 2014. 10 Inequality, population density, and the net interregional migration rate are positively related to Polish emigration; unemployment has a negative association but absolute income and poverty have no influence Stark et al., 2009. 7 market supporters Papapanagos Sanfey, 2001. Blanchflower and Shadforth 2009 discover that the migration propensity from the excommunist countries which joined the European Union in 2004 is, unsurprisingly, inversely correlated with GDP per capita in the origin country, as well as with life satisfaction. They also find that migration propensity is positively associated with unemployment rates. 2.3.Analytical Model We posit that the migration decision is motivated by a desire to enhance ones quality of life, defined and measured using a range of perceived and actual wellbeing indicators. This section presents a simple model of the individual migration decision Sjaastad, 1962. Let Uit be the individual utility at time t, Uit be the expected utility after migration at time t , and Ci be the monetary and psychological costs of migration.11 In each time period, Ui is a function of income and consumption I, subjective wellbeing H, and freedoms and opportunities F. Specifically: Uit Ut u 1 Iit, u 2 Hit, u 3 Fit and Uit Ut u 1 Iit , u 2 Hit , u 3 Fit where u 1 ., u 2 ., and u 3 . are the respective subutility functions for consumption, subjective wellbeing, and freedom, respectively, and are increasing at a decreasing rate in their argument. Each subutility in each time period is conditional on individual characteristics uj .Xit and uj .Xit where j1,2,3. An individual i living in a transition economy considers whether to relocate to an advanced economy if the expected utility from migration exceeds its pecuniary and 11 Moving costs include: direct expenses such as transportation costs and visa fees; opportunity costs of foregone earnings and opportunities at home, and psychological costs related to separation from family and friends. 8 psychological costs Uit Uit Ci. The probability of migration PrM 1Xi PrUit Uit Ci 0Xi. 3. Estimation Strategy 3.1.Empirical Objectives Selfselection, i.e., the fact that migrants differ from stayers in terms of risk tolerance, skills, motivation, and wealth, is the main challenge for assessing the causal impact of migration on wellbeing Mc Kenzie, 2012. For example, migrants have higher aspirations Czaika Vothknecht, 2014 and may be more riskloving than nonmigrants and riskaversion may also be correlated with wellbeing outcomes. Reverse causality is another methodological concern. For instance, while migration may affect happiness, those dissatisfied with their lives are more likely to migrate Cai, Esipova, Oppenheimer, Feng, 2014; Chindarkar, 2014; Graham Markowitz, 2011; Otrachshenko Popova, 2014.12 Moreover, if migration is costly, relatively welloff individuals will be more likely to migrate and a crosssectional comparison would simply pick the effect of premigration status on postmoving income. While studies have dealt with selection and reverse causality in several ways, including assuming selection on observables, using instrumental variables, and matching, only experimental data can establish causality.13 In the absence of a panel tracing migrants before and after moving, we use available crosssectional data and statistical matching to create a twoperiod synthetic panel of observably similar migrants and stayers. We then employ DID to assess the effects of migration on wellbeing. To our knowledge, this is the first paper employing this methodology in the context of migration. 12 In one exception, using instrumental variables, Ivlevs 2014 discovers that potential migrants from transition economies are positively selected on life satisfaction. 13 Under certain conditions, nonexperimental methods such as differenceindifferences DID produce results that are reasonably close to experimental findings Mc Kenzie et al., 2010. 9 Let Mit 0,1 be an indicator for whether transition country migrant i moved to an advanced country in time period t. Let Yit be the wellbeing outcome before migration and Yit be the wellbeing outcome postmigration. The causal effect of migration is: Yit Yit 1 Because the counterfactual outcome Yit is unobserved, the estimation focuses on the average treatment effects ATT Caliendo Kopeinig, 2008: EYt Yt M1 EYt M1 EYt M1 2 As they are unobserved, the counterfactual mean outcomes EYt M1 i.e., the wellbeing outcome of migrants had they not migrated must be constructed using statistical methods.14 In summary, our empirical strategy comprises two major steps: i identifying migrants and stayers before and after migration i.e., four analysis groups in total and ii computing the DID for their wellbeing outcomes i.e., household income, evaluative wellbeing, and satisfaction with freedom. 3.2.Analysis Groups Based on a discussion in Blundell and Costa Dias 2000, for each migrant after migration, we use PSM to find an observably similar migrant counterpart before migration, and then apply PSM again to find observably similar stayers for before and after comparisons, with the endgoal being the creation of a synthetic panel with the following analysis groups see figure 1 and table 1. 14 Using the wellbeing outcomes of those who did not migrate EYt Mit0 as a counterfactual will not deal with selection problems as factors that influence selection into migration likely also affect the wellbeing outcomes Caliendo Kopeinig, 2008. 10 Figure 1. Analysis Groups Source: Authors. Table 1. Analysis Groups Time periodLocation Before Group 2 identified in the sample of transition economies, among those expressing a desire to move; in a separate analysis, among those with a plan to move; statistical matching with Group 1 Group 3 identified in the sample of transition economies, among those expressing no desire or plans to move; statistical matching with Group 1 In home country In destination Source: Authors. 11 After Group 4 identified in the sample of transition economies, among those expressing no desire or plans to move; statistical matching with Group 2 Group 1 identified in the sample of advanced economies through a survey question on country of birth Group 1. This group comprises migrants from transition countries after they moved to advanced economies i.e., the treatment group after migration at time t . GWP asks respondents whether they were born in the country of interview, and if not, in which country they were born, allowing us to identify immigrants from transition countries. Group 2. This group comprises migrants before leaving at time t. For each migrant in Group 1, we identify a migrant before migration using probability matching combined with exact matching. Specifically, we match migrants in Group 1 with respondents who expressed a desire to move permanently to another country using age, age squared, gender, religion, education, country of origin, and destination country. We use exact matching to ensure that the match is from the same country of origin, will move to the same destination country, is of the same gender and religion, and has the same educational attainment. After matching, we deleted matched pairs if the matchs age is greater than the migrants. Group 3. This group comprises nonmigrants observed at time t identified by matching Group 1 with stayers based on age, age squared, gender, religion, education, and country of origin. We imposed exact matching by country of origin, year of interview, gender, religion, and education. Group 4. This group comprises nonmigrants at time t i.e., before migration matched with migrants before migration in Group 2 using an identical procedure as the matching of Groups 3 and 1. 12 3.3.Creating Synthetic Cohorts with Matching 15 Let X be a vector of premigration characteristics i.e., the conditioning variables. The propensity score PX is the conditional probability of migrating given the conditioning variables. Given the assumptions of unconfoundedness and common support, the propensity score, or the conditional probability of migrating, is: PX PrM 1X. We explain the matching of migrants and nonmigrants as the procedure is analogous for matching potential with actual migrants. We first estimate the propensity scores using a logit model: Mi 1 M Xi ui 3 where M 1 if the individual from a transition economy migrated to an advanced economy and 0 if he or she stayed in the home country. We excluded stayers in the sending countries who were foreignborn and those who wanted or planned to move. Prior to matching, we also excluded respondents with missing observations for any of the covariates or the outcome variables. Xi is a vector of sociodemographic characteristics predicting migration: age, age squared, gender, indicators for religious affiliation, country of origin, indicators for whether the respondent has elementary, secondary, or tertiary education, year of interview, and country of origin. Note that the treatment i.e., migration cannot influence the matching variables Heinrich et al., 2010; Smith Todd, 2005, which is why the matching covariates exclude marital status and income. While education may not be independent of migration, we included it as it is an important proxy for ability, intelligence, and skills. 15 For detailed overviews of the theoretical, practical, and methodological aspects of PSM, see Blundell Costa Dias, 2000; Caliendo Kopeinig, 2008; Dehejia Wahba, 2002; Rosenbaum Rubin, 1983; Shadish Steiner, 2010; Smith Todd, 2005; Stuart, 2010; Todd, 2006. 13 After computing the propensity score, we used onetoone nearest neighbor matching without replacement with a caliper i.e., maximum allowable distance between the propensity scores of 0.01.16 We excluded migrants without a match within the caliper, which increases the confidence that the matching is balanced but reduces the number of observations. Since the goal is to create matches that are as similar as possible, we use exact matching by country of birth, year, gender, religion, and education. Next, we checked whether the balancing property was satisfied using ttests for the equality of means in the treated and nontreated groups after matching. The differences are statistically insignificant for all matching covariates, indicating that the balancing property is satisfied. Migrants and nonmigrants have identical values for education, gender, and religion. Finally, we only kept exact matches to create a balanced synthetic panel of migrants and nonmigrants before and after migration. Each group includes 122 observations see tables 2 and 3. 16 We used the psmatch 2 module in Stata developed by Leuven and Sianesi 2003. 14 Freq. Percent 20 17 17 13 12 8 7 6 6 3 3 2 1 1 1 1 1 1 1 1 16.39 13.93 13.93 10.66 9.84 6.56 5.74 4.92 4.92 2.46 2.46 1.64 0.82 0.82 0.82 0.82 0.82 0.82 0.82 0.82 122 100.00 Freq. Percent Residence Country Table 2. Analysis Sample, by Source and Destination Countries Birth Country Romania Albania Poland Serbia Russia Croatia Slovenia Kosovo Lithuania Hungary Georgia Moldova Bosnia and Herzegovina Bulgaria Macedonia Ukraine Estonia Latvia Total Source: Authors calculations based on the Gallup World Poll, 20082013. 17.21 Greece 14.75 Germany 13.93 9.84 8.20 4.92 4.92 4.92 4.10 2.46 2.46 2.46 2.46 2.46 2.46 0.82 0.82 0.82 Italy Austria Spain Switzerland Ireland Sweden Australia France Finland Netherlands United States United Kingdom Belgium Denmark Canada New Zealand Norway Portugal 21 18 17 12 10 6 6 6 5 3 3 3 3 3 3 1 1 1 122 100.00 Total 15 Table 3. Summary Statistics, Analysis Sample Migrants After Migrants Before Group 1 Group 2 Stayers After Group 4 Stayers Before Group 3 Variables Outcome Variables Household Income in 1,000s ID HH Income Per HH Member in 1,000s ID Best Possible Life BPL 010 Satisfaction with Freedom Matching Variables Age Female 1Yes Catholic 1Yes Protestant 1Yes Orthodox 1Yes Muslim 1Yes Muslim: Sunni 1Yes No religionAgnostic 1Yes Elementary Education 1Yes Completed Secondary Education 1Yes Some College Education College Graduate 1Yes Mean Std. Dev. Mean Std. Dev. Mean Std. Dev. Mean Std. Dev. 34.203 15.816 6.305 0.832 40.305 0.563 0.359 0.018 0.449 0.144 0.012 0.018 0.072 0.749 30.447 14.494 2.085 0.375 12.815 0.498 0.481 0.133 0.499 0.352 0.109 0.133 0.259 0.435 14.084 5.334 5.096 0.575 38.353 0.563 0.359 0.018 0.449 0.144 0.012 0.018 0.072 0.749 15.898 5.249 2.226 0.496 13.355 0.498 0.481 0.133 0.499 0.352 0.109 0.133 0.259 0.435 14.106 5.935 5.485 0.713 40.557 0.563 0.359 0.018 0.449 0.144 0.012 0.018 0.072 0.749 11.363 4.899 1.894 0.454 13.458 0.498 0.481 0.133 0.499 0.352 0.109 0.133 0.259 0.435 14.326 6.150 5.389 0.695 39.581 0.563 0.359 0.018 0.449 0.144 0.012 0.018 0.072 0.749 17.429 6.502 2.292 0.462 13.034 0.498 0.481 0.133 0.499 0.352 0.109 0.133 0.259 0.435 0.180 0.385 0.180 0.385 0.180 0.385 0.180 0.385 Source: Authors calculations based on the Gallup World Poll, 20082013. Notes: The number of observations in each group is 167. All statistics are for 20082013 and show the number of observations, means, and standard deviations for each variable and for each migrant and nonmigrant group. The means of the binary variables show the proportion of respondents in each category. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Satisfaction with Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. 16 Of course, labeling respondents expressing a desire to move permanently to another country migrants before migration requires that they will in fact subsequently move to the destination they indicated. Research suggests that this assumption is plausible as intentions are good predictors of actual migration Creighton, 2013; van Dalen Henkens, 2008, 2013. We also offer a robustness check by matching actual migrants with respondents with concrete migration plans. 3.4.Parametric DifferenceinDifferences Estimator After creating the synthetic panel, we calculated the parametric differenceindifferences DID. The parameter of interest is: YMt YMt YSt YSt 4 where the superscripts M and S designate migrants and stayers, respectively. We obtain the DID estimate using the pooled crosssectional synthetic cohort data from the following regression: Yit,t 0 1Mi 2Tt 3 Mi Tt X it,t it,t 5 where M is a binary indicator for migrant or stayer, T is an indicator for period before or after migration, and X is a vector of individual characteristics age, age squared, gender, education, religion, and country of origin.17 All equations are estimated using OLS with robust standard errors clustered at the country of origin and the Gallupprovided survey weight. OLS is appropriate as the interpretation of the interaction term in nonlinear models with a monotonic transformation functions is problematic Ai Norton, 2003. In addition, estimating ordinal SWB data using OLS or ordered logits and probits produces similar results FerreriCarbonell 17 Note that 2 is the difference in outcomes between movers and stayers premigration, while 2 3 is the difference in their outcomes postmigration. The DID or the causal effect of migration on the outcome is measured by 3. 17 Frijters, 2004; Frijters Beatton, 2012. The DID estimators main assumption is that changes which occurred for reasons other than migration impacted migrant and nonmigrant groups in the same way Abadie, 2005. One such factor was the global economic crisis and to the extent that it affected all analysis countries similarly, the DID estimation allows one to separate its influence from the effect of migration. The parallel trends assumption is unrealistic when pretreatment characteristics associated with the outcome are unbalanced between the treatment and control groups Abadie, 2005, which is not the case here. While the pretreatment characteristics for the mover and stayer groups are observably similar, the effect of the global crisis likely varied across the countries in the analysis sample. We are constrained by data limitations and the DID estimator is the best available alternative. 4. Data and Summary Statistics 4.1.Data The data are from the Gallup World Poll GWP, which is an annual survey conducted by the Gallup Organization in about 160 countries, representing about 98 percent of the worlds adult population. GWP polled all 30 transition countries at least three times during the 20052013 period. GWP is probabilitybased and nationally representative of populations aged 15 and over, polling about 1,000 individuals per country and oversampling some countries such as Russia. While not specifically designed to study migration, GWPs comprehensiveness enables the analysis of immigrants and their experiences Esipova, Pugliese, Ray, Kanitkar, 2013. In addition, Gallup researchers weight the data, so that they are comparable between migrants and stayers.18 The data are collected using telephone or inperson interviews using the same survey 18 The data are weighted postcollection to ensure that they are nationally representative. First, the data are weighed using base sampling weights to correct for oversampling and household size. Then, poststratification weights are 18 methodology across countries, ensuring comparability across countries and over time. In most transition countries, the interviews are facetoface and in most advanced countries, the data are collected via landline or cell phone interviews. We emphasize that since Gallup polls different individuals each year, we have pooled crosssections rather than a panel, which is a limitation that we acknowledge. 4.2.Outcome Variables First, our objective wellbeing variable is household income, which is calculated in international dollars, allowing comparisons across countries and over time. Second, the SWB indicator is the Cantril ladder question on the best possible life BPL, which asks respondents to compare their life to the best possible life they can imagine, based on an elevenpoint scale Cantril, 1965. Third, freedom perceptions is a binary indicator for whether or not the respondent is satisfied with his or her freedom to choose what to do with his or her life. 4.3.Summary Statistics The analysis sample spans 20082013 representing migrants from 21 of the 30 transition economies, including both EU and nonEU members. The top three sending countries are Poland, Romania, and Albania, while less than one percent came from the Czech Republic, Kazakhstan, and Montenegro. The most frequent destinations are Germany, Greece, and Austria see table 2. Migrants and stayers are on average in their very late 30s or early 40s, about 56 percent are female and about 45 percent are Christian Orthodox see table 3. Across the board, 75 percent of migrants and stayers have secondary education, while 18 percent are collegeeducated. constructed population statistics are used to weight the data by gender, age, and in some instances, education and socioeconomic status. In the DID estimations, we use the Gallupprovided weight. 19 Table 3 also demonstrates that migrants earn considerably more than comparable potential migrants Group 2 and nonmigrants Groups 3 and 4. Specifically, while the unconditional mean incomes are about 34,000 ID after migration, they are only about 14,000 ID for the other groups. Migrants also report higher subjective wellbeing BPL and satisfaction with freedom than any other group. The potential migrant group Group 2 has the lowest BPL score of 5.1 and the lowest percentage of respondents satisfied with freedom 58 percent. We next examine whether these unconditional differences in wellbeing hold after we implement the DID estimation. 5. Main Results Table 4 shows the DID estimation results. Models 14 are estimated without additional covariates. The baseline findings are robust to including the individuallevel controls and country of origin indicators in 58. Specifically, migration leads to an unequivocal increase in material wellbeing: the household income premium with and without controls for observable characteristics including education is about 21,000 ID 10,500 ID per household member. 20 Table 4. Main Results Full Sample No Covariates Full Sample With Covariates 1 2 3 4 5 6 7 8 HH Income HH Income Household Household Per HH Member 0.278 0.339 0.056 0.428 Per HH Member 0.586 0.322 0.402 0.423 10.515 4.256 1.908 21.226 10.470 Income 0.098 0.881 0.420 1.256 Income 0.815 0.861 0.034 1.236 Freedom 0.121 0.059 0.016 0.045 Freedom BPL 0.134 0.199 0.063 0.213 0.012 0.093 0.230 0.045 1.171 0.276 0.336 0.115 BPL 0.073 0.218 0.134 0.256 1.043 0.261 20.900 0.349 Migrant 1Yes After Migration 1Yes MigrantAfter Birth Country Dummies Individual Controls N Adjusted R2 Source: Authors calculations based on the Gallup World Poll, 20082013. Notes: DifferenceinDifferences estimation using robust standard errors, clustered at the country of origin level in parentheses. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. The individual control variables include: age, age squared, gender, religion dummies, and education. p0.01, p0.05, p0.1 Yes Yes 668 0.292 Yes Yes 668 0.341 No No 668 0.181 Yes Yes 668 0.135 No No 668 0.214 Yes Yes 668 0.096 No No 668 0.043 No No 668 0.043 0.108 4.459 2.014 21 Migrants from transition economies not only earn more but also realize SWB gains. The evaluative wellbeing BPL benefit from migration is between 1.0 and 1.2 on an elevenpoint scale when accounting for individual characteristics and country of birth; as such, this happiness premium from migration is substantively significant. In addition to boosting incomes and wellbeing perceptions, migration affects movers satisfaction with freedom to choose. Movers are about 2627 percent more satisfied with their freedom due to migration. Table 5 shows the main results excluding only using the top five sending and destination countries. The top part of Table 5 indicates that when we exclude the most common origin countries Romania, Albania, Poland, Serbia, and Russia, the household income premium from migration drops slightly to 19,000 ID 9,500 ID per household member, the happiness premium increases to 1.9, and the satisfaction with freedom benefit is comparable to that in the main specification. Similarly, when we exclude the top five destination countries Greece, Germany, Italy, Spain, Austria, the income premium is about 36,000 ID 16,600 ID per household member, the happiness premium is similar in magnitude to that in the main analysis and significant at the 5 percent level. There is no change in the satisfaction with freedom outcome, however. When we focus only on the results based on the top five destination countries, the income premium is smaller in magnitude than that in the main results. The happiness increase is slightly larger in magnitude than the results in Table 4 although the change in the perceptions of freedom disappear. When we consider only the top five sending countries, the income premium rises to almost 22,500 ID, although the BPL DID is less than one and there is no longer an increase in satisfaction with freedom. Table 5 indicates that the main results shown in Table 4 are generally 22 robust and that migration leads to income and subjective wellbeing premiums. However, the effects differ across sending and destination countries and are the largest for migrants moving to countries other than the top destinations and coming from countries other than Romania, Albania, Poland, Serbia, and Russia. 23 Table 5. DID Results Excluding Top Sending and Destination Countries Excluding Top 5 Sending Countries 2 1 3 Only Top 5 Sending Countries 4 5 6 7 8 Migrant 1Yes After Migration 1Yes MigrantAfter Birth Country Dummies Individual Controls N Adjusted R2 Household HH Income Household HH Income Income 2.257 1.876 1.341 1.269 19.203 4.481 Yes Yes 260 0.404 Per HH Member BPL Freedom Income Per HH Member 0.032 0.622 0.210 0.742 9.517 2.194 Yes Yes 260 0.420 0.448 0.230 0.156 0.456 1.895 0.590 Yes Yes 260 0.297 0.100 0.075 0.085 0.064 0.261 0.090 Yes Yes 260 0.193 1.576 0.331 2.019 1.980 22.449 7.088 Yes Yes 416 0.246 1.110 0.329 0.936 0.563 11.321 3.129 Yes Yes 416 0.311 BPL 0.035 0.311 0.002 0.282 0.668 0.267 Yes Yes 416 0.067 Freedom 0.168 0.092 0.025 0.065 0.277 0.182 Yes Yes 416 0.063 Excluding Top 5 Destination Countries Only Top 5 Destination Countries 9 10 11 12 13 14 15 16 Household HH Income Household HH Income Income Per HH Member BPL Freedom Income Per HH Member BPL Freedom 27.295 15.158 8.130 2.888 0.297 0.558 0.107 0.679 1.107 1.448 1.268 1.592 2.961 2.556 2.763 2.136 0.227 0.457 0.366 0.529 1.009 0.648 0.225 0.107 0.005 0.128 0.466 0.122 Migrant 1Yes After Migration 1Yes MigrantAfter Birth Country Dummies Individual Controls N Adjusted R2 Source: Authors calculations based on the Gallup World Poll, 20082013. Notes: DifferenceinDifferences estimation using robust standard errors, clustered at the country of origin level in parentheses. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. The individual control variables include: age, age squared, gender, religion dummies, and education. See Table 2 for the top sending and destination countries. p0.01, p0.05, p0.1 0.898 0.445 0.472 0.570 7.899 1.937 0.367 0.190 0.009 0.338 1.179 0.370 0.098 0.083 0.025 0.055 0.182 0.137 Yes Yes 216 0.395 Yes Yes 460 0.115 16.454 4.220 Yes Yes 460 0.247 Yes Yes 460 0.312 Yes Yes 216 0.425 Yes Yes 216 0.103 Yes Yes 216 0.112 Yes Yes 460 0.126 24 6. Robustness Checks 6.1.Matching with Respondents with Emigration Plans As a robustness check, we matched migrants in Group 1 with respondents in the source countries with concrete migration plans as opposed to those expressing willingness to leave in the main analysis sample. We employed the same matching covariates and procedures. Gallup started asking the question about migration plans in 2010, which limits the number of observations.19 Therefore, we used a less strict caliper of 0.5 to ensure about 50 observations per group. The sample includes 53 observations per group 212 observations total. Eighteen transition countries are represented, compared with 21 in the main analysis. The top sending countries are Romania, Poland, Bulgaria and Croatia, and the most common host countries are Italy, Germany, and Austria see table A.1. Table A.2 demonstrates that the matching produced observably similar migrant and stayer groups. In the post period, migrants and nonmigrants are on average 4243 years old, while their counterparts premigration are in their early thirties. A little under a third of respondents in all groups are collegeeducated compared with 18 percent in the main analysis sample. Across the board, about two thirds are female, about a third is Catholic, and 47 percent are Christian Orthodox. Immigrants Group 1 have the highest household income, SWB score, and are more satisfied with their freedom than any other group. Note, however, that the BPL score of those planning to migrate Group 2 is very similar to that of immigrants, suggesting that those with concrete emigration plans may receive a life satisfaction boost due to having made the emigration decision. 19 Between 20102013, about 19 percent of citizens from transition countries expressed a desire to emigrate, only 1.39 percent made emigration plans for the next year, and 0.69 percent prepared for this move. 25 Table 6 shows the DID results for the robustness check, with Models 14 presenting the findings without country of birth and individual controls, and Models 58 adding these covariates. Despite the small sample size, the results are generally robust and similar across the two sets of models. We focus on the results including the full set of controls. First, the income premium from migration is larger than that in the main model and is 26,600 ID note that the income premium per household member is similar to that in the main specification. There is also a freedom premium from migration, which is similar in magnitude to that in the main analysis sample. Specifically, migrants are about 26 percent more satisfied with their freedom to choose in life due to migration. Unsurprisingly, the BPL DID is not statistically significant. The summary statistics showed that while migrants evaluative wellbeing is slightly higher, it is not statistically different from that of the other groups. These results indicate that migration has a positive causal influence on income and perceptions with freedom, although the evaluative wellbeing gain is statistically insignificant, likely due to the small sample size or the possibility that those with concrete emigration plans have received a life satisfaction boost from making the decision. Experimental findings show that expectations affect hedonic happiness even before the outcomes are revealed and that the expectations related to making decisions affect happiness Rutledge, et al., 2014. 26 Table 6. Analysis Sample, Matching with Those Planning to Move, DID Results Full Sample No Covariates 1 4 3 2 Full Sample With Covariates 5 6 7 8 HH Income HH Income Household Per HH Member Household Per HH Member 7.943 2.695 28.531 10.830 0.854 0.846 0.201 0.627 0.784 1.095 1.476 0.854 Income 0.166 3.658 2.542 2.247 Income 1.129 2.752 1.069 1.442 BPL 0.303 0.349 0.284 0.385 0.069 0.632 BPL 0.466 0.328 0.177 0.375 0.139 0.573 Freedom 0.238 0.099 0.143 0.073 0.288 0.116 Migrant 1Yes After Migration 1Yes MigrantAfter Birth Country Dummies Individual Controls N Adjusted R2 Source: Authors calculations based on the Gallup World Poll, 20092013. Notes: DifferenceinDifferences estimation using robust standard errors, clustered at the country of origin level in parentheses. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. The individual control variables include: age, age squared, gender, religion dummies, and education. p0.01, p0.05, p0.1 Freedom 0.234 0.107 0.155 0.082 0.261 0.113 Yes Yes 212 0.353 No No 212 0.203 Yes Yes 212 0.090 Yes Yes 212 0.037 Yes Yes 212 0.294 No No 212 0.020 No No 212 0.238 26.595 10.063 8.736 2.843 No No 212 0.004 27 6.2.EU10 Migrants Of particular interest to national governments and EU policymakers alike is how migrants from the recent EU enlargements fare in the destination countries. To examine this question, we focus on EU10 immigrants in the advanced EU countries.20 Tables A.3A.4 show the summary statistics for this sample. Only Slovakia is not represented among the EU10 migrants and the top origin countries are Poland, Romania, and Lithuania, and the top destinations are Germany, Spain, and Ireland. Migrants appear to have higher incomes, SWB, and perceptions of freedom in the destination countries see table A.4. Table 7 shows the results from this alternative specification. The main results and conclusions still hold, albeit with some nuances. First, while the household earnings premium is still sizeable and statistically significant, it is smaller in magnitude.21 This is unsurprising as EU10 migrants are leaving countries that are wealthier, on average, than the nonEU transition countries. The SWB benefit from migration is still sizeable 1.3 on average compared with 1.2 in the main results. There are also sizeable gains in satisfaction with freedom, which are larger than those in the main analysis sample. When Bulgaria and Romania the poorest and unhappiest EU members are excluded from the source countries, the household income premium rises to 21,000 ID 12,700 ID per household member, the evaluative wellbeing gain is 1.8, and satisfaction with freedom increases by 44 percent on average.22 20 See footnote 4 for the list of transition countries that are EU members. Croatia is excluded from the sending countries as it only joined the EU in 2013. The advanced EU countries include the EU15 and Malta and Cyprus. 21 The earnings premium per household member of 9,100 ID is similar to that in the main sample 10,500 ID. 22 Results available upon request. 28 Table 7. EU Sample, DID Results 1 Full Sample No Covariates Full Sample With Covariates 2 3 4 5 6 7 8 HH Income HH Income Household Income 1.775 2.164 Per HH Member 0.133 0.686 Household Income 1.092 2.340 Per HH Member 0.256 0.750 BPL 0.687 0.309 0.035 0.067 0.085 Freedom 0.135 0.064 BPL 0.675 0.245 Freedom 0.124 0.065 0.146 0.880 9.172 2.667 1.508 1.945 15.475 5.217 1.144 0.085 0.250 2.660 1.432 0.377 14.866 5.383 0.328 Migrant 1Yes After Migration 1Yes MigrantAfter Birth Country Dummies Individual Controls N Adjusted R2 Source: Authors calculations based on the Gallup World Poll, 20082013. Notes: DifferenceinDifferences estimation using robust standard errors, clustered at the country of origin level in parentheses. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. The individual control variables include: age, age squared, gender, religion dummies, and education. 0.020 0.076 0.308 0.076 1.325 0.354 0.081 0.384 0.255 1.076 9.093 2.751 Yes Yes 316 0.326 No No 316 0.132 No No 316 0.189 No No 316 0.037 No No 316 0.064 Yes Yes 316 0.276 Yes Yes 316 0.096 Yes Yes 316 0.110 p0.01, p0.05, p0.1 29 6.3.Return Migration Return migration poses a validity threat as it is possible that because of the economic crisis or some other circumstances, those with the lowest SWB, satisfaction with freedom, andor the least skilled immigrants returned back to their home countries.23 Return migration may also be undertaken to correct errors in the initial migration decision or because the migrant has acquired human capital valued at home Borjas, 2014. While not causal, research finds that Romanian returnees are unhappier than stayers Bartram, 2012. While GWP does not explicitly inquire about return migration, two questions could be used to shed some light: i whether respondents have lived in a foreign country for more than six months asked in 20092012 in all transition economies except Mongolia and ii whether the respondent went abroad in the past five years to make money asked in 2007 in several transition economies. We do not have information on the country of residence prior to return, duration of stay, or reason for return. However, a followup question specifically asks respondents whether their social status increased, fell, or did not change as a result of going abroad to make money in the past five years. Of the 624 respondents who gave valid answers to this question, social status fell for about a third 34 percent and did not change for about 43 percent. To examine whether return migration biases our results, we matched returnees in transition economies the treatment group with immigrants from transition countries still living in the advanced countries the controls. We used PSM and the following matching covariates: age, age squared, religion, education, country of birth, and year. We forced exact matching by 23 There have been no large outflows of migrants due to the economic crisis as migrants may actually be unwilling to return to their home countries because they fear barriers to coming back or dread bleak job prospects at home Awad, 2009; Fix et al., 2009; Green Winters, 2010. 30 country of birth and year. When Went Abroad to Make Money is the treatment variable, religion and year are excluded from the matching covariates due to missing observations and the fact that the data are for 2007 only, respectively.24 We used nearest neighbor matching without replacement with two calipers 0.01 and 0.001 see table 8, which provides results that generally satisfy the balancing property tables A.5A.7. The results suggest that return migration is associated with lower incomes and SWB BPL regardless of the matching procedure and the treatment variable used. Taken at face value, the results in Table 8 imply that the household income penalty due to return migration is between 14,500 and 18,700 ID, depending on the model, while BPL declines are between 0.7 and 1.7. The results regarding satisfaction with freedom are not robust, however. These results should be treated with caution as we do not know whether the lower earnings and SWB are because of return migration or because of selection issues. In this instance, total bias reduction is impossible as we cannot include a large number of covariates due the restriction that the treatment cannot influence the matching variables. Thus, while return migration may be a validity threat, it is unlikely that it is driving all the results in this paper. 24 While return migration as a result of the crisis has been limited, there have been returns from Russia to Tajikistan, Uzbekistan, and Kyrgyzstan Green Winters, 2010, Poles returning from the UK, and some forceful deportations from the US, Italy, and France, including those of Bulgarian and Romanian Roma from France Papademetriou, Sumption, Terrazas, Loyal, FerreroTurrion, 2010. There is little information on the demographic profile of those who left, however. 31 Table 8. Return Migration and Wellbeing, Average Treatment Effect using Propensity Score Matching Treatment: Lived Abroad for More than 6 Months; Nearest Neighbor Matching without replacement, caliper0.01 Outcome 8.480 Household Income 3.470 Best Possible Life BPL Satisfied with Freedom in Life 4.330 Treatment: Lived Abroad for More than 6 Months; Nearest Neighbor Matching without replacement, caliper0.0001 Household Income 3.980 3.570 Best Possible Life BPL Satisfied with Freedom in Life 1.800 Treatment Control 1,245 1,245 1,245 15.840 1.869 0.675 0.195 0.039 0.167 14.465 3.630 0.350 1.250 0.132 0.073 13.639 5.480 0.655 1,245 1,245 1,245 12.710 5.145 0.645 27.175 6.395 0.776 ATT S.E. tstat 252 252 252 76 76 76 N N Average Outcome Treatment Average Outcome Control 29.479 6.155 0.821 Treatment: Went Abroad to Make Money; Nearest Neighbor Matching without replacement, caliper0.01 Outcome Household Income Best Possible Life BPL Satisfied with Freedom in Life N N Treatment Control 700 700 700 42 42 42 Average Outcome Treatment 10.042 5.405 0.595 Average Outcome Control 28.732 7.143 0.762 ATT S.E. tstat 18.690 2.967 0.422 1.738 0.167 0.101 6.300 4.110 1.640 Source: Authors calculations based on the Gallup World Poll. Notes: ATTAverage Treatment Effect. The data are for 20082012 when the treatment is whether the respondent lived abroad fro more than 6 months, and for 2007 when the treatment is whether the respondent went abroad in the past 5 years to make money. Summary of results from propensity score matching. N refers to the number of observations in the common support region. The treatment group is return migrants. The control group is immigrants from transition economies in advanced countries. The matching variables include: age, age squared, religion, education, country of birth, and year. We force exact matching by country of birth and year year is excluded when the treatment is Went Abroad to Make Money. When Went Abroad to Make Money is the treatment variable, religion and year are excluded from the matching covariates. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. Balancing tests available in Tables A.5A.7. 32 7. Channels This papers empirical strategy explicitly allows us to explore the wellbeing consequences of migration but not the pathways leading to them. Theoretically, several mechanisms could be enhancing the wellbeing of migrants from transition economies. As the channels affecting income are straightforward, we focus on the SWB and freedom dimensions. First, migration could enhance SWB through the positive income gains. For example, Olgiati, Calvo, and Berkman 2013 show that income is associated with higher global life evaluation and life satisfaction among immigrants in 16 advanced countries. Moreover, income and SWB are positively correlated in transition economies Easterlin, 2009. In addition, CEE migrants move to the EU15 for employment Kahanec, 2013. Therefore, they likely migrate because of better employment and income opportunities and freedoms, which may also enhance their SWB. The consistently positive effect on the satisfaction with freedom outcome in this paper highlights this channel. Second, while the majority of the studies find a negative association between happiness and migration, the results depend on country of origin Simpson, 2014. Research using GWP data shows that NorthtoNorth migrants experience gains in various perceived wellbeing dimensions, unlike migrants moving from other contexts Esipova et al., 2013. The countries from which the migrants in this paper moved are relatively advanced and culturally similar to the destination countries, which likely facilitates their assimilation and adaptation. Third, there are several mechanisms that could also decrease migrant SWB. Psychological distress from separation from ones family and friends i.e., loss of social capital, culture shock, loss of cultural identity, changing reference norms, and rising expectations likely 33 lower the perceived wellbeing of migrants. While these same issues are also likely to affect migrants from transition economies to the EU, they face far fewer barriers to returning to their home countries to visit than, for example, SouthtoNorth migrants. Finally, timeuse data on migrants from Central and Eastern Europe living in the UK and New Jersey demonstrate that immigrant men spent much time working and limited time with their families and immigrant women from Poland spent much time working in lowskilled jobs and less time socializing, leading to isolation Ribar, 2013. Despite these opposite effects of migration on SWB, it seems that the positive channels dominate in this analysis sample. 8. Limitations We acknowledge several limitations. First, despite the use of matching and DID, our results could suffer from selection bias. While movers and stayers are similar based on observable characteristics, a nonexperimental technique cannot fully address selection bias from unobservables. Although we match on education, which is a proxy for ability, unobservable factors such as motivation and skills likely positively bias our results. While we cannot provide a precise estimate of the size of this bias, one studys findings imply that the migration gains we find are likely overstated by at least about 20 percent Mc Kenzie et al., 2010.25 Second, while our empirical strategy explicitly addresses selection, it does not deal with endogeneity. Since we only have crosssectional data, we cannot establish whether the positive wellbeing effects are because of migration or because respondents with greater a priori wellbeing are more likely to migrate. The research shows, however, that lower levels of life satisfaction are correlated with the migration decision for migrants from transition economies Otrachshenko Popova, 2014 and Latin America Graham and Markowitz, 2011. The SWB gains from migration, therefore, are unlikely to be due to the positive SWB selection of migrants. 25 Moreover, the empirical strategy is based on assumptions, some of which are untestable. 34 Third, since GWP is not specifically designed to study migrants, it has several limitations. GWP does not distinguish between voluntary and involuntary migrants, lacks information on year of arrival in the destination country and detailed information on return migration, which is problematic. Due to the limited number of observations, we do not distinguish between migrants who arrived in the host country in the past five years or later. Since the majority of immigrants are established, they could have simply adapted to living in the destinations. Fourth, caution is necessary when extrapolating these results to other countries and contexts. The wellbeing effects of migration likely differ depending on the migrant cohort studied, the destination countries, and the wellbeing metrics employed. 9. Policy Implications and Conclusion This study asked whether migration improves the wellbeing of immigrants from transition economies who moved to advanced economies. Using crosssectional data from the Gallup World Poll GWP and a methodology combining statistical matching with differenceindifferences, we show that migration enhances wellbeing. The mean household earnings premium is about 21,000 ID and the average life satisfaction benefit is about 1.0 1.2 on a scale of 010. Movers from the EU10 to the rest of the EU realize even larger SWB gains of up to 1.4 1.8 when we exclude Bulgarians and Romanians. Moreover, migration increases freedom satisfaction by about 2628 percent on average. The results are generally robust to several robustness checks. The happiness and migration literature suggests that increases in income postmigration may be accompanied by declining happiness because of adaptation and rising aspirations. While migrants absolute incomes increase, so do their expectations as they compare themselves to highearning natives in the host countries. We find, however, that migrants from transition 35 countries are in fact happier after they go abroad. This suggests that even if their reference norms and aspirations change, movers objective and subjective quality of life improves postmigration. The relevance of these results for immigrants from other world regions is an empirical question for future research. Although migration may have positive wellbeing effects while also allowing movers to escape the opportunity constraints at home, it is not a comprehensive development strategy. It does not solve deeplyrooted social problems such as corruption, misguided economic policies, and other market and government failures in the sending countries De Haas, 2010. And while it may enhance individual wellbeing and autonomy, as we find, it may have negative consequences for the happiness of family members left behind Borraz, Pozo, Rossi, 2010; Jones, 2014. Future research is needed to understand if migration can enhance individual wellbeing without negative effects on the common good in the sending countries. 36 References Abadie, A. 2005. Semiparametric DifferenceinDifferences Estimators. The Review of Economic Studies, 721, 119. Abramitzky, R., Boustan, L. P., Eriksson, K. 2012. Europes Tired, Poor, Huddled Masses: SelfSelection and Economic Outcomes in the Age of Mass Migration. American Economic Review, 1025, 18321856. Ai, C., Norton, E. C. 2003. Interaction Terms in Logit and Probit Models. Economics Letters, 801, 123129. Akay, A., Constant, A., Giulietti, C. 2014. The Impact of Immigration on the WellBeing of Natives. Journal of Economic Behavior Organization, 103, 7292. Amit, K. 2010. Determinants of Life Satisfaction among Immigratns from Western Countries and from the FSU in Israel. Social Indicators Research, 963, 515534. Amit, K., Litwin, H. 2010. The Subjective WellBeing of Immigrants Aged 50 and Older in Israel. Social Indicators Research, 981, 89104. Awad, I. 2009. The Global Economic Crisis and Migrant Workers: Impact and Response. International Labour International Migration Programme, Geneva, Switzerland: Organization. Baltatescu, S. 2007. Central and Eastern Europeans Migrants Subjective Quality of Life. A Comparative Study. Journal of Identity and Migration Studies, 12, 6781. Bartram, D. 2010. International Migration, Open Borders Debates, and Happiness. International Studies Review, 123, 339361. Bartram, D. 2011. Economic Migration and Happiness: Comparing Immigrants and Natives Happiness Gains from Income. Social Indicators Research, 1031, 5776. Bartram, D. 2013. Happiness and Economic Migration: A Comparison of Eastern European Migrants and Stayers. Migration Studies, 12, 156175. Bartram, D. 2014. Inverting the Logic of Economic Migration: Happiness among Migrants Moving from Wealthier to Poorer Countries in Europe. Journal of Happiness Studies, 120, forthcoming. Bauer, T. K., Epstein, G. S., Gang, I. N. 2000. What Are Migration Networks? IZA DP No. 200. Bertocchi, G., Strozzi, C. 2008. International Migration and the Role of Institutions. Public Choice, 13712, 81102. Betz, W., Simpson, N. B. 2013. The Effects of International Migration on the Well Being of Native Populations in Europe. IZA Journal of Migration, 212, 121. Bhagwati, J., Hamada, K. 1974. The Brain Drain, International Integration of Markets for Professionals and Unemployment: A Theoretical Analysis. Journal of Development Economics, 11, 1942. Blanchflower, D. G., Shadforth, C. 2009. Fear, Unemployment and Migration. The Economic Journal, 119535, F136F182. Blundell, R., Costa Dias, M. 2000. Evaluation Methods for NonExperimental Data. Fiscal Studies, 214, 427468. Borjas, G. J. 1987. SelfSelection and the Earnings of Immigrants. American Economic Review, 774, 531553. Borjas, G. J. 1994. The Economics of Immigration. Journal of Economic Literature, XXXII, 16671717. 37 Borjas, G. J. 2001. Heavens Door: Immigration Policy and the American Economy. Princeton, NJ: Princeton University Press. Borjas, G. J. 2014. Immigration Economics. Cambridge, MA: Harvard University Press. Borraz, F., Pozo, S., Rossi, M. 2010. And What About the Family Back Home? International Migration and Happiness in Cuenca, Ecuador. Journal of Business Strategies, 271. Cai, R., Esipova, N., Oppenheimer, M., Feng, S. 2014. International Migration Desires Related to Subjective WellBeing. IZA Journal of Migration, 31, 120. Caliendo, M., Kopeinig, S. 2008. Some Practical Guidance for the Implementation of Propensity Score Matching. Journal of Economic Surveys, 221, 3172. Cantril, H. 1965. Pattern of Human Concerns: New Brunswick, NJ: Rutgers University Press. Card, D. 2005. Is the New Immigration Really So Bad? The Economic Journal, 115507, F300F323. Chindarkar, N. 2014. Is Subjective WellBeing of Concern to Potential Migrants from Latin America? Social Indicators Research, 1151, 159182. Clemens, M. A., Bazzi, S. 2008. Dont Close the Golden Door: Our Noisy Debate on Immigration and Its Deathly Silence on Development. Center for Global Development Essay. Clemens, M. A., Montenegro, C. E., Pritchett, L. 2008. The Place Premium: Wage Differences for Identical Workers across the Us Border. World Bank Policy Research Working Paper No. 4671. Creighton, M. J. 2013. The Role of Aspirations in Domestic and International Migration. The Social Science Journal, 501, 7988. Czaika, M., de Haas, H. 2012. The Role of Internal and International Relative Deprivation in Global Migration. Oxford Development Studies, 404, 423442. Czaika, M., Vothknecht, M. 2014. Migration and Aspirations Are Migrants Trapped on a Hedonic Treadmill? IZA Journal of Migration, 31, 121. Danzer, A. M., Dietz, B. 2014. Labour Migration from Eastern Europe and the EUs Quest for Talents. JCMS: Journal of Common Market Studies, 522, 183199. De Haas, H. 2010. Migration and Development: A Theoretical Perspective. International Migration Review, 441, 227264. De Haas, H. 2011. The Determinants of International Migration. IMIDEMIG working paper, International Migration Institute, University of Oxford. De Jong, G. F., Chamratrithirong, A., Tran, Q.G. 2002. For Better, for Worse: Life Satisfaction Consequences of Migration. International Migration Review, 363, 838863. De Neve, J.E., Diener, E., Tay, L., Xuereb, C. 2013. The Objective Benefits of Subjective WellBeing. In J. F. Helliwell, R. Layard J. Sachs Eds., World Happiness Report pp. 5479. De Neve, J.E., Oswald, A. J. 2012. Estimating the Influence of Life Satisfaction and Positive Affect on Later Income Using Sibling Fixed Effects. Proceedings of the National Academy of Sciences, 10949, 1995319958. Dehejia, R. H., Wahba, S. 2002. Propensity ScoreMatching Methods for Nonexperimental Causal Studies. Review of Economics and Statistics, 841, 151161. Deneulin, S. 2006. Individual WellBeing, Migration Remittances and the Common Good. The European Journal of Development Research, 181, 4558. 38 Di Tella, R., Mac Culloch, R. J., Oswald, A. J. 2001. Preferences over Inflation and Unemployment: Evidence from Surveys of Happiness. The American Economic Review, 911, 335341. Diener, E., Inglehart, R., Tay, L. 2013. Theory and Validity of Life Satisfaction Scales. Social Indicators Research, 1123, 497527. Diener, E., Suh, E. M., Lucas, R. E., Smith, H. L. 1999. Subjective WellBeing: Three Decades of Progress. Psychological Bulletin, 1252, 276302. Dolan, P., Peasgood, T., White, M. 2008. Do We Really Know What Makes Us Happy? A Review of the Economic Literature on the Factors Associated with Subjective WellBeing. Journal of Economic Psychology, 291, 94122. Dustmann, C., Frattini, T., Halls, C. 2010. Assessing the Fiscal Costs and Benefits of A8 Migration to the UK. Fiscal Studies, 311, 141. Easterlin, R. A. 1974. Does Economic Growth Improve the Human Lot? Some Empirical Evidence. In P. David and M. Reder Ed., Nations and Households in Economic Growth: Essays in Honour of Moses Abramovitz pp. 89125. New York, NY: Academic Press. Easterlin, R. A. 2009. Lost in Transition: Life Satisfaction on the Road to Capitalism. Journal of Economic Behavior Organization, 712, 130145. Ek, E., Koiranen, M., Raatikka, V.P., Jarvelin, M.R., Taanila, A. 2008. Psychosocial Factors as Mediators between Migration and Subjective WellBeing among Young Finnish Adults. Social Science Medicine, 667, 1545 1556. Erlinghagen, M. 2012. Nowhere Better Than Here? The Subjective WellBeing of German Emigrants and Remigrants. Comparative Population Studies, 364, 899926. Esipova, N., Pugliese, A., Ray, J., Kanitkar, K. 2013. Dimensions of Migrant WellBeing: Evidence from the Gallup World Poll. International Organization for Migration. World Migration Report 2013: Migrant WellBeing and Development pp. 104171: International Migration Organization. FerreriCarbonell, A., Frijters, P. 2004. How Important Is Methodology for the Estimates of the Determinants of Happiness?. The Economic Journal, 114497, 641659. Fix, M., Papademetriou, D. G., Batalova, J., Terrazas, A., Lin, S. Y.Y., Mittelstadt, M. 2009. Migration and the Global Recession: A Report Commissioned by the BBC World Service. Washington, DC: Migration Policy Institute. Frijters, P., Beatton, T. 2012. The Mystery of the UShaped Relationship between Happiness and Age. Journal of Economic Behavior Organization, 822, 525542. Graham, C. 2009. Happiness around the World: The Paradox of Happy Peasants and Miserable Millionaires. Oxford: Oxford University Press. Graham, C. 2011. The Pursuit of Happiness: An Economy of WellBeing. Washington, DC: The Brookings Institution Press. Graham, C. 2012. The Distinctiveness of Hedonic and Evaluative WellBeing. Notes Prepared for the National Academies of Science NAS Panel. Washington, DC: The Brookings Institution. Graham, C., Eggers, A., Sukhtankar, S. 2004. Does Happiness Pay?: An Exploration Based on Panel Data from Russia. Journal of Economic Behavior Organization, 553, 319342. Graham, C., Markowitz, J. 2011. Aspirations and Happiness of Potential Latin American Immigrants. Journal of Social Research Policy, 22, 925. 39 Green, T., Winters, L. A. 2010. Economic Crises and Migration: Learning from the Past and the Present. The World Economy, 339, 10531072. Grether, J.M., De Melo, J., Muller, T. 2001. The Political Economy of International Migration in a RicardoViner Model. CEPR Discussion Paper 2714. Hanson, G. H. 2010. International Migration and the Developing World. In D. Rodrik M. Rosenzweig Eds., Handbook of Development Economics Vol. 5, pp. 43634414. Heinrich, C., Maffioli, A., Vazquez, G. 2010. A Primer for Applying PropensityScore Matching: ImpactEvaluation Guidelines. Office of Strategic Planning and Development Effectiveness, InterAmerican Development Bank, 156. Helliwell, J. F., BarringtonLeigh, C. P., Harris, A., Huang, H. 2010. International Evidence on the Social Context of WellBeing. In J. F. Helliwell. E. Diener, and D. Kahneman Eds., International Differences in WellBeing. New York, NY: Oxford University Press. IMF. 2014. World Economic Outlook April 2014: Recover Stenghtens, Remains Uneven. Washington, DC: International Monetary Fund. Ivlevs, A. 2014. Happy Moves? Assessing the Impact of Subjective WellBeing on the Emigration Decision. University of the West of England Economics Working Paper Series 1402, 123. Ivlevs, A., King, R. M. 2012a. Does More Schooling Make You Run for the Border? Evidence from PostIndependence Kosovo. The Journal of Development Studies, 488, 11081120. Ivlevs, A., King, R. M. 2012b. Family Migration Capital and Migration Intentions. Journal of Family and Economic Issues, 331, 118129. Jones, R. C. 2014. Migration and Family Happiness in Bolivia: Does Social Disintegration Negate Economic WellBeing? International Migration, 523, 177193. Kahanec, M. 2013. Labor Mobility in and Enlarged European Union. In A. F. Constant K. F. Zimmermann Eds., International Handbook on the Economics of Migration pp. 137152. Northampton, MA: Edward Elgar Publishing Limited. Kahneman, D., Deaton, A. 2010. High Income Improves Evaluation of Life but Not Emotional WellBeing. Proceedings of the National Academy of Sciences, 10738, 1648916493. Kahneman, D., Krueger, A. B. 2006. Developments in the Measurement of Subjective WellBeing. Journal of Economic Perspectives, 201, 324. Kahneman, D., Wakker, P. P., Sarin, R. 1997. Back to Bentham? Explorations of Experienced Utility. The Quarterly Journal of Economics, 1122, 375406. Knight, J., Gunatilaka, R. 2010. Great Expectations? The Subjective WellBeing of RuralUrban Migrants in China. World Development, 381, 113 124. Leuven, E., Sianesi, B. 2003. Psmatch 2: Stata Module to Perform Full Mahalanobis and Propensity Score Matching, Common Support Graphing, and Covariate Imbalance Testing. Statistical Software Components; Boston College Department of Economics. Massey, D. S., Arango, J., Hugo, G., Kouaouci, A., Pellegrino, A., Taylor, J. E. 1993. Theories of International Migration: A Review and Appraisal. Population and Development Review, 193, 431466. Mayda, A. M. 2010. International Migration: A Panel Data Analysis of the Determinants of Bilateral Flows. Journal of Population Economics, 234, 12491274. 40 Mc Kenzie, D., Gibson, J., Stillman, S. 2013. A Land of Milk and Honey with Streets Paved with Gold: Do Emigrants Have overOptimistic Expectations About Incomes Abroad? Journal of Development Economics, 1020, 116127. Mc Kenzie, D., Stillman, S., Gibson, J. 2010. How Important Is Selection? Experimental Vs NonExperimental Measures of Income Gains from Migration. Journal of the European Economic Association, 84, 913945. Melzer, S. 2011. Does Migration Make You Happy? The Influence of Migration on Subjective WellBeing. Journal of Social Research Policy, 22, 7392. Morawetz, D., Atia, E., BinNun, G., Felous, L., Gariplerden, Y., Harris, E., et al. 1977. Income Distribution and SelfRated Happiness: Some Empirical Evidence. The Economic Journal, 87347, pp. 511522. Ng, Y.K. 1996. Happiness Surveys: Some Comparability Issues and an Exploratory Survey Based on Just Perceivable Increments. Social Indicators Research, 381, 127. Ng, Y.K. 1997. A Case for Happiness, Cardinalism, and Interpersonal Comparability. The Economic Journal, 107445, 18481858. OECD. 2007. Policy Coherence for Development 2007: Migration and Developing Countries: Development Centre of the Organisation for Economic Cooperation and Development. Available at: http:www.oecd.orgsocialpovertypolicycoherencefordevelopment 2007migrationanddevelopingcountries.htm. OECD. 2008. A Profile of Immigrant Populations in the 21st Century. Data from OECD at: Countries. http:www.oecd.orgfrelsmigaprofileofimmigrantpopulationsinthe 21stcenturydatafromoecdcountries.htm Available OECD. 2011. Hows Life?: Measuring WellBeing: OECD Publishing, http:dx.doi.org10.17879789264121164en. OECD. 2013. International Migration Outlook 2013, OECD Publishing. Retrieved from Doi:10.1787Migr_Outlook2013En Olgiati, A., Calvo, R., Berkman, L. 2013. Are Migrants Going up a Blind Alley? Economic Migration and Life Satisfaction around the World: CrossNational Evidence from Europe, North America and Australia. Social Indicators Research, 1142, 383404. Ortega, F., Peri, G. 2009. The Causes and Effects of International Migrations: Evidence from OECD Countries 19802005. Washington, DC: National Bureau of Economic Research. Oswald, A. J. 1997. Happiness and Economic Performance. The Economic Journal, 107445, 18151831. Oswald, A. J., Proto, E., Sgroi, D. 2009. Happiness and Productivity. IZA Discussion Paper No. 4645, 151. Otrachshenko, V., Popova, O. 2014. Life Dis Satisfaction and the Intention to Migrate: Evidence from Central and Eastern Europe. The Journal of SocioEconomics, 480, 4049. Ottaviano, G. I. P., Peri, G. 2012. Rethinking the Effect of Immigration on Wages. Journal of the European Economic Association, 101, 152197. Papademetriou, D. G., Sumption, M., Terrazas, A., Loyal, C. B. S., FerreroTurrion, R. 2010. Migration and Immigrants Two Years after the Financial Collapse: Where Do We Stand? Washington, DC: Migration Policy Institute. 41 Papapanagos, H., Sanfey, P. 2001. Intention to Emigrate in Transition Countries: The Case of Albania. Journal of Population Economics, 143, 491504. Peikes, D. N., Moreno, L., Orzol, S. M. 2008. Propensity Score Matching. The American Statistician, 623, 222231. Ribar, D. C. 2013. Immigrants Time Use: A Survey of Methods and Evidence. In A. F. Constant K. F. Zimmermann Eds., International Handbook on the Economics of Migration pp. 373392. Northampton, MA: Edward Elgar Publishing Limited. Rosenbaum, P. R., Rubin, D. B. 1983. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika, 701, 4155. Rutledge, R. B., Skandali, N., Dayan, P., Dolan, R. J. 2014. A Computational and Neural Model of Momentary Subjective WellBeing. Proceedings of the National Academy of Sciences. Safi, M. 2010. Immigrants Life Satisfaction in Europe: Between Assimilation and Discrimination. European Sociological Review, 262, 159176. Sen, A. 2000. Social Exclusion: Concept, Application, and Scrutiny. Social Development Papers No. 1, Office of Environment and Social Development Asian Development Bank, 154. Senik, C. 2011. The French Unhappiness Puzzle: The Cultural Dimension of Happiness. IZA Working Paper No. 6175. Shadish, W. R., Clark, M. H., Steiner, P. M. 2008. Can Nonrandomized Experiments Yield Accurate Answers? A Randomized Experiment Comparing Random and Nonrandom Assignments. Journal of the American Statistical Association, 103484, 13341344. Shadish, W. R., Steiner, P. M. 2010. A Primer on Propensity Score Analysis. Newborn and Infant Nursing Reviews, 101, 1926. Simpson, N. 2014. Happiness and Migration. In K. F. Zimmermann A. F. Constant Eds., International Handbook on the Economics of Migration: Edward Elgar Publishing Limited. Smith, J. A., Todd, P. A. 2005. Does Matching Overcome Lalondes Critique of Nonexperimental Estimators? Journal of Econometrics, 1251, 305353. Stark, O., Micevska, M., Mycielski, J. 2009. Relative Poverty as a Determinant of Migration: Evidence from Poland. Economics Letters, 1033, 119122. Stark, O., Taylor, J. E. 1989. Relative Deprivation and International Migration. Demography, 261, 114. Stark, O., Wang, Y. 2002. Inducing Human Capital Formation: Migration as a Substitute for Subsidies. Journal of Public Economics, 861, 29 46. Steiner, P. M., Cook, T. D., Shadish, W. R. 2011. On the Importance of Reliable Covariate Measurement in Selection Bias Adjustments Using Propensity Scores. Journal of Educational and Behavioral Statistics, 362, 213236. Steiner, P. M., Cook, T. D., Shadish, W. R., Clark, M. 2010. The Importance of Covariate Selection in Controlling for Selection Bias in Observational Studies. Psychological Methods, 153, 250. Stiglitz, J., Sen, A., Fitoussi, J.P. 2009. The Measurement of Economic Performance and Social Progress Revisited. Reflections and overview. Commission on the Measurement of Economic Performance and Social Progress, Paris. 42 Stillman, S., Gibson, J., Mc Kenzie, D., Rohorua, H. forthcoming. Miserable Migrants? Natural Experiment Evidence on International Migration and Objective and Subjective WellBeing. World Development0. Stone, A. A., Mackie, C. 2014. Subjective WellBeing: Measuring Happiness, Suffering, and Other Dimensions of Experience. Washignton, DC: National Academies Press. Stuart, E. A. 2010. Matching Methods for Causal Inference: A Review and a Look Forward. Statistical Ccience: a Review Journal of the Institute of Mathematical Statistics, 251, 121. Tinbergen, J. 1991. On the Measurement of Welfare. Journal of Econometrics, 5012, 713. Todd, P. Retrieved December 16, 2013, from 2006. Matching Estimators. http:athena.sas.upenn.edupetrapapersmpalgrave 2.pdf UN. 2002. International Migration from Countries with Economies in Transition : 19801999: Population Division Department of Economic and Social Affairs United Nations Secretariat. van Dalen, H. P., Henkens, K. 2008. Emigration Intentions: Mere Words or True Plans? Explaining International Migration Intentions and Behavior Discussion Paper: Tilburg University, Center for Economic Research. van Dalen, H. P., Henkens, K. 2013. Explaining Emigration Intentions and Behaviour in the Netherlands, 200510. Population Studies, 672, 225241. Winkelmann, L., Winkelmann, R. 1998. Why Are the Unemployed So Unhappy? Evidence from Panel Data. Economica, 65257, 115. Zimmermann, K. F. 1996. European Migration: Push and Pull. International Regional Science Review, 1912, 95128. 43 Appendix Freq. Percent Residence Country Table A.1. Analysis Sample, Matching with Those Planning to Move, Source and Destination Countries Birth Country Romania Poland Bulgaria Croatia Estonia Lithuania Kosovo Czech Republic Russia Albania Serbia Hungary Georgia Moldova Bosnia and Herzegovina Macedonia Slovakia Slovenia Total Source: Authors calculations based on the Gallup World Poll, 20092013. 24.530 15.090 Germany 7.550 Austria 7.550 5.660 Greece Finland 5.660 France 5.660 3.770 Sweden 3.770 Australia Ireland 3.770 3.770 Switzerland 1.890 Netherlands 1.890 Denmark 1.890 Canada 1.890 New Zealand 1.890 1.890 1.890 13 8 4 4 3 3 3 2 2 2 2 1 1 1 1 1 1 1 53 100.000 Total Freq. Percent 18.870 16.980 13.210 9.430 9.430 5.660 3.770 3.770 3.770 3.770 3.770 1.890 1.890 1.890 1.890 10 9 7 5 5 3 2 2 2 2 2 1 1 1 1 53 100.000 Italy Spain 44 Table A.2. Summary Statistics, Analysis Sample, Matching with Those Planning to Move Variables Outcome Variables Household Income in 1,000s ID HH Income Per HH Member in 1,000s ID Best Possible Life BPL 010 Satisfaction with Freedom Matching Variables Age Female 1Yes Catholic 1Yes Protestant 1Yes Orthodox 1Yes Muslim 1Yes No religionAgnostic 1Yes Elementary Education 1Yes Completed Secondary Education 1Yes Some College Education College Graduate 1Yes Migrants After Migrants Before Stayers After Stayers Before Group 1 Group 2 Group 4 Group 3 Mean 39.358 18.052 6.245 0.717 42.943 0.660 0.340 0.075 0.472 0.075 0.038 0.038 0.660 Std. Dev. Mean 32.295 14.136 1.890 0.455 13.226 0.478 0.478 0.267 0.504 0.267 0.192 0.192 0.478 15.950 7.499 5.981 0.585 32.547 0.660 0.340 0.075 0.472 0.075 0.038 0.038 0.660 Std. Dev. Mean Std. Dev. Mean Std. Dev. 25.566 8.436 2.414 0.497 10.451 0.478 0.478 0.267 0.504 0.267 0.192 0.192 0.478 14.704 6.769 5.830 0.660 42.170 0.660 0.340 0.075 0.472 0.075 0.038 0.038 0.660 10.607 6.122 2.164 0.478 13.978 0.478 0.478 0.267 0.504 0.267 0.192 0.192 0.478 14.094 5.762 5.755 0.755 34.585 0.660 0.340 0.075 0.472 0.075 0.038 0.038 0.660 12.181 4.421 2.139 0.434 9.029 0.478 0.478 0.267 0.504 0.267 0.192 0.192 0.478 0.302 0.463 0.302 0.463 0.302 0.463 0.302 0.463 Source: Authors calculations based on the Gallup World Poll, 20092013. Notes: The number of observations in each group is 53. All statistics are for 20092013 and show the number of observations, means, and standard deviations for each variable and for each migrant and nonmigrant group. The means of the binary variables show the proportion of respondents in each category. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. 45 Freq. Percent Residence Country Table A.3. EU Sample Analysis Sample, Source and Destination Countries Birth Country Poland Romania Lithuania Hungary Slovenia Bulgaria Czech Estonia Latvia Total Source: Authors calculations based on the Gallup World Poll, 20092013. 32.910 Germany 31.650 11.390 7.590 7.590 5.060 1.270 1.270 1.270 Spain Ireland Italy Austria Greece France Sweden Denmark Belgium Finland 26 25 9 6 6 4 1 1 1 79 Freq. Percent 26.580 18.990 15.190 12.660 12.660 3.800 2.530 2.530 2.530 1.270 1.270 21 15 12 10 10 3 2 2 2 1 1 79 100.000 100.000 Total 46 Table A.4. Summary Statistics, Analysis Sample, Matching with Those Planning to Move Variables Outcome Variables Household Income in 1,000s ID HH Income Per HH Member in 1,000s ID Best Possible Life BPL 010 Satisfaction with Freedom Matching Variables Age Female 1Yes Catholic 1Yes Protestant 1Yes Orthodox 1Yes No religionAgnostic 1Yes Elementary Education 1Yes Completed Secondary Education 1Yes Some College Education College Graduate 1Yes Migrants After Migrants Before Stayers After Stayers Before Group 1 Group 2 Group 4 Group 3 Mean Std. Dev. Mean 31.337 16.139 6.405 0.886 26.658 15.574 1.971 0.320 14.578 5.902 4.848 0.595 41.937 0.557 0.582 0.025 0.354 0.038 0.089 0.747 12.504 0.500 0.496 0.158 0.481 0.192 0.286 0.438 40.139 0.557 0.582 0.025 0.354 0.038 0.089 0.747 Std. Dev. Mean Std. Dev. Mean Std. Dev. 16.114 5.995 2.248 0.494 13.068 0.500 0.496 0.158 0.481 0.192 0.286 0.438 14.573 6.250 5.557 0.671 43.241 0.557 0.582 0.025 0.354 0.038 0.089 0.747 9.625 3.820 2.459 0.473 11.340 0.500 0.496 0.158 0.481 0.192 0.286 0.438 15.706 7.319 5.797 0.658 40.848 0.557 0.582 0.025 0.354 0.038 0.089 0.747 18.609 7.090 2.127 0.477 12.356 0.500 0.496 0.158 0.481 0.192 0.286 0.438 0.165 0.373 0.165 0.373 0.165 0.373 0.165 0.373 Source: Authors calculations based on the Gallup World Poll, 20092013. Notes: The number of observations in each group is 53. All statistics are for 20092013 and show the number of observations, means, and standard deviations for each variable and for each migrant and nonmigrant group. The means of the binary variables show the proportion of respondents in each category. Household income is in 1,000s of international dollars ID, which allows comparisons across countries and time. The variable Household Income Per Household Member is constructed by dividing total household income in 1,000s ID by the number of household members. Best Possible Life BPL measures the respondents assessment of her current life relative to her best possible life on a scale of 0 to 10, where 0 is the worst possible life, and 10 is the best possible life. Freedom is a binary variable coded as 1 if the respondent is satisfied with his or her freedom to choose in life and as 0 otherwise. 47 Table A.5. Balancing Tests, Return Migration Matching, Nearest Neighbor Matching Without Replacement, Caliper0.01 Variable Treated Control tstat % Bias Mean pvalue Age Age Squared Female Elementary Education Completed Secondary Education Some College EducationCollege Graduate Poland Hungary Czech Republic Romania Belarus Georgia Kazakhstan Kyrgyzstan Moldova Russia Ukraine Albania Armenia Bosnia and Herzegovina Bulgaria Croatia Estonia Latvia Lithuania Macedonia Serbia Slovakia Slovenia Uzbekistan Catholic Protestant Christianity: Orthodox IslamMuslim Judaism No ReligionAgnostic Christian Year 2009 Year 2010 Year 2011 Year 2012 Mean Bias 43.083 2150.000 43.325 2119.900 0.683 0.075 0.575 0.349 0.048 0.012 0.028 0.052 0.008 0.067 0.040 0.008 0.063 0.282 0.063 0.111 0.028 0.028 0.044 0.012 0.024 0.012 0.016 0.016 0.020 0.008 0.004 0.008 0.190 0.135 0.393 0.111 0.008 0.147 0.016 0.111 0.143 0.587 0.159 Before After 0.635 0.083 0.579 0.337 0.048 0.012 0.028 0.052 0.008 0.067 0.040 0.008 0.063 0.282 0.063 0.111 0.028 0.028 0.044 0.012 0.024 0.012 0.016 0.016 0.020 0.008 0.004 0.008 0.187 0.083 0.488 0.095 0.008 0.111 0.028 0.111 0.143 0.587 0.159 21.488 1.680 48 1.400 1.800 9.700 2.800 0.800 2.600 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 1.100 17.200 20.600 4.600 0.000 14.400 6.900 0.000 0.000 0.000 0.000 0.170 0.210 1.130 0.330 0.090 0.280 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.110 1.860 2.160 0.580 0.000 1.200 0.910 0.000 0.000 0.000 0.000 0.869 0.832 0.260 0.742 0.928 0.779 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 0.910 0.063 0.031 0.559 1.000 0.232 0.361 1.000 1.000 1.000 1.000 Treated 40.711 pvalue Mean 1884.000 1842.600 Table A.6. Balancing Tests, Return Migration Matching, Nearest Neighbor Matching Without Replacement, Caliper0.0001 Variable Age Age Squared Female Elementary Education Completed Secondary Education Some College EducationCollege Graduate Poland Romania Georgia Kazakhstan Kyrgyzstan Moldova Russia Ukraine Albania Armenia Bosnia Bulgaria Estonia Latvia Lithuania Slovenia Religion: Other Catholic Protestant Christianity: Orthodox IslamMuslim Buddhism Judaism No ReligionAgnostic Christian Year 2009 Year 2010 Year 2011 Year 2012 Mean Bias Control % Bias 1.400 40.474 2.500 5.300 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 29.500 3.800 0.000 17.100 0.000 52.500 0.000 10.600 22.900 0.000 0.000 0.000 0.000 0.711 0.053 0.632 0.316 0.053 0.026 0.132 0.013 0.013 0.066 0.368 0.053 0.039 0.079 0.039 0.013 0.026 0.039 0.026 0.013 0.013 0.105 0.079 0.579 0.079 0.013 0.013 0.066 0.053 0.066 0.158 0.618 0.158 Before After 0.684 0.053 0.632 0.316 0.053 0.026 0.132 0.013 0.013 0.066 0.368 0.053 0.039 0.079 0.039 0.013 0.026 0.039 0.026 0.013 0.000 0.118 0.079 0.658 0.079 0.000 0.013 0.039 0.013 0.066 0.158 0.618 0.158 21.488 3.721 tstat 0.100 0.180 0.350 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 1.000 0.260 0.000 1.000 0.000 1.000 0.000 0.720 1.360 0.000 0.000 0.000 0.000 0.921 0.854 0.726 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 1.000 0.319 0.799 1.000 0.320 1.000 0.319 1.000 0.471 0.175 1.000 1.000 1.000 1.000 49 pvalue Treated 38.310 Mean 1629.100 1600.500 Control % Bias 0.500 38.238 2.100 5.000 15.700 15.300 Table A.7. Balancing Tests, Return Migration Matching, Nearest Neighbor Matching Without Replacement, Caliper0.01 Variable Age Age Squared Female Elementary Education Completed Secondary Education Some College EducationCollege Graduate Georgia Kyrgyzstan Russia Ukraine Armenia Azerbaijan Mean Bias 0.262 0.286 0.095 0.286 0.214 0.048 0.071 Before After 20.700 0.000 0.000 0.000 0.000 0.000 0.000 tstat 0.030 0.130 0.220 1.000 0.780 1.060 0.000 0.000 0.000 0.000 0.000 0.000 0.405 0.000 0.738 0.979 0.899 0.827 0.320 0.440 0.293 1.000 1.000 1.000 1.000 1.000 1.000 0.429 0.024 0.810 0.167 0.286 0.095 0.286 0.214 0.048 0.071 46.597 3.488 50 ", "filename": "dp8520.pdf", "person": ["Milena Nikolova", "Nikolova, Milena", "Carol Lee Graham", "Graham, Carol Lee"], "date": ["2014"]}