{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110081/1/dp8870.pdf"], "title": ["The Educational Upgrading of Japanese Youth, 1982-2007: Are All Japanese Youth Ready for Structural Reforms?"], "plaintext": " Hidehiko Ichimura University of Tokyo Daiji Kawaguchi Hitotsubashi University and IZA Discussion Paper No. 8870 February 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org The Educational Upgrading of Japanese Youth, 19822007: Are All Japanese Youth Ready for Structural Reforms? Yoichi Arai National Graduate Institute for Policy Studies GRIPS Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8870 February 2015 ABSTRACT labor markets The Educational Upgrading of Japanese Youth, 19822007: Are All Japanese Youth Ready for Structural Reforms? longterm structural changes, Are all Japanese youth ready for the structural reforms proposed as a supplyside policy of Abenomics? To answer this question, we assess how well Japanese youth have coped with the induced primarily by deepening interdependence with emerging economies and rapid technological progress over the last three decades. We examine the role of educational upgrading on the labormarket outcomes of youth between the ages of 25 and 29, using six waves of micro data from the Employment Status Survey spanning from 1982 to 2007. The analysis demonstrates that the demand growth for skilled labor relative to unskilled labor has been met by the educational upgrading of youth through the expansion of tertiary education, including education in vocational schools. Youth left behind the trend of educational upgrading, however, have suffered significantly from decreasing employment opportunities and deteriorating working conditions. JEL Classification: Keywords: Corresponding author: Daiji Kawaguchi Graduate School of Economics Hitotsubashi University Naka 21, Kunitachishi Tokyo, 1868601 Japan Email: kawaguchecon.hitu.ac.jp tertiary education, youth employment, Japan I23, J21 An earlier version of this paper was prepared for the conference on Abenomics hosted by Tokyo Center for Economic Research on March 7, 2014 at the University of Tokyo. We received valuable comments from the conference participants. We are especially grateful to Ayako Kondo, the formal discussant at the conference, for many helpful comments. We also gratefully acknowledge the comments from a referee that significantly improved the manuscript. This research was supported by GrantsinAid for Scientific Research No. 22243020, No. 23330070 and No. 23330079 from the Japan Society for the Promotion of Science. 1Introduction Are all Japanese youth ready for the challenges posed by restructuring of industries, deepening international dependence of economic activities, and rapid technological progress?Answering this question provides a fundamental perspective on the success of socalled Abenomics led by Primeminister Shinzo Abe. Since he took office in December 2012, a seriesof monetary and fiscal policies allegedly succeeded in resolving demand shortages, and thelaborsupply constraint became apparent, as evidenced by the low unemployment rate andwage increase. As the final step of Abenomics, the government is expected to implementsupplyside reforms, such as lowering tariffs in specific industries, deregulating product markets, and reforming the labor market. If the government manages to implement these reforms, labor demand, particularly that for skilled workers, is expected to expand. How can Japanese workers, youth in particular, respond to the labor demand growth? Does the risingtide lift all boats? If not, who are likely to be left behind?Meanwhile, Prime Minister Abe emphasizes the importance of preparing youth for therapid progress of the global interdependence of economic activities and providing womencareer opportunities to accommodate future labor shortages because of the rapidly agingpopulation New Growth Strategy: The Formulation of Japan Revitalisation Strategy Japan is Back, June 21, 2013. Hence we pay particular attention to the youth labormarket and ask whether all Japanese youth are ready to adapt to the skill demand growththat will presumably follow the proposed reforms. To examine whether Japanese youth areready to adapt to the new economic environment, we examine how well they have accommodated environmental changes over the past three decades and attempt to identify theobstacles, if any, that have impeded the adaptation.The performance of the Japanese youth labor market over the past three decades hasbeen less than stellar. Many studies point to a significant deterioration of youth labormarket outcomes, particularly in terms of the employment rate e.g. Genda 2006 and Mitani 2008. We do not intend to challenge the view established in previous studies that 2youth labormarket conditions have worsened significantly over the last two decades in theperiod of longterm economic malaise. We instead attempt to explain the fact, which is lessfrequently pointed out, that the employment rate of Japanese male youth between the agesof 25 and 29 continues to be the highest among major developed countries and that thefemale youth employment rate has become one of the highest from being among the lowestover the last three decades.In this paper, we demonstrate that educational upgrading, particularly the increase in theadvancement rate to tertiary education, plays a significant role in maintaining a relativelyhigh employment rate among Japanese youth. An analysis of the Employment Status Surveybetween 1982 and 2007 reveals that the employment rate of males between the ages of 25 and 29 dropped significantly among lesseducated groups, but its drop was limited among moreeducated groups. In the same period, the fraction of juniortechnical college or universitygraduates increased. Consequently, had there been no educational upgrading among maleyouth, their employment rate would have dropped by 7 percentage points instead of the 6percentage points that we observed in reality. The role of educational upgrading was moresignificant among female youth. The employment rates of all educational groups increasedbetween 1982 and 2007, but the growth was more significant among more educated groups.Concurrent educational upgrading of female youth accordingly contributed to an increase intheir employment rate; had there been no educational upgrading, the increase of employmentrate would have been limited to 17 percentage points instead of the actual 22 percentagepoints.A decreasing youth population, as shown in the size of the 18yearold populationabout 2 million in 1990 and 1.2 million in 2010, may well have contributed to keeping youthemployment relatively high compared with other developed countries, but population declinealone cannot explain the fact that the employment rate of educated youth declined less thanthat of youth with comparatively less education. We argue that educational upgrading ofthe Japanese youth, enabled by a combination of youth population decrease and expansion 3of capacity in higher educational institutions, accommodated the relative demand growthfor skilled workers. Meanwhile, lesseducated youth suffered from demand decline, as shownin the example that the employment rate of male juniorhigh school graduates dropped from 93% in 1982 to 80% in 2007. Even among those who are employed, less educated youth aresignificantly more likely to work under unstable contracts, socalled nonregular contracts.While the fraction of nonregular employment has increased among all educational groups,the increase of nonregular employment is more pronounced among less educated youth. Inaddition, the educational upgrading of Japanese youth in the last three decades contributedto keeping the overall employment rate high, but those who were left behind the trend ofeducational upgrading suffered severely from the decrease in employment opportunities andthe deterioration of working conditions. Given continuous educational upgrading, we expectthat Japanese youth in general are ready for relative demand growth for skilled labor inducedby structural reforms included in Abenomics, but we need to take measures to bottom upthe skills of youth, for example, by enacting policies to reduce the number of highschooldropouts.2 Japanese youths employment rate in the international context Japans extremely low unemployment jumped after the two oil crises in 1974 and 1979 anddecreased in the late 1980s when the economy boomed.It then increased steadily afterthe bubble burst in 1991, as illustrated in Figure 1. The source of the high and persistentunemployment rate has been the subject of intensive research. A number of attempts havebeen made to identify the causes this high and persistent unemployment.These explanations include labormarket segmentation Abe and Ohta, 2001, workerflows Kuroda, 2003, Ling and Miyamoto, 2012, cyclical behavior Miyamoto, 2010, andregional patterns of lowskilled labor Abe and Tamada, 2010. Among the various plausible 4causes, Genda 2007s influential book points out that lack of demand after the burst of theeconomic bubble in 1991 and the financial crisis in 1997 significantly shrank the port of entryto permanent jobs. The book first explains that youth in particular suffered from the rapidshrinkage of new job openings in response to adverse economic conditions; firms dependheavily on the adjustment of new recruits, because firing middleaged workers is costly interms of potential legal litigation and loss of reputation. The youth unemployment rate indeed has increased significantly over the last few decades. Figure 2 shows the unemploymentrate for young workers 2529 years old. The level depicted in Figure 2 in comparison tothat in Figure 1 shows the seriousness of the youth labor market. The youth unemploymentrate increased quite rapidly, because youth labor demand is sensitive to macroeconomic conditions. There is a broad consensus among labor economists that the Japanese youth labormarket deteriorated during the longterm economic malaise. Kambayashi and Kato 2013,who generally challenge the popular belief that the employment quality languished duringthe longterm stagnation, empirically confirm the view that youth labormarket conditionsindeed deteriorated, claiming, For one particular group of Japanese workersyouth, wefind compelling evidence in support of the popular narrative.While the situation looks bleak in the intertemporal comparison, an international comparison provides a different perspective. Figure 3 shows the youth unemployment rate for 7 Organisation for Economic Cooperation and Development OECD countries. Japansyouth unemployment rate was exceptionally low until the mid1990s. Despite the steadyincrease from the 1990s until the early 2000s, Japans extent of youth unemployment canstill be considered as the lowest among the 7 countries, partly because of the Japaneseunemployment rates insensitivity to the financial shock in 2008.International comparisons among the OECD countries from the 1960s to the 1990s wereconducted by Nickell, Nunziata, and Ochel 2005. They point out that much of the variation about 55% among the OECD countries can be explained by changes in labormarketinstitutions, and the remainder was due to the deep recession. Remember that Japan ex5perienced the great recession in the 1990s and the 2000s. If the recession can explain theremaining 45%, it would be no surprise if we have observed much higher unemploymentthan what we have actually observed. Thus one of the main objectives of this paper is toinvestigate factors that contributed to maintaining the low unemployment rate despite thegreat recession.To understand what causes the unemploymentrate movement, we pay attention to nonemployment rather than unemployment itself, because the inflow and outflow from unemployed to notinthelaborforce can play an important role in explaining unemploymentmovements, as discussed by Kuroda 2003. Figure 4 shows the employmenttopopulationratio for young men for the same OECD countries as those in Figure 3. The movementof Japans employmenttopopulation ratio is closely related to that of the unemploymentrate. We observe a very high employmenttopopulation ratio until the mid1990s. It thensteadily declined from 93 % to around 87% until 2002 and stayed there until 2007, when itdropped to 85%.Figure 5 shows the employmenttopopulation ratio for young women for the same OECDcountries.Figure 5 exhibits a totally different trend. We observe an almost monotonic increase in Japans employmenttopopulation ratio for the entire period, starting from around 50% andclimbing to over 70%. Figures 4 and 5 show that it is important to study nonemploymentfor men and women separately, and we proceed accordingly.Next, we provide an overview of the educational attainment of the young population 2529 years old for seven countries considered in Figures 4 and 5. Figures 6 and 7 show theproportion of the population 2529 years old who completed tertiary education for menand women, respectively, based on the data from Barro and Lee 2013. Tertiary education, defined by the UNESCO International Standard Classification of Education ISCED,includes junior colleges, colleges, and universities.In general, junior colleges include twoyear vocational schools, which correspond to a 6specialized course of specialized training college Senshugakko senmon katei in the case of Japan.1 Among males, the proportion of the young population who have completed tertiaryeducation is high in Japan and the United States relative to the other five countries, asindicated in Figure 6, corresponding to the high employment rates in these two countries,as reported in Figure 4. The relationship between high educational attainment and highemployment rate is less clear for the United Kingdom, however. It is also interesting to notethat the decline in the proportion of educational attainment for France, Spain, and Italymirror those of the respective employment rates. Although the evidence is not definitive, thetwo figures suggest a positive correlation between educational attainment and employmentrates among youth.The relationship between educational attainment and the employment rate is more pronounced for females than for males. Figure 7 shows the proportion of females among theyouth population who completed tertiary education between the ages of 25 and 29. Asobserved for the proportion for males, a significant part of the movements of educationalattainment is paralleled by movements of the employment rate among females. It is strikingthat the proportion of Japanese females who completed tertiary education increased monotonically from below 10% in the 1980s to above 50% in 2010, and, during the same period,the employment rate increased monotonically from 50% to 70%. Since the relationship between educational attainment and the employment rate is only suggested by internationalcomparison, in the following, we will take a closer look at the role of educational attainmentfor employment in Japan.Before proceeding to the detailed analysis based on Japanese data, we examine a plausiblehypothesis that the decreasing size of the youth population in Japan explains the highemploymenttopopulation ratio. The size of the population between the ages of 25 and 29 decreased from about 10 million around 2000 to about 7.2 million in 2012. This rapid 1Typically,tertiary education includes programs atthe ISCED level 5 and above.ISCED mapping forhttp:www.uis.unesco.orgEducationISCEDMappingsPagesdefault.aspx.each country can befound atthe UNESCO Institute 7Thefor Statistics.youth population shrinkage may have helped youth find jobs and keep their employmenttopopulation ratio high, because a larger cohort size generally crowds youth out of the labormarket Korenman and Neumark 2000. To assess this possibility, Figures 8 and 9 drawthe youth compositions as percentages of all ages. Figures indicate that the composition ofyouth aged 2529 in Japan indeed sharply plummeted after 2001.Two facts, however, indicate that there exists an important mechanism to be explainedover the hypothesis that population shrinkage explains the high employmentto populationratio in Japan. First, the composition of youth had rapidly increased from 1993 to 2000when the employmenttopopulation ratio had remained high among males and had increasedamong females. Second, Japan is not alone in experiencing a youth population shrinkage.The relative population trajectories of Italy after 2000 are close to those of Japan, but thefractions of youth with tertiary degrees did not increase, unlike Japan Figures 6 and 7and their employment population ratios are kept low Figures 4 and 5. The experience of Italy suggests that shrinkage of the youth population alone i.e., not accompanied by theireducational upgrading may not necessarily contribute to a high employmenttopopulationratio.3 Data We use the Employment Status Survey ESS, which is a household survey conducted everyfive years based on a twostep stratified sampling method; the first step randomly selectsabout 32,000 census tracks from 8 strata, and the second step randomly samples 440,000dwelling units. The survey asks respondents to report the employment status and the educational background, along with demographic information, of each household member aged 15 or older. We construct the analysis sample by extracting the sex, age, educational background, and employment status of each household member from the micro data for the years 1982 through 2007. We restrict our analysis sample to those between the ages between 25and 29 with valid demographic variables and educationemployment status. The sample size 8of each year ranges from 53,000 in 2007 to 78,000 in 1997, which reflects the small populationof the cohort born around 1980 and the large population of the cohort born around 1970.2The ESS records each household members educational background in one of four categories until 2002: 1:junior high school 9 years of education; 2: high school 12 yearsof education; 3:junior college, technical college, and vocational school 1315 years ofeducation; and 4: university or more 16 years of education.The first category includes junior high school. Completing 3 years of junior high school,after completing 6 years of primary school, has been compulsory since 1947. Therefore, everyindividual in our analysis sample completed junior high school. Of those who have only ajuniorhighschool education, about one half are likely to be highschool drop outs.3The second category, high schools, typically admits juniorhighschool graduates basedon their academic performance on the entrance examination and requires three years tocomplete. The curriculum is either general or vocational, and the majority of studentsattend general high schools.4The next two categories are classified into tertiary education based on the UNESCOstandard. The third category, junior college, technical college, and vocational school, nests avariety of educational institutions. Junior colleges typically admit highschool graduates toa 2year curriculum on liberal arts, which is traditionally designed for women. The numberof students attending junior colleges has been declining, and the number of women attending 4year collegesuniversities is increasing. Technical colleges admit juniorhighschool graduates to a 5year curriculum, which typically focuses on engineering subjects. Technicalcolleges expanded rapidly during the 1960s to accommodate the growing demand for engi2The large cohort population born around 1970 consists of the children of the baby boom generation.3According to the Basic Survey of Schools by Ministry of Education, Culture, Sports, Science and Technology, as of 2011, 98 percent of juniorhighschool graduates proceed to high school, but about 2 percentof them drop out from high school.4According to the Basic Survey of Schools conducted by the Ministry of Education, Culture, Sports,Science and Technology, as of 2010, 72 percent of highschool students attend the general course, 8 percentattend a manufacturing course, 7 percent attend a commercial course, 5 percent attend a comprehensivecourse that offers a mixture of general and vocational courses, and 3 percent attend an agricultural course.The remaining minority attend such courses as homemaking, social work, nursery, fishery, informatics, andmiscellaneous courses.9neers because of rapid industrialization. Vocational schools are nontraditional educationalinstitutions that admit highschool graduates with a few exceptions, offering 1 to 3 years ofa curriculum on practical subjects, such as nursing, architecture, and computer engineering,among others.The fourth category includes universities and graduate schools. Universities admit highschool graduates and offer a 4year curriculum.5 Each school is divided by academic discipline, such as law, economics, literature, natural science, engineering, and medical departments. Each department admits students based on their performance on the entranceexamination. Graduate schools admit 4year university graduates and consist of a 2yearmasters course and a subsequent 3year doctoral course.The Ministry of Education of the Japanese government regulates the curriculum up tohigh school; primary, junior high, and high schools must choose textbooks from amongthe books approved by the Ministry. While the Ministry does not regulate the universitycurriculum in detail, founding a university or expanding student capacity must be approvedby the Ministry. The screening process had been strict until the criteria were loosened in 1992. Vocational schools are a unique exception from the strict governmental regulations, asrepresented by the fact that Article 1 of the School Education Act does not define vocationalschools as being among the schools treated by the Act. Meanwhile, Article 130 of the Actrequires that the founding of a school must be approval by the prefectural governor; theestablishment or capacity expansion need not be approved by the central government, as inthe case of the other tertiary educational institutions.The 2007 survey significantly expands the questionnaire on educational background. Thethird category used until 2002 is divided into two distinct categories: junior and technicalcollege and vocational school. The fourth category used until 2002 is divided into two:university and graduate school. We will later closely examine this specific survey year toshed light on the function of tertiary educational institutions in detail.5There is a 6year curriculum for medicine, dentistry, veterinary medicine, and pharmacy.104 Educational upgrading and the employment rate of Japanese youth This section demonstrates that upgrading the educational background of Japanese youthcontributed to keeping their employment rate high relative to a counterfactual scenariounder the absence of the educational upgrading; the educational upgrading of male youthmitigated the employmentrate decline and that of female youth promoted the employmentrate increase.4.1 Male employment rates by educational background To assess the role of educational upgrading in mitigating the deterioration of the employmentrate of young adult males, we first take a close look at the changes of the employment rateof males between the ages of 25 and 29 by educational background, and they are presentedin Figure 10. The figure shows that the employment rates of all education groups fell overthe last twoandahalf decades. The deterioration was most pronounced among juniorhighschool graduates: The employment rate dropped significantly, from 93% in 1982 to 80% in 2007. Figure 11 shows the educational composition for young adult males from 1982 to 2007.The drop was least significant among university graduates, whose employment rate was 98%in 1982 and 94% in 2007. The more significant drop of the employment rate among lesseducated youth is striking, given the fact that the fraction of the less educated among thewhole youth population has significantly declined, as reported in Figure 11, and this reflectsthe demand shrinkage for them, so that their offered wages went under their reservationwages. While one may argue that the increase of the reservation wage explains the fall ofthe employment rate among the less educated, Genda 2007 reports that the income effect,which is a major source of the increasing reservation wage, attenuated throughout the 1990s.Moreover, Abe and Tamada 2010 report that the extensive margin of wage elasticity amongjuniorhighschoolgraduate males is about 0.15, which is reasonably high.11While the employment rate of lesseducated young males decreased between 1982 and 2007, the educational background of youth between 25 and 29 was upgraded. Figure 11shows that the fraction of juniorhighschool graduates decreased from 14 % to 7% between 1982 and 1987 and stayed around 7% after that time. The fraction of highschoolgraduateshovered around 47% between 1982 and 1992 and significantly dropped to 35% in 2007. Thesharp increase of juniortech college or vocational school graduates largely compensated forthe decline of highschool graduates. The fraction of this category increased monotonicallyfrom 6% in 1982 to 18% in 2007. The fraction of university graduates stayed around 35%until 2002 and surged up to 41% in 2007.The stagnated fraction of college graduates may need some explanation. As explainedin the previous section, the founding as well as the expanding capacity of universities wereheavily regulated until 1992, while the population size of 18 year olds peaked in 1990, becauseof the second set of baby boomers. The combination of limited capacity and growing cohortsize depressed the fraction of college graduates among youth between the ages of 25 and 29until early 2002. The deregulation and shrinking cohort size loosened the capacity constraint,resulting in a soaring fraction of college graduates between 2002 and 2007 see Kawaguchiand Mori 2014 for details.To summarize the findings for male youth, the fraction of highschool graduates droppedsignificantly and that of juniortech college or vocational school graduates soared almost bythe same amount as found in Figure 11. This educational upgrading, however, is expectedto have a minor impact on the overall employment rate, because the difference betweenthe employment rate of highschool graduates and that of juniortech college or vocationalschool graduates is not very large, as indicated in Figure 10. We will formally demonstratethis after describing the trends for female youth.124.2 Female employment rates by educational background Figure 12 draws the employment rates of female youth by their educational background.The overall employment rate of females between the ages of 25 and 29 increased from 50%in 1982 to 75% in 2007. Except for juniorhighschool graduates, the employment rate ofeach group increased by about 20 percentage points during the same period. Since the levelof the employment rate differs significantly across education groups, educational upgradingis expected to play a significant role for the overall increase in the employment rate. Theemployment rate of university graduates, for example, is at least 10 percentage points higherthan that of highschool graduates in any arbitrary year between 1982 and 2007. Also, theemployment rate of juniortech college or vocational school graduates is at least 5 percentagepoints higher.Figure 13 draws the composition of female youths educational backgrounds. The fractionof juniorhighschool graduates dropped from 12% in 1982 to 5% in 1987 and hovered around 5% after that time. The fraction of highschool graduates decreased drastically from 57% in 1982 to 30% in 2007. This significant drop is compensated by an increase of juniortechnicalcollege or vocational school graduates, from 20% in 1982 to 38% in 2007. The fraction ofuniversity graduates also increased, from 10% in 1982 to 28% in 2007. The steady increaseof female university graduates since 1992 makes a sharp contrast to the trends for males.To summarize the findings for females, the significant educational upgrading evidenced by Figure 13 would have contributed to the increase of their employment rate, because theemployment rate is significantly higher for more educated than less educated youth. Again,this conjecture is assessed formally in the next subsection.4.3 Counterfactual simulation without educational upgrading We now quantify the contribution of educational upgrading on the overall employment rate.To attain this goal, we calculate the counterfactual employment rate if the educationalcomposition had stayed at the 1982 composition. The counterfactual employment rate is 13calculated as:emp 1982t x 1982t,1where x is the vector of education dummy variables, and x 1982 is the mean vector of theeducation dummy variables in 1982. The estimated parameter t is obtained by regressingemp in year t on x in year t. This counterfactual employment rate is compared to the actualemployment rate, denoted asemptt xtt.2Figure 14 displays the results of this exercise for males and females. For males, without the educational upgrading, the employment rate would have decreased by 7 percentagepoints, whereas the actual drop was 6 percentage points. The contribution of educationalupgrading on the male youth employment rate may seem quantitatively limited, but theeducational upgrading slowed the employment rate decline by about 15%. In contrast, without educational upgrading, female employment would have increased by only 17 percentagepoints compared with the actual 22 percentage points. The difference between the actualgrowth and counterfactual growth is about one quarter of the actual growth. Therefore,the educational upgrading of females plays a quantitatively significant role in increasing theemployment rate of young females. Without educational upgrading, the Japanese youngfemale employment rate would have ranked in the middle of the OECD countries.Our counterfactual analysis is likely to estimate the lower bound of educational upgradingon the employment rate, because we assume the independence of educationspecific employment rates from the composition of educational backgrounds. In reality, as more highschoolgraduates proceed to tertiary educational institutions, the average ability of graduates fromtertiary educational institutions falls, while the average ability of highschool graduates alsofalls. As far as we assume a singlepeaked, symmetric distribution of ability and only students with ability above a threshold proceed to tertiary education, the effect of the decreasein the threshold on the mean ability is larger for graduates from tertiary educational institu14tions than for highschool graduates when less than half of highschool graduates proceed totertiary educational institutions, as was the case in 1982. Accordingly, had the compositionof educational background been constant as in 1982, we would have observed a greater divergence of employment rates by educational backgrounds because of the skillbiased demandshift. This is the primary reason why we speculate that our counterfactual simulation resultsare attenuated.4.4 Discussions on alternative explanations We should note that the youth population shrinkage after 2002 alone cannot effectively explain the reasons why the employmenttopopulation ratio remained relatively high amongmale youth and increased among female youth. Remember that the relative cohort size ofyouth aged 2529 peaked around 2000. Were the population shrinkage the explanation, weshould observe an increase of the employmenttopopulation ratio independent from educational upgrading. Therefore, the contribution of educational upgrading on the employmenttopopulation ratio, which is represented by the gap between actual and counterfactual linesin Figure 14, should have decreased after 2000. The apparent increase of the contributionof education to the employmenttopopulation ratio, represented by the widening gap of twolines in Figure 14 after 2000, indicate that the hypothesis cannot be the strongest mechanism at work. In addition, in the context of our discussion, it is entirely plausible that theyouth population shrinkage enabled a higher fraction of a cohort to access tertiary educationopportunities, because the capacity of the tertiary education is inelastic in the short runBound and Turner 2007 and Kawaguchi and Mori 2014 and, through this channel, ithas contributed to keeping the youth employmenttopopulation ratio high in Japan.One could reasonably argue that the diminished preference for marriage among youthdrives up both female educational attainment and their educationspecific employment rates.Indeed, Abe 2011b argues that the increase of young females employment rate coincideswith their decline of the marriage rate. Suppose that preference for marriage among fe15males declines and more females consider market production as being more important thanhousehold production. The increase of female labormarket attachment naturally increasesthe demand for education among them. In this scenario, the causality runs from employment to education. If the capacity of higher education does not expand to accommodatemore females, however, the educational upgrading of females would be impossible. Thelimited educational upgrading of females arguably should have hindered their employmentopportunities, given the demand growth for skilled workers relative to unskilled workers.4.5 Nonregular employment arrangements The increase of employees in flexible contract arrangements needs particular attention whendiscussing the youth labor market over the last three decades. Nonregular employees Hiseishain are the employees who tend to work shorter hours under fixedterm contractswithout career perspectives. Previous studies, such as Asano, Ito, and Kawaguchi 2013,report that the increase in nonregular employees is concentrated among youth belonging torecent birth cohorts, reflecting the secular decline in longterm employment practices. Unstable employment of nonregular employees implies that their lifetime income is lower thanthat of regular workers, conditional on current employment and current earnings. Indeed,Abe 2011a reports that the transition from regular employment to nonregular employment reduces consumption by 12%, conditional on changes in current earnings. We shouldcautiously note that the deterioration of youth employment stability occurs behind theirrelatively high employment rate.We observe an increase of the fraction of nonstandard workers in our ESS analysis data.The fraction of nonregular workers, defined based on their human resource managementclassification at the job Kosho, among all workers has increased steadily over the last threedecades, as shown in Figure 15. The fraction of nonregular workers among male youthincreased from 4% in 1982 to 18% in 2007, whereas among female youth it increased from 18% in 1982 to 38% in 2007.16We further examine which educational groups had more pronounced increases of nonstandard employment by regressing a nonstandard dummy variable on year and age dummyvariables using working youth aged between 25 and 29 as the analysis sample. Table 1tabulates the estimated coefficients of the linear probability model. Among male workers, thecoefficients for year dummy variables show that the fractions of nonregular workers increasedsignificantly after 1997. While we observe significant increases of nonregular employees inall education groups, the increase is more pronounced among less educated workers. Thefraction of nonregular employment increased by 18 to 19 percentage points between 1982and 2007 among nonuniversity graduates, whereas the increase was 10 percentage pointsamong university graduates. The increase of nonregular employment among females is moresignificant, and the increase is more pronounced among less educated workers. Between 1982 and 2007, the fraction of nonregular workers increased by 43 percentage points amongjuniorhighschool graduates, whereas it increased by 10 percentage points among universitygraduates.We have already observed that the male employment rate of less educated workersdropped significantly between 1982 and 2007. The analysis of nonregular employment further reveals that the employment stability of the lesseducated has deteriorated significantlyeven among those who work. The female employment rate increased significantly between 1982 and 2007, but the increase was realized mainly through an increase of nonregularemployment among the lesseducated. Overall, lesseducated youth of both sexes sufferedmore from the increased job instability over the last three decades than their more educatedcounterparts.The analysis of nonregular employees complements our existing results; less skilled maleworkers experienced a deterioration in the quality of employment in addition to fewer employment opportunities. The increased employment rate among females comes in form ofnonregular employment disproportionately among less educated females. These findingsare consistent with a hypothesis that the demand shift in favor of educated workers is more 17pronounced if we focus on regular employment.4.6 Changes in occupational composition We document a significant educational upgrading of Japanese youth for both sexes, buttheir educational upgrading may well be a result of a supply increase of tertiaryeducatedworkers without a demand increase for them. To address this concern, we first examine ifthe fraction of workers engaging in highskill occupations had increased between 1982 and 2007. Figure 16 tracks the fraction of male workers engaging in each of nine occupations thatcan be consistently constructed throughout the 19822007 period: professional, administrative, clerical, sales, agricultural, production, transportation and communication, security,and service occupations. Somewhat surprisingly, the fraction of production workers, typically lesseducated workers, did not decrease significantly during the analysis period, butwe cannot rule out the possibility that production workers shifted from workers in assemblylines to lowerlevel engineers. The lack of a consistent detailed occupational code, however,prevent us from confirming this conjecture. The fractions of workers in sales, clerical, andtransportation and communication occupations decreased, while the fractions in professionaland service occupations increased.The fraction of female workers in clerical occupations decreased significantly after 1997.We conjecture that this trend is largely due to the penetration of information and communication technologies into workplaces. The fraction of female production workers secularlydecreased throughout the sample period, while the fraction of professional, sales, and serviceoccupations increased significantly.Figure 17 plots the changes of the fraction in each occupation against the hourly wagerate in 1982 to articulate the relationship between the skill content of each occupationand its growth. The scatter diagrams show nothing definitive but suggest that occupationgrowth was more concentrated among highpaying jobs in 1982. In particular, the growthof professional occupations among both sexes is quite notable. Overall, the results of the 18occupational analysis at least do not contradict the demand growth for skilled workers, butthe rough occupational categories that are consistent between 1982 and 2007 prevent us fromderiving a definitive conclusion.To overcome the limitation of the occupational analysis, an examination of wage differentials by educational background is warranted to examine whether the quantity increase oftertiaryeducated workers matched the demand increase for them. If the speed of the supplyincrease of tertiaryeducated workers surpassed the speed of the demand increase for them,the return to tertiary education should have decreased.We rely on the Basic Survey of Wage Structure BSWS by the Ministry of Health,Welfare and Labor to examine the time series of real hourly wage by educational background.The BSWS is an annual survey of establishments randomly selected from establishments thathire more than 5 employees. The annual survey includes about 1.5 to 1.7 million workersfrom 70,000 to 80,000 establishments. Hourly wage for each worker is calculated as scheduledmonthly wage plus onetwelfth of annual bonus in the last year, divided by scheduled monthlyhours worked plus monthly overtime hours. Hourly wage is deflated by the Consumer Price Index to the 2010 price. A caveat is that the BSWS asks for the educational backgroundof fulltime workers only and does not ask for that of parttime workers. Therefore, we areforced to limit our analysis to fulltime workers.Figure 18 illustrates the mean log real hourly wage by the educational background ofmales between the ages of 25 and 29. Real wages increased rapidly between 1987 and 1993,reflecting the macroeconomic boom. Then real wages were on declining trends for all education groups until 2012, except for university graduates, whose wage decline has been stoppedsince 2000. These wage declines or stagnations reflect the macroeconomic stagnation of Japanduring the period. Reflecting the differential wage trends between university graduates andhighschool graduates, the wage differential between university and highschool graduateshas increased since 2000. The wage differential between juniortechnical college graduatesand highschool graduates has been stable, between 0 and 0.05 log points.It is notable 19that the return to tertiary education at least did not decrease, regardless of the significantincrease of tertiaryeducated workers. The increase of the return to university education andthe stable return to juniortechnical college education refute the claim that the supply oftertiaryeducated workers increased without the existence of demand growth for them.Figure 19, which illustrates the mean log wage of females between the ages of 25 and 29,indicates that the mean log real wage increased until 1993 for all education groups. The wagewas almost stagnant after that year, while the wage decline was not so severe as that formale workers. The wage differential between university graduates and highschool graduateswas around 0.250.30 log points between 1990 and 2010. The wage differential betweenjuniortechnical college graduates and highschool graduates was around 0.15 log pointsbetween 1990 and 2010. Similar to the trends for males, the return to tertiary educationhas been stable over the last two decades, while the quantity of tertiaryeducated workerssignificantly increased during the same period. A significant increase of tertiaryeducatedworkers with a stable return to tertiary education implies that both demand for and supplyof tertiaryeducated workers have increased over the last two decades.As a digression, it is worth mentioning the gender difference in returns to education. Acomparison of Figures 18 and 19 reveals that the return to higher education is higher forfemale workers than for male workers. There are arguably two major reasons for this. First,as shown in the next section, there are significantly more male workers than female workersin the construction and manufacturing sector. Many lesseducated male workers work inthe construction and manufacturing sector as bluecollar workers and earn higher wages, sothat higher wage compensates for worse working environments, as the compensating wagedifferential theory predicts. Better employment opportunities for lesseducated male workerstend to suppress the return to education. Second, among tertiaryeducated workers, maleworkers are more likely to be involved in longterm implicit employment contracts and facesteeper experiencewage profiles than female workers Miyoshi 2008. As a result, thereturn to education evaluated between the ages of 25 and 29 tends to be smaller among male 20workers than among female workers.The argument in this section has demonstrated that the evolution of the occupationalstructure and the wage differentials by educational background corroborate with the skillbiased labordemand shift without explicitly mentioning the determinants behind the shift.While identifying the determinants for the skillbiased labordemand shift is beyond thescope of the current paper, the received wisdom in the literature enables us to point to twopossible factors, technological progress and globalization, as major determinants.The first potentially important factor is technological progress. Effects of technologicalchange, especially skillbiased technological changes SBTC, on wages and demands forskilled and unskilled workers are studied theoretically and empirically by Bound and Johnson1992, Berman, Bound, and Griliches 1994, Johnson 1997, Berman, Bound, and Machin1998 and Machin and Van Reenen 1998, among others. These studies find an increasein the relative demand for skilled workers and a rise in their relative wages. Machin and Van Reenen 1998 finds a clear effect of SBTC for seven OECD countries, including Japan.Sakurai 2001 investigates the influence of SBTC for manufacturing in Japan and reachesthe same conclusion. Although they found strong evidence in manufacturing, the effect isalso profound in service sectors, as discussed in Levy and Murnane 1996.Second, increased dependence of national economies also could have been important forthe lowskilled labor force. Increased openness affects wages and demands for skilled andunskilled workers in several ways. Two major paths considered in the literature are throughinternational trade and foreign outsourcing. First, an increase in international trade cancause reallocations in employment via StolperSamuleson effects. Sachs and Shatz 1994and Krueger 1997 recognize the influence of international trade on wages for skilled workers. Borjas and Ramey 1995 point out that international competition is a major causeof demand shifts for skilled workers. The contribution of increased trade to employment,however, is found to be small relative to SBTC, at least in the US, by Berman, Bound, and Griliches 1994, Johnson 1997 and Berman, Bound, and Machin 1998. Sakurai 200421finds that the effect of international trade is not large for the Japanese labor market. Second,foreign outsourcing can affect the labor market, because importing unskilledintensive intermediate goods leads to a shift of employment to skilled workers within industries. Feenstraand Hanson 1996, 1999 find substantial increases in wages and demand for skilled workersin the U.S. labor market. For Japan, Ahn, Fukao, and Ito 2008 observe an increase in therelative demand for skilled workers due to outsourcing to Asia.5 Restructuring of industrial composition We have argued that the increase of tertiaryeducated Japanese youth over the last twoandahalf decades has been met by a demand increase for these workers. How were theincreased number of educated workers absorbed into different industries, whose compositionwas itself changing? The upper panel of Table 2 tabulates the industrial composition of maleworkers aged 2529 for each year. The fraction of workers in construction and manufacturingis rather stable. Around 13% of males aged 2529 work in the construction industry and 25% work in the manufacturing industry. Major compositional changes were a decrease inretail and wholesale industries and an increase in the service industry. More striking arechanges in the fractions of tertiaryeducated workers in each industry reported in the lowerpanel of Table 2. In the previous section, we confirmed that the return to tertiary educationdid not decrease during the analysis period. If young workers are mobile across industriesand consequently the returns to education in each industry are identical, the increase oftertiaryeducated workers in each industry implies that the demand for tertiaryeducatedworkers in each industry increased.The overall increase of tertiaryeducated workers can be attributed to the increase in theemployment share in the industry that originally hired more tertiary educated workers andthe increase of tertiaryeducated workers within each industry. We call the former effect thebetween industry effect and the latter the within industry effect. More specifically, thefraction of tertiaryeducated workers in year t, denoted by pt is decomposed as pt cid:80i pi,txi,t 22where pi,t is the fraction of tertiaryeducated workers in industry i in year t and xi,t is theemployment fraction of industry i in year t. We first use the 9 industries listed in Tables 2 and 3. Using this relationship, the change in the fraction of tertiaryeducated workers isdecomposed as:p 2007 p 1982 cid:88ipi,2007, pi,1982xi,1982 cid:88ipi,2007xi,2007 xi,1982.3This is a OaxacaBlinder decomposition. The first term corresponds to the within effect,and the second term corresponds to the between effect. Of the 23percentagepoint increaseof tertiaryeducated workers, 22 percentage points are attributed to the within effect andthe other 1 percentage point is attributed to the between effect. The results imply that thedemand growth for tertiaryeducated workers in each industry combined with the supplyincrease of these workers in each industry is the main driver for skill upgrading between 1982 and 2007.The upper panel of Table 3 tabulates the industrial composition of female youth employment, and the lower panel of the same table tabulates the fraction of tertiaryeducatedworkers in each industry. Contrary to the finding for male workers, the decrease in thefraction engaged in manufacturing, from 20% in 1982 to 13% in 2007, is apparent. Alongwith the findings for male workers, the fraction engaged in the retail and whole sale industrydecreased, and those in service industry increased. The lower panel reveals that the fractionof tertiaryeducated workers increased in all industries. The decomposition analysis revealsthat of the 35percentagepoint increase of tertiaryeducated workers, 32 percentage pointsare attributed to the within effect, and the other 3 percentage points are attributed to thebetween effect.One may be concerned that we obtained a small industrial composition effect becausethe industry classification consists of only 9 industrial codes. To address this reasonableconcern, we constructed a more detailed set of industry codes based on twodigit industry 23codes that include 38 industries.6 The OaxacaBlinder decomposition applied to men revealsthat of the 22percentagepoint increase of the fraction of tertiaryeducated workers, only 2 percentage points are explained by the compositional change of industries, and the other 20 percentage points are attributed to withinindustry skill upgrading. For women, of the 35percentagepoint increase of the fraction of tertiaryeducated workers, about 4 percentagepoints are explained by the compositional change, and the other 31 percentage points areexplained by the increase of female tertiaryeducated workers across industries.In sum,using the detailed industry code does not change our findings.The industrial analysis reveals that the demand for tertiaryeducated workers has increased universally across industries and that the increased supply of tertiaryeducated workers is absorbed into various industries. Even in industries that were dominated by lowskilledworkers in 1982, the skill demand has increased over the past twoandahalf decades. Thecontemporaneous increase of tertiaryeducated workers has matched the demand increase.SBTC is the most probable cause of the demand shift for skilled workers within an industry. The dominant role of a withinindustry demand shift rather than a betweenindustrydemand shift is consistent with findings in many previous studies, such as Katz and Murphy1992.6 The roles of vocational school and graduate school The analysis based on the ESS and the BSWS reveals that the Japanese economy hasexperienced a demand increase for skilled workers, sharing the experience with many otherdeveloped countries, and the supply increase of tertiaryeducated workers coincided withthe demand increase. With this big picture in the background, we are interested in more 6This classification is the finest possible classification that allows us to construct a consistent industrycode that covers 6 surveys between 1982 and 2007. The industries include Agriculture, Forestry, Fishery,Mining, Construction, Food, Textile, Wooden products, Paper products, Publishing, Chemical, Ceramics,Steel, Metal, Metal product, Machinery, Electric machinery, Transport machinery, Precision machinery,Other manufacturing, Public utilities, Communication, Wholesale, Railway, Logistics, Food retail, Nonfoodretail, Finance, Real estate, Restaurant, Health, Educationacademic, Professional service, B to C service,Maintenance, B to B service, Other services, and Public sector.24detailed categories within tertiary education. Tertiary education includes junior college,technical college, and vocational school 1315 years of education and university or more16 years of education. While government statistics consistently allow us to distinguishthose with 1315 years of education from those with 16 or more years of education over thelast twoandahalf decades, the ESS started to make finer distinctions within each educationcategory in 2007.From 2007, ESS gave respondents the following choices for describing their educationalbackground: 1. primary school or junior high school, 2. high school, 3. vocational school,4.juniortechnical college, 5. university, and 6. graduate school. Table 4 tabulates thedistribution of the detailed categories of the educational background of Japanese youthin 2007. Among the people who were classified as graduates of vocational school or juniortechnical college before 2007, 83% 1518 of males and 51% 2039 of femaleswere indeed vocationalschool graduates. The analysis of vocationalschool education onlabormarket outcomes is limited to a few studies based on smaller samples, such as Nagao2008 and Hamanaka 2009, but this high fraction of vocationalschool graduates warrantsmore studies on the role of vocationalschool education in the labor market.It is also worth noting that the fraction of workers with graduate degrees is not negligible,particularly among males. As many as 14% 642 of male workers who were formerlyclassified as university graduates have graduate degrees and 6% 232 of females havegraduate degrees. As already pointed out by Morikawa 2012, a detailed study on thefunction of graduate education in the labor market is needed.As a first cut of the analysis to estimate the effect of education on labormarket outcomes,we first regress the dummy variable of being employed on a set of education and age dummyvariables, and the results are reported in Table 5. For males, the higher the educationalattainment, the higher is the employment rate. Being a juniorhighschool graduate reducesthe employment rate by 10.7 percentage points compared with being a highschool graduate, and the difference is statistically significant. Vocationalschool education increases the 25employment rate by 1.6 percentage points compared with being a highschool graduate, andthe estimated effect is statistically significant. In contrast, graduating from juniortechnicalcollege does not increase the employment rate in a statistically significant way. University and postgraduate education increase the employment rate. Considering the fact thathighereducational institutions are concentrated in urban areas, the specifications, including 47 prefecture fixed effects are estimated for both sexes, but the inclusions of prefecture fixedeffects virtually do not change the estimation results.The difference of employment rates by educational background is more pronounced amongfemales than among males. A juniorhighschool graduate, on average, is 14.0 percentagepoints less likely to be employed than a highschool graduate. Meanwhile, graduating fromtertiary educational institutions is strongly associated with a high employment rate. Avocationalschool graduate is 10.8 percentage points more likely to be employed than a highschool graduate. The differences are 8.0 percentage points for a juniortechnical collegegraduate, 16.0 percentage points for a university graduate, and 25.4 percentage points for agraduateschool graduate. Allowing for 47 prefecture fixed effects virtually does not changethe estimation results. We should keep in mind as a caveat that parts of these differencesare attributable to differences in unobserved characteristics of individuals with differenteducational backgrounds, such as preference toward employment and innate ability in marketproduction. The large difference in employment probability, however, arguably points tothe particular importance of tertiary education as a determinant of offered wage for youngfemales.We next estimate the Mincerian wage function with detailed educational category variables with and without prefecture fixed effects. Hourly wage rate is calculated from theannual earnings divided by the annual hours worked; both annual earnings and annual hoursworked are constructed from responses in intervals. The regression results reported in Table 6 indicate that the inclusion of prefecture fixed effects does not change the estimation results significantly. There is virtually zero difference in male wages between vocationalschool 26graduates and highschool graduates, but there is about a 15% difference in female wages forthese two groups. The wage differential between juniortechnicalcollege graduates and highschool graduates is about 18% for females but about 5% for males. A possible reason whyposthigh school nonuniversity education rewards females more than males is that educationis closely related to vocation training for licensed occupations, particularly occupations inthe health industry, such as nurses, for females Hamanaka 2009. The wage differentialbetween university graduates and highschool graduates is about 18% for males and 31%for females. The wage differential between postgraduateschool graduates and highschoolgraduates is large for both sexes: 38% for males and 40% for females.The wage differentials between highschool graduates and vocational school or juniortechnicalcollege graduates are larger for females than for males. To analyze the reason behind thesex differences, Tables 7 and 8 tabulate the top 10 occupations among youth by educationalbackground for both sexes, along with each composition rate and average hourly wage. Alarge fraction of male highschool graduates engage in bluecollar occupations, such as automobile driver, metal worker, civil engineering laborer, assembler, and package deliverer. Thehigh fraction of bluecollar workers among male highschool graduates results in higher wagesto compensate for the occupations harsh labor conditions through the compensating wagedifferentials. The graduates of vocational school or juniortechnical college are more likelyto engage in lowskilled white collar jobs, such as clerical worker or sales person. In addition, they are likely to be in specialist jobs, such as automobile or general machine mechanic,system engineer, cook, or hairdresser. At any rate, the systematic occupational difference between highschool graduates and nonuniversity tertiary educational institutions graduateswell explains why the wage differentials are small for those groups.About 17% of male university graduates work as clerical workers. This fact representsthe difficulty of classifying whitecollar jobs among youth, because some, if not all, of themwork for companies as candidates for managerial positions. The same discussion appliesto salesrelated jobs, which consist of about 23% of all jobs held by young male university 27graduates. Some may involve repetitive sales of simple products, whereas others may involvethe sales of complicated and specialized products. The finest occupational code available in ESS 2007 does not allow us to step in the detailed analysis, but the higher average wageof male university graduates than highschool graduates within an occupation suggest thatuniversity graduates engage in tasks requiring skills. Among clerical workers, for example,male university graduates earn about 18% more per hour than male highschool graduates.The occupations of workers with postgraduate degrees are quite distinct from those of othereducational backgrounds. All the top listed occupations are scientists and engineers, exceptfor clerical workers. The concentration of postgraduate degree holders in the occupationsof scientists and engineers explains their higher earnings.The female occupational choices by educational background are strikingly different fromthose of males, as tabulated in Table 8. About 47% of young female highschool graduatesengage in lowskilled whitecollar jobs, such as clerical worker, sales person, or accountingclerk. In contrast, one quarter of female vocationalschool graduates work as nurses. They arealso likely to be in other healthservicerelated jobs or personalcare jobs. The occupationsof graduates from juniortechnical colleges are not so distinct from the occupations of highschool graduates, as a very large fraction of them work as clerical workers and sales persons;meanwhile a significant fraction of them work as nurses or care workers. The concentrationof vocational school or juniortechnical college graduates in licensed jobs, such as nurses orcare workers would explain their significantly higher wages and employment rates comparedwith highschool graduates. The large fraction of female university graduates are whitecollarworkers, such as clerical workers, accounting clerks, or sales persons. Similar to male workers,the classification clerical workers includes jobs involving a wide range of tasks:fromsimple, repetitive tasks to complex and comprehensive ones. Among female clerical workers,university graduates earn 18% more than highschool graduates, reflecting that universitygraduates tend to engage in jobs requiring higher skills. The occupational composition offemale postgraduate degree holders is more diverse than that of males; they are likely to 28work as clerical workers or teachers, as well as scientists and engineers.Overall, the sex difference in the occupational compositions by educational backgroundexplains the sex difference in the wage differentials by educational background. Male highschool graduates tend to work in bluecollar jobs that are well compensated because of theirharsh physical environments, whereas female highschool graduates tend to work in lowlevel whitecollar jobs. Male vocational school or juniortechnical college graduates work invariety of fields, but their female counterparts are concentrated in health or carerelatedjobs that generally require occupational licenses. These systematic sex differences explainwhy the return to nonuniversity tertiary education is apparently higher among females thanamong males.7 Conclusion This paper overviews the change of youth employment since the early 1980s. Withoutquestion, the employment rate, wage rate, and employment stability among youth has deteriorated significantly in Japan in the twodecadelong economic malaise. At the same time,Japan has kept a relatively high employment rate among youth between the ages of 25 and 29 compared with other developed countries. We demonstrate that the educational upgrading of youth in Japan has helped adapt to the demand increase for skilled workers arguablycaused by skillbiased technological change and deepening international dependence of economic activities. Many previous studies, such as Abe 2010 and Hamanaka 2013, pointto the importance of education as a determinant of youths labormarket success, but weare the first to comprehensively analyze the role of educational upgrading on employmentstatus of youth based on largescale government microdata, the Employment Status Survey,covering the long period between 1982 and 2007.The analysis reveals that Japanese youth of both sexes upgraded their educational backgrounds substantially between 1982 and 2007. The fraction of male youth, aged between 25and 29, who completed tertiary education increased from 38% in 1982 to 60% in 2007. The 29corresponding figure for females increased from 32% to 66%. The relative supply increaseof educated workers matched the relative demand increase for them, as suggested by theincrease in the fraction of youth in highskilled occupations. Stable or slightly increasingpecuniary returns to tertiary education also corroborate with the demand growth for skilledworkers. A counterfactual analysis indicates that without the youth educational upgrading, their employment rates would have decreased by 15% for males and 25% for females.All industries almost uniformly have absorbed educated workers, implying that the relativedemand for educated workers has grown in all industries. The detailed analysis relying on 2007 data reveals that vocational schools play an important role by giving youth access totertiary education. The payoff for attending vocational schools seems high, in terms of bothemployment opportunity and wages, particularly for females, because its graduates are likelyto engage in licensed occupations, such as nurses. The return to postgraduate educationalso turns out to be high, because those degree holders are likely to work as specialists, suchas scientists and engineers for both sexes and school teachers for females.Given that prime minister Shinzo Abe points to continuous innovation and deepeninginternational dependence of the economy through participation in the TransPacific Partnership TPP as a part of the policy package of the third arrow of Abenomics, the continuousskill upgrading of Japanese youth is indispensable. Expanding opportunities for tertiaryeducation for a wider range of youth while keeping the quality of education high, however,is a big challenge, because the quality control of tertiary education is a complicated issue.Simply leaving the issues of quantity expansion and quality improvement of tertiary education, including both vocational education and higher education, to the market would notbe an appropriate policy option, because the literature has long recognized that the market for tertiary education is different from the ordinary goods market on several grounds.77The literature points to following points as the differences between tertiary education and the ordinarygoods. First, externality of education to society is recognized widely see Acemoglu and Angrist 2001 forexample. Second, since each individual experiences higher education usually at most once, it is classifiedas an experience good rather than a search good Nelson 1970. In addition, higher education hasbeen viewed as a prime example of a market with asymmetric information Akerlof 1970. The principalagent view is developed in the insurance market context by Spence and Zeckhauser 1971, but it has 30Highereducation regulation need to be discussed in ways that squarely face these complicated and delicate issues, as successful control of tertiary education should form the basisfor the success of the supplyside policies in Abenomics.Another issue highlighted in study is the heterogeneity of youth labormarket experienceover the last three decades by educational attainment. The evidence in this paper corroborates with a relative demand increase for more educated workers and a relative demanddecrease for less educated workers in the long run. Therefore, the answer to the questionposed in the subtitle Are all Japanese youth ready for structural reforms? is clearly negative, because we do not expect demand growth for lowskill workers in the long run. Inthis regard, we need to pay particular attention to the dismal labormarket outcomes amongjuniorhighschool graduates, including highschool dropouts: the labor force that consistsof 6 to 7% of a cohorts total labor force. Opening up the Japanese labor market to unskilled immigrants should be carefully discussed in relation to its impact on the labormarketoutcomes of those workers.8 Also, policies to reduce highschool drop outs, such as tuitionsubsidies for needy families, should be carefully assessed.9As a final remark, we note two important limitations of our study as caveats. First, as thefraction of youth proceeding to higher education increases, the ability of students attendingthese institutions and the quality of these institutions are likely to become more heterogeneous. The increased heterogeneity within an educational category should be reflected inthe increased heterogeneity of wage within a category. The ESS analysis sample employed inbeen used in the higher education context as well. Better information provision, therefore, may be good forconsumers and may lead to a set of more effective producers. Some have argued, however, that the problem ofhigher education is not so much informational asymmetry but imperfect information Stiglitz 2000. Bothgovernment and consumers may have imperfect information about the true quality of academic programs.In addition, faculty members may not possess full information Dill and Soo 2004. Third, Rothschildand White 1995 argue that higher education is the premier example of the many services that provideoutputs that depend on other customer inputs. Moreover, Brickley and Zimmerman 2001 point to thedual objectives of professors, teaching and research, which complicate the mechanism to provide them withincentives.8See Nakamura, Naito, Kambayashi, Kawaguchi, and Machikita 2009 for comprehensive studies in Japan 9Akabayashi and Araki 2011 showed that increasing tuition support is effective in preventing the dropoutof private highschool students on nonacademic tracks.31this study, however, does not serve as the best data source for a variance analysis because ofits crude measure of hourly wage rate constructed from three categorical variables: annualearnings, weekly hours worked, and weeks worked in the previous year. The measurementerror in hourly wage introduced unavoidably in the process of the variable construction isless innocuous in the variance analysis than in the mean analysis in the manuscript. Yamadaand Kawaguchi 2014 document the change of withingroup variance of hourly wage accurately imputed from the Basic Survey on Wage Structure. The withingroup wage varianceincreased between 1991 and 2008 among highschool graduates, juniorcollege graduates anduniversity graduates. It is left for future research to relate the observed increase of wagevariance within a group with the increase in the unobserved heterogeneity among universitygraduates or the increase in the heterogeneity in the quality of university education.Second, we analyzed labor markets of male and female youth separately throughout thepaper without paying much attention to the interaction between the two markets. Thesubstitutability or complementarity between them in the production process creates an interdependence of labor demands for each sex. In addition, changes in marriage behavior andsocial norms on the division of labor create an interdependence of labor supplies for each sex.The interdependence of both labor demand and supply for each sex affects the equilibriumsin both labor markets in complex ways. Comprehensive analysis of the interdependence ofmale and female labor markets is left for future research.References Abe, M., and S. Ohta 2001: Fluctuations in unemployment and industry labor markets, Journal of the Japanese and International Economies, 15, 437464.Abe, N. 2011a: Youth employment status and permanent income risk, Discussion Paper 2011J03, National Institute of Population and Social Security Research, in Japaneselanguage.32Abe, Y. 2010: Equal Employment Opportunity Law and the gender wage gap in Japan:A cohort analysis, Journal of Asian Economics, 212, 142155.2011b: The Equal Employment Opportunity Law and labor force behavior ofwomen in Japan, Journal of the Japanese and International Economies, 251, 3955.Abe, Y., and K. Tamada 2010: Regional patterns of employment changes of lesseducated men in Japan, Japan and the World Economy, 22, 6979.Acemoglu, D., and J. Angrist 2001: How Large are HumanCapital Externalities?Evidence from CompulsorySchooling Laws, in NBER Macroeconomics Annual 2000,Volume 15, NBER Chapters, pp. 974. National Bureau of Economic Research, Inc.Ahn, S., K. Fukao, and K. Ito 2008: The impact of outsourcing on the Japaneseand South Korean labor markets: International outsourcing of intermediate inmputs andassembly in East Asia, Columbia Business School Working Paper Series No. 260.Akabayashi, H., and H. Araki 2011: Do education vouchers prevent dropout atprivate high schools? Evidence from Japanese policy changes, Journal of the Japaneseand International Economies, 253, 183 198.Akerlof, G. A. 1970: The Market for Lemons: Quality Uncertainty and the Market Mechanism, The Quarterly Journal of Economics, 843, 488500.Asano, H., T. Ito, and D. Kawaguchi 2013: Why Has the Fraction of Nonstandard Workers Increased? A Case Study of Japan, Scottish Journal of Political Economy, 604,360389.Barro, R. J., and J. W. Lee 2013: A new data set of educational attainment in theworld, 19502010, Journal of Development Economics, 104, 184198.Berman, E., J. Bound, and Z. Griliches 1994: Changes in the demand for skilled 33labor within U. S. manufacturing industries, Quarterly Journal of Economics, 109, 367398.Berman, E., J. Bound, and S. Machin 1998: Implications of skillbiased technologicalchange: International evidence, Quarterly Journal of Economics, 113, 12451279.Borjas, G. J., and V. A. Ramey 1995: Foreign competition, market power and wageinequality, Quarterly Journal of Economics, 110, 10751110.Bound, J., and G. Johnson 1992: Changes in the structure of wages in the 1980s: Anevaluation of alternative explanations, American Economic Review, 82, 371392.Bound, J., and S. Turner 2007: Cohort crowding: How resources affect collegiateattainment, Journal of Public Economics, 9156, 877899.Brickley, J. A., and J. L. Zimmerman 2001: Changing incentives in a multitaskenvironment: evidence from a toptier business school, Journal of Corporate Finance,74, 367 396.Dill, D. D., and M. Soo 2004: Transparency and quality in higher education markets,in Markets in Higer Education, pp. 6185. Springer.Feenstra, R. C., and G. H. Hanson 1996: Globalization, outsourcing, and wageinequality, American Economic Review Papers and Proceedings, 86, 240245.1999: The impact of outsourcing and hightechnology capital on wages: Estimates for the United States, 19791990, Quarterly Journal of Economics, 114, 907940.Genda, Y. 2006: A Nagging Sense of Job Insecurity:The New Reality Facing Japanese Youth. IHouse Press.2007: Reexamination of Youth Nonemployment, Japanese Journal of Labour Studies, 567, 97112, in Japanese language.34Hamanaka, J. 2009: Employment of vocational school graduates, Japanese Journal of Labour Studies, 588, 3443, in Japanese language.2013: The utility of education. Keiso Shobo, Tokyo, in Japanese language.Johnson, G. E. 1997: Changes in earnings inequality: The role of demand shifts,Journal of Economic Perspectives, 11, 4154.Kambayashi, R., and T. Kato 2013: Good Jobs, Bad Jobs, and the Great Recession:Lessons from Japans Lost Decade, PRIMCED Discussion Paper Series 41, Institute of Economic Research, Hitotsubashi University.Katz, L. F., and K. M. Murphy 1992: Changes in Relative Wages, 19631987: Supplyand Demand Factors, The Quarterly Journal of Economics, 1071, 3578.Kawaguchi, D., and Y. Mori 2014: Winning the race against technology, Discussionpaper, Research Institute of Economy Trade and Industry and Bank of Japan.Korenman, S., and D. Neumark 2000: Cohort Crowding and Youth Labor Markets ACrossNational Analysis, in Youth Employment and Joblessness in Advanced Countries,NBER Chapters, pp. 57106. National Bureau of Economic Research, Inc.Krueger, A. B. 1997: Labor market shifts and the price puzzle revisited, NBERWorking Paper 5924.Kuroda, S. 2003: Analysis of changes in Japans unemployment rate using gross flordata, Monetary and Economic Studies, 21, 69104.Levy, F., and R. J. Murnane 1996: With what skills are computers a complement?,American Economic Review Papers and Proceedings, 86, 258262.Ling, C., and H. Miyamoto 2012: Cross worker flows and unemployment dynamicsin Japan, Journal of the Japanese and International Economies, 26, 4461.35Machin, S., and J. Van Reenen 1998: Technology and changes in skill structureevidence from seven OECD countries, Quarterly Journal of Economics, 113, 12151244.Mitani, N. 2008: Young Workers in the Global Economy: Job Challenges in North America, Europe and Japanchap. Youth Employment in Japan after the 1990s Bubble Burst.,pp. 109 134. Cheltenham, U.K. and Northampton, Mass.: Elgar, Kobe U.Miyamoto, H. 2010: Cyclical behavior of unemployment and job vacancies in Japan,Journal of the Japanese and International Economies, 23, 214225.Miyoshi, K. 2008: Maleemale wage differentials in Japan, Japan and the World Economy, 204, 479 496.Morikawa, M. 2012: Postgraduate Education and Human Capital Productivity in Japan, Discussion papers 12009, Research Institute of Economy, Trade and IndustryRIETI.Nagao, Y. 2008: Functions of vocational schools and changes of the students socioeconomic backgrounds, Journal of the Japan Society of Educational Sociology, 83, 85106,in Japanese language.Nakamura, J., H. Naito, R. Kambayashi, D. Kawaguchi, and T. Machikita2009: Foreign Labor Force in Japan. Nihon Keizai Shinbun Publishing, in Japaneselanguage.Nelson, P. 1970: Information and Consumer Behavior, Journal of Political Economy,782, 31129.Nickell, S., L. Nunziata, and W. Ochel 2005: Unemployment in the OECD sincethe 1960s. What Do we know?, The Economic Journal, 115, 127.Rothschild, M., and L. J. White 1995: The Analytics of the Pricing of Higher 36Education and Other Services in Which the Customers Are Inputs, Journal of Political Economy, 1033, 57386.Sachs, J. D., and H. J. Shatz 1994: Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity, 1, 169.Sakurai, K. 2001: Biased technological change and Japanese manufacturing employment, Journal of the Japanese and International Economies, 15, 298322.2004: How does trade affect the labor market?, Japan and the World Economy,16, 139161.Spence, M., and R. Zeckhauser 1971: Insurance, Information, and Individual Action, American Economic Review, 612, 38087.Stiglitz, J. E. 2000: Economics of the Public Sector. W W Norton Company Incorporated.Yamada, K., and D. Kawaguchi 2014: The changing and unchanged nature of inequality and seniority in Japan, Discussion paper, Singapore Management University.37Figure 1: Japans Unemployment Rate, 19682012 Source: OECDFigure 2: Japans Unemployment Rate, Age 2529, 19842012 Source: OECD3812345unemployment rate 19701980199020002010year 34567Unemployment Rate 1980199020002010Figure 3: Unemployment Rate, Age 2529, 19842012 Source: OECDFigure 4: EmploymenttoPopulation Ratio for Men, Age 2529, 19842012 Source: OECD390102030198519901995200020052010Japan United Kingdom France United States Spain Italy Germany 60708090100198519901995200020052010Japan United Kingdom France United States Spain Italy GermanyFigure 5: EmploymenttoPopulation Ratio for Women, Age 2529, 19842012 Source:OECD404050607080198519901995200020052010Japan United Kingdom France United States Spain Italy GermanyFigure 6: Proportion of Those Completing Tertiary Education for Men, Age 2529, 19802010 Source: Barro and Lee, 2013410102030401980199020002010Japan United Kingdom France United States Spain Italy GermanyFigure 7: Proportion of Those Completing Tertiary Education for Women, Age 2529, 19802010 Source: Barro and Lee, 201342010203040501980199020002010Japan United Kingdom France United States Spain Italy GermanyFigure 8: Composition of Age 2529 as a Percentage of All Ages for Men, 19842012 Source:OECD438101214198519901995200020052010Japan United Kingdom France United States Spain Italy GermanyFigure 9: Composition of Age 2529 as a Percentage of All Ages for Women, 19842012Source: OECD448101214198519901995200020052010Japan United Kingdom France United States Spain Italy GermanyFigure 10: Employment rate of males age 2529, 19822007Figure 11: Educational composition of males, age 2529, 1982200745.8.85.9.951Employment rate 1980199020002010Year All.8.85.9.951Employment rate 1980199020002010Year Junior high.8.85.9.951Employment rate 1980199020002010Year High school.8.85.9.951Employment rate 1980199020002010Year Junior or tech college.8.85.9.951Employment rate 1980199020002010Year University 0.05.1.15.2Fraction 1980199020002010Year Junior high.3.35.4.45.5Fraction 1980199020002010Year High school 0.05.1.15.2Fraction 1980199020002010Year Junior or tech college.3.35.4.45.5Fraction 1980199020002010Year UniversityFigure 12: Employment rate of females age 2529, 19822007Figure 13: Educational composition of females age 2529, 1982200746.4.5.6.7.8.9Employment rate 1980199020002010Year All.4.5.6.7.8.9Employment rate 1980199020002010Year Junior high.4.5.6.7.8.9Employment rate 1980199020002010Year High school.4.5.6.7.8.9Employment rate 1980199020002010Year Junior or tech college.4.5.6.7.8.9Employment rate 1980199020002010Year University 0.05.1.15.2.25.3Fraction 1980199020002010Year Junior high.3.35.4.45.5.55.6Fraction 1980199020002010Year High school.2.25.3.35.4.45.5Fraction 1980199020002010Year Junior or tech college.1.15.2.25.3.35.4Fraction 1980199020002010Year UniversityFigure 14: Counterfactual evolution of the employment rate of youth ages 2529, 19822007Actual:emptt xt t; Education 1982:emp 1982t x 1982 t Figure 15: Fraction of nonregular employees among all workers, ages 2529, 1982200747.5.55.6.65.7.75.8.85.9.951Employment rate 1980199020002010Year Actual Educ 1982Male.5.55.6.65.7.75.8.85.9.951Employment rate 1980199020002010Year Actual Educ 1982Female 0.1.2.3.4Nonregular 1980199020002010Year Male 0.1.2.3.4Nonregular 1980199020002010Year FemaleFigure 16: Occupational composition of employment, age 2529, 19822007Figure 17: Occupational growth by the initial hourly wage, age 2529, 19822007Note: Hourly wage rate in 1982 is calculated based on annual earnings and annual hours worked.480.1.2.3.4.51980199020002010Year Professional Admin.Clerical Sales Agricultural Production Trans.Comm.Security Service Male 0.1.2.3.4.51980199020002010Year Professional Admin.Clerical Sales Agricultural Production Trans.Comm.Security Service Female Professional Administrative Clerical Sales Agricultural Production TransporationCommunication Security Service.1.050.05.1Fraction 2007 Fraction 1982500100015002000Hourly wage in 1982Male Professional Administrative Clerical Sales Agricultural Production TransporationCommunication Security Service.1.050.05.1Fraction 2007 Fraction 1982500100015002000Hourly wage in 1982FemaleFigure 18: Log real wage of males age 2529 by education, 19812012Note: Fulltime workers. All wages are deflated to 2010 price using consumer price index.497.17.27.37.47.57.67.7log hourly wage 1980199020002010Year Junior high High Junior college College Male.15.1.050.05.1.15.2.251980199020002010Year Junior high Junior college College Diff from high schoolFigure 19: Log real wage of females age 2529 by education, 19812012Note: Fulltime workers. All wages are deflated to 2010 price using consumer price index.506.86.977.17.27.37.47.57.6log hourly wage 1980199020002010Year Junior high High Junior college College Female.3.25.2.15.1.050.05.1.15.2.25.3.351980199020002010Year Junior high Junior college College Diff from high schoolTable 1: The fraction of nonregular employees, age 2529Education 1987199219972002200726272829Constant R2NMale JH0.0170.0110.0130.0110.0320.0110.1670.0150.1910.0190.0070.0140.0080.0130.0040.0140.0110.0130.1120.0110.0413,298HJCUniv JHHJCUniv Female 0.0100.0030.0130.0030.0320.0030.0960.0040.1760.0060.0080.0040.0160.0040.0210.0040.0350.0040.0520.0030.0482,2140.0100.0090.0070.0080.0180.0070.0800.0080.1750.0110.0030.0100.0250.0090.0340.0090.0430.0090.0520.0080.0519,6640.0050.0030.0030.0030.0200.0030.0740.0050.0960.0050.0070.0050.0210.0040.0250.0040.0290.0040.0420.0040.0354,6150.0590.0280.1650.0280.2430.0250.3750.0260.4290.0270.0630.0270.1040.0270.0840.0270.1030.0260.2590.0220.114,9550.0420.0080.0520.0080.1020.0080.2300.0090.3420.0100.0330.0080.0430.0080.0720.0080.0930.0080.1660.0070.0652,3070.0390.0110.0300.0100.0460.0090.1500.0100.1820.0110.0210.0080.0450.0080.0670.0090.0460.0090.1350.0090.0340,8760.0100.0160.0100.0150.0130.0140.1060.0140.1030.0140.0190.0110.0270.0110.0360.0120.0290.0120.1530.0130.0220,677Note: Heteroskedasticity robust standard errors are reported in the parentheses. JH standsfor juniorhighschool graduates, H stands for highschool graduates, JC stands for Junior College graduates, Univ stands for university graduates.51Table 2: Industrial composition and the fraction of workers with tertiary education, malesage 2529Composition Primary Construction Manufacturing RetailWholesale Finance TransportationCommunication Public Utility Service Government Fraction of Tertiary Education Primary Construction Manufacturing RetailWholesale Finance TransportationCommunication Public Utility Service Government 1982198719921997200220070.030.130.240.220.040.080.010.180.070.140.210.330.390.670.190.270.590.470.030.110.250.220.040.080.010.210.050.190.290.410.420.740.190.330.650.540.020.110.270.190.050.090.010.220.040.250.280.400.450.790.220.410.610.580.010.130.250.200.040.090.010.220.040.280.290.450.480.820.280.510.610.600.010.140.230.200.030.130.010.220.040.360.290.430.540.820.550.410.620.600.020.110.240.190.030.130.010.240.050.410.350.500.630.880.640.490.730.80Note: The upper panel reports the industrial composition of young workers that shouldadd up to one for each year. The lower panel reports the fraction of tertiaryeducatedworkers in each industry and in each year. The primary sector includes agriculture, fishery,forestry, and mining sectors. The government industry code moved the restaurant industryfrom Retail Wholesale to Service from 2002, but the figures above include the restaurantindustry in the RetailWholesale sector throughout.52Table 3: Industrial composition and the fraction of workers with tertiary education, femalesage 2529Composition Primary Construction Manufacturing RetailWholesale Finance TransportationCommunication Public Utility Service Government Fraction of Tertiary Education Primary Construction Manufacturing RetailWholesale Finance TransportationCommunication Public Utility Service Government 1982198719921997200220070.050.030.200.250.060.020.000.350.030.090.270.170.240.290.370.320.600.410.030.030.190.240.080.020.000.390.020.160.350.300.330.430.460.320.650.620.010.040.190.240.080.030.000.390.020.190.410.340.360.500.490.470.650.640.010.040.180.240.070.040.000.390.030.250.460.430.410.610.560.650.670.690.010.030.140.250.060.070.000.410.030.360.570.460.510.750.700.700.730.780.010.020.130.250.050.070.000.450.020.440.600.520.570.790.740.720.810.84Note: The upper panel reports the industrial composition of young workers that shouldadd up to one for each year. The lower panel reports the fraction of tertiaryeducatedworkers in each industry and in each year. The primary sector includes agriculture, fishery,forestry, and mining sectors. The government industry code moved the restaurant industryfrom Retail Wholesale to Service from 2002, but the figures above include the restaurantindustry in the RetailWholesale sector throughout.53Table 4: Distribution of detailed educational background, age 2529, ESS, 2007Junior high school High school Vocational school Juniortechnical college University Graduate school Male Female 0.030.050.270.340.150.200.190.030.300.360.060.02Note: Vocational school and juniortechnical college are classified into a single categorybefore 2007. University and graduate school are also classified into a single category before 2007.Table 5: Determinants of employment, age 2529, ESS, 2007Junior high school Vocational school Juniortechnical college University Graduate school Age 26Age 27Age 28Age 29Prefecture F.E.NMale0.1070.0120.0160.0060.0080.0140.0250.0050.0690.0060.0080.0080.0300.0070.0270.0070.0370.007No Male0.1070.0120.0150.0060.0070.0140.0220.0050.0670.0060.0080.0080.0290.0070.0260.0070.0360.007Yes Female Female0.1400.1340.0190.0200.1080.1080.0100.0100.0860.0800.0100.0100.1620.1600.0090.0100.2530.2540.0200.0190.0280.0280.0100.0100.0530.0540.0110.0110.0820.0810.0110.0110.0990.1000.0110.011No Yes 25,80525,80526,69526,695Note: Average marginal effects of the probit estimates are reported. Highschool graduateis set as the base category.54Table 6: The determinants of log hourly wage, age 2529, ESS, 2007Male Male Female Female Junior high school Vocational school Juniortechnical college University Graduate school Age 26Age 27Age 28Age 290.1020.0230.0180.0130.0460.0240.1790.0110.3820.0230.0500.0140.1100.0140.1350.0140.1800.0140.1170.0230.0400.0130.0400.0230.1430.0110.3330.0220.0490.0140.1090.0140.1310.0140.1780.0140.0250.0420.1480.0150.1840.0150.3110.0130.4690.0410.0330.0150.0600.0150.0880.0150.1330.017Prefecture F.E.R2NNo 0.0722,386Yes 0.1022,386No 0.0618,804Note: Highschool graduate is set as the base category.0.0330.0410.1250.0150.1580.0150.2510.0130.4040.0410.0320.0140.0580.0150.0800.0150.1360.016Yes 0.1118,80455ega W869,1484,1274,1425,2819,1317116,1018,1915,2689,124.767.634.592.436.363.323.300.319.216.2%7002,SSE,sela M,tnemniattalanoitacudeybsnoitapucco 01po T:7elba Tscinahcemenhcamilarene Grekroweraclanosre Pevitatneserpersela Srekrowlarutlucirg Arelbmessaienhcamcinortcel Erelbmessaienhcamlarene Gcinahcemelibomotu Areenignemetsy Srekrowlacirel Cnosrepsela S258,1405,1066,1534,1758,1130,2081,1118,1021,2635,1ega W430,3566,2237,2645,2297,2954,2721,2398,2180,2186,1egelloclacinhcetroinu Jega W84.751.653.529.491.431.350.330.377.289.1%45.4149.2188.901.888.489.297.275.282.281.2cinahcemelibomotu Arekrowlacirel Cnosrepsela Srekroweraclanosre Pevitatneserpersela Srekrowerachtlae Hrereviledegakca Preenignemetsy Sresserdria Hkoo C467,1815,1640,2760,2917,1543,1930,2366,1809,1951,2loohcslanoitaco Vega Wreenigneyrenihca Mreenignemetsy Srekrowlacirel Creenignelacirtcel Ereenignelacimeh Ctsitneicslaruta Nreenignelivi Ccinahcemtfarcri Anosreptfar Dtcetihcr A081,2770,2315,2596,1690,2572,2141,2384,2289,1140,2loohcsetaudar Gega W71.588.455.473.313.351.341.309.276.223.2%67.6101.913.632.644.566.235.249.196.173.1relbmessaenihcamlarene Gevitatneserpersela Srereviledegakca Prelbmessaenihcamcinortcel Esrerobalgnireenignelivi Ckoo Csselroloohcshgi Hrevirdelibomotu Arekrowlacirel Crekrowlate Mnosrepsela Ssevitatneserperselaslaicremmo Cevitatneserpersela Sreenignemetsy Snosrepsela Srecffionosirp,draugtsaoc,ecilo Prehcaetloohcsyramir Preenigneyrenihca Mkrelcgnitnuocc Aremmargor Prekrowlacirel Cytisrevin U56.cinahcemrelbmessatfarcri A.reenignepihs,tfarcriai,yrenhca M.defiissalcerehwesletonrekrowerachtlae H:eto Nega W248,1846,1165,1729,1455,2376,1995,1768,1981,2076,1%egelloclacinhcetroinu Jega W%loohcslanoitaco Vega W%70.0315.0119.978.636.471.321.313.270.210.2rekroweracdlih Ckrelcgnitnuocc Arekrowlacirel Cnosrepsela Sesru Nrekroweraclanosre Prehcaetnetragredn Kirekrowerachtlae Htsinoitirtu Nretia W093,2907,1536,1041,1337,1790,2346,1375,1500,2535,1ega W790,2844,2313,2924,2162,2493,2553,2245,2921,2013,0165.1256.6150.812.641.628.583.388.243.248.1%54.8264.571.518.434.490.458.324.392.367.2rekroweraclanosre Prekrowerachtlae Hkrelcgnitnuocc Arekroweracdlih Crekrowlacirel Cnosrepsela Ssresserdria Hesru Nnaicinhcetcitehtsorplatne Dretia W626,1524,1516,1025,1945,1699,1423,1818,1726,1743,1rekrowerachtlae Hrehcaetloohcshgi Hreenignelacimeh Ctsitneicslaruta Nreenignemetsy Srekrowlacirel Creenign Erehcaetloohcshgihroinu Jrehcaetloohcsyramir Preenignelacirtcel E210,2799,1526,1459,1044,2611,2627,2090,2318,2639,1loohcsetaudar Gega W64.5261.4194.773.577.246.214.213.232.247.1%52.678.564.377.252.260.250.269.166.147.63relbmessaenihcamcinortcel Etnadnett Atnemesum Arekrowerachtlae Hsresserdria Hsselroloohcshgi Hrekrowlacirel Cnosrepsela Skrelcgnitnuocc Aretia Wrekroweraclanosre Pkoo Crecffionosirp,draugtsaoc,ecilo Prehcaetloohcsyramir Preenignemetsy Ssevitatneserperselaslaicremmo Cesru Nrotcodlacide Mtsicamrah Pkrelcgnitnuocc Arekrowlacirel Cnosrepsela Sytisrevin U577002,SSE,selame F,tnemniattalanoitacudeybsnoitapucco 01po T:8elba T.defiissalcerehwesletonreenign E.defiissalcerehwesletonrekrowerachtlae H:eto N", "filename": "dp8870.pdf", "person": ["Yoichi Arai", "Arai, Yoichi", "Hidehiko Ichimura", "Ichimura, Hidehiko", "Daiji Kawaguchi", "Kawaguchi, Daiji"], "date": ["2015"]}