{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110097/1/dp8922.pdf"], "title": ["Cultural Biases in Migration: Estimating Non-Monetary Migration Costs"], "plaintext": " Jens Ruhose Ifo Institute and IZA Discussion Paper No. 8922 March 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Cultural Biases in Migration: Estimating NonMonetary Migration Costs Oliver Falck Ifo Institute, University of Munich LMU and CESifo Alfred Lameli Research Centre Deutscher Sprachatlas Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 8922 March 2015 ABSTRACT Cultural Biases in Migration: Estimating NonMonetary Migration Costs Ever since Sjaastad 1962, researchers have struggled to quantify the psychic costs of migration. We monetize psychic cost as the wage premium for moving to a culturally different location. We combine administrative social security panel data with a proxy for cultural difference based on historical dialect dissimilarity between German counties. Conditional on geographic distance and premigration wage profiles, we find that migrants demand a indexed with respect to local rents wage premium of about 1 1.5 percent for overcoming one standard deviation in cultural dissimilarity. The effect is driven by males and those who earn above average occupational wages before migration, more pronounced for geographically short moves, and persistent over time. JEL Classification: D51, J61, R23 Keywords: migration costs, culture, internal migration, psychic cost Corresponding author: Jens Ruhose Ifo Institute Poschingerstr. 5 81679 Munich Germany Email: ruhoseifo.de We thank George Bulman, Thiess Buettner, Robert Fairlie, David A. Jaeger, Alexander Karmann, Constantin Mang, Fabian Waldinger, Simon Wiederhold, Ludger Woessmann, Michael Wyrwich, and seminar participants at the Ifo Institute, 3rd workshop for regional economics at the Technical University of Dresden, University of Luxembourg, University of CaliforniaSanta Cruz, CUNY Graduate Center, 2014 workshop of the German Committee of Regional Economist, the 2014 meeting of the German Economic Association, IWH Halle, and Institute for Employment Research IAB for helpful comments and discussion. Introduction 1. Culture matters has become a general wisdom in the economics literature. Indeed, recent literature shows that norms and values, such as trust, which is an important component of culture, determines economic activity and eventually growth e.g., Algan and Cahuc 2010; Guiso et al. 2006, 2011; Tabellini 2010. Specifically, cultural biases hinder economic exchange across locations Belot and Ederveen 2011; Comin et al. 2012; Felbermayr and Toubal 2010; Guiso et al. 2009; Mayda 2009; Spolaore and Wacziarg 2009. Since culture only changes slowly over time 1, it is also a main source of the legacy of history emphasized by economic historians Nunn 2009. We contribute to the economicsofculture literature by quantifying the nonpecuniary cost of migrating to a culturally different location. The key problem in quantifying this cost is to disentangle differences in culture from other formal institutional differences. To solve this problem, we look inside a single country, where formal institutions do hardly differ across locations, and study internal migration across locations within a country. Thereby, we exploit cultural biases between locations coming from a lack of social and economic interactions in the past. Quantifying migration costs is important because labor immobility is associated with substantial welfare losses as it prevents the efficient allocation of labor Clemens 2011. Welfare losses might also arise because the mobility of workers is a precondition for cluster formation and the realization of agglomeration economics Duranton 2011. Worker mobility also leads to the rapid dissemination and cross fertilization of ideas, which eventually fuels innovation Saxenian 1994. Disentangling cultural costs from other costs of migration is thereby important from a policy perspective because policy can influence travel cost, e.g. by providing adequate infrastructure, but it can hardly influence deeply rooted cultural biases. the nonmonetary psychic migration costs of moving from a familiar Conceptually, the decision to migrate, and where exactly to go, is determined by comparing the costs and benefits of moving to the costs and benefits of alternatives Todaro 1969; Harris and Todaro 1970. Benefits and costs can be monetary or nonmonetary; also including to an unfamiliar surrounding Sjaastad 1962. Examples for these costs are that migrants might have to leave family and friends or have to cope with different cultural traits and habits in the new destination. However, it is hard find direct measures of these psychic costs. For this reason, the internal migration literature typically uses simple geographic distance between the place of origin and destination as a catchall proxy for various costs of migration cf. Greenwood 1975.2 That is also the reason why the more current literature that tries to quantify nonpecuniary migration costs to specific populations. For example, Barrett and Mosca 2013 find that Irish male return migrants are 1 Guiso et al. 2006 define culture as those customary beliefs and values that ethnic, religious, and social groups transmit fairly unchanged from generation to generation. 2 Schwartz 1973, p. 1161 justifies the use of this particular catchall proxy: Psychic cost can be transformed into permanent transportation cost by figuring the needed frequency of visits to the place of origin so as to negate the agony of departure from family and friends. is still rather scarce and tailored 2 more likely to have suffered from alcohol problems than those who never moved. Another paper, dealing also with internal migrants, by Dahl and Sorenson 2010 looks at skilled technical workers in Denmark. They find that these workers are more likely to accept job offers from regions close to where they grew up. Based on conditional logit regressions, the paper some backoftheenvelope calculations to quantify, for example, the effect of doubling the distance to home or doubling the distance to parents. substantial psychic migration costs through finds We quantify the psychic costs of migration as the wage premium that migrants demand when moving to a culturally different location. This approach is motivated by regional general equilibrium models in the tradition of Roback 1982. We assume that living in a culturally unfamiliar environment is comparable to a disamenity in the Roback model. Consequently, a potential internal migrant will move to a culturally unfamiliar environment only if she is compensated for this disamenity in the form of a higher wage andor lower rent compared to her place of origin. For this purpose, we use administrative social security panel data to identify internal migrants in Germany. Internal migrants are defined as job switchers for whom the job switch involves the move from one county to another.3 We merge the internal migrants wage profiles over time with information on the geographic and cultural distance between their counties of origin and destination. Cultural distance is calculated from unique data on historical dialect dissimilarity between German counties Falck et al. 2012. This historical dialect information comes from a governmentfunded dialect survey conducted in the German Empire at the end of the 19th century. At the time, dialects were still the prevalent languages of communication, often leading to significant problems in understanding between people from different regions or even nearby towns. As the most prominent expression of social identity, almost like a genome, historical dialects stored information about past interactions across German counties over time. Our broad and evolutionary perspective of culture is thus similar to that of Guiso et al. 2006, who define culture as those customary beliefs and values that ethnic, religious, and social groups transmit fairly unchanged from generation to generation.4 imply Our findings that, conditional on geographic distance and quarterly premigration wage profiles, internal migrants demand a wage premium of about 1 percent for overcoming one standard deviation in historical dialect distance. If we index wages with 3 Thus, we do not study commuting. We are also not looking at gains to migration in general. Mc Kenzie et al. 2010 have shown that these gains are hard to retrieve from nonexperimental data. Therefore, we focus solely on the internal margin, that is, looking only at individuals who have changed their place of work and place of residence and do not discuss outcomes from individuals who have changed their place of work without moving to another region. Refer to Lehmer and Ludsteck 2011 for a study about gains to interregional migration within Germany. 4 The linguistic situation changed when social and economic exchange was intensified after the founding of the German empire in 1871. At that point, the national language Hochdeutsch, which, until then, had been mostly reserved for written contexts, became increasingly adopted for speech also. At the same time, and considerably more so after World War II, German dialects show signs of both convergence and linguistic transfer from the national language. Obtaining explicit cultural consolidations at a very small geographic scale is thus made easier by using historical dialect data. 3 respect to local rents, we document an indexed wage premium of 1.5 percent. This wage premium is most likely a lowerbound estimate for internal migrants since the county of immediate origin of an internal migrant is not necessarily the place where she was born and socialized. For those cases, however, we would not expect to find a systematic correlation between wage changes and dialect distance. It could also be that migrants in culturally more distant regions are discriminated and earn lower wages. However, this would also work against our finding that migrants in culturally more distant regions earn more. The effect is driven by males and those who earn above average occupational wages, more pronounced for geographically short moves, and persistent over time. Considering higher polynomial functions of geographic distance in the regressions provides additional confidence that the effect of dialect distance is not only reflecting a nonlinearity in the geographic distance effect. We also analyze those who have made multiple moves within a relatively short period and find that internal migrants who made a wrong decision in the first move correct this decision in the second move and demand a much higher wage premium. Our results imply that each analysis of returns to migration that do not consider these psychic costs of migration overestimates the rate of return to monetary resources allocated to migration. We interpret our findings within a model of search and matching see for example PostelVinay and Robin 2002 where cultural barriers to migration represent a labor market friction that prevents the efficient allocation of labor. The rationale is the following: DetangDessendre et al. 2004, for example, argue that the search process of people looking for a job is not random and that individuals accept wage offers only when they are compensated for pecuniary and nonpecuniary migration costs. Because of cultural barriers, migrants do not consider the whole spectrum of wage offers and make suboptimal choices in terms of wage income. However, individual welfare might not suffer from this search behavior because they are finally compensated by higher cultural familiarity with the destination region. The remainder of the paper is organized as follows. Section 2 introduces the data. Section 3 explains our estimation strategy. Section 4 shows the results. Section 5 concludes. 2. Data 2.1 Historical Dialect Distance between German Counties Our proxy for cultural distance is based on historical dialect data from German localities. This unique source of data is derived from the language survey conducted for the Linguistic Atlas of the German Empire Sprachatlas des Deutschen Reichs; data exploration between 1879 and 1888. Under the direction of the linguist Georg Wenker, pupils in more than 45,000 German schools were asked to translate 40 German sentences more than 300 words into their local dialect.5 One of the chief results of this project was the discovery of 66 prototypical 5 The results are available in the form of phonetic protocols for each school, cf. http:www.regionalsprache.de. 4 characteristics of pronunciation and grammar that Wenker and his successors isolated during an extensive evaluation process cf. Wrede et al. 1927. These characteristics are most relevant the distribution of each of these prototypical characteristics across German counties.6 the Germanlanguage area. Handdrawn maps structuring illustrate for Using these prototypical characteristics, Falck et al. 2012 construct a dialect similarity matrix across all German counties. Based on the handdrawn maps, they map the 66 prototypical characteristics to the current boundaries of the 439 German counties NUTS3 level and count for every pair of counties how many of the characteristics can be found in both dialect profiles. Thus, the dialect similarity is 0 if there is no overlap in the dialect and 66 if all characteristics can be matched for more details, see Falck et al. 2012 and Lameli 2013. The authors endup with a dialect similarity matrix of the dimension 439 x 439. 1 DDiiiiiiiiiiii ddiiddiiiiddiiiissss1DDiiiiiiiiiiii ddiissiiiiiissiiiiyyssss660,1 For means of comparison with geographic distance., we convert thedialect similarity measure from a similarity matrix into a distance matrix by taking one minus the dialect similarity divided through the maximum value of 66 Equation 1. The resulting dialect distance matrix across all counties has a dimension of 439 439, with elements ranging between 0 dialect identity to 1 maximum dialect distance. The subscript s indicates the sending county and d the destination county. To illustrate, Figure 1 shows the dialect distance of all other counties to the city of Worms RhinelandPalatinate. The figure reveals that dialect distance is low for counties to the east, west, and north of Worms, but high for counties to the south of Worms. The map documents that counties closer to Worms are, on average, culturally more similar to Worms. However, if we draw a concentric circle around Worms, which we do when we control for geographic distance, there are counties on that circle that are culturally more and less similar to Worms. We exploit this variation in our empirical setup later on. Figure 1 about here 2.2 Internal Migration in Germany Information on internal migration in Germany stems from the IAB Employment Panel. Based on the quarterly employment statistics of the Federal Employment Agency, the panel is a 2 percent subsample of the universe of employees who are subject to social security in Germany. Besides gross monthly wages, the data provide information on age, gender, educational attainment, nationality, and place of work and residence.7 Our sample period 6 All handdrawn maps are published online as the Digitaler WenkerAtlas DIWA, see http:www.diwa.info or, more recently, http:www.regionalsprache.de. 7 To obtain the regional identifiers for the county of work and county of residence, we use the confidential weakly anonymous version of the scientific use file see Schmucker and Seth 2009. 5 covers the years 1998 to 2006 and thus includes about 26 million quarterly observations from around 925,000 individuals. Since information on hours worked is not accurate in the IAB Employment Panel, we restrict our analysis to fulltime employed individuals. However, there are still workers who receive zero wages even if they are fulltime employed. We follow Card et al. 2013 and drop all workers with daily wages below 10. Another problem is that the wage data are topcoded at the social security maximum. The number of workers affected by this restriction in the full sample is of the order of 10 to 12 percent of male workers and 1 to 3 percent of female workers Card et al. 2013. The literature proposes imputing the missing wage information by assuming a normal wage distribution Dustmann et al. 2009; Card et al. 2013. However, we restrict our sample to include only persons who have moved between two quarters. We find that only about 2 percent of the movers, either one quarter before or after the move, report topcoded wages. Thus, in total, we have only about 4 percent of topcoded observations. Therefore, instead of using imputation methods, we check the robustness of our results by excluding this group and find that the results do not change Column 1 of Table 3.8 Finally, we restrict our sample to German citizens only because it is not clear how dialect distance should affect those born abroad. We define internal migrants as individuals who have changed their county of residence and their county of work between two consecutive quarters. In some cases, the information on county of residence and work is missing. In these cases, we allow for an administrative lag of one quarter and determine whether the person has moved by comparing the work and residence status of the person in the wave before the missing entry with the wave after the missing entry.9 Our final sample contains 9,090 internal migrants. The internal migration rate in our sample is roughly 3 percent, which is comparable to official aggregate internal migration statistics for Germany.10 Panel A of Table 1 shows the distribution of wages four quarters before t1, t2, t3, t4 and one quarter after the move t1. Wages are in 2010 prices, that is, we adjust wages for the national consumer price index Federal Statistical Office, 2014. The average monthly gross wage in 2010 prices before the move is 2,867 and increases by 3.9 percent to 2,980 after the move. 8 The social security data should only report wages until the social security maximum. However, there are a few cases in which the reported wage exceeded this amount. We restricted these cases back to the social security maximum. We also performed robustness checks by omitting the bottom and top 5 percent of the wage distribution and the results are not sensitive to this omission. 9 Omitting individuals with an administrative lag from the sample or controlling for them with an indicator variable does not change the results. 10 The average overall internal migration rate for the period 1998 to 2006 was 4.6 percent own calculations based on official migration and population data of the Federal Statistical Office 2013. Since our sample consists only of working individuals subject to social security, the internal migration rate in our sample is slightly lower. 6 wwiiwwiiiiiiiiiiiissiiiiiisswwiiwwiiiiiiiiiiddddiixxii 2 To account for the fact that moving to a culturally unfamiliar environment might also be capitalized in rents, we also calculate an index wage based on local rents. We use rental prices averaged over the years 2004 to 2008 as reported by the Federal Institute for Research on Building, Urban Affairs and Spatial Development, as well as by the IDN Immo Daten Gmb H. The rental prices are transformed into a price index iiddddiixxii expressed in terms of the most expensive place, Munich. Thus, the index ranges between 1 for Munich and 0.35 for the county Hof in Northern Bavaria. Equation 2 gives the indexed gross wage in 2010 prices of individual i in county c at time t. The average monthly gross wage relative to Munich before the move is 5,200 and increases by 1.4 percent to 5,271 after the move see Panel A of Table 1. Table 1 about here Another observation from Panel A of Table 1 is that the average wage for movers to counties farther away than the median dialect distance is higher than that of movers to counties closer than the median dialect distance. This is the case not only one quarter after the move but at each point in time. This suggests that these far movers have higher skills than close movers. However, these skills are also reflected in premigration wages. Panel B of Table 1 shows descriptive statistics for the distance data. The geographic distance definitely correlates with dialect distance.11 The mean geographic distance is 318 km 197.6 miles for individuals who moved to a county farther away than the median dialect distance whereas the destination county is only 76 km 47.2 miles away for the closerthanmedian mover. On average, an internal migrant moves 200 km 124.3 miles and experiences 0.372 in cultural distance by doing so. The selection of individuals into moving across cultural borders can be seen in Panel C of Table 1. Abovemedian movers are more likely to have a university degree 33.9 percent vs. 26 percent and to have attended the highest academic track in secondary school 15.2 percent vs. 13.5 percent. There is also a gender gap. The share of male migrants is higher in both the belowmedian mover group and in the abovemedian mover group. Age and 11 The correlation between dialect distance and geographic distance is 0.7697. Appendix Figure A1 provides a graphical illustration. We construct the figure by portioning the dialect distance into 20 equal sized bins 5 percentage intervals and compute the mean geographic distance for each of the bins. The relationship between both distances shows that a higher dialect distance is associated with a higher geographic distance. One standard deviation increase in the dialect distance is associated with an increase in geographic distance by 130 km 80.8 miles. The curvature follows an sshaped curve, with an accelerating increase in geographic distance at low levels of dialect distance and decreasing increases in geographic distance at higher levels of dialect distance. This curvature is in line with the argument that dialect distance or cultural distance might explain nonlinearity in geographic distance. The positive correlation between geographic distance and dialect distance makes it important to control for geographic distance in the following analyses. We also control for nonlinearities in geographic distance in some specifications. This can be viewed as a conservative approach since it removes some of the nonlinearity that might have its origin in culture. 7 potential experience are comparable across both groups.12 The average age of the movers is 32. The question arises whether the wage earned around age 30 is a meaningful reflection of an individuals lifetime productivity or earnings. Studies by Haider and Solon 2006, who look at the relationship of current and lifetime earnings, and by Chetty et al. 2014, who look at the relationship of parental and child earnings, show that measures using wages at age 30 are fairly stable predictors of lifetime earnings or intergenerational mobility, respectively. Finally, slightly less than 60 percent of the internal migrants change the industry in which they work when they move. 3. Estimation Strategy 3.1 Identification The purpose of the paper is to show whether and how much people value cultural familiarity to a county. Intuitively, the identification problem can be illustrated in Figure 1 where we plot the dialect distance for each county to the city of Worms. If we think of one exemplary circle around Worms, there are counties on that circle that are culturally closer to Worms counties to the east, west, and north of Worms and there are counties that are culturally farer away to Worms counties to the south of Worms. The empirical question is whether internal migrants to the south culturally farer away demand higher wages than internal migrants to the north culturally closer. If we could randomly allocate migrants to the north and the south of Worms, our treatment effect would be the mean difference between the north and the south in postmigration wages. However, random. For example, Bauernschuster et al. 2014 show that skilled and riskloving people are more likely to cross cultural borders. We can control for the educational background of movers, however, we cannot directly control for unobserved individual characteristics, such as riskaversion, which are location choice. Thus, comparing unconditional postmigration wages of migrants who have moved to culturally closer regions with wages of migrants to culturally more farer regions is confounded by these unobserved individual characteristics. important determinants location choice is not the in the to control for unobserved selection To deal with selfselection into different locations, we adopt an estimation strategy from the labor economics literature on the effects of training programs on wages e.g., Ashenfelter and Card 1985; La Londe 1986. The basic idea in this strand of literature is to use pretreatment wages into programs. Comparing individuals with similar pretreatment wage profiles should mitigate the selection problem because unobserved individual characteristics should already show up in pretreatment wages. Mc Kenzie et al. 2010 evaluate the transferability of this estimation strategy to the context of gains to migration. They analyze the performance of different estimators in identifying the gains to migration causally. The authors make use of a special arrangement between New Zealand and Tonga in which the New Zealand government granted randomly the right to 12 Potential labor market experience is computed by Age 6 Years of Education. 8 to Tongan applicants. After extensive surveys among applicants and nonimmigrate applicants, they find evidence that applicants are positively selected along observed and unobserved characteristics. They show that in the New Zealand Tonga case, a differencesindifferences estimator, taking the wage before migration into account, is among the better performing nonexperimental estimators. However, they also show that this estimator does not recover experimental estimates, which instrumental variable estimators. However, our data and approach allows us to improve on their setup. true for is also levels. Thus, instead of wage First, Mc Kenzie et al. 2010 only have one observation for pretreatment wages. Kratz and Bruderl 2013 point out that internal migrants in Germany are also selected based on wage growth the parallel trends assumption of the differencesindifferences estimator is clearly violated. In addition, there is a one year gap between the pre and posttreatment wage observation, which are collected by a survey. Instead, we use administrative quarterly panel data and several lags of pretreatment wages as our control variables. This more detailed wage profile should control more accurately for unobserved individual characteristics. The approach should also control for the possibility that internal migrants are selected based on wage growth instead of wage levels. Second, Mc Kenzie et al. 2010 cite the labor economics literature by arguing that nonexperimental estimators perform better when the probability for receiving the treatment is more balanced in the population common support. This should be more the case in our exercise because we look at internal migration which has lower barriers to migration than international migration. Third, we only look at the internal margin of migration, that is, where to move, whereas Mc Kenzie et al. 2010 look at the external margin, that is, whether to move at all. Conditioning on the sample of movers, all individuals are more likely to receive the same treatment, that is, to choose a familiar or unfamiliar region. transport leisure Local amenities, such as schools, infrastructure, health care providers, shopping alternatives, or facilities, and also disamenities, such as pollution, congestion, and the like, are also capitalized in local wages and rents. However, the local amenity level should not bias our estimate as long as the difference in amenities between two counties is not correlated with dialect distance. We check this assumption by controlling for several pairwise county characteristics in the robustness checks Column 5 of Table 3. Among other things, we include two differences in local amenities, that is, differences in weather local amenities expenditures on schools, theaters, baths, and public parks. None of these pairwise controls significantly alters the coefficient on dialect distance. Specifically for expenditures on local amenities, we find that higher percapita expenditure levels in the destination than in the source county substitute for higher postmigration indexed wages, however, they do not affect the coefficient on dialect distance. in percapita expenditures on conditions and differences There are two potential biases that work against our hypothesis of a wage premium for moving to a culturally more unfamiliar environment: First, our data does not allow us to pick 9 up the people in the county where they have grown up or got socialized. However, if we think of a complete random distribution of people in the extreme, that is, that actually no one is attached to the county where he or she is coming from, we should not observe a significant correlation between dialect distance and conditional postmigration wages. Second, Grogger 2011 finds wage discrimination against African Americans in the United States based on their speech patterns. If internal migrants in Germany are also discriminated in regions that are culturally farer away from their former home county, we should observe that they earn less instead of receiving a wage premium for moving to that more unfamiliar region. Thus, discrimination would work against our hypothesis of a wage premium. In that sense, we interpret our results as lower bound estimates of the effect of cultural distance on postmigration wages. This is underlined by the fact that we can only trace out effects from people that actually move; which are only 3 percent of the working population see above. For nonmovers, it seems that migration costs are so high that they do not consider moving at all, even though there are substantial differences in wages across German regions Buettner and Ebertz 2009. 3.2 Empirical Setup the identification discussion from above, we estimate the following wage The log of the indexed wage see Equation 2 received by internal migrant i in destination county d in the quarter after the move, that is, at t1, is regressed on the dialect distance between the origin county s and destination county d see Equation 1. We control for the linear geographical distance 13 between the two counties as well as gender, education five industry change dummies, experience timespecific accompanying shocks.15 Finally, 1idt is an idiosyncratic error term. We use robust standard errors throughout the paper.16 its square, and a dummy the move.14 The quarteryear fixed effects indicating an t capture all and 13 We deal with nonlinear geographic distance in Section 4.2. 14 An alternative for using a dummy for the industry change is to use industry fixed effects. The results do not change. 15 In a robustness check, we also use source county fixed effects. The results do not change. Appendix Table A1 provides the results. 16 In various robustness checks, we clustered standard errors at various levels. However, clustering at the origin county x destination county, the origin county, or the destination county yield almost the same standard errors. 10 Following regression: logwwiiwwiiiissii1iiiissiiiiiiss ddiiiiiiiiiiii ddiiddiiiiddiiiissssjjlogwwiiwwiiiissiijjiiiissiiiiiiss wwiiggwwssiigghiiii ddiiddiiiiddiiiissssXXiiii 1iiiissii1 4jj1 3 The coefficient of interest is , which is the wage premium in percent for overcoming one unit in dialect distance. The identification assumption under which reports the causal effect of dialect distance on the wage after the move requires that dialect distance not be correlated with unobserved individual characteristics. Guided by the discussion from above, we argue that we can control for unobserved individual characteristics to a large extent by .17 The including identifying assumption, under which describes a causal effect is that, conditional on the pretreatment wage profile and observed individual characteristics, the move to a familiar versus unfamiliar region is as good as random. Because there could be still omitted variables that bias the coefficient in one way or the other see discussion above, we are confident that this strategy leads to a close to causal interpretation of the estimated treatment effect. last four quarterly wages before the move, 4jj1logwwiiwwiiiissiijjiiiissiiiiiissthe 4. Results 4.1 Wage Premium for Overcoming Dialect Distance log indexed wages. The coefficient Table 2 sets out our baseline results. The sample is restricted to the internal migrants first move that we observe in the data.18 Column 1 shows the unconditional association between dialect distance and postmigration log indexed wages. The association is positive and highly significant, meaning that a higher dialect distance leads to higher postmigration indexed wages. Column 2 shows the unconditional association between geographical distance and postmigration is also positive but not significant. Including both variables in Column 3 more than doubles the coefficient on the dialect distance and decreases the coefficient on geographic distance, which is significantly negative now. Thus, the small wage premium implied by the positive coefficient on geographic distance in Column 2 is completely captured and reversed by dialect distance. The negative coefficient on geographic distance can be explained by the construction of the dependent variable, which has the denominator. We come back to this issue at the end of this section. the destination county the rental price of the index of in Table 2 about here In Column 4, we add the last four quarterly premigration log indexed wages to control for unobserved individual characteristics that could drive unobserved selfselection into regions. The coefficient on dialect distance drops by almost a factor of four and almost all premigration wages are highly significant predictors of postmigration wages. This indicates that selfselection issue and that neglecting premigration wages in the regression will lead to an upwardly biased effect of dialect distance. After controlling for premigration wage profiles, adding further control variables in Column 5 does not lead to a indeed a serious is 17 Using four quarterly premigration wages as controls is somewhat arbitrary. We check this specification by changing the structure of the premigration wage profiles in Section 4.2. 18 We analyze multipletime movers in Section 4.3. 11 statistically significant change in the coefficient on dialect distance. The coefficient decreases slightly to 0.075 and is still highly significant. Thus, a one standard deviation about 0.2 increase in dialect distance increases the postmigration indexed wage by about 1.5 percent. In Column 6 of Table 2, we provide an alternative specification in which we relate the log wage and control for the log rental price in the destination and the source county on the righthand side of the regression. This specification gives us an indication whether the effect of dialect distance comes from a tradeoff in wages nominator of the dependent variable or in rental prices denominator of the dependent variable. In addition, to get an impression of the importance of the tradeoff, the specification allows us to compare the effect of dialect distance to recent collective wage agreements, which we use as a benchmark. Note that we use in this model nonindexed quarterly premigration wages. Not surprisingly, we find that the log rental price in the destination county is a significant predictor of postmigration log wages. Thus, wages in areas with high rental rates are also relatively high. The rental price in the source county is not associated with the postmigration wage. Given rental prices in the destination and the source county, increasing dialect distance by one standard deviation increases the postmigration wage by about 1 percent.19 This model also reveals that geographic distance is not correlated with postmigration wages when we condition on dialect distance, rental prices, and premigration wage profiles.20 The result suggests that the negative coefficient on geographic distance in Columns 3 to 5 originates from a correlation between geographic distance and higher rental prices in the destination county. An explanation for this finding is that longer distance moves are associated with moves toward bigger cities. Internal migrants move on average 269 km when one of the 5 biggest cities in Germany Berlin, Hamburg, Munich, Cologne, and Frankfurt is the destination. For all other moves, we observe that people are only moving 179 km on average. To benchmark our results, we compare the effect size found in Table 2 to the average increase in wages from before to after the move and to the most recent collective wage agreements. The indexed wages of internal migrants increase, on average, by about 1.4 percent from the quarter before the move to the first quarter after the move. This implies that the wage premium necessary to compensate for one standard deviation in dialect distance is about 107 percent of the average indexed wage gain in 2010 prices from internal migration. In terms of nonindexed wages, we observe an increase from the quarter before the move to the quarter after the move by 3.9 percent. Thus, in 2010 nationwide prices, the wage premium has to be 26 percent of the average wage gain in 2010 prices from internal migration. The effect size of 1 percent per standard deviation in nonindexed wages is sizeable when compared to 19 The results are comparable when we use a regional price index instead of rental rates. However, we think that rental rates are better able to capture amenities than are price levels. 20 Appendix Table A2 shows that the correlation between geographic distance and nonindexed postmigration wages is positive and highly significant. Adding premigration wages and rental prices in the destination and source county does not change this result. However, once we include dialect distance, the coefficient on geographic distance turns negative and insignificant, which shows that the wage premium obtained from geographic distance is entirely due to overcoming cultural barriers. 12 estimated gains to internal migration in Germany, which are around 3 percent for the average mover Kratz and Bruderl 2013; Lehmer and Ludsteck 2011. The treatment effect is also sizable when compared to the most recent 2013 collective wage agreements in Germany. For example, in the public sector, there was an agreed upon increase of 2.65 percent in nominal wages ver.di 2013 and in manufacturing, an increase of 3.4 percent in nominal wages was negotiated IG Metall 2013. Figure 2 provides a graphical illustration of the relationship between dialect distance and postmigration indexed wages. The figure shows an addedvariable plot where we use only the variation in the postmigration indexed wage and the dialect distance that remains after taking account of the full control set of the baseline model in Column 5 of Table 2.21 The figure reveals an almost linear relationship between residual dialect distance and the conditional postmigration indexed wage once the dialect distance crosses the 10th percentile first two bins. This ensures that the effect is not driven by outlier observations at the top and the bottom of the dialect distance distribution and that there are no substantial nonlinearities.22 4.2 Robustness Checks Figure 2 about here In this section, we conduct a couple of robustness checks. We first check whether our results are driven by topcoded wages. As mentioned above, the number of topcoded wages among the movers is relatively low compared to the number of topcoded wages in the overall working population. Column 1 of Table 3 shows the results of omitting internal migrants who report a wage that is at or above the social security maximum at either directly after the move t1 or at some time before the move t1 to t4. However, topcoded wage observations do not affect the coefficient on dialect distance. Table 3 about here It could also be that the observed effect is driven by moves from and to large agglomerations, which might differ from other counties in terms of amenities. To check this, we exclude the five largest cities in Germany Berlin, Hamburg, Munich, Cologne, and Frankfurt as destination and source counties Column 2 of Table 3. Even though these cities account for almost a quarter of the sample, the coefficient of the regression stays virtually the same. At contrast, restricting the sample of movers toward these five largest 21 The figure is a binned scatterplot where the residual dialect distance is binned into 20 equalsized bins. The mean of the conditional postmigration indexed wage within each bin is then computed and plotted against the dialect distance. 22 Nevertheless, we have also estimated models considering nonlinear effects in the dialect distance by adding a squared term to the model. The effects size for the median dialect distance is equal to 1.6 percent significant at 1 percent increase for one standard deviation increase in dialect distance and, thus, very close to the baseline effect of 1.5 percent. 13 cities, dialect distance is only a weak explanatory variable coefficient on dialect distance is 0.0364 and insignificant. Interestingly, the coefficient on geographic distance in this sample is positive and marginally significant at the 10 percent level. This indicates that moves toward the big agglomerations are more driven by economic rather than cultural motives. In Column 3 of Table 3, we test the robustness of the effect by including dummies for moving from East to West Germany, West to East Germany, and moving within East Germany moving within West Germany is the baseline category. This specification controls for important cultural differences between German regions. However, the coefficient on dialect distance is not affected. Unfortunately, we do not know where the individuals in our sample were born and socialized, raising the concern that a migrant might not be attached to the county he or she left.23 In this case, however, we would not expect to see any effect of cultural distance on postmigration wages. Thus, our baseline results should indicate a lower bound of the effect of cultural distance on migration wage gains. To get some sense of the extent to which we underestimate the true effect of cultural distance on migration wage gains, we restrict the sample to those internal migrants who have not changed place of work or residence for a reasonable period before the move. Living in a region for a longer period could make a person more attached to that county than to the former home county Burchardi and Hassan 2013. Given that our panel covers nine years, we restrict our analysis to those 1,815 individuals who resided and worked in the origin county for at least seven years and then moved to a different county during the last two years of our panel. The result of this procedure is shown in Column 4 of Table 3. The coefficient of dialect distance almost doubles, providing more support for our argument that the baseline effect is more of a lower bound and that being attached to a certain area for a longer period increases the cost of moving. The last robustness check Column 5 of Table 3 introduces various pairwise historical and contemporaneous controls between the counties of origin and destination that might be correlated with both migration flows and historical dialect distance. We include the log difference in slope, the historical rail distance, a dummy that is 1 when the dominant religion is not the same in both counties, the difference in share Catholics, the difference in the historical industry structure, the difference in the current industry structure, the difference in percapita expenditures on local amenities, and weather controls such as the difference in temperature, difference in sunshine duration, and difference in precipitation.24 None of these controls significantly changes the coefficient on dialect distance.25 23 For example, migration flows in the aftermath of World War II e.g., refugees, ethnic Germans, etc. might have substantially involuntarily reshuffled the German population with respect to cultural roots. 24 Data on log difference in slope, the historical rail distance, a dummy for a different religion, the difference in share Catholics, the difference in the historical industry structure, the difference in the current industry structure are taken from Falck et al. 2012. Climate data come from the Deutscher Wetterdienst DWD. We use longterm averages from 1961 to 1990. We mapped all weather monitoring stations to counties and calculated 14 is that A crucial assumption the migrants unobserved ability. Table 4 the four quarterly premigration wages sufficiently capture introduces alternative specifications regarding the structure of the premigration wage profile. Column 1 of Table 4 includes premigration wages one, two, and three years before the move. The coefficient on dialect distance substantially increases, which indicates that a yearly premigration wage profile does not capture unobserved individual characteristics better than the quarterly premigration wage profile from the baseline model. The next specification in Column 2 uses the average yearly premigration wages from the last three years as control variables. The coefficient on dialect distance is almost the same as in the baseline model. In the last column of Table 4, we include the quarterly premigration wages of the last three years prior to the move. In fact, this specification also shows a slightly larger coefficient on the dialect distance compared to the baseline model in Table 2. Table 4 about here indicates that adding premigration wages beyond four The previous robustness check quarters do not significantly change the results. In Table 5, we provide another specification check by shifting the timing of the move to two and three years prior to the move placebo treatment. At that time, people should not know yet that they are moving two or three years later. Therefore, the dialect distance at the time of the move should not be able to predict wages in the following quarter. If we would find that the dialect distance is able to predict wages prior to the move, we would be worried that these people are on different wage growth trajectories long before they decide to actually migrate. But Table 5 shows that this is not the case. The coefficient on the dialect distance is close to 0 and insignificant. Especially the indexed wage one quarter for the placebo move is close to one, which signals high persistence treatment analysis gives more confidence that dialect distance, in wages. This placebo conditional on pretreatment wage profiles and observable is not capturing unobserved individual characteristics. factors, Table 5 about here The next concern is the possibility that dialect distance captures nonlinearities in geographic distance that do not have their origin in culture. Table 6 sets out several specifications that include nonlinear geographic distance measures. Column the baseline regression for means of comparison. Column 2 includes the geographic distance of power replicates 1 averages. We use state averages for missing county observations. Data on differences in percapita expenditures on local amenities come from a special statistical evaluation for the year 2004 from the Federal Statistical Office. These expenditures include expenditures on schools, research, theaters, concerts, sport facilities, public parks, and baths. 25 We also run a regression by adding the current average bilateral migration flow 2000 2006 to the model in Column 5 of Table 3. Even though the bilateral migration flow might be a bad control, the coefficient on dialect distance decreases only slightly to 0.0778 and is still highly significant. The coefficient on the migration flow is, as expected, highly significant negative, indicating that the current migration flow decreases indexed postmigration wages substantially. 15 two and three. The coefficient on dialect distance increases slightly, which indicates that dialect distance does not capture strong nonlinearities in geographic distance. However, it could be that geographic distance is an insufficient distance proxy for dialect distance. Therefore, in Columns 3 and 4 of Table 6, we use the travel distance between counties by in minutes as an alternative geographic distance measure.26 Column 3 shows a car specification in which we include the travel distance instead of the geographic distance. The coefficient of dialect distance decreases but remains significant. When we include travel distance to the power two and three in Column 4, we see that the coefficient increases slightly again compared to Column 3. However, travel time could be affected by dialect distance because it is very likely that transportation hubs and networks have developed along historical travel routes. Therefore, it is likely that some of the effect that should be attributed to dialect distance actually goes through travel distance. Nevertheless, the results of this exercise indicate that there are only minor nonlinear effects, if any, of geographic distance that are picked up by dialect distance. Table 6 about here Table 7 uses alternative measures of dialect distance to check the robustness of our results. To this point, we have used a metric measure of dialect distance. However, it could be that cultural space is dependent not only on gradual differences but on categorical ones. That is, the decision to move could be due to a difference between, for example, Swabian and Bavarian as such and not to the actual gradual difference between the counties within the Swabian and Bavarian region. To test for the impact on migration of categorical differences between smaller regions, we use a classification introduced by Lameli 2013 that captures the most prominent 13 dialect areas in Germany.27 Column 1 of Table 7 sets out the results. The coefficient is positive and significant. A one standard deviation in the dialect distance by language area 1.04 leads to 1.11 percent higher postmigration indexed wages. Table 7 about here As the most important linguistic difference between German dialects is that between Low German northern part of Germany and High German southern part, we further construct a dummy that substantiates the particular locality of the counties and tests for movements within the two larger areas of Low German and High German. Column 2 of Table 7 includes a dummy for moving from a High German county to a Low German county, a dummy for moving from a Low German county to a High German county, and a dummy for moving from a High German county to another High German county. The omitted category is moving from a Low German county to another Low German county. The results show that the effect of dialect distance remains robust when the northsouth distinction. We find, testing for 26 Data are provided by the Federal Institute for Research on Building, Urban Affairs and Spatial Development. 27 The measure results from bootstrapped hierarchical cluster analysis, based on the measurement of linguistic similarity of German counties. 16 however, conceptualization of cultural space. slight northsouth divide, a indicating the relevance of a categorical 4.3 Effect Heterogeneity The question arises as to whether there is a group of individuals that is driving the baseline results. To answer this question, we spilt in Table 8 the sample by age Panel A, gender and education Panel B, education x gender Panel C, geographic distance of the move Panel D, whether the wage received before the move is above or below the average wage in the specific occupation Panel E, and occupational change Panel F. Table 8 about here Panel A of Table 8 stratifies the sample between young below age 30 and older above age 30 movers. In the first column, we look only at movers who are 30 or younger to discover whether age plays a crucial role in overcoming cultural distance, as argued by Schwartz 1973. The coefficient is large and significant for these younger movers. The coefficient on dialect distance for older movers in the second column is smaller and not significant. This indicates that our results are more driven by young movers than by older movers, even though the difference between both coefficients is not significant. Schwartz 1973 further argues that the interaction of geographic distance with age should indicate the importance of the psychic costs of migration. Therefore, we interacted geographic distance with age. In this specification not shown, the interaction is not significant and the effect of dialect distance remains unchanged, indicating that dialect distance better captures the psychic costs of migration than does an interaction between geographic distance and age. Panel B of Table 8 shows that the wages of men are more responsive to culture than those of women. Possibly this is because in most families the male adult is the household head and his place of work largely determines where the family lives. We also see that low and mediumqualified migrants find culture more of a barrier to migration than do higher qualified migrants.28 However, the difference between the groups is not large. Panel C shows that within the group of men, it is again the group of lower qualified migrants that shows a larger coefficient, but the differences are not significant. The results for women are insignificant again and the coefficient for lower qualified women is slightly higher than for higher qualified women. Panel D reveals that the effect comes mainly from shorterdistance moves, that is, moves less than 300 km from the former home county. Thus, the wage increases from moving to a culturally more distant county are not driven by longdistance moves as one might have expected. 28 The group of low and mediumqualified migrants consists of those with a degree from the lowest and middle academic track with and without vocational education and training VET. We also include people for whom level of education is unknown. However, the picture does not change by omitting this group. The group of highqualified people is comprised of those having a degree from the highest academic track or a university degree. 17 Panel E of Table 8 splits the sample by those who have earned a higher or lower wage compared to the average wage in their occupation before the move. The rationale for this split is that those who have earned a wage that is lower than the comparison wage in their occupation might move more for economic reasons and do not put so much emphasis on culture. However, those who have earned a higher wage than is typically achieved in their occupation might put a higher weight on culture.29 To test this hypothesis, we compute average occupational wages at the national level Columns 1 and 2 and at the countyoforigin level Columns 3 and 4. Then, we compare the average wage of the four premigration periods quarters to the average occupational wage for the same period. Using either of the two occupational wages, we see that the baseline effect is mainly driven by internal migrants who earn above occupational wages before the move. This indicates that movers who can be expected to move for monetary reasons, that is, to receive a higher wage in the first instance, are less responsive to cultural differences. We also looked at the subsample of internal migrants who switch occupation when they move Panel F. Compared to occupational stayers, switchers are compensated more for their move to a dialectdissimilar county. We also analyze in more detail the 567 twotime movers in our sample.30 Recall that the total time period under analysis is nine years, meaning that every second move occurs within a relatively short time window. For the second move, we use the dialect distance and geographic distance between the origin county of the first move and the destination county of the second move. This should mimic the hypothetical direct move to the destination county in the second move. All other control variables quarterly pretreatment wages, education, experience, age, etc. are taken from the second move. Figure 3 illustrates the composition of the sample. As mentioned above, we have 567 individuals who move at least two times. Interestingly, almost 34 percent 194 migrants of the twotime movers in our sample return in the second move to exactly the same county from which they came.31 However, only 32 of the 194 repatriates return to the same firm. Figure 3 about here Table 9 shows the results of the twotime mover analysis by first and second move and by timing of the move, that is, whether the migrant moved another time after or before eight quarters two years. Panel A shows the results with repatriates included and Panel B shows the results without this group. The first move shows, independent of the timing, that the coefficients are larger than in the baseline sample. This indicates that these particular people, 29 Complementary to that, it could also be that those who have earned above the average occupational wage have a better bargaining position. Thus, due to the higher outside option at home, they are able to negotiate a wage premium. 30 There are some individuals who moved more than two times, but this group is too small for an indepth investigation. 31 Repatriates are those who move to their previous county of residence and again work in their previous county of work. Thus, migrants who return to their previous home county but work in a different county than before are not repatriates. 18 who we know are going to move again within the next nine years, value culture highly. The second move is more interesting. The coefficient for those who moved another time within eight quarters is almost seven times as large as the baseline coefficient. The above findings lead us to view these twotime movers as people who made the wrong decision about where to live and work for the first move and are now willing to sacrifice a lot more money in return for a more familiar environment. 4.4 Persistence of Wage Premium Table 9 about here We now turn to the question of whether the initial effect directly after the move is persistent over time. We model this question by comparing the wage growth after the move between those who have moved to a more familiar versus those who have moved to a more unfamiliar region. For the United States, Borjas et al. 1992 show that internal migrants earn initially less than comparable nonmigrants in the new destination, but that this penalty disappears within a few years. Thus, for our case, it could be that the initially wage penalty pays off for migrants in more familiar regions because they might feel more comfortable, integrate more quickly, and are more productive in the end. Therefore, our hypothesis is that migrants who move to culturally more familiar regions experience a stepper wage growth after the move than migrants to culturally more unfamiliar regions. Empirically, we look at wage growth after the first move by estimating the following regression: logwwiiwwiiiissiikkiiiissiiiiiisslogwwiiwwiiiissii1iiiissiiiiiisskk ddiiiiiiiiiiii ddiiddiiiiddiiiisssslogwwiiwwiiiissii1iiiissiiiiiiss wwiiggwwssiigghiiii ddiiddiiiiddiiiissssXXiiii 1iiiissii1 4 Conditional on the logged initial wage level after the move, we regress the average yearly wage growth from period t1, that is, the first quarter after the move, to period tk, on dialect distance. Thereby, k takes a maximum value of 32 quarters, that is, we analyze wage growth within a maximum of eight years after the move. Note that by extending the growth period of analysis year by year, the number of internal migrants remaining in the sample drops significantly, until finally, in the analysis of eightyear postmove wage growth, there are less than 700 internal migrants. All other control variables remain equivalent to the baseline model. As mentioned above, due to a catchingup process, we expect that migrants who moved to culturally more dissimilar counties will exhibit lower wage growth rates. Table 10 shows the results for the three to sixyear wage growth rates. The coefficient on the logged initial wage level after the move shows that internal migrants with initially higher wages after the move generally have lower wage growth in the future. However, dialect distance is not significantly associated with future wage growth. Thus, we conclude that the initial wage sacrifice is persistent over time. 19 Table 10 about here 5. Conclusion In this paper, we quantify the psychic costs of migration by combining administrative social security panel data with a proxy for cultural difference that is based on historical dialect distance between German counties. Internal migrants demand a wage premium of about 1 percent for a one standard deviation increase in dialect distance. Using wage that are indexed by local rents, we find an indexed wage premium of 1.5 percent. Compared to the general wage gain associated with internal migration, as well as to general wage increases negotiated in recent collective agreements, this wage premium is economically substantive and persistent over time. We argue that the effects are lowerbound estimates, because discrimination in regions that a culturally more distant and picking up people in regions where they might not got socialized, lead to an underestimation of the true effect. Additionally, all nonmigrants should have implies a further underestimation of the effect. Important effect heterogeneities arise: We observe that the effect is driven by males and those who earn above average occupational wages before the move, more pronounced time. Considering higher polynomial functions of geographic distance in the regressions provides additional confidence that the effect of dialect distance is not only reflecting a nonlinearity in the geographic distance effect. We also analyze those who have made multiple moves within a relatively short period and find that internal migrants who made a wrong decision in the first move correct this decision in the second move and are willing to sacrifice much more of their wages to return to a more familiar region. Our results imply that each analysis of returns to migration that do not consider these psychic costs of migration overestimates the rate of return to monetary resources allocated to migration. for geographically short moves, and persistent over larger migration costs than those who migrate. This We interpret our findings within a model of search and matching see for example PostelVinay and Robin 2002 where cultural barriers to migration represent a labor market friction that avoids the efficient allocation of labor. The rationale is the following: DetangDessendre et al. 2004, for example, argue that the search process of people looking for a job is not random and that individuals accept wage offers only when they compensate for pecuniary and nonpecuniary migration costs. We have demonstrated that cultural differences represent substantial migration costs. As a consequence, potential migrants might not consider wage offers from specific local labor markets because they would dislike to life there. Thus, because migrants do not consider the whole spectrum of wage offers, they make suboptimal choices. However, individual welfare might not suffer from this search behavior because they are finally compensated by higher cultural familiarity with the destination region. 20 Literature Algan, Yann and Pierre Cahuc 2010, Inherited Trust and Growth. American Economic Review, 1005, 20602092. Ashenfelter, Orley C. and David Card 1985, Using Longitudinal Structure of Earnings to Estimate the Effect of Training Programs. Review of Economics and Statistics, 674, 648660. Bauernschuster, Stefan, Oliver Falck, Stephan Heblich, Jens Suedekum, and Alfred Lameli 2014, Why are Educated and Riskloving Persons more Mobile across Regions? Journal of Economic Behavior Organization, 98, 5669. Barrett, Alan and Irene Mosca 2013, The Psychic Costs of Migration: Evidence from Irish Return Migrants. Journal of Population Economics, 262, 483506. Belot, Michele and Sjef Ederveen 2011, Cultural Barriers in Migration between OECD Countries. Journal of Population Economics, 253, 10771105. Boheim, Rene and Mark P. Taylor 2007, From the Dark End of the Street to the Bright Side of the Road? The Wage Returns to Migration in Britain. Labour Economics, 141, 99117. Borjas, George J., Stephen G. Bronars, and Stephan J. Trejo 1992, Assimilation and the Earnings of Young Internal Migrants. Review of Economics and Statistics, 741, 170175. Buettner, Thiess and Alexander Ebertz 2009, Spatial Implications of Minimum Wages. Jahrbucher fur Nationalokonomie und Statistik, 22923, 292312. Burchardi, Konrad B. and Tarek A. Hassan 2013, The Economic Impact of Social Ties: Evidence from German Reunification. Quarterly Journal of Economics, 1283, 12191271. Card, David, Jorg Heining, and Patrick Kline 2013, Workplace Heterogeneity and the Rise of West German Wage Inequality. Quarterly Journal of Economics, 1283, 9671015. Chetty, Raj, Nathaniel Hendren, Patrick Kline, Emmanuel Saez, and Nicholas Turner 2014, Where is the Land of Opportunity? The Geography of Intergenerational Mobility in the United States. Quarterly Journal of Economics, 1294, 15531623. Clemens, Michael A. 2011, Economics and Emigration: TrillionDollar Bills on the Sidewalk? Journal of Economic Perspectives, 253, 83106. Comin, Diego A., Mikhail Dmitriev, and Esteban RossiHansberg 2012. The Spatial Diffusion of Technology. NBER Working Paper No. 18534. Dahl, Gordon B. 2002, Mobility and the Return to Education: Testing a Roy Model with Multiple Markets. Econometrica, 706, 23672420. Dahl, Michael S. and Olav Sorenson 2010, The Migration of Technical Workers. Journal of Urban Economics, 671, 3345. DetangDessendre, Cecile, Carine Drapier, and Hubert Jayet 2004, The Impact of Migration on Wages: Empirical Evidence from French Youth. Journal of Regional Science 444, 661691. Duranton, Gilles 2011, California Dreamin: The Feeble Case for Cluster Policies. Review of Economic Analysis, 31, 345. 21 Dustmann, Christian, Johann Ludsteck, and Uta Schonberg 2009, Revisiting the German Wage Structure. Quarterly Journal of Economics, 1242, 843881. Falck, Oliver, Stephan Heblich, Alfred Lameli, and Jens Suedekum 2012, Dialects, Cultural Identity, and Economic Exchange. Journal of Urban Economics, 7223, 225239. Federal Statistical Office 2013, Bevolkerung und Erwerbstatigkeit, Fachserie 1, Reihen 1.2 und 1.3. Federal Statistical Office 2014, Consumer Price Indices, https:www.destatis.deENFacts FiguresIndicatorsShort Term IndicatorsPricespre 110.html. Felbermayr, Gabriel J. and Farid Toubal 2010, Cultural Proximity and Trade. European Economic Review, 542, 279293. Greenwood, Michael J. 1975, Research on Internal Migration in the United States: A Survey. Journal of Economic Literature, 132, 397433. Grogger, Jeffrey 2011, Speech Patterns and Racial Wage Inequality. Journal of Human Resources, 461, 125. Guiso, Luigi, Paula Sapienza, and Luigi Zingales 2006, Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, 202, 2348. Guiso, Luigi, Paula Sapienza, and Luigi Zingales 2011, Civic Capital as the Missing Link. In J. Benhabib, A. Bisin, M. O. Jackson Eds., Handbook of Social Economics, 1A ed., Vol. 1, 417480. Amsterdam: Elsevier, NorthHolland. Guiso, Luigi, Paula Sapienza, and Luigi Zingales 2009, Cultural Biases in Economic Exchange. Quarterly Journal of Economics, 1243, 10951131. Haider, Steven and Gary Solon 2006, LifeCycle Variation in the Association Between Current and Lifetime Earnings. American Economic Review, 964, 13081320. Harris, John R. and Michael P. Todaro 1970, Migration, Unemployment and Development: A TwoSector Analysis. American Economic Review, 601, 126142. IG Metall 2013, Collective Wage Agreement in the Manufacturing Sector 2013, http:www.igmetall.deSID49F5A1E2969B8B98metalltarifrunde2013bayerischesergebnisinallen11891.htm Jaffe, Adam B., Manuel Trajtenberg, and Rebecca Henderson 1993, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations. Quarterly Journal of Economics, 1083, 577598. Kennan, John and James R. Walker 2011, The Effect of Expected Income on Individual Migration Decisions. Econometrica, 791, 211251. Kratz, Fabian and Josef Bruderl 2013, Returns to Regional Migration: Causal Effect or Selection on Wage Growth? Journal of Applied Social Science Studies, 1332, 227238. La Londe, Robert J. 1986, Evaluating the Econometric Evaluations of Training Programs with Experimental Data. American Economic Review, 764, 604620. Lameli, Alfred 2013, Strukturen im Sprachraum. Analysen zur arealtypologischen Komplexitat der Dialekte in Deutschland. Berlin, Boston: De Gruyter. Lehmer, Florian and Johannes Ludsteck 2011, The Returns to Job Mobility and Interregional Migration: Evidence from Germany. Papers in Regional Science, 903, 549571. 22 Mayda, Anna Maria 2009, International Migration: A Panel Data Analysis of the Determinants of Bilateral Flows. Journal of Population Economics, 234, 12491274. Mc Kenzie, David, John Gibson, and Steven Stillman 2010, How Important is Selection? Experimental vs. NonExperimental Measures of the Income Gains from Migration. Journal of the European Economic Association, 84, 913945. Nunn, Nathan 2009, The Importance of History for Economic Development. Annual Review of Economics, 11, 6592. PostelVinay, Fabien and JeanMarc Robin 2002, Equilibrium Wage Dispersion with Worker and Employer Heterogeneity. Econometrica, 706, 22952350. Roback, Jennifer 1982, Wages, Rents, and the Quality of Life. Journal of Political Economy, 906, 12571278. Saxenian, Anna Lee 1994, Regional Advantage: Culture and Competition in Silicon Valley and Route 128. Cambridge, MA: Harvard University Press. Schmucker, Alexandra and Stefan Seth 2009, BABeschaftigtenpanel 19982007 Codebuch, FDZ Datenreport 012009, Bundesagentur fur Arbeit Nurnberg. Schwartz, Aba 1973, Interpreting the Effect of Distance on Migration. Journal of Political Economy, 815, 11531169. Sjaastad, Larry A. 1962, The Costs and Returns of Human Migration. Journal of Political Economy, 705, 8093. Spolaore, Enrico and Romain Wacziarg 2009, The Diffusion of Development. Quarterly Journal of Economics, 1242, 469529. Tabellini, Guido 2010, Culture and Institutions: Economic Development in the Regions of Europe. Journal of the European Economic Association, 84, 677716. Todaro, Michael P. 1969, A Model of Labor Migration and Urban Unemployment in Less Developed Countries. American Economic Review, 591, 138148. ver.di 2013, Collective Wage Agreement in the Public Sector 2013, http:www.verdi.dethemengeldtariftarifrundeoeffentlicherdienstderlaender2013coa 5c 366fa784c11e 28d 1852540059119e Wrede, Ferdinand, Walther Mitzka, and Bernhard Martin 1927, Deutscher Sprachatlas. Auf Grund des von Georg Wenker begrundeten Sprachatlas des Deutschen Reichs. Marburg: Elwert. 23 Figures and Tables Figure 1: Dialect Distance The Case of Worms Notes: The figure shows dialect distance of all districts to the reference point Worms 20 quintiles of dialect distance. Degrees of dialect distance from highest to lowest are indicated by: white, grey, black. 24 Figure 2: AddedVariable Plot of Dialect Distance and the PostMigration Wage egaw dexedni noitargmitsop laudser nae Mi 0.040.020.000.020.040.200.100.000.100.200.30Residual dialect distance Notes: The figure shows a binned scatterplot of residual postmigration indexed wages on residual dialect distance. The residual postmigration indexed wages are obtained from residuals from regressions on the geographic distance, quarteryear fixed effects, the last four quarterly premigration wages, education dummies, male, experience, experience squared, and an industry change dummy. The residual dialect distance is obtained from residuals from regressions on the same control set. The figure is constructed by binning dialect distance into 5percentile point bins so that there are 20 equalsized bins and computing the mean conditional postmigration indexed wage within each bin. The slope of the regression of postmigration wages, conditional on the full set of control variables is equal to 0.075 0.029. The coefficient is significant at a 1 percent level. 25 Figure 3: Sample of TwoTime Movers Hypothetical direct move AFirst move N 567BSecond move Second move N 373CSecond move N 194 Notes: The figure illustrates the sample of twotime movers. In total, we have 567 internal migrants, who moved at least two times. 373 individuals moved to a different county of residence or county of work county C than their source county in the first move county A. 194 individuals moved back to the same county of residence and county of work in the second move from county B to county A. We call this group of people repatriates. 26 Table 1: Descriptive Statistics Total sample Dialect distance below median above median Variable Mean SD Panel A: Wage data Wage in 2010 prices t1 Wage in 2010 prices t1 Wage in 2010 prices t2 Wage in 2010 prices t3 Wage in 2010 prices t4 Indexed wage in 2010 prices t1 Indexed wage in 2010 prices t1 Indexed wage in 2010 prices t2 Indexed wage in 2010 prices t3 Indexed wage in 2010 prices t4 Dialect distance Geographic distance km Lowest and middle academic track, without VET Lowest and middle academic track, with VET Highest academic track University Education unknown Male Age Experience Industry change Observations 2,980 1,291 2,867 1,285 2,852 1,301 2,825 1,319 2,806 1,329 5,271 2,402 5,200 2,371 5,174 2,398 5,129 2,432 5,100 2,444 0.372 0.207 200 170 0.019 0.523 0.144 0.300 0.014 0.557 32.038 8.049 11.687 8.083 0.588 Panel B: Distance data Panel C: Individual characteristics Min Max 240 5,692 222 5,698 223 5,692 221 5,716 221 5,716 300 15,836 273 14,398 273 14,476 225 14,570 227 14,586 0 0.833 1 818 0 1 0 1 0 1 0 1 0 1 0 1 18 63 0 43 0 1 Mean SD 2,857 1,266 2,758 1,257 2,744 1,270 2,719 1,288 2,705 1,298 5,180 2,405 5,034 2,353 5,010 2,371 4,968 2,407 4,951 2,424 0.189 0.103 76 72 0.021 0.572 0.135 0.260 0.012 0.570 31.965 8.307 11.790 8.335 0.578 Min Max 248 5,692 222 5,698 223 5,654 225 5,686 227 5,670 300 14,992 273 14,398 273 14,475 225 14,570 227 14,586 0 0.364 1 595 0 1 0 1 0 1 0 1 0 1 0 1 18 62 0 43 0 1 Mean SD 3,098 1,303 2,971 1,302 2,956 1,323 2,926 1,340 2,903 1,351 5,358 2,397 5,358 2,378 5,331 2,414 5,282 2,446 5,243 2,455 0.548 0.104 318 150 0.017 0.477 0.152 0.339 0.015 0.545 32.108 7.794 11.587 7.835 0.598 Min Max 240 5,692 250 5,686 225 5,692 221 5,716 221 5,716 319 15,836 467 13,838 341 13,915 431 13,930 359 13,928 0.379 0.833 15 818 0 1 0 1 0 1 0 1 0 1 0 1 18 63 0 43 0 1 9,090 4,444 4,646 Notes: Summary statistics are based on the baseline sample. Only the first observed move is considered for individuals who moved several times. We have full information on 567 individuals, or 6.2 percent, who moved two times during our time period. Wage data and data on individual characteristics are drawn from the IAB Employment Panel. Wages are denoted in 2010 Euros by using the consumer price index from the Federal Statistical Office 2014. The dialect and geographic distance data are from Falck et al. 2012. Standard deviations are not computed for dummy variables. The variable t indicates the timing of the move: t1 denotes the first observation after the move and t1 denotes the quarter before the move. Experience represents potential labor market experience and is computed by Age 6 years of schooling. Years of schooling is assumed to be equal to 10 years for lowest and middle academic track without vocational education and training VET, 13 years for lowest and middle academic track with VET, 13 years for highest academic track without VET, 15 years for highest academic track with VET, 17 years for university, and 10 years for education unknown. We merged highest academic track without VET and highest academic track with VET into one education category. 27 1 0.1691 0.0249 Log indexed wage t1 Log wage t1 6 2 0.000018 0.00003 3 0.3872 0.0389 0.00035 0.00005 5 0.0747 0.0287 0.00013 0.00003 0.2608 0.0256 0.088 0.0301 0.0098 0.0334 0.1509 0.0267 4 0.0952 0.0302 0.00012 0.00004 0.342 0.0272 0.1137 0.0334 0.0134 0.0376 0.2000 0.0293 Table 2: Dialect Distance and PostMigration Wages Dependent variable: Dialect distance Geographic distance km Log indexed wage t1 Log indexed wage t2 Log indexed wage t3 Log indexed wage t4 Log rental price destination Log rental price source Lowest and middle academic track, with VET Highest academic track University Education unknown Male Experience Experience squared x 104 Industry change Quarteryear fixed effects Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses 0.0486 0.0234 0.000002 0.000029 0.3799 0.0273 0.0984 0.0307 0.0178 0.035 0.0897 0.0286 0.1984 0.0144 0.0216 0.0158 0.0635 0.029 0.1685 0.0304 0.2939 0.0305 0.1114 0.0408 0.0765 0.007 0.0059 0.0015 1.2637 0.4391 0.0366 0.0061 yes 9,090 0.0166 behind variables indicate x quarters before the move iixx and one quarter after the move ii1. The omitted education category is lowest and middle academic track, without VET. Quarterly premigration wages in Column 6 are not indexed. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. yes 9,090 0.0115 yes 9,090 0.0225 0.0869 0.0332 0.2002 0.0346 0.3537 0.0344 0.167 0.0473 0.0928 0.0081 0.0124 0.0017 2.7144 0.5098 0.0542 0.0073 yes 9,090 0.4399 yes 9,090 0.4994 yes 9,090 0.4997 28 1 4 7 years at origin 0.1295 0.0653 Dependent variable: Log indexed wage t1 2 5 largest cities 0.0741 0.0303 3 Eastwest dummies 0.0783 0.0291 5 Pairwise controls 0.0985 0.0282 0.03 0.0143 0.0335 0.1467 0.0269 Topcoded 0.0721 0.0295 0.000118 0.000035 0.2569 0.0258 0.0945 0.000158 0.000078 0.3601 0.0623 0.0103 0.0783 0.0937 0.0586 0.0692 0.0363 0.00012 0.00004 0.2980 0.0258 0.0806 0.0300 0.0090 0.0329 0.1449 0.0258 0.000149 0.000038 0.286 0.0297 0.0903 0.0357 0.0304 0.0403 0.1224 0.0317 Table 3: Robustness Checks Dialect distance Geographic distance km Log indexed wage t1 Log indexed wage t2 Log indexed wage t3 Log indexed wage t4 Control variables Quarteryear fixed effects Eastwest fixed effects Pairwise controls Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the 0.000153 0.000036 0.2603 0.0256 0.0877 0.0301 0.0099 0.0333 0.1512 0.0266 move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Column 1 drops all movers with topcoded wages at or above the social security maximum at either t1 or t1 to t4. Column 2 drops the five largest cities Berlin, Hamburg, Munich, Cologne, Frankfurt as destination and source counties. Column 3 includes fixed effects for movers from East Germany to West Germany, from West Germany to East Germany, and moving within East Germany moving within West Germany is the baseline category. Column 4 conditions the sample on having lived at least seven years in the county of origin. Column 5 includes several pairwise controls: log difference in slope, historical rail distance, different religion dummy, difference in share Catholics, difference in historical industry structure, difference in the current industry structure, difference in temperature, difference in sunshine duration, difference in precipitation, and difference in percapita expenditures on local amenities expenditures for schools, research, theaters, concerts, sport facilities, public parks, and baths  Data on pairwise controls come from Falck et al. 2012, from the Deutscher Wetterdienst DWD for the climate data, and from the Federal Statistical Office for expenditures on local amenities. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. yes yes 8,727 0.4856 yes yes 6,946 0.5395 yes yes yes 9,090 0.5007 yes yes 1,815 0.5327 yes yes Yes 9,090 0.5372 29 Table 4: Adding MoreOther PreMigration Wages Dependent variable: Log indexed wage t1 1 2 0.0858 0.0372 3 0.0846 0.0386 0.4161 0.0279 0.0281 0.03 0.1017 0.0204 0.1106 0.0380 0.2710 0.0211 0.0560 0.0231 0.0851 0.0176 Dialect distance Log indexed wage t4 Log indexed wage t8 Log indexed wage t12 Mean log indexed wage t1 to t4 Mean log indexed wage t5 to t8 Mean log indexed wage t9 to t12 Log indexed wage t5 Log indexed wage t6 Log indexed wage t7 Log indexed wage t8 Log indexed wage t9 Log indexed wage t10 Log indexed wage t11 Log indexed wage t12 Control variables Quarteryear fixed effects Geographic distance Premigration log indexed wages t1, t2, t3, t4 Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the 0.0331 0.0604 0.0466 0.0663 0.0859 0.0665 0.0914 0.0694 0.0612 0.0502 0.0659 0.0443 0.0123 0.0366 0.0317 0.0311 move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. yes yes yes yes 4,681 0.5293 yes yes yes 5,411 0.495 yes yes yes 5,411 0.519 30 Table 5: Placebo Treatment Dependent variable: Log indexed wage tk Dialect distance Geographic distance km Log indexed wage tk1 Log indexed wage tk2 Log indexed wage tk3 Log indexed wage tk4 Control variables Quarteryear fixed effects Observations R2 Coefficient in baseline 1 k 8 0.0256 0.0174 0.000043 0.000023 0.7793 0.0562 0.0651 0.0543 0.0469 0.0343 0.0282 0.0223 yes yes 5,436 0.9268 0.0933 0.0383 2 k 12 0.0097 0.0187 0.000002 0.000025 0.8600 0.0323 0.0244 0.0384 0.0517 0.0302 0.0278 0.0105 yes yes 3,815 0.9476 0.1099 0.0474 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. The coefficient in baseline gives the coefficient on dialect distance from the baseline regression of log indexed wage t1 on the full control set restricted to the respective sample. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. 31 1 2 3 0.0603 0.0291 4 0.0640 0.0315 0.00014 0.00005 0.00029 0.00025 0.0924 0.064 0.00012 0.00007 0.0846 0.0324 0.00002 0.00018 0.0747 0.0287 0.00013 0.00003 Dependent variable: Log indexed wage t1 Table 6: NonLinearities in Distance Dialect distance Geographic distance km Travel distance Geographic distance km squared x 105 Geographic distance km cubic x 105 Travel distance min squared x 103 Travel distance min cubic x 105 Log indexed wage t1 Log indexed wage t2 Log indexed wage t3 Log indexed wage t4 Control variables Quarteryear fixed effects Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the 0.002 0.001 0.0003 0.0001 0.2614 0.0255 0.0868 0.0301 0.0091 0.0334 0.1514 0.0267 move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. 0.2614 0.0256 0.0882 0.0301 0.0099 0.0335 0.1512 0.0268 0.2608 0.0256 0.088 0.0301 0.0098 0.0334 0.1509 0.0267 0.2608 0.0255 0.0874 0.030 0.0095 0.0334 0.1514 0.0267 yes yes 9,090 0.4997 yes yes 9,090 0.4991 yes yes 9,090 0.4994 yes yes 9,090 0.4994 32 Table 7: Alternative Dialect Measures Dependent variable: Log indexed wage t1 2 0.0582 0.0307 0.0847 0.0148 0.0955 0.0144 0.0425 0.0095 1 0.0106 0.005 Dialect distance by language area Dialect distance Moving from High German to Low German Moving from Low German to High German Moving from High German to High German Geographic distance km Log indexed wage t1 Log indexed wage t2 Log indexed wage t3 Log indexed wage t4 Control variables Quarteryear fixed effects Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the 0.000104 0.000031 0.2619 0.0255 0.0874 0.0301 0.0095 0.0335 0.151 0.0267 0.000131 0.000033 0.2687 0.0252 0.0866 0.0298 0.0077 0.0331 0.1476 0.0265 move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Moving from High German to Low German indicates a move from a county in which mostly High German is spoken to a county in which mostly Low German is spoken. Moving from Low German to High German indicates a move from a county in which mostly Low German is spoken to a county in which mostly High German is spoken. Moving from High German to High German indicates a move from a county in which mostly High German is spoken to a county in which mostly High German is spoken. The omitted category is Moving from Low German to Low German. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. yes yes 9,090 0.4992 yes yes 9,090 0.5093 33 Men 0.0930 0.0404 4,384 0.3948 Table 8: Effect Heterogeneities Dependent variable: Log indexed wage t1 30 Panel A: Age Observations R2 Panel B: Gender and education Observations R2 Panel C: Gender x education Observations R2 Panel D: Geographic distance Observations R2 0.1143 0.0548 2,727 0.3522 200 km 0.0984 0.0402 5,325 0.5155 0.1046 0.0367 5,063 0.5057 30 0.0494 0.0407 4,706 0.5042 Women 0.0367 0.0451 4,027 0.4027 High 0.0934 0.0492 2,336 0.3872 300 km 0.1179 0.0356 6,575 0.5112 0.0844 0.0406 5,051 0.3615 Low, medium Low, medium 0.0519 0.0598 2,324 0.3377 200 km 0.0534 0.0545 3,765 0.4862 High 0.0669 0.0410 4,039 0.4351 High 0.0215 0.0700 1,703 0.3457 300 km 0.0279 0.0702 2,515 0.4822 Gender Education Men Low, medium Women Average wage t1 to t4 compared to average nationallevel occupational wage t1 to t4 Average wage t1 to t4 compared to average countylevel occupational wage t1 to t4 Above 0.1141 information available Below 0.0129 0.0465 3,865 0.3759 Below 0.0404 0.0496 3,674 0.3817 Above 0.0884 0.0346 5,416 0.5153 0.036 5,225 0.4977 Occupational Panel E: Compared to occupational wage Observations R2 Panel F: Occupational change Observations R2 Notes: Each panel shows the coefficient on dialect distance from a regression on the baseline model. Dependent variable in all specifications is the log indexed wage t1. The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the move iixx and one quarter after the move ii1. All regressions include geographic distance, four quarterly premigration indexed wages, education dummies, male, experience, experience squared, industry change, and quarteryear fixed effects. In Panels B and C, low and medium education corresponds to the lowest and middle academic track with and without VET, plus unknown education. High education corresponds to the highest academic track plus university education. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. Switchers 0.1154 0.0506 3,479 0.4638 Stayers 0.0423 0.0383 3,858 0.5757 0.0806 0.0313 7,337 0.5089 Occupational change 34 Table 9: TwoTime Mover Analysis Dialect distance Observations R2 1 First move 8 quarters 8 quarters Panel A: With repatriates 0.2907 0.1752 0.1208 0.1881 322 0.5157 245 0.5813 Panel B: Without repatriates 0.3145 0.2001 0.2570 0.2693 Dependent variable: Log indexed wage t1 2 3 4 Second move 8 quarters 8 quarters 0.0363 0.1411 245 0.7002 0.5027 0.1559 322 0.5616 181 0.5166 192 0.6224 0.1621 0.1570 0.6122 0.1932 Dialect distance Observations R2 Notes: Each panel shows the coefficient on dialect distance from a regression on the baseline model. Dependent variable in the specifications is the log indexed wage after the first or the second move, respectively. The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. In the second move, dialect and geographic distance are from the hypothetical direct move from county A to county C or back to county A as illustrated in Figure 3. All regressions include four quarterly premigration indexed wages, education dummies, male, experience, experience squared, industry change, and quarteryear fixed effects from the first or the second move, respectively. Repatriates are those individuals who move back to their county or counties of origin both county of work and county of residence in the second move. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. 192 0.7074 181 0.6019 35 Table 10: LongRun Effects Dialect distance Log indexed wage t1 Control variables Quarteryear fixed effects Geographic distance Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who Dependent variable: log indexed wage tk log indexed wage t1k k 28 k 8 0.0001 0.0034 0.0034 0.0029 0.0164 0.0338 0.0022 0.0014 k 4 0.0088 0.0048 0.0431 0.0035 moved several times. Parentheses behind variables indicate x quarters before the move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. k 12 0.0022 0.003 0.028 0.0017 k 16 0.0005 0.0026 0.0223 0.0015 k 20 0.0003 0.0024 0.0194 0.0013 k 24 0.0022 0.0024 0.0166 0.0013 k 32 0.0002 0.0044 0.015 0.0021 yes yes yes 698 0.1627 yes yes yes 8,209 0.0922 yes yes yes 6,872 0.1224 yes yes yes 5,875 0.119 yes yes yes 4,910 0.1317 yes yes yes 4,076 0.1333 yes yes yes 3,142 0.1271 yes yes yes 1,923 0.1491 36 Appendix Figure A1: Geographic Distance and Dialect Distance iimk ecnatsd chpargoeg nae M40030020010000.00.20.40.60.8Dialect distance Notes: The figure shows a binned scatterplot of geographic distance on dialect distance. The figure is constructed by binning dialect distance into 5percentile point bins so that there are 20 equalsized bins and computing the mean geographic distance within each bin. The slope of the regression on the microdata is 629.89 5.436 and is significant at a 1 percent level. 37 Table A1: Sourcecounty Fixed Effects Dialect distance Geographic distance km Log indexed wage t1 Log indexed wage t2 Log indexed wage t3 Log indexed wage t4 Dependent variable: Log indexed wage t1 1 3 2 0.0936 0.0328 0.000174 0.00004 0.333 0.0278 0.0959 0.0317 0.0193 0.036 0.151 0.0285 0.0956 0.0323 0.000146 0.000039 0.2671 0.0257 0.0903 0.0306 0.0092 0.0352 0.1517 0.0283 0.0861 0.0483 0.000121 0.000057 0.3698 0.0437 0.0935 0.0463 0.0453 0.0439 0.155 0.0412 yes yes yes 9,090 0.5284 yes yes yes 9,090 0.5503 Residence county fixed effects source Work county fixed effects source Residence x work county fixed effects source Control variables Quarteryear fixed effects Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. Table A2: Geographic Distance and Nonindexed Postmigration Wages Dependent variable: Log wage t1 yes yes yes 9,090 0.719 1 0.000186 0.000029 2 0.00009 0.000019 3 0.000057 0.00002 Geographic distance km Dialect distance Log wage t1 Log wage t2 Log wage t3 Log wage t4 Log rental price destination 0.4797 0.0301 0.1223 0.0352 0.0163 0.0398 0.1120 0.0316 4 0.000014 0.00003 0.0756 0.0246 0.4657 0.0297 0.1214 0.0346 0.0097 0.0393 0.1212 0.0312 0.2110 0.0149 0.0186 0.0165 0.4684 0.0297 0.1208 0.0348 0.0103 0.0395 0.1209 0.0312 0.2095 0.0149 0.0219 0.0166 yes 9,090 0.0169 Log rental price source Control variables Quarteryear fixed effects Observations R2 Notes: The indexed wage is the gross wage in 2010 prices divided by the index of the rental rate. Only the first observed move is considered for individuals who moved several times. Parentheses behind variables indicate x quarters before the move iixx and one quarter after the move ii1. Control variables: education dummies, male, experience, experience squared, industry change. Robust standard errors in parentheses. Significance levels: p 0.01, p 0.05, p 0.1. yes 9,090 0.5867 yes 9,090 0.5957 yes 9,090 0.5961 38 ", "filename": "dp8922.pdf", "person": ["Oliver Falck", "Falck, Oliver", "Alfred Lameli", "Lameli, Alfred", "Jens Ruhose", "Ruhose, Jens"], "date": ["2015"]}