{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110737/1/dp9027.pdf"], "title": ["How Transparency Kills Information Aggregation: Theory and Experiment"], "plaintext": "How Transparency Kills Information Aggregation: Theory and Experiment Sebastian Fehrler University of Konstanz, University of Zurich and IZA Niall Hughes University of Warwick Discussion Paper No. 9027 April 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 9027 April 2015 ABSTRACT How Transparency Kills Information Aggregation: Theory and Experiment We investigate the potential of transparency to influence committee decisionmaking. We present a model in which career concerned committee members receive private information of different typedependent accuracy, deliberate and vote. We study three levels of transparency under which career concerns are predicted to affect behavior differently, and test the models key predictions in a laboratory experiment. The models predictions are largely borne out transparency negatively affects information aggregation at the deliberation and voting stages, leading to sharply different committee error rates than under secrecy. This occurs despite subjects revealing more information under transparency than theory predicts. JEL Classification: C92, D71, D83 Keywords: committee decisionmaking, deliberation, transparency, career concerns, information aggregation, experiments, voting, strategic communication Corresponding author: Sebastian Fehrler University of Konstanz Box 131 78457 Konstanz Germany Email: sebastian.fehrlerunikonstanz.de We are especially grateful to Alessandra Casella for her support and many great discussions. We also wish to thank Peter Buisseret, Aniol LlorenteSaguer, Katja Michaelowa, Massimo Morelli, Becky Morton, Maik Schneider, Francesco Squintani, JeanRobert Tyran and participants at several conferences and seminars for their valuable comments. This project was financially supported by the Swiss National Science Foundation grant 100017_1502601. All remaining errors are of course our own. HOW TRANSPARENCY KILLS INFORMATION AGGREGATION2Secrecy is the first essential in affairs of state. Cardinal Richelieu1.Introduction Transparency in decisionmaking is a recurring and controversial topic in public debate.A recent exemplary case is that of FIFA, soccers governing body, where its executivecommittees decision to hand the 2022 World Cup to Qatar amid allegations of bribing spurred calls for more transparency from soccer fans worldwide.1 Another prominentexample is the discussion on how transparent decisionmaking in monetary policy committees such as the Federal Open Market Committee FOMC should be e.g., Williams2012. Here, the argument has been made that too much transparency could be harmful Meade and Stasavage 2008; Swank et al. 2008; Swank and Visser 2013. Thisdebate over transparency is not a recent phenomenon. In the early 19th century Jeremy Bentham 1816 1999 argued for more transparency in parliamentary decisionmaking,while reservations had long been voiced by influential thinkers like Thomas Hobbes and John Stuart Mill see Stasavage 2007.The supposed boon of transparency is accountability; by making the decisionmakingprocess more transparent, this should align the incentives of the agents with those of theprincipals.2 The downside of transparency is that if agents care about their reputations,they may pander to the principal, choosing an action which makes them appear smart butwhich is not necessarily in the principals interest Prat 2005; Fox and Van Weelden2012.Indeed, recent theoretical literature has shown that reputational concerns influence committee behaviour differently under secrecy and transparency in the case ofpolitical committees e.g. Stasavage 2007, corporate boards Malenko 2013, andmonetary policy committees Levy 2007; Visser and Swank 2007; Swank and Visser2013; Swank et al. 2008; Meade and Stasavage 2008; Gersbach and Hahn 2008.In the studies that allow for deliberation an obviously realistic assumption for most 1See, e.g., http:www.theguardian.comfootball2014sep24michaelgarciafifainvestigationpublicworldcup.2A positive case for transparency is also made in the deliberative democracy literature e.g., Habermas1996 and Cohen 1996 whose proponents view public deliberation as an essential element of legitimatedemocratic decisionmaking. See Landa and Meirowitz 2009 for a critical discussion of this literature.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION3committees strategic communication is the key driver of these effects. However, recentexperimental literature shows for a variety of settings that subjects are too truthful and tootrusting as compared to theoretical cheap talk predictions Cai and Wang 2006; Wanget al. 2010; Battaglini and Makarov 2014 and that a substantial fraction of subjectsdisplay psychological costs of lying Gneezy 2005; Gneezy et al. 2013; Fischbacherand FollmiHeusi 2013.In a study on committee voting, Goeree and Yariv 2011even find that open deliberation leads to perfect information sharing in a setup wherecommittee members have private values regarding the committee decision and thus aclear incentive to keep their information private. These findings cast some doubt on thepredictions from the theoretical literature on the role of career concerns in committees.Unfortunately, empirical evidence on the effects of transparency on career concernedcommittee members is scarce and does not identify the mechanisms through which behavior is affected. Both Meade and Stasavage 2008 and Swank et al. 2008 presentevidence of changes in deliberation in the FOMC after the decision to publish minutesof their meetings, but they present the same data as supporting evidence for their different career concerns models.3 The difficulty of identifying mechanisms is not surprisinggiven the shortcomings of using field data to study the role of transparency in committeedecisionmaking. Firstly, it is almost certainly impossible to observe the level of ability, prior information and biases which committee members may have. To the extentthat transparency may be interacting with these unobserved variables, it is impossible toidentify the mechanism through which transparency affects behavior. Secondly, a controlled comparison of institutions is always very difficult as their different elements, e.g.the committees voting rule, deliberation protocol and other factors are endogenous. Forthese reasons, we believe a laboratory experiment provides the cleanest way of approaching the important and so far unanswered questions of whether and how transparency affects the behavior of career concerned committee members. By carefully controlling theinformation players have and varying the level of transparency, effects and mechanismscan be clearly identified.3Another study is presented by Cross 2013, who does not test a particular model but compares behavior of members of the Council of the European Union under different levels of transparency and showsevidence suggesting that more extreme positions are taken under higher levels of transparency.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION4Instead of testing one of the existing models we construct and test a new model inwhich career concerns play out very differently under three levels of transparency. Thissetup allows us to study how subjects react to the changing opportunities to act smartboth at the deliberation and the voting stages of the decision process. As in most careerconcerns models, there are two types of committee members: high and low ability. First,committee members receive either a fully informative or a noisy signal about the truestate of the world, depending on their ability. Then they have the opportunity to deliberate, and finally vote for or against changing the status quo in favor of an alternativeoption. A change of the status quo requires a unanimous vote of the committee. The firstdeliberation stage consists of a nonbinding straw poll in which subjects can exchangeinformation about their signals. This is followed by a second stage in which they canexchange information about their type, i.e. the signal strength. A committee membersutility depends on the principals belief that he is of high ability. We study three different transparency regimes secrecy, where votes and communication are secret and theprincipal only learns the committee decision, transparency, where both communicationand individual votes are public, and the intermediate case of mild transparency, whereindividual votes are made public but deliberation is secret. Mild transparency thus reflects a committee practice of publishing individual voting records but not transcripts ofthe deliberation. This corresponds to the practice of the FOMC before 1993 see Meade2005.4 We implement the three transparency regimes in a laboratory experiment inwhich the principals belief about an agents type is elicited with a proper scoring rule.This stated belief directly affects the agents payoff. As free form communication hasbeen shown to matter greatly for the level of strategic deliberation in Goeree and Yariv2011, we implement the second deliberation stage as an open chat.The following key insights from the model are corroborated in the experimental data.Firstly, in the most informative equilibrium committee members truthfully share all theirinformation with each other under secrecy, but fail to do so under transparency. When 4Mild Transparency also reflects the main structure of a scenario in which deliberation is nominallytransparent but committee members arrange secretive premeetings for deliberation and then stage a publicshow meeting without real deliberation and public votes, which arguably describes what happened withdecisionmaking in the FOMC after 1993 Swank et al. 2008; Swank and Visser 2013.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION5the principal is watching, nobody wants to admit to being a low type, so information aggregation is incomplete. Secondly, incorrect group decisions are more prevalent undertransparency than secrecy. This occurs for two reasons: a members are less truthfulunder transparency and thus aggregate poorer information, and b low ability membershave an incentive to vote according to their private information even if they believe it tobe wrong. This effect stems from the fact that if members change their position betweenthe deliberation and voting stages, the principal can infer that they are a low ability type.Thirdly, a principal biased in favour of the status quo can actually be better off undertransparency than secrecy. The failure of committee members to share information undertransparency means they find it difficult to vote unanimously against the status quo. Thismeans more mistakes when they should change the status quo, but less mistakes whenthey shouldnt. This asymmetry of errors appeals to a principal who is very concernedabout wrongly changing the status quo. Here, transparency aids the principal because ithinders information aggregation. Finally, while the most informative equilibrium undermild transparency predicts behavior as under secrecy, the experiment shows aggregatelevel results quite similar to the transparency case. However, these result from quite different individual level behavior. Mild transparency leads to a significant level of deceptionat the first deliberation stage, whereas under transparency information aggregation breaksdown at the second deliberation stage and at the voting stage. Under mild transparency,there are equilibria in which high types do not truthfully reveal their signals. This makesthem easier to separate from low types in the voting stage, resulting in a more favorablebelief of the principal regarding their type.5 Our results suggest that the existence ofthese equilibria leads a number of high types to deliberate nontruthfully and thus to verydifferent aggregate outcomes than predicted by the most informative equilibrium.We also observe a number of deviations from our theoretical predictions regardingindividual level behavior. Principals are on average too optimistic in their assessment ofcommittee members. However, they update their beliefs in the correct direction to allpieces of information they receive. Most committee members play a best response to 5A structurally similar situation is described in Sobel 2013, section 2, in which he calls for experimentsto study the predictive power of the most informative equilibrium in cheap talk games with additionalequilibria which are preferred by at least one type of player.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION6the stated beliefs of the principals under secrecy and mild transparency, while many ofthem fail to best respond under transparency, where belief updating is more complicatedand therefore also more complicated to anticipate for committee members. Also undertransparency, open chat deliberation is more truthful and informative than predicted. Thissuggests that some subjects do indeed face psychological costs of lying, and confirmsresults from previous experimental studies. However, despite this truthtelling preference,the level of truthtelling varies greatly between treatments. This suggests that Goeree and Yarivs 2011 result on the power of open chat to moderate institutional differences doesnot extend to the case of transparency versus secrecy.In the next section, we present and solve the model. We proceed with the experimentaldesign and theoretical predictions for the chosen parameter values before discussing theaggregate and individual level results. We conclude with a discussion of the main resultsand their implications for the literature on career concerns in committees and cheap talkgames, and for debates about the optimal level of transparency.2. The Model A committee of two members must make a decision D Blue, Red on behalf ofa principal.6 There are two equally likely states of the world S B, R. The utility ofthe principal in each state is UprincipalD BS B x UprincipalD RS B UprincipalD BS R 0UprincipalD RS R 1 xwith x 0.5, 1. That is, the principal gets higher utility from a correct group decisionwhen the state is B.7 The group decision is made by unanimity rule, whereby option R is 6We present a two member model for clarity and simplicity, as we run two member games in the lab.In an n member committee players behaviour would not change, though the probability of incorrect groupdecisions would.7Equivalently we could say that the utility from a correct decisions is the same across states but amistake is far costlier in state B.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION7implemented only if both members vote for it, otherwise the status quo B is upheld.Committee members are not perfectly informed of the state of the world. Instead, eachmember gets an informative signal about the true state, where the level of informativenessdepends on his ability. Each member i is either of high or low ability. Accordingly, thereare four types of committee member hb, hr, lb, lr, where, for example, hb refers tosomeone of high ability who receives a signal b. With a slight abuse of terminologywe will refer to hb, hr as high types and lb, lr as low types; ti h, l, where P rti h q 0, 1. The accuracy of the signals sih bS B P rsil rS R 0.5, 1 respectively.8h rS R 1 and P rsit b, r are given by P rsil bS B P rsi Abilities and signals are private information. However, once nature has chosen members ability levels and signals have been received, members can communicate with eachother. In modelling communication we want to capture the key features of real worldcommittees while still giving clear predictions to test in the laboratory. First, in a simplestraw poll, each member simultaneously announces a message mi mb, mr, m, i.e.he can raise his hand in favor of B or R or can abstain. Next, each member simultaneously announces a message i h, l, , i.e. he can announce that he is of low type,high type or can remain silent.9 After these two stages of communication, committeeshave access to a coordination device a publicly observable random draw from a uniform distribution u0, 1 which allows them to coordinate on a group decision. Finally,after both rounds of communication, each member casts a vote vi v B, v R.10 Wemodel communication in two stages because we want players to be able to communicatein open chat in the experiment, as members in a real committee are. However, we want toavoid any effects of sequencing which may occur. For example, one player copying theannouncement of another, or both players rushing to make the first announcement. The 8We could allow for imperfect high type signals; the strategy of committee members in the most informative equilibria would remain largely unchanged. The only change is that there could now be a committeeof two high types with conflicting signals. Under secrecy or mild transparency such a group would implement each state with probability 0.5.9We could collapse all communication into one simultaneous round or could have the second stage ofcommunication be sequential rather than simultaneous the theoretical predictions would not change.10We could also allow for abstention in the final voting stage but it would not change equilibrium predictions.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION8problem is solved by splitting the lab communication into two stages: first, players cansimultaneously announce their signals mi, then they can communicate in open chat abouttheir ability levels and can decide on a group strategy if necessary. This second stage ofcommunication differs slightly between the model and the experiment because a messagespace and a sequence has to be fixed for the model. However, the only sensible way subjects can make use of the open chat is to share info on their ability and to coordinate. Toalso allow for coordination in the model we add the coordination device.Committee members primary concern is not in making the correct decision for theprincipal but rather in advancing their own individual careers or reputations. The payoffof a committee member is simply the principals posterior belief that he is of high ability,given by q 0, 1. This is standard in models of career concerns see Prat 2005; Foxand Van Weelden 2012; Levy 2007.11 Before the game starts, the principals prior foreach member is P rti h q.A committee members strategy consists of a communication strategy and a votingstrategy. A communication strategy is a pair mi, i, where mi is mapping from a pairsi, ti into a probability distribution over messages mb, mt, m and i is a mappingfrom si, ti and messages exchanged in the straw poll into a probability distributionover announcements h, h, . A voting strategy is a mapping from signal, ability andmessages exchanged in both communication rounds into a probability distribution overvotes vi v B, v R.Once votes are cast, the true state is revealed and utilities are realized. The principalupdates her prior beliefs as best she can, where this ability depends on how much of thedecisionmaking process she observes, i.e. on the level of transparency. We compare threedifferent regimes. Our primary interest is in comparing secrecy, where the principal onlyobserves the group decision D, with transparency, where she witnesses each membersmessages mi, i, and final vote vi. Subsequently, we also examine mild transparency,where the principal observes only the group decision and how each individual votes.11In line with the career concerns literature mentioned, we ignore the possible benefits to the principalof learning a members ability level. One setting in which there would be no benefits to the principal iswhen there are competitive labor markets and long term contracting is not possible see discussion in Foxand Van Weelden 2012.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION9We study symmetric perfect Bayesian equilibria under the three transparency regimes.As is standard in voting games, we restrict attention to strategies which are not weaklydominated.12 As committee members payoffs depend on the principals beliefs and because talk is cheap, there will be many equilibria in each of the three settings. We employsome restrictions to reduce the set of equilibria. Firstly, we restrict attention to equilibriain which h types vote in line with their private signal. Though other equilibria do exist, we focus on these equilibria as: a it seems reasonable that with perfect knowledgeh types will vote for the true state especially as the principal knows they have perfectknowledge; b we can test whether focusing on these equilibria is sensible. Indeed,in the laboratory h types vote to signal 98.2% of the time, rising to 100% in the final 5 periods.13 Secondly, we follow the cheap talk literature Crawford and Sobel 1982;Ottaviani and Srensen 2001; Chen et al. 2008 in focusing on the most informative equilibrium. That is, in each setting we consider the equilibrium where the greatestpossible amount of information is shared across the two communication stages.14 As isstandard, we ignore equilibria with inverted language; for example where a message m Ris interpreted as I have a signal in favor of state B or an announcement h is interpretedas I am of low ability.2.1. Equilibrium We can now compare the behavior of two person committees under our different transparency regimes. A useful benchmark to consider is what the principal would do if shecould observe the two signals and their strengths directly. If either of the signals werefrom a h type, i.e. fully revealing, she would obviously choose that decision. With twolow signals she would choose B whenever there is a tie or both signals favour B. Finally, when she observes two low signals in favour of R she would choose R only if 1x, that is, if the evidence in favor of R is strong enough to overturn her bias 1 2 x 12In our setting this prevents cases where each player votes v B simply because he expects the otherplayer to do so, and so no vote is pivotal.13Alternatively, we could restrict attention to responsive and monotone strategies as in Fox and Van Weelden 2012.14We discuss the existence of further equilibria, which might preferred by h types, in the appendix.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION10for B.Secrecy As the principal can only see the group decision, she must hold the same posterior q for each individual. For this reason committee members have a common interestin making the correct group decision.Proposition 1. In the most informative equilibrium under secrecy, all members truthfullyreveal their signal and ability, and then jointly implement the policy with the highestposterior probability of matching the state. The probability of a group mistake in eachstate is 1 q21 . Each member earns an evaluation of zero if the group decisionis wrong and an evaluation 11q21 if the group decision is correct.q Proof. See Appendix It is not surprising that sharing all their information is an equilibrium for players witha common interest; Coughlan 2000 shows that allowing communication between players with a common interest can lead to full aggregation. There are of course other, lessinformative, equilibria in which players babble in one or both stages of communication,however Guarnaschelli et al. 2000 and Goeree and Yariv 2011 show that in the laboratory players with a common interest are overwhelmingly truthful. Regardless of the levelof communication, two things are worth noting about the most informative equilibriumunder secrecy: firstly, the voting rule plays no role. The voting outcome would be thesame regardless of whether the rule was stacked in favor of B or R or neutral. Secondly,we saw in the benchmark case that the principal trades off the evidence against her bias.Here, however, committee members face no such tradeoff they simply want to choosethe most likely state, regardless of the principals bias.Transparency Under this regime, the principal sees all stages of communication thatoccur and observes each individuals vote.Proposition 2. In the most informative equilibrium under transparency, all memberstruthfully reveal their signal and vote according to their private signal, however no information on abilities can be credibly communicated. The probability of a group mistakeHOW TRANSPARENCY KILLS INFORMATION AGGREGATION11in state B is 1 q21 2, while the much larger probability of a mistake in state Ris 1 q 1 q2. Each member earns an evaluation of zero if their individual votedoesnt match the state, and an evaluationq1q if it does.q Proof. See Appendix Here, in the most informative equilibrium, members reveal their signals truthfullyin the straw poll but cannot credibly reveal their ability. This is because l types willmimic the strategy of h types in the open chat in an effort to appear competent in front ofthe principal. Information aggregation is incomplete when compared to secrecy: whilesignals are shared, players cannot differentiate the quality of those signals. Interestingly,even though some information is aggregated, players ignore this when deciding how tovote. An lb type who sees a mr message in the straw poll will believe R to be the mostlikely state. However, this lb player will be better off voting v B in the final vote. Thesame holds for an lr type who sees a mb message in the straw poll. Why is this? A h typewould never vote against his signal, therefore any l type who switches his choice betweenthe straw poll and the final vote can be identified by the principal.15 This means that ltypes will stick to their straw poll announcement in the final vote even when they believeit is the wrong state.Mild Transparency In this section, we look at an intermediate case of transparencywhere the principal cannot observe any communication, but she does observe the individual votes of committee members as well as the final group decision. This correspondsto many real world cases where voting records are released but discussions are kept secret, as was the case for the FOMC before 1993. Furthermore, mild transparency reflectsthe settling where an attempt to introduce transparency leads to the emergence of premeetings in which members can discuss what to do before they are under the watchfuleye of the principal. Swank and Visser 2013 have shown that premeetings can undothe benefits of transparency in their setting, while similarly Alan Greenspan noted that in15This equilibrium is sustained by beliefs that any member who switches in the final vote is of type l.As nobody actually switches in equilibrium, this node is never reached and so we are free to choose anybeliefs of the principal off the equilibrium path.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION12troducing transparency into Federal Open Market Committees would mean a tendencywould arise for oneonone premeeting discussions, with public meetings merely announcing already agreedupon positions or each participant to enter the meeting with afinal position not subject to the views of others quoted in Meade and Stasavage 2008.The following proposition shows that the most informative equilibrium under mild transparency gives the same outcomes as under secrecy.Proposition 3. In the most informative equilibrium under mild transparency communication, evaluations and the probability of mistakes are the same as under secrecy. In thevoting stage, each member votes for the policy with the highest posterior probability ofmatching the state.Proof. See Appendix The only difference between the most informative equilibrium under secrecy and mildtransparency is that under mild transparency each member must vote for the project mostlikely to match the state, while under secrecy it is only the group implementation that matters. This makes no difference to the probability of mistakes. This implies that, if playersdo indeed play the most informative equilibrium, the emergence of premeetings wouldactually lead to more information aggregation and less mistakes than would otherwise bethe case.16Optimal Transparency A natural question is which transparency regime would theprincipal prefer ex ante assuming the most informative equilibria are played. We focushere on secrecy and transparency, as the intermediate case of mild transparency predictsthe same outcome as secrecy. A principal who is not too biased will prefer secrecy totransparency. The superior information aggregation ensures a lower probability of mistakes. Meanwhile, a principal who is sufficiently biased in favor of B will prefer transparency to secrecy exactly because information aggregation breaks down under transparency.16There are other equilibria with less information sharing under mild transparency which are preferredby h types. See discussion in the appendix.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION13Proposition 4. There always exists an x such that if x x the principal is ex antebetter off under secrecy than under transparency and if x x then transparency ispreferred.Proof. See Appendix A transparent committee, voting according to their own signals, will make the unanimous decision needed to implement R less often. Such a committee will, thus, makemore mistakes in state R but less in B when compared to secrecy. A principal with ahigh value of x will be more wary of losses in state B and so will prefer transparencyto secrecy. Indeed, this is that case for the parameter values we bring to the lab. With 0.55 and x 0.75 the principal would prefer transparency to secrecy.3. Experiment To test the main predictions of the model, we ran a laboratory experiment with threetreatments one for each level of transparency. In a slight departure from the model, inwhich we had to specify the message space for the second deliberation stage, we allow forfree form communication in the second deliberation stage in the experiment. As subjectscan now coordinate through communication, we did not implement the correlation device.Note, that the equilibria that we have characterized in the previous section are unaffectedby this change. Given the effects of freeform communication in Goeree and Yarivs2011 study and the fact that open deliberation takes place in most real world committees,we decided that it is better to test the theoretical predictions in this setting rather than ina setting with completely structured communication. To control for possible effects ofthe sequence of messages we chose to implement the first deliberation stage, in whichthe sequence would matter under transparency, exactly as it is in the model, i.e. as asimultaneous straw poll. For the second deliberation stage the sequence of messagesdoes not play a role for our theoretical predictions.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION143.1. Experimental Design We ran six sessions, two for each transparency regime see Table 1. Each session consisted of 20 rounds with random matching of subjects into groups. In the first round ofthe experiment, subjects were randomly assigned to matching groups of nine people.17In every period, new groups of three were randomly formed within the matching groupsto avoid the emergence of reciprocal behavior and at the same time provide independentmatching groups. In each group and round, one member was randomly assigned the roleof the principal called the observer in the instructions and the other two were assignedthe role of committee members called voters in the instructions.18 With probabilityq 0.25 a committee member was of type h wellinformed voter, with probability 1 q 0.75 of type l informed voter. The task of the committee members was tovote on the true color of a randomly selected jar.19 The blue jar S B contained 11blue and 9 red balls, the red jar S R contained 11 red and 9 blue balls. Jars werechosen with equal probability. Type h committee members received a ball with the truecolor of the jar the perfectly accurate signal, type l committee members received a ballthat was drawn from the selected jar a signal of accuracy 0.55. We chose a lowsignal accuracy for the low type to make equilibrium predictions sufficiently differentacross treatments which would allow us to distinguish them statistically in the data incase behavior resembles equilibrium predictions.On the first screen, the principal learned that she is a principal, while committee members were informed about their type and the color of their ball. Committee members thenhad to simultaneously send a message red, blue, not specified to the other committeemember in their group. On the next screen, committee members saw the message fromtheir partner and had the opportunity to chat with him for 90 seconds.20In the transparency treatment, the principal could see the committee members messages and follow 17In one session we had only 15 subjects and therefore only one matching group.18Screenshots and instructions are in the online appendix.19This has become the standard task in information aggregation experiments e.g. Guarnaschelli et al.2000; Battaglini et al. 2009; Goeree and Yariv 2011; Bhattacharya et al. 2014; Bouton et al. 2014.20The timeout was not strictly enforced. When the time was up a message appeared on the screen askingthem to finish their sentence and proceed. Most subjects did so immediately and the few others were kindlyasked to proceed after 120 seconds by an experimenter.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION15Table 1: Experimental sessions N sessions N matching groups N subjects Secrecy Transparency Mild Transparency 222545454245Note: All sessions were run at the De Sci L Lab at the ETH Zurich in May 2013 with 132 students 48% female studying various majors at the ETH or the University of Zurich. Psychology students were not recruited.the chat on her second screen. In the other two treatments the principal could not. Onthe third screen, the committee members could review the communication and then maketheir final decision by voting for red or blue. Votes were then aggregated to the groupdecision. For a decision for red D R two votes were required, for a decision for blueD B only one. After the voting stage, the principal received information on her nextscreen that varied between treatments. In the secrecy treatment, she could only see thegroup decision and the true color of the jar. In the mild transparency treatment, she could,in addition, see the individual votes of the committee members. In the transparency treatment, she could also review the whole communication messages and chat between thecommittee members. On this screen, the principal had to indicate her belief about theprobability that the committee members are of type h, by entering this probability in percent. In the secrecy treatment, in which both committee members are indistinguishableto the principal, she had to evaluate one randomly chosen committee member from hergroup, in the other two treatments she had to evaluate both committee members in hergroup. On the final screen of each round, subjects received feedback information regarding the types of the committee members in their group, the group decision, the true colorof the jar and their payoffs.Subjects earned points in each round. The points of a committee member in one roundwas twice the probability that he was a high type, as entered in per cent by the principal,e.g., if the principal entered 30% the committee members payoff was 60 points. Theprincipals payoff was 3 points for a correct group decision if the true state of the jar wasHOW TRANSPARENCY KILLS INFORMATION AGGREGATION16blue and 1 point for a correct group decision if the true state was red, i.e. the principalsbias is given by x 0.75. In addition, the principal earned a number of points between 0 and 100 for accurate evaluation of the committee members types. In the transparencyand mild transparency treatments, the evaluation of one of the two committee memberscommittee member i was randomly selected and a principal js earnings were determined by the following quadratic scoring rule under secrecy the principal evaluated onlyone member i.100 1100 1Points 100100 P rjti h2100P rjti h2if committee member i is of type h andif committee member i is of type lwhere P rjti h denotes the probability that committee member i is of type h,as entered by principal j, in per cent. This rule makes it optimal for expected payoffmaximizing subjects to truthfully enter their beliefs see, e.g., Nyarko and Schotter 2003and subjects were directly told so in the instructions.21 To keep potential effects of socialpreferences of committee members toward the principal limited, we kept the principalspayoff from correct group decisions low relative to the payoff from accurate evaluations.Four rounds were randomly chosen at the end of the session and the points earned inthese rounds converted to Swiss Francs at a rate of 1 point CHF 0.15 at the time of theexperiment CHF 1 was worth USD 1.04. Subjects spend about 2 hours in the lab andearned, on average, CHF 47 in addition to their showup fee of CHF 10. Earnings perhour are comparable to an hourly wage for student jobs in Zurich.3.2. Equilibrium Predictions Ex ante equilibrium error rates are reported in Table 2. In this section, whenever we say 21More complicated belief elicitation procedures have been proposed in the literature for risk aversesubjects e.g., Offerman et al. 2009. However, to avoid making the instructions overly complicated andthus distracting subjects from the game, we chose to implement a standard quadratic scoring rule. In tellingsubjects directly that truthfully reporting their belief is the action which maximizes their expected payoffwe follow Schotter and Trevino 2014 who suggest this approach to help subjects understand the scoringrule.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION17equilibrium predictions we refer to the most informative equilibrium.Table 2: Ex ante equilibrium error rates in %S B S Roverall Secrecy Transparency Mild Transp.25.311.425.325.356.125.325.333.825.3Note: In the experiment S B S R correspondsto the case of the blue red jar.Table 3 reports the principals predicted evaluation of player types after observing thetrue state of the world, the group decision and, in case of transparency, the individual decisions. In the same table we also report the ex ante expected evaluations for h and l typecommittee members, i.e. the expected evaluation before the realization of the state of theworld and the signals. Type l committee members are predicted to do best under secrecyand mild transparency and type h committee members under transparency. The reason isthat principals are predicted to be better able to tell them apart under transparency.Table 3: Principals equilibrium beliefs about members types P rti h in %Eq. evaluation after correct and wrong decisions Eq. expected ex anteevaluation for committeemembersdec. corr.dec. wr.type htype l Secrecy group decisionTransparency individual decisionMild Transp. ind.group decision33.537.733.500033.537.733.522.220.822.2Note: In equilibrium under secrecy the principal only takes the group decision into account forher evaluation, under transparency she looks at messages and individual decisions which arepredicted to be the same. Under mild transparency she looks at individual decisions which arethe same as the group decision in equilibrium.Equilibrium predicts that committee members should succeed in aggregating informaHOW TRANSPARENCY KILLS INFORMATION AGGREGATION18tion under secrecy and mild transparency but fail to do so under transparency. Under secrecy and mild transparency all committee members are expected to truthfully announcetheir signal in the straw poll and their type in the chat. Under transparency committeemembers are also predicted to share information about their signal truthfully in the strawpoll but the second deliberation stage is predicted to be uninformative. Moreover, allcommittee members are predicted to vote according to their signal and straw poll message, which are identical, in the voting stage. Furthermore, our restriction on equilibria inwhich high types always vote according to their signal is a testable assumption that willalso be addressed.3.3. Experimental Results Aggregate Behavior Table 4 summarizes the observed error rates and, for comparison, the ex post equilibrium predictions, i.e. the predictions after realization of the true state of the world, thetypes, and the signals. It also contains a column with the hypothetical full informationaggregation benchmark case, i.e. the case where committee members share all of theirinformation and implement the decision that matches the more likely state.Table 4: Observed, ex post equilibrium, and full information aggregation error rates by state and intotaltrue color S BS Rtotal Observed m.i.e.f.i.a. Observed m.i.e.f.i.a. Observed m.i.e.f.i.a.Secrecy 28.3 5.527.2Transparency 15.8 1.0Mild Transp.15.5 1.28.22427.221.925.8 1.850.7 6.42446.1 3.624.861.925.324.826.925.327 3.133.3 3.530.8 1.82633.924.72624.324.7Note: m.i.e. most informative equilibrium, f.i.a. full information aggregation. Equilibrium error rates are expost error rates. Standard errors of the observed error rates in parentheses are adjusted for clustering in matchinggroups.Equilibrium predictions are very accurate for the secrecy treatment, but less so for theHOW TRANSPARENCY KILLS INFORMATION AGGREGATION19transparency treatment. Under transparency the error rate is higher in state B and lowerin state R than the model predicts. Nonetheless the key predicted difference betweentransparency and secrecy is borne out in the lab: when compared to secrecy, the transparent committees performed significantly and substantially worse in state R at conventionallevels Waldtest, p 0.001 but better in state B Waldtest, p 0.024. In contrastto the theoretical predictions, this is also true for the error rates under mild transparencyWaldtests, p 0.001 for S R, and p 0.023 for S B which are statistically notdifferent from those under transparency Waldtests, p 0.526 for S R, and p 0.894for S B. Even though the total error rate is higher under transparency than under secrecy, principals earned minimally more points from the group decisions 0.11 points onaverage in the two transparency treatments because, given their bias, correct decisions instate B are more valuable to them. However, this difference is not statistically significantttest, p 0.235.The most likely source of the differences between the treatments are a differencesin information aggregation and b coordination behavior of groups consisting only oflow types. Information aggregation helps if there is one type h committee member andone type l committee member in a group, they have conflicting signals and the true stateis red. In this scenario all groups in the secrecy treatment aggregated information successfully see Table 5, while the error rate is substantially and significantly higher in thetransparency treatment Waldtest, p 0.001. However, the error rate is much lowerthan its predicted value of 100% Waldtest, p 0.001. There is a significant difference between the error rate for these groups under the two forms of transparency. Undermild transparency the error rate is significantly lower than under transparency Waldtest,p 0.026 but still significantly higher than under secrecy Waldtest, p 0.001.If the true state of the world is blue, groups with conflicting signals and one high typealways choose the right decision in all regimes with the exception of one observationunder mild transparency. This is not surprising because it must be the high type thatreceived the blue signal and only one vote for blue is required.The case of committees with two l types is also illuminating. Under transparency thetheory predicts that, when such a group has conflicting signals, B will be implemented.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION20However, we see in Table 5 that this is not the case; mistakes occur in state B 27.5% ofthe time and only 83.3% of the time in state R, so some coordination on implementing R does take place. The error rates are similar and not statistically different under mildtransparency. Under secrecy, we expect such a group to implement each state with equalprobability, giving us an error rate of 50%, and indeed the data is relatively close to this.22Table 5: Error rates in groups with conflicting signalsh, l Groupl, l Group S RS BS RS B00054.3 11.083.3 10.338.7 15.327.5 8.927.9 6.8true color Secrecy Transparency 44.8 8.3Mild Transp.22.6 5.53.3 3.475.7 4.4Note: Standard errors of the observed error rates in parentheses are adjusted forclustering in matching groups.Interestingly, not all groups with two signals in the same direction vote for that alternative because communication is not always truthful and leads some low types to switchin the wrong direction, as we will see in the next section. As a consequence, the errorrates of these groups are not 100% if their signals go in the wrong direction but rangefrom 82.4% in the mild transparency treatment to 95.6% under secrecy, with 93.3% undertransparency but also not 0% if they go in the right direction and range from 4.7% undersecrecy to 13.6% under mild transparency, with 7.4% under transparency, instead.2322Note that none of the differences in error rates between secrecy and the transparency treatments inthese groups is statistically significant at the 5% level. In state R, however, the differences between secrecyand transparency p 0.084 and between secrecy and mild transparency p 0.06 are significant atthe 10% level Waldtests. The differences in error rates between the two transparency regimes are notstatistically significant even at the 10% level.23The error rates after two correct signals are all significant at the 5% level Waldtests. However, onlythe error rate under mild transparency is significantly different from 100% at the 5% level after two falsesignals Waldtests.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION21Individual Behavior Deliberation We start our analysis of individual behavior with the deliberation stage. Inthe straw poll, we observe that under secrecy there is almost completely truthful revelationof signals by both high and low types, consistent with equilibrium predictions Table 6.Under transparency, high types are also almost always truthful and reveal their signal.However, there are 8.3% low types that lie about their signal and another 10.5% whostay silent, which goes against our predictions.24 Note that lying is not very costly inexpectation as signals are not very informative. Staying silent might be motivatedby the hope to learn more about the true state and then vote accordingly without beingpunished for the behavior in the deliberation stage. When we turn to the principalsreactions, we will see whether this strategy pays off or not.Table 6: Nontruthful straw poll messages fromdifferent types Secrecytypeh typel typelying 0silent 00.7 .31.8 1.2Transparency h type 1.4 0.90.7 0.7l type 8.3 2.110.5 2.8Mild Transp.h type 19.2 6.64.8 2.0l type 3.5 1.13.3 1.4Note: Percentage of nontruthful messages lying andnot specified messages silent. Standard errors of theobserved error rates in parentheses are adjusted for clustering in matching groups.Under mild transparency, 19.2% of the high types lie about their signal and another 4.8% stay silent which is against our prediction of truthful communication, while the lowtypes are almost always truthful and reveal their signal.25 The degree of lying from high 24Both percentages are significantly larger than zero Waldtests, p 0.001.25All percentages of incorrect messages or abstentions are significantly larger than zero under mild transparency Waldtests, p 0.05.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION22types is significantly higher than in the other treatments Waldtests, p 0.001. Out of 26 subjects who were high type committee members under mild transparency in at least 3 rounds, 15 never lied, 1 always lied, and the remaining 8 lied in some periods and toldthe truth in others. The share of high type lies is lower 16.9% as compared to 21.7%in the last ten periods than in the first ten but the difference is not statistically significantWaldtest, p 0.375. Throughout the 20 rounds, the degree of lying is not high enoughto make the straw poll uninformative for low types.Table 7: Chat messages about typereport typeclaimlying Secrecy 91.5 1.5h type 25.9 1.10.7 0.6l type 74.1 1.10.5 0.3Transparency 49.5 8.7h type 80.1 3.9 51.4 5.8Mild Transp.89.0 2.1h type 21.5 1.07.8 5.3l type 19.9 3.91.8 1.1l type 78.5 1.03.8 1.4Note: The second column reports the fraction of committee memberswho report a type, the third the fraction of low and high type claims outof those reports and the fourth the fraction of lies out of these claims.Standard errors in parentheses are adjusted for clustering in matchinggroups.Next, we turn to communication in the chat. After exchanging information aboutsignals in the straw poll the only relevant information left to talk about is the type.26 Consequently, we coded whether a type was announced in the chat, and if so, what type wasannounced. Overall, 77.3% of the committee members announce a type in the chat withsubstantial differences between the treatments Table 7. Under transparency many lowtypes stay silent, possibly due to an aversion to lying or because they believe the principal would ignore the chat. Under secrecy and mild transparency most subjects announcea type. While announced types are almost always truthful under secrecy, 51.4% of the 26We give examples of chats under secrecy and transparency in the online appendix.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION23claims to be a high type are lies under transparency and 7.8% under mild transparency.The level of lying of high types is significantly higher under transparency than undersecrecy or mild transparency Waldtests, p 0.001.Voting Now we turn to the voting stage and first study whether high types really voteaccording to their signal as our refinement assumes. Indeed, high types vote accordingto their signal 98.2% of the time across all treatments which is not statistically differentfrom 100% Waldtest, p 0.097. Next, we turn to information aggregation again andstudy how many of the committee members who might update their beliefs after receivinga low quality blue signal and seeing the other committee member send the message redvote against their signal in the final vote Table 8.Table 8: Percentage of low types voting against their blue signal when other committeemember reports a red signaloverallothers claim: hothers claim: lno claim Secrecy 56.2 6.510042.4 11.350.0 36.7 2 obs.Transparency 41.9 6.0Mild Transp.45.9 2.947.2 5.991.3 4.544.4 9.4 9 obs.37.5 10.632.9 1.950.0 12.2 6 obs.Note: Standard errors of the observed error rates in parentheses are adjusted for clustering inmatching groups. Number of observations are reported if less than 10.Low types always vote against their signal under secrecy when it matters most, i.e.when the other group member is a high type, which is facilitated by the truthfulness ofannouncements of types in the chat. As announcements of types and signals are also oftentruthful under mild transparency, low types also switch very often under this regime whenthe other group member is a high type. However, because of the more frequent lies ofhigh types regarding their signal under mild transparency, aggregate error rates stay muchhigher than under secrecy as we have seen in the previous section. The number of subjectsvoting against their signal is surprisingly high for the transparency treatment where votingaccording to signal is predicted. Still it is substantially and significantly lower for the casewhere the other committee member claims to be a high type as compared to the other twoHOW TRANSPARENCY KILLS INFORMATION AGGREGATION24regimes Waldtests, p 0.001.Evaluations Next, we study how the principals evaluate. A first look at their evaluations shows that they are well able to distinguish between low types and high types Table 9.Table 9: Evaluationsevaluationavg.dec. corr.dec. wr.Secrecyoverall 41.6 1.554.5 3.26.9 1.9group decisionh type 53.5 3.453.5 3.4l type 37.4 1.555.0 3.36.9 1.9Transparencyoverall 37.2 3.048.2 1.714.7 4.0individual decision h type 60.8 3.262.8 3.8l type 29.4 2.940.2 2.214.6 4.0Mild Transp.overall 35.7 1.947.1 1.911.7 1.6individual decision h type 47.7 1.248.3 1.1l type 31.9 2.346.4 2.611.8 1.6Note: Standard errors in parentheses are adjusted for clustering inmatching groups.As predicted, low types do best under secrecy and high types under transparency.However, average evaluations are too high in all treatments and even significantly positive after wrong decisions ttests, p 0.01. However, the incentives to make a correctgroup decision under secrecy and a correct individual decision under mild transparencyare about as strong as in our theoretical predictions and deciding correctly entails an evaluation that is, on average, at least 33.5 percentage points higher than after a wrong decision in all treatments. Regressing the evaluation on the round number of the experiment,controlling for the treatment and correctness of decisions gives a significant but smallnegative coefficient for round coeff.0.36, p 0.013, Table OA1, online appendix,HOW TRANSPARENCY KILLS INFORMATION AGGREGATION25suggesting that behavior moves slowly in the direction of the theoretical predictions. Under transparency, principals are able to distinguish high and low types very well even ifthe individual decision is correct. The evaluations do not differ significantly between thetwo states of the world ttest, p 0.99.Regressing the evaluations on the pieces of information that the principal sees beforeevaluating, shows that making the wrong group decision has a big effect on the evaluationunder secrecy but no effect under mild transparency, where she also sees the individualvotes and the accuracy of these votes has the biggest influence on the evaluation Table 10, models M1 and M3. Under transparency, the evaluation is negatively influenced bya wrong individual vote, by a wrong message or staying silent in the straw poll, and ifthe committee member communicates her type to be l in the chat Table 10, M2. It ispositively influenced if the committee member communicates her type to be h.Best Responsesual behavior is a best response to the behavior of the other players.In the final part of the results section we study in how far the individWe start with the principals. We have already seen that the evaluation levels theychoose are too high, on average, to maximize their payoffs and even positive after wrongdecisions. This might be due to social preferences toward the committee members, astheir payoff directly depends on the evaluation, or due to flawed belief updating. Thehigh evaluations after correct decisions suggests that principals do not correctly take thelow prior probability for being a high type into account and the regression results, whichshow that they lower their evaluations over time Table OA1, online appendix, suggestthat they are learning. However, the positive evaluations after wrong decisions make italso appear likely that social preferences play a role, as the updating problem is simplein this case. More important, however, is the questions whether principals react in theright direction after reviewing the different bits of information in the three treatments.This question can be best answered by comparing models M1M3 with linear probability models with the same explanatory variables but a binary variable indicating a hightype as the dependent variable models M1cM3c in Table 10. We see that while theaverage level of evaluations is too high as compared to the data, which is reflected in theHOW TRANSPARENCY KILLS INFORMATION AGGREGATION26Table 10: Evaluation responses M1M1c Group decision D wrong47.636.14.21.7Individual vote v wrong M20.72.9M2c1.62.9M30.93.3M3c2.34.434.832.72.13.0Combinations of m and v, reference category: message and vote are correctv wrong, m wrongv wrong, m rightv right, m wrongv right, silent in straw pollv wrong, silent in straw poll Claimed to be type h in chat Claimed to be type l in chat34.0 34.44.931.33.93.519.310.120.627.93.83.015.530.34.63.740.632.35.23.015.329.72.117.55.92.47.53.8Constant 54.536.146.228.247.135.5N observations N clusters R23.460050.491.760050.132.256040.293.656040.331.960050.312.560050.14Note: p0.1, p0.05, p0.01. Standard errors in parentheses are adjusted for clusters in matchinggroups. The dependent variable in the comparison models M1cM3c is rescaled to the same range as the dependentvariable in M1M3 and takes the value 100 if the subject is a high type and 0 if not.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION27differences in the constants, evaluations are influenced by all pieces of information in theright directions and most of the time but not always, as we will see, with quite accuratemagnitudes.Next, we turn to the behavior of committee members. Under secrecy low types clearlybest respond by switching between the straw poll message and the final vote when theother committee member reports to be a high type and a conflicting signal. Truthfulcommunication is a best response of high types to this behavior. All committee membersact in order to maximize the probability of a correct group decision almost all the time,and a correct committee decision leads to a substantially higher evaluation than a wrongdecision which means that subjects are best responding.Under mild transparency the low types best respond by switching in case of conflicting straw poll messages and a second committee member that claims to be a high type.The level of information sharing by high types is high enough to make switching optimalin order to vote in the right direction, and correct individual votes lead to substantiallyhigher evaluations than wrong individual votes. As the accuracy of the group decisiondoes not influence the evaluation any level of information sharing is a weakly best response by high types.Under transparency, we see a substantial fraction of low types who do not best respond. This is most obvious for those who claim to be a low type in the chat instead ofannouncing to be a high type. The accuracy of the group decision, which is positivelyinfluenced by this honesty, does not affect the evaluation of the principal and evaluationsare substantially lower for these subjects. As a consequence, the number of committeemembers who claim to be a low type goes down from 12.9% in the first ten to 6.8% inthe last ten rounds and this difference is statistically significant Waldtest, p 0.031.However, a substantial fraction of subjects also stays silent about their type in the chatwhich also leads to a lower evaluation than claiming to be a high type, although not as lowas claiming to be a low type. Interestingly, the fraction of subjects staying silent abouttheir type increases significantly from 45.7% in the first ten rounds to 55.3% in the lastten rounds Waldtest, p 0.001. Truthfully reporting to be a low type or staying silentabout the type in the chat might be motivated by an aversion to lying e.g. FischbacherHOW TRANSPARENCY KILLS INFORMATION AGGREGATION28and FollmiHeusi 2013; Gneezy et al. 2013.Behavior in the straw poll and the voting stage requires a more detailed analysis. Thevast majority of high types clearly best responds by announcing their signal and typetruthfully and voting for the true state of the world. Low types face a more difficulttask. If they send a message, it is clearly better to announce the signal truthfully, as itmatches the true state with a probability higher than one half and announcing a wrongmessage leads to a lower evaluation Table 10, M2.If the other committee memberannounces the same message or stays silent it is also obvious that the best choice is tovote according to your signal because this maximizes the probability of being right andall subjects who switch in these cases Table 8 are not best responding. However, if theother member reports a conflicting signal which is correct, your expected payoff wouldbe higher if you switch than if you do not. If the other members message is wrong,though, your expected payoff from switching is far lower than from not switching. So,it makes only sense to switch if you know with a high probability that the other memberis a high type, as high types know the true state and report their signal truthfully mostof the time Table 6. However, roughly half of the claims to be a high type are liesTable 7. As a consequence, there is a chance of roughly one quarter that you are wrongif you switch. Comparing the evaluations of low types who switch in this scenario, i.e.after observing the other committee member announce a conflicting signal and claimingto be high type, with those who do not switch, shows that those who switch are slightlybetter off and only the 47.2% who do switch Table 8 are thus best responding.27 Notethat this results from too optimistic evaluations of switchers by the principals. A lookat Table 10 reveals that evaluators give too much credit for correct votes after wrongmessages. This is because high types almost always announce their signal truthfully and,as a consequence, switching between the straw poll and the voting stage reveals that youare a low type with a very high probability.What about the low types that stay silent in the straw poll? To assess whether theyare best responding we compare them to low types who announce their signal truthfully 27The difference in evaluations is 6.2 percentage points and is not statistically different from zero ttest,p 0.209.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION29and do not switch. The latter group receives an average evaluation of 61.5 percentagepoints if they are right, i.e. with probability 0.55, and a payoff of 27.5 if they are wrong,i.e. with probability 0.45, which gives and expected payoff of 46.2.28 If you stay silent inthe straw poll, it is optimal to vote according to your own signal if the other committeemember claims to be a low type or stays silent in the straw poll as well. In this case yourpayoff would be 46 if you are right and 20.9 if you are wrong with a slightly lower equalprobability for the good outcome as above. The best you can hope for after staying silentin the straw poll is to be in a group in which the other member has a conflicting signaland claims to be a high type. As we have seen, this claim is true with probability 0.486,which results in a probability of being right after voting against your signal of slightlyless than three quarters and an expected payoff of 39.5. So, even in the best case theexpected payoff is lower than from announcing your signal truthfully and not switching.Thus the subjects who stay silent in the straw poll do not play a best response.Career concerns play out in a more subtle way under transparency than in the othertwo regimes. So, it is not surprising to see more subjects not playing a best responsehere. Despite these deviations from our theoretical predictions, information aggregationis still far worse than under secrecy, as predicted, which is driven by a substantial fractionof subjects who do not switch if the other member announces to be a high type anda conflicting signal, and by the high degree of lying with respect to types, i.e. signalstrengths.4. Discussion In this paper we constructed a model of committee decisionmaking in which membersare career concerned. We examined how the incentives of committee members to sharetheir private information varies with the level of transparency i.e. how much of the decision process the principal observes. The mechanisms through which transparency harmsefficiency involve strategic communication of committee members, and a number of ex28Here, we are using the regression results from model M2 and assume for simplicity that the low typeoptimally announces to be a high type in the chat.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION30perimental studies have shown for various settings that subjects communicate far lessstrategically than theoretically predicted. As such, we were eager to empirically test ourmodel. By bringing it to the laboratory, we gained a number of insights.First, under transparency committee members are more truthful than the models mostinformative equilibrium allows. While it is somewhat startling that players tell the truthwhen it is optimal to lie, this is in line with previous experimental results which show thatpeople are often overly truthful and apparently face a cost of lying. This suggests that thenegative effect of transparency on group decisionmaking, though important, may not beas severe as theory suggests.Second, under mild transparency play is significantly less truthful than the most informative equilibrium. This seems to stand in sharp contrast to our previous point. However,as we show in the appendix, under secrecy and transparency the most informative equilibrium coincides with the best equilibrium for high ability players those with the most information to share. Under mild transparency, however, the most informative equilibriumis payoffdominated for high ability types; they prefer equilibria in which no informationis shared. It is perhaps unsurprising, therefore, that there is a large degree of deceptionfrom high ability types under mild transparency. As a result, group errors and playerevaluations here are much closer to the transparency case than to secrecy, casting doubton the predictive power of the most informative equilibrium. This is a finding which isrelevant beyond this particular context. Sobel 2013 called for experimental tests of thepredictive power of the most informative equilibrium in cheap talk games in which otherequilibria exist which are preferred by at least one type of player. What does this tellus about the desirability of premeetings? Swank and Visser 2013 show in their modelthat, when players do not know their own abilities, premeetings can undo the benefit oftransparency. In our setting, where players know their abilities, premeetings can reducethe probability of mistakes if players share information while if no information is crediblyshared premeetings will simply have no effect.Finally, despite some deviations from theoretical predictions, we find large differences in behavior between the three regimes: information aggregation is successful undersecrecy while it breaks down, for different reasons, under transparency and mild transHOW TRANSPARENCY KILLS INFORMATION AGGREGATION31parency. This results in fewer mistakes under secrecy than the two other treatments andsuggests that the level of transparency is a highly important element of institutional design setting it wrong might indeed have considerable negative consequences for a principal.The difference in the level of truthtelling between treatments contrasts sharply with theresults of Goeree and Yariv 2011. They find that freeform communication greatly diminishes institutional differences; players are overwhelmingly truthful regardless of thevoting rule. Our results show that the degree of transparency in a committee stronglyaffects members behavior even with open chat. This suggests that the level of opennessmay be a more important institutional choice than that of the voting rule.References BATTAGLINI, M. AND U. MAKAROV 2014: Cheap talk with multiple audiences: Anexperimental analysis, Games and Economic Behavior, 83, 147164.BATTAGLINI, M., R. B. MORTON, AND T. R. PALFREY 2009: The Swing Voters Curse in the Laboratory, Review of Economic Studies, 77, 6189.BENTHAM, J. 1816 1999: Political Tactics, Oxford: Oxford University Press.BHATTACHARYA, S., J. DUFFY, AND S.T. KIM 2014: Compulsory versus voluntaryvoting: An experimental study, Games and Economic Behavior, 84, 111131.BOUTON, L., M. CASTANHEIRA, AND A. LLORENTESAGUER 2014: Divided Majority and Information Aggregation: Theory and Experiment, Mimeo.CAI, H. AND J. T.Y. WANG 2006: Overcommunication in strategic informationtransmission games, Games and Economic Behavior, 56, 736.CHEN, Y., N. KARTIK, AND J. SOBEL 2008: Selecting cheaptalk equilibria, Econometrica, 76, 117136.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION32COHEN, J. 1996: Deliberation and Democratic Legitimacy, in Deliberative Democracy: Essays on Reason and Politics, ed. by J. Bohman and W. Rehg, Cambridge, MA:MIT Press, 6792.COUGHLAN, P. 2000: In Defense of Unanimous Jury Verdicts : Mistrials , Communication , and Strategic Voting, American Political Science Review, 94, 375393.CRAWFORD, V. AND J. SOBEL 1982: Strategic information transmission, Econometrica, 50, 14311451.CROSS, J. P. 2013: Striking a pose: Transparency and position taking in the Councilof the European Union, European Journal of Political Research, 52, 291315.FISCHBACHER, U. AND F. FOLLMIHEUSI 2013: Lies in Disguisean Experimental Study on Cheating, Journal of the European Economic Association, 11, 525547.FOX, J. AND R. VAN WEELDEN 2012: Costly Transparency, Journal of Public Economics, 96, 142150.GERSBACH, H. AND V. HAHN 2008: Should the Individual Voting Records of Central Bankers be Published? Social Choice and Welfare, 30, 655683.GNEEZY, U. 2005: Deception: The role of consequences, The American Economic Review, 95, 384394.GNEEZY, U., B. ROCKENBACH, AND M. SERRAGARCIA 2013: Measuring lyingaversion, Journal of Economic Behavior Organization, 93, 293300.GOEREE, J. K. AND L. YARIV 2011: An Experimental Study of Collective Deliberation, Econometrica, 79, 893921.GUARNASCHELLI, S., R. D. MCKELVEY, AND T. R. PALFREY 2000: An Experimental Study of Jury Decision Rules, American Political Science Review, 94, 407.HABERMAS, J. 1996: Between Facts and Norms, Cambridge, MA: MIT Press.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION33LANDA, D. AND A. MEIROWITZ 2009: Game Theory, Information, and Deliberative Democracy, American Journal of Political Science, 53, 427444.LEVY, G. 2007: Decision Making in Committees: Transparency, Reputation, and Voting Rules, American Economic Review, 97, 150168.MALENKO, N. 2013: Communication and DecisionMaking in Corporate Boards,Review of Financial Studies, 27, 14861532.MEADE, E. 2005: The FOMC: preferences, voting, and consensus, Federal Reserve Bank of St. Louis Review, 93102.MEADE, E. E. AND D. STASAVAGE 2008: Publicity of Debate and the Incentive to Dissent: Evidence from the US Federal Reserve, The Economic Journal, 118, 695717.NYARKO, Y. AND A. SCHOTTER 2003: An experimental study of belief learningusing elicited beliefs, Econometrica, 70, 9711005.OFFERMAN, T., J. SONNEMANS, G. VAN DE KUILEN, AND P. P. WAKKER 2009: ATruth Serum for NonBayesians: Correcting Proper Scoring Rules for Risk Attitudes,Review of Economic Studies, 76, 14611489.OTTAVIANI, M. AND P. SRENSEN 2001: Information aggregation in debate: whoshould speak first? Journal of Public Economics, 81, 393421.PRAT, A. 2005: The Wrong Kind of Transparency, American Economic Review, 95,862877.SCHOTTER, A. AND I. TREVINO 2014: Belief Elicitation in the Laboratory, Annual Review of Economics, 6, 103128.SOBEL, J. 2013: Ten possible experiments on communication and deception, Journalof Economic Behavior Organization, 93, 408413.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION34STASAVAGE, D. 2007: Polarization and publicity: rethinking the benefits of deliberative democracy, Journal of Politics, 69, 5972.SWANK, J., O. H. SWANK, AND B. VISSER 2008: How Committees of Experts Interact with the Outside World: Some Theory, and Evidence from the FOMC, Journalof the European Economic Association, 6, 478486.SWANK, O. H. AND B. VISSER 2013: Is Transparency to No Avail? Scandinavian Journal of Economics, 115, 967994.VISSER, B. AND O. SWANK 2007: On committees of experts, The Quarterly Journalof Economics, 122, 337372.WANG, J. T.Y., M. SPEZIO, AND C. F. CAMERER 2010: Pinocchios Pupil: Using Eyetracking and Pupil Dilation to Understand Truth Telling and Deception in SenderReceiver Games, American Economic Review, 100, 9841007.WILLIAMS, J. C. 2012: Opening the Temple, Federal Reserve Bank of San Francisco 2011 Annual Report.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION35Appendix Proof of Proposition 1First we show that 1 truthtelling and implementing the posterior most likely state isan equilibrium; then 2 we calculate the principals evaluations and the probability ofmistakes. The most informative outcome of the two communication stage stages is, bydefinition, where each player reveals his signal and ability. Suppose this is the case inequilibrium and all players truthfully reveal their signals and abilities. Both committeemembers will agree on which state is most likely and will wish to implement the policywhich maximises their expected evaluation. As h types vote to signal, it must be thatthe principals posterior beliefs satisfy qD cid:54 S qD S. Given the principalsbeliefs, the optimal strategy is for the committee to implement the policy with the highestposterior probability of matching the state.In the case of a balanced posterior, i.e. agroup lr, lb, the committee would choose each project with probability 0.5. This canbe achieved by making use of the coordination device e.g both voting v B if the draw isbelow 0.5 and voting v R if it is above. If such committees chose one state with a higherprobability than the other, the principal would incorporate this in his evaluations, andthe resulting payoffs would be lower. So, in equilibrium a committee with a balancedposterior must choose each state with equal probability. Given full information sharingin communication followed by the group implementing the policy most likely to matchthe state, is there an incentive to deviate from full information sharing? As players have acommon interest in matching the policy to the state of the world, a deviation from truthtelling can only decrease expected utility. For example, if a hr player announced mb, land was matched with a lb player, the former would vote v B, and both players wouldreceive a low evaluation qD cid:54 S. As players can only do worse by deviating from fullinformation sharing, it is indeed an equilibrium.A mistake occurs in state B when we have a pair lr, lr with probability 1q212or a pair lb, lr who implement R with probability 1 q21 . Thus the totalprobability of implementing option R in state B is 1 q21 . The case of a mistakein state R is symmetric.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION36Given truthful communication, an incorrect group decision reveals that there are no htypes on the committee; thus each player gets an evaluation of zero. Instead, when acommittee makes the correct decision the principal updates her beliefs in the followingway:2cid:80k 2 1 P rsecD cid:54 Sk of h typescid:02kcid:1qk1 q2kqsecD S k01 P rsecD cid:54 S1q 2 0.5q1 q21 1 q21 1 1 q21 qProof of Proposition 2First we show that 1 there is no equilibrium with full information revelation; then 2the most informative equilibrium involves all players truthfully announcing the signal andvoting to signal; finally 3 we calculate the probability of mistakes and the principalsevaluations.Suppose there existed an equilibrium in which each player truthfully reveals his ability and type. Here l types would get an evaluation q 0 while h types would get anevaluation q 1. An lb type would have an incentive to pool with hb types by announcing h rather than l and thus gain an evaluation q 1 with probability . An lr type hasthe same incentive to pool with hr types by announcing h. Therefore, truthful revelationof types cannot be an equilibrium. In fact, any strategy a h type follows in announcing anability level can be mimicked perfectly by l types. As these low types have an incentive topool, it follows that no information can be communicated about ability levels in equilibrium. Therefore the most informative level of communication we can hope for is whereplayers each reveal their signals truthfully but pool on the same strategy in announcingabilities.In the voting stage, h types vote to signal. Therefore if players reveal their signal in thestraw poll the principals posterior can only be positive in two cases: qm B, v BS Band qm R, v RS R and possibly for outofequilibrium actions. If we set the outofHOW TRANSPARENCY KILLS INFORMATION AGGREGATION37equilibrium belief for announcing an m cid:54 v to zero the l types must follow the samestrategy as h types. If an l type voted differently to his announced signal, it would beclear to the principal that he is an l type and so would receive an evaluation of zero. As signals are informative, the optimal strategy for an l type is to announce his signaltruthfully, mimic the strategy of the h type in the second communication stage, and thenvote to signal.In state B a mistake only occurs when we have an lr, lr committee, as R is wronglyimplemented. This occurs with probability 1 q21 2. In state R a correct decisionwill be made by a committee composed of hr or lr members. Thus, the probability of amistake is 1 q 1 q2.Only members who receive a signal in line with the state will be given positive evaluations. All h types will receive the correct signal as will a share of l types. The principalq1q if a member announces the correct signal and alsowill thus give an evaluationvotes for that signal.q Proof of Proposition 3If players are sharing all information and h types are voting to signal, then qv BS B qv RS B and qv RS R qv BS R. The best response for a l typeis to vote for the policy with the higher posterior probability of matching the state. In thecase of a balanced posterior, i.e. a group lr, lb, the committee would vote unanimouslyfor B or R each with probability 0.5. This is achieved using the coordination devicee.g both voting v B if the draw is below 0.5 and voting v R if it is above. There are tworeasons for doing so. First, as under secrecy, if such committees chose one state morethan the other, the principal would incorporate this in his evaluations, and the resultingpayoffs would be lower. Second, if the group did not come to a unanimous decision, theprincipal would know there are no h types. In equilibrium there will be no nonunanimousdecisions, so the incentive for h types to tell the truth is pinned down by off path beliefs RS B. With such beliefs, no player will have anthat qiviincentive to deviate from truthtelling. The calculation of evaluations and probability ofmistakes are found in the proof of the secrecy proposition.BS B qivi B, vj B, vjHOW TRANSPARENCY KILLS INFORMATION AGGREGATION38Proof of Proposition 4The principal will be better off under transparency than under secrecy whenxP rtranD BB 1 xP rtranD RR xP rsecD BB 1 xP rsecD RRwhich can be rearranged to1xP rtranD BRP rsecD BR xP rsecD RBP rtranD RBsubstituting in with the values from proposition 1 and 2 and rearranging we get1 q21 2q1 q1 21 q21 2q1 q1 x1 q 2q 21 q 2q x x2Thus, secrecy is preferred if x x while transparency is preferred if x x.When is the most informative equilibrium payoff dominated?In the most informative equilibrium, a h player will have a higher expected utility undertransparency than secrecy or mild transparency; that isq 1 1 q1 q 1 1 q21 3An l type player must weigh these expected evaluations by the probability of voting forthe correct state. Unsurprisingly, l types have a higher expected utility when they canpool with h types they prefer secrecy to transparency.q 1 1 q1 1 q qq 1 1 q21 4HOW TRANSPARENCY KILLS INFORMATION AGGREGATION39As h types are those with the bulk of information to share, we examine if the most informative equilibrium in each setting is the equilibrium with the highest payoff for h types.Here, we only relax the assumption that the most informative equilibrium is played. Wemaintain our refinement assumptions regarding voting behavior.Secrecy Here players face a commonvalue problem. The most informative equilibriumallows players to aggregate their private information and then make a decision whichmaximizes the group and each players expected evaluation. No player can be better offby withholding information.Transparency Here the most informative equilibrium involves all players voting to signal. As individual votes are observed by the principal and h types can learn nothing froml types they already know the state of the world, the highest evaluation a h type can get,is when all players vote to signal. If some credible information could be communicatedsuch that l types sometimes do not vote to signal, this could only decrease the expectedevaluation of h types.Mild Transparency Here the most informative equilibrium coincides with that of secrecy. However, as the principal now observes individual votes, a h type can achieve ahigher payoff in another equilibrium in which he separates from l types. That is, thereare equilibria with less information sharing or none which payoff dominate the mostinformative equilibrium for h types. One such case is where no information is crediblycommunicated; for example, h types may mix between announcing mb and mr with equalprobability. With no information communicated, the best response of l types is to voteto signal. In this polar opposite to the most informative equilibrium we see that h type 11q1. There are a series of equilibria between theseplayers gain a higher payoff,two poles which are preferred by h types to full truthtelling. In these equilibria, all players reveal their ability, however h types mix between truthfully revealing their signal andremaining silent while l types vote against their private signal when they see a conflictingmessage from a h type. Unlike the truthtelling case, in all these preferred equilibriathe payoff of each committee member is independent of his partners action. Indeed, asqHOW TRANSPARENCY KILLS INFORMATION AGGREGATION40table 10 shows, this is what we find in our laboratory setting.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION41For Online Publication Online Appendix OA1 Evaluations over time Table OA1: Evaluations over rounds MOA1dependent variable: evaluation Round number0.360.12Secrecydecision correct 58.21decision wrong 10.62Transparencydecision correct 51.89decision wrong 18.58Mild Transparencydecision correct 50.86decision wrong 15.36N observations N clusters R21760140.313.751.782.054.142.602.39Note: p0.10, p0.05, p0.01. Standarderrors in parentheses are adjusted for clusters inmatching groups. The model was estimated without a constant. The R2 statistic was computedwith a constant, leaving out one group as a reference group.HOW TRANSPARENCY KILLS INFORMATION AGGREGATION42OA2 Sample chat conversations translated from GermanFurther chat protocols are available from the authors upon request.Conversation 1 Secrecy:hey voter 1type h voter 2hello voter 2I am type l voter 1Red! voter 2ok voter 1Conversation 2 Transparency:May I guess, you will also again say you are of type h? voter 2Cannot be the case that both are always h. voter 2You can really give up on the chat. voter 1OA3 Instructions to the experiment and screenshots Instructions and screenshots for the transparency treatment translation; original in German. Instructions and screens for the other treatments where very similar and are therefore omitted here. The original instrustions can be obtained from the authors upon request.Overview Welcome to this experiment. We kindly ask you not to communicate with other participants during the experiment and to switch of your phones and other mobile devices. At the end of the experiment you will be paid out in cash for your participation in todays session. The amount of your payoff depends in parts on your decisions, on the decisions of other participants and on chance. For this reason it is important that you read the instructions carefully and understand them before the start of the experiment. In this experiment all interactions between participants take place via the computers that you are sitting in front of. You will interact anonymously and your decisions will only be stored together with your random ID number. Neither your name nor names of other participants will be made public, not today and not in future written analyses. Todays session consists of several rounds. At the end, 4 rounds will be randomly selected and paid out. The rounds that are not chosen will not be paid out. Your payoff results from the points that you earn in the selected rounds, converted to Swiss Francs, plus your showup fee of CHF 10. The conversion of points to Swiss Francs happens as follows: Every point is worth 15 cents, which means that 20 points CHF 3.00. Every participant will be paid out in private at the payment counter, so that no other participant can see how much you have earned. Experiment This experiment consists of 20 procedurally identical rounds. In each round a group decision has to be made that can be correct or wrong. Two members in each group of three make the group decision henceforth we will call them the voters. There are well and less well informed voters and the task of the third group member is to observe the decision process of the other two members and then to indicate the probability with which he thinks that the other group members are well or less well informed henceforth, we will call this member the observer. The higher the evaluation of the observer with respect to the level of information of a voter is, the higher is the payoff to that voter in the round. The more accurate the evaluation of the observer with respect to the level of information of the voters is, the higher is his or her payoff in the round. In addition, the observer receives a payoff for correct group decisions. The Group In the first round you will be assigned a metagroup of 9 members. In the beginning of every round you will be randomly assigned to a new group which consists of randomly selected members of your metagroup. Every group has three members: 2 voters and 1 observer. Whether you will be assigned the role of a voter or an observer, is randomly determined each round. The voters receive, again randomly, the labels voter 1 and voter 2. All interactions in a round take place within your group of three. The Voters There are two types of voters, well informed type G and less well informed type I voters. Of which type the group members are, is again determined randomly. With probability 14 or 25% a voter receives good information which means he is of type G; with probability 34 or 75% he receives less good information which means he is of type I. Because the assignment of types to the voters is independent of the assignment to other voters, there can be two voters of type G, two voters of type I, or one of each type in a group. The voters learn their type on the first screen of a round but not the type of the other voter in their group. The observer learns that he is an observer on the first screen but not the types of the voters in his group. Later, after observing the behavior of the voters, it will be the task of the observer to estimate the probabilities that voter 1 and voter 2 are of type G. The Jar There are two jars: one red jar and one blue jar. The red jar contains 11 red and 9 blue balls, the blue jar 11 blue and 9 red balls. Each round one jar will be randomly selected. The task of the voters is to vote on the color of the jar. Each jar has an equal probability of being selected, that is, it will be selected with 50% probability. The Ball The well informed voters type G receive a ball with the actual color of the jar, that is they are directly informed about the color of the jar. The informed voters type I receive a randomly drawn ball from the selected jar. They are not told the color of the jar. If there are two type I voters in a group, each of them receives a ball from the jar. Every ball in the jar has the same selection probability for the type I voters, that is for each voter of type I a ball is drawn from a jar containing 20 balls 11 with the color of the jar, 9 with the other color. The voters learn the color of their ball on the first screen. Every voter only sees the color of his ball, not the color of the other voters ball. Communication After learning their type and the color of their ball, the voters can communicate the color of their ball to the other voter in their group. They can also communicate the color that their ball did not have or stay silent. The communication is made through the following entry mask. On the following screen the voters learn the message of the other voter in their group and have the option to chat with him. The chat happens via the following entry mask. You can enter arbitrary text messages into the blue entry field. Pay attention to confirm every entry by pressing the enter button to make it visible for the other voter. It will then appear in the grey field above. The observer cannot participate in the communication but sees the messages of the two voters regarding the color of their ball as well as the chat. Group Decision After the communication stage the voters make their decision in a group vote. So, if you are a voter, you have to vote either for blue or for red. Once both voters have made their decision, the votes for blue and red are counted and the group decision results from the following rule: If the color RED receives 2 votes, the group decision is RED If the color BLUE receives 1 or 2 votes, the group decision is BLUE That is for a group decision for blue only one vote is necessary while a group decision for red requires two votes. Evaluation of the Observer After the voters have cast their vote and the group decision is determined, the evaluator learns the group decision as well as the decisions of the individual voters in his group. Moreover, he learns the true color of the jar, that is, whether the group decision and the individual decisions were correct or wrong. On the same screen the observer can review the entire communication between the voters in his group once again. If you are an observer, you now have to enter for each of the two voters the probability with which you believe that this voter is of type G. To do so you enter a number between 0 and 100 wich expresses your evaluation in percentage points. The entry mask looks as follows. The complete screen of the observer looks as follows example screen. Payoff in each Round If you are a voter your payoff is determined by the evaluation of the observer. If the observer believes that you are of type G with X% probability, you receive a payoff of 2X points in this round. This means that your payoff directly depends on the probability with which the observer believes you are a wellinformed voter type G. If the observer has entered the probability 25%, for example, your payoff is 50 points, if he has entered 50%, it is 100 points. If you are an observer you receive a payoff for correct group decisions and a payoff for the accuracy of your evaluations of the types of the voters. If the group decision is RED and the jar is indeed RED, you as an observer receive 1 point. If the group decision is BLUE and the jar is indeed BLUE, you as an observer receive 3 points. If the group decision is wrong, you receive 0 points, independently of the true color of the jar. For your evaluation regarding the types of the voters you receive a payoff between 0 and 100 points. It will be randomly determined whether you will be paid out for the evaluation of voter 1 or voter 2. If you have evaluated both voters correctly with certainty that is with 0 or 100% if you entered the probability 0 for both voters, for example, and both are indeed not of type G but of type I, you receive 100 points. If you are completely wrong if both are of type G in the example you receive 0 points. The formula that determines your payoff is a little complicated. Put simple the formula assures that it is best for you gives you the highes expected payoff if you truthfully indicate the probability with which you believe that a voter is indeed of type G. Every other evaluation lowers your expected payoff. If you believe, for example, that voter 1 in your group is of type G with 30% probability and voter 2 with 60% probability, it is best for you to enter exactly these values. In case you want to know in more detail how your payoff is determined: for the evaluation of the randomly selected voter you receive: 1001100100probvoter is of type G2, if this voter is of type G and 1001100probvoter is of type G2, if this voter is of type I, where probvoter is of type G is your indication of probability in percentage points that that voter is of type G. The resulting number is rounded up to a whole number and gives, together with your payoff in case of a correct group decision, your payoff in the round. Remember: At the end of the experiment 4 rounds are randomly selected, the point incomes converted to Swiss Francs and paid out in private. The rounds that were not selected will not be paid out. Questions? Take your time to read the instructions carefully. If you have any questions, raise your hand. An experimental administrator will then come to your seat. Screenshots not part of the instructions First screen of a committee member The observers first screen only informed the subject that he is an observer in that round. Second screen of a committee member In the transparency treatment the principal could follow the chat in real time on a screen with a very similar layout. Under mild transparency and secrecy the principal just saw a waiting screen during communication. Third screen of a committee member Evaluation screen of a principal in transparency treatment The evaluation screen had the same layout in the other two treatment but with several elements left out. Under mild transparency the communication part was left out. Under secrecy the individual votes and communication were left out and only one randomly selected committee member had to be evaluated. Feedback screen for a voter at the end of a round The feedback screens looked very similar for principals. At the end of the last round subjects saw a final screen which reported the rounds which were randomly selected to be paid out and the total earnings in Swiss Francs. ", "filename": "dp9027.pdf", "person": ["Sebastian Fehrler", "Fehrler, Sebastian", "Niall Hughes", "Hughes, Niall"], "date": ["2015"]}