{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/114014/1/dp9131.pdf"], "title": ["\"A Flop or a Success?\" An Evaluation of the Welfare Impacts of the 6-3-3-4 Education System in Nigeria"], "plaintext": " Discussion Paper No. 9131 June 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org A Flop or a Success? An Evaluation of the Welfare Impacts of the 6334 Education System in Nigeria Ruth Uwaifo Oyelere Emory University and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 9131 June 2015 ABSTRACT A Flop or a Success? An Evaluation of the Welfare Impacts of the 6334 Education System in Nigeria The need for graduates who would be productive citizens able to contribute significantly to the Nigerian economy led to the overhaul of the old education system 654 and the implementation of the 6334 system, with its first set of graduates from secondary schools in 1988. The main objective of the 633 4 system was to produce selfreliant graduates with better labor market skills and earning potential. In this paper, we investigate to what extent this goal was achieved. Using a Regression Discontinuity RD design, we examine if graduates from the 6334 system experienced an improvement in welfare compared to those from the old system. We measure welfare improvement using several indicators such as a decline in poverty likelihood and poverty gap, an increase in the probability of employment and an increase in wages. Our results provide some evidence that the new system led to a decrease in the likelihood of being poor compared to those who passed through the old system. We also provide evidence of higher wages for select participants. We do not find any consistent evidence that the 6334 system increased the probability of being employed when we compare participants from both systems. Our results suggest that while the system change may not have met some of its critical objectives, it cannot be viewed as totally ineffective. JEL Classification: Keywords: education system, Nigeria, poverty incidence, employment, 6334, 654, wages, RDD, program evaluation I25, I38, O15, O12, O20 Corresponding author: Ruth Uwaifo Oyelere Emory University Department of Economics Rich Memorial Building Atlanta, GA 303222240 USA Email: ruth.oyelereemory.edu Introduction With the introduction of the New National Policy on Education in 1981, planswere underway to overhaul the prior Nigerian education system. According to Fabunmi 1986 the previous education system was deemed archaic and there wasneed for a modern, dynamic and progressive educational system. These plansgave birth to the 6334 system. A system that allowed for six years in primaryschool, three years in Junior Secondary School JSS, three years in Senior Secondary School SSS and the last four years were for tertiary education. Previously Nigeria had a 654 system, which represents six years in primary school, cid:12ve insecondary school and four years of tertiary education. Prior to 1980, there wereseveral debates on the inadequacy of the 654 system to prepare Nigerians to facewhatever challenges, including employment problems, they may come across infuture. These discussions and a general dissatisfaction with the 654 system werethe motivation for replacing it with the 6334 system. One of the objectives of 6334 was to produce graduates who would be able to make use of their hands,heads and hearts. This implies an education that was more holistic, relevant andone that should lead to higher human capital accumulation, economic growth andimproved welfare.The move to 6334 was not only about the change in the number of yearsof secondary education from 5 to 6, or the division of secondary education intotwo parts with certicid:12cations at the end of each part. The system overhaul alsoinvolved a radical change in the subject structure of education in secondary school.Also at the tertiary level, a professional orientation was adopted to minimizeunemployment and produce skilled labor in science and technology. The 6334system was supposed to be a functional education meaning an education that asnoted in Uwaifo and Uddin 2009, allows those who pass through it function 2economically, intellectually, morally, politically and socially.From the early 2000s about 20 years after the program was cid:12rst rolled out,there was an increase in debates among education policy makers and educationinterest groups about the effectiveness of the education system. One view is thatthe system if implemented correctly would yield success but in the Nigerian casehad not been implemented properly but still better prepared individuals for labormarket success than the previous system. Hence, individual who passed throughthe 6334 education embody more human capital than their counterparts whopassed through the 654 system. This view was championed by the late Prof Fafunwa, the Minister of Education during the period of the systems inception.The other more commonly held view was that the system cid:13opped and should beoverhauled as graduates via this system embodied less human capital and havelower earning potential.1 The later more common view and sentiment about thesystem cid:12nally led to its replacement 24 years after its inception with the new 934system of Education Universal Basic Education UBE in 2006 which kicked offformally in 2008.Given the emphasis of the 6334 education system was in producing selfreliant citizens with a functional education, we examine in this paper to whatextent this goal was met with respect to improving welfare of individuals who wereexposed to the system compared to those who passed through the previous system.Further, as the 6334 system of education was supposed to be joboriented andmitigate the signicid:12cant rate of unemployment and skill mismatch, we also examineto what extent the system increased the probability of employment in comparisonto graduates of the former system. Using data from the 2010 LSMS survey on 1As noted in a national newspaper, January 14, 2004, Deputy ViceChancellor, Ahmadu Bello University ABU, Zaria and one of the architects of the 6334 system of education in Nigeria,Professor Ogunshola, recid:13ects on his life at 80 and regrets the setback the system brought to thenations education system in his provoking interview with Ayodeji Fashikun.3Nigeria, that allows us to compares a sizeable number of individuals who passedthrough both systems, we address two specicid:12c questions. First, does the 6334 system lead to an improvement in welfare of participants compared to thosewho passed through the 654 system? Second, does the 6334 system lead toa higher probability of employment for its participants in comparison to thosewho passed through the 654 system. We address these questions by calculatinglocal treatment effects employing a sharp Regression Discontinuity RD design.We make use of Calonico, Cattaneo, and Titiunik 2014s nonparametric basedinference procedure for estimating treatment effects in RD designs. We focus onestimated treatment effects using a local polynomial estimator with a quadraticlocal polynomial bias correction. For deducing inferences, we employ Calonico,Cattaneo, and Titiunik 2014b biascorrected inference procedure which is robustto large bandwidth choices.We estimate treatment using the RD approach on the general sample and several subsamples. In particular we focus more on treatment effects on the sampleof individuals whose highest qualicid:12cation is at the secondary level. Our rationalefor focusing on this group is the fact that most of the changes implemented withthe system overhaul affected secondary education. Moreover, some of the curriculum change that accompanied the 6334 system was geared towards individualswho would be going from secondary school to the work force. Hence, most of thediscernable effects of the 6334 system if at all they exist would be more evidentamong those who received only a secondary qualicid:12cation through this system.Our results provide evidence that the 6334 system led to welfare improvements. In particular compared to individuals who were exposed to the old system,we cid:12nd that participants of the 6334 whose highest qualicid:12cation is at the secondary level have a 13.8% lower incidence of extreme poverty. We are also able todeduce the potential source of this decrease in poverty from increased wages. We 4cid:12nd about a 38.2% increase in wages for individuals with secondary qualicid:12cationwho passed through the 6334 system. We do not cid:12nd consistent evidence thatthe system led to an increase in the probability of being employed. However thisresult does not suggest that the system change did not boost employment giventhe signicid:12cant population growth that directly increased the size of the cohortexposed to 6334. Rather cid:12nding no decline in employment probability in the 6334 cohort, despite the increase in the length of the school to work transitionand the rapid population growth over time, may be viewed as a testament toincreased selfreliance among graduates from this system.Our paper contributes to the literature by investigating empirically welfareimpacts of the 6334 system in Nigeria using a RD design with bias correctionand a robust inference procedure. Nigeria has the largest population in Africaand is home to a sizeable amount of human capital and manpower in Africa.Given the role of education in manpower development and economic growth, anevaluation of the effectiveness of one of its longest lasting education systems thatwas replaced in 2006 with the UBE is important. Although past literature hasconsidered the 6334 system and its decid:12ciencies with respect to implementation,there has not been any prior attempt to compare graduates via this system andany other system in an empirical way. To the best of our knowledge, our paperprovides the cid:12rst attempt at doing this. Moreover given recent conversations bypolicy makers on the ineffectiveness of the 934 system and the need to return tosome variance of the 6334 system, the need for an evaluation of this system isexpedient and timely.2 Our paper also contributes to the literature by highlightingthe need for policy makers to evaluate programs empirically before concluding 2The June 28, 2012 Vanguard Newspaper highlights this quandary on education systems in Nigeria and the suggestion of the former Education Minister, Prof. Uqayyatu Rufai to revertback to the 6334 system.5about their effectiveness. Though the 6334 system was plagued with suboptimalimplementation, we show that the system was not totally a cid:13op as is portrayedin the past literature and echoed in popular media. Finally our paper contributesto the general literature that evaluates education policies and programs. Whatis unique about this analysis is that we consider a national system change whilemost other analysis focus on local programs and specicid:12c education policy shifts.The rest of our paper proceeds as follows.In section two we provide moreinformation on the 6334 system and briecid:13y review the past relevant literature.Section three is a summary of the data sets and descriptive analysis. Our empiricalmodel is highlighted in section four, and section cid:12ve provides a detailed summaryof our cid:12nding and robustness checks. We summarize and conclude in section six.1 Background and Relevant Literature 1.1 Background A change in an education system is a huge undertaking that is both costly monetarily but also imposes costs on individuals who are affected by the change inthe education system. Historically, countries do not change education systemsfrequently but the Nigerian experience in particular has been somewhat differentgiven a change in education system twice in less than 40 years.3Prior to 1982 Nigeria followed the 654 system which represents six years inprimary school, cid:12ve in secondary and four in tertiary and in terms of curriculumwas very similar to the system inherited from the British via colonial rule. Thefoundation for the 6334 system was laid following the introduction of the New National Policy on Education in 1981. The policy aimed at realizing a selfreliantand selfsufficient nation to meet the countrys developmental needs and this major 3For a more indepth historical perspective of early education systems in Nigeria, see Fafunwa 1974 and Imam 2012.6reform in its education system was a signicid:12cant part of how this policy objectiveswere going to the achieved.One of the motivation for the move to the 6334 system was the dire needfor technological development in Nigeria to meet the challenges of the changingglobal economy and the failure of the the 654 system to produce graduateswho could meet this need. Moreover the failure of the 654 system to producegraduates who had relevant skills that increased employability or the possibilityof selfreliance through entrepreneurship provided further incentive to overhaulthe education system and introduce one that could fulcid:12l this and other criticalobjectives. Under the 6334 system a student is expected to spend six yearsfor primary education, three years for JSS, three years for SSS and four years fortertiary. The focus of the new education policy implemented in 1981 was to buildtechnical capacities of students right from secondary school level. This focus ontechnical human capital accumulation at the secondary level has two advantages.First it would increase the likelihood that secondary school graduates, who donot go on to tertiary institution, will be able to make use of their hands, headsand hearts and build selfreliance. An increase in self reliant secondary graduateshould reduce unemployment and improve welfare. Second as noted in Thovoethin2012, a focus on technical courses would better prepare students to better engagein engineering and technological related courses and careers in tertiary institutions.The 6334 system made it possible for vocational education to be taught atall levels of education. In particular the program focused on merging academic andvocational education programs with an emphasis on acquiring vocational skills atthe secondary level. To realize this goal, at the Junior Secondary School JSSlevel , vocational subjects such as home economics, introductory technology, business studies and agricultural science were made compulsory for both sexes andstudents also had to take English, mathematics, integrated science, social studies,7cid:12ne art, health education, physical education and music. Further, a student isexpected to select a Nigerian language and to choose either Christian religiousknowledge or Islamic religious knowledge. At the Senior Secondary School SSSlevel students are required to study English, mathematics, one science subjectand one Nigerian language. Other subjects are electives and students are supposed to select based on their interest in Sciences, Social Sciences or the Arts.The 6334 system led to the introduction of a wide range of electives at the SSS levels. Available subjects included biology, geography, literature in English,commerce, physics, economics, chemistry, home management, food and nutrition,computer sciencetyping, French, music, wood work, history, technical drawing,auto mechanics, applied electricity, agriculture, arabic, government, accounting,Christian religious knowledge, Islamic religious knowledge, metal work, visual andphysical education.4 The subjects offered through the 6334 system recid:13ect thejoboriented objective of the system. As noted in Uwaifo and Uddin 2009 emphasis was placed on manual activities, technical procid:12ciency, economic efficiencyand the respect for the dignity of labor.At its inception the program had huge support and there were high hopes forthe program as it was viewed as noted in Uwaifo and Uddin 2009 a laudable programme capable of ushering in an educational revolution in Nigeria and the rightdirection, towards the technological development of the nation. Unfortunately, thenext 24 years did not seem to yield the expected outcomes. Anecdotal evidencesuggest that the program was a cid:13op and as noted above, some individuals whohad championed its implementation came to view it as a wrong step for Nigeriawhile others linked its lack of effectiveness to poor implementation.4It is important to mention that not all schools offered all the above listed electives at the SSS level. Hence students to some extent under the guidance of their parents, chose schools thatwould offer the kind of electives they were interested in.8In 2006 amidst signicid:12cant criticism of the 6334 system but without signicid:12cant empirical research comparing its participant to participants of the prior 654system, the system was replaced formally with the 934 system. At the core ofthe newest system is the Universal Basic Education, UBE which involves 9 yearsof uninterrupted schooling with an automatic transfer from one class to the other6 years of primary school education and 3 years of Junior Secondary School education. This UBE is a replacement for the Universal Primary Education UPEscheme of the 6334 system of primary education. Two major change in the 934system is the removal of the entrance exam to secondary school characteristic ofthe 6334 system and making 9 years of schooling free and compulsory comparedto 6 years of compulsory education in the 6334 system and free schooling whichcharacterised the system from 19811999. The 934 is supposed to be designedto conform with the millennium development goals MDG of basic education forall.1.2 Relevant Literature Impact analysis of policy and programs has become quite common in the economicand public policy empirical literature. In many cases education, welfare and healthrelated impacts of programs and policies are evaluated through an articid:12cial randomized experiment. An example of such a paper is Angrist and Lavy 2003 whoconsider the effect of high school matriculation awards on education outcomes.Another is Krueger and Zhu2003 who investigate the effect of school vouchers in New York. Similarly Rouse 1998 considers the impact on student achievementof private school vouchers administered through the Milwaukee Parental Choice Program. The effect of cid:12nancial aid offers on college enrollment was also considered by Van der Klaauw 2002. Jacob and Lefgren, 2006 consider the impact ofremedial education on achievement and Matsudaira 2008 estimates the impact 9of mandatory summer school on student achievement.5It is also worth noting that the literature evaluating microeducation programsin developing countries has grown signicid:12cantly over the last 10 years with the increase in randomized trials in many developing countries. This increase in theliterature is especially true for research focused on the impact of micro or macroprograms and polices on education outcomes like enrollment, achievement andeducation attainment. For example Kremer et al 2004 considers the impact ofdifferent school inputs on learning in Kenya while Kremer and Miguel 2004 consider the effect of deworming children on education and health related outcomesalso in Kenya. Another example is Mc Ewan and Shapiro 2008 who consider thebenecid:12ts of delayed enrollment in Chile. In other scenarios, natural experimentsoccur that allow us to estimate the impact of exogenously determined conditionson socioeconomic variables we are interested in. Angrist, Bettinger, Bloom, King,Elizabeth and Kremer 2002 consider private school voucher in Colombia and ina follow up to this paper, Angrist and Bettinger 2005 consider the long termconsequences of the secondary school vouchers received by students. There arealso papers that have considered in a nonrandomised setting, the impact of otherschool related programs that are specicid:12c to a country or countries. For example, Dynarski 2003 considers the consequences of merit aid, Andrabi, Das, and Khwaja 2006 examine the effect of government girls schooling expansion in Pakistan on primary school enrollment during the 1990s, Howell and Petersom 2002investigate the impact of vouchers on the education gap, Ducid:13o 2001 estimatesthe impact of a school construction program on school attainment in Indonesiaand Krueger and Whitmore 2001 investigate the effect of attending small classesat early grades on outcomes later on in life. Many of the aforementioned papersfound strong impacts of program or policy intervention on schooling outcomes like 5Other related papers include Angrist and Lavy 1999 and Ludwig and Miller 2007.10enrollment, school attainment, school attendance or performance. However, notall programs upon evaluation had the expected impact on schooling and healthrelated outcomes.In contrast there is a smaller set of papers that examine macroeconomic programs and policies and their effect on welfare and labor market outcomes likepoverty reduction, reduction in risk of unemployment or returns to education.For example the impact of PROGRESA now called Oportunidades in Mexicoon health, education and labor market outcomes has been examined extensively.6Other examples that cid:12t this subgroup are Jalan and Ravallion 2003 who examine the poverty impact of Argentinas Trabajar workfare program and Gonzalezand Uwaifo Oyelere 2011 who estimate the impact of Mission Sucre a nationwide education policy change in Venezuela on returns to education. Other relatedpapers that look at the effect of macroeconomic or institutional changes and theeffect on welfare and labor market outcomes include Fleisher et al 2005 wholink changing returns to education to reforms that came along with institutionalchange and Uwaifo Oyelere 2011 who provides evidence of the impact of democratic reforms on returns to education in Nigeria.In terms of papers that have evaluated education systems in Nigeria, the literature is scant. Specicid:12c papers that have discussed the 6334 system include Uwaifoand Uddin 2009 who examine the implementation of the technology subjectsaspect of the 6334 system of education using Ekpoma a city in Nigeria as a casestudy. These authors cid:12nd signicid:12cant problems with program implementation andalso a decid:12cit of personnel and materials to support the system. Another relatedpaper discussing why the system failed is Thovoethin 2009. This paper argues 6Papers examining effects on schooling include Schultz 2004; de Janvry 2006 and Todd and Wolpin 2006. For labormarket outcomes for adults and youth see Behrman, Parker, and Todd2009.11that the concurrent rise of private education at the early phase of the 6334 ledto the systems failure to meet its objectives. Imam 2012 reviews educationalpolicy in Nigeria since 1944, highlighting details about the 6334 system and itsimplementation. The three aforemention papers though useful do not evaluatethis systems welfare impacts empirically although each provides some evidenceand or arguments about the documented problemsissues with the system. Thisgap in the literature is one of the underlining motivations for this paper. We focuson the impact of the education system change on individuals poverty risk, wagesand employability primarily because of the clear link between the 6334 systemsgoals and objectives and these outcomes.2 Data and Descriptive Analysis 2.1 General Data Description For this analysis, we make use of the Nigeria General Household Survey GHSPanel 20102011 and the GHS 20102011 survey. The GHS is a crosssectionalannual survey of households in Nigeria conducted by the Nigerian Bureau of Statistics NBS. In terms of coverage the survey covers the Federal Capital TerritoryFCT, Abuja and the 36 states. Within each state, both urban and rural enumeration areas EAs were sampled. In 2010 the survey was signicid:12cantly revisedand a panel component was added. The 20102011 survey contains about 22,000households. Its panel component is focused on 5000 households within the GHSand covers multiple agricultural activities. Both the GHS general survey and the GHSPanel are nationally representative surveys which are representative at thezonal urban and rural levels. According to the National Bureau of StatisticsNBS, the focus of the panel survey is to improve data from the agriculture sector and link this to other facets of household behavior and characteristics. The 12revisions of the GHS survey as well as its panel components is a joint effort of NBSpartnering with the Federal Ministry of Agriculture and Rural Development FMA RD, the National Food Reserve Agency NFRA, the Bill and Melinda Gates Foundation BMGF and the World Bank. This panel component is focused ongetting better information on the role of agriculture in households economic wellbeing. The panel aspect of the survey draws heavily on the Harmonized Nigerian Living Standard Survey HNLSS and the National Agricultural Sample SurveyNASS.The GHS Panel consist of two survey stages the postplanting period and thepostharvest period. The postplanting period survey took place late 2010 whilethe postharvest survey took place in 2011. The postplanting survey includes 22,000 households while the postharvest survey includes just the panel sample.The goal is for the GHS Panel to be repeated every two years while the GHSCross Section will continue to be carried out annually. The survey consists ofthree questionnaires that cover a wide range of socioeconomic topics: the Household Questionnaire, the Agricultural Questionnaire and the Community Questionnaire. In this analysis we will not be making use of the panel aspect of the GHSdata because our chosen methodology for answering our questions of interest doesnot require panel data. However we will be focusing solely on the panel sampleof 5000 households and about 27,000 observations. The GHS 20102011 survey ismore detailed than previous GHS and covers a wide range of socioeconomic topics.We restrict ourselves to the 5000 panel sample because we focus on parts of thepostplanting and the postharvest household questionnaire in this analysis. Thesequestionnaires contains information on observations demographic and migrationcharacteristics, education, labor market characteristics, credit and savings, household assets, nonfarm enterprizes, household food and nonfood expenditures, foodsecurity and other nonlabor income.132.2 Decid:12ning Treatment Participation in the 6334 systemThere is no question in the GHS survey that asks respondents specicid:12cally whatsystem of education individuals passed through. However we can easily inferparticipation treatment in the new educational system based on time of birth.7The typical age in Nigeria in primary one is 6 year and given the cid:12rst group ofgraduates from the 6334 cid:12nished high school in 1988, assuming normal educationprogress, we can deduce that these individuals were born in 1971. Hence weallocate treatment passing through the 6334 to anyone who was born from 1971onwards to 1999 and the nontreated are those born before 1971.8 This methodof allocating treatment has two potential limitations. First if someone happens tohave progressed through the education system at a faster rate than normal, theymay have been born in 1971 but not experienced treatment. This could happenif the individual got double promoted skipped a grade in elementary school andhence missed treatment. Skipping grades or getting double promoted in Nigeriais not common so we do not worry about this potential limitation. In contrast,some individuals born before 1971 may have repeated a grade in primary schoolor began school a little bit older and hence experienced treatment but will bewrongly allocated to nontreatment. This possibility is much more likely as graderepetition though not very common occurs.9 More importantly, there is evidencemore so in rural areas than in urban that individuals may begin school at olderages. If this happens, individuals born before 1971 who began school late can bewrongly assigned to nontreatment and this could reduce the possibility of cid:12nding 7Hereon we would use treatment interchangeably with exposure, new program and participation in 6334 and we will use the words control, nontreated and old program when referring tothose who passed through the 654 system.8Those born from 2000 onward will pass through the 934 system. We do not consider theseindividuals as they are 10 years or younger in our dataset and are not in our relevant sample foranalysis.9About 4.5% of current students in our data have repeated a grade according to our data.14signicid:12cant effects. Later on in the paper we discuss how we address this potentialchallenge.2.3 Descriptive Analysis In searching for evidence of welfare impacts of the 6334 system, a good starting point is to compare the distribution of per capita expenditure PCE for thetreatment group those who passed through the 6334 system and our controlgroup those who passed through the 654 system. Figure 1 highlights kerneldensity distribution of PCE. Figure 1A captures the treated and control groupdistribution for the general sample. While Figure 1B highlights the distributionsfor a subsample. The subsample depicted here are those whose highest qualicid:12cation is at the secondary level and who are in the most relevant birth cohortfor our empirical analysis. Examining this subsample is useful because the effectof treatment should be more easily discernable for those whose highest qualicid:12cation is at the secondary level and who are born in the same age cohort. A focuson those with secondary qualicid:12cation is important because most of the changesimplemented through the 6334 education system affected secondary educationdirectly. In addition, our empirical strategy is based on a RD design which is focused on estimating average effect for a subpopulation, close to a set cutoff, whichin our case is a 1971 year of birth. The age cohort we restrict the sample in Figure 1b to is those born between 1966 and 1975. Both Figure 1a and 1b show a slightrightward shift in the distribution for the treated. The slight rightward shift inthe distribution is more evident in the subsample.This cid:12gure may suggests some possible welfare improvement for the treatedsample but given the closeness of the distributions, these cid:12gures do not providesubstantial evidence of welfare improvement from treatment. We also examinewages as a potential source of the increased PCE. Wages may increase as a result 15Figure 1: PCE Kernel Distribution for 654 and 6334 System Participantsof exposure to treatment since higher human capital accumulation is an expectation from exposure to the treatment. Figure 2a and b highlight the kernel densitydistribution of wages for the treated and control groups. Just as in cid:12gure 1 wepresent distributions for the full sample and the aforementioned subsample. Figure 2a does not provide support for a positive shift in the wage distribution for thetreated group as a whole. However this is not surprising because wages increasewith experience and experience increases with age. Since the control group is olderthan the treated group, cid:12nding the distribution of the control group slightly tothe right of the treated groups is consistent with the age earning procid:12le. However,the closeness of the distributions may be suggestive of some benecid:12ts from treatment. Figure 2b which is focused on the subsample within the same age cohort 160.1.2.3.4.5Kernel Density Log PCE51015Log Per Capita Expenditure Treated NontreatedA0.2.4.6Kernel Density Log PCE8910111213Log Per Capita Expenditure Treated 19711975Nontreated 19661970Bwe described above, provides some suggestive evidence of positive benecid:12ts from 6334. The wage distribution of the treated restricted sample is slightly to theright of the control.Figure 2: Log Wage Kernel Distribution for 654 and 6334 System Participants The last measure of welfare we consider in this descriptive analysis is employment. Figure 3 provides bar graphs of the share employed by treatment status.Figure 3a provides shares for the whole population while Figure 3b provides sharefor the same subsample, those with secondary level qualicid:12cation and born in themost relevant cohort for our analysis. Both cid:12gures suggest that the treated grouphas a smaller share employed than the control group. However the difference issignicid:12cantly smaller when we focus on the subsample. These cid:12gures may suggestthat treatment did not increase the share employed. However rigorous analysis is 170.1.2.3.4kdensity Log Wage 051015Log Wages Treated Non TreatedA0.1.2.3.4kdensity Log Wage 68101214Log Wage Treated 19711975Non Treated 19661970Bneeded to concid:12rm this hypothesis. Furthermore, given the rapid increase in population in Nigeria, the differences in means noted in Figure 3a and b do not suggestthat the treatment had no effect on employment. Instead what these differencesmay capture is that the growth rate of population may not have kept pace with theincrease in opportunities for the treatment group who are younger and entered thework force on average at a later time. Meaning that even if the 6334 programhad positive effects in terms of boosting human capital and increasing earning potential, if population grows much faster than expansion of output and employmentopportunities, the share employed might keep shrinking despite a larger absolutenumber employed as a result of treatment. In our econometric analysis we makeuse of a regression discontinuity design in an attempt to identify consistent effectsof treatment on employment.Figure 3: Employment Share for 654 and 6334 System Participants Table 1 presents summary statistics by treatment and control observations 180.2.4.6.8Share Employed Non Treated Treated A0.2.4.6.81Share Employed Non Treated 19661970Treated 19711975BTable 1: Summary Statistics by 6334 and Old Program Participants Panel AAge above 156544.9305.8400.8370.37082352.0894806.640.4830.4996.2673.36454.4712.15238844.76288590.10.2980.4570.5500.4980.8180.386591663348.4725.6500.590.49285154.5886723.160.5520.4977.0013.43825.756.88728766.09156143.40.3200.4660.5390.4980.4630.4998862Year of School Employed Per capitaexpenditure Female Household Size Age Wage Urban Christian Married NPanel B:Those born 19661975Treated 6546.506.1040.8850.31982216.5683132.760.5580.4987.133.34541.011.53531456.0969090.810.2910.4540.4940.5000.9000.30013026.985.8940.8640.34381082.7289678.880.5710.4956.953.25336.411.61642177.93235536.10.2880.4530.5020.5000.8840.3201397Panel C: Those with Secondaryqualicid:12cation born 1966197565412.4051.3510.9270.260102166.487679.710.3670.4836.232.76541.1651.90437472.2498743.29 0.4440.4980.6850.4650.9110.285248Treated 12.5341.3860.8800.32696360.7378370.120.4600.4996.1362.85236.491.520750318.79187559.20.4410.4970.7040.4570.8120.392324Note: The sample size differs on some of the variables considered like Wage.for some key variables used in our analysis. Panel A summarizes results for thewhole sample used in our econometric analysis. Panel B summarises results forthe most relevant age cohort for analysis. Those born close to the cid:12rst treatedsample. Panel C summarizes results for those whose highest qualicid:12cation is atthe secondary level and in the most relevant age cohort. Some of the differencesbetween the treated and control sample are expected given exposure to treatmentdepends on year of birth. For most of the variables highlighted not correlated withage, we see similarities in means between the treated and the control sample. This 19similarity is more evident in panel B and C which has a sample of individuals closerin age and more similar. For example for column 6, all the variables apart fromyears of schooling and age are not statistically different for the treated and controlsample. In contrast for panel C years of schooling for the control and treatmentgroup are not statistically different. However share female, share married andshare employed are statistically different. We are interested in potential effects oftreatment on employment, wages and PCE. The results of our test of statisticaldifference in mean wages, PCE and share employed do not suggest any differencebetween the treated and control sample in the samples highlighted in panel B butwe cid:12nd signicid:12cant difference in PCE and share employed in Panel A. In contrastin Panel C, we cid:12nd signicid:12cant difference in the share employed but no differencein mean wages or PCE. This simple comparisons of means suggest that despitethe fact that the treated are younger than the control group, they are fairing noworse on average in terms of wages and PCE. Furthermore, while Table 1 suggeststhat the treated are less likely to be employed than the control group, this loweremployment may not be linked with program exposure but as explained above,the rapid increase in population growth for younger cohorts might explain thelower share employed for the treated sample. This would be the case if growth inemployment opportunities does not keep pace with growth in population. Table 2 highlights the estimates of the FosterGreerThorbecke FGT class of povertyindices p 0 to p 2 see Foster, Greer, and Thorbecke et al 1984, as well as estimatesof the standard deviation of these indices. We present these indices by treatmentstatus. In panel A the estimates of these indices using the full sample above 15is summarized while in Panel B the estimates using the sample born 19661975is summarized. In panel C the estimates for the most relevant subsample wereeffects should be most likely discernable as described above is summarized. Toestimate these indices we make use of the 1 per day poverty line DPDPL. Notice 20Figure 4: Head Count Measures of Poverty by Treatment Statusin all three panels that the share below the poverty line is lower for the treatedgroup than the control group which may be suggestive of some welfare effects ofthe system change. This lower head count ratio or poverty incidence result is alsoillustrated in Figure 3. For example, when the head count ratio is estimated usingthe relevant sample of those born 19661975, we notice that about 48% of peoplewho passed through the 654 program are poor in contrast to just 47% of thosewho passed through the treatment 6334. In contrast if we look solely at thosewith a secondary qualicid:12cation within the same cohort, we cid:12nd that 36% of thecontrol group are poor in contrast only 31% of the treated group are poor. Table 2 also highlights the povertygap measure P1 and the squared povertygap indices P2 which captures the severity of poverty. Notice again similar trends in the 21.447334.433356.480031.4710090.1.2.3.4.5Old Program 6334Old Program 6334Other Cohorts Born 19661975Share Below The Poverty Linepoverty gap and poverty severity indices as with P0 when comparing the treatedand control samples. The results for the most part suggest a lower poverty gapratio for participants of the treatment system versus the old system. Similarly,estimates in panel A and C suggest that the severity of poverty is on averagehigher for participants in the old system than the 6334 system.Table 2: FGT Poverty Measures Estimation by Program Type Panel AAge 1519661975Old Program 6334 Old Program 6334 Old Program Head Count RatioP0Poverty Gap P1Poverty Severity P2N0.4550.4980.1860.2610.1020.18659160.4390.4960.1750.2550.0960.1818862Panel B: Birth Cohort Panel C: Born 19661975Secondary Qualicid:12cation 63340.3120.4640.1120.2160.0590.1550.4710.5000.1920.2660.1070.1950.4800.5000.1910.2640.1060.1930.3590.4810.1220.2150.0610.14313021397248324What can we infer from these descriptive analysis? First there is some primafacie evidence that those who were exposed to the 6334 system on average mightbe less likely to the poor and have a lower poverty gap and severity. Howeverthese improvements may not be substantial given the similarity in these indicesfor both groups. Moreover, mean wages for the treated group though higher thanthe control group in the relevant cohort, is not statistically different. Second, eventhough the treated are on average less likely to be poor, they are less likely to beemployed than those who passed through the 654 system.It is important tomention that the descriptive analysis highlighted above only provides evidence ofdifferences between the treated and control sample analysed. It cannot be used todetect any causal effect of the program. However noting that the treated sampleis not fairing worse on typical welfare indicators is encouraging. Next we turn to 22our econometric analysis to identify potential system effects.3 Empirical Strategy 3.1 Identicid:12cation and Estimation In this paper we focus on two questions. First does exposure to the 6334 education system lead to welfare improvement for participants compared to 654participants? Second, do individuals who passed through the 6334 have a higherprobability of being employed than their counterparts who passed through the 654 system? To answer these questions we make use of a regression discontinuityRD design. RD analysis is an intuitively appealing, rigorous nonexperimentalapproach cid:12rst suggested by Thistlewaite and Campbell 1960. It is used to evaluate causal effects of interventions. Typical scenarios that cid:12t the RD approachinvolve assignment to treatment based on a score at or above a certain cutoff. The RD approach has been used to identify causal impacts in several papers including Angrist and Lavy, 1999, Jacob and Lefgren, 2006; Mc Ewan and Shapiro,2008; Matsudaira, 2008; and Lemieux and Milligan, 2004.For the cid:12rst question focused on welfare, a probit model controlling for widelyaccepted correlates of poverty as in equation 1 provides a starting point.P robP 1j X cid:8cid:110 cid:111Ti Xicid:112 i i 1; :::::; N1The dependent variable in this case is a binary indicator which takes on a valueof 1 if an individual is poor and takes a value of 0 otherwise. By poor we meanindividuals with per capita consumption expenditure at or below a predeterminedpoverty line. In equation 1, Xi are our control variables that affect the probabilityan individual is poor.Included here are control variables that could affect theprobability of being poor. Our T variable is a dummy which takes a value of oneif an individual experienced the treatment while individuals who went through the 23old system are assigned a 0. cid:8: in equation 1 indicates the standard normaldistribution. This probit model can also be used to check the effect of treatmenton the likelihood of being employed.In this case the dependent variable takeson a value of 1 if an individual is employed and takes a value of 0 otherwise. iis the independent error term and is distributed N 0; cid:27. Treatment as decid:12nedabove is based on year of birth. Those born 1971 and later should pass throughthe treatment 6334 system. In contrast, those born before 1971 should passthrough the 654 system control.Poverty status is just one potential way of measuring welfare improvementsfrom treatment. Other measures or indicators are poverty severity, poverty gap,per capita expenditure and wages. To estimate possible effects of treatment oneach of these other indicators, a linear model similar to equation 1 with respectto control variables, can also be estimated using Ordinary Least Squares OLSas a starting point. Equation 2 depicts this simple model.Yi cid:120 cid:121Ti Xicid:122 i2Here Yi is the welfare outcome of interest which could be poverty gap; povertyseverity; wages or PCE, and X is a vector of control variables.In equation 1 and 2, cid:111 and cid:121 represents the effect of being exposed to treatment. If CovTi; i 0 then the probit estimate of cid:111 cid:111. Similarly our OLS cid:121. Bias in the estimate of cid:111 and cid:121 is possible because theestimatecid:12OLS1treated sample is younger than the control sample and given standard trends inthe age earning procid:12le, the treated sample on average will have less experienceleading to lower wages or higher probability of being poor. Similarly being youngerwould mean the treated group will complete their school to work transition laterthan the control group which may lead to an observed lower likelihood of beingemployed.24To mitigate this potential challenge and derive unbiased estimates of treatmenteffects, we make use of a sharp regression discontinuity RD design. Specicid:12callyfor each individual i, a random variable Yi represents the outcome of interest 10while the scalar regressor xi is the running variable that determines treatmentassignment based on a cutoff. In our case, year of birth is the running variableand cutoff occurs at 1971. We estimate local average treatment effects LATEexploiting exogenous variation in system participation based on year of birth.In our implementation of the sharp RD design, we assume the probability oftreatment changes somewhat deterministically from zero to one at the 1971 yearof birth cutoff. Students born from 1971 onwards were exposed to the treatmentwhile those born before 1971 typically would be exposed to the previous system654. We focus on largesample inference for the average treatment effect at thecutoff which we decid:12ne as c. Meaning that identicid:12cation of the effect of exposureto 6334 is based on comparing the outcomes of treated students born in 1971and just to the right of this cutoff, with those of students born just to the left of the 1971 cutoff. Given the program was initiated in 1982 when those born in 1971 wereabout to enter secondary school, the year of birth which is the basis of the cutoffcannot be manipulated. Hence year of birth near cutoff should not introducesharp differences in unobserved variables that affects an individuals economicwelfare. This allows us to deduce causal interpretation related to treatment forthis subpopulation.11 It is important to note that our estimates are the averageeffect for a subpopulation with covariate value close to xi c. This method ofidenticid:12cation is similar to a local randomized experiment. One limitation of the RD method is its limited degree of external validity. With this method, we cannot 10In our case we have multiple outcomes of interest including poverty status, employment statusand wages.11Meaning we are able to achieve internal validity.25estimate the overall average effect of the 6334 system.3.2 RD Implementation Challenges The challenge in the implementation of the sharp RD design in our case is the smallpotential for wrong assignment. This occurs typically with delayed enrollment orgrade repetition. For example an individual born in 1970 with our method ofassignment would be classed as passing through the 654 system. However ifthis student repeated 3rd grade they would enter secondary school at the sametime as those born in 1971 and would have been treated. We do not worry toomuch about this possible misassignment since grade repetition is not common in Nigeria and in a large sample would not be able to drive results. As noted aboveabout 4.5% of students in our sample have repeated a grade. This could occurat the primary or secondary level hence the chance that we get individuals in oursubsample who repeated a grade at a time when it would lead to misassignmentto the control group is slim. Another possible concerning confounding factor isdelayed or early enrollment.If a child delayed enrollment to primary 1, thenthey also could be exposed to treatment even though born before 1971.12 Weprovide ways of testing for program effects taking into accounting this possibleconfounding factor in program assignment close to the 1971 cutoff. Specicid:12callywe use information in the survey on when individuals started school. Hence as arobustness check, we implement the RD approach dropping students who startedschool after 8 years and reassigning to treatment those who were born in 1970and 1969 and started school late enough to experience treatment. We refer to thissample as the restricted sample later on in the results section.13.12It is also possible for a child to start primary school early before age 5 but this is not commonso we do not worry about this.13It is important to note that not everyone answered this question so it is possible a negligiblenumber of individuals started school late and remain in the sample misassigned even in therestricted sample.26Another potential issue that could invalidate our RD design is if there is an unobserved variable that is correlated with treatment and also welfare. One possiblefactor that one may needs to worry about especially given the signicid:12cant changesin economic conditions in Nigeria over time is economiclabor market conditionsupon graduation. If the distribution of labor marketeconomic conditions facedby individuals when they graduated on average differ across treatment and control group around the cutoff used in the RD estimation then our local averagetreatment effect LATE may be biased. This is because such labor market conditions potentially have long term effects on individuals labor market outcomes andwelfare, independent of treatment. To check for possible issues with economic condition upon graduation, we obtain constant Gross Domestic Product per CapitaGDPC data for Nigeria from the World Bank from 19602010. We then compute GDP per capita growth rates and cid:12nd the mean GDPC for the sample close tothe 1971 cutoff at high school graduation about age 1814 Our computed mean GDPC for the treated and control group for the whole sample and around thecutoffs are not statistically different. Meaning on average participants of bothprograms faced similar economic growth conditions at age 18.Another potential confounding factor that may be relevant to a subset of thesample is the timing of the inception of universal primary education UPE in someparts of Nigeria. Osilli and Long 2008 and Uwaifo Oyelere 2010 discuss thisfree primary education program in detail. While the Eastern and Western partsof Nigeria were exposed to free education before 1976, all the Northern regionswere exposed to free primary education for the cid:12rst time in 1976. Coincidentally 1976 is the year when the cid:12rst set of those in the treatment sample begin primaryschool. Since free education can stimulate school enrollment and higher attainment 14We pick economic conditions at high school graduationage 18 because the bulk of individualin Nigeria enter the labor market on or before this time.27which can have effects on welfare over the longrun, then for a part of the samplearound the cutoff, there exists a difference in exposure to free education at schoolentrance age for treatment and control group. We do not worry to much aboutthis potential confounding factor because this issue is only a source of concernfor our estimated effects using the whole sample because it induces differences inthe likelihood of enrollment in school for a small subsample in the control andtreatment group. However when we restrict the sample to those whose highestqualicid:12cation is at the secondary level, which is our most relevant sample, this issueis irrelevant because for both treatment and control group the sample is restrictedto individuals who attended school. Since these individual attended school, thereis no difference in the likelihood of school enrollment around the cutoff for thissubgroup as this probability is equal to 1 for participants in both the old and the 6334 system.3.3 RD Estimation Implementation To provide evidence of the impact of 6334 using sharp RD design, we estimate LATE using a local polynomial nonparametric RD treatmenteffect point estimator. Specicid:12cally, we following the approach proposed in Calonico, Cattaneo,and Titiunik 2014b.15 One advantage of this approach is that it allows us derive robust statistical inference.16 We implement this approach in STATA usingthe command rdrobust provided by CCT2014a. Using this command, treatmenteffects are derived using a local linear estimator with a local quadratic bias correction and a triangular kernel. Variance estimators employed in the estimation arethose proposed in CCT2014a and are computed using three nearest neighbors.One of the many benecid:12t of using the rdrobust command for estimating treatment 15Hereon CCT.16In particular, the biascorrected inference procedure proposed in CCT2014b is robust tolarge bandwidth choices.28effects in a sharp RD is that robust biascorrected concid:12dence intervals CIs forthe average treatment effects at the cutoff can be easily computed.Figure 5 captures the RD plots for the different measures of poverty we consider in our analysis while Figure 6 captures plots for wages and share employed.To construct these plots, we make use of the rdplot command provided by CCT2014b. Employing a nonparametric partitioning estimator, RD plots are constructed using evenly spaced binned sample means that trace out the underlyingregression function. The number of bins for the RD estimate plot is obtainingusing the integrated mean squarederror IMSEoptimal evenly spaced methodusing spacing estimators see CCT, 2014b.Figure 5: RD Plots: Poverty Measures by Treatment Status Figure 5a shows RD poverty status plots using the dollar per day DPD29.4.45.5.55.6Share Below Poverty Line 190019502000Year Birth Sample average within bin 4th order global polynomial Regression function fit 1971A.04.06.08.1.12.14Poverty Severity 190019502000Year of Birth Sample average within bin 4th order global polynomial Regression function fitC.1.15.2.25Poverty Gap 190019502000Year of Birth Sample average within bin 4th order global polynomial Regression function fitBmeasure. Figure 5b shows the RD poverty gap plot and Figure 5c shows the RDpoverty severity plot. We also construct RD plots for wages and share employedsee Figure 6a and 6b. Figure 5a provides evidence of a discontinuity at year 1971 while Figure 5b and 5c provide less clear evidence. Similarly, while Figure 6a shows a discontinuity at the 1971 cutoff, the gap is somewhat less clear thanthe discontinuity for employment in cid:12gure 6b. However one observations fromthese plots is that given the gap at the cutoff is not large, we cannot concludethat signicid:12cant treatment effects exist without estimation.Figure 6: RD Plots: Wages and Employment by Treatment Status We also construct RD plots for the sample where treatment effects should bemost discernable individuals whose highest qualicid:12cation is at the secondary level.Figure 7a shows the discontinuity for poverty status while Figure 7b shows the 3020000020000400006000080000Wages 19201940196019802000Year of Birth Sample average within bin 4th order global polynomial Regression function fitA.2.4.6.81Share Employed 19201940196019802000Year of Birth Sample average within bin 4th order global polynomial Regression function fitBdiscontinuity for wages and Figure 7c depicts the RD plot for share employed.Notice that the discontinuity is clearer for wages and poverty status in these cid:12gures7a and 7b compared to similar plots for the whole sample presented in Figures5a and 6a. For employment there does not appear a clear discontinuity atthe cutoff in Figure 7c and the discontinuity appears more apparent in Figure6b for the general population than in the subsample. Finding bigger gapsat the cutoff for this subsample in wages and poverty status is consistent withthe likelihood of cid:12nding discernable impacts of the system for individuals whosehighest qualicid:12cation is at the secondary level compared to the general sample.Figure 7: RD Plots: Wages and Employment by Treatment Status 31.1.2.3.4.5Share Below Poverty Line 19201940196019802000Year Birth Sample average within bin 4th order global polynomial Regression function fitA88.599.510Log Wages 19201940196019802000Year of Birth Sample average within bin 4th order global polynomial Regression function fit 0.2.4.6.81Share Employed 19201940196019802000Year of Birth Sample average within bin 4th order global polynomial Regression function fitCB3.4 Concid:12dence Intervals and Bandwidth Selection One benecid:12t of using the rdrobust command of CCT 2014 for estimating treatment effects in a sharp RD is that robust biascorrected concid:12dence intervals CIfor the average treatment effects at the cutoff can be easily computed. Thisis important because typically in practice, concid:12dence intervals are constructedassuming away potential bias of the estimator. However, as CCT 2014 note,making such an assumption is only justicid:12able if the smoothing leading bias of the RD estimator is small which requires choosing a smaller bandwidth than the Mean Square Error MSEoptimal one. In empirical research this choice is typically notmade and the potential effect of the leading bias on the performance of concid:12denceintervals is ignored.In our estimation using the rdrobust command, the conventional CIs describedabove are presented alongside two other alternative approaches to constructingconcid:12dence intervals. The cid:12rst of these approaches commonly employed in thenonparametric literature uses bias correction. The problem with the bias correction approach for constructing CIs is that it has poor cid:12nitesample propertiesmaking it less preferable for empirical research. The second alternative approachwas proposed by CCT 2014b and produces robust CIs. The difference with thislatter approach and the bias corrected CI is the use of a different variance estimatorsee CCT 2014 for details. The advantage of this approach is that itoffer superior cid:12nite sample performance and allows for the use of MSEoptimalbandwidth choices.In summary, we derive using CCT 2014 estimated effects of treatment usingtwo point estimators and three CIs. The cid:12rst estimated effect is derived using alinear local polynomial estimator and conventional CIs are estimated. The second,estimated effect is derived using a linear local polynomial with a 2nd order local 32polynomial bias correction and bias corrected CIs are estimated. The last estimateis derived using the second estimator but the robust bias corrected CIs suggestby CCT 2014 highlighted above. Our inference will be derived using the biascorrected estimator alongside the robust bias corrected CI.17We derive the LATE of system participation following the RD procedure highlighted above cid:12rst using the main sample, and then the restricted sample. Torecap, this restricted sample drops those who start school after 8 these individuals are typically different and in this sample we correct for those who getmisassigned to the control group because of late school enrollment. As we notedabove, given the signicid:12cant changes with the 6334 system compared to the priorsystem were at the secondary level, we also derive estimates restricting the sampleto the subsample whose highest qualicid:12cation is at the secondary level. As notedabove, this is the sample where treatment effect should be most noticeable. Inthis sample, those with tertiary education, just primary education and secondarywithout any qualicid:12cation get dropped. We also estimate LATE on the aforemention secondary subsample, adding on the conditions imposed in the restrictedsample. We also conduct some robustness checks using other subsamples. Thechallenge with many of the subsample analysis is that the sample size becomessmall which makes it more difficult to identify effects and deduce inference correctly. For example when the sample size is small, estimated standard errors arelarge and cid:12nding insignicid:12cant estimates is likely. In the next section we presentthe LATE estimates across different measures of welfare and provide inferences.17The robust bias corrected CI is calculated using the variance estimator suggested by CCT334 Results Table 3 presents the estimates of the treatment effect using the rdrobust commandas described above. column 1 summarizes the results for poverty status basedon a dollar per a day DPD poverty line. This line is used to demarcate absoluteextreme poverty and is our preferred poverty line. Column 2 summarizesthe results for poverty gap based on the aforementioned poverty line and column3 summarizes the results for poverty severity using DPD. Columns 46 aresimilar to columns 13 but a higher poverty line is employed. This line iscalled the Relative Poverty line RPL in Nigeria and is set at N66,802.20 in theyear of the surveyabout a dollar and twenty cid:12ve cents. While the DPD povertyline identicid:12es the extreme poor. This line general separates the poor from thenonpoor in the Nigerian context.As discussed about estimates using the three methods conventional, bias corrected and robust are presented. The results in Table 3 suggest that those exposedto the treatment 6334 had about a 6.7% lower probability of being in extremepoverty. Focusing on the robust method, exposure does not appear to reduce theseverity of poverty. We also cid:12nd some evidence that exposure leads to a smallerpoverty gap when we consider the RPL. This result is consistent with cid:12nding asignicid:12cant effect on poverty status using the more conservative absolute povertyline DPD.Table 4 panel A presents the results using the restricted sample as decid:12nedabove. In Panel B we present results for a sample dropping all those who beginschool after 6 years. The restriction on the sample in panel B has pros and cons.First, it might be useful to drop those who delayed entry to school because they bedifferent from others and on average exhibit lower welfare outcomes regardless oftreatment. However, starting school late is common in the rural areas in the past 34Table 3: Are individuals who passed through the 6334 system less likely to bepoor? Estimates using RDPoverty Poverty Poverty RPL Poverty RPL Poverty RPL Poverty Status Severity Severity Status Method Conventional Biascorrected Robust Observations10.0590.0290.0670.0290.0670.0345,145Gap20.0220.0150.0250.0150.0250.0175,40930.0080.0100.0070.0100.0070.0127,22540.0320.0280.0380.0280.0380.0335,409Gap50.0270.0160.0320.0160.0320.0195,14560.0140.0120.0160.0120.0160.0146,340Standard errors in parentheses p0.01, p0.05, p0.1Note: In columns 13 estimates based on 1 per day poverty line.and dropping these observations which are substantial could lead to estimates thatmay not be valid for the sub population we are interested in. The results in Panel A suggest that in the restricted sample, on average exposure to treatment doesnot seem to reduce poverty likelihood, poverty gap and poverty severity in mostspecicid:12cations. While we cid:12nd treatment reduces the probability of being extremelypoor using the second method bias corrected, this is not our preferred methodgiven its limitations in small samples. In contrast in when we drop all studentswho enrolled late in school panel B, we cid:12nd signicid:12cant treatment effects. Noticethe signicid:12cant reduction in the sample over which the estimates are derived whenwe drop those who enroll late. The results in panel B suggest that treatment leadsto a 9.8% reduction in the probability of being poor and also reduces the povertygap using both poverty lines and poverty severity using the RPL. The contrast inestimates in panel A and B may suggest that on average student who begin schoolafter 6 may be different.35Table 4: Does the 6334 system Reduce Poverty Risk? RD estimates with Restricted Samples Method Conventional Biascorrected Robust Observations Conventional Biascorrected Robust Observations1Poverty Status0.0480.0300.0550.0300.0550.0354,9270.0850.0390.0980.0390.0980.0442,7752Poverty3456Poverty RPL Poverty RPL Poverty RPL Poverty Severity Gap Panel A: Excludes those who begin school after 8Status Gap Severity0.0110.0150.0120.0150.0120.0176,1610.0050.0110.0040.0110.0040.0126,1610.0260.0300.0310.0300.0310.0354,9270.0200.0170.0230.0170.0230.0204,927Panel B: Excludes those who begin school after 60.0360.0180.0400.0180.0400.0223,6280.0200.0130.0230.0130.0230.0154,2800.0390.0360.0480.0360.0480.0423,441Standard errors in parentheses p0.01, p0.05, p0.10.0400.0210.0450.0210.0450.0243,4410.0080.0120.0080.0120.0080.0146,1610.0270.0150.0310.0150.0310.0173,628In columns 13 estimates are based on 1 per day poverty line.Table 5 highlights our other potential measures of welfare wages, PCE andemployment. The cid:12rst three columns summarize the results for the full samplewhile the last three columns summarize the results for the restricted sample asdescribed above. Given only a small sample earn wages, the sample size for thisanalysis is much smaller than the samples we employ in estimating effects for othermeasures of welfare we consider. Panel A summarizes treatment effects for wages,per capita expenditure and employment. While Panel B focus on estimates usinglog wages and log PCE. These results provide no evidence that treatment affectswages or PCE on average using our preferred method. Even when we use log wages 36and PCE, we only see signicid:12cant treatment effects when we use the bias correctedmethod. In contrast, our results suggest signicid:12cant effects on employment. Thoseexposed to the treatment are 5.3% more likely to be employed than the controlgroup. If we exclude all those who begin school after 6 years as we did in Panel Bof Table 5, we cid:12nd no evidence of treatment affecting wages, PCE or employmentprobability.18 This is in contrast to cid:12nding signicid:12cant effects of treatment onpoverty measures in the subsample where late enrollers are dropped.Table 6 presents the results for the sample we expect to see discernable effects.This is the sample focused solely on individuals whose highest qualicid:12cation is atthe secondary level. Panel A focuses on the full sample of these individuals while Panel B focuses on a subsample of these individuals who satisfy the conditions forthe restricted sample. We cid:12nd negative treatment effects using our robust methodfor poverty incidence. As expected the magnitude of the effects are greater in thissubsample than the full sample. Specicid:12cally we cid:12nd that treatment leads to adecrease in the probability of being poor by 13.8%. We do not cid:12nd signicid:12canteffects for poverty severity or poverty gap. When we look at the restricted samplewe do not cid:12nd any signicid:12cant effects using any method just as in Table 4 Panel A. Given the possibility that this sample may have some bias, we drop all thosewith secondary qualicid:12cations who enroll after 6 years results not presented andestimates similar to those in Panel A are noted. However, for poverty incidencebased on DPD, we cid:12nd signicid:12cant effects of treatment using the conventional andbias corrected methods but not our preferred robust method. The small samplesize in this analysis might explain this lack of signicid:12cance using our preferredmethod. The signicid:12cant difference in estimates for the sample summarised in Panel B compared to A and the sample where individuals who enroll late aredropped, suggests potential selectivity issues with individuals who start school 18Results not shown but available on request.37RD Method Conventional Biascorrected Robust 30,009.27820,742.46529,912.32320,742.46529,912.32324,084.3164,904.7754,282.8544,001.7124,282.8544,001.7125,001.8560.0360.0210.0380.0210.0380.0254,18921,545.10016,664.69921,916.60616,664.69921,916.60619,206.5812,414.2954,887.1961,415.2304,887.1961,415.2305,494.2006,1530.0470.0220.0530.0220.0530.0263,818late. These individuals may be less motivated, lower achiever or poor which canaffect welfare independent of treatment. It is possible that when such individualsare included in the treatment group it attenuates the probability of detectingtreatment effect.Table 5: Does the 6334 system lead to higher wages, PCE and employment?:RD Estimates Full Sample124Panel A: WagePCEEmployment3Restricted Sample56Wages PCEEmployed Wages PCEEmployed Observations 1,7397,992Panel B: Log Specicid:12cations 1,473Method Conventional Biascorrected Robust Observations Log Wages Log PCELog Wages Log PC0.1730.1330.2250.1330.2250.1531,6170.0500.0440.0460.0440.0460.0526,7440.0500.1330.0990.1330.0990.1551,5720.0300.0480.0290.0480.0290.0576,153Standard errors in parentheses p0.01, p0.05, p0.138Table 6: Does the 6334 system Reduce Poverty Risk? Estimates for Secondary Sample Method DPD Poverty DPD Poverty DPD Poverty RPL Poverty RPL Poverty Severity Gap Gap25Panel A: Sample with a Secondary Certicid:12cate3RPLStatus4Severity60.0250.0190.0260.0190.0260.0231,7140.0060.0200.0070.0200.0070.0241,435Status10.1300.0550.1380.0550.1380.0641,577Conventional Biascorrected Robust Observations Conventional Biascorrected Robust Observations0.0390.0250.0430.0250.0430.0301,5770.0150.0160.0150.0160.0150.0191,9530.0330.0580.0190.0580.0190.0681,4300.0480.0280.0510.0280.0510.0341,577Panel B: Secondary Qualicid:12cation and Restricted Sample0.0560.0640.0530.0640.0530.0771,2950.0100.0160.0110.0160.0110.0201,4350.0020.0270.0020.0270.0020.0331,435Standard errors in parentheses p0.01, p0.05, p0.10.0070.0690.0240.0690.0240.0811,1200.0050.0320.0030.0320.0030.0391,295Table 7 summarizes the results for the other measures of welfare we considerfor the subsample whose highest qualicid:12cation is at the secondary level. Just asin Table 6, panel A contains estimates derived using this subsample and panel B is the restricted version of this sample. Focusing on the estimates using therobust method, these results support the results in Table 6 Panel A and alsoprovide a channel through which the noted reduction in poverty incidence occurs.These results suggests that treatment leads to higher wages of about 41,527 Nairawhich is substantial. Using log wage this result suggests a 38.2% increase in 39wages.19 For the secondary sample we do not see any effect on employment whichis consistent with the lack of discontinuity in the RD plot Figure 7c.In thesample summarized in panel B where in previous estimation no effects have beennoted, we cid:12nd signicid:12cant treatment effects using log wages but not wages and theestimated percentage increase in wages is larger 56.4%. Again we also estimatethese specicid:12cations on the sample in which we drop all individuals who enrolledin school after 6 results not shown and cid:12nd magnitudes similar to those in Table 7 panel A for wages and similar to those in panel B for log wages. The effectof treatment on wages persist in this smaller sample using our robust method.However, the effect on log wage is not signicid:12cant in the robust method but issignicid:12cant in the bias corrected method.19The log wage result is clearly signicid:12cant in the cid:12rst two methods and barely signicid:12cant inthe robust method P value 0.105.40Table 7: Does the 6334 System Lead to Higher Wages, Employment and PCE:RD Estimates for Secondary Sample RDMethod Wages1PCE2Employed Log Wages Log PCE345Panel A: Sample with Secondary Qualicid:12cation Conventional 31,679.70818,968.552Biascorrected 41,527.87518,968.55241,527.87523,324.115Robust Observations 335146.66410,072.1142,649.24410,072.1142,649.24411,500.8951,2380.0540.0460.0680.0460.0680.0538670.3350.2010.3820.2010.3820.236601Panel B: Secondary Qualicid:12cation and Restricted Sample Conventional Biascorrected Robust 23,435.42514,329.48625,599.45614,329.48625,599.45619,495.566Observations 2664,849.49411,806.8194,490.18811,806.8194,490.18813,912.2881,0420.0110.0460.0130.0460.0130.0558410.4820.2470.5640.2470.5640.305420Standard errors in parentheses p0.01, p0.05, p0.10.0350.0930.0170.0930.0170.1091,4270.0500.1100.0610.1100.0610.1311,042The results thus far have been mixed but can be summarized as follows. While 6334 system may have been deemed a total failure by many, these result suggestsin its most conservative form that participants in this program are doing no worsethan those who passed through the previous system. Moreover for the samplefor which discernable effects are most likely those whose highest qualicid:12cation isat the secondary level, there is some evidence of a lower rate of extreme poverty13.8% and evidence of wage increases 38.2%. The noted positive effect onwages for treatment provides a likely channel for the noted effects on poverty 41incidence summarized in Table 6.4.1 Robustness Checks One of the possible issues with examining the effect of the treatment on povertyis that poverty status is based on PCE which is linked with households incomeand not the income of an individual. In particular, if a married couple both earnincome in the household and one is in the treatment group and the other is not,estimating the effect of treatment on PCE or poverty is more challenging becausethe dependent variable is determined by both husband and wife who have differenttreatment status. One way of dealing with this problem is to estimate a modelwith only single individuals. For this subgroup, direct links between expenditureand treatment may be inferred. The challenge for this estimation is sample sizeas most of those close to the cutoff are married by 2010the period of the survey.Table 8 summarizes these results. The cid:12rst three columns focuses on treatmenteffects based on the whole sample of singles and columns 3 to 6 summarizesthe RD treatment effects for the restricted sample. Panel A summarizes estimatesusing the DPD measures while Panel B summarizes results for wages, employmentand PCE. We are unable to derive estimates for those with secondary qualicid:12cationwho are single because the sample size of those close to the cutoff are too smallfor estimation. The results in Panel A suggest negative but insignicid:12cant effects oftreatment on poverty for single individuals using the robust preferred method.However, we see positive signicid:12cant effects of treatment on wages of single individuals.20 Finding positive effects on poverty status and wages is consistent withthe results we noted in the overall sample though the magnitude is larger for thesample of single individuals. This result may suggest that the inference that ex20We also note signicid:12cant effects when we use log wages instead of wages for the full samplebut not for the restricted sample.42posure to 6334 reduces poverty risk may be spurious. However further analysisis needed to assert this given the sample size issue with this analysis.Table 8: Do single individuals who passed through the 6334 system have improved welfare? RD Estimates RDMethod Conventional Biascorrected Robust Observations Conventional Biascorrected Robust1Poverty Status0.1760.1100.1640.1100.1640.131974Wages 53,060.67030,447.20759,589.63130,447.20759,589.63133,838.464Observations 155All Single23456Restricted Sample Panel A: Poverty Measures Poverty Gap0.1210.0830.1430.0830.1430.102308Poverty Severity0.0950.0620.1110.0620.1110.078268Poverty Status0.1760.1220.1530.1220.1530.1451,387Poverty Gap0.1320.0970.1600.0970.1600.117416Poverty Severity0.1030.0730.1230.0730.1230.088416Panel B: Other Welfare Measures PCEEmployed Wages PCEEmployed 10,493.97031,188.01310,361.56231,188.01310,361.56237,266.4813060.0890.1430.1320.1430.1320.17926849,381.21729,294.72755,363.13229,294.72755,363.13232,882.7721445,102.84933,147.6549,101.58333,147.6549,101.58339,270.0444850.0500.1370.0850.1370.0850.160488Standard errors in parentheses p0.01, p0.05, p0.1A preferred way of dealing with the aforemention issue of linking treatmentwith poverty measures in households with dual or multiple earners is to focuson households with only one earner. This method is preferred to restricting thesample to those who are single because being single does not imply that thehousehold head does not live within an extended family household were incomeis pooled. In households with only one income earner, we can link the treatmentof the household head who is typically the income earner to the noted PCE43and poverty status. Table 9 provides a summary of the estimated treatmenteffects for this subsample. For this subsample we cannot estimate the effecton employment because all the individuals in this sample are employed. In thisanalysis, although we also estimate effects on wages, we are most focused on theeffect of treatment on poverty measures which are in panel A and PCE which isin panel B. These are the measures that typically are estimated from householdexpenditure and could pose an empirical challenge in households with more thanone income earner where income earners can belong to different treatment status.The results suggest signicid:12cant effects of treatment. Specicid:12cally we cid:12nd that 6334 reduces the probability of being poor. This result is robust to estimatingtreatment effects on the restricted sample. The results in table 8 also suggestincreases in PCE for the treated sample but this effect is not signicid:12cant in therestricted sample. Notice this effect is larger than previous noted effects in Table 3 and 4. What these results may suggest is that earlier results for the effect oftreatment on poverty risk were downward biased because treated individuals mighthave also had a nontreated member in the household which may have attenuated PCE.44Table 9: RDD: Does exposure to 6334 system improve welfare? Single earnerhouseholds Robustness Checks1All Single23456Restricted Sample Method Conventional Biascorrected Robust Observations Method Conventional Biascorrected Robust Poverty Status0.2350.0850.2780.0850.2780.094691Wages 84,561.46684,441.30895,128.68584,441.30895,128.685101,478.016Observations 398Panel A: Poverty Measures Poverty Gap0.1190.0460.1430.0460.1430.051691Poverty Severity0.0420.0300.0560.0300.0560.033762Poverty Status0.1920.0880.2370.0880.2370.099626Poverty Gap0.0530.0470.0740.0470.0740.052691Poverty Severity0.0010.0300.0110.0300.0110.034948Panel B: Other Welfare Measures PCE24,318.25212,985.05325,003.62612,985.05325,003.62614,870.3141,107Log PCE0.3650.1510.4350.1510.4350.168762Wages 57,897.23365,596.27552,391.86565,596.27552,391.86577,190.441432PCELog PCE17,640.49712,936.29716,815.13412,936.29716,815.13414,653.6001,0090.1420.1480.1960.1480.1960.167749Standard errors in parentheses p0.01, p0.05, p0.1Our last robustness check is an attempt to estimate average treatment effectstaking into consideration a common issue of unequal treatment of men and womenin the labor market. Furthermore many women in Nigeria do not work outside thehome so estimating treatment effects on the sample of men solely has value. Theseresults are summarized in Table 10. Specicid:12cally in Table 10 we present estimated LATE on poverty measures in Panel A and in Panel B we present estimates onemployment, log wages and log PCE. In columns 13 estimates for all males arepresented and in columns 46 estimates for those with secondary qualicid:12cationsare presented. While we could not derive estimates for the sample of those whose 45highest qualicid:12cation is at the secondary level when we considered single individualsand single earner households because of small sample size, when we consider allmales, we have a large enough sample size so estimates for this subgroup canbe derived. These results suggest that treatment leads to a 27.5% reduction inthe probability of being poor for males with a secondary qualicid:12cation. This isa signicid:12cant effect of the system and relatively similar to the estimated impactnoted when we consider single earner households. For the general population,we cid:12nd negative but insignicid:12cant effects. If we focused solely on the sample ofmales that meet the requirements for our restricted sampleresults not shown wecid:12nd negative but insignicid:12cant effect of program on poverty incidence. Howeverif we dropped all those who enroll in school after 6 results also not shown wecid:12nd signicid:12cant estimates similar to those we cid:12nd in the nonrestricted sample. Inparticular we cid:12nd that treatment leads to a 25.3% reduction in poverty likelihoodfor those with secondary qualicid:12cations.Panel B summarizes the results for other poverty measures. We show only theresults for log wage, employment and log PCE for brevity. We are particularyinterested in the results for wages and employment because unlike poverty measures, treatment can be linked directly with individuals wages. We cid:12nd evidencethat treatment increases wages for males by 36.8% and for males with secondaryqualicid:12cation, wages increase by 63.9%. The estimated effect on wages for maleswith secondary qualicid:12cation is twice the effect on the whole population males andfemales in panel A of Table 7. We do not cid:12nd any signicid:12cant effects on employment among males generally and among males with secondary qualicid:12cation. If weuse the restricted sample results not shown we cid:12nd insignicid:12cant effects on wagesfor males in the general but in the sample with only those with secondary qualicid:12cation, we cid:12nd signicid:12cant negative effects of treatment on males wage increase of 64.3%. In particular this estimate is similar to the estimate we cid:12nd in Panel B,46column 5. In monetary terms our result in Table 10 suggests that participationin the 6334 system led to wage increases for males whose highest qualicid:12cationis at the secondary level of about 32,536 Naira a year.21 Which amounts to about216 dollars per year using an approximate 2010 dollar to Naira exchange rate.In contrast, similar analysis on both males and females in Table 7 column4 panel A suggests a wage increase of 15,406 Naira. This difference in cid:12nding may suggest heterogeneity in the impact of treatment by gender. However more analysisbeyond the scope of this paper is needed to assert this possibility.Table 10: Robustness Checks: Do Males Who Pass Through the 6334 system Experience Welfare Improvement?RD Method All Males Males Secondary Qualicid:12cation Poverty Status10.0450.0380.0330.0380.0330.0443,150Poverty Gap20.0140.0190.0080.0190.0080.0233,447Panel A: Poverty Measures Poverty Severity30.0020.0140.0030.0140.0030.0163,447Poverty Status40.2590.0790.2750.0790.2750.094641Other Welfare Measures Poverty Gap50.0650.0380.0740.0380.0740.046686Poverty Severity60.0130.0250.0160.0250.0160.030854Employed Log Wages Log PCE Employed Log Wages Log PCEConventional Biascorrected Robust Observations Conventional Biascorrected Robust Observations0.0180.0270.0240.0270.0240.0311,5330.2920.1900.3680.1900.3680.2198010.0240.0720.0020.0720.0020.0822,7520.0320.0630.0460.0630.0460.073486Standard errors in parentheses p0.01, p0.05, p0.10.5410.2820.6390.2820.6390.3252880.0820.1240.0700.1240.0700.14685021Mean wages for males with secondary education in 2010 was 50917.475 Summary and Conclusion In this paper we considered the impact of the 6334 system in Nigeria on welfare.This program was viewed by many as a cid:13op leading to its replacement in 2006.Given the programs goal of building selfreliant graduates through relevant education that has the potential to increase human capital accumulation, we focus ontwo question that allow us test to what extent this goal was achieved. Specicid:12callywe investigate if the 6334 system participants experience welfare improvementin comparison to those who passed through the 654 system. We also consider ifparticipants of this educational system are more likely to be employed given itsemphasis on technology and building selfreliant graduates.We examine several measures of welfare improvement. Specicid:12cally we considerpoverty incidence, poverty gap, poverty severity, wages and PCE. We estimate LATE effects of treatment on these measure using an RD design suggested by CCT 2014 and the inference procedure and implementation command providedby the same authors. Using this command we derive estimated effects of treatmenton the aforementioned indicators using a local linear polynomial estimator witha quadratic local polynomial bias correction. Given program participation is notbased on choice but on year of birth, we do not worry about selectivity linked withchoice. We derive estimates of treatment for the general population and for severalsubsamples. In particular we are interested in the effect of treatment on thosewhose highest qualicid:12cation is at the secondary level. This is the sample for whichdiscernable effects of treatment, if they exist, are most likely to be found givenmost of the system changes that could affect welfare were implemented at thislevel. Our preferred results are based on the estimated effects for this subsample.We conduct several robustness checks including estimating system effects onthe sample of those who are single, households with just one income earner and 48males. Given some students enroll in school late and the rule of assignment totreatment which is year of birth would assign them to the control group insteadof the treatment group, we also attempt to address the issue of misassignmentclose to the cutoff by creating a restricted sample in which we drop all who enrollafter age 8 and reassign those who enroll at 7 and 8 who could be affected by thisissue. However we are somewhat concerned with this subsample because of theselect nature of those who enroll in school late. Given on average such individualstypically have lower welfare indicators, including them in treatment at the cutoffcould attenuate our cid:12nding any effects of program participation.Our results suggest that there is some evidence of welfare improvement from 6334 especially at the secondary level. In particular if we consider the wholesample, our results suggest a 6.7% reduction in the probability of being in extremepoverty and for those with secondary qualicid:12cation solely we cid:12nd a 13.8% reductionin the probability of being in extreme poverty.If we consider households withsingle earners for which drawing a link between treatment and poverty statusis more persuasive, we cid:12nd effects of larger magnitudes 27.8% reduction. Wetrace the channel of this impact on poverty by looking at the effect on wages.Our results suggest no signicid:12cant effects on wage in the general sample but anincrease of about 41,530 Naira in the secondary graduates sample. We do notcid:12nd consistent evidence of a statically increase in employment for participants ofthe 6334 system although many of the estimate are positive.22. While we cid:12ndsome evidence of increase in PCE and a reduction in the poverty gap and severityamong the treated group in some samples, in most cases nonsignicid:12cant effects arenoted.The results from our analysis are important because the 6334 system got 22The exception being in Table 5 when we focus on the restricted sample and cid:12nd signicid:12cantpositive effects on employment of about 5.3%.49changed to another education system 934 in 2008 without any critical evaluationof the 6334 systems impacts. Rather, anecdotal evidence and qualitative evidence suggesting the program was a total failure played a signicid:12cant role in gettingthe system dropped. In November 2014, the 934 system got modicid:12ed with theintroduction of the 16334 education policy. There is suggestive evidence thatthis change was again made without signicid:12cant quantitative evaluation. Giventhis trend, providing the cid:12rst quantitative evaluation of the 6334 system despite the limitations in the analysis with respect to external validity is useful. Thefew in support of the program have argued that the issue with the program wasnot the objectives of the 6334 system, its process, action steps, setup or content but rather its poor implementation Fafunwa 2005. Our results support thisposition. Despite claims of poor implementation of the program in many schools,our results suggest that there is evidence of some positive effects at the level mostof the education systems changes were focused on secondary education.As discussions are still underway to develop a new education policy in Nigeria,it is important that policymakers are made aware of the need for good quantitativeevaluation of an education system before change. A program or system changeis costly not only for the tax payer but for the consumers of education and sucha change should only be undertaken after careful evaluation. Our paper is justa starting point that we hope will propel more quantitative analysis of this pastsystem. In our paper, the extent to which we are able to cid:12ne tune the sample ofour treated and control group has been limited by sample size. Hence we are abit reluctant to claim our results capture the full effect of the system on reducingpoverty incidence and increasing employment even for secondary school graduates.What our results suggest is that there are signicid:12cant positive effects of exposure tothe 6334 system especially for individuals at the secondary level and our resultsare likely a lower bound. Moreover our results only provide LATE and the effect 50of the system on the population may be different. Finally, more empirical analysiswith detailed data on exposure to treatment and a larger sample of individuals inthe control and treatment sample is useful, and needed.References1 Angrist, J., and V. Lavy. 1999. Using Maimonides Rule to Estimate the Effect of Class Size on Student Achievement. Quarterly Journal of Economics 114: 535575.2 Angrist, Joshua; Bettinger, Eric; Bloom, Erik; King, Elizabeth and Kremer,Michael 2002. Vouchers for Private Schooling in Colombia: Evidence froma Randomized Natural Experiment. American Economic Review, 925, December, 15351558.3 Angrist, Joshua, Eric Bettinger, and Michael Kremer. 2006. Longterm educational consequences of secondary school vouchers: Evidence from administrative records in Colombia. The American Economic Review: 847862.4 Ajetomobi J, O and Ayanwale and A, B 2005. Education allocation, unemployment and economy growth in Nigeria: 19702004. retrived on July 242013 from http:www.saga.cornell.edusagaeducconfajetomobi.pdf5 Awogbenle, A. Cyril, and K. Chijioke Iwuamadi. 2010. Youth unemployment: Entrepreneurship development programme as an intervention mechanism. African Journal of Business Management 4.6: 831835.6 Behrman, Jere, Susan Parker, and Petra Todd. 2009. LongTerm Impactsof the Oportunidades Conditional CashTransfer Program on Rural Youth in Mexico. In Poverty, Inequality, and Policy in Latin America, ed. Stephan Klasen and Felicitas NowakLehmann, 21970. Cambridge, MA: MIT Press.7 Calonico, Sebastian, Matias D. Cattaneo, and Rocio Titiunik.2014.Robustdatadriven inference in the regressiondiscontinuity design. Stata Journal 14.4: 909946.8 Calonico, S., M. D. Cattaneo, and R. Titiunik 2014. Robust nonparametric concid:12dence intervals for regressiondiscontinuity designs. Econometrica 82:22952326.519 de Janvry, Alain, Frederico Finan, Elisabeth Sadoulet, and Renos Vakis.2006. Can Conditional Cash Transfer Programs Serve as Safety Nets in Keeping Children at School and from Working When Exposed to Shocks?Journal of Development Economics 79: 2 34973.10 Dynarski, Susan, 2003. The Consequences of Merit Aid, NBER Working Paper 9400.11 Ducid:13o Esther., 2001. Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment.American Economic Review , vol. 91, issue 4, pages 795813.12 Gonzalez, Naihobe, and Ruth Uwaifo Oyelere. 2011 Are returns to educationon the decline in Venezuela and does Mission Sucre have a role to play?.Economics of Education Review 30.6: 13481369.13 Fafunwa, A.B. 1974 A History of Education in Nigeria London, George Allen Unwin.14 Fleisher, B. M., Sabirianova,P. K., Wang, X., 2005. Returns to skills and thespeed of reforms: evidence from Central and Eastern Europe, China, and Russia. Journal of Comparative Economics 33 2,351.15 Farlie and Robinson. 2013. Experimental Evidence on the effects of homecomputer on academic achievement among school children American Economic Journal: Applied Economics, 53: 211240.16 Hauwa Imam 2012 Educational Policy in Nigeria from the Colonial Era tothe PostIndependence Period. Italian Journal of sociology of education 1.17 Jalan, Jyotsna, and Martin Ravallion. 2003. Estimating the Benecid:12t Incidence for an Antipoverty Program by PropensityScore Matching. Journal of Business and Economic Statistics 21 1: 1930.18 Jacob, B. A., and L. Lefgren, L. 2006. Remedial Education and Student Achievement: A RegressionDiscontinuity Analysis. The Review of Economicsand Statistics 86 1: 226244.19 Kremer, Paul, Paul Kremer with Paul Glewwe, Sylvie Moulin and Eric Zitzewitz, 2004. Retrospective vs. Prospective Analyses of School Inputs: The Case of Flip Charts in Kenya, Journal of Development Economics 741, pp.251268.5220 Kremer, Paul and Edward Miguel 2004 Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica 721, pp. 159217.21 Kremer, Paul, Josh Angrist and Eric Bettinger. 2005. LongTerm Educational Consequences of Secondary School Vouchers: Evidence from Administrative Records in Colombia, American Economic Review. 963 pp 847862.22 Krueger, Alan and Whitmore, Diane, 2001 The Effect of Attending a Small Class in the Early Grades on CollegeTest Taking and Middle School Test Results: Evidence from Project STAR, Economic Journal, 11468.23 Krueger, Alan and Pei Zhu, 2003 Another Look at the New York City School Voucher Experiment, NBER Working Paper 9418.24 Lemieux, T., and K. Milligan. 2004. Incentive Effects of Social Assistance:A Regression Discontinuity Approach NBER Working Paper 10541. Cambridge, MA: National Bureau of Economic Research.25 Ludwig, J., and D. Miller, 2007, Does Head Start Improve Children.s Life Chances? Evidence from a Regression Discontinuity Design, Quarterly Journal of Economics 1221,159208.26 Matsudaira, J. D. 2008. Mandatory summer school and student achievement. Journal of Econometrics, 1422, 829850.27 Mc Ewan, P. J., and J. S. Shapiro. 2008. The Benecid:12ts of Delayed Primary School Enrollment: Discontinuity Estimates Using Exact Birth Dates. Journal of Human Resources 43 1: 129.28 NBS 2010 National manpower stock and employment generation survey.29 Osili, Una Okonkwo, and Bridget Terry Long. 2008 Does female schoolingreduce fertility? Evidence from Nigeria. Journal of Development Economics 87.1 2008: 5775.30 Oyelere, Ruth Uwaifo. 2010 Africas education enigma? The Nigerian story.Journal of Development Economics 91.1: 128139.31 Oyelere, Ruth Uwaifo. 2011. Have Returns to Education Changed in Nigeria? Uncovering the Role of Democratic Reforms. Journal of African Economies 20.5: 737780.5332 Rouse, Cecilia Elena, 1998 Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program, Quarterly Journal of Economics, 132, 1998, 553602.33 Thovoethin, PaulSewa privitization of education and the 6334 educationsystem in Nigria: a critical assesment. Paper Presented at the Open Society Initiative for Southern Africa retrivied on July 17th 2013. http:www.periglobal.orgsitesperiglobal.orgfiles9.Privatisation_of_Education_and_6334_Educational_System_NigeriaThovoethin.pdf34 Thistlewaite, D., and D. Campbell, 1960, RegressionDiscontinuity Analysis: An Alter native to the ExPost Facto Experiment, Journal of Educational Psychology 51, 309317.35 Todd, Petra, and Kenneth Wolpin. 2006. Assessing the Impact of a School Subsidy Program in Mexico: Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility. American Economic Review 96 5: 1384417.36 Uwaifo V. O and Uddin P.S.O. 2009 Transition from the 6334 to the 934 System of Education in Nigeria: An Assessment of Its Implementation on Technology Subjects. Stud Home Comm Sci, 32: 8186.37 World Bank 2011 Retirement ages, The International Bank for Reconstruction and Development. Retrieved 31st August, 2011, http:wbl.worldbank.orgdataexploretopicsgettingajobRetirement%20ages38 Van der Klaauw, Wilbert. 2002. Estimating the Effect of Financial Aid Offers on College Enrollment: A RegressionDiscontinuity Approach. International Economic Review 43.4: 12491287.54", "filename": "dp9131.pdf", "person": ["Ruth Uwaifo Oyelere", "Uwaifo Oyelere, Ruth"], "date": ["2015"]}