{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/120941/1/dp9291.pdf"], "title": ["Efficiency and Labor Market Dynamics in a Model of Labor Selection"], "plaintext": " Discussion Paper No. 9291 August 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Efficiency and Labor Market Dynamics in a Model of Labor Selection Sanjay K. Chugh Boston College and Kiel Institute for the World Economy Christian Merkl FriedrichAlexanderUniversity ErlangenNuremberg, Kiel Institute for the World Economy and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 9291 August 2015 ABSTRACT Efficiency and Labor Market Dynamics in a Model of Labor Selection This paper characterizes efficient labormarket allocations in a labor selection model. The models crucial aspect is crosssectional heterogeneity for new job contacts, which leads to an endogenous selection threshold for new hires. With crosssectional dispersion calibrated to microeconomic data, 40 percent of empiricallyrelevant fluctuations in the jobfinding rate arise, which contrasts with results in an efficient search and matching economy. The efficient selection models results hold in partial and general equilibrium, as well as with sequential search. JEL Classification: Keywords: labor market, labor selection, labor market frictions, hiring costs, sequential search, efficiency, amplification E24, E32, J20 Corresponding author: Christian Merkl FriedrichAlexanderUniversitat ErlangenNurnberg Chair of Macroeconomics Lange Gasse 20 90403 Nurnberg Germany Email: christian.merklfau.de We thank Sushant Acharya, Susanto Basu, Matteo Cacciatore, Ryan Chahrour, Timothy Fuerst, Simon Gilchrist Veronica Guerrieri, Joseph Kaboski, Wolfgang Lechthaler, Guido Lorenzoni, Steven Lugauer, Michael Pries, Federico Ravenna, Claire Reicher, Aysegul Sahin, Nicolas Vincent, and Henning Webber for useful feedback at various stages of the project. Sanjay K. Chugh thanks the Scholler Forschungszentrum for financial support. Christian Merkl thanks the Fritz Thyssen foundation for financial support during his visit at the National Bureau of Economic Research where the project was initiated and the German Science Foundation SPP 1764. Ana Lariau, Verena Maier, and Killian Ruppert have provided brilliant research assistance. We received helpful comments at presentations at the Federal Reserve Board, the Federal Reserve Bank of New York, the 2011 SED Meetings, the German Economic Association, Sveriges Riksbank, the Federal Reserve Bank of Cleveland, the Ifo Macro Seminar, the Boston College Macro Lunch Workshop, the University of Notre Dame, the Kiel Institute, and HEC Montreal. Contents 1 Introduction 2 Labor Markets I: Analytics 2.1 Structure of Labor Market . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .2.2 Efficient Allocations. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .2.3 Analytical Example. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .2.4 Comparison with Search and Matching . . . . . . . . . . . . . . . . . . . . . . . . . .3 Labor Markets II: Quantitative 13367993.1 MicroEmpirical Evidence . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 103.2 Quantitative Verification of Analytical Example . . . . . . . . . . . . . . . . . . . . . 123.3 Quantitative Results for Several Distributional Forms. . . . . . . . . . . . . . . . . 123.4 The Role of the Outside Option . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 123.5 Average Output Lost in Training . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 143.6 Sequential Search . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 163.7 MicroEmpirical Evidence on Wages and Sequential Search . . . . . . . . . . . . . . 174 Labor Markets in General Equilibrium 214.1 Preferences. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 214.2 Resource Use . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 234.3 Efficient Allocations. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 234.4 Quantitative Results . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 244.4.1 Calibration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 244.4.2 Results. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 245 Conclusion A Partial Equilibrium Model B Partial Equilibrium Model with Sequential Search C Decentralized Economy 26313234C.1 Firms. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34C.2 Nash Bargained Wages . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35C.2.1 Value Equation for the Firm . . . . . . . . . . . . . . . . . . . . . . . . . . . 35C.2.2 Value Equations for the Household . . . . . . . . . . . . . . . . . . . . . . . . 35C.2.3 Bargaining Solution . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 362C.3 Equilibrium . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37D Proof for Decentralization of Efficiency E LongRun Wage Dispersion F Search and Matching G General Equilibrium Model H Extended Description of MicroEmpirical Evidence on Wages 38414344461Introduction This paper uses microeconomic data on heterogeneity in training costs or, more generally, idiosyncratic productivity for new matches to show that a labor selection model displays large fluctuationsin aggregate labor markets. Based on our microcalibration, the main result is that, conditional onproductivity shocks, roughly 40 percent of empiricallyrelevant fluctuations in the U.S. jobfindingrate can be described by an efficient labor selection mechanism. These results are several timeslarger than in an efficient search and matching model, and the efficient selection models resultshold in both partial equilibrium fluctuations and in general equilibrium fluctuations.Selection as an important margin of adjustment in firms hiring decisions is a longstandingrealistic idea, but has not been much emphasized in macrolabor analysis. An early importantempirical firmlevel contribution was Barron, Bishop, and Dunkelberg 1985, p. 50, who adopt andfind strong evidence for the view that  most employment is the outcome of an employer selectingfrom a pool of job applicants  due to crosssectional heterogeneity in the pool of applicants. Davis,Faberman, and Haltiwanger 2013 add further evidence to the view that, in their terminology,hiring standards play an important role among the many margins of labor adjustment. Selectionissues seemingly would be an important component of hiring standards.Our models analysis revolves around one critical microeconomic parameter, which is the crosssectional dispersion of new hires idiosyncratic training costs or, more generally, idiosyncraticproductivity for new workers. Taking this crosssectional dispersion as an exogenous primitive,the model economy delivers an endogenous selection threshold for new employees. The primarydata source used to discipline this crosssectional dispersion is the 1982 U.S. Employer Opportunity Pilot Project EOPP, which many researchers continue to use to this day. Our focus, unlike manyothers who use the rich EOPP data, is on the crosssection of new hires training costs; to thateffect, we use the crosssectional moments calculated by Barron, Black, and Loewenstein 1989,Table 1.The social planner framework we construct intentionally says nothing about decentralizationvia wages. However, we show in Appendix D that efficiency can be decentralized. For the sake ofrobustness, we also use a second, independent, data source to discipline the crosssection, whichare microlevel wage data for newlyhired employees constructed by Haefke, Sonntag, and van Rens2013. We show in two different model based ways that the wage dispersion for newly hiredemployees is a very useful information to discipline our calibration exercise. Regardless of whichmicro data source is used, macrolevel volatility in labor markets is an order of magnitude largerthan in an efficient search and matching framework.We show analytically that the outside option plays a different role in efficient selection modelscompared to efficient search and matching models. In the selection model, the outside option has 1zero firstorder effect on the steadystate elasticity of the jobfinding rate with respect to productivity. In contrast, the outside option appears directly in the search and matching models steadystateelasticity of the jobfinding rate with respect to productivity. In the selection framework, the driving force for amplification is the shape of the idiosyncratic distribution at the endogenous selectionthreshold.The selection models results depend on a distributional assumption about heterogeneous training characteristics which could be interpreted as match quality characteristics, and, in turn,how large the mass of individuals is that moves across the endogenously timevarying selectionthreshold conditional on aggregate productivity shocks. We thus consider several different distributions. We also allow for sequential search a la Mc Call 1970 and Mortensen 1970 to permitan arbitrary number of job arrivals or interviews and hence an arbitrary number of matchquality realizations during a given time period. The quantitative results of course differ slightlyas we vary distributions and vary the number of perperiod contacts aka, the job arrival ratevia sequential search within an empirically plausible range, but the main result remains the same:an efficient labor selection model provides powerful amplification effects on jobfinding rates andunemployment rates in response to productivity shocks.Focusing the model on selection effects and efficiency allows us to highlight that no other frictionsare needed to deliver sharp fluctuations in the labor market, which makes the intuition easy tounderstand.1,2 This focus on selection does not deny that other frictions, be they on quantities oron prices, do not or cannot play an important role in macrolabor dynamics. Rather, our focus onefficient selection is meant as a first step.Extensively studied in the literature is the role of search and matching frictions, along withframeworks such as the involuntary unemployment framework of Christiano, Trabandt, and Walentin2010, the rigidwage class of models as in Gali 2011 and Gali, Smets, and Wouters 2012, aswell as earlier versions of the labor selection model incorporating New Keynesian pricing frictionsand wage setting frictions, such as Lechthaler, Merkl, and Snower 2010. These various models,based on different primitives and distortions, do not disentangle the amplification effects that aredue to efficient surplus splitting versus inefficient surplus splitting. The point of our work is toanalytically and quantitatively analyze efficient allocations in a tractable dynamic selection model,in a way that can be traced all the way back to the early indivisible and efficient labor modelsof Hansen 1985 and Rogerson 1988. Our model and its workings has interpretations in terms 1Carlsson, Eriksson, and Gottfries 2013 find that the market tightness of local labor markets in Sweden doesnot affect job creation. This suggests that other margins such as labor selection may be at work.2While this focus on one margin of the labor market namely, selection may seem extreme at first sight, it issimilar to many search and matching papers that assume that all workers that make a contact with a firm getmatched. This is the case if the matching function is interpreted as a contact function i.e., contact is endogenous,while selection is exogenous. For a further discussion of this issue see Brown, Merkl, and Snower 2015.2of the indivisible labor models of Hansen 1985 and Rogerson 1988, and it has connections withtheir generalization in terms of heterogeneity developed in Mulligan 2001.The rest of the paper is organized as follows. Section 2 describes the details of the selectionmodel, derives analytical results for the efficient partial equilibrium version and provides someintuition. Section 3 shows quantitative results in partial equilibrium and checks for the robustnessof these results. Section 4 enlarges the model to general equilibrium by including endogenous laborforce participation and an aggregate goods resource constraint, in which the labormarket resultscarry through. Section 5 concludes.2 Labor Markets I: Analytics This section defines the basic labor market setup and notation that will be used throughout thepaper. To focus on the main results of the model, both this Section 2 and Section 3 abstract fromconsumption markets and hence could be thought of partial equilibrium.2.1 Structure of Labor Market There are two central features of the model. First, each newly selected worker imposes trainingcosts on his employer or, more generally, he draws a matchspecific idiosyncratic shock.3 Thetraining costs consist of a fixed component, h 0, and an idiosyncratic component, it, for newlyhired individual i. The idiosyncratic component is revealed only when a potential worker makescontact with a firm, as shown in Figure 1. The idiosyncratic component of training is the matchquality cost in our analysis.4 There is a continuum of production units, each of which is constantreturnstoscale and homogenous in all other respects.This is the second central feature of the model: depending on his training costs realized ata specific production unit, the potential new worker may or may not be hired.If not hired,the individual makes finitely many more meetings with or contacts with we use the termsmeeting, contact, job arrival, andjob offer synonymously another firm, at which he mayhave had a lower contactspecific training cost, during the same period. This latter aspect ofthe model is the wellknown sequential search model. Until we incorporate sequential search in Section 3 below, suppose that each individual available to be selected for work in a given timeperiod makes contact with one arbitrary production unit with probability one. The onecontact3We will interchangeably refer to firms and production units in what follows because of the linearity of theproduction technology and the fact that we study only efficient allocations, so the manner in which employmentsurpluses are split via wages in a decentralized economy does not affect the results.4There is no traditional matching function in the model as in the Pissarides 1985 framework. One could supposethat a simple matching, or contact, function exists in which the measure of matches equals the number of searchingindividuals.3perperiod framework conveys virtually all of the economic intuition of the paper.From a planning perspective, it is thus efficient to hire only those individuals with sufficientlyattractive characteristics. Sufficiency is characterized by an endogenous statecontingent selectionthreshold, t. Because individual is idiosyncratic characteristics are defined as a cost, he is hiredt t. Training costs are i.i.d. across workerfirm pairs within any given period and acrossonly if itime periods, with probability density function f t. Selection occurs with endogenous probability t, which is the cumulative distribution function of ; all searching individuals being consideredfor a job draw from the same distribution.Both the fixed component of training costs h and the idiosyncratic component of trainingcosts inew employment relationship.5t are measured in units of output, and they are incurred in only the first period of a In contrast, each incumbent worker has zero training costs andproduces stochastic output zt in period t. Newly hired worker i produces output net of trainingcosts zt it h.An individual who is not selected for work instead receives an outside option b. Absent generalequilibrium, this outside option can interchangeably be thought of as the utility value of leisure,governmentprovided unemployment benefits, or homeproduced goods. There is no intensive margin of labor. Each unit of labor is thus to be be thought of as indivisible in the sense of Hansen1985 and Rogerson 1988, as well as in the baseline search and matching model.Define H t cid:82 tf d with f as the probability density at , and define r as thenet real interest rate across consecutive time periods. From an efficiency perspective, the dynamicsurplus maximization problem for the representative production unit is thuscid:18 1cid:881 rt0max E0cid:19tcid:20ztnt st1 tb st tcid:18h H t tsubject to the endogenous law of motion for employmentnt 1 nt 1 tstcid:19cid:2112and an expression defining the measure of searching individuals who are available for work duringthe periodt selection process,st lf p 1 nt 1,3in which labor force participation lf p is an exogenous constant in this section, but is endogenousin the full general equilibrium model of Section 4.In the surplus function 1, h H t t measures the average training cost across all new 5Individuals who have been employed for more than one period are identical in their characteristics.4Figure 1: Timing of events in labor market.employees, with H t t measuring the average idiosyncratic component of training costs. Asthe law of motion 2 shows, there are instantaneous transitions into employment, in whichnew employees begin producing right away, rather than with a oneperiod delay. The number ofindividuals that receive the outside option is thus the unselected searchers, st1 t.6 Theseunselected searchers are counted as unemployed.The law of motion 2 also shows that each individual has a fixed probability of separation.While heterogeneity in principle may also be empirically important for separations, the assumptionof fixed allows the model to clearly separate heterogeneity as a basis for hiring versus for firing.7Finally, 1 and 2 formally show that constantreturnstoscale production of goods means it iswithout loss of generality to examine the problem of a single production unit that hires one workeror that hires many workers. We adopt the latter setup because it easily fits into the full model in Section 4. Figure 1 summarizes the model timing.6This has also become a standard in models featuring labor matching frictions, so we adopt it for comparability.The main results do not depend on the particular timing of labor transitions, however.7The seminal theoretical reference in the matching literature for endogenous separation is Mortensen and Pissarides1994.5Period t1Period t1Period t Aggregate state realizednt1nt Production using nt employees occurs Employment separation occurs nt1 employees separateSelection of applicants, who begin working immediatelynt 1nt1 tstyieldsst individuals search for jobs1nt1 individuals counted as employed, st individuals counted as searching Each unselected individual receives b units of homeproduced goods2.2 Efficient Allocations The statecontingent firstorder conditions of the surplus maximization problem with respect to ntand t yield the efficient selection conditionh t zt b cid:18 1 cid:191 rcid:110H t1 t1 t1 h t1cid:111,4Etwhich is the central expression of the paper.8 Efficient allocations are thus defined as statecontingent functions t, ntlaws of motion of labor 2.t0 that satisfy the sequence of selection conditions 4 and aggregate The intertemporal condition 4 characterizes the dynamics of t. It corresponds to the matchingmodels vacancycreation or jobcreation condition; it also corresponds to the real business cycleRBC models Euler equation for efficient capital accumulation. Even though our model doesnot have physical capital in the strict RBC sense, the creation of an employment match is aninvestment activity that yields a longlasting asset. The selection condition is the intuitive heartof the model, so it is worth examining further.To build intuition, first consider the stark case of 1, which makes employment a oneperiod,though not a frictionless, phenomenon. This yields a simple version of the selection condition,h t ztb, which implies that the elasticity of the selection threshold with respect to aggregateproductivity along the business cycle is ln t ln ztzt t.5Given that h is the average fixed training cost for every new hire, the distribution of t, withoutloss of generality, can be centered around zero.With the more realistic 1, an explicit elasticity can be derived only in the steady state.From the deterministic steady state version of 4, the elasticity of steadystate with respect tosteadystate z is ln ln z1 rr 1 cid:18 zcid:19cid:18 cid:19.6Two observations based on 6 are important. First, the second term on the righthand side islarger than unity given that 0, 1 and 0, 1. This elasticity is thus even larger than theoneperiod elasticity in 5. Second, the sensitivity of the threshold to aggregate productivity doesnot directly depend on b and hence does not depend directly on the social surplus z b.9 Similarly,8Its derivation appears in Appendix A.9At higherorder approximations, the sensitivity of to productivity shocks in general will depend on b because is fundamentally a function of b albeit a nonlinear one through the selection condition. But these effects are indirecti.e., of second and higher order, unlike the effects of small surpluses in matching models, which have firstordereffects. The latter effect can be seen in, for example, Hagedorn and Manovskii 2008, p. 1695, which highlights 6the sensitivity does not depend on the average level of training costs h.10 Local fluctuations of thethreshold training cost around the steady state are thus insensitive to the size of the social surplusand can be large, which is in sharp contrast to an efficient version of a labor search and matchingmodel, as described in Section 2.4.It is not the sensitivity of fluctuations of just the selection threshold, but, more importantly,of the sensitivity of the finding rate around the threshold t that are relevant for the analysis.Using the implicit function theorem, the steadystate elasticity of the finding rate with respect toaggregate productivity is ln ln z ln ln cid:48 z ln ln zcid:181 rr 1 cid:19.7While most of the parameters and variables in this elasticity expression have commonlyusedvalues in the literature or at least a range of plausible values for the U.S., e.g. r, , ,the first derivative of the selection rate cid:48 is less straightforward. Intuitively, the shape of thedistribution of training costs at the cutoff point matters substantially. With a large mass of workersaround the cutoff point , aggregate productivity shocks can be strongly amplified 2.3 Analytical Example To illustrate the selection models power, lets abstract for a moment from the dependence ofcid:48 on by assuming a uniform distribution. A uniform distribution of course displays constantcid:48 f . That is, the probability density does not vary across the distribution. The Uassumption in principle weakens our results precisely because cid:48 does not depend on .11To convey the intuition as clearly as possible, take the Ux, x distribution, as sketched in Figure 2. Setting x 1.2 reasons for this calibration are described in Section 3.1, the probabilitydensity is f 12.4 . In the elasticity expression 7, insert U.S. economy quarterly parameter values of 0.1, r 0.01, and a quarterly finding rate of 2.4 and the selection rate is 1.2 0.58 and, without loss of generality, normalize z 1. With these numerical values, thethat the social surplus z b does strongly affect the matching models dynamics, even though it does not affect theselection models dynamics.10However, there is an indirect effect that larger h and larger b reduce the steady state value of , whichmay lead to larger logdeviations for a given absolute deviation. Because the longrun selection rate in the modelis calibrated to the empirically relevant longrun finding rate in U.S. data in all partial equilibrium and generalequilibrium simulations below, this indirect effect is excluded.11The argument in this statement supposes that, for a nonuniform distribution, the endogenous selection point is in a region of the distribution in which the probability density is declining that is, in a region around in whichcid:48cid:48 0, which turns out to be true in our quantitative experiments below for nonuniform distributions.7Figure 2: Analytical example. Illustration of the Ux, x density from which the matchspecific trainingcost of potential new hires are drawn. Higher values of mean higher training costs. The endogenouslydetermined selection threshold is denoted by , the endogenous finding rate the cumulative distribution atthe cutoff is the grey shaded area, the standard deviation for those hired is denoted by , whichis smaller than the population standard deviation .elasticity of the finding rate with respect to aggregate productivity around the steady state is ln ln z 1.15,8which is an order of magnitude larger than the comparable elasticity in the efficient version of thelabor matching model.Visavis the data, this elasticity of 1.15 in the simplest analytical case of the efficient laborselection framework turns out to be roughly 40 percent of that in U.S. data. Using data constructedfor the period 1951:Q1 2007:Q1, and measuring the cyclical component after HP detrending witha smoothing parameter of 1,600, the empirical value of the elasticity of the finding rate with respectto aggregate productivity is 2.9.12,13 To the best of our knowledge, this empirical elasticity has not 12This elasticity corresponds to the coefficient obtained in an OLS regression of log job finding probability onlog aggregate productivity. The data on unemployment, vacancies, output and productivity were downloaded fromthe webpage of Pascal Michaillat https:sites.google.comsitepmichaillat and correspond to the quarterly average of the series compiled by Michaillat from underlying BLS and JOLTSConference Board data. The quarterlyjobfinding probability constructed from underlying BLS data by Shimer was downloaded from his research webpage https:sites.google.comsiterobertshimerresearchflows. Both Michaillat 2012 and Shimer 2005 use HPsmoothing parameter 105 neither reports this particular elasticity of the finding rate with respect to aggregateproductivity,13We are grateful to Ana Lariau for collecting these data in a way consistent with both the Shimer and Michailliatanalyses and for computing the cyclical elasticities.8cutofffxx directly appeared in the existing literature.142.4 Comparison with Search and Matching We compare the amplification effects in an efficient selection model to an efficient search andmatching model. The matching function is assumed to be CobbDouglas, with 0, 1 denotingthe matching elasticity with respect to unemployed individuals. The jobcreation condition is1 t zt b 11 tt 1 Etucid:48ct1ucid:48ct1 t1,9cid:40cid:41where denotes the cost of posting a vacancy and stands for market tightness.Around the deterministic steady state, the efficient elasticity of the jobfinding rate with respectto productivity is ln ln zcid:18 zz bcid:19cid:18 1 cid:19cid:18 1 1 1 1 1cid:1910see Appendix F for details. In contrast to the efficient selection model, the outside value of bplays an important role. Targeting a longrun jobfinding rate of 0.58, and using 0.72as in Shimer 2005 and b 0, the efficient matching model delivers an elasticity of 0.29, whichis roughly four times smaller than in the baseline version of our efficient baseline selection modelwith the uniform distribution. Section 3 shows quantitatively that amplification in the selectionmodel is somewhat larger with other distributional forms.With moderate levels of the outside option e.g. b 0.4, as in Shimer 2005 and continuing toset a longrun jobfinding rate of 0.58, the steadystate elasticity in the efficient search andmatching model is still only less than a half compared to the efficient selection model. Thus, ourbrief comparison to the efficient search and matching model shows that efficient selection generateslarger amplification effects.3 Labor Markets II: Quantitative We now describe the calibration of the model.14Mortensen and Nagypal 2007 measure the elasticity of labor market tightness with respect to productivity,which is not exactly the elasticity we are estimating. Furthermore, as in Michaillat 2012 and Shimer 2005, theyalso use an HP smoothing parameter 105.93.1 MicroEmpirical Evidence We now impose microeconomic discipline to calibrate the key parameters of the model, which arethe pair of distributional parameters h, and the nonmarket outside option b.15 The focusis on the steady state calibration, hence we omit time indices and normalize z 1 without loss ofgenerality.To highlight the two important distributional parameters, for this section and Section 3.5below we include both and , andso on. Next, to further ease economic interpretation, we rearrange the terms inside the square as arguments to the endogenous outcomes H , , , brackets in 1 in two steps. First, rewrite it slightly asn s 1 , b s , cid:18h H , , cid:19.Second, after defining the average steadystate training cost of a new hire as T C , h H , , ,we can further rewrite 11 asn s 1 , b s , T C , .111213The second term in 12 is the average idiosyncratic component of training costs across all newworkers, which arises refer to Section 2 from integration across all newlyhired workers flowsurpluses 1 h i i .Our baseline calibration uses microeconomic evidence on training costs from Barron, Black, and Loewenstein 1989 to pin down the two critical parameters h and . There is a treasure troveof papers in the microlabor literature that document first moments for various components of thehiring process, including shortterm training costs for new workers. To the best of our knowledge,Barron, Black, and Loewenstein 1989 is the only one that also measures second moments.Barron, Black, and Loewensteins 1989 study reports that the standard deviation of trainingcosts during a new hires first three months of employment is 207 hours, and the mean trainingcost for those individuals is 151 hours.16 Translating these into days, the standard deviation is 26days, and the mean is roughly 19 days during the first quarter of work.1715For the sake of illustration, one can refer to Figure 2, but keep in mind that the distinction between and thepopulation standard deviation is true for any distributional form considered we consider below several distributional shapes.16See Barron, Black, and Loewenstein 1989, Table 1, p. 5.17These translations assume an eighthour workday for new hires as well as incumbent workers, but that isirrelevant for the calibration at hand. An eighthour workday is tantamount to the intensive margin of labor being 10Parameter Interpretation Value Notes Distributional Parameters T C Average of new hires training costs Crosssectional SD of distribution forfor new hires idiosyncratic characteristics 0.300.40use to calibrate hfrom Barron et al 1989from Barron et al 1989Typical Parametersr Real interest rate Exogenous separation ratez Steadystate labor productivityz AR1 persistence of exogenouszlog zt productivity Standard deviation of exogenous innovationto log productivitylf p Labor force participation 0.010.1010.950.010.74z N 0, 2z from Veracierto 2008Table 1: Parameter values for partial equilibrium model. Parameter values for the partial equilibriummodel in Section 2 and Section 3 for several distributional forms. The distributional parameter is apopulation moment, whereas is the sample moment. For any given distribution, the population moment is chosen so that the endogenous that emerges is consistent with the micro evidence.The model described in Section 2 requires training costs denominated in units of goods. One 7 90 65 working days; with an eighthour work day, total hours in marketquarter has roughly 5work 500 per quarter. Due to the linearity of market production in labor in the model built thusfar and given that every workers steadystate marginal product is z 1 goods, every unit of timespent in market work produces one unit of market output. Barron et als evidence can thus beeasily stated through the lens of our framework as T C 151first two lines of Table 1 summarize this.500 0.30 and 207500 0.40. The Aside from the uncontroversial typical parameters at the bottom of Table 1 including parameters for the exogenous forcing process zt, the other main model parameter to be calibrated isthe outside option b. For any given distributional form which the Barron et al evidence does notpin down considered in our experiments, b is chosen to target a steadystate quarterly jobfindingprobability of 0.58.fully utilized. But, as noted in Section 2.1, our framework abstracts from the intensive margin.113.2 Quantitative Verification of Analytical Example Returning to the analytical example in Section 2, Figure 3 displays impulse responses for the findingrate and the unemployment rate for the U1.2, 1.2 distribution. On impact of the onepercentpersistent productivity shock, the jobfinding rate rises by about 1.2 percent in blue in the upperleft panel of Figure 3, which is in line with the analytical elasticity computed in expression 8. Inorder to achieve the steadystate quarterly finding rate 0.58, the outside option needed forthe U1.2, 1.2 case is b 0.53.A natural question is whether or not this outside option is large. The natural benchmarkis the efficient search and matching model. The wellknown Shimer 2005 analysis supposes anoutside option of roughly 40 percent; our 50 percent outside option is in line with it. In turn, thechoice of b in the selection framework is conditional on the assumed distributional form, which in Figure 3 is the U1.2, 1.2 case.3.3 Quantitative Results for Several Distributional Forms We now consider other distributional forms, in particular the normal distribution N 0, 2lognormal ln N , 2Figure 3 shows that the impact amplification based on N 0, 2the ln N , 2 and the that allow for curvature in cid:48 . Compared to the U1.2, 1.2 distribution, is somewhat larger, and that for is quite similar.18 The lognormal distribution allows us to capture the fact thatthe crosssectional training cost distribution in Barron, Black, and Loewenstein 1989 is skewedno firm reports negative training costs.Table 2 reports results for the same experiment, but now allows for smaller and larger differentsample standard deviations across rows and different distributional forms across columns.Not surprisingly, for each distribution, the volatility of the finding rate decreases as increases.As discussed in Section 3.7 below, 0.6 should be considered as an extreme upper bound for themodel calibration. Despite the bit of amplification differences amongst the various distributionalassumptions, the main message that Figure 3 and Table 2 convey is that the microdisciplinedefficient selection model achieves meaningful macrolevel labormarket volatility.3.4 The Role of the Outside Option The outside option b plays a different role in the selection framework, as now demonstrated. Recallthat b does not appear in the analytical steadystate elasticity computed in 7. The implicationis that, up to first order, the sensitivity of the finding rate to aggregate productivity does not 18In order to maintain a steadystate jobfinding rate 0.58, the outside options required for the N 0, 2 case and the ln N , 2 case are, respectively, b 0.62 and 0.57.12Figure 3: Impulse response profiles, with various distributional forms for idiosyncratic characteristics. The blue lines display impulse responses for the U1.2, 1.2 distribution, the black dasheddottedlines for the N distribution, and the red dashed lines for the ln N distribution. Upper row displays logdeviations from steady state. Lower row displays levels. The endogenous sample standard deviation in theselection model is 0.40.0.20.40.6U1.2, 1.2 N 0, 2 ln N , 2 2.231.120.743.491.661.102.311.210.81Table 2: Volatility of Hiring Rate for Different Distributions and Sample Standard Deviations . The bolded middle row highlights the microevidence provided in Barron et al 1989.13020406000.511.52finding rate log dev from ss 02040603.532.521.510.50ue rate log dev from ss02040600.580.5820.5840.5860.5880.590.592finding rate level02040600.0480.04850.0490.04950.050.0505ue rate levelU.N.log Ndepend on b and hence does not depend directly on the social surplus zb. This is in sharp contrastto an efficient version of a labor search and matching model, as demonstrated in Section 2.4.19From here on, we use the ln N , 2 distribution for idiosyncratic characteristics due to itsskewness. Using lognormal traits, Figure 4 shows that, so long as the calibration of the selectionmodel is such that the longrun finding rate is 0.58, variations in b do not affect dynamics.Figure 4 illustrates impulse response function with a targeted finding rate 0.58 and b 0.The impulse response function is literally the same as with b 0.53 see our baseline scenario. Analternative experiment is to hold h constant as b varies. Figure 4 displays results for b 0, 0.2, 0.4.When b increases, but all other parameters of the model remain constant, the social planner sendsfewer people to work due to the smaller gap between market production and the value of the outsideoption. Thus, the longrun jobfinding rate declines and unemployment rises. The upper left panelof Figure 4 shows that a larger b increases the absolute deviations from steady state. When thejobfinding rate drops, the cutoff point moves to a point in the lognormal distribution where thedensity function has more mass. The upper left panel shows that the logdeviations for b 0.2 andb 0.4 increase by a lot more than the absolute deviations. The reason is that larger values of breduce the jobfinding rate from 58% to 40% to 14%, respectively.While this second exercise varying b and keeping all other parameters fixed is conceptuallyinteresting, the first exercise fixing the jobfinding rate and varying b and h corresponds moreclosely to experiments performed in the search and matching literature. Hagedorn and Manovksii2008 target, for example, a similar steady state as Shimer 2005, but vary two parametersbargaining power and value of leisure. Note that we focus exclusively on the efficient benchmarkof the selection model.3.5 Average Output Lost in Training In the analysis so far, training costs on average cause referring to expression 12 a reduction of T C t, h H t, t, 14units of output.20 We relax this assumption by introducing an average output loss parameter 0, 1. Including the output loss parameter, the social planner maximizescid:18 1cid:88cid:19tcid:20ztnt st1 t, max E01 rt0cid:18h H t, t, cid:19cid:21 b st t, 1519For the role of training costs in search and matching models, see Silva and Toledo 2009.20Expression 14 with time subscripts is equivalent to expression 12 without time indices because all trainingcosts for new employees are incurred within a period.14Figure 4: Impulse response profiles for several values of b. Upper row displays log deviationsfrom respective steady states, bottom row displays absolute deviations from respective steady states. Blackdashed line: b 0. Blue crossed line: b 0.20. Solid red line: b 0.40.Idiosyncratic characteristics ln N 1, 0.302.150102030024681012finding rate log dev from ss b0b0.2b0.40102030543210ue rate log dev from ss 010203000.0020.0040.0060.0080.010.0120.014finding rate abs dev from ss 01020300.0150.010.0050ue rate abs dev from ss subject tont 1 nt 1 t, lf p 1 nt 1 .16For the sake of economic intuition provided at the end of this subsection, we intentionally include as an argument to the endogenous outcomes H , and , .Maximization leads to a slightly generalized efficient selection condition, cid:16cid:17cid:18 1 cid:191 rcid:110H t1, Eth t zt b t1 t1, h t1cid:111,17compared to the selection condition 4. In turn, the steadystate elasticity of the finding rate withrespect to aggregate productivity also slightly generalizes to ln , ln z cid:48 , , 1 z 1 rr 1 , cid:18cid:19.18For any given , we target the empiricallyrelevant longrun finding rate , . Thus, cid:48 , is unchanged by because the selection threshold is at the same location in the density function.Expression 18 then informs us that as output loss declines, the elasticity of hiring increases. Asnoted in Section 3.3, a decrease in qualitatively affects , in a similar manner as would adecrease in the population dispersion parameter . However, as described in Section 3.1, the latterwould contradict the microdiscipline we use regarding . Intuitively, then, we consider 1 asestablishing a lower bound for the sensitivity of the jobfinding rate with respect to productivityshocks. Thus, for the remainder of our analysis, we will continue with 1.3.6 Sequential Search So far, we have assumed that each unemployed individual makes one contact per period. It is naturaland perhaps realistic to consider the case of multiple contacts per period. Supposing the numberof contacts per period is exogenous, as is the case in the wellknown sequential search framework ala Mc Call 1970, Mortensen 1970, and others, this is easily captured in our framework.Let i denote the exogenous number of contacts per period that occur in Poisson fashion. Ouranalysis above implicitly considered the case of i 1. Now let i 2, 3, 4,   For ease ofdiscussion, lets consider the simple case of i 3 because it corresponds to a monthly frequency.21As mentioned in the Introduction and described in Section 3.1, the microeconomic data used todiscipline the crosssection of the distribution of idiosyncratic match quality is at the quarterlyfrequency. To the best of our knowledge, corresponding data for the distribution of match qualityat finer levels monthly, say do not exist. A formal analysis of the i 2, 3, 4,   cases, though,21Alternatively, we could consider i 12 if we were interested in the weekly frequency.16would require it.A natural inclination might be to assume that the distributional form of monthlylevel matchquality dispersion has the same distributional form as is assumed for the quarterly level. However,the microdisciplined distributional assertion at the quarterly level implies nothing about the convolution between the monthlylevel distribution and the quarterlylevel distribution. What followsin the remainder of this paragraph is essentially a proof by contradiction, which could be formalizedas a short lemma. Taking the case of the uniform for the sake of simplicity, the reason the assumption is incorrect is that the convolution of monthly uniform distributions leads to a triangulardistribution, rather than to a uniform distribution. But this then contradicts the initial assertionof the uniform distribution at the quarterly level.This proof by contradiction is of course not true for every distribution. For example, convolution of normal distributions leads to a normal distribution. But for, say, the more realisticlognormal distribution which displays the skewness shown by Barron et al, convolution theorydoes not hold.This argument makes it seem that the framework cannot generate any results at all uponinclusion of sequential search. This is not true, because we can use another data source to disciplinecrosssectional evidence at the monthly level.3.7 MicroEmpirical Evidence on Wages and Sequential Search In addition to being uninformative about the monthly frequency, the EOPP training cost surveymay provide an over or underestimation for our purposes. On the one hand, there are other idiosyncratic heterogeneities for newlyhired workers besides training costs e.g., differences in idiosyncraticproductivity. This leads to a potential underestimation for the overall idiosyncratic heterogeneity. On the other hand, the training cost survey does not differentiate between idiosyncratic andsystematic components e.g., related to education.22 However, in the context of our model, onlythe idiosyncratic component is relevant; we abstract from the systematic component.23 Since thesurvey does not differentiate these two components, this leads to a potential overestimation of thedispersion of the idiosyncratic component.24 We thus turn to a second reference point: analyzingthe hourly wages for entrants i.e. workers who move from unemployment to employment, basedon Haefke, Sonntag, and van Rens 2013 who use the Current Population Survey CPS.2522Barron, Black, and Loewenstein 1989 show, for example, that highskilled workers require more time to betrained.23We would, for example, assume that lowskilled and highskilled workers act in different labor markets and bothdraw idiosyncratic training costs.24Ideally, we would have a dataset which allows us to quantify the dispersion of matchspecific idiosyncratic productivity shocks for new jobs in the United States controlling for worker and establishmentfirm fixed effects. However,to the best of our knowledge, such a dataset is not available.25The data is available online http:www.thijsvanrens.comwage17In order to be able to use wage data, we show for the decentralized model with exogenous laborforce participation and standard Nash bargaining that the entire surplus has to go to the new workerin order to decentralize the social planner solution see Appendix D for the proof.26 Atomistic firmsdo not take into account that their hiring behavior affects the future pool of searching workers asthe social planner does. If part of the bargaining surplus goes to firms, this leads to a suboptimallevel of searching workers. If the entire surplus goes to workers, they internalize this externality.Thus, in an efficient economy the wages of entrants correspond to their respective productivity aggregate productivity and the idiosyncratic component. This allows us to look at wage datathrough the lens of our model. We analyze the hourly wages for entrants, based on Haefke, Sonntag,and van Rens 2013. See Appendix H for details. The coefficient of variation for new entrantsis roughly 0.6, both on the monthly and quarterly level. Note that we consider the coefficient ofvariation of entrant wages to be an extreme upper bound for matchspecific idiosyncratic productivity because it does not control for all sorts of observable and unobservable characteristics inparticular, not for establishment and worker fixed effects, which are abstracted from in our model.Card, Heining and Kline 2013, see their Figure IV show with a rich employeremployee linkeddataset for Germany that adding industry, occupation and establishment fixed effects reduces thedispersion of wages substantially, namely by roughly one third.27 Given that it is impossible tocontrol for fixed effects in our dataset which represent systematic components that we abstractfrom, our benchmark of 0.4 from the EOPP continues to appear reasonable.In reality, the bargaining power of households may be smaller than one i.e., the social plannersolution may not be decentralized. Would the coefficient of variation of wage nevertheless providesome guidance for our purposes? In order for our model to be stationary in the long run i.e., forunemployment not to converge to 0 or 1, we require the following conditions. The dispersion ofidiosyncratic training costs productivity has to grow proportionally with aggregate productivity. In addition, in the longrun wages would have to comove proportionally with productivity toestablish stationarity.28 We show in Appendix E that under these conditions, the longrun coefficients of variation for productivity including idiosyncratic productivity and for wages are thesame. Thus, the coefficient of variation for wages continues to provide an extreme upper bound forthe dispersion of idiosyncratic productivity.From the sequential search literature, we know the relationship between the perperiod job26In the model with endogenous labor force participation, the entire surplus also has to go the worker in order todecentralize efficiency. However, the intuition is different. This condition is necessary for achieving efficient laborforceparticipation.27Recent evidence for the United States by Barth et al. 2014 also emphasizes the importance of establishmentfixed effects for wage dispersion although not for new jobs, as would be necessary for our work.28More generally, conventional business cycle and growth models require that productivity and wages comove oneto one in the long run in order to make labor input employment stationary.18finding rate t and the percontact finding rate, which we define as t,icid:88 t 1 tj 1 t,19j1in which i is an integer number that denotes the number of interviews in a given quarter.For the identification of the standard deviation of idiosyncratic productivity of those hired ,it is important to know i. Unfortunately, there is no dataset that provides the number of job offersover time. However, there are various datasets that provide the job arrivaloffer rate for a givenpoint in time and for a given group depending on the survey. This allows us to determine aplausible range for i.Blau and Robins 1990 report a weekly job offer rate for unemployed workers of 18 percent.Holzer 1987, Table 2 reports a quarterly job offer for unemployed workers of 34 percent. Accordingto Faberman et al. 2015, Table 8 the number of offers per week of search conditional on thoseactively searching for a job is 17 percent.The differences are due to different samples and different points in time when the surveys wereperformed. Blau and Robins 1990 use the 1980 household survey of the EOPP. Note that thecontact definition 29 in the survey does not correspond to ours, i.e. it is too broad in order to serveas revelation of information. Thus, we use the job offer rates. Holzer 1987 uses the 1981 New Youth Cohort of the National Longitudional Survey. Holzer 1987 argues that despite the focuson young workers the survey is very suitable for the analysis of search behavior. Faberman etal. 2015 use a recent supplement to the Survey of Consumer Expectations SCE, administeredmonthly by the Federal Reserve Bank of New York.For our purposes, we require the average number of job offers per quarter i.e., i in the aboveequation. Thus, we assume that job offers arrive with Poisson probability and we calculate howlong it takes on average to obtain one job offer, which we denote by D for duration. Withprobability 1job arrival rate, there will not be a job offer for one period, with probability 1jobarrival rate2, there will be no offer for two periods, etc. Thus, in steady state, the average waitingtime for a job offer iscid:881 jark D k11jar,202129How many places of employment did you contact by phone, mail or in person as a result of a certain searchmethod? This is a stage of the application process where no actual job application is filled out and thus there isinsufficient information about the actual realization of idiosyncratic shocks. The survey does not contain any questionon the number of actual interviews.19where jar is the job arrival rate.According to Blau and Robins 1990 numbers it would on average take 10.185.6 weeks toobtain a job offer. According to Faberman et al. 2015, it would on average take 10.175.7weeks to obtain a job offer. According to Holzer 1987 it would on average take 10.342.9months to obtain a job offer. Thus, these different surveys provide a plausible range for the averagetime to get one job offer for in between 5.6 and almost 12 weeks. The latter corresponds to ourbaseline calibration with one contact per quarter. The former is within our range of robustnesschecks below where we also assume that a job offer arrives on average every month. Given thatour robustness checks do not deliver considerably different results, we argue that we have chosenplausible assumptions in this dimension.To illustrate the effects of multiple meetings in the selection framework, lets start with anapproximation of the nonlinear expression 19, which is t m t.22This approximation is useful for conveying the main messages of the framework upon inclusion ofsequential search.Using 22, the social planning problem iscid:18 1cid:881 rt0cid:19tcid:20ztnt st1 m t b st m t cid:18h H t tcid:19cid:21max E0subject to232425nt 1 nt 1 m t lf p 1 nt 1 ,which yields the efficient selection conditionh t zt b cid:18 1 cid:191 r Etcid:26cid:18 H t1 t1cid:19 t1m t1 h t1cid:27.Given efficient selection as characterized in 25, the steadystate elasticity of the finding ratewith respect to productivity is now ln ln zcid:48 z cid:18cid:19.1 rr 1 26The term in parentheses on the righthand side is exactly the same as in expression 7, whichimplicitly was for the m 1 case. However, cid:48 . Thus, the relative sizeof these two expressions cid:48 will determine whether m 1 increases or decreases ln ln z . There turn out to be two countervailing effects. Both the numerator and the denominatoris replaced by cid:48 versus cid:48 20become smaller when m rises.30 Analytically, it is unclear which effect dominates.Thus, we proceed with a numerical illustration. We choose m 1.65 and m 2.30.31 With thelognormal distribution, the jobfinding rate is now 1.7 and 1.8 times more volatile, respectively,than productivity. This is somewhat larger than our baseline results which was 1.2 with thelognormal distribution.The fixed m in the approximation 25 allows us to easily convey the main economic intuition.If we instead use the exact nonlinear expression 19 in the social planning problem stated in 23and 24, Appendix B displays the exact efficient selection condition, which delivers quantitativelysimilar results based on a numerical solution. Based on the exact efficient selection condition,computing analytically the steadystate elasticity of the finding rate with respect to productivityis very difficult and does not provide an interpretable expression.Given the similar numerical results we obtain from the approximated model for i 2 and i 3job arrivals, and the difficulty of computing the steadystate elasticity from the exact selectioncondition, in what follows we will proceed with i 1 one contact per quarter. In addition, wehave shown above that i 1 is within the range of plausible empirical values.4 Labor Markets in General Equilibrium All of the analysis in Section 2 and 3 is partial equilibrium in nature. We now show that theintuition and main results carry over once endogenous labor supply and an aggregate goods resourceconstraint are introduced. In general equilibrium, the amplification effects of the partial equilibriumanalysis carry over with little change. Figure 5 displays the timing of events in general equilibrium.4.1 Preferences As in the model in Sections 2 and 3, there is a measure one of individuals in the economy. However,in this extended model, individuals may be in one of three labormarket states: employed, notworking but searching for employment, or outside the labor force. Three labormarket states allowfor broader generality of the efficiency results. Regardless of labormarket status, each individualhas full consumption insurance, which is modeled by assuming a representative household thatpools income and shares consumption equally amongst all individuals. This large householdassumption is a tractable and oftenused way of modeling perfect consumptionrisk insurance andis standard in the DSGE literature.30Remember that we target a certain jobfinding rate on the quarterly level . With multiple interviews perquarter, the selection rate per interview drops. Thus, H t1 , the dispersion of the t1idiosyncratic shock has to be larger. This explains why cid:48 should drop. Given that m t, thedenominator also declines.falls. And for a targeted 31This corresponds to i 2 and i 3 in the exact nonlinear expression 19.21The representative household has lifetime expected utility function Figure 5: Timing of events.cid:88E0t uct v nt 1 tst ,27t0in which lf pt nt 1 tst. The subjective discount factor is 1 r1, the function u.is a standard strictlyincreasing and strictlyconcave subutility function over consumption, and thefunction v. is strictly increasing and strictly convex in the size of the labor force. The convexityof v. at the level of the representative household can be shown in exactly the same way as in Mulligan 2001, with individuallevel heterogeneity of the disutility of indivisible units of labor.Thus, v. can be flexibly parameterized, rather than displaying quasilinearity.32 The measure ofindividuals in the labor force is endogenous, which is not the case in Sections 2 and 3, but hasbecome fairly common in the recent matching literature.33 For intuition and because it facilitatesanalogy with both the RBC model and the basic matching model, it will be helpful to interpretthe measure 1 lf pt of individuals outside the labor force as enjoying leisure. We thus use theterms leisure and nonparticipation interchangeably, or, respectively, labor supply and labor forceparticipation interchangeably.32Given the definitions presented above, we sometimes will write vlf pt.33In a variety of applications, Veracierto 2008, den Haan and Kaltenbrunner 2009, Krusell, Mukoyama, Rogerson, and Sahin 2009, Ebell 2011, Haefke and Reiter 2011, and Arseneau and Chugh 2012, among others, haveintroduced participation margins into matching models.22Period t1Period t1Period t Aggregate state realizednt1nt Production using nt employees occurs, goods markets and asset markets meet and clear Employment separation occurs nt1 employees separateSelection of applicants, who begin working immediatelynt 1nt1 tstyields Optimal laborforce participation decisions: st individuals search for jobs1nt1 individuals counted as employed, st individuals counted as searching4.2 Resource Use The aggregate goods resource constraintct ztnt st tcid:18h H t tcid:19.28Note that the b term from Sections 2 and 3 does not appear in the resource constraint. Recall thatb can be interpreted in a few different ways: 1 the utility value of leisure; 2 governmentprovidedunemployment benefits; and 3 home production. The preference specification 27 already embedsa value of leisure, which is the utility of being outside the labor force which, without loss of generality, is normalized to zero. Second, even if we included a government in the general equilibriummodel that provides unemployment benefits, these benefits would not appear in 28.34 Finally,meaningfully including home production in general equilibrium would require an additional homeproduction resource constraint along with utility from homeconsumption in the sense of, say,Greenwood, Rogerson, and Wright 1995, which is outside the scope of our analysis and betterleft for future research.The evolution of aggregate employment continues to be described bynt 1 nt 1 tst,29with nt and st now interpreted as economywide measures.4.3 Efficient Allocations Efficient allocations ct, st, t, ntforce participation LFP conditiont0 are characterized by four sequences of conditions: a labora general equilibrium version of the selection conditionh t zt 1 Etcid:26 ucid:48ct1ucid:48ctvcid:48lf ptucid:48ct t t H t,cid:104H t1 t1 t1 h t13031cid:105cid:27,and conditions 28 and 29. The efficiency conditions 30 and 31 are obtained by maximizinghousehold welfare 27 subject to the technological frontier defined by the sequence of goods resourceconstraints 28 and laws of motion for employment 29. The formal analysis of this problem is 34Due to the fact that we are considering only efficient allocations, which in turn would require lumpsum taxationto provide those benefits.23virtually identical to that in the partial equilibrium model.35Condition 30 is a withinperiod dimension of efficiency and is analogous to consumptionleisure efficiency in the RBC model. Condition 31 is an intertemporal dimension of efficiency,and it extends the partial equilibrium selection condition 4 to general equilibrium by bringing thestochastic kernel ucid:48ct1ucid:48ct in to replace 1 r1.4.4 Quantitative Results 4.4.1 Calibration As in the partial equilibrium model, the model frequency is quarterly, so the subjective discountfactor is set to 0.99 and the separation rate to 0.1. For utility, standard functional formsare used, uct ln ct and vlf pt participation with respect to the real wage, which is set to 0.18 following Arseneau and Chughs. The parameter is the elasticity of laborforce 11 lf p 11t2012 calibration of a matching model with endogenous participation fit to U.S. data. The scaleparameter is set to 6.35 to deliver a steadystate participation rate of 74 percent, the longrun U.S. empirical measure reported by Veracierto 2008.The distribution of random training costs is assumed to be lognormal, ln Ncid:0, 2cid:1. We target 0.4 in our baseline version and 0.2 and 0.6 as robustness checks.36The steady state selection rate is calibrated to 0.58 to generate an unemployment rate of 5 percent. We choose the fixed training cost parameter h is chosen to obtain the targeted steadystate selection rate.37 Note that the unemployment rate is normalized by the entire population i.e.also those who are out of the labor force. By dividing this number by the labor force participationrate 0.74, we obtain an unemployed active population ratio of 0.068, which is in line with theconventionally reported unemployment rate.Finally, as in the partial equilibrium analysis in Section 2, the only source of aggregate riskremains aggregate productivity shocks, which follows the same AR1 process ln zt z ln zt 1 zt ,with identical parameters z 0.95 and z 0.01.4.4.2 Results Table 3 provides businesscycle statistics for the U.S. economy, to which we compare our models results. The top panel of Table 4 displays results for the baseline calibration of the general equilibriummodel, while Figure 6 presents results in impulseresponse form.35The formal analysis appears in Appendix G.36The baseline quantitative values we thus set are 1 and a population standard deviation 0.3. In ourrobustness checks, we have 0.35 and population standard deviation 0.3 which delivers sample standarddeviation 0.2 and 1.4 and population standard deviation 0.3 which delivers 0.6.37As discussed in Section 2, h is required to fix the steadystate level of the jobfinding rate. But for a givenjobfinding rate h is not important for the elasticity with respect to aggregate productivity.24gdpnuelf p Relative standard deviation gdpAutocorrelation Correlation with gdp 10.8710.600.940.785.150.910.860.200.680.393.720.820.79Table 3: Cyclical Dynamics of U.S. Labor Markets. Quarterly businesscycle statistics for the jobfinding rate computed by authors research assistants. Remainder of quarterly businesscycle statisticsfrom Arseneau and Chugh 2012, Table 1.Figure 6:ln N 1, 0.302.Impulse response profiles in general equilibrium.Idiosyncratic characteristics 25020400.20.40.60.811.2Output 020402.521.510.5ue rate log dev from ss 020400.20.40.60.811.2finding rate log dev from ss 020400.050.10.150.20.250.3Employment 0204000.020.040.060.080.10.12lfp rate in levels As in the partial equilibrium version in Section 3, empirically realistic fluctuations of the finding rate and unemployment arise. The participation rate, which is also now endogenous, fluctuatesslightly less relative to GDP fluctuations than reported by Veracierto 2008 for U.S. labor markets, and slightly less than in an efficient version of the labor search and matching frameworkwith endogenous participation as shown in Arseneau and Chugh 2012. Regarding cyclicality,both Table 4 and the impulse responses in Figure 6 show that the model generates participationfluctuations that are procyclical with GDP and are in line with the U.S. data presented in Table 3.Figure 6 shows that the amplification of the jobfinding rate has the same order of magnitudein general equilibrium as in partial equilibrium compare to Figure 4. In contrast to the partialequilibrium model, the jobfinding rate is somewhat more persistent due to movements of thestochastic discount factor. The autocorrelation of the jobfinding rate is very close to the oneobserved in the data compare Tables 3 and 4. The lower two panels of Table 4 provide results forsmaller and larger values of to hold. 0.6, in which the main messages continue than our benchmark 5 Conclusion We have proposed a simple laborselection model, based on the idea that firms select workers froma pool of applicants. We have solved the social planner problem of this economy, both in partialand in general equilibrium. In both cases, our model generates realistic business cycle statistics,most importantly strong amplification effects of the finding rate and unemployment. This is insharp contrast to the efficient version of the search and matching framework.This paper is the starting point for a variety of new questions. By adding matchspecific shocksfor incumbent workers and thereby generating endogenous separations, our framework is a naturalframework for the analysis of frictional wage dispersion. Search models without onthe jobsearchhave problems to replicate a sufficient degree of wage dispersion Hornstein, Krusell and Violante2011. Our model may shed new light on this issue.In addition, the primitives in our proposed framework are observable. While it is impossible toobserve the matching function directly, it is possible to provide survey evidence on training costsalthough the existing evidence is somewhat scarce or idiosyncratic productivity. Thus, this allowsa tighter connection of microevidence and macromodeling. The dispersion of training costs mayfor example have shifted over time due to technological advances. Further microeconomic evidencewould generate testable assumptions for macroeconomic dynamics.26gdpnuelf p z Efficient allocation, baseline crosssectional SD 0.40Mean Volatility SD%Relative standard deviation gdpAutocorrelation Correlation with gdp 0.691.4810.7510.690.270.200.950.800.052.291.540.910.910.740.110.070.950.580.581.230.830.850.9811.300.880.710.99Efficient allocation, smaller crosssectional SD 0.20Mean Volatility SD%Relative standard deviation gdpAutocorrelation Correlation with gdp 0.691.4810.7510.690.360.250.960.580.052.641.780.910.800.740.180.120.960.300.581.470.990.860.9111.300.880.711.00Efficient allocation, larger crosssectional SD 0.60Mean Volatility SD%Relative standard deviation gdpAutocorrelation Correlation with gdp 0.691.4710.7510.690.200.140.920.840.051.941.320.910.880.740.060.040.940.740.581.020.690.830.9811.300.890.711.00Table 4: Business Cycle Statistics. Upper panel presents second moments for the baseline calibrationof crosssectional dispersion of newlyhired workers, 0.40. Second panel presents second moments for atighter crosssectional dispersion, 0.20. Third panel presents second moments for a wider crosssectionaldispersion, 0.60. Businesscycle statistics obtained using HP parameter 1,600.27References Arseneau, David M. and Sanjay K. Chugh. 2012.Tax Smoothing in Frictional Labor Markets. Journal of Political Economy, Vol. 120, pp. 926985.Barron, John M., John Bishop, and William C. Dunkelberg. 1985.Employer Search:The Interviewing and Hiring of New Employees. Review of Economics and Statistics, Vol. 67,pp. 4352.Barron, John M., Dan A. Black, and Mark A. Loewenstein. 1989. Job Matching and OntheJob Training. Journal of Labor Economics, Vol. 7, pp. 119.Barth, Erling, Alex Bryson, James C. Davis and Richard Freeman. 2014. Its Where You Work: Increases in Earnings Dispersion across Establishments and Individuals in the U.S NBER Working Paper 20447.Blau, David M, and Philip K. Robins. 1990.Job Search Outcomes for the Employed and Unemployed. Journal of Political Economy, Vol. 98, pp. 637655.Brown, Alessio, Christian Merkl, and Dennis Snower. 2015.An Incentive Theory of Matching. Macroeconomic Dynamics, Vol. 19, pp. 643668.Card, David, J org Heining and Patrick Kline. 2013.Workplace Heterogeneity and the Rise of West German Inequality. Quarterly Journal of Economics, Vol. 128, pp. 9671015.Carlsson, Mikael, Stefan Eriksson and Nils Gottfries. 2013. Product Market Imperfections and Employment Dynamics. Oxford Economic Papers, Vol. 652, pp. 447470.Christiano, Lawrence J., Mathias Trabandt, and Karl Walentin. 2010. Involuntary Unemployment and the Business Cycle. European Central Bank Working Paper 1202.Davis, Steven J., R. Jason Faberman, and John C. Haltiwanger. 2013. The EstablishmentLevel Behavior of Vacancies and Hiring. Quarterly Journal of Economics, Vol. 128, pp. 581622.den Haan, Wouter and Georg Kaltenbrunner. 2009. Anticipated Growth and Business Cycles in Matching Models. Journal of Monetary Economics, Vol. 56, pp. 309327.Dolfin, Sarah. 2006.An Examination of Firms Employment Costs. Applied Economics,Vol. 38, pp. 861878.Ebell, Monique. 2011.On the Cyclicality of Unemployment: Resurrecting the Participation Margin. Labour Economics, Vol. 18, pp. 822836.Faberman, Jason R., Andreas Mueller, Ayseg ul Sahin and Giorgio Topa. 2015. Job Search Behavior among the Employed and NonEmployed. Federal Reserve Bank of New York,mimeo.Faia, Ester, Wolfgang Lechthaler and Christian Merkl. 2014.Labor Selection,Turnover Costs, and Optimal Monetary Policy. Journal of Money, Credit, and Banking, Vol.2846, pp. 115144.Gali, Jordi. 2011. The Return of the Wage Phillips Curve. Journal of the European Economic Association, Vol. 9, pp. 431461.Gali, Jordi, Frank Smets, and Rafael Wouters. 2012. Unemployment in an Estimated New Keynesian Model. NBER Macroeconomics Annual 2011.Gertler, Mark and Antonella Trigari. 2009.Unemployment Fluctuations with Staggered Nash Wage Bargaining. Journal of Political Economy, Vol. 117, pp. 3886.Haefke, Christian and Michael Reiter. 2011.What Do Participation Fluctuations Tell Us About Labor Supply Elasticities?. IZA Discussion Papers, No. 6039Haefke, Christian, Marcus Sonntag, and Thijs van Rens. 2013. Wage Rigidity and Job Creation. Journal of Monetary Economics, Vol. 60, pp. 887899.Hagedorn, Marcus, and Iourii Manovskii. 2008.The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited. American Economic Review, Vol. 98, pp. 16921706.Hansen, Gary D. 1985.Indivisible Labor and the Business Cycle. Journal of Monetary Economics, Vol. 16, pp. 309327.Holzer, Harry J  1987.Job Search by Employed and Unemployed Youth. Industrial and Labor Relations Review, Vol. 40, pp. 601611.Hornstein, Andreas, Per Krusell, and Giovanni Violante. 2011.Frictional Wage Dispersion in Search Models: A Quantitative Assessment. American Economic Review, Vol.101, pp. 287398.Lechthaler, Wolfgang, Christian Merkl, and Dennis J. Snower. 2010.Monetary Persistence and the Labor Market: A New Perspective. Journal of Economic Dynamics and Control, Vol. 34, pp. 968983.Krusell, Per, Toshihiko Mukoyama, Richard Rogerson, and Aysegul Sahin. 2009.Labor Supply in a Frictional Labor Market. Princeton University.Mc Call, John J  1970.Economics of Information and Job Search. Quarterly Journal of Economics, Vol. 84 1, pp. 113126.Mortensen, Dale T. 1970. A Theory of Wage and Employment Dynamics.In Microeconomic Foundations of Employment and Inflation Theory, edited by E. Phelps. W.W. Norton and Co.Mortensen, Dale T., and Eva Nagypal. 2007.More on Unemployment and Vacancy Fluctuations. Review of Economic Dynamics, Vol. 10, pp. 327347.Mortensen, Dale T., and Christopher A. Pissarides. 1994.Job Creation and Job Destruction in the Theory of Unemployment. Review of Economic Studies, Vol. 61, pp. 397415.Mulligan, Casey B. 2001.Aggregate Implications of Indivisible Labor. The B.E. Journals 29in Macroeconomics: Advances in Macroeconomics, Vol. 1, pp. 133.Pissarides, Christopher A. 1985.ShortRun Equilibrium Dynamics of Unemployment,Vacancies, and Real Wages. American Economic Review, Vol. 75, pp. 676690.Rogerson, Richard. 1988. Indivisible Labor, Lotteries and Equilibrium. Journal of Monetary Economics, Vol. 21, pp. 316.Shimer, Robert. 2005. The Cyclical Behavior of Equilibrium Unemployment and Vacancies.American Economic Review, Vol. 95, pp. 2549.Silva, Jos e and Manuel Toledo. 2009. Labor Turnover Costs and the Cyclical Behavior of Vacancies and Unemployment. Macroeconomic Dynamics, Vol. 13 , pp. 7696.Veracierto, Marcelo. 2008. On the Cyclical Behavior of Employment, Unemployment and Labor Force Participation. Journal of Monetary Economics, Vol. 55, pp. 11431157.30A Partial Equilibrium Model The social planner optimization problem iscid:18 1cid:881 rt0max E0cid:19tcid:20ztnt st1 tb st tcid:18h cid:19cid:21H t tsubject to the endogenous law of motion for employmentnt 1 nt 1 t lf p 1 nt 1 ,3233in which lf p is an exogenous labor force participation rate, and the initial condition n 1 and theexogenous law of motion for aggregate productivity are taken as given.The social planner takes into account the dependence of the finding rate and the average ophere. Given that t cid:82erating cost of a newlyselected worker on the threshold t, which is made explicit in the notationcid:48d, we have Hcid:48 t tcid:48 t, by thecid:48d and H t cid:82 t t Fundamental Theorem of Calculus.Let t denote the Lagrange multiplier. The firstorder conditions of the social planner problemin which we have substituted st lf p 1 nt 1 with respect to nt and t are, respectively,cid:104cid:105cid:111h t1 H t1 1 t b 034zt t andcid:18 1 cid:191 r Etcid:110t1 1 t1 cid:104cid:105hcid:48 t Hcid:48 t cid:48 tbst tstcid:48 t 0.Isolating the multiplier t from 35,t h t b.Next, substituting expression 36 for t and its time t 1 counterpart in 34, we have35363738h t b ztcid:18 1 cid:18 1 1 r 1 rcid:19cid:19Et Etcid:104cid:105cid:111h t1 H t1 1 t bcid:104cid:1111 t1h t1 bcid:105.Thus, we have the selection conditionh t zt b cid:110H t1 t1 t1 h t1cid:111.cid:110ucid:48ct1cid:110ucid:48ct1cid:19Etcid:18 1 1 r 31B Partial Equilibrium Model with Sequential Search The social planner optimization problem iscid:18 1cid:881 rt0max E0cid:19tcid:20ztnt st1 tb st tcid:18h cid:19cid:21H t tsubject to the law of motion for employmentnt 1 nt 1 t lf p 1 nt 1 ,and the sequentialsearchbased definition of the quarterly jobfinding rateicid:88 t 1 tj 1 t,in which i is an integer that denotes the number of interviews in a given quarter.j1394041The first derivative of the quarterly jobfinding rate with respect to the cutoff point isicid:88cid:104cid:1051 tj 1 j 1 1 tj 2 t tcid:48 cid:48 t For analytical convenience, we definej1with F t cid:80ij1cid:104cid:48 t cid:48 t F t,cid:1051 tj 1 j 1 1 tj 2 t 4243Let tt be the Lagrange multiplier on the periodt law of motion for employment, and, for. The firstorder conditions of the social planner problem withease of notation, t tH trespect to nt and t are, respectively, tcid:104cid:105cid:111h t1 t1 1 t1 b 044zt t andcid:18 1 cid:191 r Etcid:110t1 1 t1 cid:104cid:105hcid:48 t cid:48 t cid:48 tbst tstcid:48 t 0.45Isolating the multiplier t from 45,t hcid:48 t cid:48 t cid:48 tbcid:48 t32 h b h b cid:48 tcid:48 tH t tcid:181 cid:19 t tF t t tF t t.4647cid:19cid:271 t1. t1Using this expression immediately above, the selection condition iscid:19 tF t tF t tcid:27 t1 cid:26cid:26cid:18 H t1h t1H t1cid:18 t11 t zt bcid:19 t1 t1 t1 t1F t1 t1F t1cid:18Et Eth H t tcid:18 1 cid:18 1 1 rcid:19cid:191 r33C Decentralized Economy Consider a decentralized economy in which a representative large firm hires and makes wagepayments to many workers. To establish some notation, define w It as the periodt wage earned byany incumbent worker. An incumbent worker is one that has completed at least one full periodof employment and, because they are identical, all incumbent workers earn the same wage. Also48define C.1 Firmse t cid:90 t wf d.In period zero, the representative firm chooses statecontingent decision rules for its desired employment stock and the threshold operating cost t below which it is willing to hire in order tomaximize discounted profitscid:88t0E0t0cid:20ztnt h tst e t t tst 1 nt 1w It H t t tstcid:21.49In 49, t0 is the period0 value to the representative household of periodt goods, which the firmuses to discount profit flows because households are the ultimate owners of firms. Without anyconfusion between firmlevel variables and aggregate variables, the hiring rate t is understood inthis section to be a consequence of the firms decisions, while the firm takes as given the number ofjobseekers st as well as the wagesetting process. Because output is sold in a perfectlycompetitivemarket, the firms problem is to choose t and nt, t, to maximize 49 subject to a sequence ofperceived laws of motion for its employment level,nt 1 nt 1 st t.50Letting tf t denote the Lagrange multiplier on the periodt law of motion 50, the firstorderconditions with respect to t and nt aref tcid:48 tst cid:48e tst hcid:48 tst Hcid:48 tst 051and52in which t1t t10t0 is the oneperiod stochastic discount factor. From 51, the value to 0,t1t1tzt f t 1 Etf t1 w Icid:110cid:16cid:17cid:11134the firm of an employee can be measured asf t cid:48e t hcid:48 t Hcid:48 tcid:48 tw tf t hf t tf tf t w t h t,53where the second line follows from the Fundamental Theorem of Calculus. Substituting 53into 52,h t zt w t 1 Etcid:110t1tcid:104h t1 w t1 w It1cid:105cid:111,which is the firms hiring selection condition.C.2 Nash Bargained Wages C.2.1 Value Equation for the Firm JIt zt w It 1 Ett1t JIt1is the equilibrium value to the firm of an incumbent worker and JEit zt wit h it 1 Ett1t JIt1545556is the equilibrium value to the firm of a newlyhired worker with idiosyncratic characteristics it.C.2.2 Value Equations for the Household An incumbent worker in period t has value measured in periodt goods to the householdcid:110WIt w It Ett1tcid:21 WIt1 cid:0 t1 WEt1 1 t1Ut1cid:32cid:82 t1 WEicid:35cid:41t1dit1 1 t1Ut1cid:1cid:3cid:111.cid:34cid:40The value of an unemployed worker iscid:33To conserve on notation, denote hereafter WEt1 cid:82 t1 WEit1f i t1Ut b Et t1t1t.57t1f it1dit1. The surplusbetween these two values is WIt Ut 35cid:110t1tcid:21 WIt1 1cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:111.58 w It b Et Based on the same logic as above, a newlyhired worker with idiosyncratic characteristics it inperiod t has value measured in periodt goods to the household WEit wit Ett1tcid:110cid:21 WIt1 1cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:111,59and thus the surplus between it and Ut is WEit Ut wit b Etcid:110t1tcid:21 WIt1 1cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:111.C.2.3 Bargaining Solution From generalized Nash bargaining,cid:19cid:18 1 JIt WIt Ut 60is the Nash sharing rule for incumbent workers where is the bargaining power of workers, and WEit Ut JEit61cid:19cid:18 1 is the Nash sharing rule for a newlyhired individual with idiosyncratic characteristics it.To obtain an expression for the periodt bargained wage of an incumbent, first substitute 58in the Nash sharing rule 60, which givescid:110cid:111cid:110t b 1 Ett1t WIt1 Ut1t1t t1cid:2 WEt1 Ut1w I 1 Etcid:3cid:111cid:19cid:16cid:18 1 zt w It 1 Ett1t JIt162cid:17.Isolating w Iw It t , we havecid:16zt 1 Ett1t JIt1 1 cid:17cid:21 WIt1 1 cid:0 t1 WEt1 1 t1Ut1b Etcid:110cid:104t1t63cid:1cid:3cid:111cid:105.Similarly,wit cid:16zt h it 1 Ett1t JIt1cid:173664cid:104b Etcid:110t1tcid:21 WIt1 1 cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:111cid:105. 1 C.3 Equilibrium A symmetric privatesector equilibrium is made up of endogenous statecontingent processesct, nt, t, w Icondition 54, the goods resource constraint 65,t0 that satisfy the sequences of conditions: the representative firms selectiont , w t6566cid:18cid:19,ct ztnt st th H t tthe aggregate law of motion for employment 66,nt 1 nt 1 tst,and the two conditions that determine the wage processes w It , w t.37cid:104cid:110cid:110,cid:105cid:111cid:111D Proof for Decentralization of Efficiency The wage at the cutoff point w t is equal to the reservation wage i.e. the point where WE tUt 0:cid:110cid:21 WIt1 1 cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:111 0WE tUt w tbEtt1t Thus:w t b Etcid:110t1tcid:21 WIt1 1 cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:1116768Now lets compare the decentralized job creation condition and the efficient one. For thispurpose, we denote the social planner solution with SP and the decentralized solution with D.h Dt zt w Dt 1 Ett1th Dt1 w Dt1 w It169andh SPt zt b 1 Ett1t H SPt1 SPt1 SPt1 h SPt1,70For efficiency to be decentralized, we require Dt SPtfor all t. In our proof, we will equalizethese two thresholds and check under which condition they are equal. Thus, we denote t D SPtand subtract 70 from 69, which givest cid:110cid:104 t1 t1 H t1 w t1 w Icid:105cid:111t1.71w t b 1 Ett1t Subtracting this equation from equation 68 givescid:1101 Et 1 Etcid:110t1tt1tcid:104 t1 t1 H t1 w t1 w Icid:2WIt1 cid:0 t1 WEt1 1 t1Ut1cid:105cid:111t1cid:1cid:3cid:111.7273For convenience, we repeat the present value expressions, which arecid:110cid:110cid:1cid:3cid:111cid:21 WIt1 cid:0 t1 WEt1 1 t1Ut1cid:1cid:3cid:111cid:21 WIt1 cid:0 t1 WEt1 1 t1Ut1,74,75WIt w It Ett1t WEit wit Ett1t 381 Ett1t t1cid:110cid:104w It1 Et1 WIt2cid:33t2t1cid:1cid:0 t2 WEt2 1 t2Ut2cid:32cid:82 t1 WE icid:21 WIt2 t2 WEt2 1 t2Ut2t2t1b cid:111cid:1051 t2Ut2 t2 WEt2t1f i t1t1dit1cid:110t2t11 t1cid:3cid:11177andcid:40cid:34Ut b Ett1t t1cid:32cid:82 t1 WEit1dit1t1f i t1cid:33cid:35cid:41.76 1 t1Ut1Substituting these value expressions into equation 72, we have 1 Ett1t t1 t1 H t1 w t1 w I.t1Collecting terms, we obtaincid:110 1 Ett1t1 Etcid:104cid:8 t1 t1 H t1 w t1 WEt1 1 t1bcid:9 .cid:110t2t11 cid:2WIt2 t2 WEt2 1 t2 Ut21 t1cid:3cid:111cid:105cid:11178t1t Finally, replace the term in square brackets in the first line by equation 68, iterated one periodforward:cid:110t1t 1 t1w t1 b 1 Ett1tcid:8 t1 t1 H t1 w t1 WEt1 1 t1bcid:9 .1 Etcid:111Further simplification yields1 Ett1tcid:8 t1 t1 H t1 t1w t1 WEt1cid:9 0.Thus, efficiency in the decentralized economy requires t1 t1 H t1 WEt1 t1w t1.798081Thus, whenever the difference of epsilon between marginal and average worker is the same as thewage differential, we obtain a decentralization of the social planner solution.Lets take our Nash solution 64 and see what the wage difference between the marginal and 39average entrant is. The difference between w t1 WE isw t1 WEt1 t1 t1 H t1 t1cid:18cid:19.82For the efficiency condition 81 to hold, we require 1. When the entire surplus goes to theworker the existing externality will be internalized.3838See Faia, Lechthaler, and Merkl 2014 for a similar proof in the context of a different modeling assumption.40E LongRun Wage Dispersion So far, we have written our model in a stationary environment. Productivity shocks are meanreverting and can thus be interpreted as deviations from some longrun trend. Under the presenceof longrun productivity growth, our model has to modified in order to guarantee stationarity. Toillustrate this, assume that productivity growth at a constant rate where is one plus theperiods net growth rate. In the decentralized economy, profits of an entrant would then becid:110cid:111t t zt wt t h 1 Et Et1t It1,83In steady state and by assuming that the wage of entrants is a function of the longrun productivity, we obtain:E z w h 1 cid:16cid:17 21 2cid:162z w Icid:162zcid:17cid:17z w I z  , 84When we use the standard assumption that wages comove 1:1 with longrun productivity ascommon in RBC models, we can simplify the equation above to E z w h 1 z w I z1 1 85It is straightforward to see that introducing longrun productivity growth 1 profits wouldincrease over time and thus the cutoff point would shift every period which can be obtained bysetting E 0. Thus, the model would not be stationary.Stationarity can be established by a very simple assumption. Besides wages, the idiosyncraticproductivity and the fixed component h also have to trend with aggregate productivity. It isthen straighforward to see that the cutoff remains unaffected. To see this, compare the cutoff pointin period t and in some future period t x.In period t: z w h 1 z w I z1 1 In period t x:x xz xw xh 1 xz w I z1 1 8687By dividing equation 87 by x, it is straightforwad to see that the cutoff point remains thesame and thus the model becomes stationary.41How does this help us? In order to guarantuee stationarity, we required two assumptions:iidiosyncratic productivity trends with aggregate productivity, ii wages are a proportional functionof productivity. Lets assume a general wage mechanism: w a, i g z i h w a, i b,where g and h are linear functions. As shown above, z and i have to trend with long productivityto obtain stationarity.generates stationarity. Thus, the wage in period t x is w a, i xgzi1hbIn addition, we define the fallback option as a replacement rate which.Lets calculate the coefficient of variation cov for wages:cid:113cid:80i w a, i mean w a, i2mean w a, icov w a, i SD w a, imean w a, iand use the two conditions from above:cid:16 xgzicid:16 xgzi1hb mean 1hbcid:114cid:80cid:113cid:80i g z i mean g z i2cid:16 xgzicid:171hbcid:17cid:172imeanmean g z icov w i Given that g is a linear function, the second line is exactly equal to the coefficient of variationof aggregate and idiosyncratic productivity:cid:113cid:80i z i mean z i2mean z icov z i Thus, we look at the data through the lens of our model remaining agnostic about the actualunderlying wage formation mechanism where the crosssectional coefficient of variation i.e. standard deviation divided by mean for wages would have to be same as the coefficient of variation foridiosyncratic productivity. In the dataset of Haefke, Sonntag, and van Rens 2013, the coefficientof variation for new entrants is on average 0.63 on the quarterly level from 1989 to 2004 andremarkably stable over time as required by our model.42F Search and Matching The dynamic jobcreation condition in an efficient search and matching model is1 t zt b 11 tt 1 Etucid:48ct1ucid:48ct1 t1cid:40In steady state: 1 1 1 z b Elasticity of the jobfinding rate with respect to productivity: ln ln z ln zz ln z Intermediate steps:Thus: ln ln z 1 zz 1 1 1 1 1 1 1 1z 1 1 211 1 1z1 1 1 1z 11 1 1 cid:41.888990919293Given our calibration strategy to target a certain , we can back out the steady state market 1 and thereby calculate the required vacancy posting costs to obtain this steadytightness 1state, namely:1 z b1 1 94Substituting this into equation 92, we obtain ln ln z1 21z 1 1 1 1 1zz b1 1 1 1 11 1 1 z b43G General Equilibrium Model A social planner in this economy optimally allocates the measure one of individuals in the representative household to leisure, unemployment, and employment. There are several representationsof the planning problem available: suppose that ct, lf pt, nt, and t are the formal objects of choice.Given the accounting identities of the model, the measure of individuals available for work can thusbe expressed st lf pt 1 nt 1.The social planner problem is to maximize lifetime expected utility of the representative household E0subject to the sequence of goods resource constraintscid:88t0t uct v lf ptcid:18959697ct ztnt lf pt 1 nt 1 th cid:19,H t tand laws of motion for the employment stocknt 1 nt 1 tlf pt 1 nt 1.The social planner takes into account the dependence of the finding rate and the average ophere. Recalling that t cid:82erating cost of a newlyselected worker on the threshold t, which is made explicit in the notationcid:48d, we have Hcid:48 t tcid:48 t, bycid:48d and H t cid:82 t tthe Fundamental Theorem of Calculus.Let tt be the Lagrange multiplier on the periodt goods resource constraint, and tt be the Lagrange multiplier on the periodt law of motion for employment. The firstorder conditions ofthe social planner problem with respect to ct, lf pt, nt, and t are, respectively,vcid:48lf pt ttzt t 1 Et t t 0,h t1 H t1cid:104ucid:48ct t 0,cid:105cid:110h t H tt1 1 t1 t1cid:104hcid:48 t Hcid:48 tcid:105cid:104tst tstcid:48 t 0.cid:105cid:1119899 0,100101and 44Isolating the multiplier t from 101,ucid:48ctt ucid:48ctcid:104cid:104cid:105hcid:48 t Hcid:48 tcid:105cid:48 th t,in which we have substituted 98. Substituting this expression for t in 99 givesvcid:48lf ptucid:48ctcid:90 t t H t t f d, t102103in which the second line substitutes the definitions of H t and t. The term in square bracketsin the integral is unambiguously positive. Expression 103 is the static efficiency condition thatappears as condition 30 in the main text.Next, substituting expression 102 for t and its time t 1 counterpart in 100, we havecid:16cid:17ucid:48cth tzt ucid:48ctzt 1 Et ucid:48ctzt 1 Etcid:110cid:110ucid:48ct1ucid:48ct1cid:104cid:104cid:105cid:111h t1 H t1 h t11 t1H t1 t1 t1 h t1cid:105cid:111.Dividing by ucid:48ct gives the selection conditionh t zt 1 Etcid:26 ucid:48ct1ucid:48ct104cid:104H t1 t1 t1 h t1cid:105cid:27.10545H Extended Description of MicroEmpirical Evidence on Wages This Appendix expands the discussion on the empirical microevidence discussed in Section 3.7,which is based on Haefke, Sonntag, and van Rens 2013 who use the CPS. Ideally, we would havea dataset which allows us to quantify the dispersion of matchspecific idiosyncratic productivityshocks for new jobs in the United States controlling for worker and establishmentfirm fixedeffects. However, to the best of our knowledge, such a dataset is not easily available.We restrict ourselves to full time workers i.e. those who worked more than 35 hours per week.How can we use wages to approximate idiosyncratic productivity? In order for our model to bestationary in the long run, the dispersion of idiosyncratic training costs productivity has to beproportional to aggregate productivity. In addition, in a decentralized version of the model, in thelongrun wages would have to comove proportionally with productivity to establish stationarity.39Thus, we look at the data through the lens of our model remaining agnostic about the actualunderlying wage formation mechanism where the crosssectional coefficient of variation i.e. standard deviation divided by mean for wages would have to be same as the coefficient of variation foridiosyncratic productivity. In the dataset of Haefke, Sonntag, and van Rens 2013, the coefficientof variation for new entrants is on average 0.63 on the quarterly level from 1989 to 2004 and fairlystable over time as required by our model.Note that we consider the coefficient of variation of entrant wages to be an extreme upper boundfor matchspecific idiosyncratic productivity because it does not control for all sorts of observableand unobservable characteristics in particular, not for establishment and worker fixed effects,which are abstracted from in our model. Card, Heining and Kline 2013, see Figure IV showwith a rich employeremployee linked dataset for Germany that adding industry, occupation andestablishment fixed effects reduces the dispersion of wages substantially, namely by roughly onethird. This brings us in a similar order of magnitude as suggested by the EOPP.Interestingly, the coefficient of variation in the wage data is also roughly 0.6 on the monthlylevel. Given that establishment fixed effects are not included, we also proceed with a coefficient ofvariation of 0.4 when we calibrate to the monthly level.39More generally, conventional business cycle and growth models require that productivity and wages comove oneto one in the long run in order to make labor input employment stationary.46", "filename": "dp9291.pdf", "person": ["Sanjay K. Chugh", "Chugh, Sanjay K.", "Christian Merkl", "Merkl, Christian"], "date": ["2015"]}