{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/114143/1/dp9259.pdf"], "title": ["Does Foreign Entry Spur Innovation?"], "plaintext": " Discussion Paper No. 9259 August 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Does Foreign Entry Spur Innovation? Yuriy Gorodnichenko University of California, Berkeley and IZA Jan Svejnar Columbia University and IZA Katherine Terrell Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 9259 August 2015 ABSTRACT Does Foreign Entry Spur Innovation? Our estimates, based on large firmlevel and industrylevel data sets from eighteen countries, suggest that FDI and trade have strong positive spillover effects on product and technology innovation by domestic firms in emerging markets. The FDI effect is more pronounced for firms from advanced economies. Moreover, our results indicate that the spillover effects can be detected with micro data at the firmlevel, but that using linkage variables computed from inputoutput tables at the industry level yields much weaker, and usually insignificant, estimated effects. These patterns are consistent with spillover effects being rather proximate and localized. JEL Classification: Keywords: innovation, FDI, spillovers, horizontal and vertical linkages, emerging markets, foreign competition F23, M16, O16, P23 Corresponding author: Jan Svejnar Columbia University School of International and Public Affairs 420 West 118th Street New York, NY 10027 USA Email: js 4085columbia.edu Yuriy Gorodnichenko and Jan Svejnar would like to dedicate this paper to Katherine Terrell, who passed away while the authors were completing the paper. They would like to thank Michael Olabisi, Aaron Baum and Yury Yatsynovich for valuable research assistance. In carrying out this research, they benefitted from grant no. P4021524642S of the Grant Agency of the Czech Republic. Yuriy Gorodnichenko also thanks NSF for financial support. 1. Introduction A major question that has arisen in the last few decades is whether domestic firms have become stronger or weaker with the opening up of most economies to foreign trade and investment. More specifically, has the efficiency of firms in emerging market economies improved with the growing presence of foreign direct investment FDI within their borders and the opening of these economies to trade? While there is substantial evidence that multinational enterprises MNEs0F1 are more productive than domestic firms,1F2 the evidence on productivity spillovers of FDI and trade remains mixed.2F3 The mixed evidence points to the need to understand better the mechanisms through which horizontal and vertical relationships with foreign firms and international trade improve or hamper efficiency of domestic firms. Innovation is the presumed conduit through which globalization affects productivity, yet there has been little research testing the relationship between globalization and innovation. In this paper, we provide the first analysis based on industrylevel indirect and firmlevel direct data to address this question. Foreign firms may have efficiency and other spillover effects on local competitors horizontal spillovers as well as on upstream and downstream domestic firms vertical spillovers.3F4 1 In this paper the term MNEs refers to foreignowned firms, although we recognize that domestically owned firms can also be multinational in their production and sourcing. 2 See e.g., the seminal work of Caves 1974 and the more recent work of Djankov and Hoekman 2000, Haskel, Pereira and Slaughter 2007 and Sabirianova, Svejnar and Terrell 2005. 3 Various literatures examine the impact of globalization on efficiency of firms in emerging markets. For a review of the literature on foreign direct investment, see e.g., Gorg and Greenaway 2004; for a review of the trade literature, see e.g., Wagner 2007. 4 The spillover broadly defined as a transfer of managerial practices, production methods, marketing techniques or any other knowledge embodied in a product or service may occur through a number of channels. Local firms may for instance learn to imitate a new process or improve the quality of their products or services through observation, or find out about better processes or marketing methods through interaction with foreign managers in business chambers and from former employees of MNEs. Local firms may also benefit from the entry of new professional services or suppliers as a result of the MNE entry. Foreign firms may act as catalysts for domestic suppliers to improve quality or time efficiency by demanding higher standards. On the other hand, foreign firms may have a negative effect on domestic firms output and efficiency if they steal their market or best human capital. If domestic firms cut back production in the face of foreign competition, they may experience a higher average cost as fixed costs are spread over a smaller scale of production Aitken and Harrison, 1999. Similarly, if the best employees leave for foreign firms, efficiency declines. 2Most studies examine horizontal spillovers and do so at the industry level within a production function framework.4F5 The effect of foreign presence on the productivity of domestic firms in a given industry is captured by the coefficient on the share of foreign firms output or employment in that industry. The evidence from this research is mixed. Most studies of developing countries suggest that the horizontal spillover effect is nil or negative.5F6 On the other hand, several studies find positive horizontal spillovers in the more developed economies such as the UK.6F7 Hence, there is a puzzle that is of considerable interest. While studies of horizontal productivity spillovers are numerous, until recently there were few empirical studies on vertical spillovers. This is surprising given the early analysis by Lall 1980 of the positive backward linkage effects of foreign firms on the Indian trucking industry.7F8 Moreover, vertical spillovers are more likely to be positive than horizontal spillovers since MNEs have an incentive to improve the productivity of their suppliers rather than that of their competitors.8F9 The empirical papers that have appeared recently do indeed find evidence that is consistent with the view of technology transfer through backward linkages in the manufacturing sectors of for example, Hungary Schoors and van der Tol, 2001, Indonesia Blalock and Gertler, 2005, Lithuania Javorcik, 2004, Czech Republic Stancik, 2007 and the United Kingdom 5 The literature on FDI spillovers has been burgeoning in recent years. We do not attempt to summarize the large and rapidly growing literature, but simply highlight the work that has motivated the analysis in this paper. We refer the interested reader to a survey by Gorg and Greenaway 2004. 6 See for example studies of Morocco by Haddad and Harrison 1993; Venezuela by Aitken and Harrison 1999; Bulgaria and Romania by Konings 2000; Russia by Yudaeva et al. 2003; the Czech Republic by Kosova 2004; and China by Abraham, Konings and Slootmaekers 2006. In the Chinese case, Abraham, Konings and Slootmaekers 2006 find positive horizontal spillovers for certain types of firms. Recently, using firmlevel data from ten transition economies, Damijan et al. 2012 find that horizontal spillovers tend to be positive in more productive firms and negative in less productive and smaller ones. 7 See e.g., Haskel et al. 2007 and Keller and Yeaple 2003. 8 On the other hand, there are numerous case studies which provide specific examples of how MNEs provide training and assistance to their suppliers. See for example, Moran 2001. 9Blalock and Gertler 2005 point out that MNEs may establish a relationship with multiple suppliers to reduce dependency on a single supplier and that this will then benefit all firms that purchase these vendors output. Consistent with this view, Lin and Saggi 2005 show theoretically how exclusivity in the contractual relationship between a multinational and its local supplier reduces the competition among local suppliers and can lower backward linkages and local welfare relative to autarky. 3Girma, Gorg and Pisu, 2007. However, these studies rely only on a variable that is constructed from inputoutput IO tables at the industry level, rather than a direct firmspecific measure. More recently, Gorodnichenko, Svejnar and Terrell 2010 use firmspecific linkage variables to examine the productivity effects of the share of sales to multinationals, share of exports in total sales and share of imported inputs in total input cost in the Business Environment and Enterprise Performance Surveys BEEPS data. Moreover, Vacek 2007 uses a firmspecific linkage variable to examine the productivity effects of share of sales to multinationals within a small sample of large firms in four twodigit NACE manufacturing sectors in the Czech Republic. Finally, Barrioso et al. 2011 find evidence of positive backward linkages using plant level data from Ireland. There has thus been considerable advancement within the productivity spillover literature, but the mixed results suggest that one needs to a examine directly the effect of FDI and trade on innovation and b assess whether the widely used industrylevel linkage measures e.g., Javorcik, 2004 provide an adequate approach or whether it is preferable to employ firmlevel linkage measures in addressing these issues. The direct examination of the effect of FDI and trade on innovation is desirable because theories usually make predictions about the effects on innovation by firms rather than about the derived productivity effect. Furthermore, as argued by Gorodnichenko 2008 and others, measured productivity captures the revenue generating ability of firms which includes both market power and technology level rather than the technology level of firms. The comparison of the indirect effects based on aggregate industrylevel linkages and direct effect based on firmlevel micro linkages is highly desirable because it is not clear that the typical measures of vertical linkages at the industry level, which rely on IO tables e.g., Javorcik, 2004 provide a sufficiently precise measure of the linkage. In this paper we carry out this analysis by combining the rich ORBISTM data base of firms with the 2002 and 2005 BEEPS of firms in 18 emerging market transition economies and Turkey. 4We use these with industrylevel inputoutput data that we have collected individually from national statistical offices and international organizations. The combined data set enables us to provide the first study of innovation effects of both industrylevel inputoutput and firmlevel micro measures of horizontal, backward and forward linkages of local firms to MNEs. As mentioned earlier, we also include in the analysis of vertical spillovers the concept of selling to or buying from firms outside of the country, i.e., importing and exporting, since vertical spillovers need not be constrained to linkages with foreign firms within the host country alone. In doing so, we recognize that others have analyzed the link between firmlevel innovation and imports or exports.9F10 The advantage of our approach derives from the fact that we analyze vertical linkages as sales to multinationals, as well as exports and imports, and that unlike other studies we carry out our analysis on many countries. Second, we are able to provide much larger comparative evidence on more heterogeneous firms than has been possible in this area to date.10F11 Our analysis covers firms in both the service and manufacturing sectors, while existing studies focus on manufacturing. This is important because most of the recent FDI is in services. We are also able to estimate the effects separately for small firms, while much of the existing evidence is for medium and large firms. Being able to cover smaller firms is important because smaller firms tend to be the new entrepreneurs and engines of growth in many emerging market economies. Finally, we also test for differences in spillovers 10 These include Bustos 2011, who uses a theoretical model and evidence from Argentine firmlevel data to show that firms update technology when faced with the opportunities presented by trade liberalization. Long, Raff and Stahler 2011 also use a theoretical model to show that trade liberalization increases firmlevel innovation in a setup with heterogeneous firms although they describe innovation in terms of costsaving RD. Fernandes and Paunov 2010 use Chilean firmlevel data to evidence product innovation or quality upgrades by firms faced with import competition. One other paper examines both directions of causality between innovation and exporting Damijan, Kostevc and Polanec 2010 use Slovenian firmlevel data to show that exporting leads to productivity improvements, especially for firms that report changes to their production process. 11 Our analysis includes firm level data from Albania, Bulgaria, Croatia, Czech Republic, Estonia, Hungary, Georgia, Kazakhstan, Latvia, Lithuania, Poland, Romania, Russia, Serbia, Slovakia, Slovenia, Turkey, and Ukraine. 5among new and old firms in our case firms that existed prior to 1990 before the fall of the communist regime and those that started afterwards. Third, we check the robustness of our base results using a control function approach and find that the base results are quite robust. We find that FDI and trade have strong positive spillover effects on innovation by domestic firms. Moreover, our results indicate that the spillover effects can be detected with micro data at the firmlevel, but that using linkage variables computed from IO tables at the industry level yields much weaker, and usually insignificant, estimated effects. Furthermore, whether we use inputoutput matrices to calculate immediate linkages to industries with strong foreign present or to calculate total linkages across industries based on the inverse of inputoutput matrices appears to make relatively little difference for the estimates of the industrylevel effects. Thus, the spillover effects on innovation appear to be localized rather than broadbased. However, the strength of estimates spillovers is heterogeneous. For example, spillovers of FDI from more advanced countries OECD are more tangible than spillovers of FDI from less advanced nonOECD countries The rest of the paper is organized as follows. In Section 2 we describe our data and analytical methodology. In Section 3 we present our findings and we interpret them in the concluding Section 4. 2. Data and Methodology As mentioned above, we use firmlevel data from the ORBISTM and BEEPS data bases.11F12 The BEEPs survey was first undertaken in 19992000, when it was administered to approximately 4,000 enterprises in 26 countries of Central and Eastern Europe CEE and the Commonwealth of 12The description of the data draws heavily from Synovate 2005, the report from the firm that implemented the BEEPS instrument and provided the EBRD and World Bank with electronic data sets. 6Independent States CIS to assess the environment for private enterprise and business development. The second and third rounds of the BEEPS were carried out in 2002 and 2005 on approximately 6,500 and 9,500 enterprises, respectively, in the same CIS and CEE countries, but expanded to include Turkey from the second round and Turkmenistan from the third round. The 2005 BEEPS survey instrument approximates the coverage, sampling frames and specific questionnaire items of the second round of the BEEPS.12F13 In this paper we use primarily the 2002 and 2005 BEEPS surveys as they contains data on the variables of interest.13F14 The original 2005 data base contains a total of 9,655 firms, with 200 975 firms per country. The share of firms in services ranges from 50% to 65% across the 28 countries. Between twothirds and threequarters of the firms have less than 50 employees. Approximately 10% of the firms are foreign owned and another 10% are state owned. The share of firms that export more than 20% of their output varies widely across countries: from 5% in Kazakhstan to 30% in Slovenia. The 2002 BEEPS has a similar structure and composition. We use information on foreign ownership from the ORBIS database a global firmlevel database constructed by Bureau van Dijk.115 The ownership data include owners country of origin 4Fnot only whether a firm is foreignowned, allowing us to identify whether or not foreign ownership is from an OECD economy. 13 See more detailed explanation of data set and questionnaires at http:www.ebrd.compagesresearchanalysissurveysbeeps.shtml. 14 The reference year for the 2005 BEEPS is actually 2004 and for the 2002 BEEPS it is 2001. However, for ease of exposition, we simply refer to the year of the survey. 15 http:www.bvdinfo.comProductsCompanyInformationInternationalORBIS.aspx. Bureau van Dijk is also responsible for the AMADEUS database, which business and economics scholars have used for more than a decade for Europefocused firmlevel studies. ORBIS is the global superset of AMADEUS. It is arguably the worlds largest database of public and private companies, and it distinguishes itself by being the only global dataset that comprehensively identifies parentsubsidiary relationships between firms. Bureau van Dijk aggregates ownership and financial information from official sources worldwide primarily using sources like national registers of companies like the United Kingdoms Company House, private information services like FAMETM, credit analysts like DB, and the public records of listed companies. By 2010, it covered more than 80 million firms from 180 countries and territories. ORBIS firmlevel data coverage overlaps with all the years for which we have BEEPS data its scope similarly extends to firms of all sizes and industry sectors. 7In addition to the ORBISTM and BEEPS data, we rely on data from IO tables to construct the industrywide spillover variables. We are only able to obtain recent IO tables for 18 of the economies covered by the survey, therefore we focus our analysis on these countries and we pool the 2002 and 2005 survey data.15F16 We take IO tables from GTAP 7.16F17 The sample includes a variety of firms, from very small firms with as few as two employees to larger firms with up to 10,000 employees. Moreover, the data include firms in the rural areas as well as large cities, and firms in industry as well as firms in the service sector, which is the new dynamic yet understudied sector in these economies.17F18 Hence the data enable us to analyze diverse firms in a large number of countries. In addition, the data set contains a panel component, where several hundred firms that were surveyed in 2002 were surveyed again in 2005.18F19 However, our analysis relies primarily on the pooled 2002 and 2005 data since many variables of interest have a retrospective component in each survey date and because it is hard to detect robust relationships with a small panel of heterogeneous firms, especially when we use a number of control variables. An important advantage of our data is that firms selfreport various types of innovation activity. Most studies on innovation use patent data or RD expenditures, which are often regarded as potentially problematic. Patents are generally viewed as having three weaknesses: 1 they measure inventions rather than innovations; 2 the tendency to patent varies across countries, industries and processes; and 3 firms often protect their innovations by using methods other than 16 We have attempted to impute values for countries with missing inputoutput tables by using the average values from the two closest neighboring countries but we have found that such imputation introduced too much noise in the data. 17 https:www.gtap.agecon.purdue.edu 18 According to Fernandes 2009, During the 19972004 period, services represent an increasing share of valueadded   in the Eastern European region, averaging 46%   remarkable given the underdevelopment of the services sector   during the communist period. 19 The relatively small size of the panel should not be associated with intensive exit of firms in these countries. The exit rate was about 8% average across countries. The size of the panel is mainly brought about by a refusal of firms to participate in the new wave of the survey 42% and inability to reach eligible responders within firms 25%. 8patents maintaining technological complexity, industrial secrecy, and lead time over competitors. Using RD expenditures may also be inappropriate because not all innovations are generated by RD expenditures Santamaria et al, 2008, RD does not necessarily lead to innovation it is an input rather than an output, and formal RD measures are biased against small firms Michie, 1998; Archibugi and Sirilli, 2001; Lin et al, 2010. Perhaps most important for the purposes of this paper is the fact that in emerging market economies these types of innovations are less likely to be observed as firms are expected to engage more in imitation and adaptation of already created and tested technologies, rather than in generating new inventions and are less likely to expend resources on RD. In this study, we define innovation broadly as the development and upgrading of new products and adoption of new technologies. Specifically, we use binary variables based on top managers answers to the question about whether a firm has undertaken any of the following two initiatives in the last three years: Developed successfully a major new product line or upgraded an existing product line hereafter New Product; acquired new production technology hereafter New Technology. As noted above, since we are studying emerging market economies, it is expected that these two measures of innovation may have some element of imitation or adoption rather than in house development. We know for example, that the new technology used in the firm can be acquired in a number of ways. It can be developed by the firm 17% who answered that they acquired a new technology said this was the way the technology was introduced or it can be acquired by hiring new personnel 5% or transferred from elsewhere universities, business associations, etc., 93%. However, the vast majority of acquired new technology was embodied in new machinery or equipment that was purchased or licensed from other sources 75%.19F20 The BEEPS data also permit us to control at the firm level for the effects of pressure from foreign and domestic competition. In particular, we use as a control variable each firms markup, a sufficient statistic for the degree of competition.20F21 In addition to providing competition, foreign firms may also transfer capabilities. The BEEPS data permit us to capture the extent of vertical linkages between domestic and foreign firms, which allow transfer of capabilities or knowledge spillovers. We use three variables for vertical linkages: SMNE, the share of a firms sales to multinational enterprises;21F22 Exports, the share of sales exported; and Imports, the share of inputs imported. Whereas SMNE can be construed as capturing downstream relationships with foreign firms within the country, Exports can be viewed as capturing downstream relationships with foreign firms outside the country. The estimated specification is cid:1835cid:3036cid:3046cid:3030cid:3047cid:3404cid:4668cid:2009cid:2869cid:1834cid:1867cid:1870cid:1861cid:1878cid:1867cid:1866cid:1872cid:1853cid:1864cid:3046cid:3030cid:3047cid:3397cid:2009cid:2870cid:1828cid:1853cid:1855cid:1863cid:1875cid:1853cid:1870cid:1856cid:3046cid:3030cid:3047cid:3397cid:2009cid:2871cid:1832cid:1867cid:1870cid:1875cid:1853cid:1870cid:1856cid:3046cid:3030cid:3047 cid:3397cid:2010cid:2869cid:1845cid:1839cid:1840cid:1831cid:3036cid:3046cid:3030cid:3047cid:3397cid:2010cid:2870cid:1831cid:1876cid:1868cid:1867cid:1870cid:1872cid:3036cid:3046cid:3030cid:3047cid:3397cid:2010cid:2871cid:1835cid:1865cid:1868cid:1867cid:1870cid:1872cid:3036cid:3046cid:3030cid:3047 cid:3397cid:2038cid:2868cid:1832cid:1841cid:1844cid:1831cid:1835cid:1833cid:1840cid:3036cid:3046cid:3030cid:3047cid:3397cid:2038cid:2869cid:1845cid:1841cid:1831cid:3036cid:3046cid:3030cid:3047 cid:3397cid:2011cid:2868cid:1864cid:1866cid:1838cid:3036cid:3046cid:3030,cid:3047cid:2879cid:2871cid:3397cid:2011cid:2869cid:3435cid:1864cid:1866cid:1838cid:3036cid:3046cid:3030,cid:3047cid:2879cid:2871cid:3439cid:2870cid:3397cid:2011cid:2870cid:1831cid:1856cid:1873cid:3036cid:3046cid:3030,cid:3047cid:2879cid:2871 cid:3397cid:2011cid:2871cid:1845cid:1863cid:1861cid:1864cid:1864cid:3036cid:3046cid:3030,cid:3047cid:2879cid:2871cid:3397cid:2011cid:2873logcid:4666cid:1827cid:1859cid:1857cid:3036cid:3046cid:3030cid:3047cid:4667cid:3397cid:2011cid:2874cid:1829cid:1839cid:1840cid:3036cid:3046cid:3030cid:3047cid:3397cid:2011cid:2875cid:1839cid:1853cid:1870cid:1863cid:1873cid:1868cid:3036cid:3046cid:3030cid:3047 cid:3397cid:2011cid:2876cid:1829cid:1847cid:3036cid:3046cid:3030,cid:3047cid:2879cid:2871cid:3397cid:2011cid:2877cid:1838cid:1867cid:1868cid:1872cid:3036cid:3046cid:3030cid:3047 cid:3397cid:2032cid:1838cid:1867cid:1855cid:3036cid:3046cid:3030cid:3047cid:3397cid:2019cid:3046cid:3397cid:2036cid:3030cid:3397cid:2033cid:3047cid:3397cid:1857cid:1870cid:1870cid:1867cid:1870cid:4669 , 20 One may be concerned that a vast majority of new technology is due to imitation and wonder whether our results extend to genuine inhouse innovations made within firms. We applied our econometric specification discussed below to two inhouse measures of innovation positive RD expenditures and new technology developed by the firm and found very similar effects. 21 Mayer et al. 2011 explore the use of markup as an indicator of competition and justify its use as a sufficient statistic. 22 A multinational enterprise is defined as a firm with 50% or more foreign ownership. 10where I is a dummy variable equal to one if the firm reported an innovation, and zero otherwise; denotes the cumulative density function of a standard normal random variable; i, s, c, and t index firms, sector, country, and time, respectively. Variables dated with period cid:1872cid:33983 are taken from retrospective questions about the firms performance three years prior to the current date. The first three variables capture industrylevel, foreign linkage variables: horizontal, backward and forward. These linkages are common across firms in a given industry, time, and country. We compute them as direct linkages and total linkages. With cid:1827 being an IO matrix, total linkages include direct and indirect effects and are based on the cid:4666cid:1835cid:3398cid:1827cid:4667cid:2879cid:2869 matrix, while direct linkages do not take into account the indirect multiplier effects and are based only on cid:1827. The existing literature uses only the direct linkages. Specifically, we compute the linkages for industry j as follows: cid:3007cid:3021cid:3283cid:3285cid:3007cid:3021cid:3283cid:3285cid:3286cid:3247cid:3285cid:3003cid:3021cid:3283cid:3285cid:3003cid:3021cid:3283cid:3285cid:3286cid:3247cid:3285cid:1832cid:1867cid:1870cid:1875cid:1853cid:1870cid:1856cid:3037cid:3047cid:3042cid:3047cid:3028cid:3039cid:3404cid:1832cid:1842cid:3035cid:3035cid:2999cid:3037cid:1828cid:1853cid:1855cid:1863cid:1875cid:1853cid:1870cid:1856cid:3037cid:3047cid:3042cid:3047cid:3028cid:3039cid:3404cid:1832cid:1842cid:3035cid:3035cid:2999cid:3037cid:1834cid:1867cid:1870cid:1861cid:1878cid:1867cid:1866cid:1872cid:1853cid:1864cid:3037cid:3047cid:3042cid:3047cid:3028cid:3039cid:3404cid:1834cid:1867cid:1870cid:1861cid:1878cid:1867cid:1866cid:1872cid:1853cid:1864cid:3037cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:3404cid:3026cid:3284cid:3400cid:3007cid:3042cid:3045cid:3032cid:3036cid:3034cid:3041cid:3020cid:3035cid:3028cid:3045cid:3032cid:3284cid:3400cid:2778cid:3435cid:3036cid:3036cid:3041cid:3031cid:3048cid:3046cid:3047cid:3045cid:3052cid:3285cid:3439cid:3026cid:3284cid:3400cid:2778cid:3435cid:3036cid:3036cid:3041cid:3031cid:3048cid:3046cid:3047cid:3045cid:3052cid:3285cid:3439cid:3284cid:1832cid:1867cid:1870cid:1875cid:1853cid:1870cid:1856cid:3037cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:3404cid:1832cid:1842cid:3035cid:3035cid:2999cid:3037cid:1828cid:1853cid:1855cid:1863cid:1875cid:1853cid:1870cid:1856cid:3037cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:3404cid:1832cid:1842cid:3035cid:3035cid:2999cid:3037cid:3002cid:3283cid:3285cid:3002cid:3286cid:3285cid:3286cid:3247cid:3285cid:3002cid:3285cid:3283cid:3002cid:3285cid:3286cid:3286cid:3247cid:3285cid:3284, , , cid:3404cid:1832cid:1842cid:3037, , where cid:1851cid:3036 is a measure of size for firm i we use sales, cid:1828cid:1846 is the Leontief inverse of the IO matrix cid:1827, cid:1832cid:1846 is the Ghosh inverse of IO matrix cid:1827, cid:1832cid:1867cid:1870cid:1857cid:1861cid:1859cid:1866cid:1845cid:1860cid:1853cid:1870cid:1857cid:3036 is the share of foreign ownership in firm i, cid:2778cid:3435cid:1861cid:1861cid:1866cid:1856cid:1873cid:1871cid:1872cid:1870cid:1877cid:3037cid:3439 is the indicator variable equal to one if firm i is in industry j and zero otherwise. The key difference between the Leontief and Ghosh inverse matrices is that the former 11is estimated from an IO matrixs input coefficients, while the latter uses the output coefficients. Thus, they represent the linkages suggested by a demanddriven and supplydriven model of the economy, respectively. The next three explanatory variables capture vertical linkages or transfer of capabilities: Import the share of imported inputs. SMNE the share of sales to multinational enterprises, Export the share of export in sales, and In addition to sector cid:2019cid:3046cid:4667, country cid:2036cid:3030cid:4667 and year cid:2033cid:3047cid:4667fixed effects, we include the following variables to control for firmspecific factors deemed to be important in the literature:22F23 L the number of employees and L2 measure the size of the firm. The argument for including size is that large companies have more resources to innovate and can benefit from economies of scale in RD production and marketing.23F24 EDU the share of workers with a university education and SKILL the share of skilled workers capture human capital in the firm. These variables may be expected to be positively correlated with innovation if EDU reflects the involvement of workers in RD and more skilled workers SKILL are able to give feedback to the firm on how to improve a product. Age of the firm is the log of the number of years since the firm began operations in the country. Two hypotheses are plausible: one suggesting that older firms developed routines that are resistant to innovation and another suggesting that older firms will accumulate the knowledge necessary to innovate. There is evidence for both hypotheses. CNM is a dummy equal to one if the firm competes in the national markets and zero otherwise e.g., when a firm only competes in a regional or local market. We expect CNM to have a positive effect on innovation, given that the firm operates in a larger market. 23 See Becheikh, Landry and Amara 2006 for a review of the literature on innovation. 24 This variable is probably one of the most studied firm characteristics determining innovation, in part because it also captures one of Schumpeters 1943 hypotheses. 12State Owned Enterprise SOE is a dummy variable equal to one if the government owns 50% or more of the firm and zero otherwise. This variable is expected to be negatively correlated with innovation for a variety of reasons, including a poor system of rewards for innovative activities in these enterprises. FOREIGN is a dummy variable equal to one if foreigners own 50% or more of the firm and zero otherwise. CU is capacity utilization. Adding this variable allows us to adjust the effects of the firm size variables with an index of factorintensity. Lopt is the optimal size of employment relative to the current employment. This information was collected from managers as part of the survey. Like CU, Lopt can be interpreted as a measure of capacity utilization. The expected coefficient sign for CU and Lopt is ambiguous. Location Loc is a set of dummies for size of population where the firm is operating or headquartered. This will control for potential differences in knowledge available in larger v. smaller cities. Appendix Table A1 contains a more detailed description of our variables. In order to assess the extent to which the estimated effects are specific to particular settings or nonlinear in key variables, we also separately estimate the basic specification for each of the following subsamples: Sector: manufacturing vs. services, Ownership: private domestic, foreign and state, Employment size: 1 210 employees, 2 11 49, 3 5099, 4 100 Regions: CIS Commonwealth of Independent States Ukraine, Belarus, Armenia, Kazakhstan, Russia, EU European Union Slovenia, Poland, Hungary, Czech Republic, Slovakia, Latvia, Lithuania, Estonia, and SEE SouthEastern Europe Albania, Croatia, Romania, Bulgaria, and Turkey 13Red tape: firms are grouped into three bins based on managers time spent with official. 1 least time, 3 most time. Age: new founded after 1991, old founded before 1991, and denovo founded after 1991 as a private firms. 3. Empirical Results In Tables 1 and 2 below, we report the summary statistics. As may be seen from Table 1, our sample covers 18 emerging market economies in the EU, SEE including Turkey and the CIS. The sample contains several hundred firms in each country, with larger countries Kazakhstan, Poland, Romania, Russia, Turkey, and Ukraine each having more than 800 firms. Croatia has the smallest sample with 291 firms. The mean and standard deviation statistics in Table 2 suggest that the values taken on by the variables used in our analysis are reasonable and display considerable variation. About 38% of the firms report that they introduced a new product, while about 30% have introduced a new technology. Both the total and direct horizontal, forward and backward linkages common across firms in a given industry, time, and country take on values in the 0.3 0.5 range, while the corresponding linkages with respect to OECD fall in the 0.2 0.3 range. The share of sales going to multinational firms averages 0.07, the share of sales exported averages 0.09 and the share of imported inputs in the value of all inputs averages 0.29. The average share of skilled workers is 0.49, while workers with a university education average 27% of the firms total labor force. About 10% of the firms have majority state ownership, while about 12% have majority foreign ownership. Finally, about 70% of the firms report competing in the national as opposed to only the local market. 143.1 Baseline Estimates In Tables 36, we report the estimated coefficients on the industrylevel linkages cid:2009 and microlevel linkages cid:2010. In these tables we report estimates based on total linkages using the cid:4666cid:1835cid:3398cid:1827cid:4667cid:2879cid:2869 matrix, the cid:1827 matrix. As may be seen from the first row of Table 3, the estimated product innovation while in the appendix tables we report the corresponding estimates based on direct linkages using spillovers based on the entire data set for the usual industrylevel, inputoutput linkage variables, are all statistically insignificant. This finding is consistent with much of the literature that finds insignificant spillover effects on productivity. In contrast, the corresponding product innovation spillovers based on the firmlevel micro data are all positive and statistically highly significant. Quantitatively these estimates are also substantial. When converted to marginal effects at means, our point estimates on cid:1845cid:1839cid:1840cid:1831,cid:1831cid:1876cid:1868cid:1867cid:1870cid:1872andcid:1835cid:1865cid:1868cid:1867cid:1870cid:1872 range from 0.07 to 0.09 and the standard cid:1845cid:1839cid:1840cid:1831,cid:1831cid:1876cid:1868cid:1867cid:1870cid:1872,cid:1835cid:1865cid:1868cid:1867cid:1870cid:1872 can raise our measures of innovation by about 0.015 to 0.030, or deviation of these variables are also between 0.2 and 0.4. Thus, a one standard deviation increase in approximately 4 to 7 percent, given that the unconditional means of the dependent variables are about 0.3 to 0.4. Our estimates based on the entire sample of firms hence suggest that the industrylevel, IO approach to estimating FDI spillovers found in the existing literature may be misleading in that the industrylevel data do not capture the positive innovation spillover effects that can be detected with firmlevel data. The uniformly positive and statistically significant microlevel spillover effects are also found in Table 3 when we carry out the estimation on the following subsamples of firms: service sector firms, old firms, new firms, stateowned firms, domestic privatelyowned firms, firms located in EU countries, and firms in which officials spend considerable time with local officials considerable red tape. Moreover, there are several categories of firms in which we find the effect of the share of sales to MNEs to be insignificant, but the effects of the share of sales exported and 15share of inputs imported to be positive and significant: manufacturing firms, denovo firms, small and medium sized firms, MNEs, firms located in SEE, and firms in which officials spend little or only moderate amount of time with officials low red tape. The positive effect of interacting with foreign firms is hence positive for most types of firms, with manufacturing being the only sector about onethird of the sampled firms where a greater share of sales going to MNEs is not associated with greater product innovation. Interestingly, as may be seen from all the rows of Table 3, when we carry out estimations for the various subsamples of firms, the estimated industrylevel linkages are virtually all statistically insignificant,24F25 again suggesting that the aggregate analysis based on inputoutput tables is misleading. Finally, as may be seen from the Appendix Table A2, the estimates based on direct linkages are similar to those based on total linkages. Our findings with respect to the adoption of new technology are similar to those obtained for developing a new product. Using the total linkage method, we find in Table 4 that the estimated spillovers based on the firmlevel micro data are all positive and statistically highly significant for the sample of all firms, as well as for the subsamples of manufacturing firms, service sector firms, old firms, domestic private firms, and firms whose managers do not spend much time with officials. Our firmlevel technology innovation findings are hence stronger than our corresponding findings with respect to product innovation in that manufacturing firms register a positive spillover effect not only with respect to exporting and importing, but also with respect to supplying the locally based MNEs. Firms in a number of other subsamples generate significant positive effects with respect to exporting and importing, but insignificant effects with respect to sales to MNEs: new firms, denovo firms, firms that spend a moderate amount of time with officials, and firms operating in SEE and CIS. In contrast, large firms, stateowned firms and firms operating the EU countries benefit from 25 Of the 581 estimated coefficients in the first three columns of Table 3, only 7 are significant and two of these are negative. 16selling to MNEs and exporting, but not from linkages derived from importing inputs. As before, spillovers based on industrylevel variables are mostly insignificant.25F26 This finding is again consistent with much of the literature that finds insignificant spillover effects on productivity. Finally, the estimates based on direct linkages, reported in Table A3, are similar. Spillovers by the Source of FDI 3.2 In Table 5 we present the estimated product innovation spillovers when we distinguish whether foreign presence is from OECD or nonOECD countries. As may be seen from the table, the firmlevel micro linkage effects, which cannot distinguish OECD vs. nonOECD FDI effects, are virtually identical to those found earlier. The industrylevel estimates may be split by OECD vs. nonOECD origin and they suggest that the presence of OECD firms, as compared to nonOECD firms, has a positive horizontal linkage effect in the sample of all firms, as well as in subsamples of firms that operate in the service sector or are new, large, in domestic private ownership, or in CIS. The backward OECD linkages are all insignificant except for the service sector firms where one finds a significant positive linkage effect of OECD as well as nonOECD firms, and the backward OECD linkage effect of firms in the EU countries, where one finds a surprisingly negative effect. The forward OECD linkage effects are all insignificant except for a positive effect in firms operating in EU. It is notable that the presence of nonOECD firms has a negative horizontal linkage effect on very small firms and a positive backward linkage effect on firms in the service sector and on large firms. The corresponding direct linkage effects, reported in Appendix Table A4, are similar for OECD horizontal linkages but they suggest that a number of OECD backward linkages and forward nonOECD linkages are positive and few are also negative. These findings suggest that relying on the direct linkage effects may be misleading. 26 Of the few that are statistically significant, most are negative. 17The corresponding estimated technology innovation spillovers that distinguish between foreign presence from OECD and nonOECD countries are reported in Table 6. The firmlevel micro linkage effects that cannot be split between OECD and nonOECD FDI presence are again strong and similar to those found for technology innovation earlier. Unlike in the case of product innovation, the estimated technology innovation spillovers at the industrylevel suggest that the presence of nonOECD firms has a negative horizontal linkage effect in the sample of all firms, as well as in several specific subsamples of firms: firms operating in the service sector, firms that are old, medium sized firms, SOEs, foreign owned firms, privately owned firms, firms that spend moderate amount of time with officials, and firms in SEE. The difference is that there are now more subsamples of firms where one detects a positive horizontal spillover effect of OECD presence: firms that operate in the service sector, are small, have domestic private ownership, and spend moderate amount of time with officials. We also find a positive backward linkage effect associated with the presence of OECD firms in the sample of all firms, as well as the subsamples of firms in the service sector, old firms, micro, mediumsized and large firms, SOEs, and firms that spend moderate amount of time with officials. In all of these cases except for the medium sized firms, the base effect of nonOECD foreign presence is insignificant rather than negative. Finally, the forward linkages associated with both OECD and nonOECD firms presence are mostly insignificant or negative, with the exception of a positive nonOECD linkage of firms in SEE. In terms of direct technology innovation spillovers, we show in Appendix Table A5 that these estimates are somewhat similar to those based on total linkages in the case of horizontal spillovers, but they differ considerably from total linkage effects with respect to forward and backward spillovers. This result strengthens our earlier finding that firmlevel spillover effects are more reliable than the partial or direct industrylevel effects common in the literature. 183.3 Robustness Tests In the previous sections, we have documented an interesting set of patterns for the sample as a whole and for a number of subsamples. However, these patterns do not necessarily imply causal relationships, which are difficult to establish in observational studies. A major concern is that in our specification we may be omitting factors that potentially limit the growth of firms and thus also their incentives to innovate. In order to overcome this concern, we employ the control function approach in which we use proxies to control for potentially omitted factors that might bias the estimated linkage effects. The main advantage of using this approach is that BEEPS provides a rich set of proxies that enable us to rule out a number of alternative explanations.26F27 In particular, we use each firms selfreported assessment of a large number of potentially limiting factors, ranging from constraints imposed on the firms by corruption to regulation, taxes, and electricity problems. Our approach is to add to our basic specification an additional regressor capturing a particular omitted factor. Ideally, we would like to include all of these potentially important controls simultaneously but, since many variables have missing observations or are collected only in one of the BEEPS waves, including all variables will shrink the sample size dramatically. As a result, we include variables one at a time. However, even if we include many controls simultaneously, our results to do not change materially. The estimated coefficients of the augmented specification for a new product innovation are reported in Table 7, while those for a new technology innovation are reported in Table 8. As may 27 Finding credible instrumental variables is a challenging task in observational studies. We considered three candidates for instrumental variables. The first two instruments were i selfreported constraints imposed by transportation difficulties and ii custom and trade regulations. Both of these constraints are likely to limit long distance trade, thus making it more likely that MNEs wishing to sell in the country will open plants in the country and domestic firms will supply and purchase from the MNEs, as well as compete with them. The third instrumental variable was based on how important business associations and chambers are in finding suppliers. It may be expected that if firms use business associations and chambers, they are more likely to find a foreign firm than if the use more proximate channels friends, family, government, and former employees. We found using these instrumental variables yields the same qualitative conclusions although the effect are imprecisely estimated. 19be seen from the tables, we first explore if factors related to problems with various aspects of infrastructure telecommunications, electricity, transportation, access to land, and title or leasing of land lower the firms ability to innovate and also its industrylevel and firmspecific linkages. We find that these factors have no effect in that the estimated linkages are very similar to those found in our original specification. We obtain the same result when we construct an index of limiting factors average score. We next estimate augmented specifications that control, alternatively, for tax rates and tax administration, various forms of regulation, skills and education of the labor force, economic uncertainty and instability, corruption and crime, anticompetitive practices and contract violations, education of a manager, indebtedness, productivity, access to and cost of finance, quality of courts, information about suppliers and customers, unofficial payments and tax reporting, various forms of competitive and customer pressures, and experience with lost electric power, water, and phone connection, as well as lost products due to breakage, spoilage or theft while in transit.27F28 Each of these factors may arguably covary with the linkages and including these factors as regressors could in principle reduce the significance of our estimated effects of linkages on innovation. We show that controlling for each of these factors has no effect on our baseline results. Only in three of the forty two regressions that we estimate in Table 7 and in one of the forty two regressions that we estimate in Table 8 does the coefficient on the share of sales to MNEs become marginally insignificant. All the other two hundred and forty nine firmspecific linkage coefficients remain significant. Hence, the robustness of the baseline estimates to this large battery of control function tests is remarkable and it suggests that we are indeed identifying a causal relationship. 28 Lost power, phone and water are measured in days. Lost product is measured as percent of sales. 204. Conclusions Our estimates, based on large firmlevel and industrylevel data sets from 18 countries, suggest that FDI and trade have strong positive spillover effects on innovation by domestic firms in emerging markets. Moreover, we find that the spillover effects can be detected with micro data at the firmlevel, but that using linkage variables computed from inputoutput tables at the industry level yields much weaker, and usually insignificant, estimated effects. Furthermore, there is generally little difference in whether the industrylevel spillover effect is computed as a direct effect based on the inputoutput matrix the usual approach in the literature or as a total effect based on the inverses of inputoutput matrices. These patterns are consistent with spillover effects being rather proximate. In other words, spillover effects on innovation from foreign firms to domestic firms appear to be limited to domestic firms immediately connected to foreign firms. Simply being in an industry populated by foreign firms or an industry buying from or selling to industries with strong foreign presence generally has a weak, if any, effect on innovation. An immediate policy implication of these findings is that popular requirements of foreign firms to have significant local content i.e., a certain fraction of value added or inputs has to be local may be justified. We also document heterogeneity in the strength of the effect across sources of foreign presence. Our firmlevel data do not permit us to distinguish between the effects of FDI from more advanced OECD and less advanced nonOECD countries, but we are able to do so at the level of the industry inputoutput linkages. Our estimates suggest that the presence of OECD firms, as compared to nonOECD firms, has a positive horizontal linkage effect on product innovation in the sample of all firms, as well as in subsamples of various types of firms. The backward OECD linkages are all insignificant except for the service sector firms where one finds a significant positive linkage effect of OECD as well as nonOECD firms, and the backward OECD linkage 21effect of firms in the EU countries, where one finds a surprisingly negative effect. The forward OECD linkage effects are all insignificant except for a positive effect in firms operating in EU. It is notable that the presence of nonOECD firms has a negative horizontal linkage effect on very small firms and a positive backward linkage effect on firms in the service sector and on large firms. Unlike in the case of product innovation, the estimated technology innovation spillovers at the industrylevel suggest that the presence of nonOECD firms has a negative horizontal linkage effect in the sample of all firms, as well as in several specific subsamples of firms Our results have important implications for interpreting the existing literature, which has focused on the effects of FDI and trade on total factor productivity rather than on innovation, has tended to use the industrylevel rather than firmlevel measures of horizontal and vertical linkages, and usually used data from a single country. Since measured productivity a captures the effects of both market power and efficiency rather than just efficiency of firms, b is a noisy outcome variable, and c suffers from endogeneity problems in estimation, our focus on innovation provides potentially more direct estimates of the true effects of foreign presence on the performance of local firms. 22 References Abraham, F., Josef Konings and V. Slootmaekers 2010 FDI Spillovers, Firm Heterogeneity and Degree of Ownership: Evidence from Chinese Manufacturing, Economics of Transition 181: 143182. Aitken, Brian J. and Ann E. Harrison 1999. Do Domestic Firms Benefit from Foreign Direct Investment? Evidence from Venezuela. American Economic Review, 89, 605618. Archibugi, D. and G. Sirilli 2001 The Direct Measurement of Technological Innovation in Business, in Innovation and Enterprise Creation: Statistics and Indicators. European Commission. Barrios, Salvador, Gorg Holger and Eric Strobl 2011 Spillovers through backward linkages from multinationals: Measurement matters! European Economic Review, 49 7, 17611784. Becheikh, Nizar, Rejean Landry and Nabil Amara 2006 Lessons from innovation empirical studies in the manufacturing sector: A systematic review of the literature from 19932003, Technovation, 26: 644664. Blalock, Garrick and Paul J. Gertler 2005 Foreign Direct Investment and Externalities: The Case for Public Intervention, in T. H. Moran, E. M. Graham and M Blomstrom eds. Does Foreign Direct Investment Promote Development? Institute for International Economics, Center for Global Development: Washington, D.C. Business Environment and Enterprise Performance Survey 1999 2002 2005 The World Bank, Washington, D.C. Bustos, Paula 2011. Trade Liberalization, Exports, and Technology Upgrading: Evidence on the Impact of MERCOSUR on Argentinian Firms, American Economic Review, 1011: 30440. Caves, Richard 1974 Multinational Firms, Competition and Productivity in HostCountry Markets, Economica, 41162: 176193. Damijan, Joze P., Crt Kostevc and Saso Polanec 2010. From Innovation to Exporting or Vice Versa?, The World Economy, 333: 374398. Damijan, Joze P., Matija Roje, Boris Majcen, and Mark Knell 2012 Impact of firm heterogeneity on direct and spillover effects of FDI: Microevidence from ten transition countries Journal of Comparative Economics, December Djankov, Simeon and Bernard Hoekman 2000 Foreign Investment and Productivity Growth in Czech Enterprises, The World Bank Economic Review 141: 4964. Fernandes, Ana M. 2009 Structure and Performance of the Service Sector in Transition Economies, Economics of Transition 173: 467501 Fernandes, Ana M. and Caroline Paunov, 2010. Does Trade Stimulate Innovation?: Evidence from FirmProduct Data, OECD Development Centre Working Papers 286 Girma, Sourafel, Holger Gorg and Mauro Pisu 2007 Exporting, Linkages and Productivity Spillovers from Foreign Direct investment, CEPR Discussion Paper No. 6383. Gorg, Holger and David Greenaway 2004 Much Ado about Nothing? Do Domestic Firms Really Benefit from Foreign Direct Investment? World Bank Research Observer, 192: 171197. 23Gorodnichenko, Yuriy, Jan Svejnar and Katherine Terrell 2010 Globalization and Innovation in Emerging Markets, American Economic Journal Macroeconomics 21, 194226. Gorodnichenko, Yuriy 2008 Using Firm Optimization to Evaluate and Estimate Returns to Scale, NBER WP 13666. Haddad, Mona and Ann E. Harrison 1993. Are their Positive Spillovers from Foreign Direct Investment? Journal of Development Economics, 42: 5174. Haskel, Jonathan E., Sonia C. Pereira and Matthew J. Slaughter 2007. Does Inward Foreign Direct Investment Boost the Productivity of Domestic Firms? The Review of Economics and Statistics 893: 482496. Javorcik, Beata 2004 Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In search of spillovers through backward linkages, American Economic Review 943: 605627. Keller, Wolfgang and Stephen R Yeaple, 2009 Multinational Enterprises, International Trade, and Productivity Growth: FirmLevel Evidence from the United States, Review of Economics and Statistics, 914: 821831. Konings, Jozef 2000. The Effects of Direct Foreign Investment on Domestic firms: Evidence from Firm Level Panel Data in Emerging Economies, William Davidson Institute Working Paper No. 344. Kosova, Renata 2010. Do Foreign Firms Crowd Out Domestic Firms? Evidence from the Czech Republic. Review of Economics and Statistics. 924 : 861881 Lall, Sanjaya 1980 Vertical InterFirm Linkages in LDCs: An Empirical Study, Oxford Bulletin of Economics and Statistics, 42:203226. Lin, Chen, Ping Lin, Frank Song 2010 Property rights protection and corporate RD: Evidence from China, Journal of Development Economics, 931 Lin, Ping and Kamal Saggi 2005 Multinational firms, Exclusivity and Backward Linkages, unpublished paper, Department of Economics, Lingnan University, Hong Kong. Long, Ngo Van Raff, Horst Stahler, Frank, 2011. Innovation and trade with heterogeneous firms, Journal of International Economics, 842: 149159 Mayer, Thierry, Marc J. Melitz, and Gianmarco I.P. Ottaviano 2011 Market Size, Competition, and the Product Mix of Exporters. NBER Working Paper No. 16959 Michie, J. 1998 Introduction: The Internationalisation of the Innovation Process, International Journal of the Economics of Business 53: 261277. Moran, Theodore H. 2001 Parental Supervision: The New Paradigm for Foreign Direct Investment and Development. Policy Analyses in International Economics 64, Washington: Institute for International Economics. Sabirianova, Klara, Jan Svejnar and Katherine Terrell 2005 Distance to the Efficiency Frontier and FDI Spillovers, Journal of the European Economic Association, Papers and Proceedings. Santamaria, Lluis, Maria Jesus Nieto and Andres BargeGil 2008 Beyond formal RD: Taking advantage of other sources of innovation in low and mediumtechnology industries, Research Policy, 383: 507517 24Schoors, Koen and Bartoldus van der Tol 2001 The Productivity Effect of Foreign Ownership on domestic Firms in Hungary, presented at the EAE Conference in Philadelphia, PA, Oct. 1114, 2001. Schumpeter, Joseph A. 1943 Capitalism, Socialism, and Democracy. New York: Harper. Stancik, Juraj 2007 Horizontal and Vertical FDI Spillovers: Recent Evidence from the Czech Republic, Working Paper, CERGEEI. Synovate 2005 The Business Environment and Enterprise Performance Survey BEEPS 2005: A brief report on observations, experiences and methodology from the survey. Report prepared for the EBRD. Vacek, Pavel 2007 Panel Data Evidence on Productivity Spillovers from FDI: FirmLevel Measures of Backward and Forward Linkages, Paper presented at the Ghent University Conference on FDI, Sept. 34, 2007. Wagner, Joachim 2007 Exports and Productivity: A Survey of the Evidence from Firmlevel Data, World Economy 30 1: 6082. Yudaeva, Ksenia, Konstantin Kozlov, Natalia Melentieva and Natalia Ponomareva 2003 Does Foreign Ownership Matter? The Russian Experience. The Economics of Transition, 2, 383410. 25 Table 1: Distribution of observations by country Country Albania Armenia Belarus Bulgaria Croatia Czech Republic Estonia Hungary Kazakhstan Latvia Lithuania Poland Romania Russia Slovakia Slovenia Turkey Ukraine Total N. obs. 318 495 542 514 291 512 311 805 804 330 350 1,386 789 1,014 346 375 975 1,018 11,175 Percent 2.85 4.43 4.85 4.60 2.60 4.58 2.78 7.20 7.19 2.95 3.13 12.40 7.06 9.07 3.10 3.36 8.72 9.11 100 26Table 2: Descriptive statistics Variable New good New technology Horizontal linkage direct Backward linkage direct Forward linkage direct Horizontal linkage total Backward linkage total Forward linkage total Horizontal linkage direct, OECD Backward linkage direct, OECD Forward linkage direct, OECD Horizontal linkage total, OECD Backward linkage total, OECD Forward linkage total, OECD Share of sales to MNES IMPORT EXPORT Ln L Share of skilled workers Share of workers with a university education Markup Age log years Optimal size of employment relative to the current employment Capacity utilization State ownership dummy Foreign ownership dummy Compete in national markets dummy Mean 0.379 0.302 0.384 0.394 0.378 0.384 0.424 0.376 0.203 0.214 0.203 0.203 0.231 0.199 0.073 0.290 0.091 3.194 0.489 0.274 0.214 2.367 107.328 0.798 0.104 0.128 0.705 st.dev. 0.485 0.459 0.299 0.237 0.231 0.299 0.245 0.227 0.213 0.167 0.156 0.213 0.170 0.149 0.201 0.370 0.216 1.632 0.310 0.293 0.134 0.770 30.135 0.204 0.305 0.334 0.456 27 Number of observations 7 11,651 3,915 6,299 8,539 3,110 6,341 4,684 3,498 1,204 2,252 1,205 1,491 8,971 4,311 3,791 2,836 3,870 4,411 2,388 Table 3: New Product total linkages Share of sales to MNEs 4 Firmlevel linkages Share of imported inputs 5 Share of exports in total sales 6 0.191 0.067 0.073 0.106 0.314 0.097 0.148 0.081 0.302 0.115 0.108 0.099 0.181 0.141 0.127 0.109 0.292 0.186 0.281 0.116 0.452 0.204 0.122 0.144 0.173 0.089 0.158 0.112 0.095 0.111 0.389 0.134 0.109 0.144 0.263 0.100 0.068 0.145 0.246 0.034 0.259 0.063 0.206 0.042 0.176 0.039 0.445 0.082 0.160 0.046 0.251 0.054 0.268 0.071 0.007 0.122 0.345 0.088 0.281 0.137 0.219 0.091 0.252 0.039 0.218 0.057 0.239 0.062 0.227 0.070 0.312 0.062 0.163 0.051 0.243 0.075 0.235 0.066 0.214 0.090 0.237 0.110 0.184 0.078 0.347 0.116 0.261 0.104 0.509 0.143 0.205 0.120 0.223 0.177 0.181 0.121 0.415 0.238 0.241 0.127 0.247 0.081 0.196 0.112 0.267 0.098 0.334 0.129 0.063 0.134 0.244 0.095 0.374 0.147 Sample All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE Industrylevel linkages Horizontal Backward Forward 2 0.459 0.407 0.491 0.438 1.882 0.670 0.534 0.508 0.518 0.573 0.652 0.557 0.591 0.613 0.176 0.710 1.096 1.065 1.012 0.619 1.145 1.104 0.782 0.808 0.586 0.501 0.978 0.686 0.141 0.552 0.236 0.646 0.041 0.596 0.631 0.781 1.581 1.385 3 0.134 0.494 1.049 0.482 1.775 0.851 0.227 0.612 0.190 0.657 0.347 0.665 0.031 0.717 0.065 0.844 0.710 1.321 0.534 0.694 0.446 1.283 0.729 0.973 0.246 0.602 1.078 0.831 0.435 0.658 0.923 0.819 0.157 0.866 1.475 0.788 1.165 1.291 1 0.098 0.095 0.105 0.138 0.116 0.133 0.052 0.103 0.185 0.189 0.120 0.117 0.047 0.123 0.197 0.182 0.209 0.239 0.405 0.150 0.163 0.235 0.096 0.242 0.189 0.102 0.131 0.164 0.015 0.128 0.030 0.162 0.343 0.180 0.030 0.151 0.434 0.248 28Table 4: New technology total linkages Firmlevel linkages Share of sales to MNEs 4 Share of imported inputs 5 Share of exports in total sales 6 0.190 0.065 0.182 0.099 0.186 0.091 0.071 0.077 0.452 0.115 0.054 0.095 0.229 0.130 0.087 0.120 0.386 0.171 0.407 0.132 0.434 0.201 0.083 0.141 0.233 0.079 0.250 0.117 0.133 0.114 0.169 0.131 0.028 0.134 0.283 0.100 0.134 0.127 0.272 0.041 0.253 0.075 0.257 0.051 0.225 0.046 0.399 0.079 0.180 0.053 0.243 0.056 0.219 0.079 0.248 0.135 0.448 0.092 0.590 0.134 0.370 0.110 0.225 0.047 0.216 0.067 0.371 0.065 0.252 0.080 0.371 0.069 0.190 0.062 0.251 0.090 0.187 0.064 0.210 0.088 0.179 0.100 0.194 0.079 0.225 0.117 0.173 0.099 0.256 0.174 0.368 0.118 0.192 0.160 0.161 0.109 0.180 0.223 0.158 0.130 0.263 0.082 0.281 0.127 0.215 0.112 0.130 0.143 0.241 0.120 0.040 0.098 0.339 0.140 Number of observations 7 11,570 3,888 6,260 8,474 3,096 6,294 4,658 3,482 1,188 2,234 1,200 1,472 8,917 4,272 3,771 2,815 3,848 4,384 2,379 Sample All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE Industrylevel linkages Horizontal Backward Forward 1 0.046 0.108 0.158 0.179 0.037 0.139 0.019 0.112 0.224 0.198 0.040 0.125 0.100 0.140 0.048 0.193 0.131 0.236 0.132 0.169 0.285 0.218 0.229 0.222 0.097 0.114 0.116 0.155 0.059 0.147 0.148 0.165 0.390 0.173 0.141 0.145 0.803 0.253 2 0.341 0.328 0.009 0.514 0.487 0.449 0.018 0.429 1.449 0.609 0.474 0.535 0.360 0.640 0.483 0.600 3.055 1.050 1.466 0.605 0.467 0.974 0.467 0.741 0.250 0.431 0.649 0.626 0.817 0.602 0.805 0.596 0.506 0.545 0.281 0.805 1.293 0.958 3 0.586 0.415 0.063 0.583 0.833 0.619 0.415 0.549 1.189 0.711 0.247 0.670 0.205 0.736 0.125 0.770 2.771 1.241 1.818 0.777 0.700 1.189 1.168 0.892 0.451 0.530 1.188 0.753 0.753 0.747 0.519 0.749 0.822 0.831 0.032 0.786 1.601 0.965 29Table 5. New Product OECD vs. non OECD foreign presence total linkages Sample All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE NonOECD Horizontal Backward Forward Industrylevel linkages Horizontal Backward OECD 1 0.133 0.135 0.022 0.202 0.290 0.205 0.252 0.174 0.081 0.248 0.062 0.195 0.327 0.189 0.039 0.256 0.559 0.398 0.033 0.252 0.278 0.366 0.442 0.317 0.119 0.156 0.025 0.267 0.137 0.218 0.261 0.248 0.167 0.224 0.157 0.168 0.342 0.313 2 0.420 0.508 0.292 0.526 2.143 0.916 0.572 0.663 0.425 0.694 0.677 0.772 0.350 0.845 0.210 0.908 0.572 1.367 1.455 0.712 1.718 1.404 1.221 1.028 0.594 0.659 1.302 1.033 0.499 0.576 0.413 0.777 0.139 0.677 0.852 0.883 1.525 1.431 3 0.126 0.673 1.065 0.604 1.867 1.349 0.050 0.875 0.125 0.844 0.310 0.988 0.134 1.100 0.063 1.136 1.127 1.828 0.184 0.850 0.418 1.770 1.235 1.374 0.041 0.854 1.362 1.237 0.616 0.768 0.899 1.022 0.066 0.951 0.746 0.910 1.125 1.307 4 0.235 0.112 0.154 0.157 0.385 0.148 0.231 0.126 0.245 0.236 0.227 0.144 0.140 0.143 0.350 0.241 0.116 0.302 0.597 0.189 0.197 0.306 0.146 0.306 0.355 0.121 0.187 0.202 0.069 0.166 0.335 0.216 0.660 0.245 0.107 0.196 0.568 0.413 5 0.679 0.539 0.702 0.731 1.932 0.813 0.710 0.616 0.763 0.921 0.759 0.651 1.128 0.743 0.176 0.963 1.242 1.405 0.445 1.068 0.265 1.562 0.352 1.306 0.742 0.596 0.643 0.897 0.389 1.023 0.673 1.035 0.258 1.433 2.702 1.110 2.012 1.904 30 Forward 6 0.494 0.675 1.093 0.837 1.767 1.084 0.499 0.799 0.645 1.160 0.429 0.845 0.156 0.910 0.111 1.226 2.074 1.792 0.633 1.299 0.355 2.049 0.358 1.628 0.587 0.739 0.697 1.144 0.443 1.132 0.342 1.415 0.541 2.366 2.797 1.113 1.751 2.348 Firmlevel linkages Share of sales to MNEs 7 Share of imported inputs 8 Share of exports in total sales 9 0.188 0.067 0.070 0.106 0.308 0.097 0.144 0.081 0.301 0.115 0.106 0.099 0.177 0.142 0.125 0.109 0.293 0.186 0.267 0.117 0.437 0.204 0.131 0.144 0.167 0.089 0.155 0.112 0.086 0.112 0.382 0.135 0.110 0.145 0.250 0.099 0.068 0.145 0.246 0.034 0.259 0.063 0.204 0.041 0.176 0.039 0.444 0.082 0.161 0.046 0.252 0.054 0.270 0.071 0.022 0.122 0.337 0.089 0.279 0.138 0.208 0.092 0.253 0.039 0.220 0.057 0.236 0.062 0.228 0.070 0.312 0.062 0.164 0.051 0.243 0.076 0.238 0.066 0.214 0.090 0.245 0.110 0.190 0.078 0.346 0.116 0.262 0.104 0.511 0.143 0.211 0.120 0.209 0.176 0.187 0.121 0.420 0.238 0.253 0.126 0.248 0.081 0.200 0.112 0.262 0.099 0.338 0.129 0.072 0.134 0.227 0.096 0.374 0.149 Number of observations 10 11,651 3,915 6,299 8,539 3,110 6,341 4,684 3,498 1,204 2,252 1,205 1,491 8,971 4,311 3,791 2,836 3,870 4,411 2,388 Sample NonOECD Horizontal Backward All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE 2 0.031 0.425 0.310 0.629 0.002 0.636 0.312 0.612 0.841 0.704 0.740 0.751 1.760 0.859 0.160 0.850 2.520 1.418 1.186 0.722 0.249 1.218 0.663 0.889 0.040 0.582 0.340 0.863 0.643 0.828 0.988 0.627 0.186 0.568 0.567 0.935 1.641 0.959 1 0.357 0.132 0.095 0.266 0.623 0.153 0.257 0.173 0.603 0.271 0.160 0.214 0.110 0.206 0.540 0.263 0.788 0.469 0.399 0.263 0.562 0.334 0.737 0.317 0.279 0.168 0.263 0.266 0.554 0.244 0.131 0.226 0.193 0.197 0.332 0.211 1.232 0.303 Firmlevel linkages Share of sales to MNEs 7 Share of imported inputs 8 Share of exports in total sales 9 0.190 0.065 0.179 0.100 0.186 0.090 0.072 0.077 0.454 0.115 0.053 0.095 0.230 0.130 0.091 0.120 0.387 0.170 0.408 0.132 0.458 0.203 0.087 0.142 0.227 0.078 0.250 0.117 0.131 0.114 0.175 0.130 0.032 0.133 0.277 0.099 0.141 0.126 0.270 0.041 0.256 0.076 0.249 0.052 0.225 0.046 0.387 0.079 0.182 0.053 0.237 0.057 0.225 0.078 0.227 0.136 0.443 0.092 0.589 0.134 0.358 0.111 0.224 0.047 0.214 0.067 0.362 0.065 0.252 0.081 0.371 0.069 0.190 0.063 0.243 0.090 0.196 0.064 0.219 0.086 0.197 0.099 0.201 0.078 0.243 0.117 0.176 0.100 0.261 0.175 0.388 0.118 0.210 0.160 0.167 0.109 0.161 0.225 0.173 0.131 0.270 0.082 0.283 0.127 0.229 0.112 0.125 0.143 0.232 0.119 0.038 0.097 0.351 0.140 Number of observations 10 11,570 3,888 6,260 8,474 3,096 6,294 4,658 3,482 1,188 2,234 1,200 1,472 8,917 4,272 3,771 2,815 3,848 4,384 2,379 Table 6: New Technology OECD vs. non OECD foreign presence total linkages Industrylevel linkages Forward 3 0.562 0.550 0.685 0.624 0.320 0.944 0.375 0.806 1.108 0.909 0.264 0.955 1.381 1.008 0.825 1.084 2.093 1.809 1.649 0.982 0.899 1.629 1.561 1.202 0.349 0.744 1.277 1.046 0.186 1.080 0.100 0.865 0.710 0.815 1.502 1.068 1.661 0.960 Horizontal Backward Forward OECD 5 1.373 0.560 0.662 0.962 1.822 0.664 0.800 0.644 3.079 0.955 0.171 0.783 1.595 0.852 0.033 0.849 4.384 1.458 2.408 1.182 3.482 1.524 0.967 1.249 1.030 0.677 1.531 0.975 1.759 0.957 0.045 1.233 0.577 1.418 0.977 1.220 0.544 1.724 6 1.017 0.722 0.454 1.134 1.596 1.009 0.754 0.843 1.998 1.204 0.041 0.995 1.378 1.078 0.822 1.109 3.881 1.773 2.502 1.543 2.064 1.919 1.181 1.441 0.805 0.849 1.509 1.184 1.807 1.186 0.847 1.624 0.210 2.355 1.488 1.318 1.659 2.271 4 0.190 0.133 0.318 0.213 0.355 0.171 0.218 0.134 0.093 0.248 0.181 0.147 0.261 0.179 0.451 0.232 0.216 0.292 0.075 0.234 0.205 0.303 0.123 0.279 0.335 0.134 0.068 0.193 0.418 0.180 0.129 0.224 0.722 0.335 0.011 0.207 0.273 0.357 31Additional control Problematic factors Telecommunications Electricity Transportation Access to land Title or leasing of land Tax rates Tax administration Customs and trade regulations Business licensing and permits Labor regulations Skills and education of available workers Economic policy uncertainty Macroeconomic instability Functioning of the judiciary Corruption Street crimetheftdisorder Organized crimeMafia Anticompetitive practices of other producers Contract violations of by customerssuppliers Average score Education of manager Table 7: New Product; additional controls. Industrylevel linkages Horizontal Backward Forward 3 0.155 0.494 0.170 0.492 0.148 0.494 0.159 0.495 0.173 0.493 0.145 0.498 0.150 0.495 0.139 0.495 0.194 0.494 0.137 0.498 0.159 0.493 0.126 0.493 0.150 0.487 0.162 0.495 0.147 0.493 0.174 0.494 0.156 0.495 0.127 0.495 0.124 0.495 0.170 0.491 0.451 0.845 1 0.097 0.095 0.098 0.096 0.098 0.095 0.102 0.098 0.101 0.097 0.096 0.097 0.105 0.097 0.114 0.099 0.102 0.098 0.103 0.097 0.100 0.097 0.092 0.096 0.117 0.099 0.104 0.098 0.101 0.095 0.111 0.094 0.102 0.095 0.087 0.095 0.101 0.097 0.091 0.095 0.166 0.152 2 0.475 0.407 0.485 0.405 0.467 0.407 0.469 0.408 0.437 0.406 0.439 0.411 0.457 0.410 0.445 0.408 0.461 0.408 0.480 0.411 0.421 0.411 0.420 0.408 0.430 0.402 0.468 0.409 0.472 0.407 0.483 0.408 0.451 0.408 0.438 0.410 0.442 0.410 0.445 0.410 0.513 0.679 32 Firmspecific linkages Share of Share of imported sales to inputs MNEs 5 4 0.245 0.190 0.034 0.067 0.249 0.191 0.068 0.034 0.245 0.187 0.034 0.067 0.246 0.189 0.034 0.067 0.200 0.245 0.034 0.068 0.243 0.195 0.033 0.067 0.233 0.191 0.068 0.033 0.237 0.189 0.033 0.068 0.241 0.194 0.033 0.067 0.192 0.241 0.033 0.067 0.237 0.190 0.033 0.068 0.240 0.193 0.068 0.034 0.238 0.190 0.033 0.068 0.243 0.190 0.033 0.068 0.193 0.244 0.033 0.068 0.244 0.193 0.034 0.068 0.193 0.245 0.033 0.067 0.239 0.192 0.033 0.068 0.242 0.189 0.068 0.033 0.235 0.189 0.033 0.068 0.274 0.249 0.097 0.053 Share of exports in total sales 6 0.236 0.066 0.235 0.066 0.235 0.067 0.236 0.066 0.236 0.066 0.233 0.066 0.229 0.067 0.224 0.066 0.230 0.066 0.228 0.066 0.229 0.066 0.225 0.066 0.223 0.067 0.234 0.066 0.234 0.066 0.234 0.066 0.240 0.067 0.242 0.067 0.235 0.067 0.230 0.067 0.357 0.114 Number of observations 7 11,650 11,650 11,649 11,642 11,646 11,642 11,622 11,637 11,645 11,647 11,647 11,645 11,641 11,644 11,636 11,631 11,646 11,643 11,639 11,650 4,517 cid:1830cid:1857cid:1854cid:1872cid:3036,cid:3047cid:2879cid:2871cid:1851cid:3036,cid:3047cid:2879cid:2871 logcid:4666cid:1851cid:3036,cid:3047cid:2879cid:2871cid:1838cid:3036,cid:3047cid:2879cid:2871cid:4667 Access to external finance Cost of external finance Quality of courts Information about suppliers Information about customers Unofficial payments to public officials Own Other firms in the industry Reported for tax purposes Lost Power Water Phone Product Sales Workforce Wage bill Pressure for developing new products, from: Domestic competitors Foreign competitors Customers Pressure for reducing costs, from: Domestic competitors Foreign competitors Customers 3.201 1.179 0.328 0.547 0.068 0.489 0.001 0.485 0.175 0.496 0.033 0.505 0.723 0.611 0.314 0.512 0.065 0.519 0.065 0.520 0.607 0.646 0.683 0.646 0.048 0.483 0.185 0.487 0.049 0.491 0.089 0.487 0.173 0.489 0.069 0.491 0.083 0.497 0.111 0.504 0.069 0.502 0.479 0.631 0.243 0.160 0.207 0.079 0.192 0.071 0.208 0.071 0.191 0.069 0.196 0.075 0.168 0.100 0.197 0.071 0.217 0.073 0.195 0.074 0.169 0.099 0.149 0.098 0.210 0.068 0.180 0.067 0.199 0.068 0.193 0.068 0.183 0.068 0.196 0.068 0.183 0.068 0.187 0.068 0.181 0.069 0.152 0.097 0.277 0.102 0.288 0.042 0.249 0.035 0.245 0.034 0.256 0.035 0.255 0.036 0.210 0.051 0.244 0.036 0.239 0.037 0.238 0.036 0.237 0.047 0.233 0.046 0.242 0.033 0.224 0.034 0.238 0.033 0.242 0.033 0.227 0.034 0.239 0.033 0.247 0.034 0.248 0.034 0.243 0.034 0.238 0.045 0.526 0.158 0.268 0.080 0.214 0.067 0.233 0.067 0.260 0.070 0.223 0.071 0.171 0.089 0.246 0.072 0.225 0.073 0.259 0.068 0.174 0.085 0.172 0.084 0.271 0.067 0.186 0.067 0.242 0.066 0.253 0.067 0.192 0.067 0.233 0.066 0.240 0.068 0.239 0.068 0.226 0.067 0.164 0.081 1,729 8,428 11,123 11,211 10,960 10,528 6,440 10,234 9,642 10,848 6,830 6,798 11,640 11,635 11,643 11,647 11,643 11,648 11,435 11,247 11,240 7,095 0.109 0.203 0.077 0.104 0.110 0.098 0.070 0.095 0.088 0.098 0.151 0.098 0.137 0.108 0.052 0.106 0.044 0.100 0.127 0.095 0.105 0.105 0.104 0.106 0.078 0.093 0.090 0.095 0.068 0.093 0.080 0.093 0.087 0.094 0.075 0.094 0.087 0.097 0.103 0.096 0.103 0.095 0.090 0.101 1.867 0.960 0.550 0.444 0.389 0.405 0.335 0.401 0.513 0.410 0.375 0.411 0.659 0.551 0.178 0.417 0.492 0.433 0.434 0.422 0.781 0.579 0.860 0.581 0.384 0.399 0.490 0.402 0.416 0.406 0.423 0.403 0.487 0.404 0.410 0.406 0.437 0.411 0.469 0.414 0.458 0.414 0.627 0.573 33Additional control Industrylevel linkages Horizontal Backward Forward Table 8: New Technology; additional controls. Firmspecific linkages Share of sales to MNEs 4 Share of imported inputs 5 Share of exports in total sales 6 Number of observations 7 0.189 0.065 0.189 0.065 0.183 0.065 0.188 0.065 0.198 0.065 0.192 0.065 0.188 0.065 0.187 0.065 0.191 0.065 0.191 0.065 0.189 0.065 0.191 0.065 0.191 0.065 0.189 0.065 0.190 0.065 0.190 0.065 0.190 0.065 0.189 0.065 0.191 0.065 0.188 0.065 0.223 0.092 0.270 0.041 0.274 0.041 0.270 0.041 0.272 0.041 0.270 0.040 0.269 0.041 0.262 0.041 0.258 0.041 0.267 0.041 0.268 0.041 0.266 0.041 0.267 0.041 0.267 0.041 0.267 0.041 0.269 0.041 0.272 0.041 0.270 0.041 0.266 0.041 0.268 0.041 0.260 0.041 0.223 0.059 0.189 0.064 0.186 0.064 0.187 0.065 0.190 0.065 0.186 0.064 0.183 0.064 0.180 0.065 0.168 0.064 0.181 0.064 0.181 0.064 0.183 0.065 0.180 0.065 0.182 0.065 0.186 0.065 0.186 0.065 0.184 0.064 0.191 0.064 0.193 0.064 0.188 0.065 0.182 0.064 0.224 0.114 11,569 11,569 11,568 11,561 11,565 11,561 11,541 11,556 11,564 11,566 11,566 11,564 11,560 11,563 11,555 11,550 11,565 11,562 11,558 11,569 4,524 Problematic factors Telecommunications Electricity Transportation Access to land Title or leasing of land Tax rates Tax administration Customs and trade regulations Business licensing and permits Labor regulations Skills and education of available workers Economic policy uncertainty Macroeconomic instability Functioning of the judiciary Corruption Street crimetheftdisorder Organised crimeMafia Anticompetitive practices of other producers Contract violations of by customerssuppliers Average score Education of manager 1 0.047 0.109 0.046 0.109 0.047 0.108 0.037 0.114 0.038 0.113 0.042 0.112 0.033 0.115 0.026 0.116 0.039 0.114 0.041 0.111 0.041 0.111 0.048 0.110 0.024 0.116 0.040 0.112 0.044 0.110 0.044 0.111 0.043 0.110 0.050 0.109 0.036 0.113 0.053 0.107 0.018 0.154 3 0.619 0.415 0.621 0.416 0.614 0.415 0.612 0.417 0.618 0.418 0.582 0.415 0.576 0.415 0.583 0.415 0.643 0.416 0.593 0.416 0.598 0.417 0.580 0.417 0.610 0.417 0.616 0.415 0.607 0.415 0.590 0.415 0.596 0.415 0.578 0.414 0.582 0.414 0.617 0.415 0.040 0.740 2 0.364 0.328 0.366 0.328 0.357 0.328 0.336 0.329 0.313 0.329 0.311 0.328 0.308 0.327 0.318 0.326 0.341 0.329 0.360 0.328 0.314 0.328 0.307 0.329 0.331 0.329 0.349 0.328 0.339 0.327 0.335 0.327 0.322 0.328 0.316 0.327 0.320 0.326 0.324 0.328 0.271 0.558 34cid:1830cid:1857cid:1854cid:1872cid:3036,cid:3047cid:2879cid:2871cid:1851cid:3036,cid:3047cid:2879cid:2871 logcid:4666cid:1851cid:3036,cid:3047cid:2879cid:2871cid:1838cid:3036,cid:3047cid:2879cid:2871cid:4667 Access to external finance Cost of external finance Quality of courts Information about suppliers Information about customers Unofficial payments to public officials Own Other firms in the industry Reported for tax purposes Lost Power Water Phone Product Sales Workforce Wage bill Pressure for developing new products, from: Domestic competitors Foreign competitors Customers Pressure for reducing costs, from: Domestic competitors Foreign competitors Customers 1.777 1.252 0.469 0.502 0.518 0.421 0.577 0.423 0.608 0.424 0.581 0.432 0.340 0.773 0.335 0.430 0.301 0.441 0.478 0.435 0.108 0.727 0.091 0.749 0.555 0.420 0.655 0.419 0.535 0.417 0.571 0.418 0.643 0.417 0.556 0.418 0.628 0.417 0.710 0.417 0.704 0.411 0.129 0.721 0.121 0.148 0.148 0.079 0.177 0.067 0.175 0.066 0.230 0.069 0.197 0.067 0.210 0.095 0.169 0.069 0.211 0.070 0.180 0.067 0.171 0.095 0.154 0.093 0.195 0.065 0.179 0.065 0.191 0.064 0.192 0.065 0.178 0.065 0.193 0.065 0.186 0.065 0.182 0.066 0.181 0.066 0.173 0.093 0.199 0.113 0.265 0.050 0.268 0.041 0.265 0.041 0.270 0.042 0.285 0.041 0.302 0.055 0.278 0.043 0.283 0.047 0.279 0.042 0.304 0.056 0.300 0.056 0.270 0.041 0.249 0.042 0.267 0.041 0.271 0.040 0.248 0.042 0.266 0.040 0.280 0.041 0.276 0.042 0.279 0.042 0.302 0.055 0.516 0.172 0.217 0.075 0.184 0.064 0.181 0.065 0.195 0.067 0.216 0.067 0.207 0.077 0.188 0.070 0.200 0.071 0.212 0.066 0.203 0.078 0.199 0.078 0.192 0.065 0.139 0.065 0.190 0.065 0.198 0.065 0.139 0.065 0.183 0.064 0.203 0.065 0.205 0.066 0.199 0.065 0.194 0.076 1,726 8,379 11,055 11,140 10,889 10,454 6,365 10,175 9,581 10,770 6,749 6,718 11,559 11,554 11,562 11,566 11,562 11,567 11,354 11,166 11,159 7,011 0.367 0.237 0.043 0.105 0.061 0.114 0.052 0.110 0.029 0.113 0.012 0.116 0.040 0.136 0.110 0.114 0.212 0.105 0.032 0.109 0.030 0.132 0.019 0.133 0.046 0.108 0.038 0.109 0.057 0.106 0.053 0.107 0.045 0.108 0.061 0.107 0.052 0.109 0.046 0.106 0.049 0.108 0.031 0.134 2.390 1.044 0.182 0.404 0.304 0.330 0.308 0.333 0.302 0.337 0.338 0.349 0.289 0.786 0.127 0.341 0.212 0.346 0.325 0.338 0.584 0.739 0.402 0.753 0.304 0.330 0.372 0.329 0.293 0.329 0.335 0.329 0.381 0.329 0.314 0.331 0.402 0.331 0.492 0.329 0.489 0.326 0.652 0.732 35 Appendix 36Variable Name Variable Definition Newproduct New product or upgrade existing product Newtech SMNE New technology is implemented Share of sales to MNEs EXPORT IMPORT Export share Import share Labor Capacity utilization Share of skilled workers, 3 yrs ago Share of workers with higher education, 3yrs ago Log Firms age L CU SKILL EDU Age SOE CNM LOC Location Markup Markup Table A1: Definition of Variables BEEPS question Dummy variable. Has your company undertaken any of the following initiatives over the last 36 months? Dummy variable is equal to one if yes to any of the two questions: Developed successfully a major new product line Upgraded an existing product line Dummy variable 1 if answer is affirmative to question: Has your firm acquired newproduction technology over the last 36 months? Share of sales to multinationals located in your country not including your parent company, if applicable Share of sales exported directly or indirectly through a distributor Share of your firms material inputs and supplies that are imported directly or indirectly through a distributor Number of permanent and temporary employees 36 month ago Level of utilization of facilitiesman power relative to the maximum output possible using its facilitiesman power at the time What share of your current permanent, fulltime workers were skilled workers 36 months ago? What share of the workforce at your firm had some university education 36 months ago? Year of survey minus the year when the firm was established minimum age is two years. For the year established: In what year did your firm begin operations in this country? Government is the major shareholder 50% product line or service or does it serve primarily the local market i.e. region, city, or neighborhood? Yes 1 Type of location: Capital; Other city over 1 million; Other 250,0001,000,000; Other 50,000250,000; Under 50,000 Considering your main product line or main line of services in the domestic market, by what margin does your sales price exceed your operating costs i.e., the cost of material inputs plus wage costs but not overhead and depreciation? State owned Compete in national markets Does your firm compete in the national market i.e. whole country for its main 37Share of sales to MNEs 4 0.191 0.067 0.068 0.106 0.307 0.098 0.147 0.081 0.304 0.115 0.104 0.099 0.178 0.142 0.127 0.109 0.288 0.186 0.285 0.117 0.462 0.205 0.118 0.144 0.173 0.089 0.158 0.111 0.096 0.111 0.390 0.134 0.109 0.145 0.263 0.100 0.061 0.147 Firmlevel linkages Share of imported inputs 5 0.246 0.034 0.262 0.062 0.203 0.041 0.175 0.039 0.442 0.082 0.161 0.046 0.251 0.054 0.268 0.071 0.011 0.121 0.340 0.088 0.285 0.136 0.220 0.091 0.252 0.039 0.214 0.057 0.237 0.062 0.227 0.070 0.312 0.063 0.163 0.051 0.245 0.075 Table A2: New Product direct linkages Sample All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE Industrylevel linkages Horizontal Backward Forward 1 0.099 0.094 0.131 0.140 0.061 0.137 0.051 0.105 0.187 0.184 0.107 0.118 0.051 0.126 0.181 0.178 0.215 0.233 0.410 0.149 0.156 0.230 0.111 0.246 0.186 0.102 0.094 0.166 0.020 0.127 0.051 0.159 0.329 0.181 0.039 0.151 0.474 0.284 2 0.012 0.214 0.305 0.257 0.106 0.398 0.064 0.237 0.052 0.329 0.222 0.244 0.015 0.284 0.251 0.290 0.038 0.499 0.010 0.411 0.434 0.545 0.187 0.465 0.024 0.211 0.033 0.396 0.390 0.272 0.116 0.407 0.444 0.327 0.353 0.422 0.094 0.629 3 0.323 0.196 0.661 0.247 0.144 0.436 0.358 0.242 0.347 0.332 0.539 0.259 0.564 0.304 0.122 0.319 0.334 0.516 0.404 0.404 0.945 0.529 0.232 0.449 0.326 0.212 0.002 0.417 0.233 0.307 0.443 0.350 0.227 0.378 0.967 0.377 0.441 0.594 38Share of exports in total sales 6 0.237 0.066 0.217 0.089 0.248 0.109 0.187 0.078 0.351 0.116 0.267 0.104 0.511 0.142 0.210 0.120 0.222 0.178 0.185 0.121 0.416 0.238 0.227 0.127 0.246 0.081 0.202 0.111 0.263 0.098 0.335 0.129 0.046 0.136 0.244 0.095 0.376 0.147 Number of observations 7 11,651 3,915 6,299 8,539 3,110 6,341 4,684 3,498 1,204 2,252 1,205 1,491 8,971 4,311 3,791 2,836 3,870 4,411 2,388 Share of sales to MNEs 4 0.190 0.065 0.182 0.099 0.185 0.090 0.072 0.077 0.460 0.114 0.052 0.095 0.231 0.130 0.089 0.120 0.375 0.171 0.410 0.132 0.427 0.201 0.084 0.140 0.234 0.079 0.249 0.117 0.134 0.115 0.171 0.130 0.024 0.134 0.283 0.100 0.135 0.128 Firmlevel linkages Share of imported inputs 5 0.271 0.041 0.253 0.075 0.256 0.051 0.225 0.046 0.387 0.079 0.181 0.053 0.243 0.056 0.221 0.079 0.231 0.135 0.435 0.092 0.587 0.134 0.368 0.110 0.224 0.047 0.214 0.067 0.370 0.065 0.252 0.080 0.369 0.069 0.191 0.062 0.250 0.090 Table A3. New technology direct linkages Sample All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE Industrylevel linkages Horizontal Backward Forward 1 0.064 0.110 0.147 0.195 0.067 0.134 0.003 0.112 0.236 0.196 0.026 0.124 0.094 0.142 0.022 0.191 0.193 0.233 0.166 0.169 0.298 0.215 0.233 0.225 0.075 0.116 0.169 0.160 0.030 0.147 0.160 0.165 0.403 0.176 0.161 0.150 0.777 0.271 2 0.090 0.198 0.007 0.325 0.048 0.380 0.068 0.240 0.185 0.313 0.252 0.237 0.102 0.382 0.212 0.267 0.085 0.473 0.249 0.357 0.519 0.523 0.006 0.384 0.095 0.218 0.397 0.284 0.074 0.306 0.441 0.370 1.190 0.269 0.051 0.359 0.458 0.513 3 0.183 0.216 0.014 0.298 0.234 0.410 0.373 0.282 0.231 0.313 0.008 0.307 0.171 0.402 0.132 0.339 0.690 0.504 0.322 0.349 0.515 0.527 0.638 0.412 0.127 0.252 0.623 0.332 0.180 0.351 0.666 0.390 0.999 0.381 0.123 0.397 0.831 0.519 39Share of exports in total sales 6 0.187 0.065 0.211 0.088 0.181 0.100 0.194 0.079 0.221 0.117 0.174 0.100 0.255 0.174 0.372 0.118 0.199 0.161 0.162 0.110 0.170 0.223 0.162 0.130 0.262 0.082 0.277 0.127 0.218 0.112 0.136 0.143 0.201 0.122 0.040 0.098 0.336 0.140 Number of observations 7 11,570 3,888 6,260 8,474 3,096 6,294 4,658 3,482 1,188 2,234 1,200 1,472 8,917 4,272 3,771 2,815 3,848 4,384 2,379 Table A4: New Product OECD vs. non OECD foreign presence direct linkages Industrylevel linkages Sample NonOECD Backward Horizontal Horizontal 1 0.089 0.140 0.007 0.203 0.301 0.214 0.212 0.180 0.152 0.244 0.026 0.200 0.301 0.190 0.013 0.253 0.468 0.402 0.103 0.251 0.179 0.369 0.468 0.321 0.073 0.162 0.065 0.283 0.124 0.219 0.224 0.249 0.175 0.236 0.139 0.168 0.470 0.362 All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE 2 0.524 0.365 0.821 0.459 0.025 0.660 0.451 0.486 0.984 0.640 0.644 0.601 0.221 0.589 1.516 0.589 0.182 0.837 0.280 0.647 0.811 1.007 0.042 0.868 0.575 0.458 0.887 0.615 0.361 0.548 0.266 0.565 0.344 0.564 0.492 0.552 1.490 0.856 OECD Backward Forward 5 0.240 0.251 0.083 0.313 0.335 0.466 0.150 0.283 0.359 0.414 0.024 0.301 0.216 0.312 0.359 0.364 0.114 0.640 0.171 0.493 0.196 0.726 0.408 0.533 0.312 0.232 0.428 0.446 0.642 0.327 0.416 0.545 1.234 0.494 0.734 0.435 2.309 1.219 6 0.172 0.250 0.553 0.326 0.164 0.552 0.188 0.304 0.192 0.483 0.432 0.329 0.698 0.401 0.130 0.420 0.274 0.660 0.254 0.588 0.033 0.811 0.060 0.672 0.144 0.259 0.149 0.520 0.221 0.442 0.797 0.486 0.932 0.843 0.701 0.413 0.034 0.713 Share of sales to MNEs 7 0.191 0.067 0.068 0.106 0.304 0.098 0.146 0.081 0.304 0.115 0.104 0.099 0.174 0.142 0.129 0.109 0.285 0.186 0.280 0.117 0.449 0.206 0.125 0.144 0.167 0.089 0.160 0.111 0.097 0.112 0.384 0.135 0.114 0.145 0.254 0.100 0.074 0.146 Firmlevel linkages Share of imported inputs 8 0.244 0.034 0.260 0.062 0.201 0.041 0.175 0.039 0.437 0.082 0.160 0.046 0.253 0.054 0.270 0.071 0.019 0.122 0.333 0.088 0.280 0.137 0.212 0.092 0.251 0.039 0.215 0.057 0.232 0.062 0.227 0.070 0.314 0.063 0.168 0.051 0.244 0.076 Share of exports in total sales 9 0.236 0.066 0.216 0.089 0.255 0.108 0.189 0.077 0.346 0.116 0.265 0.103 0.510 0.143 0.207 0.120 0.212 0.178 0.188 0.121 0.426 0.240 0.237 0.126 0.243 0.081 0.200 0.111 0.260 0.098 0.331 0.129 0.045 0.132 0.244 0.095 0.365 0.151 Number of observations 10 11,651 3,915 6,299 8,539 3,110 6,341 4,684 3,498 1,204 2,252 1,205 1,491 8,971 4,311 3,791 2,836 3,870 4,411 2,388 Forward 3 0.745 0.286 0.990 0.349 0.512 0.608 0.773 0.362 0.842 0.543 0.870 0.422 0.612 0.445 0.688 0.509 1.069 0.821 1.226 0.542 1.835 0.833 0.358 0.749 0.839 0.347 0.562 0.569 1.072 0.460 0.345 0.523 0.389 0.415 1.014 0.456 0.735 0.774 4 0.258 0.115 0.192 0.161 0.324 0.164 0.239 0.130 0.301 0.237 0.222 0.150 0.139 0.149 0.434 0.251 0.152 0.297 0.614 0.185 0.163 0.289 0.136 0.313 0.386 0.126 0.189 0.195 0.158 0.161 0.371 0.219 0.663 0.223 0.163 0.199 0.457 0.437 40Table A5: New Technology OECD vs. non OECD foreign presence direct linkages Sample Industrylevel linkages Horizontal All Firms Manufacturing Services New firms Old firms Denovo firms Labor size: 210 employees Labor size: 1149 employees Labor size: 50100 employees Labor size: 100 employees State owned only Foreign owned only Priv. domestic owned only Time spent with officials: low Time spent with officials: med Time spent with officials: high CIS EU SEE Horizontal NonOECD Backward 1 0.385 0.133 0.200 0.258 0.598 0.156 0.300 0.169 0.590 0.270 0.208 0.209 0.108 0.206 0.581 0.261 0.758 0.488 0.370 0.260 0.554 0.335 0.760 0.312 0.323 0.167 0.364 0.276 0.547 0.249 0.182 0.221 0.262 0.189 0.381 0.221 1.205 0.338 2 0.350 0.341 1.124 0.498 0.060 0.690 0.446 0.431 0.243 0.624 0.284 0.473 0.502 0.697 0.426 0.592 0.019 0.925 0.514 0.603 0.058 0.917 1.545 0.711 0.402 0.424 1.081 0.591 0.583 0.676 0.826 0.577 1.229 0.463 0.034 0.566 0.978 0.807 Forward 3 0.670 0.326 1.037 0.378 0.475 0.682 0.839 0.415 0.322 0.528 0.500 0.471 0.586 0.634 1.076 0.549 1.089 0.848 0.126 0.522 1.198 0.793 1.721 0.664 0.472 0.424 1.277 0.547 0.874 0.665 1.661 0.557 1.122 0.498 0.690 0.525 1.014 0.711 4 0.137 0.134 0.325 0.216 0.292 0.190 0.175 0.137 0.022 0.245 0.134 0.149 0.206 0.191 0.393 0.230 0.051 0.291 0.041 0.239 0.070 0.291 0.025 0.270 0.293 0.137 0.066 0.185 0.408 0.177 0.150 0.225 0.674 0.313 0.004 0.213 0.192 0.367 41OECD Backward Forward 5 0.128 0.242 0.512 0.404 0.367 0.435 0.047 0.281 0.308 0.407 0.370 0.288 0.030 0.462 0.243 0.314 0.058 0.601 0.696 0.458 0.872 0.664 0.398 0.467 0.101 0.263 0.157 0.377 0.429 0.379 0.158 0.490 1.065 0.495 0.030 0.427 0.230 1.326 6 0.350 0.319 0.860 0.457 0.244 0.609 0.055 0.392 0.998 0.450 0.372 0.440 0.142 0.548 0.847 0.483 0.494 0.649 0.092 0.526 1.045 0.751 0.151 0.599 0.246 0.352 0.108 0.493 0.037 0.466 0.556 0.630 0.745 0.922 0.372 0.489 1.029 0.817 Share of sales to MNEs 7 0.186 0.065 0.170 0.100 0.179 0.090 0.067 0.077 0.455 0.114 0.047 0.095 0.228 0.130 0.090 0.120 0.372 0.170 0.418 0.133 0.452 0.203 0.073 0.143 0.226 0.079 0.244 0.117 0.135 0.115 0.172 0.130 0.023 0.135 0.279 0.099 0.145 0.129 Firmlevel linkages Share of imported inputs 8 0.270 0.041 0.260 0.076 0.249 0.052 0.225 0.046 0.378 0.079 0.182 0.053 0.244 0.057 0.226 0.078 0.215 0.136 0.427 0.092 0.588 0.136 0.361 0.110 0.224 0.047 0.211 0.067 0.359 0.065 0.255 0.080 0.369 0.069 0.191 0.063 0.246 0.091 Share of exports in total sales 9 0.195 0.065 0.225 0.087 0.196 0.100 0.204 0.079 0.228 0.117 0.181 0.100 0.259 0.176 0.393 0.119 0.207 0.160 0.158 0.112 0.128 0.227 0.184 0.130 0.270 0.082 0.287 0.126 0.225 0.113 0.132 0.143 0.197 0.122 0.044 0.099 0.335 0.141 Number of observations 10 11,570 3,888 6,260 8,474 3,096 6,294 4,658 3,482 1,188 2,234 1,200 1,472 8,917 4,272 3,771 2,815 3,848 4,384 2,379 ", "filename": "dp9259.pdf", "person": ["Yuriy Gorodnichenko", "Gorodnichenko, Yuriy", "Jan Svejnar", "Svejnar, Jan", "Katherine Terrell", "Terrell, Katherine"], "date": ["2015"]}