{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/114140/1/dp9250.pdf"], "title": ["Childhood Homelessness and Adult Employment: The Role of Education, Incarceration, and Welfare Receipt"], "plaintext": " Childhood Homelessness and Adult Employment: The Role of Education, Incarceration, and Welfare Receipt Deborah A. CobbClark Melbourne Institute, University of Melbourne, IZA and Life Course Centre Anna Zhu Melbourne Institute, University of Melbourne and Life Course Centre Discussion Paper No. 9250 August 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 9250 August 2015 ABSTRACT Childhood Homelessness and Adult Employment: The Role of Education, Incarceration, and Welfare Receipt This paper analyzes the longterm consequences of children experiencing homelessness. Our primary goal is to assess the importance of the potential pathways linking childhood homelessness to adult employment. We use novel panel data that link survey and administrative data for a sample of disadvantaged adults who are homeless or at risk of homelessness. We find that those experiencing homelessness for the first time as children are less likely to be employed than those who were never homeless as a child. For women, this relationship is largely explained by the lower educational attainment and higher welfare receipt both in general and in the form of mental illnessrelated disability payments of those experiencing childhood homelessness. Higher rates of highschool incompletion and incarceration explain some of the link between childhood homelessness and mens employment, however, childhood homelessness continues to have a substantial direct effect on male employment rates. JEL Classification: Keywords: Corresponding author: Anna Zhu The Melbourne Institute of Applied Economics and Social Research University of Melbourne 161 Barry Street Carlton, VIC 3053 Australia Email: anna.zhuunimelb.edu.au employment, homelessness, welfare receipt, education, incarceration J1, J2, I2 This research was supported by the Australian Research Council Centre of Excellence for Children and Families over the Life Course project number CE140100027. The Centre is administered by the Institute for Social Science Research at The University of Queensland, with nodes at The University of Western Australia, The University of Melbourne and The University of Sydney. This paper also received financial support from an Australian Research Council Discovery Grant DP140102614. This paper uses data collected from, the Journeys Home project, a longitudinal survey based study managed by the Melbourne Institute of Applied Economic and Social Research on behalf of the Australian Government Department of Social Services DSS. The paper benefited from the helpful comments of: David Ribar, Joe Sabia, attendees of the 2015 Annual Meeting of the European Society of Population Economists, and seminar participates at the University of Bonn, Maastricht University, the University of Hamburg, and LISER Luxembourg. The findings and views reported in this paper, however, are those solely of the authors. For in every adult there dwells the child that was, and in every child there lies the adult that will be. John Connolly, The Book of Lost Things 1. Introduction Childhood experiences often have longlasting effects. Adverse childhood circumstances e.g. poverty, poor health, maltreatment, family violence, neighborhood disadvantage, etc. in particular are frequently associated with constrained opportunities, reduced wellbeing, and diminished life chances in adulthood. This connection between childhood experiences and adult outcomes is the primary means through which social and economic disadvantage is passed from one generation to the next. Identifying the transition mechanisms, and finding appropriate remedies, is one of the greatest challenges facing modern societies. Homelessness is an especially extreme form of disadvantage. It results from an unfortunate combination of personal disadvantage e.g. poor health, relationship breakdown, structural factors e.g. tight housing or labor markets, and bad luck see, for example, OFlaherty 2004, 2010; Shelton et al. 2009; Gould Williams 2010; Curtis et al. 2013. Over time, societys perception of homelessness has changed as inadequate housing once confined mainly to derelict single men became a broader social problem facing women, young people, and families see Mc Chesney 1990; Lee et al. 2010; Grant et al. 2013. In the United States today, for example, families with children represent the fastest growing segment of the homeless population Tobin Murphy 2013. Overall, families account for 37 percent of the total homeless population making nearly every one in four homeless Americans a child under the age of 18 Henry et al. 2014. Many more children are doubled up with either extended family members or friends and have no homes of their own. Like homeless adults, homeless children often experience mental and physical health problems, victimization, abuse, etc. and they often struggle to access adequate health care and keep up with their school work see Wildeman 2014 for a review. While there is evidence that the economic and social costs of adolescent and adult homelessness can be substantial and persistent 1 Zuvekas Hill 2000, the costs of childhood homelessness are likely to be even greater given that key investments during childrens formative years are disrupted see Molnar et al. 1990; Duncan et al. 2010; Miller 2011. Unfortunately, however, we know very little about the longterm consequences of children experiencing homelessness and, as a result, we risk failing to fully address those social problems which are rooted in childrens inability to access adequate housing. The objective of this paper is to fill a void in the literature by using unique panel data to assess how the timing of homelessness affects adult employment outcomes. Our estimation relies on six waves of data from the Journeys Home Project which follows nearly 1,700 disadvantaged Australians experiencing homelessness or housing insecurity over a threeyear period. These data provide information on respondents current employment, health, and housing outcomes as well as detailed retrospective information on their experiences, including homelessness, during childhood. Nearly all 96 percent Journeys Home respondents have been homeless in the past, with 27 percent reporting first being homeless before age 16. Thus, our data are wellsuited to assessing the consequences of homelessness which first occurs early rather than later in life. We are interested in the following questions. First, is there an employment penalty associated with first experiencing homelessness as a child i.e. at age 15 or younger rather than as a youth or adult? Second, how important are poor education, incarceration, and welfare receipt as pathways through which experiences of childhood homelessness are linked to employment outcomes in adulthood? Journeys Home respondents are representative of the population of disadvantaged Australians experiencing or at risk of experiencing homelessness or housing insecurity. Thus, we need to account for any adult disadvantage that also affects employment outcomes in order to isolate the separate impact of childhood homelessness. We resolve this issue by i estimating panel data models with detailed controls for adult disadvantage and ii using the timeorder of events to avoid any reverse causation issues. It is also important to account for any unobserved heterogeneity that might confound the interpretation of our main variable of interest i.e. childhood homelessness and our 2 three mediating variables i.e. education, incarceration, and welfare receipt. Our strategy for this is twofold. First, we rely on a large set of controls from both our survey and administrative data to do much of the work in minimizing unobserved heterogeneity. Homelessness, however, is typically associated with a number of other stressors Grant et al. 2013 and, despite our detailed controls, we will be unable to identify the effect of childhood homelessness separately from the family circumstances e.g. parental unemployment, family breakdown, poverty, health issues, etc. that produced it. Thus, we consider childhood homelessness to be a proxy for extreme childhood disadvantage. Second, we adopt a Mundlak 1978 approach allowing us to estimate the effect of childhood homelessness without requiring us to assume that the timevarying controls are independent of the individualspecific effects. We make several contributions to the literature. First, given its prevalence, it is imperative that we begin to develop a deeper understanding of the longterm consequences of childhood homelessness. Previous researchers have made progress in documenting the adverse effects of homelessness for children themselves e.g. Molnar et al. 1990; Park et al. 2011; Tobin Murphy 2013; Masten et al. 2014. To our knowledge, however, we are the first to examine the adult consequences of childhood homelessness in a nationallyrepresentative sample. Our focus on disadvantaged adults is important because childhood homelessness typically occurs in conjunction with other povertyrelated risk factors Miller 2011; Grant et al. 2013. Moreover, employment outcomes are fundamental to the social and economic wellbeing of atrisk individuals see LenzRashid 2006 making them of particular interest. The United States, for example, is targeting improved employment outcomes as its main strategy in ending homelessness USICH 2010. Thus, we add to the evidence on the relationship between childhood and adult disadvantage. Second, we explicitly compare the outcomes of those who were homeless as children with those who were homeless for the first time only as youths or adults. This focus on the timing of homelessness extends previous research that relies on lowincome housed children to provide a 3 counterfactual. As the effects of family stress and adverse economic events are agesensitive Obradovic et al. 2009, it is reasonable to expect that experiencing homelessness during critical developmental periods may have more detrimental effects than experiencing homelessness later. Third, todate very little is known about how mens and womens experiences of homelessness differ Martin 2010. We add to the evidence base by documenting the substantial gender differences in the adult consequences of childhood homelessness and in the mechanisms linking the two. Finally, we are unique in our ability to use retrospective information in combination with administrative welfare records to account for adult disadvantage in order to isolate the persistent adverse consequences of childhood homelessness. Controlling for adult disadvantage also minimizes the potential for omitted variable bias to confound the estimated effect of childhood disadvantage on adult outcomes.1 Critically, our empirical strategy allows us to assess the extent to which experiencing homelessness as a child has both direct as well as indirect effects on adult employment through mediating factors such as diminished education, incarceration, and welfare. Disentangling these pathways is fundamental to assisting those experiencing childhood homelessness. We find that those experiencing homelessness for the first time as children are less likely to be employed than those who were never homeless as a child. For women, this relationship is largely explained by the lower educational attainment and higher welfare receipt both in general and in the form of mental illnessrelated disability payments of those experiencing childhood homelessness. Higher rates of highschool incompletion and incarceration explain some of the link between childhood homelessness and mens employment, however, childhood homelessness continues to have a substantial direct effect on male employment rates. 1 See Duncan et al. 2010 who make this point in the context of estimated income effects. 4 2. Literature Review There is a large literature documenting the relationship between childhood disadvantage and many adult outcomes including education, health, income, and criminal activity. Breaking this link is particularly challenging because childhood disadvantage is multifaceted and appears to be transmitted to adulthood through several avenues. In particular, a vast range of childhood conditions such as poor health Case et al. 2005, maltreatment e.g. Currie Tekin 2012, poverty e.g. Duncan BrooksGunn 1995; Currie 2009; Duncan et al. 2010, low socioeconomic status e.g. Gregg Machin 2000; Currie 2009, welfare receipt and neighborhood disadvantage e.g. Haveman Wolfe 1995; Wodtke et al. 2011; Islam 2013 have all been demonstrated to have profound longterm consequences for individuals life chances. The growing number of families without access to adequate housing has led researchers to direct their focus to the issue of what being homeless means for children. Homeless children appear to experience numerous adverse outcomes including: poor birth outcomes, poor nutrition, and environmental risks Molnar et al. 1990; a higher incidence of victimization Mc Carthy et al. 2002; greater exposure to infectious diseases Haddad et al. 2005; lower access to health care services Kushel et al. 2001; as well as poorer educational and health outcomes Buckner 2008. It is also becoming increasingly clear that childhood homelessness typically occurs in conjunction with other precipitating factors such as behavior problems, poverty, family breakdown, foster care, physical or sexual abuse, and mental health issues see Zlotnick et al. 1999 and Flouri Buchanan 2004 for reviews. Wildeman 2014, for example, finds that, in the United States, paternal incarceration is associated with an increased risk of childhood homelessness. These contextual factors raise the question of whether or not it is homelessness per se that matters. Thus far, the evidence is mixed on whether there are disparities in the outcomes of homeless children and their similarly disadvantaged, housed peers see Grant et al. 2013 for a review. Park et al. 2011, for example, analyze data from the Fragile Families and Child WellBeing Study FFCW and conclude 5 that, among lowincome children, housing status itself has little adverse impact on young childrens physical or mental health, cognitive development, or health care use. Instead, a set of stressors common to many children in poverty, rather than housing status, contributed to poor child health and development p. S260. Similarly, Miller 2011 argues that it is not that episodes of homelessness do not matter for educational outcomes, but rather that they matter in conjunction with other povertyrelated risk exposures p. 317. In contrast, other scholars stress the unique disruption that a homeless experience brings. For example, homeless students, compared to lowincome housed students, typically experience higher rates of school mobility, more absence, and subsequently, have diminished cognitive outcomes and greater school dropout rates Buckner et al. 2001. Twentyfive years ago, Molnar et al. 1990 concluded that homeless children are not simply at risk; most suffer specific physical, psychological, and emotional damage due to the circumstances that usually accompany episodes of homelessness p. 109. More recently, Masten et al. 2014 make a similar argument that although homeless children share many risk factors with other disadvantaged children they are higher on an underlying continuum of risk p. 201. Unfortunately, we know very little about the longterm consequences of childhood homelessness. Making progress on this issue has been severely limited by restrictions on the availability of data linking childhood homelessness to adult outcomes and by sample representativeness.2 Given the heterogeneity in the outcomes of disadvantaged children, we need to identify and understand whether certain factors mitigate or exacerbate the effects of early disadvantage. Flouri and Buchanan 2004, for example, find that, in families with low socioeconomic status, parents involvement with their sons e.g. reading, outings, interest in education protects against an adult experience of homelessness. It is an open question whether parental investments also mitigate the impact of childhood homelessness specifically. Similarly, evaluations 2 For example, the Fragile Families and Child Wellbeing Study follows children until the age of nine. Other individuallevel data are usually based on small and crosssectional convenience samples. 6 of U.S. programs specifically, the Mc KinneyVento Homeless Assistance Act that attempt to reduce social isolation by allowing homeless students to attend either their schools of origin or schools near the shelters in which they are living are inconclusive about how effective they are in lifting the educational achievement of homeless students Obradovic et al. 2009; Miller 2011. Thus, while much of the literature concerned with the socioeconomic and health consequences of childhood homelessness has centered on the immediate, shortterm effects, the persistent direct and indirect impacts of childhood homelessness on disparities in adult outcomes may be far greater. Knowing more about the adult consequences of childhood homelessness and the mechanisms linking them is fundamental to developing policy responses. 3. The Journeys Home Data Our analysis relies on data from the Journeys Home Project in which a representative sample of disadvantaged Australians experiencing housing insecurity homelessness was interviewed over six waves about their housing circumstances, employment patterns, health, demographic and human capital characteristics, and family background. Individuals survey data can be linked to their administrative welfare records. Together, these data provide a unique opportunity to study the longterm consequences of childhood homelessness. 3.1 Journeys Home Estimation Sample Unlike in the United States where welfare is a state responsibility, all social benefits in Australia e.g. child care, unemployment, and housing benefits, single parent allowances, oldage pensions, etc. are administered at the national level through one central agency known as Centrelink. Importantly, Centrelink houses fortnightly data on the benefits receipt for the universe of Australians receiving any form of social assistance since July 1, 2002. It is these administrative data which provide the sampling frame for the Journeys Home Project. 7 Specifically, researchers identified a total population of 139,801 individuals in the Centrelink data who were: i aged 15 years or older; ii in receipt of any welfare in the previous 28 days; and iii housing insecure. Individuals were defined as housing insecure if: i they were flagged as homeless; or ii atrisk of homelessness by Centrelink staff; or iii if they had characteristics that led to a high predicted probability of being homeless or atrisk of homelessness see Wooden et al. 2012 for details. A stratified random sample of 2,992 inscope individuals was selected for interview. The wave 1 response rate of 62 percent n1,682 compares favorably with response rates in surveys of other disadvantaged populations Shinn Weitzman et al 1990; OCallaghan 1996; Randall Brown 1996. Wave 1 interviews were conducted in September November 2011 with five followup interviews subsequently occurring at sixmonth intervals. Interviews were mainly conducted facetoface, with telephone interviews used only when this was not feasible. Fully, 84 percent of wave 1 respondents were successfully reinterviewed in wave 6. Over 98 percent of respondents consented to having their survey and Centrelink data linked. Our analysis draws on both these administrative data and all six waves of survey data. Given our focus on the adult employment of individuals who ever experienced homelessness, we restrict the sample to the 1,125 wave 1 respondents who were aged 21 54 years inclusive. We drop 82 individuals who either report never having been homeless or do not respond to this question, along with a further 242 individuals providing missing data on the key variables of interest. Approximately, 20 percent of the item nonresponse stems from reported childhood sexual violence. Given the link between sexual violence and homelessness Heerde et al. 2015, we retain sexual violence in the analysis dropping those who fail to report, but discuss the sensitivity of our results to this decision. These sample restrictions result in an unbalanced panel of 477 men and 324 women resulting in 4,496 personwave observations. All analyses are conducted separately by gender. 8 3.2 Key Variables of Interest Our dependent variable is an indicator of employment status which equals one if the individual is employed at the time of interview, and zero otherwise. In Section 6, we also consider results based on the proportion of time an individual is employed over a maximum period of threeyears. Respondents report the age of the first time without a place to live , where experiences of being without a place to live include living: 1 with relatives temporarily; 2 at a friends house temporarily; 3 in a caravan, mobile home, cabin, or houseboat; 4 in a boarding house or hostel; 5 in crisis accommodation or a refuge; 6 in an abandoned building; 7 on the streets sleeping rough; or 8 other. Thus, our definition of childhood homelessness is not restricted to street or shelter homelessness, as is the case with much of the previous research Sosin et al. 1990; Cordray Pion 1991; Hopper 1991; Chamberlain Mackenzie 1992; Argeriou et al. 1995; Jacobs et al. 1999; Springer 2000; Chamberlain Johnson 2001; Watson 2001. Instead, it also encompasses broader experiences of housing instability such as being in state care, transitory accommodation, and doubling up i.e. living with friends and family. There is no universally accepted definition of what it means to be homeless. Our perspective on homelessness is more in keeping with the broad definitions being adopted in Europe and Australia, than with the narrow definition often used in the U.S. CobbClark et al. 2014. This is sensible given the evidence that a range of precarious housing arrangements, for example doubling up or kin care, affect childrens outcomes Park et al. 2011. Our indicator of childhood homelessness equals one if homelessness first occurred at age 15 or younger; and zero otherwise. We choose this age threshold because in Australia it coincides with the minimum age at which young people may leave school and access public assistance in their own right and we wish to consider homelessness that occurs before these important transitions. In Section 6, we discuss the sensitivity of our results to other age thresholds. We distinguish between three mediating effects: educational attainment, youth incarceration, and welfare receipt both any receipt and disability support associated with mental illness. Measures 9 of each are constructed using either retrospective survey information or the linked administrative welfare records. This allows us to identify events that occur between any experiences of childhood homelessness and adult employment. In essence, we divide an individuals life into three distinct periods: childhood less than or equal to 15; young adulthood or youth ages 16 to 20 inclusive3; and adulthood age 21 and above. Our mediating influences occur during young adulthood. Low educational attainment is equal to one if an individual did not complete secondary school 12th grade and zero otherwise.4 We later refer to those who did not complete the 12th grade as high school dropouts. Overall, 8 percent of individuals who reported becoming homeless at age 15 or younger reported dropping out of school before they turned 15 years old. Youth incarceration is an indicator variable equaling one if youth report being incarcerated between the ages of 17 to 20 years inclusive, and zero otherwise. Focusing on this age range has a number of advantages. First, most Australian states and territories manage those who allegedly commit an offense at age 17 or older using the adult justice system. Exposure to an adult jail as opposed to a youth facility may have particularly deleterious effects on future employment. Second, having a minimum oneyear age gap between the ages defining childhood homelessness and incarceration helps ensure that we capture any incarceration occurring after childhood homelessness while minimizing the possibility that a common event underlies both experiences. We also consider the mediating effects of welfare receipt. Specifically, using our administrative data, we construct measures of: i overall welfare dependence i.e. fraction of time receiving welfare in the 24 months prior to wave 1; and ii welfare receipt related to mental illness i.e. fraction of time receiving a Disability Support Pension DSP for mental illnessrelated reasons in the 24 months prior to wave 1. This latter measure does not reflect selfassessed mental health, but more permanent, objective, and serious forms of mental illness as diagnosed by a specialist. 3 The exact age range depends on the mediating variable of interest. 4 Individuals who obtained a certificate I, II, III or IV but did not complete the 12th grade are coded 0. 10 3.3 Control Variables We construct childhood background and parental controls using retrospective information from the survey. These include: an indicator for Aboriginal or Torres Strait Islander status; emotional abuse e.g. threats of abuse against the child or the childs friends, family or pets; physical and sexual violence in childhood; foster, residential or kin care; incarceration of either the male or female primary carer; and drug, drinking or gambling problems of the male or female primary carer. Some of these controls capture events occurring after respondents initial homelessness episode and we anticipate that including them in the model results in a conservative estimate of any impact of childhood homelessness. We also have a set of timevarying controls that are measured in each wave including: age and agesquared, wave specific dummy variables and indicators for currently living on the streets or in a shelter; some or most friends being homeless; risky drinking i.e. more than two standard alcoholic drinks at least three days a week; ever diagnosed with physical health problems 5; being single; and the presence of young children ages 04 in the care of the respondent. These variables are added to the model in order to control for adult disadvantage so that the separate effect of childhood homelessness can be isolated. We expect that the inclusion of these controls in the model will result in conservative estimates of the effects of education, incarceration, and welfare receipt. 3.4 Childhood homelessness and adult employment Mean employment rates tstatistics for significant differences in means are presented in Table 1 separately by childhood homelessness status and gender. Those who were first homeless in childhood i.e. at age 15 or below are significantly less likely to be working in adulthood. Men who experience homelessness as children are 13 percentage points pp less likely to be employed, while 5 Physical conditions includes: stroke, heart or other circulatory conditions, diabetes, asthma, chronic bronchitis, cancer, liver problems, arthritis, epilepsy, kidney disease, Hepatitis C, chronic neck or back problems, and acquired brain injury. 11 the employment differential among women is 16 pp. Given the overall employment rates of Journeys Home respondents, these disparities are substantial.6 Insert Table 1 here Dropping out of highschool and incarceration rates and the average time spent in receipt of any welfare or mental illnessrelated disability benefits are also presented in Table 1. Men who were first homeless at or before the age of 15 are more than twice as likely 34 pp vs. 16 pp to be incarcerated between the ages of 17 and 20. Incarceration is much less common among women, but does appear to be concentrated amongst those women who first experience homelessness as children. Similarly, dropping out of high school is a nearly universal experience for both men and women with histories of childhood homelessness with fewer than one in ten completing their high school degrees. Dropout rates while still high are substantially lower, particularly for women, amongst those who first experience homelessness at the age of 16 or above. Interestingly, there is no significant difference in the overall proportion of time spent on welfare for those men who do and do not experience childhood homelessness. Women, on the other hand, spend significantly more time in receipt of welfare benefits if they are first homeless as children. Similarly, mens time on mental illnessrelated disability payments is not related to the age at which they are first homeless, while women who are homeless as children spend twice as much time receiving social assistance in relation to a mental illness. Thus, any differential in welfare receipt associated with the timing of homelessness appears to be concentrated among women. 4. Empirical Strategy 4.1 Conceptual framework We begin with a conceptual framework in which market and reservation wages drive static employment decisions. Childhood homelessness is then linked to adult employment outcomes 6 Summary statistics for the variables in our analysis are reported by childhood homelessness in Appendix Table A1. 12 through the formation of human capabilities and any subsequent impact on wages. In particular, episodes of homelessness are likely to disrupt important investments in childrens education, health, and development. Because human capital production is a cumulative process subject to critical investment periods see Cunha Heckman 2007; Kautz et al. 2014, homelessness that occurs during childhood when foundational cognitive and noncognitive skills are being formed is likely to have more severe and longterm consequences than homelessness that occurs later. Moreover, as human capital endowments are fundamental to many life outcomes e.g. health, criminal activity, etc., which themselves drive future wages and employment opportunities, we expect childhood homelessness will have wideranging effects on adult employment and will be mediated in part by events occurring in young adulthood youth. We focus on three key mechanisms education, incarceration, and welfare receipt that are particularly important in understanding the successful transition into adulthood. We focus on these because there is a large literature documenting the role that each plays in perpetuating childhood disadvantage into adulthood. Moreover, our data allows us to determine when these events occurred in relation to the timing of childhood homelessness and adult employment outcomes. Educational attainment is one mechanism that appears to transmit delinquency and disadvantage to adult wages and employment Gregg Machin 2000 and early life conditions to adult health Tubeuf et al. 2012. There is also evidence that disadvantage, particularly life on the streets, is associated with youth engaging in more risky behavior e.g. Gruber 2009; CobbClark et al. 2012; Omura et al. 2014; Heerde et al. 2015, which may increase contact with police. Not surprisingly, the homeless are dramatically overrepresented in the prison population Greenberg and Rosenheck 2008. Unfortunately, involvement with the criminal justice system may be an increasingly common stumbling block along the path to adulthood Raphael 2007 p. 2. Finally, disadvantaged youth often do not receive the same financial and coresidential support from their families in making the human capital investments that are critical to labor market success Edidin et 13 al. 2012; CobbClark Grgens 2014. Thus, access to social assistance may underpin successful labor market transitions. In particular, the employment experiences of homeless adults are closely related to their health status Zuvekas Hill 2000; Glomm John 2002 making healthrelated social assistance of particular interest. Social assistance can also affect employment decisions by increasing reservation wages. 4.2 Empirical Model: cid:1831cid:1865cid:1868cid:3036cid:3047cid:3028cid:3031cid:3048cid:3039cid:3047cid:3404cid:2009cid:2868cid:3397cid:2009cid:2869cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2009cid:2870cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2009cid:2871cid:1839cid:3036cid:3397cid:2009cid:2872cid:1850cid:3036cid:3047cid:3028cid:3031cid:3048cid:3039cid:3047cid:3397cid:3036cid:3397cid:2013cid:3036cid:3047 We begin by assuming that employment for adult i, at time t cid:4666cid:1831cid:1865cid:1868cid:3036cid:3047cid:3028cid:3031cid:3048cid:3039cid:3047cid:4667is given by the following: wherecid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031 denotes childhood homelessness and Xcid:2919cid:2913cid:2918cid:2919cid:2922cid:2914 is a vector of demographic characteristics cid:1839cid:3036cid:3404cid:2011cid:2868cid:3397cid:2011cid:2869cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2011cid:2870cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:1857cid:3036, 2 1 age, agesquared, and an indicator for indigenous status; early life conditions i.e. indicators for emotional, physical or sexual abuse; and foster, residential or kin care; and family background i.e. having homeless friends; risky drinking; poor physical health; being single, and having caring indicators for caregivers with drinking, drug or gambling problems; and ever incarcerated. In of timevarying indicators of adult circumstances including: living on the street or in a shelter; addition, cid:1839cid:3036 is a mediating factor, which itself is a function of childhood homelessness as well as early life conditions, family background, and demographic characteristics. Finally, cid:1850cid:3036cid:3047cid:3028cid:3031cid:3048cid:3039cid:3047is a vector responsibility for young children. Thus, cid:2009cid:2869cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047 captures the direct effect of childhood homelessness on adult employment outcomes, while cid:2011cid:2869 captures the effect of childhood homelessness cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031 on the mediating factor cid:1839cid:3036. Finally, cid:2020cid:3036 captures unobserved individualspecific effects, while cid:1857cid:3036and cid:2013cid:3036cid:3047 are stochastic error terms. cid:1831cid:1865cid:1868cid:3036cid:3047cid:3028cid:3031cid:3048cid:3039cid:3047cid:3404cid:2009cid:2868cid:3397cid:2009cid:2869cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2009cid:2870cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2009cid:2871cid:4666cid:2011cid:2868cid:3397cid:2011cid:2869cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2011cid:2870cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:1857cid:3036cid:4667cid:3397cid:2009cid:2872cid:1850cid:3036cid:3047cid:3028cid:3031cid:3048cid:3039cid:3047cid:3397cid:3036cid:3397cid:2013cid:3036cid:3047 cid:3404cid:4666cid:2009cid:2868cid:3397cid:2009cid:2871cid:2011cid:2868cid:4667cid:3397cid:3435cid:2009cid:2869cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:3397cid:2009cid:2871cid:2011cid:2869cid:4667cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:4666cid:2009cid:2870cid:3397cid:2009cid:2871cid:2011cid:2870cid:3439cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:20094cid:1850cid:1861cid:1872cid:1853cid:1856cid:1873cid:1864cid:1872cid:3397cid:4666cid:1857cid:1861cid:3397cid:1861cid:3397cid:2013cid:3036cid:3047cid:4667 We illustrate our estimation strategy by substituting equation 2 into equation 1: cid:3404cid:1827cid:3397cid:1828cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:1829cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:1830cid:1850cid:1861cid:1872cid:1853cid:1856cid:1873cid:1864cid:1872cid:3397cid:3036cid:3047 3 14 where cid:1827cid:3404cid:4666cid:20090cid:3397cid:20093cid:20110cid:4667, cid:1828cid:3404cid:3435cid:20091cid:1856cid:1861cid:1870cid:1857cid:1855cid:1872cid:3397cid:20093cid:20111cid:3439, cid:1829cid:3404cid:4666cid:2009cid:2870cid:3397cid:2009cid:2871cid:2011cid:2870cid:4667, D cid:2009cid:2872, and cid:3036cid:3047cid:3404cid:4666cid:1857cid:1861cid:3397cid:1861cid:3397cid:2013cid:3036cid:3047cid:4667. In equation 3, the indirect effect of childhood homelessness operating through cid:1839cid:3036 is cid:2009cid:2871cid:2011cid:2869, while the direct effect is cid:2009cid:2869cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047 making the total effect B equal to cid:2009cid:2869cid:3031cid:3036cid:3045cid:3032cid:3030cid:3047cid:3397cid:2009cid:2871cid:2011cid:2869. Researchers often assess the importance of direct versus indirect effects by estimating models with equation 1 and without equation 3 controls for mediating variables allowing the total and the direct effects of the variable of interest to be compared. Alternatively, we draw on the work of Tubeuf et al. 2012 who model the mediating role of education and lifestyle choices in the relationship between early life conditions and adult health. These authors utilize an approach in which the determinants of the mediating factors themselves are estimated directly allowing their impact to be calculated and more complex relationships between mediating variables to be considered. In our case, we first generate an estimate of the direct effect of childhood homelessness on adult employment cid:2009cid:2869cid:3031cid:3114cid:3045cid:3032cid:3030cid:3047cid:3555 using equation 1. We then estimate cid:2011cid:2869cid:3549 using a series of mediating effects models based on equation 2. Finally, we calculate the total effect of childhood homelessness on adult employment outcomes using the relationships given in equation 3. We are particularly interested in understanding the extent to which childhood homelessness affects adult outcomes through its impact on i educational attainment; ii incarceration; and iii welfare receipt both overall and for mental illnessrelated disability. First, we examine the extent to which dropping out of high school or being incarcerated between the ages of 17 and 20 accounts for the relationship between childhood homelessness and adult employment equations 4 and 5. Second, we use the panel nature of our data to examine whether or not any relationship between education 6. Specifically, our mediating factors are given by the following: and adult employment stems from the link between education and welfare use in adulthood equation cid:1831cid:1856cid:1873cid:1855cid:3036cid:3404cid:2011cid:2868cid:3032cid:3031cid:3048cid:3030cid:3397cid:2011cid:2869cid:3032cid:3031cid:3048cid:3030cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2011cid:2870cid:3032cid:3031cid:3048cid:3030cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:1857cid:3036cid:3032cid:3031cid:3048cid:3030,cid:46664cid:4667 cid:1836cid:1853cid:1861cid:1864cid:3036cid:3404cid:2011cid:2868cid:3037cid:3028cid:3036cid:3039cid:3397cid:2011cid:2869cid:3037cid:3028cid:3036cid:3039cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2011cid:2870cid:3037cid:3028cid:3036cid:3039cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:1857cid:1861cid:1862cid:1853cid:1861cid:1864,cid:46665cid:4667 cid:1849cid:1857cid:1864cid:1858cid:3036cid:3404cid:2011cid:2868cid:3050cid:3032cid:3039cid:3033cid:3397cid:2011cid:2869cid:3050cid:3032cid:3039cid:3033cid:1834cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2011cid:2870cid:3050cid:3032cid:3039cid:3033cid:1850cid:3036cid:3030cid:3035cid:3036cid:3039cid:3031cid:3397cid:2011cid:2871cid:3050cid:3032cid:3039cid:3033cid:1831cid:1856cid:1873cid:1855cid:3036cid:3397cid:1857cid:1861cid:1875cid:1857cid:1864cid:1858,cid:46666cid:4667 15 These three mediating effects equations are estimated separately. The results are combined with estimates derived from our model of adult employment in equation 1. Combining estimates from equation 4 and equation 1 yields an estimate of the mediating effect of dropping out of high school cid:4672cid:2009cid:2871cid:2011cid:2869cid:3032cid:3031cid:3048cid:3030cid:3555 cid:4673, while combining results from equations 5 and 1 provides an estimate of the cid:2009cid:2871cid:2011cid:2869cid:3115cid:3028cid:3114cid:3039cid:4667cid:3555 . share of the employment effect of childhood homelessness that operates through youth incarceration The mediating effects of adult welfare use are more complex. Welfare receipt is measured in adulthood after secondary education is completed. Thus, we are able to distinguish, for example, between i the extent to which welfare use accounts for the relationship between childhood homelessness and adult employment, i.e. cid:2009cid:2871cid:2011cid:2869cid:3050cid:3032cid:3039cid:3033cid:3555 ; and ii the extent to which welfare use contributes to the mediating influence of education on the relationship between childhood homelessness and adult employment. The latter assesses whether or not any role of education in linking childhood homelessness to adult employment stems from a link between education and welfare use. Specifically, the mediating effect of education that operates through welfare receipt is given by cid:2009cid:2871cid:2011cid:2871cid:3050cid:3032cid:3039cid:3033cid:20111cid:1857cid:1856cid:1873cid:1855cid:3555 .7 Parallel analyses are conducted for overall welfare receipt and for disability support related to mental illness. As we cannot establish whether benefit receipt began before or after any incarceration, we omit incarceration from our analysis of welfare receipt. 4.3 Identification: We rely on the panel nature of our data to avoid concerns about reverse causality. Most importantly, we use information about the timing of events to ensure that individuals educational attainment, incarceration, and welfare receipt are predetermined with respect to their employment patterns and that these events occur after any experiences of childhood homelessness. 7 To see this, substitute equations 4 and 6 into equation 1. 16 Our primary empirical challenge is as usual, to carefully account for any unobserved heterogeneity which might confound the interpretation of the main variables of interest, i.e. childhood homelessness and the mediating variables. One advantage of focusing on a disadvantaged population all of whom experience homelessness is that there is likely to be less omitted variable bias associated with comparing individuals on the basis of the timing of initial homelessness rather than on whether or not they ever experienced homelessness. We adopt a twopronged approach to identification. First, we rely on detailed controls to do much of the work in eliminating any threats to causality. In particular, our preferred specification also includes several timevarying indicators of adult disadvantage e.g. illegal drug use, risky drinking, adult homelessness, etc  The use of detailed controls increases the potential for the conditional independence assumption to hold Rubin 1977. In particular, Duncan et al. 2010 argue it is very difficult to think up omittedvariable bias stories involving early income that would not be controlled in large measure with the inclusion of income later in childhood p. 309. We believe a similar logic holds here. These controls also allow us to assess whether there are any lingering impacts of childhood homelessness on the employment of adults experiencing similar degrees of economic and social disadvantage. As childhood homelessness may affect adult employment opportunities in part through these indicators of adult disadvantage, controlling for them provides lower bound estimates of the effect of childhood homelessness operating through the channels of interest. Second, we use a Mundlak 1978 approach to control for unobserved heterogeneity related to the timevarying covariates. Although they are not our analytical focus, minimizing the bias in their estimated coefficients allows us to make weaker identification assumptions about the childhood homelessness variable than would be required in a random effects model. In addition, by exploiting the panel structure of the data, we obtain more degrees of freedom and thus improve efficiency i.e. reduce standard errors. This approach also allows us to estimate the impact of childhood 17 homelessness, which would not be possible with fixedeffects estimation, while avoiding the strong and often implausible assumptions underpinning instrumental variables models. 4.4 Estimation The model of adult employment equation 1 is estimated within a Mundlak framework using Generalised Least Squares GLS. Standard errors are clustered on the individual to account for any autocorrelation associated with repeated personobservations across time. Models of high school completion and youth incarceration equations 4 and 5 are estimated using linear probability models. The determinants of the proportion of time individuals received welfare benefits or disability payments related to mental illness equation 6 are estimated using OLS. We bootstrap the standard errors for all the estimates of the indirect effects.8 5. Results 5.1 Childhood homelessness and adult employment The estimated relationship between childhood homelessness and adult employment is reported in Table 2 both for the total sample and each gender separately. We consider three specifications increasing in controls. Results from our baseline model with minimal controls are in Columns 1 3. Our second specification in Columns 4 6 accounts for the potential confounding effects of early life conditions, family background, and homelessness in adulthood. Finally, our preferred specification, reported in Columns 7 9, also controls for other adult circumstances including having homeless friends, risky drinking behavior, physical health, relationship status, and the presence of children.9 We find that there is a longterm employment penalty associated with first experiencing homelessness in childhood rather than later in life. Men who were homeless for the first time at or 8 We use 399 replications and sample with replacement. Given our panel data, we ensure that our bootstrapped sample preserves the structure of initial sampling framework as of the first wave of Journeys Home data. 9 All specifications also include indicators for waves 2 6. Following Mundlak 1978, the second specification controls for the mean rate of homelessness across all six waves in adulthood, while specification 3 incorporates the means of all timevarying controls measured in adulthood. 18 before age 15 are 8.3 pp less likely to be employed as adults than are men who first experienced homelessness after the age of 15 see Column 2. For women, this employment gap is even larger at 13.8 pp see column 3. These employment differentials are substantial given that the overall employment rate among Journeys Home respondents is approximately 25 percent. At the same time, the disparity in employment probabilities may be either under or overstated to the extent that there is observed or unobserved heterogeneity associated with childhood homelessness. Insert Table 2 here Once we control for observed differences in childhood adversity, parental characteristics, and adulthood circumstances and we use apply the Mundlak 1978 approach to account for unobserved heterogeneity associated with adult circumstances, the employment penalty stemming from child versus adult homelessness falls substantially but only among women. Specifically, the disparity in the employment rates of women who do and do not experience childhood homelessness falls by more than half 8.4 pp and is no longer statistically significant in our preferred specification Column 9. Nevertheless, the magnitude of the employment penalty stemming from childhood homelessness is similar to that associated with being a victim of sexual abuse or having incarcerated parents. In contrast, the disparity in employment among men 7.1 pp remains virtually unchanged when we account for observed and unobserved heterogeneity. This is striking given that these results control for individuals adult circumstances, which may themselves mediate some of the relationship between childhood homelessness and adult employment. Taken together, these results indicate that there are important gender differences in the role of selectivity in understanding the relationship between childhood homelessness and employment outcomes for vulnerable adults. Although the unconditional employment gap associated with early homelessness is much larger among women, it falls substantially and becomes statistically insignificant once heterogeneity is taken into account. In contrast, the magnitude of the employment gap among men is much the same whether or not we control for heterogeneity. 19 5.2 The role of demographics, childhood adversity, and adult circumstances Several factors other than childhood homelessness are also related to the probability that housinginsecure adults are employed. Indigenous respondents, for example, have employment rates that are 9.1 pp lower than nonIndigenous Australians see Table 2, Column 7. This employment gap is much smaller than censusbased estimates of the Indigenous employment gap 26.0 pp because it is derived from for a sample of disadvantaged adults rather than the overall working age population ABS 2013. In addition, while mens employment rates are independent of their age, womens employment probabilities increase with age, reaching a maximum at 32 years old. Foster care, which is strongly associated with homelessness see LenzRashid 2006, ceases to matter for employment, once we account for both childhood and current homelessness. This is consistent with LenzRashid 2006 who finds no disparity in the posttraining program employment outcomes of homeless youths who were and were not part of the U.S. foster care system. At the same time, housinginsecure women are less likely 6.9 pp to be employed if one of their parents served time in jail while they were growing up. This, in combination with other evidence that the incidence of homelessness is higher among children whose fathers were ever incarcerated Wildeman 2014, highlights the importance of parental incarceration in perpetuating intergenerational disadvantage. There is a complex, likely bidirectional, relationship between homelessness and abuse see Edidin et al. 2012. We find no evidence, however, that housinginsecure adults are less likely to be employed if they experienced emotional or physical abuse in childhood once we take their experiences of homelessness into account. Sexual abuse, however, is associated with a lower probability that housinginsecure women are employed. This employment gap 6.0 pp, though imprecisely estimated and statistically insignificant see Column 9, is large enough to be considered economically meaningful This is particularly true when we take into consideration that our sample excludes individuals who did not respond to the sexual abuse questions and who may be more likely to have been sexually abused. Sensitivity analysis reveals that: i including those with missing sexual 20 abuse data in the sample; and ii dropping the sexual abuse indicator from the model both result in a larger estimated direct effect of childhood homelessness on adult employment.10 In short, failing to account for childhood sexual abuse leads the estimated effect of childhood homelessness to be overstated, especially for women, which suggests that sexual violence may either be an important source of or another pathway linking childhood and adult disadvantage.11 Not surprisingly, adult circumstances are also related to employment rates. Housinginsecure men are less likely 14.2 pp to be employed if they are currently living on the streets or in a shelter, though everything else equal there is no statistically significant relationship between being employed and being homeless for women. Housinginsecure women are, however, less likely 9.0 pp to be employed if they have young children present. Sociologists suggest that the homeless often form social networks which help them acclimate to street life and reduce the incentives to become housed Snow Anderson 1987; Simons et al. 1989. We find no evidence, however, that networks in the form of homeless friends have any impact on employment outcomes. Finally, we find that housinginsecure men who report engaging in risky drinking are 5.5 pp more likely to be employed. Though it is difficult to make direct comparisons, this is inconsistent with Zuvekas and Hill 2000 who find that homeless men work less if they report abusing drugs or alcohol. 5.3 The mediating effects education, incarceration, and welfare use We turn now to the potential pathways linking homelessness in childhood and employment outcomes in adulthood. Although we have exploited a number of empirical strategies to strengthen identification, we cannot completely rule out the possibility that the estimates underling our analysis of educational attainment, incarceration, and welfare dependence are confounded by omitted timevarying factors, such as health shocks or maternal psychological wellbeing, related to childhood 10 These results are available upon request. 11 Researchers have investigated the link between sexual victimization and the age at which young people first run away from home. While some find that sexual victimization is associated with running away earlier, others find the opposite. See Heerde et al. 2015 for a review. 21 homelessness. Given this, we regard this as a descriptive exercise akin to the standard decomposition analysis typically conducted in labor economics. Estimates of the direct effect of childhood homelessness on adult employment as well as the indirect effects of childhood homelessness operating via these key mediating factors are presented in Table 3.12 The direct effects are estimated from a regression of adult employment status on our indicator of childhood homelessness controlling for the relevant mediating factors see Columns 1, 4, and 7. The indirect effects are calculated following the method described in Section 4.2 and are presented in Columns 2, 5 and 8. In each case, the sum of the direct and indirect effects of childhood homelessness corresponds to the estimated total effects presented in Table 2. In Columns 3, 6, and 9 we present the ratio of the indirect effects to these total effects. As before, we present these estimates both for the total sample and separately for men and women. Insert Table 3 here We find that lower educational attainment is instrumental in explaining the gap in adult employment rates associated with childhood homelessness. Higher dropout rates account for over a quarter of mens employment gap, and nearly half of the employment gap amongst women. These educational effects are statistically significant and economically meaningful even though they are net of the effects of other forms of adult disadvantage. Had we not controlled for adult disadvantage some of which itself stems from poor educational outcomes we expect that education would have played an even larger mediating role in the relationship between childhood homelessness and adult employment. Our results are consistent with Gregg and Machin 2000 who find that educational attainment also acts as a clear transmission mechanism between delinquency and disadvantage, on the one hand, and employment outcomes, on the other. The overall mediating effect of incarceration between the ages of 17 and 20 is approximately 12 The relationship between the mediating factors and adult employment cid:4666cid:2009cid:2871fromequation1cid:4667 is presented in Appendix one third that of educational disruption. Specifically, 10.3 percent of the overall effect of childhood Table A2. 22 homelessness on adult employment rates operates through a higher propensity of homeless children to enter the adult criminal justice system. Somewhat surprisingly, we do not find large gender differences in the mediating influence of youth incarceration, which is estimated to be approximately 16 17 percent for both men and women. This lack of a gender difference in the relative importance of incarceration is interesting given that incarceration itself is experienced predominately by men. On balance, dropping out of high school and early incarceration appear to play an almost equally important role in the relationship between mens employment and their experiences of homelessness as children even after we control for adult disadvantage. The strong role of incarceration in the link between childhood disadvantage and mens employment outcomes is consistent with previous research that documents the relatively poor employment outcomes for men who serve time Raphael 2007 and the link between youth homelessness and incarceration generally Greenberg Rosenheck 2008. For women, the mediating effect of educational disruption is nearly three times that of youth incarceration. Despite the importance of dropping out of high school and youth incarceration, however, there remains a large and direct effect of early versus late homelessness on adult employment rates. Between half women and three quarters men of the relationship between childhood homelessness and adult employment remains after we account for the effect of homelessness on childrens educational attainment. The direct effect of childhood homelessness is even larger when we consider youth incarceration. What part does welfare receipt play in the link between adult employment outcomes and childhood homelessness? Interestingly, most of the role of education operates through channels other than welfare receipt. Specifically, the indirect mediating effect of education is estimated to be 0.022 pp for the sample as a whole. Of this, only 0.004 pp operates through individuals time on welfare in general. Even less 0.001 pp occurs through the effect that dropping out of high school has on the extent of time individuals are reliant on disability benefits related to their mental illness. On balance, welfare receipt accounts for approximately 14 percent of the total effect of childhood 23 homelessness on adult employment for men and women overall, while education accounts for one third 33.5 percent. It is not the case, however, that the role of education in linking childhood homelessness to adult employment can be explained by patterns of welfare use. Dropping out of high school and welfare reliance have mediating roles that operate largely independently of one another. There are gender differences in the role of welfare receipt, however. Specifically, we find very little role of welfare receipt for men, especially when we consider disability associated with mental illness specifically. In contrast, between one third welfare receipt in general and one quarter mental illnessrelated disability of the overall effect of childhood homelessness on womens employment outcomes is associated with welfare receipt. The important role of mental illnessrelated disability benefits in linking childhood homelessness to womens lower employment rates is noteworthy. Others have argued, for example, that poverty moderates the relationship between serious mental health issues and social problems, including unemployment, reducing the overall effect of mental illness per se Draine et al. 2002, p. 565. Consistent with this, Zuvekas and Hill 2000 find that the work intensity measured as days of work of homeless individuals is unrelated to whether or not they have ever experienced a major mental health disorder e.g. schizophrenia, major depression, bipolar disorder. Our results point to a more complex role for mental illness in linking childhood disadvantage and adult wellbeing. Finally, we can only speculate on the reasons for the gendered role of welfare receipt. One possibility, however, is that it is associated with patterns in welfare receipt and employment related to child bearing. While there is a large disparity in the employment rates of disadvantaged women with and without children present see Table 2, this is not the case for disadvantaged men. 6. Robustness We now consider the robustness of our results to two alternative issues. The first is the age threshold we use in defining childhood homelessness. The second is the choice of the employment outcome. 24 We investigate the sensitivity of our results to alternative age cutoffs delineating childhood from young adulthood youth for two reasons. The first is that we use retrospective information to identify childhood homelessness and there is a potential for recall bias to confound our results. We have no reason to believe that respondents would systematically over or underreport the age of first homelessness, leading us to suspect that any recall bias results in our estimates attenuating towards zero. Perhaps more importantly, given the developmental changes occurring in adolescence, and the sharp increase in the incidence of homelessness in these age ranges, it is useful to consider a definition of childhood which excludes adolescents. We investigate these issues by replicating our analysis for respondents who report being homeless for the first time either i at age 14 or younger or ii at age 17 or older, excluding those who are homeless for the first time at age 15 or 16. This minimizes the potential for recall error, which would put respondents on the incorrect side of our age threshold now a two year gap, while simultaneously adopting a more restrictive notion of what it means to be homeless as a child. These results are reported in Table 4. Insert Table 4 here While the employment gap associated with childhood homelessness is somewhat smaller 4.7 pp when we compare those experiencing homelessness at or before age 14 versus at age 17 or older, the magnitude of the mediating effects is virtually unchanged see Tables 3 and 4. Thus, the direct effects of childhood homelessness on adult employment become substantially smaller when we exclude those who first experienced homelessness at ages 15 16, making the mediating effects relatively more important. Our substantive conclusions remain unchanged, however. Both education and incarceration play important roles in the link between childhood homelessness and adult employment. The role of welfare is relatively less important than that of education and there is no evidence that the role of education is associated with time on welfare. These results imply that homelessness which first occurs around the ages of 15 and 16 has a direct effect on adult employment which cannot be explained by the mediating factors and the controls we consider. 25 We also consider whether our conclusions are robust across employment outcomes. Specifically, we reestimated all models using an alternative employment outcome, i.e. the proportion of time respondents were employed over the course of the Journeys Home survey. As respondents were asked to report the proportion of time they were employed in the six months prior to each interview, we have a maximum of a threeyear span. These results are presented in Table 5. The disparity in time employed associated with childhood homelessness is 5.2 pp overall, with the gap being slightly larger for men 6.2 pp than for women 4.6 pp. The relative importance of dropping out of highschool, incarceration, and welfare receipt in the link between childhood homelessness and adult employment is much the same irrespective of the employment outcome we consider. This is important given the nature of the two measures. One is measured at a single pointintime and the other captures a threeyear time span suggesting that our estimated relationships are not timesensitive. 7. Conclusions Insert Table 5 here Homelessness is an extreme form of adversity which increasingly impacts children and their families. All too often, childhood disadvantage becomes adult disadvantage and is then perpetuated into the next generation. It is imperative, therefore, that we know more about ways that childhood homelessness constrains opportunities, reduces wellbeing, and diminishes life chances if we are to develop appropriate policy responses. This paper utilizes unique, panel data from a representative sample of disadvantaged individuals experiencing homelessness and housing insecurity to assess how the timing of homelessness affects adult employment outcomes and shed light on the mechanisms linking childhood homelessness to adult employment. We find that there is an additional employment penalty associated with first experiencing homelessness as a child rather than as a youth or adult. For 26 women, this relationship is largely explained by the lower educational attainment and higher welfare receipt both in general and in the form of mental illnessrelated disability payments of those experiencing childhood homelessness. Higher rates of highschool incompletion and incarceration explain some of the link between childhood homelessness and mens employment. Childhood homelessness continues to have a substantial direct effect on male employment rates, however. These results lead us to several important conclusions. First, the adverse family circumstances e.g. parental unemployment, family breakdown, poverty, health issues, etc. that result in an episode of childhood homelessness have longterm consequences. Importantly, disadvantage that manifests itself in the form of early homelessness has consequences for adult employment, that mirror those associated with early disadvantage measured as income poverty Duncan et al. 2010 or as adverse family circumstances more broadly Gregg Machin 2000. Second, the timing of deprivation matters. There is an additional employment penalty associated with first experiencing homelessness as a child rather than as a youth or adult. Though others have reached similar conclusions regarding the importance of early adversity in more general populations e.g. Duncan et al. 2010; Wodke 2011, it is striking that the same conclusions also apply to extremely disadvantaged populations. Finally, youth experiences are important in linking childhood disadvantage to adult economic wellbeing. Like others e.g. Gregg Machin 200, we also find that educational attainment is key. At the same time, it is clear that childhood disadvantage is also transmitted through incarceration or welfare use, in ways that differ for boys and girls. There remain a number of important questions for future research. In particular, our data make it difficult for us to explore the context in which childhood homelessness occurs. Specifically, we cannot distinguish between childhood homelessness experienced with the family as opposed to runaway and unaccompanied youth homelessness. These experiences are unlikely to be have the same consequences Duffield 2001, Miller 2011, although they both imply that the child endures a spell of housing instability for reasons that are beyond their control. Unaccompanied homeless youth 27 may resort to leaving the family home if they face family conflict andor emotional, physical or sexual abuse Duffield 2001. We need to know more about the particular challenges facing adolescents who become homeless and how the consequences of child homelessness depend on the context in which it occurs. Future research that sheds light on the temporal relationship between homelessness and a range of youth experiences, e.g. leaving school, incarceration, childbearing, would be useful. Finally, we need to know more about the gendered nature of childhood homelessness and the pathways through which childhood homelessness affect employment opportunities in adulthood. Why is the direct effect of childhood homelessness on adult employment so much larger for men than for women? Why are overall welfare benefits and mental illnessrelated disability benefits so much more important in mediating the effects of childhood homelessness for women? Answers to these questions will be useful in assessing whether or not the optimal policy response to homelessness is gender neutral. 28 References Argeriou, M., D Mc Carty, and K Mulvey 1995. Dimensions of Homelessness. Public Health Reports 1106: 73441. Australian Bureau of Statistics ABS. 2013. Aboriginal and Torres Strait Islander Peoples Labour Force Outcomes. Australian Social Trends ABS cat. No. 4102.0. Canberra: ABS. Buckner, J. C. 2008. Understanding the Impact of Homelessness on Children Challenges and Future Research Directions. American Behavioral Scientist 516: 721736. Buckner, J. C., EL Bassuk, and LF Weinreb 2001. Predictors of Academic Achievement Among Homeless and LowIncome Housed Children. Journal of School Psychology 391: 4569. Case, A., A Fertig, and C Paxson 2005. The Lasting Impact of Childhood Health and Circumstance. Journal of Health Economics 242: 365389. Chamberlain, C. and G. Johnson 2001. The Debate About Homelessness. Australian Journal of Social Issues 361: 3550. Chamberlain, C. and D. Mac Kenzie 1992. Understanding Contemporary Homelessness: Issues of Definition and Meaning. Australian Journal of Social Issues 274: 274297. CobbClark, D. A. and T. Grgens 2014. Parents Economic Support of YoungAdult Children: Do Socioeconomic Circumstances Matter? Journal of Population Economics 272: 447471. CobbClark, D. A., N Herault, R Scutella, and YP Tseng 2014. A Journey Home: What Drives How Long People Are Homeless? Institute for the Study of Labor IZA, Discussion Paper no. 8495. Cobb Clark, D., C Ryan, and A Sartbayeva 2012. Taking Chances: The Effect that Growing Up on Welfare Has on the Risky Behavior of Young People. The Scandinavian Journal of Economics 1143: 729755. Connolly, J. 2006. The Book of Lost Things. New York: Washington Square Press. Cordray, D. S. and G. M. Pion 1991. Whats Behind the Numbers? Definitional Issues in Counting the Homeless. Housing Policy Debate 23: 585616. Cunha, F. and J. Heckman 2007. The Technology of Skill Formation. American Economic Review 972: 3147. Currie, J. 2009. Healthy, Wealthy, and Wise: Is there a Causal Relationship Between Child Health and Human Capital Development? Journal of Economic Literature 471: 87122. 29 Currie, J. and E. Tekin 2012. Understanding the Cycle Childhood Maltreatment and Future Crime. Journal of Human Resources 472: 509549. Curtis, M. A., H Corman, K Noonan, and NE Reichman 2013. Life Shocks and Homelessness. Demography 506: 22272253. Draine, J., MS Salzer, DP Culhane, and T Hadley 2002. Role of Social Disadvantage in Crime, Joblessness, and Homelessness Among Persons with Serious Mental Illness. Psychiatric Services 535: 565573. Duffield, B. 2001. The Educational Rights of Homeless Children: Policies and Practices. Educational Studies 323: 323336. Duncan, G. J. and J. BrooksGunn 1995. Consequences of Growing Up Poor. New York: Russell Duncan, G. J., KM Ziol Guest, and A Kalil 2010. Early Childhood Poverty and Adult Attainment, Sage Foundation. Behavior, and Health. Child Development 811: 306325. Edidin, J. P., Z Ganim, SJ Hunter, and NS Karnik 2012. The Mental and Physical Health of Homeless Youth: A Literature Review. Child Psychiatry Human Development 433: 354375. Flouri, E. and A. Buchanan 2004. Childhood Families of Homeless and Poor Adults in Britain: A Prospective Study. Journal of Economic Psychology 251: 114. Glomm, G. and A. John 2002. Homelessness and Labor Markets. Regional Science and Urban Economics 325: 591606. Gould, T. E. and A. R. Williams 2010. Family Homelessness: An Investigation of Structural Effects. Journal of Human Behavior in the Social Environment 202: 170192. Grant, R., D Gracy, G Goldsmith, A Shapiro, and I Redlener 2013. TwentyFive Years of Child and Family Homelessness: Where Are We Now? American Journal of Public Health 103S2: e 1e 10. Greenberg, G. A., and R. A. Rosenheck 2008. Jail Incarceration, Homelessness, and Mental Health: A National Study. Psychiatric Services 592: 170177. Gregg, P. and S. Machin 2000. Child Development and Success or Failure in the Youth Labor Market. In D. Blanchflower and R. Freeman Eds., Youth Employment and Joblessness in Advanced Countries pp. 247288. Chicago: University of Chicago Press. 30 Gruber, J. 2009. The Problems of Disadvantaged Youth: An Economic Perspective, Chicago, London: University of Chicago Press. Haddad, M. B., TW Wilson, K Ijaz, SM Marks, and M Moore. 2005. Tuberculosis and Homelessness in the United States, 19942003. Jama 29322: 27622766. Haveman, R. and B. Wolfe 1995. The Determinants of Childrens Attainments: A Review of Methods and Findings. Journal of Economic Literature 334: 18291878. Heerde, J. A., KE ScholesBalog, and SA Hemphill 2015. Associations Between Youth Homelessness, Sexual Offenses, Sexual Victimization, and Sexual Risk Behaviors: A Systematic Literature Review. Archives of Sexual Behavior 441: 181212. Henry, M., A Cortes, S Morris, J Khadduri, and DP Culhane 2013. The 2013 Annual Homelessness Assessment Report AHAR To Congress: Part 1, PointInTime Estimates of Homelessness. Washington: The US Department of Housing and Urban Development. Hopper, K. 1991. Homelessness Old and New: The Matter of Definition. Housing Policy Debate 23: 755813. Islam, T. T. 2013. Childhood Neighborhood Conditions and the Persistence of Adult Income. Regional Science and Urban Economics 434: 684693. Jacobs, K., J Kemeny, and T Manzi 1999. The Struggle To Define Homelessness: A Constructivist Approach. In S. Hutson, D. Clapham Eds., Homelessness: Public Policies and Private Troubles pp. 1128. London: Cassell. Kautz, T., JJ Heckman, R Diris, B Ter Weel, and L Borghans 2014. Fostering and Measuring Skills: Improving Cognitive and NonCognitive Skills to Promote Lifetime Success. OECD Education Working Papers, No. 110, OECD Publishing, Paris. Kushel, M. B., E Vittinghoff, and JS Haas 2001. Factors Associated with the Health Care Utilization of Homeless Persons. Jama 2852: 200206. Lee, B. A., KA Tyler, and JD Wright 2010. The New Homelessness Revisited. Annual Review of Sociology 36: 501521. LenzRashid, S. 2006. Employment Experiences of Homeless Young Adults: Are they Different for Youth with a History of Foster Care? Children and Youth Services Review 283: 235259. Martin, R. 2010. Fallow Ground:Re Examining Womens Experiences of Housing and Homelessness. Parity 2310, 13. 31 Masten, A. S., JJ Cutuli, JE Herbers, E Hinz, J Obradovic, and A Wenzel 2014. Academic Risk and Resilience in the Context of Homelessness. Child Development Perspectives 84: 201206. Mc Carthy, B., J Hagan, and MJ Martin 2002. In and Out of Harms Way: Violent Victimization and the Social Capital of Fictive Street Families. Criminology 404: 831866. Mc Chesney, K. Y. 1990. Family Homelessness: A Systemic Problem. Journal of Social Issues 464: 191205. Miller, P. M. 2011. A Critical Analysis of the Research on Student Homelessness. Review of Educational Research 813: 308337. Molnar, J. M., WR Rath, and TP Klein 1990. Constantly Compromised: The Impact of Homelessness on Children. Journal of Social Issues 464: 109124. Mundlak, Y. 1978. On the Pooling of Time Series and Cross Section Data. Econometrica: Journal of the Econometric Society 461: 6985. OCallaghan, B. Dominian, L. with Evans, A., Dix, J., Smith, R., Williams, P., and Zimmeck, M. 1996 Study of Homeless Applicants, London: Department of the Environment. OFlaherty, B. A. 2010. What Shocks Precipitate Homelessness?. In B. A. OFlaherty and I. G. Ellen Eds. How to House the Homeless. New York: Russell Sage. OFlaherty, B. A. 2004. Wrong Person and Wrong Place: For Homelessness, the Conjunction is what Matters. Journal of Housing Economics 131: 115. Obradovic, J., JD Long, JJ Cutuli, CK Chan, E Hinz, D Heistad, and A Masten 2009. Academic Achievement of Homeless and Highly Mobile Children in an Urban School District: Longitudinal Evidence on Risk, Growth, and Resilience. Development and Psychopathology 2102: 493518. Omura, J. D., E Wood, P Nguyen, T Kerr, and K De Beck 2014. Incarceration Among StreetInvolved Youth in a Canadian Study: Implications for Health and Policy Interventions. International Journal of Drug Policy 252: 291296. Park, J. M., AR Fertig, and PD Allison 2011. Physical and Mental Health, Cognitive Development, and Health Care Use by Housing Status of LowIncome Young Children in 20 American Cities: A Prospective Cohort Study. American Journal of Public Health 101S1: S255S261. Randall, G. and S. Brown 1996. From Street To Home: An Evaluation of Phase 2 of the Rough Sleepers Initiative. London: HMSO. 32 Raphael, S. 2007. Early Incarceration Spells and the Transition to Adulthood. in S. Danziger and C. E. Rouse Eds. The Price of Independence: The Economics of Early Adulthood pp 278306. New York: Russell Sage Foundation. Rubin, D. B. 1977. Assignment to Treatment Group on the Basis of a Covariate. Journal of Educational and Behavioral Statistics 21: 126. Shelton, K. H., PJ Taylor, A Bonner, and M van den Bree 2009. Risk Factors for Homelessness: Evidence from a PopulationBased Study. Psychiatric Services 604: 465. Shinn, M. and B. C. Weitzman 1990. Research on Homelessness: An Introduction. Journal of Social Issues 464: 111. Simons, R., LB Whitbeck, and A Bales 1989. Life on the Streets: Victimization and Psychological Distress Among the Adult Homeless. Journal of Interpersonal Violence 44: 482501. Sosin, M., I Piliavin, and H Westerfelt 1990. Toward a Longitudinal Analysis of Homelessness. Journal of Social Issues 464: 157174. Snow, D. A. and Anderson, L. 1987. Identity Work Among the Homeless: The Verbal Construction and Avowal of Personal Identities. The American Journal of Sociology 926: 133671. Springer, S. 2000. Homelessness: A Proposal for a Global Definition and Classification. Habitat International 244: 475484. Tobin, K. and J. Murphy 2013. Addressing the Challenges of Child and Family Homelessness. Journal of Applied Research on Children: Informing Policy for Children at Risk 41: 9. Tubeuf, S., F Jusot, and D Bricard 2012. Mediating Role of Education and Lifestyles in the Relationship Between Early Life Conditions and Health: Evidence from the 1958 British Cohort. Health Economics 21S1: 129150. US Interagency Council on Homelessness USICH 2010. Opening Doors: Federal Strategic Plan Interagency Council on to Prevent and End Homelessness. Washington, DC: US Homelessness. Watson, S. D. 2001. Representing the Poor and Homeless: Innovations in Advocacy, American Bar Association, Commission On Homelessness Poverty. Wildeman, C. 2014. Parental Incarceration, Child Homelessness, and the Invisible Consequences of Mass Imprisonment. The ANNALS of the American Academy of Political and Social Science 6511: 7496. 33 Wodtke, G. T., DJ Harding, and F Elwert 2011. Neighborhood Effects in Temporal Perspective the Impact of LongTerm Exposure to Concentrated Disadvantage on High School Graduation. American Sociological Review 765: 713736. Wooden, M., A Bevitt, A Chigavazira, N Greer, G Johnson, E Killackey, J Moschion, R Scutella, Y Tseng, and N Watson 2012. Introducing Journeys Home. Australian Economic Review 453: 368378. Zlotnick, C., MJ Robertson, and MA Wright 1999. The Impact of Childhood Foster Care and Other OutOfHome Placement on Homeless Women and their Children. Child Abuse Neglect 2311: 10571068. Zuvekas, S. H. and S. C. Hill 2000. Income and Employment Among Homeless People: The Role of Mental Health, Health and Substance Abuse. The Journal of Mental Health Policy and Economics 33: 153163. 34 Table 1: Employment, Education, and Incarceration Rates and Mean Time in Welfare Receipt by Childhood Homelessness Status and Gender. All Age at First Homeless 15 0.24 0.10 15 0.10 0.22 0.93 0.91 0.71 0.84 Proportions Men Age at First Homeless 15 0.25 0.16 15 0.12 0.34 0.93 0.87 0.76 0.84 Tstat of Diffa 4.99 3.86 7.64 4.45 Tstat of Diffa 3.52 3.42 4.69 1.34 Women Age at First Homeless 15 0.22 0.00 15 0.06 0.06 0.92 0.95 0.63 0.85 Tstat of Diffa 3.70 1.97 6.86 3.78 0.55 0.18 0.08 2.19 Employed Mediating Factors Incarcerated Dropped out of High School Time in Welfare Receipt Time in DSPb for Mental Illness 0.17 0.12 1.64 0.16 100 0.14 377 Personobs Notes: Population consists of individuals aged between 21 and 54 years from the Journeys Home survey. a Tstatistic for test of significant differences by age at first homeless. b Disability Support Pension. 79 179 622 245 35 Table 2: Determinants of Adult Employment by Gender GLS Coefficients. Basic Controls: M1 M1 Homelessness Vars M2 M2 Adult Vars M3 0.031 0.000 0.077 All All Men Women All Men Women Men Women 0.002 0.000 0.003 0.000 0.003 0.000 0.013 0.000 0.013 0.000 0.010 0.000 0.034 0.000 0.034 0.000 0.111 0.083 0.138 0.080 0.077 0.115 0.094 0.135 0.091 0.085 0.095 0.066 0.071 0.054 Childhood Homelessness 15 Demographics Age Agesquared Aboriginal or Torres Strait Islander Childhood Adversity and Adult Circumstances Foster Care Emotional Abuse Sexual Abuse Physical Abuse Parental DrinkingGambling 0.02 Problem 0.069 Parent Served Jail Time Homeless StreetsSheltera 0.048 Friends Homelessa 0.004 Risky Drinkinga 0.051 0.06 Physical Health Issue 0.003 Single 0.090 Presence of Children 0 4 1859 Number of Observations Rsquared 0.11 Notes: Population consists of an unbalanced panel of individuals aged between 21 and 54 years from the Journeys Home survey. The number of person observations is 801 for all, 477 for males, and 324 for females. a Measured over previous six months. The standard errors have been clustered at the individual level. p0.1, p0.05, p0.01. 0.004 0.037 0.115 0.006 0.053 0.001 0.04 0.047 4496 0.066 0.012 0.016 0.142 0.009 0.055 0.029 0.062 0.009 2637 0.056 0.025 0.015 0.074 0.009 0.019 0.015 0.059 0.011 0.035 0.016 0.064 0.06 0.003 0.052 0.111 0.017 0.100 0.029 0.014 0.021 0.146 0.022 0.012 0.041 0.021 0.027 0.015 0.021 0.015 0.030 0.017 0.060 0.06 4496 0.016 2637 0.022 4496 0.039 1859 0.021 2637 0.035 1859 0.058 36 Table 3: Direct and Indirect Effects via Education, Incarceration and Welfare Receipt of Childhood Homelessness 15 on the Probability of Being Employed by Gender All Men Women Effect of CH on Employment Effect of CH on Employment Effect of CH on Employment Direct Indirect Direct Indirect Direct Indirect Indirect Total Indirect effect via Education 0.044 0.02233.461 0.023 43.002 Education Dropped out of High School Incarceration Indirect effect via Jail Overall Welfare Receipt Indirect effect via Education Indirect effect via Education via Welfare Indirect effect via Welfare Disability Related to Mental Illness Indirect effect via Education Indirect effect via Education via Disability Indirect effect via Disability 3.279 23.529 Notes: Population consists of an unbalanced panel of individuals aged between 21 and 54 years from the Journeys Home survey. Note that the total effects direct plus indirect effects in this table equal to the coefficients of the homelessness variable shown in M3 of Table 2 subject to rounding error. i.e. the total effects are as follows: for all 0.066, for boys 0.071 and for girls 0.054 after rounding. The number of person observations is 801 for all, 477 for males, and 324 for females. The standard errors have been bootstrapped 399 replications and sampled with replacement and clustered at the individual level. p0.1, p0.05, p0.01. 0.002 0.013 2.214 14.069 0.001 0.009 0.000 0.003 0.51 4.11 37 Indirect Total 15.850 0.030 0.045 0.012 0.008 0.059 0.007 10.287 0.035 0.053 0.059 0.047 0.018 0.012 0.01827.671 0.0170.01629.496 0.0040.009 0.035 0.021 5.876 14.120 31.245 0.001 0.007 0.050 0.018 0.008 0.017 0.018 0.02114.783 33.044 39.918 Indirect Total 25.55 17.21 23.50 1.84 9.26 25.04 Indirect effect via Education 0.027 0.020 Education Dropped out of High School Incarcerations Indirect effect via Jail Overall Welfare Receipt Indirect effect via Education Indirect effect via Education via Welfare Indirect effect via Welfare Disability Related to Mental Illness Indirect effect via Education Indirect effect via Education via Disability Indirect effect via Disability Direct Indirect Direct Indirect Indirect Total 42.44416.407 0.0080.01737.2880.0030.0026.8324.3800.01838.499 0.039 0.024 0.019 0.035 0.038 0.038 0.033 Indirect Total 0.0160.0130.0150.0010.004 31.6925.2530.851.858.52Direct Indirect 0.0110.019 0.0210.0150.003 0.0150.0060.0130.01629.970.001 0.020Indirect Total 65.061 44.718 48.464 20.033 39.791 59.738 Table 4: Direct and Indirect Effects via Education, Incarceration and Welfare Receipt of Childhood Homelessness 14 on the Probability of Being Employed by Gender All Men Women Effect of CH on Employment Effect of CH on Employment Effect of CH on Employment 5.198 32.883 Notes: Population consists of an unbalanced panel of individuals aged between 21 and 54 years from the Journeys Home survey. To assess the robustness of our results to recall error, we have omitted people who are aged 15 and 16 from the sample. The number of person observations is 663 for all, 548 for males, and 115 for females. Note that the total effects direct plus indirect effects in this table equal to the coefficients of the homelessness variable for the same regression in Table 3 except using this more restrictive sample. The standard errors have been bootstrapped 399 replications and sampled with replacement and clustered at the individual level. p0.1, p0.05, p0.01. 3.46718.0140.0020.0090.0020.0110.0010.0031.375.38 38 Education Dropped out of High School Indirect effect via Education Incarcerations Indirect effect via Jail Overall Welfare Receipt Indirect effect via Education Indirect effect via Education via Welfare Indirect effect via Welfare Disability Related to Mental Illness Indirect effect via Education Indirect effect via Education via Disability Indirect effect via Disability 0.02344.058 0.046 0.006 11.687 0.029 0.022 0.043 0.051 0.038 0.019 0.011 0.0030.008 0.021 0.022 6.295 15.217 41.302 0.041 0.001 0.006 0.019 Indirect Total 30.59 18.43 28.30 1.78 9.32 29.79 Indirect Total 6.108 0.026 57.304 0.020 0.044 0.004 0.003 0.0060.015 0.008 0.025 14.047 31.950 31.756 Table 5: Direct and Indirect Effects via Education, Incarceration and Welfare Receipt of Childhood Homelessness 15 on the Proportion of Time Employed in the Last Six Months by Gender All Men Women Effect of CH on Employment Effect of CH on Employment Effect of CH on Employment Direct Indirect Direct Indirect Direct Indirect Indirect Total 0.02037.518 0.0180.02044.524 2.000 14.396 Notes: Population consists of an unbalanced panel of individuals aged between 21 and 54 years from the Journeys Home survey. Note that the total effects direct plus indirect effects in this table equal to the coefficients of the homelessness variable for a regression where the dependent variable is the proportion of time employed in the last six months. The number of person observations is 801 for all, 477 for males, and 324 for females. The standard errors have been bootstrapped 399 replications and sampled with replacement and clustered at the individual level. p0.1, p0.05, p0.01. 2.427 15.718 0.001 0.008 0.002 0.011 0.000 0.003 0.52 4.69 39 Appendix Table A1: Descriptive Statistics by Childhood Homelessness Status All Homeless at age 15 or below Coefficient Homeless after age Homeless at age 15 Homeless after age Homeless at age 15 Homeless after age Men Women 15 Coefficient or below Coefficient 15 Coefficient SE 0.4 26.804 na 12.49 0.35 12.771 0.302 SE 0.23 0.03 or below Coefficient SE 0.33 0.05 15 Coefficient Age First Time Without Place to Live before Journeys Home Homeless before age 12 Duration of First Homelessness Less than 6 months 6 months to 5 years More than 6 years Proportion of Time Employed in the last 6 months as at Interview Reasons for First Episode of Homelessness FamilyRelated Relationship Breakdown, Abuse or Domestic Violence Financial Reasons or Unemployment Mental or Other HealthRelated Reasons Drug, Alcohol or Gambling Issues Eviction or End of Lease Number of Observations Notes: Population consists of individuals aged between 21 and 54 years from the Journeys Home survey. 0.304 0.579 0.117 0.089 0.112 0.508 0.38 0.066 0.1 0.49 0.41 0.088 0.02 0.04 0.04 0.02 0.02 0.02 0.01 0.01 0.03 0.05 0.05 0.02 0.617 0.269 0.116 0.134 0.081 0.845 0.031 0.041 0.165 0.010 0.855 0.046 0.040 0.139 0.012 0.030 0.020 0.020 0.030 0.010 0.020 0.020 0.010 0.010 0.010 0.040 0.020 0.020 0.040 0.010 179 622 100 SE 0.52 0.02 0.03 0.02 0.01 0.030 0.020 0.020 0.020 0.010 25.968 na 0.281 0.557 0.162 0.093 0.599 0.282 0.116 0.169 0.054 377 SE 0.3 0.05 0.04 0.06 0.05 0.02 0.040 0.030 0.020 0.040 0.010 13.127 0.241 0.127 0.532 0.342 0.039 0.868 0.066 0.039 0.105 0.013 79 na 28.09 0.339 0.612 0.049 0.084 0.645 0.248 0.116 0.079 0.124 245 SE 0.63 0.03 0.03 0.01 0.01 0.030 0.030 0.020 0.020 0.020 40 Continued Appendix Table A1: Descriptive Statistics by Childhood Homelessness Status All Men Homeless after age Homeless at age 15 Homeless after age Homeless at age 15 Homeless after age Women 15 Coefficient or below Coefficient 15 Coefficient SE Homeless at age 15 or below SE SE SE or below Coefficient Coefficient 15 Coefficient Demographic and Background Characteristics Age at Interview Aboriginal or Torres Strait Islander Parental DrinkingGambling Emotional Abuse Sexual Abuse Physical Abuse Foster Care Parent Served Jail Time Homeless Primary 6m Risky Drinking 6m Friends Homeless 6m Physical Health Issue 6m Single Presence of Children Number of Observations Notes: Population consists of individuals aged between 21 and 54 years from the Journeys Home survey.32.397 0.196 0.285 0.76 0.48 0.816 0.425 0.162 0.011 0.167 0.134 0.777 0.821 0.196 35.834 0.196 0.203 0.556 0.275 0.584 0.161 0.095 0.021 0.195 0.08 0.638 0.86 0.13 33.54 0.15 0.25 0.75 0.29 0.81 0.39 0.16 0.01 0.212 0.069 0.75 0.88 0.08 0.38 0.196 0.02 0.02 0.02 0.02 0.01 0.01 0.01 0.01 0.01 0.02 0.01 0.01 0.66 0.196 0.03 0.03 0.04 0.03 0.04 0.03 0.01 0.02 0.03 0.03 0.03 0.03 0.91 0.04 0.04 0.04 0.05 0.04 0.05 0.04 0.01 0.03 0.01 0.04 0.03 0.03 622 100 179 SE 0.49 0.02 0.02 0.03 0.02 0.03 0.02 0.02 0.01 0.02 0.01 0.02 0.02 0.01 36.263 0.143 0.18 0.573 0.186 0.613 0.162 0.101 0.034 0.249 0.068 0.637 0.867 0.042 377 30.949 0.253 0.329 0.772 0.722 0.823 0.468 0.165 0.013 0.109 0.098 0.81 0.747 0.342 79 0.96 0.05 0.05 0.05 0.05 0.04 0.06 0.04 0.01 0.03 0.02 0.04 0.05 0.05 35.176 0.18 0.237 0.531 0.412 0.539 0.159 0.086 0 0.112 0.038 0.641 0.849 0.265 245 SE 0.6 0.02 0.03 0.03 0.03 0.03 0.02 0.02 . 0.02 0.01 0.03 0.02 0.03 41 Welfare Receipt and the Probability of Being Employed cid:4666cid:2235cid:2780cid:1806cid:1818cid:1815cid:1813cid:1779cid:1817cid:1821cid:1801cid:1820cid:1809cid:1815cid:1814cid:2778cid:4667, by Gender Appendix Table A2: The Direct Association between Education, Incarceration and All Men Women Regression Results where the Total Effects Model includes Adult Controls as well as Homelessness Variables Education and Jail separately Direct effect of Education on Employment Direct effect of Incarceration on Employment 0.119 0.067 0.121 0.087 0.099 0.143 TwoTiered Effects Direct effect of Education on Employment Controlling for Welfare Direct effect of Education on Employment Controlling for Disability 0.100 0.113 0.067 0.112 0.092 Notes: Population consists of an unbalanced panel of individuals aged between 21 and 54 years from the Journeys Home survey. Note that the reported effects represent the coefficients of the mediating variable M shown in Equation 1. These figures inform us of the component of the indirect effects reported in Table 3 that stem from the direct association between the mediating variable education or incarceration and employment. It is easy to derive the component stemming from the direct association between childhood homelessness and the mediating variable by dividing the indirect effect in Table 3 with the corresponding mediating variable coefficient reported in this table. The number of person observations is 801 for all, 477 for males, and 324 for females. The standard errors have been clustered at the individual level. p0.1, p0.05, p0.01 0.119 42 ", "filename": "dp9250.pdf", "person": ["Deborah A. Cobb-Clark", "Cobb-Clark, Deborah A.", "Anna Zhu", "Zhu, Anna"], "date": ["2015"]}