{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/120961/1/dp9313.pdf"], "title": ["Fighting Infectious Disease: Evidence from Sweden 1870-1940"], "plaintext": " Discussion Paper No. 9313 August 2015 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Fighting Infectious Disease: Evidence from Sweden 18701940 Volha Lazuka Lund University Luciana Quaranta Lund University Tommy Bengtsson Lund University, CEPR and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 9313 August 2015 ABSTRACT Fighting Infectious Disease: Evidence from Sweden 18701940 Fighting infectious disease in the past, much like today, focused on isolating the disease and thereby stopping its spread. New insights into the modes of transmission and the causal agents in the midnineteenth century, together with fear of new epidemic outbreaks, motivated public investments aimed at reducing mortality from infectious disease. Combining longitudinal individuallevel data on 17,000 children in a ruralsemiurban region in southern Sweden with parishlevel data on public health investment from local ledger registers, we explore the effects of public health initiatives, such as the establishment of isolation hospitals and improved midwifery, on infant and child mortality. Using a differenceindifferences approach, we find that the establishment of isolation hospitals in the mid1890s had been efficient in reducing child mortality, while the reformation of the midwife system after 1900s led to the decline in infant mortality, both by a magnitude of more than 50 per cent. JEL Classification: Keywords: Corresponding author: Volha Lazuka Department of Economic History and Centre for Economic Demography School of Economics and Management Lund University Box 7083, 22007 Lund Sweden Email: volha.lazukaekh.lu.se public health investment, infectious diseases, mortality, children, Sweden I14, I18, H51, J18 The authors thank for comments Cameron Campbell, Vicente Perez Moreda, Jonas Helgertz, Dominik Hangartner, Anton Nilsson as well as conference participants of the 39th Annual Meeting of the Social Science History Association Inequalities: Politics, Policy, and the Past Toronto, Ontario, Canada, November 69, 2014, conference participants of the European Society of Historical Demography The population of Europe: historical roots and long term perspectives Alghero, Italy, 2527 September 2014, conference participants of the XVIIth World Economic History Congress Diversity in development Kyoto, Japan, 37 August 2015, and seminar participants at the Department of Economic History Lund University, Sweden, May 20, 2015. Financial support provided by the Linnaeus Centre for Economic Demography CED at Lund University funded by the Swedish Research Council and the Crafoord Foundation are gratefully acknowledged. Introduction Historically, the regional differential in overall and infectious disease mortality is well established. Modest improvements in national life expectancies until the 1840s are attributed to the higher exposure to disease in the cities Smith 1983. Living in towns implied higher mortality comparatively to the countryside because effective sewage and water treatment systems were absent at that time. Industrial growth was responsible for the worse housing and working conditions in the cities, also contributing to excessive mortality Woods 2000, Kesztenbaum Rosenthal 2011. Also in Sweden, the process of industrialization was attenuated by rapid urbanization from the 1870s onwards. During this period, factories were established not only in cities but also in rural areas, accompanied by a rapid inflow of industrial workers Sandberg Steckel 1997. As a consequence, industrializing countryside exhibited worsening environmental conditions similar to problems in larger towns. A broad demographic literature suggested few mechanisms linking the mortality decline after the 1870s to environmental conditions. It has been argued that advances in living standards, mainly better nutrition Mc Keown 1976, Fogel 1994, 2004, Floud et al 2011 or higher incomes Preston 1975, positively affected individuals health, thus leading to higher survivorship. In contrast, mortality might have declined due to the deliberate efforts of governments to control epidemics, thus decreasing exposure to contagious diseases. Public health projects plausibly responsible for defeating infectious diseases included isolation of the sick Kunitz 1986, regulations of sanitary conditions through local health boards as well as installation of clean water technologies Szreter 1988, 1997. Drugs and vaccines were given the essential role in reducing mortality through treating and preventing against infectious diseases, but only with development of antibiotics after the late 1930s Hardy 1993, 2001, Easterlin 1999. Differences in resistance to disease, mainly due to quality of diet, imply a socioeconomic gradient in mortality. The underlying idea is that those who have greater access to economic resources will be always less afflicted, regardless of the disease conditions Link Phelan 1996. Historically, however, this has not been the case. Empirical studies show that mortality did not differ by wealth in either historical England, or in agricultural societies during the early industrialization period Clark 2007, Bengtsson van Poppel 2011. If any social differences were found in infant or general mortality, much of it could be explained by the spatial distribution of the social groups, mainly between urban and rural areas. Thus the different social groups living in the cities, or the countryside, shared the risk of dying Bengtsson Dribe 2011, Edvinsson Lindkvist 2011, Schenk van Poppel 2011, Gagnon et al 2011. Throughout Europe and North America, the opportunities of the governments to control contagious disease at a large scale are marked by the medical breakthroughs in bacteriology. Quarantining areas suffering from plague was an established practice already in the Middle Ages Cutler et al 2006. Targeted public health projects aimed at alleviating infectious disease were implemented from the midnineteenth century in a systematic way. Although based on a misguided theory of disease transmission through bad smells and sight, a sanitation movement was pioneered in the 1840s in England and a few decades later in other countries. In the 1880s, it was followed by critical discoveries of modes of transmission and causal agents of the main infectious airborne 1 and waterborne diseases, such as typhoid, cholera and diphtheria among others, that validated the germ theory of disease Easterlin 1999, 2000. These inventions provided the public with three means of defeating infectious disease. The first was the potential to develop vaccines and treatment against the main contagious diseases. The vaccination against smallpox, carried out by priests, medical practitioners and midwives, had been already practiced in European countries at a wide scale since the beginning of the nineteenth century. By the end of the century, however, other infectious diseases, such as diphtheria, whooping cough and venereal diseases, all of which are less viral and more nutritionally dependent, created a problem in cities and rural areas. Even though new vaccines for rabies, diphtheria and cholera were discovered shortly after the 1880s, their quick public application proved elusive, so did the hope to find cures against all diseases Weindling 2004. The rise of the vast immunization programs started only after the World War II. No medical cure against infectious diseases was available until the twentieth century either, until a drug against syphilis appeared in 1908 Easterlin 1999. Antibacterial sulfa came in use only in the 1930s and, as the major drug against bacterial diseases, antibiotics became available in the 1940s Yayachandran et al 2010. Thus prior to the 1930s40s, no treatment existed to any disease, except for syphilis. Another set of tools provided by bacteriological discoveries focused on stopping the spread of infectious diseases between communities. By the middle of the nineteenth century, the practice of imposing quarantine regulations, cordons sanitaires and sanitary measures in order to control the spread of cholera and yellow fever was well established. The strategies of exact public measures varied by countries, ranging from rigorous quarantine policies including closing routes of entry in East Europe and Scandinavia to predominantly organizations of general cleaning of the streets and the homes of the poor in West Europe Bourdelais 2002. Bacteriological discoveries of the 1880s gave these policies theoretical underpinning and made them targeted towards most threatening areas. Shortly afterwards, governments created local health boards to implement the related reforms Hardy 2001. In cities throughout Europe and North America, interventions in sewage disposal and water supplies as well as other sanitary efforts were immediately launched. Also, through the use of the bacteriological tests, diseases became monitored both internationally and within countries and infected persons were forced to be isolated in urban settings. Similar isolation efforts were put in place in industrializing countryside. For instance, in the fear of cholera in the 1890s isolation hospitals were built in each large commune in Sweden Johannisson 2006. The last means of controlling diseases transmitted from individual to individual was disinfection. In the 1880s, the germ theory justified the use of antiseptic and aseptic techniques to destroy or prevent the growth of organisms capable of infection in surgery. In a few decades, surgical operations were transformed into their modern form, with personnel with sterilized clothes and equipment constantly undertaking disinfection routines Schlich 2004. More importantly for infant survival, disinfection techniques were implemented into the nursed delivery of newborns. Throughout Europe and North America, from the late 1870s, these measures were introduced in maternity homes and hospitals and they also became obligatory for home deliveries. For the prevention of development of infectious diseases in newborns, the use of antiseptic eye drops, known as Crede prophylaxis, also became a critical implementation into the midwifery practice. Thanks to bacteriological developments, education of the midwives could be improved, including the knowledge about the aseptic treatment of the umbilicus and necessity to isolate the infant Loudon 1992. Therefore, both in hospitals and at homes, medical 2 practitioners and midwives became important providers of modern medical knowledge about the prevention of disease. However, they could not help infected children with drugefficient treatment. Empirical research on the link between public health interventions and the rapid decline in infectious or child mortality in the predrug period has recently developed from descriptive to causal. The earlier strand of literature, based on national macro and microdata from Europe and North America, primarily discussed the issue of the public reforms and the development of mortality focusing on the period 18701930 Woods 1989, Clark 2007, Gangon et al 2011, Haines 2011. These works however applied a solely descriptive approach and provided associations at best. Recent interventional studies implementing causal methods are both time and placespecific, using a region as a unit of analysis. So far they examine the link between sanitation and mortality, for example in Chicago or Stockholm Cutler Miller 2005, Macassa et al 2006, Ferrie Troesken 2008, Kesztenbaum Rosenthal 2014, Burstrom et al 2005, and the effects of other health interventions, for instance, midwifery and its role in maternal mortality PetterssonLidbom 2014, Andersson et al 2000, Hogberg 2004. No study discusses the contribution of isolation and disinfection public measures to mortality reductions. Seeking to fill a void in the causal literature, our paper is the first from the new generation of interventional studies to apply causal methods to highquality microdata. As a result, we raise the following research question: were public health interventions efficient in improving child health? The aim is to take a causal approach to estimate the effects of public health interventions in rural areas on infant and child mortality using longitudinal individuallevel data for southern Sweden during the period 18701940. We study the child population in five parishes Hog, Kavlinge, Halmstad, Sirekopinge and Kagerod that after the introduction of the local health boards between 18601870s had been subjected to several public health interventions focused on controlling the spread of infectious disease. More specifically, we focus on i the establishment of isolation hospitals and ii employment of midwives qualified in disinfection routines and knowledge about the importance of isolation of infants. A clear merit of having ruralsemiurban setting in our case is that public health care measures were not complemented with sanitary or vaccination reforms. We use a differenceindifferences approach that exploits plausibly exogenous variation in the timing of both establishments of isolation hospitals and development of midwifery. These types of models will also allow us to estimate the magnitude of the effect a change in mortality rate, as well as to approximate the social rate of return due to these interventions. Compared to previous research, the data used in this study has particular merits. Primarily, such data allows us to take socioeconomic status of a child into account, that is of prior importance for the period of interest due to the existence of a nutritional gradient in infectious diseases, such as measles, diarrhea and respiratory infections Lunn 2002. This allows us to estimate the distributional effects of interventions. Also, the entire population at risk is known, including all children born or immigrated into five parishes in southern Sweden until their death or outmigration, and provided at a longitudinal basis. As the parishlevel data used in this study to identify the interventions is based on a large variety of historical sources, including parish ledger books, we directly calculate the costs of both building of local isolation hospitals and employment of additional midwives instead of using their approximations. 3 Context Public health movements in Sweden In the following section, we provide a brief discussion of the events related to public health movements in the area under study and in Sweden in general, in order to sketch the external validity of the local events considered. In Sweden, the period 18601880 is marked by fundamental changes in the governing of public health that led to the expansion of the health services in the countryside. Some rudimental health interventions were undertaken in the most urbanized areas since the beginning of the nineteenth century, which led to the establishment of hospitals, increase in the number of medical personnel, and some improvements in water supply. In rural areas, institutional reforms in public health were launched in the 1860s. In 1862, a local government reform established county councils, with one extra provincial doctor per each, as a complement to the central administration that took over responsibility for hospitals Lindblom 1967. In 1874 the public health movement expanded to each Swedish town and village: a new act on public health prescribed every commune throughout Sweden to establish a local health committee that was obliged to combat against poor sanitary conditions Kullberg 1877. In cities, its duties primarily focused on improvements in water supply and sewage, whereas in the countryside any important efforts of the board covered public health care and local infrastructure. More specifically, in the fear of cholera, a state law of 1893 prescribed each commune to prepare Svensk forfattningssamling 1893: 61. In parallel, the number and quality of medical personnel, including provincial doctors, medical nurses and qualified midwives improved markedly after the 1890s in the rural parishes. In the rural parishes until 1908, the state law allowed traditional birth attendants to assist in labour when a licensed midwife was not available Hogberg 2004. that could serve the hospitals for isolation of the sick Initiatives of the local health board in the area under study The county council administrating the area was established in 1863 and resided in the city that was located further up south from the studied parishes, in Malmo. Like in other areas of Sweden, local authorities in the southern region had to establish the local health boards responsible for sanitary conditions according to the 1874 Health Act. Until 1889, only one provincial doctor took care of the rural parishes in the county. According to a decision taken, separate district doctors were introduced gradually thereafter, 6 in total, each for 812,000 inhabitants Lindblom 1967. In 1889, a local doctoral district serving three out of five studied parishes Halmstad, Sirekopinge and Kagerod was introduced in the neighboring parish, Teckomatorp; in 1900, a separate doctors district was opened in other parishes Kavlinge that began to administrate Hog as well. Major improvements with regard to public health management came into place here around that time. A local health board was obliged to make an annual report to the provincial doctors concerning the general health conditions in the parishes, including employment of additional medical personnel, measures with regard to isolation of the infected, food and water supplies. In what further follows, we summarize information on major health interventions, if any, in these demesnes that has been gathered mainly from the Local annual health reports Arsberattelser fran halsovardsnamnderna i Halmstads kommun, i Kagerods kommun 18891941, i Sirekopinge kommun 19131941, Sammandrag av arsberattelser 4 fran provinsiallakaren arsberattelser fran extra provinsiallakaren i Kavlinge distrikt 19001961. i Teckomatorps distrikt 18891952, Sammandrag av Some rudiment implementations regarding water and food supplies had been made in the area since the beginning of the twentieth century. Provincial doctors indicated that there was a supply of good water in the parishes before 1910. Afterwards, doctors notes about water pollution in the area became more frequent, in particular, about contaminated streams from the slaughter houses and dairies in Kagerod and from the tannery, shoe and leather factories in Kavlinge. Even though the knowledge about bacteriological nature of disease transmission had been available to doctors by that time, they measured the quality of water by sight and smell. Only in 1928, Kavlinge built a bathhouse, and some private houses mounted water closets Kavlinge kommunarkiv 2010. A decision to build a sewage system here was made by local authorities only after the 1940s Kavlinge distrikt arsberattelser 1942. Measures controlling the quality of food were also scarce. As the rural area under study was dependent on grain either produced locally or imported, the situation about harvests is thoroughly commented in the reports. The deficits in grain, however, were not subjected to any responsive measures, because the local crises did not occur here after the 1870s. After 1910, a local health in the slaughterhouses, grocery stores and dairies across the area. Main control and injunctive measures were brought in after around 1940. Also, pasteurization of milk was made compulsory around that time, and before that the local authorities did not pay attention to whether the milk was sterilized Kagerods kommun arsberattelser 1940. inspector was occasionally controlling the hygienic conditions After 1890, the authorities institutionalized the isolation of infected persons. In the beginning of the nineteenth century, certain quarantine rules were already in place with regard to isolation of the infected, driven by the knowledge emerged with the fight against plague and smallpox Skold 1996. According to the instructions given, household members suffering from infection had to be isolated from the rest of the family. Obviously, as the local doctor noticed in 1890, the prescriptions were not efficient for the majority of the rural population, since the whole family usually occupied single room Teckomatorps distrikt arsberattelser 1891. Also, midwives, private doctors and clergymen were obliged to report the cases of infectious diseases to the county authorities. The provincial doctors indicate that in reality only the cases of cholera, smallpox and typhus were thoroughly reported ibid. Only in 1893, in the fear of the new cholera epidemics, the state board prescribed to organize separate buildings for isolation of the sick. The local reports document that in 1893 the local communes set up the cottage hospital for this purpose in Kagerod and in 1895 in Kavlinge. Later on, these hospitals were used for isolation of all infected people and after 1898 they were monitored by communal medical nurses. The number of qualified midwifes and nurses rose in the early 20th century. Communal midwives had a broad range of skills acquired from extensive midwife training and repetition courses. According to the early doctoral reports, midwives not only helped in delivery of newborns but also worked as dentists, provided vaccinations against smallpox, were assigned as medical nurses in case of epidemics, and sometimes substituted doctors Teckomatorps distrikt arsberattelser 1889. Most of the medical treatment up to the 1930s was otherwise of limited influence on child health. Medical practitioners had in their use painkilling and feverreducing drugs, and Salvarsan against syphilis also became available after 1915 Teckomatorps distrikt arsberattelser 1915. Communal midwives were equipped with efficient cures to hasten labor and stop uterine bleeding, and calming drops. With regard to infectious and other diseases, in 5 addition to carrying out constructive surgery, doctors and other medical personnel could help only with supportive treatment. Also, even in the beginning of the twentieth century, the availability of midwives trained with disinfection skills was not sufficient in the studied communities. Newly assigned provincial doctors, in Kavlinge in 1900 and in Teckomatorp in 1914, indicated that the midwives working in the district were incompetent in the use of antiseptics and modern knowledge and they rarely used instruments Kavlinge distrikt arsberattelser 1901, Teckomatorps distrikt arsberattelser 1915. As they noticed further, this was inappropriate because the midwives nursed patients with diphtheria and other contagious diseases. The employment of qualified midwives and nurses was initiated by the doctors shortly afterwards. Vaccination of kids against diphtheria was organized only in 1944 Teckomatorps distrikt arsberattelser 1945. In sum, local reports support that the area under study is representative of the rural setting in terms of public health reforms implemented in 18701940. Improvements in water supply and disposal were almost absent. Controls of the sanitary conditions in factories, grocery stores, and animal husbandry were not regular. In the 1890s, however, the local health committee of Malmohus County began to subsidize the health care service in the rural parishes, in the form of provincial doctoral districts, isolation hospitals, quantity and quality of the assisting medical personnel. Modern medical knowledge through better trained medical nurses and midwives with knowledge about the use of antiseptics and isolation from the infected did reach the rural population of the parishes under study in around 1900s. In the data section of this paper, we will briefly map the development of public health movement with various parishlevel data. Infant and child mortality decline The child mortality levels improved considerably in the area during the period analyzed, mainly due to the decline in mortality from airborne and foodborne infectious disease, such as whooping cough, measles, diphtheria and diarrhea. Historically, infant mortality rate had been lower in southern Sweden due to reasons unknown Brandstrom et al 2002. In the five rural parishes studied, the development of infant mortality over 18001970 differs slightly from the national pattern. As can be seen in Figure 1, infant mortality rate exhibits uninterrupted decline at a steady rate in Sweden in total. In the area under study, three stages may be identified. More specifically, a steep decline in infant mortality, with short term upswings, prior to 1870 is followed by levelingoff at a rate around 100 per 1,000 infants up until 1915s, and then by decrease by two times in both levels and a trend. The period of stabilization may be related to compositional changes due to the inflow of population. The development of mortality rate for children under the age of 14 in the parishes is almost identical to the overall shape see Figure 2. After around 1880, child mortality rate plummeted with almost no interruptions and reached a level of 2 per 1,000 children up to 1920, followed by a less rapid decline thereafter. Figure 1 and 2 The longterm decline in child mortality is almost entirely produced by the fall in deaths from infectious diseases. Table 1 displays causespecific rates of death among children in ages 114 in the area under study and in Sweden. Until the 1930s, the majority of childrens deaths under the age of 14 in the area, like in the rest of Sweden, occurred due 6 to respiratory or intestinal infectious diseases, and for the rest of the period infections as a cause of death accounted for roughly less than a half Preston et al 1972: 651; Bengtsson et al 2012. Deaths from acute airborne diseases, such as whooping cough, measles, scarlet fever and diphtheria, declined dramatically. Table 1 Data Socioeconomic and demographic individuallevel data The individuallevel data used in this work comes from the Scanian Economic Demographic Database SEDD version 3.2 Bengtsson et al 2012, which originally covers the period 16462011, and contains demographic as well as socioeconomic information for individuals who were born or lived in any of the five studied parishes in southern Sweden Kavlinge, Hog, Halmstad, Sirekopinge and Kagerod. The database has been developed as a collaborative project between the Regional Archives in Lund and the Centre for Economic Demography Lund University. The main source used to construct the database was catechetical examination registers with information on demographic events, which have been checked against underreporting with data from church books. These records have been further linked to tax registers that provided annual information on occupation of the family head. As a result, we have information on both place of residence and current occupation of the individuals family head at each point in time when they underwent any changes. The database contains records on all individuals born or immigrated into the five parishes until their death or outmigration. The dataset for analysis was created using the programs developed by Quaranta 2012 and Dribe 2012. The quality of the data is very high. The source material is described in Reutersward and Olsson 1993, and the quality of the data is analyzed in Bengtsson and Lundh 1994. If some problems with underrecording of deaths exist, this can appear as low mortality before baptism that was delayed for a few weeks after the birth in the nineteenth century. Excluding stillbirths, infant mortality rate is 82 per 1,000 live births in the five parishes during 18701940, whereas neonatal mortality is 35 per 1,000 live births. Also, the proportion of neonatal deaths in total infant deaths is 45 per cent. There are no significant differences in this indicator between different socioeconomic groups. The sex ratio at birth males to females in the population under study is 1.08 which is somewhat higher than the expected 1.05. A more precise estimation of the differences in sex ratio between socioeconomic groups by subperiods gives no indication that there are systematic differences between the groups. The proportion of stillbirths among all live births is slightly lower, 2.9 per cent versus the expected 4. The latter is likely to emerge due to random variation in a rather small community. All these indicators are within the conventional limits of data of high quality Bengtsson 1999. The area analyzed in this study includes five parishes in southern Sweden with similar life expectancy as the whole country Bengtsson Dribe 1997. With regard to economic structure, all five parishes located to the west of Scania, Hog, Kavlinge, Halmstad, Sirekopinge and Kagerod the most populous, with a total population in all parishes of more than 5,100 residents in 1880, were similar to each other and represented rural areas prior to the 1890s see Figure 3. The period under study begins in 1870, a decade 7 preceding the launch of the public health reforms that were also gaining their scope throughout Sweden. During this period, some parishes experienced the population growth and partially industrial growth that added to the health problems in the countryside and called the local boards to the action. In 18951915, one of the southern parishes Kavlinge became partially industrialized. During this period, population in Kavlinge had increased rapidly from 600 to approximately 2,900 inhabitants, primarily due to the inflow of industrial workers. During the same period, Kagerod also had experienced an increase in the number of immigrated workers, albeit in more moderate terms. We stop in 1940, more than a decade after the last public health care intervention, since the period that followed was characterized by other public health interventions such as improvements of water supply, use of antibiotics as well as spread of inpatient care including hospital birth deliveries. For the current paper, we select individuals up to their 15th birthday, which enables to obtain a sample of almost 17,000 children. The sample selected for the analysis includes all children that were either born or immigrated into the five parishes until their censoring with death, outmigration or their 15th birthday. Figure 3 In order to estimate the distributional differences in responses to public health interventions, the current study uses the information on socioeconomic status of the childs family. The SEDD contains data on current occupation and landownership of the head of the individuals family of origin standardized into HICLASS classification van Leeuwen Maas 2011, which was gathered with an annual frequency. For this study, we classified occupational groups by also taking area of residence into account: children of farm workers residing in rural parishes, industrial workers residing in semiurban parishes, farmers, as well as elite and middle class engaged in the tertiary sector. For farmers, as has been done in previous research Bengtsson Dribe 2005, we also use information on landholdings in order to distinguish more precisely between farmers and farm workers 1. Both variables are timevarying. Turning to the outcomes, we utilize the data on allcause and causespecific mortality. The main specifications consider allcause mortality as an outcome. For those who died, we also observe the cause of death. During the first few decades of the period under study reporting of the cause of death is likely to have improved. In 18701940, medical science developed in its modern form, so that modern diagnoses were accepted as a norm for determining causes of death Bengtsson 1988. From 1860, a medical doctor was obliged to fill out death certificates in the parishes, a practice that had become common in cities and towns. If no physician was available, like in the case of rural parishes, the cause of death could be certified by a medical nurse or midwife, who were trained with subsequent medical knowledge, or by another trustworthy person, that is by a clergy, until 1894 Svensk forfattningssamling 1859: 64, Romlid 1998: 294. To avoid any problems with potential temporal differences in reporting of cause of death, we use a classification developed by Bengtsson and Lindstrom 2003, where the original data is regrouped in terms of cause of death rather than symptoms. For infants and children, the majority of the causes can be interpreted easily e.g. diphtheria or scarlet fever, as well as certain diseases of infancy e.g. congenital malformations can be immediately identified. As the share of unknown causes of death is rather large 53% for infants and 8 29% for children for the period under study, we refrain from using this data in the models, but utilize it descriptively. Parishlevel data on public health interventions In addition to contextual information from the local health reports, in order to identify the timing and locality of the interventions, we obtain empirical data on the public health interventions at a parishmedical district level. The data is obtained from three main sources: i series published in statistical yearbooks on Municipal finances and poor relief the Bidrag till Sveriges officiellastatistik, BISOS U, ii series published in statistical yearbooks on Public health care BISOS K, as well as iii data from the Local ledger books that are available for two commune parishes and hospitals Kavlinge and Kagerod. All sources are necessary to precise the social interventions as accurately as possible, whereas the last source in addition gives information on the costs of these initiatives. Information on public health investment is taken from the BISOS U Municipal finances and poor relief. The series on public finances are available from 1874 to 1917 and contain parishlevel data on public spending into health care and local communications. Provided in the sources in a summated form, this category is however heterogeneous and includes investment into acquisition and maintenance of hospitals, including wages to doctors and midwives, as well as to other purposes such as building and maintenance of roads, railways, public buildings and administrative costs. To obtain the comparative picture, we deflate this yearly data with the consumer price index Edvinsson Soderberg 2007 and divide by population in a subsequent parish and year, as well as take the logarithms of the final series. Figure 4 displays the real values of investment into health care and communications per child population for each parish, in 18741917. Over the period, three phases may be identified. Primarily, the data indicates a drastic increase in spending in the beginning of the period, up to around 1890s. Thereafter until mid1910s, investment had been increasing at a moderate rate. Finally, in 19121917, spending in health care and local infrastructure soared. Although investments exhibit substantial shortterm fluctuations in each parish over the period, there are shocks with the most pronounced magnitude for some parishes. However, the majority of them are related to communications, such as investment into railways or building of the market places, rather than to health care. Figure 4 Given that the scope of the investment into economic development is large, the health investment series obtained are probably masking public spending on health care. From the local health reports we know that the hospitals and midwifery had been financed jointly by the group of parishes. Also, midwives, if necessary, had been obliged to serve neighboring parishes. As a second source, we use the parishlevel data on the number of medical personnel of different kind for the period 18891920. The data comes from two sources: BISOS K 18891910 Health care and Sveriges officiella statistik 19111920 SOS, Health care. The data is given for the local provincial doctors districts as a unit level. Based on the local health reports, we first utilized information on which medical district the parishes under study belonged to. As a result, the series are gathered for rural Malmohus County 9 for Kavlinge and Hog 18891899, Kavlinge district for Kavlinge and Hog 19001920, and Teckomatorp district for Sirekopinge, Halmstad and Kagerod for 18891920. We then obtained the number of midwives, doctors and medical nurses for these periods. We further divide this data by the number of births in the parishes respectfully. For rural parishes in 18891899, we divide by the number of births in rural parts of the Malmohus County that is available from Population statistics Bi SOS A, Befolkningsstatistik 18511910. The final series for medical personnel used in this study vary both yearly and between medical districts. Figure 5 shows the final data for medical personnel by medical district in 18891920. In the medical district of Kavlinge, which also serving Hog, there was a significant increase in the number of available midwives, nurses and doctors per 1,000 births in 1900, just after the establishment of the local doctoral district. A new provincial doctor and a few medical nurses were employed here several years later at the same time as the establishment of a local cottage hospital. In Teckomatorp, which administrated the parishes Sirekopinge, Halmstad and Kagerod, in addition to the doctor who appeared here in 1889, a first medical nurse was employed in 1901. More importantly, the most drastic improvements in the availability of medical personnel occurred in 19131914, exactly when the epidemic hospital was opened in Teckomatorp. The number of midwives, nurses and doctors continued to increase gradually thereafter. Figure 5 For a more precise identification, our final step is to look at the Commune ledger books for 18761931 Kagerod kommunalnamnd huvudbok 18761916, Kommunal rakenskapsbok i Norra Kreflinge 19011931, Kommunal rakenskapsbok i Kjeflinge 18811895. The books contain detailed information on a daily basis about communal expenditures on different types of local public goods, including health care system as well as communications by items. All communal finance registers provide the picture of expansion of health care services in the parishes throughout 18741917. In the beginning of the period, local spending on health care was limited to the partial salaries to the midwives or payments for the treatment of the sick in the layin hospitals in the neighboring city, Malmo Kavlinge huvudbok 18811895, Kagerod huvudbok 18761890. A large shift in spending one third of that in railways is observed around mid1890s when both parishes built cottage hospitals for the isolation of the sick; no additional expenses on medical personnel can be indicated around that time Kagerod in 1893 and Kavlinge in 1895. In the timing of later health care interventions, the picture differs between the parishes. In 1889, Kavlinge commune renovated the cottage hospital one year before the extra provincial doctor came here. Within the next few years, the payments to midwives tripled indicating that additional or more qualified personnel was employed, as well as a salary to medical nurse and its rise is listed from 1902 Kavlinge huvudbok 18951915. In the Kagerod commune, a few new midwives were hired in 1913 as a midwife pension and new salaries are indicated Kavlinge huvudbok 18951915. The building of a new hospital Teckomatorp had been financed from its sources jointly with surrounding parishes in 1915 and had been accompanied by the employment of qualified midwifery a salary twice as large and medical nurses Kagerod huvudbok 19001916, Norra Kreflinge huvudbok 19011931. 10 Given all sources, which to a larger extent relying on the information from the local finances, we are now able to identify several health care interventions with different timing throughout the parishes under study. First is the establishment of the isolation hospitals in 1893 in Kagerod and in 1895 in Kavlinge. Another one is the employment of midwives qualified in the use of antiseptics, medical nurses and provincial doctors after the establishment of the provincial districts in 1903 in Kavlinge medical district for Hog and Kavlinge, and in 1915 in Teckomatorp medical district for Sirekopinge, Kagerod and Halmstad2. Method Our major aim is to evaluate the efficiency of public health efforts that were in place in 18701940, in particular several interventions combatting the transmission of disease, such as i the establishment of isolation hospitals and ii the employment of qualified medical personnel trained in modern knowledge and the use of antiseptics. We also assess whether there were any socioeconomic differences in the response to these interventions. Finally, we estimate the magnitude of the effects by considering the change in mortality rate due to interventions, as well as approximate the social rate of return to these events. In all models across the paper we use duration analysis. To estimate the effects of the main explanatory variables on infantchild mortality, we utilize a Cox proportional hazards model Cox 1972. Tests based on Schoenfeld residuals are conducted after each model to test the proportionality of the hazards. We do not observe any violations of the proportionality assumption in the models. Public health interventions models apply a differenceindifferences DD approach in the following form: 1 where is the indicator of treatment for individual i that is the interaction term and between a posttreatment period t and a treated parishmedical district p, parish year fixed effects, SES fixed effects, parishspecific linear yearly trends l, as well as individual controls . As this paper aims at exploring permanent effects of public health interventions on mortality, we consider pre and posttreatment periods of 10 years each. Interventions are identified as discussed previously see Data section. We therefore examine changes in the risk of dying lasting for a decade after a public health intervention is introduced in the parish in comparison to the risk experienced in the decade that preceded such intervention 3. The use of a DD approach allows to avoid several potentially important group effects. Primarily, we difference out effects from potentially confounding variables that are parishspecific and do not change over time parish fixed effects as well as from parishspecific variables that change over time in a linear manner parishspecific linear yearly trends. Also, the method excludes the effects from plausibly omitted timevarying variables that are common across parishes year fixed effects. We also omit the effects that may emerge from socioeconomic classes that stay constant SES fixed effects. We also add population density that is parishspecific and varying over time in order to account for population changes in the parishes that may confound with the treatment and are not captured with other parishspecific controls. In addition to SES, sex and 11 itiptpstpitipt 0ixlxposttreatedahahlnlnptsitxnumber of older siblings are introduced in order to control for the possible influence of individual and familylevel factors. Due to the agespecific differences in vulnerability to infectious diseases, infants, children in ages 14 years, and children in ages 514 years are studied separately in models for isolation hospitals. In the models for improved midwifery, we distinguish neonates less 28 days which should be responsive to the use of disinfection techniques and infants in a postneonatal period 28 days less 1 year with effects from isolation prescriptions. Stillbirths are excluded in all cases. Using the same approach, we also investigate socioeconomic differences in responses to public health care interventions: 2 where s are indicators of treatment for individual i, that is interaction term between a posttreatment period t, a treated parishmedical district p, and socioeconomic origin of a child s elite and middle class, farmers, farm workers and industrial workers, parish , year , and SES fixed effects, and parishspecific linear yearly trends l, as well as individual controls . The model will allow to obtain the effects of public health care interventions for children from different socioeconomic groups while excluding the set of potentially confounding effects. Likewise in the previous model, we control for constant parishspecific, yearspecific, as well as parishspecific factors linearly changing over time. In addition to that, the model rules out the effects from all timeinvariant factors at a socioeconomic class level SES fixed effects. Table 2 provides descriptive statistics for the survival data used in the interventional models. The proportion of population treated by the establishment of isolation hospitals in Kavlinge and Kagerod in the mid1890s is relatively large approximately one third of the total population, something not surprising given that these parishes are the most populous in the sample. According to the overall socioeconomic structure, the majority of the treated are the children of workers. In the child population selected to measure the impact of the increase in medical personnel as public health intervention, half of the population emerges as affected at a parish level. As identified previously, such intervention was first implemented in Kavlinge and Hog in the early 1900s, and a decade afterward in the 1915s in other parishes. We therefore have an opportunity to study the latter intervention both jointly and separately by medical district. Also, almost half of the children belonged to families of agricultural workers of different skill levels residing in rural parishes. The share of children whose parents were engaged in predominantly industrial occupations, those living in Kavlinge and Hog, constituted one fourth in total, and over the period studied it increased considerably. Children of higher socioeconomic classes, originating from families of farmers, middle class engaged in tertiary sector and elite, comprise another half of the studied population. The distribution of children by the number of older siblings accords quite well with general marital fertility patterns in the parishes under analysis Bengtsson, Dribe 2014. Table 2 12 itiptptpsipstitipts 0ixlx SESxposttreatedahahlnlnptsitxResults The effects of public health interventions Table 3 shows the results of models that evaluate the impact on infant below 1 year and child mortality 14 years and 514 years of the introduction of cottage hospitals as a public health intervention implemented for controlled isolation of the infected people in 1893 in Kagerod and in 1895 in Kavlinge but not in other parishes Table 3 The results in Table 3 show that child mortality declined due to the establishment of isolation hospitals, but plausibly had been counterbalanced by period effects in some areas. According to the models assuming a common preinterventional mortality trend in all parishes, mortality risks were much smaller for the children residing in Kavlinge and Kagerod after the cottage hospitals were built there. If we distinguish the treated child population by parish, we find that such effect was produced by two parishes, in Kagerod for all children and in Kavlinge for older children. The introduction of parishspecific linear year trends corrects the estimates in accordance with our expectations. In particular, the hazard of death had decreased among infants and younger children by not less than 3 times due to the intervention in Kagerod after 1893, and the reduction observed was of a smaller magnitude among older children. This finding is in line with the expectation that younger children are more vulnerable to environmental changes. However, we do not observe similar responses in Kavlinge after 1895, where the estimates are of the opposite sign and not statistically significant. It indicates that the adverse effects in mortality coming from partial industrialization in this parish outweighed those from the public health intervention. This finding is additionally supported by the estimates from the models controlling for population density that do not differ from the initial ones. The introduction of isolation hospitals led to the decline of mortality predominantly from airborne infectious diseases. The data on the causes of death shows that death rate among children 115 years due to respiratory diseases, which constituted more than a half among all causes, declined in the parishes affected by the reform by more than 70 per cent with the speed largest than in any other cause groups. The isolation of people in the separate buildings allowed to prevent deaths from scarlet fever, measles and lung inflammation. In other causeofdeath groups the changes were more moderate if any at all. The mortality rate due to diarrheal and unknown diseases was reduced as well, but their share in total deaths remained constant. The mortality rate due to noninfectious deaths stayed entirely unaffected. The data also indicate the presence of compositional differences in causes of death between Kagerod and Kavlinge. In the studied period, diarrheal causes of death prevailed among children in the more rapidly industrializing parish, a problem that could hardly be solved by the introduction of isolation hospitals. Another potentially important health care intervention was the employment of qualified medical personnel, especially midwives but also provincial doctors, shortly following the establishment of separate medical districts, in Kavlinge and Hog in 1903 and in Sirekopinge, Halmstad and Kagerod in 1915. The estimates in Table 4 show that the sharp increase in midwives competent in disinfection techniques led to the decline in mortality risks among infants. The estimates 13 for neonates and infants in a postneonatal period, as well as infants in total are of expected signs, highly significant and robust to the inclusion of parishspecific time trends and population density. The effects by both medical district are strong and highly statistically significant. Neonates had been affected the most; the hazard ratio of death during the neonatal period was three times lower for the treated population during the decade which followed the intervention, jointly or separately by the geographical area. This effect may be related to the employment of more educated midwives assisting childbirth as well as indirectly to doctors that did not assist at births but, while being better equipped with modern knowledge, initiated the employment of educated midwives. The mortality risk had declined for infants in a postneonatal period due to the intervention as well, by slightly less than a half. Therefore, basic prescriptions in infant care were helpful, such as the isolation of infants and prolonged breastfeeding, especially for Teckomatorp where the intervention happened later. We also estimate the models for children older than one year as a placebo test. In parallel to the increase in the number of qualified midwives, provincial doctors and medical nurses were appointed to the newly established medical districts. As expected, no decline in mortality risk related to the increase in provincial doctors can be found for older children on average see Table 5. The results are consistent with the fact that the medical personnel, regardless of the medical knowledge they had, was not able to struggle with infectious diseases at that time, as no medical treatment was available. Medical personnel could have been helpful for older children that were less vulnerable to infectious diseases or they obtained longlasting immunity to infectious diseases, as the estimates for this group are less than one albeit not significant. Table 5 SES differences in responses The gains from public health interventions are in general unlikely to have differed by socioeconomic groups. The county and communal boards established isolation hospitals and initiated an increase in medical personnel while targeting the general public. Also, immediate distributional effects to all socioeconomic groups are possible as the infectious disease environment improved instantly due to the interventions. In these conditions, following the developmental view on socioeconomic differences in health Antonovsky Bernstein 1977, Clark 2007, we expect all socioeconomic classes to benefit, with the only possible deviations based on place of residence given the different timing of the events. Alternatively, possible observed effects may be due to better knowledge about how to prevent infants and children from being affected by transmittable diseases, based on the knowledge distributed by more qualified medical personnel. In this case, the children of richer classes as well as those residing in industrialized locations may obtain a health advantage. In our models, the hazard ratios for different socioeconomic groups treated by isolation hospitals generally indicate no apparent differences in mortality responses among children see Table 6. The results, which are slightly sensitive to the introduction of parishspecific trending controls, show that infants and younger children with different socioeconomic background benefited from the intervention, with few reasonable exceptions. The hazard of dying was more than two times significantly lower for infants of farmers and farm workers affected by the establishment of cottage hospitals, and for 14 industrial workers residing in more populous parishes the effect is reasonably smaller in magnitude. No similar result can be found for infants of the middle class and elite, probably implying that the isolation of the sick had been practiced in this group also before. In the group of children 14 years, all treated socioeconomic classes obtained strong advantage in terms of lower mortality risks, again except for children of workers residing in more crowded parishes. As previously, we explain this by the counterbalancing effects from the rapid population growth or differences in causeofdeath panorama among the parishes. The effects for children in ages 514 are much smaller in size and not statistically significant. Table 6 The results of the models measuring the effects of increases in midwives suggest that no socioeconomic differences exist in mortality responses among infants, although among older children only those from particular classes benefit from the larger availability of doctors see Table 7. For infants of all socioeconomic groups, the effects are highly statistically significant with no differences in sizes among the groups. Among neonates, the results are somewhat stronger for farmers and industrial workers thereby indicating that the wealthy and the poor obtained equal access to competent midwives. Instead, among infants in a postneonatal period, we find larger effects for richer classes, farmers, middle class and elite, plausibly implying that they more readily adopted basic prescriptions in infant care. Interestingly, the results show that children between 415 years from some socioeconomic groups did benefit from newly appointed provincial doctors compare with Table 5. Among the groups responding to the intervention are primarily middle class and elite 6 times significantly lower relative risk, industrial workers almost 3 times, and farmers almost 2 times, but not children of farm workers. This may point to the gradient in accessibility to better health care, which thereby could provide supportive treatment for children, either through residence in urbanized locations or wealth for richest classes. Table 7 Social gains To obtain the magnitude of the effects in both absolute and monetary terms, this section translates relative risks into mortality rates as well as calculates the social rate of return related to health care interventions. The task of calculating the mortality rates is relatively easy as we use a differenceindifferences approach throughout the study. We can estimate the change in mortality rate due to the event as a difference in the changes in mortality rates between affected and notaffected parishes after and before the event 4 . It can be done for both isolation hospitals and increases in midwifery. The only disadvantage is that the estimates get less precise in this case, as we translate individuallevel survival trajectories into death rates aggregated at a parish level. On the other hand, it makes our results comparable with other studies on public health interventions which are solely regional. 15 Table 8 shows that the size of the effects due to the period events studied is striking. After the establishment of local hospitals and the employment of more qualified midwives, the infant mortality rate dropped by more than 50 per 1,000, that is by almost 60 per cent while excluding period and parish level change. Even though in the case of the Kavlinge district the counterfactual rise in infant mortality should be treated with some caution, the decline in infant mortality in the district itself is remarkable. In rural parishes belonging to the Teckomatorp district, this decline is somewhat larger and fully explained by the decline in the treated parishes. The impact of the establishment of isolation hospitals on child mortality has a similar relative magnitude but is reasonably smaller in absolute terms. The mortality rate in ages 14 and 514 declined by approximately two times, in absolute terms by 12 and 4 children per 1,000 respectfully. Table 8 In addition to the absolute terms, the monetary value of the effects should be estimated 5.We first calculate the costs per treated child in 1900 Swedish kroner SEK. It is not difficult given that we have information on public expenditures from the Commune and Hospital ledger books as well as from Statistical yearbooks. In current values, the building of a hospital for isolation costed 2,700 SEK for each parish; later on, Kavlinge commune paid 3,500 SEK for a local hospital, whereas Kagerod commune spent 7,000 SEK. For the hospitals for isolation, we assume that some money was spent on their annual maintenance, 100 SEK per year. We further multiply these costs by 10, since we consider a posttreatment period of ten years. In the case of improved midwifery, the books indicate the salaries for additional midwives 300 SEK per year, and an extra provincial doctor 425 SEK per year. We do not take into account a salary of a medical nurse reported at the same time as nurses did not help at deliveries. Midwives were better trained and we therefore take into account public expenses on their training. The costs for the courses taken by 3 midwives in the closest midwife school, in Gothenburg, was equal to 100 SEK BISOS K: 1900. We also know that parents paid a midwife 1.52 SEK per delivery, and two times more to the instrumented midwife Curtis 2005, Teckomatorps distrikt arsberattelser 1905. The latter payment is however negligible as it amounts to not more than three permille of the average annual income in any social group around 1905 estimations from SEDD 3.2 Bengtsson, Lindstrom 2003. All amounts are further recalculated with 1900 as a base year. Based on these very conservative calculations, final values are as follows: approximately 4,200 SEK per each isolation hospital built in Kagerod and Kavlinge, and 7480 SEK and 5380 SEK for the employment of additional medical personnel per each medical unit, in Teckomatorp and Kavlinge respectfully. Table 9 The next step is to calculate the value of a childs life in 19006. In contemporary Swedish statistics, in moderate terms, the value of a statistical life amounts to 21 mln SEK 2.4 mln euro in 2012 prices, Hultkrantz Svensson 2012. We can further assume that the value of a person had been increasing at a higher rate than national income per capita. Current research suggests that the elasticity of the value of a life with respect to income ranges between 1.7 and 2.3 for rapidly industrializing countries Haacker 2012. During 16 19002006, real gross domestic product per capita has grown from 486 to 5,400 SEK that gives 240% growth rate in real values Schon Krantz 2012. Given the elasticity of 2.3, the real value of a life in 1900 is estimated as approximately 1,480 SEK in 1900 prices. Based on the estimates in Table 9 we can calculate the number of deaths averted due to the public health interventions and then multiply them by the real value of a life to obtain the total benefits. The latter amounts to more than 70,000 SEK obtained from the decline in infant mortality due to the improved midwifery for each medical unit, and to more than 134,000 SEK from the decline in child mortality due to the establishment of isolation hospitals. A pairwise comparison of benefits and costs shows that the social rate of return to health care interventions is large. Each public krone spent on health care gave a return of more than 9 SEK for younger children and 6 SEK for older children. The size is not surprising if we take into account that the expenses on public health care were less than moderate comparatively with other costs, especially at initial stages. As expected, gains for older children are substantial but more moderate comparatively to younger children and infants, as mortality rates are much larger in the latter groups. Obviously, such estimates do not take into account other health benefits, not related to mortality but to the reduced morbidity due to the interventions. A rough approximation of investments into communications shows that the most expensive hospital established in the parishes costed the public less than one fifth of what was invested into other infrastructure. It implies that alternative spending of this public money could have allowed to prevent deaths with such a high rate of return. Conclusion In the end of the period discussed in this study, in 1938, a nationwide travel report of journalist Lubbe Nordstrom Dirty Sweden drew the picture of rural Sweden as poor, dirty and backward Nordstrom 1938. According to its view, provincial doctors and local governments were the only providers of modernity and enlightenment to the rural population. During the period between 1880s and 1920s, the annual local health reports had documented that all public health interventions were limited to the isolation and disinfection measures. No substantial improvements in water systems, sanitation, and housing had occurred in the rural parishes by the 1940s apart from the building of a bathhouse in Kavlinge in 1928. Children were vaccinated solely against smallpox up to the mid1940s. We find that after the 1890s isolation hospitals and the employment of midwives qualified in disinfection routines suppressed both infant and child mortality. Within a decade after the isolation hospitals were opened in the parishes, child mortality declined by 13 per 1,000 among children aged 14 years and by 4 per 1,000 among children aged 514 years. The employment of qualified midwives led to a decrease in death rates by 50 infants per 1,000, with stronger effects among neonates. These public health measures initiated a more than 50 per cent reduction in infant and child mortality, across different communities in the sample. Isolation and midwifery interventions affected children of all social classes equally, with the only exception being industrial workers living in crowded settings who did not gain from isolation measures. In addition to the isolation of the sick, these interventions implied that health institutions brought in uptodate medical knowledge into the rural setting. Health benefits, produced by these interventions, largely exceeded the initial fixed and variable costs. 17 The main findings of this paper establish that the medical knowledge transmitted into deliberate public action is a powerful means of reducing infectious disease mortality. Bacteriological discoveries of the latter part of the nineteenth century validated the uniform methods of dealing with contagious disease, such as isolation, disinfection and vaccination, with the latter being substantially delayed in its public application. As we showed, the isolation of the persons infected with airborne diseases stopped the spread of disease and reduced child mortality substantially. The employment of midwives was efficient not only with defeating neonatal mortality but also with reducing postneonatal mortality. The evidence provided in this paper motivates the responses that authorities should initiate towards infectious diseases today. Internationally, the emergence of new contagious diseases should be dealt with isolation methods first, before vaccines and drugs are invented. The history of responses to the most recent epidemics Ebola in 2014 and MERS in 2015 proved these measures as efficient. Also, in less developed countries and in rural areas, the initiatives stopping outbreaks of wellknown infectious diseases may be the only possible tool as these countries are generally too poor to afford mass vaccination and treatment. For instance, in Astrakhan in 1970, the marsh of the pandemic of Asiatic cholera was stopped by quarantine regulations and cordons sanitaires. In the crowded settings, isolation initiatives should be complemented with sanitary regulations, as was done during the outbreak of cholera in South Africa in 2000. The only condition that should be met is the existence of local administration prepared to take a quick action with such measures. References Andersson, T., Hogberg, U., Bergstrom, S. 2000. Communitybased prevention of perinatal deaths: Lessons from nineteenthcentury Sweden. International Journal of Epidemiology, 293, 542548. Antonovsky, A. Bernstein, J., 1977, Social class and infant mortality, Social Science Medicine 1189, 453470. Bengtsson, T., 1988, Mortality and causes of death in Vastranfors parish, Sweden, 17001925, Society, health and population during the demographic transition, pp. 461493, Almqvist and Wiksell International, Stockholm. Bengtsson, T. 1999, The vulnerable child. Economic insecurity and child mortalityin preindustrial Sweden: a case study of Vastanfors, 17571850, European Journal of Population 15, 117151. Bengtsson, T. Dribe, M. 1997 Economy and demography in western Scania, Sweden, 16501900. EAP Working Paper Series No.10. International Research Center for Japanese Studies, Kyoto. Bengtsson, T. Dribe, M., 2005, New evidence on the standard of living in Sweden during the eighteenth and nineteenth centuries: longterm development of the demographic response to shortterm economic stress, Living Standards in the Past: New Perspectives on WellBeing in Asia and Europe, Oxford: Oxford University Press, 2005. Bengtsson, T. Dribe, M., 2011, The late emergence of socioeconomic mortality differentials: A microlevel study of adult mortality in southern Sweden 18151968, Explorations in Economic History 483, 389400. Bengtsson, T. Dribe, M., 2014, The historical fertility transition at the micro level: Southern Sweden 18151939, Demographic Research S1417, 493534. Bengtsson, T., Dribe, M. Svensson, P., 2012, The Scanian Economic Demographic Database: Version 3.0 Machinereadable database. Lund: Lund University, Centre for Economic Demography. 18 Bengtsson, T. Lindstrom, M., 2003, Airborne infectious diseases during infancy and mortality in later life in southern Sweden, 17661894, International Journal of Epidemiology 322, 286294. Bengtsson, T. Lundh, C., 1994, La mortalite infantile et postinfantile dans les pays nordique savant 1900, Annales de Demographie Historique 1994, 2343. Bengtsson, T. van Poppel, F., 2011, Socioeconomic inequalities in death from past to present: An introduction, Explorations in Economic History 483, 343356. Bourdelais, P. 2002, Cholera: a victory for medicine? In R. S. Schofield, D. Reher, A. Bideau Eds.: The decline of mortality in Europe. Oxford: Clarendon Press, pp. 118130. Brandstrom, A., Edvinsson, S. Rogers, J., 2002, Illegitimacy, infant feeding practices and infant survival in Sweden 17501950 a regional analysis, An Interdisciplinary Journal for the History of Public Health 31, 1352. Burstrom, B., Macassa, G., Oberg, L., Bernhardt, E. Smedman, L., 2005, Equitable child health interventions, American Journal of Public Health 952, 208216. Clark, G., 2007, A farewell to alms: A brief economic history of the world Gregory Clark, Princeton, N.J. : Princeton University Press, 2007. Cox, D. R., 1972, Regression models and lifetables, Journal of the Royal Statistical Society. Series B Methodological, 1972, p. 187. Curtis, S., 2005, Midwives and their role in the reduction of direct obstetric deaths during the late nineteenth century: the Sundsvall region of Sweden 18601890, Medical History 493. Cutler, D., Deaton, A., and LlerasMuney, A., 2006, The Determinants of Mortality. Journal of Economic Perspectives 203, 97120. Cutler, D.M. Miller, G., 2005, The role of public health improvements in health advances: the twentiethcentury United States, Demography 1, 122. Dribe, M. 2012. Social class in SEDD. Lund University, Centre for Economic Demography. Easterlin, R.A., 1999, How beneficent is the market? A look at the modern history of mortality, European Review of Economic History 33, 257294. Easterlin, R.A., 2000, Twentiethcentury American population growth, The Cambridge economic history of the United States. Vol. 3, The twentieth century edited by Stanley L. Engerman, Robert E. Gallman, pp. 505548, Cambridge: Cambridge Univ. Press, 2000. Edvinsson, S., Lindkvist, M., 2011. Wealth and health in 19thcentury Sweden: a study of social differences in adult mortality in the Sundsvall region. Explorations in Economic History 48, 376388. Edvinsson, R. Soderberg, J., 2007, Consumer Price Index for Sweden 12902006, Swedish Riksbank, available at http:www.riksbank.setemplatesPage.aspx?id26813. Ferrie, J.P. Troesken, W., 2008, Water and Chicagos mortality transition, 18501925: Water and Chicagos mortality transition, 18501925, Explorations in Economic History 451, 116. Floud, R., et al., 2011, The Changing Body: Health, Nutrition, and Human Development in the Western World since 1700, National Bureau of Economic Research, Inc. Fogel, R.W., 1994, Economic growth, population theory, and physiology: the bearing of longterm processes on the making of economic policy, The American Economic Review3, 369395. Fogel, R.W., 2004, The escape from hunger and premature death, 17002100: Europe, America and the Third World Robert William Fogel, Cambridge: Cambridge University Press, 2004. Gagnon, A., Tremblay, M., Vezina, H. Seabrook, J.A., 2011, Once were farmers: Occupation, social mobility, and mortality during industrialization in SaguenayLacSaintJean, Quebec 18401971, Explorations in Economic History 483, 429440. Haacker, M., 2012, Contribution of Increased Life Expectancy to Living Standards, mimeo. Haines, M.R., 2011, Inequality and infant and childhood mortality in the United States in the twentieth century, Explorations in Economic History 483, 418428. Hardy, A., 1993, The epidemic streets Elektroniskresurs: Infectious disease and the rise of preventive medicine, 18561900 Anne Hardy, Oxford: Clarendon, 1993. Hardy, A., 2001, Health and medicine in Britain since 1860 Anne Hardy, New York: Palgrave Macmillan. 19 Hultkrantz, L. Svensson, M., 2012, The value of a statistical life in Sweden: A review of the empirical literature, Health Policy 10823, 302310. Hogberg, U., 2004, The decline in maternal mortality in Sweden: the role of community midwifery, American Journal of Public Health 948, 13121320. Human Mortality Database, 2014, available at http:www.mortality.org. Johannisson, K. 2006, The peoples health: public health policies in Sweden. In D. Porter Ed.: The history of public health and the modern state. AmsterdamAtlanta: GA, pp. 165182. KaracaMandic, P., Norton, E.C. Dowd, B., 2012, Interaction terms in nonlinear models, Health Services Research 471pt 1, 255274. Kavlinge kommunarkiv, 2010. Historien om Martensgatan. KEPA Tryck AB, Kavlinge. Kesztenbaum, L. Rosenthal, J.L., 2011, The health cost of living in a city: The case of France at the end of the 19th century, Explorations in Economic History 482, 207225. Kesztenbaum, L. Rosenthal, J.L., 2014, Income versus sanitation: mortality decline in Paris, 18801914. PSE Working Papers, 201426. Kommunarkivet, Kagerod Commune ledger book. 18761916. Kagerod kommunalnamnd Huvudbok 18761916 , 19011931. Kommunal rakenskapsbok i Norra Krerflinge 19011931 Commune ledger book. Kommunarkivet, Kavlinge, 18811915. Kommunal rakenskapsbok i Kjeflinge 18811915 Commune ledger book. Kullberg, A.F., 1877, Forfattningar m.m. angaende medicinalvasendet i Sverige. 18601876 samlade och utgivna af A. Kullberg, Stockholm, 1877. Kunitz, S.J., 1986, Mortality since Malthus, in D. Codelam and R.S. Schofield eds., The State of Population Theory: Forward from Malthus, pp. 279302, Basil Blackwell. Lindblom, P., 1967, Malmohus lans landsting 18631962, Malmo, 1967. Link, B.G. Phelan, J.C., 1996, Understanding sociodemographic differences in health the role of fundamental social causes, American Journal of Public Health 864, 471473. Loudon, I. 1992, Death in Childbirth: An International Study of Maternal Care and Maternal Mortality 18001950: Oxford University Press. Lunn, P. G. 2002: Nutrition, immunity, and infection. In R. S. Schofield, D. Reher, A. Bideau Eds.: The decline of mortality in Europe. Oxford: Clarendon Press, pp. 131145. Macassa, G., De Leon, A. P. Burstrom, B., 2006, The impact of water supply and sanitation on area differentials in the decline of diarrhoeal disease mortality among infants in Stockholm 18781925, Scandinavian Journal of Public Health 345, 526533. Mc Keown, T., 1976, The modern rise of population Thomas Mc Keown, London: Arnold, 1976. Nordstrom, L., 1938, LortSverige, Stockholm: Kooperativa forbundets bokforlag, 1938. PetterssonLidbom, P., 2014, Midwifes and Maternal Mortality: Evidence from a Midwifery Policy Experiment in Sweden in the 19th Century, mimeo. Preston, S.H., 1975, The changing relation between mortality and level of economic development, Population Studies 292, 231248. Preston, S.H., Keyfitz, N., Schoen, R. Nelson, V.E., 1972, Causes of death: Life tables for national populations, Studies in Population, 1972. Puhani, P.A., 2012, The treatment effect, the cross difference, and the interaction term in nonlinear differenceindifferences models, Economics Letters 1151, 8587. Quaranta, L. 2012. STATA code to transform data extracted from the intermediate data structure into rectangular episodes tables to be used in longitudinal statistical analysis. Lund University, Centre for Economic Demography. Regionarkivet, Lund, 18891941. Arsberattelser fran halsovardsnamnderna i Halmstads kommun Annual report of the local health board. , 18891941. Arsberattelser fran halsovardsnamnderna i Kagerods kommun Annual report of the local health board. , 19131941. Arsberattelser fran halsovardsnamnderna i Sirekopinge kommun Annual report of the local health board. , 18891952. Sammandrag av arsberattelser fran provinsiallakaren i Teckomatorps distrikt Summary reports of the provincial doctors. 20 , 19001961. Sammandrag av arsberattelser fran extra provinsiallakaren i Kavlinge distrikt Summary reports of the extra provincial doctors. Reutersward, E. Olsson, F., 1993, Skanes demografiska databas 16461894: En kallbeskrivning Elisabeth Reutersward Franceska Olsson, Lund : Univ., 1993. Romlid, C., 1998, Makt, motstand och forandring: Vardens historia speglad genom det svenska barnmorskevasendet 16631908 Power, resistance and change: the history of Swedish healthcare reflected through the official midwifesystem 16631908 Christina Romlid, Stockholm: Vardforb., 1998; Stockholm: Brommatr  Sandberg, L. Steckel, R.H., 1997, Was industrialization hazardous to your health? Not in Sweden, in R.H. Steckel and R. Floud eds., Health and welfare during industrialization, pp. 127159, NBER Project Report series; Chicago and London; University of Chicago Press. Schenk, N., van Poppel, F., 2011. Social class social mobility and mortality in the Netherlands, 18502004. Explorations in Economic History 48, 401417. Schon, L. Krantz, O., 2012, Swedish Historical National Accounts 15602010, Lund Papers in Economic History 123. Schlich, T. 2004, The emergence of modern surgery. In D. Brunton Ed.: Medicine Transformed: Health, Disease and Society in Europe 18001930. Manchester: Manchester University Press, pp. 6191. Skold, P., 1996, The two faces of smallpox: A disease and its prevention in eighteenth and nineteenthcentury Sweden Peter Skold, Umea : Univ., 1996. Smith, D.S., 1983, Differential mortality in the United States before 1900, The Journal of Interdisciplinary History4, 735. Statistiska Centralbyran, 1999. Befolkningsutvecklingen under 250 ar: historisk statistik for Sverige Population development in Sweden in a 250year perspective. , 18741917. BISOS U: Bidrag till Sveriges officiella statistik U. Kommunernas fattigvard och finanser, Statistiska centralbyran, P.A. Norstedt Soner, Stockholm annual volumes. , 18891899. BISOS A: Bidrag till Sveriges officiella statistik A. Befolkningsstatistik. Statistiska centralbyran, P.A. Norstedt Soner, Stockholm annual volumes. , 18891910. BISOS K: Bidrag till Sveriges officiella statistik K. Halso och sjukvarden. Statistiska centralbyran, P.A. Norstedt Soner, Stockholm annual volumes. , 19111920. SOS: Sveriges officiella statistik. Allman om Halso och sjukvard. Statistiskacentralbyran, P.A. NorstedtSoner, Stockholm annual volumes. Svensk forfattningssamling, 1859: 64 Swedish Code of Statutes. Svensk forfattningssamling 1893: 61 Swedish Code of Statutes. Szreter, S., 1988, The importance of social intervention in Britains mortality decline c.18501914: A reinterpretation of the role of public health, Social History of Medicine 11, 138. Szreter, S., 1997, Economic growth, disruption, deprivation, disease and death: on the importance of the politics of public health, Population Development Review 23, 693728. van Leeuwen, M. Maas, I., 2011, HICLASS. A historical international social class scheme, Leuven University Press. Weindling, P. 2004, From germ theory to social medicine: public health, 18801930. In D. Brunton Ed.: Medicine Transformed: Health, Disease and Society in Europe 18001930. Manchester: Manchester University Press, pp. 239265. WHO 2006. Guidelines for conducting costbenefit analysis of household energy and health interventions. WHO, Switzerland, 2006. Woods, R. I., 2000, The demography of Victorian England and Wales, Cambridge University Press, Cambridge. Woods, R. I., Watterson, P. A. Woodward, J. H., 1989, The causes of rapid infant mortality decline in England and Wales, 1861 1921 Part II, Population Studies 43, 113132. Yayachandran, S., LlerasMuney, A. Smith, K.V., 2010, Modern medicine and the twentieth century decline in mortality: Evidence on the impact of sulfa drugs, American Economic Journal: Applied Economics 22, 118146. 21 FIGURES Figure 1 Infant mortality rate 1 year in Sweden and 5 parishes in southern Sweden, 18001968, per 1000 Sources: Southern Sweden: SEDD 2012; Sweden: Human Mortality Database 2014 22 0100200300400500children per 10001800181018201830184018501860187018801890190019101920193019401950196019701m 0, southern Sweden 1m 0 Sweden 1m 0 trend, southern SwedenFigure 2 Child mortality rate 114 years in Sweden and 5 parishes in southern Sweden, 18001968, per 1000 Sources: Southern Sweden: SEDD 2012; Sweden: Human Mortality Database 2014 23 010203040children per 100018001810182018301840185018601870188018901900191019201930194019501960197014m 1, southern Sweden 14m 1 Sweden 14m 1 trend, southern SwedenFigure 3 Map of the area under study, southern Sweden 24 Figure 4 Investment in health care and communications per 015 child population real values 1900 price levels 18741917 by parish under study, log values Sources: Statistiska Centralbyran, 18741917 Kommunernas fattigvard och finanser. 25 a Provincial doctors and medical nurses per 1000 live births b Midwives per 1000 live births Figure 5 Medical personnel by type per 1000 births 18891920 by medical district under study, in Kavlinge medical district Kavlinge and Hog and in Teckomatorp medical district Sirekopinge, Halmstad and Kagerod Sources: Statistiska Centralbyran, 18741917 Kommunernas fattigvard och finanser; Statistiska Centralbyran, 18891899 Befolkningsstatistik; Statistiska Centralbyran, 18891910 Halso och sjukvarden; Statistiska centralbyran, 19111920 Allman om Halso och sjukvard. 26 010203040188518901895190019051910191519201925provincial doctorsmedical nurses Kavlinge medical district 010203040188518901895190019051910191519201925provincial doctorsmedical nurses Teckomatorp medical district 020406080100188518901895190019051910191519201925Kavlinge medical district 020406080100188518901895190019051910191519201925Teckomatorp medical districtTABLES Table 1 Causespecific child mortality rate 114 years in Sweden and 5 parishes in southern Sweden, 18701940, per 1000 Airborne Diarrheal southern Sweden Other causes unknown All infectious diseases Total Sweden All infectious 18701879 18801889 18901899 19001909 19101919 19201929 19301940 Sources: Southern Sweden: Estimations from SEDD 2012; Sweden: Preston et al. 1972: 651670. diseases na na na 3,16 2,71 1,09 0,60 13,23 10,21 10,27 6,31 3,70 1,83 2,10 7,15 5,49 4,73 3,33 2,73 1,43 0,85 5,88 5,03 3,55 2,47 2,23 1,14 0,59 1,27 0,46 1,12 0,86 0,44 0,23 0,13 6,08 4,73 5,60 2,98 1,02 0,46 1,38 27 Table 2 Descriptive statistics 1 year 14 years 514 years Treatment variables untreated ref treated X post out of which treated X post Kagerod 1893 18831905 treated X post Kavlinge 1895 18831905 treated X post X middle classelite treated X post X farmers treated X post X industrial workers treated X post X farm workers Parish of residence Kavlinge Hog Kagerod Sirekopinge Halmstad Control variables SES % Middle classelite Farmers Industrial workers Farm workers Sex % Female ref Male Number of older siblings % No older siblings ref 12 siblings More than 3 siblings Population density mean Individuals Deaths Personyears at risk 18831905, isolation hospitals Kagerod 1893, Kavlinge 1895 62.2 37.8 17.5 20.4 4.8 2.4 16.6 14.0 28.3 5.7 28.0 22.6 15.4 12.4 12.5 22.4 52.7 48.0 52.0 22.5 36.1 41.4 113.5 4012 329 3770 63.7 36.3 17.3 19.0 4.6 2.5 15.4 13.9 26.1 6.5 28.5 23.3 15.6 13.5 9.3 30.8 46.4 47.9 52.1 23.1 37.6 39.3 115.2 4898 179 11600 18931925, medical personnel Kavlinge med. district 1903, Teckomatorp med. district 1915 Treatment variables untreated ref treated X post out of which treated X post Kavlinge d. 1903 18931913 treated X post Teckomatorp d. 1915 19051925 treated X post X middle classelite treated X post X farmers treated X post X industrial workers treated X post X farm workers Parish of residence Kavlinge Hog Kagerod Sirekopinge Halmstad Control variables SES % Middle classelite Farmers Industrial workers 54.1 45.9 22.9 29.7 7.6 4.1 20.8 13.4 35.1 5.4 28.1 19.1 12.3 10.2 9.5 27.7 52.0 48.0 24.0 29.1 8.3 4.0 21.9 13.8 34.7 5.6 28.3 19.1 12.3 10.2 10.9 26.1 66.5 33.5 18.7 14.8 3.7 3.6 11.6 14.6 20.6 7.5 29.4 25.2 17.3 14.2 11.2 27.9 46.7 48.8 51.2 29.0 44.6 26.4 112.7 5842 141 24915 50.1 49.4 22.6 29.4 9.1 4.5 21.4 14.4 32.1 5.9 29.2 19.8 13.0 10.1 12.7 22.0 28 Farm workers Sex % Female ref Male Number of older siblings % No older siblings ref 12 siblings More than 3 siblings Population density mean Individuals Deaths Personyears at risk Note: % represents the percentage of individual exposure time person years in each category. 52.9 49.1 50.9 21.9 39.0 39.1 75.7 7714 180 18942 52.6 48.8 51.2 21.3 36.8 42.9 78.2 6090 437 5827 55.2 49.1 50.9 30.7 45.8 23.5 68.2 9879 144 45550 29 Table 3 Impact of the introduction of isolation hospitals on allcause infant and child mortality, southern Sweden. Hazard ratios. 01 Parish FE, year FE, SES FE, individual controls 514 14 01 14 514 Parish FE, year FE, SES FE, individual controls 0.787 0.248 treated X post treated X post Kagerod 1893 0.685 treated X post Kavlinge 1895 0.917 0.142 0.875 0.636 0.502 0.054 1.629 0.197 0.463 0.015 0.515 0.091 0.414 0.027 parishspecific linear year trends 0.861 0.784 0.577 0.446 1.334 0.700 0.547 0.212 0.210 0.018 1.514 0.534 0.516 0.068 0.319 0.024 0.800 0.642 0.747 Parish FE, year FE, SES FE, individual controls Parish FE, year FE, SES FE, individual controls population density parishspecific linear year trends population density 0.138 0.873 0.748 0.218 0.650 0.183 0.500 0.053 1.828 0.357 treated X post treated X post Kagerod 1893 0.682 treated X post Kavlinge 1895 1.079 Note: Cox proportional hazard model estimates. Models estimated for infants 01 years old, children 14 years 14, and children 514 years 514. The treated are Kagerod after 1893 and Kavlinge after 1895 an observational window 18831905. Models with treated X post and treated X post Kagerod 1893treated X post Kavlinge 1895 are estimated separately. Individual controls include number of older siblings and sex. Population density is both parish and yearspecific. FE refers to fixed effects. Exponentiated coefficients; pvalues in parentheses p 0.10, p 0.05, p 0.01 0.529 0.079 0.320 0.024 0.837 0.550 0.216 0.210 0.018 1.552 0.511 0.563 0.118 0.506 0.084 0.939 0.935 0.743 0.597 0.597 0.477 0.979 0.979 0.711 30 Table 4 Impact of the increase in midwives on allcause infant mortality. Hazard ratios. 28d 28d1y 1y Parish FE, year FE, SES FE, individual controls treated X post treated X post Kavlinge d. 1903 treated X post Teckomatorp d. 1915 0.394 0.474 0.002 0.000 0.498 0.538 0.042 0.005 0.340 0.428 0.014 0.002 Parish FE, year FE, SES FE, individual 0.538 0.019 0.564 0.056 0.482 0.048 28d 28d1y 1y Parish FE, year FE, SES FE, individual controls parishspecific linear year trends 0.356 0.001 0.416 0.023 0.218 0.062 Parish FE, year FE, SES FE, individual controls 0.455 0.000 0.382 0.025 0.303 0.019 0.531 0.018 0.585 0.321 0.316 0.089 controls population density parishspecific linear year trends population density 0.517 0.018 0.454 0.082 0.423 0.054 0.409 0.000 0.311 0.000 0.358 0.002 0.481 0.038 0.575 0.307 0.375 0.217 0.282 0.000 0.186 0.002 0.246 0.010 treated X post treated X post Kavlinge d. 1903 treated X post Teckomatorp d. 1915 Note: Cox proportional hazard model estimates. Models estimated for neonates 028 days, infants in a postneonatal period 28 days up to 1 year, and infants up to 1 year old 01. The treated X post is the interaction term between a posttreatment period and the treated parish Kavlinge and Hog after 1903 and Sirekopinge, Kagerod, and Halmstad after 1915; individuals are observed during 18931925. The treated X post Kavlinge d. 1903 are Kavlinge and Hog after 1903 an observational window 18931913; treated X post Teckomatorp d. 1915 are Sirekopinge, Kagerod, and Halmstad after 1915 an observational window 19051925 respectfully, estimated separately. Individual controls include number of older siblings and sex. Population density is both parish and yearspecific. FE refers to fixed effects. Exponentiated coefficients; pvalues in parentheses p 0.10, p 0.05, p 0.01 0.204 0.000 0.201 0.034 0.278 0.265 0.350 0.000 0.369 0.022 0.345 0.097 31 Table 5 Placebo test. Impact of the increase in doctors and medical nurses on allcause child mortality, southern Sweden. Hazard ratios. treated X post treated X post Kavlinge d. 1903 14 514 Parish FE, year FE, SES FE, individual controls 1.126 0.713 0.999 0.998 1.844 0.181 0.847 0.629 0.812 0.581 0.840 0.735 Parish FE, year FE, SES FE, individual controls 14 514 Parish FE, year FE, SES FE, individual controls parishspecific linear year trends 1.241 0.776 0.481 0.519 0.575 1.537 0.409 0.520 3.889 2.340 0.317 0.172 Parish FE, year FE, SES FE, individual controls population density parishspecific linear year trends population density 1.317 0.435 0.867 0.783 1.522 0.445 treated X post treated X post Kavlinge d. 1903 treated X post Teckomatorp d. 1915 Note: Cox proportional hazard model estimates. Models estimated for children 14 years 14, and children 514 years 514. The treated X post is the interaction term between a posttreatment period and the treated parish Kavlinge and Hog after 1903 and Sirekopinge, Kagerod, and Halmstad after 1915; individuals are observed during 18931925. The treated X post Kavlinge d. 1903 are Kavlinge and Hog after 1903 an observational window 18931913; treated X post Teckomatorp d. 1915 are Sirekopinge, Kagerod, and Halmstad after 1915 an observational window 19051925 respectfully, estimated separately. Specifications are the same as in Table 4. FE refers to fixed effects. Exponentiated coefficients; pvalues in parentheses p 0.10, p 0.05, p 0.01 1.163 0.730 1.613 0.477 4.458 0.179 0.885 0.744 0.728 0.571 1.193 0.765 0.651 0.353 0.570 0.407 1.335 0.824 32 Table 6 Impact of the introduction of isolation hospitals on allcause infant and child mortality and SES differences in responses, southern Sweden. Hazard ratios. 01 14 514 Parish FE, year FE, SES FE, 01 Parish FE, year FE, SES FE, individual controls 514 14 individual controls parishspecific linear year trends 1.477 0.363 0.555 0.175 0.782 0.380 0.739 0.261 treated X post X middle classelite treated X post X farmers treated X post X industrial workers treated X post X farm workers Note: Cox proportional hazard model estimates. The treated X post X SES is the interaction term between the posttreatment period, the treated parish and SES groups. For isolation hospitals treated X post include children residing in Kagerod after 1893 and Kavlinge after 1895, observed during 18831905. Socioeconomic groups based on HICLASS and place of residence, defined as described in the Data section. Individual controls include the number of older siblings and sex. FE refers to fixed effects. Exponentiated coefficients; pvalues in parentheses 0.943 0.911 0.353 0.059 0.535 0.148 0.456 0.0844 0.615 0.541 0.573 0.381 0.360 0.015 0.536 0.129 0.399 0.182 0.459 0.320 1.807 0.134 0.577 0.140 0.245 0.075 0.267 0.146 1.175 0.796 0.328 0.075 1.200 0.841 0.955 0.953 0.820 0.777 0.828 0.779 33 Table 7 Impact of the increase in medical personnel on allcause infant midwives and child mortality doctors and medical nurses and SES differences in responses, southern Sweden. Hazard ratios. 028d 28d 01 14 514 Parish FE, year FE, SES FE, individual controls 028d Parish FE, year FE, SES FE, individual controls 28d 514 14 01 parishspecific linear year trends 1.328 0.657 0.672 0.176 0.037 0.131 treated X post X middle classelite 0.793 0.040 0.529 treated X post X farmers 0.483 0.377 treated X post X industrial workers 0.377 0.637 0.098 2.612 treated X post X farm workers 0.175 Note: See Table 7. The treated Xpost include children residing in Kavlinge and Hog after 1903 and Sirekopinge, Kagerod, and Halmstad after 1915, individuals are observed during 18931925. FE refers to fixed effects. Exponentiated coefficients; pvalues in parentheses 0.382 0.519 0.055 0.033 0.306 0.830 0.388 0.005 0.061 0.507 0.922 0.003 0.445 1.873 0.003 0.221 0.085 0.782 0.748 0.908 0.804 1.059 0.911 1.333 0.651 0.762 0.761 0.657 0.243 0.210 0.643 0.578 0.384 0.470 0.035 0.039 0.340 0.384 0.012 0.062 0.416 1.012 0.004 0.534 0.065 0.263 0.507 0.122 0.981 1.656 0.355 0.006 0.355 0.022 0.149 0.510 0.062 0.329 0.817 0.160 0.833 0.496 0.103 0.002 34 Table 8 Size of the mortality change due to the public health care interventions, southern Sweden. Isolation hospitals Midwifery 1903 Kavlinge d., 1915 Teckomatorp d., 1 years 1 years Hazard ratio of death Mortality rate in the untreated before Mortality rate in the untreated after Mortality rate in the treated before Mortality rate in the treated after 1893 Kagerod, 14 years 1893 Kagerod 1895 Kavlinge, 514 years 0.502 0.463 0.278, 0.905 0.273, 0.782 16.7 13.3, 20.8 15.0 11.5, 19.5 23.6 17.7, 31.5 9.8 6.7, 14.5 4.6 3.4, 6.4 5.0 3.7, 6.6 8.6 6.5,11.3 5.3 3.9, 7.1 0.538 0.428 0.371, 0.779 0.270, 0.677 76 63, 90 99 85, 115 101 83, 112 71 58, 87 53 60, 47 68 54, 85 70 54, 89 88 74, 105 40 31, 51 50 58, 43 Mortality rate change due to intervention, per 1000 12.1 4.2 15.7, 9.3 3.2, 5.5 % change in mortality rate Note: For the increase in medical personnel, mortality rates refer to allcauses deaths and are calculated per 1000 infant 1 year population. For the introduction of isolation hospitals, mortality rates refer to allcauses deaths per 1000 child population 14 years and 514 years respectfully. Observational windows for the events are as follows: 1903 Kavlinge district 18931913; 1915 Teckomatorp district 19051925; 1893 Kagerod 18831903; 1893 Kagerod 1895 Kavlinge 18831905. Stillbirths excluded. 49%, 48% 57%, 54% 49% 65%, 56% 58%, 56% 55% 60% 57% Point estimates; 90% confidence interval in parentheses. 35 Table 9 Social gains from the public health care interventions, southern Sweden. 1900 Total benefits from intervention, SEK 1900 Total costs of intervention, SEK Isolation hospitals 1893 Kagerod, 14 years 1893 Kagerod 1895 Kavlinge, 514 years 84696 49369 4159 8542 Social rate of return 20:1 6:1 Midwifery 1903 1915 Kavlinge d., Teckomatorp d., 1 years 1 years 70310 77095 7483 5383 9:1 14:1 Note: costs of midwifery include wages of midwives and a provincial doctor during 10 years, costs of training of midwives, and a payment for a child delivery; costs of isolation hospitals include initial costs for building of a hospital and annual maintenance costs during 10 years. 36 1 In SEDD, we have data on the size of land, which the farmers possessed, measured in taxable units mantal. As it is done in the previous research Bengtsson and Dribe 2005, we use 164 of mantal as a subsistence level and consider those farmers who owned land less or equal of this amount as agricultural workers. 2Results change marginally if the year marks are shifted by a few years. 3 The DD estimate represents the treatment effect of the treated. We present estimates as hazard ratios, therefore probably the easiest way to interpret the estimate is as a % change in the hazard rate of death due to the intervention on top of the general common to all parishes changes in hazard ratios of death, constant differences between parishes and those that change linearly, the within and betweenparishes changes. For instance, an exponentiated estimate of 0.80 for the interaction term would mean that due to the intervention the hazard rate in the treated parishes declined by 20% relatively to the situation where such intervention is absent. Unlike in linear models, the DD estimate produced by the nonlinear estimator is not simply equal to the cross difference of the observed outcome. Some argue that the model with interaction term in nonlinear model comparatively to the base model produce the additional treatment effect on the treated in the estimated mean probabilitiessurvivor times Puhani 2012, KaracaMandic et al. 2012. However, the estimate of the interaction term is treatment effect on the treated, its sign is equal to the sign of the treatment effect, as well as hypothesis testing is valid. We further calculate DD estimate with raw death rates see Social gains based on more common linear intuition. 4 It might seem possible to estimate the size of the effect as the difference in differences in predicted mean survivor timessurvivor probabilities for treated and nottreated populations after and before the intervention based on the Cox models applied in the paper, that is to use censored cases in addition. However, in this case we have a problem of obtaining only additional treatment effect of the treated see Method. 5 In estimating the social rate of return to public health care interventions, we follow the methodology used by other interventional studies Cutler Miller 2005, Ferrie Troesken 2008. It appears to be a simplified version of the analysis used in assessing health investment projects under the auspices of the international organizations, for example the World Health Organization WHO 2006. 6 Value of a life is a key parameter in costbenefit analysis of tradeoffs between public expenditure and effects of public programs on mortality risks commonly used in the international practice, including Swedish government authorities Hulkrantz Svensson 2012. It is the monetary value of reducing the risk of mortality that is usually calculated using either experimental or observational data as future income flows of the saved individual discounted to a present value. The values of a life differ by age and health status. However, as there is no clear consensus on the values of a life for particular groups of individuals in our paper we use the one that does not take these factors into account. 37 ", "filename": "dp9313.pdf", "person": ["Volha Lazuka", "Lazuka, Volha", "Luciana Quaranta", "Quaranta, Luciana", "Tommy Bengtsson", "Bengtsson, Tommy"], "date": ["2015"]}