{"lang": "tr", "identifier_url": ["http://www.econstor.eu/bitstream/10419/83270/1/dp_2004-17.pdf"], "title": ["Kayıtdışı Ekonomi Tahmini Yöntem Önerisi: Türkiye Örneği"], "plaintext": "ICINDEKILER I. GIRIS  1 II. KAYITDISI EKONOMI NEDIR?  2 III. KAYITDISI EKONOMININ SEBEPLERI  10 IV. KAYITDISI EKONOMININ ETKILERI  13 V. KAYITDISI EKONOMIYI OLCME YONTEMLERI  16 V. 1. Kaytds Ekonomiyi Dogrudan Olcme Yontemleri  16 V. 2. Kaytds Ekonomiyi Dolayl Yoldan Olcme Yontemleri  17 V.2.1. GSMH Yaklasm  17 V.2.2. Vergi Incelemeleri Yoluyla Olcme Yaklasm  18 V.2.2.1. Yasalarla Kaytds Braklmasna Izin Verilen Faaliyetler  V.2.2.2. Iradi Olarak Kaytds Braklan Faaliyetler  19 V.2.3. Istihdam Yaklasm  19 V.2.3.1. Tamamen Bildirilmeyenler  20 19 V.2.3.1.1. Yasal Olmayan Ekonomik Faaliyetler  V.2.3.1.2. Yasal Olan Ekonomik Faaliyetler  20 20 V.2.3.2. Ksmen Bildirenler  20 V.2.3.2.1. Primden Kaynaklanan Eksik Bildirme  V.2.3.2.2. Gelir ve Ucretten Kaynaklanan Eksik Bildirme  21 21 V.2.4. Parasalc Yaklasm  21 V.2.4.1. Sabit Oran Yaklasm  21 V.2.4.2. Islem Hacmi Yaklasm  22 V.2.4.3. Ekonometrik Yaklasm  22 VI. TURKIYE EKONOMISINDE KAYITDISI EKONOMIYI OLCMEYE ILISKIN YAPILMIS ONCEKI CALISMALAR  VII. KAYITDISI EKONOMIYI OLCMEYE ILISKIN YAPILMIS CALISMALARDA DIGER ULKE ORNEKLERI  VIII. TURKIYE EKONOMISINDE KAYITDISI EKONOMIYI OLCMEYE YONELIK AMPIRIK CALISMA  23 24 26 VIII.1. Vergi Incelemeleri Yaklasm  27 VIII.2. GSMH Yaklasm  28 iVIII.3. Istihdam Yaklasm  29 VIII.4. Elektrik Uretimi Yaklasm  30 VIII.4.3. Karma Elektrik Uretimi Yaklasm  35 VIII.5. Parasalc Yaklasm  37 VIII.5.1. Sabit Oran Yaklasm  37 VIII.5.2. Ekonometrik Yaklasm  38 IX. GENEL DEGERLENDIRME  42 X. POLITIKA ONERMELERI  45 BIBLIOGRAFYA  50 iiTABLO LISTESI Tablo 1. Turk Ekonomisinde Kaytds Ekonominin Buyuklugunu Olcmeye Yonelik Yaplms Onceki Calsmalar  vi24 Tablo 2. Kaytds Ekonominin BuyukluguBat Avrupa Ulkeleri ve ABD Ornegi  26 Tablo 3. Vergi Incelemeleri Yolu ile Kaytds Ekonominin Buyuklugunun Olculmesi  27 Tablo 4. Istihdam Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi  30 Tablo 5. Basit Elektrik Tuketim Yontemi ile Kaytds Ekonominin Buyuklugunun Olculmesi  32 Tablo 6. Karma Yontem ile Kaytds Ekonominin Buyuklugunun Olculmesi, 19782000  36 Tablo 7. Karma Yontem ile Kaytds Ekonominin Buyuklugunun Olculmesi, 19972003  36 Tablo 8. ADF Birim Kok Test Sonuclar  39 Tablo 9. Johansen Esbutunleme Analizi Sonuclar  40 Tablo 10. Johansen Esbutunleme Analizi Sonuclar  41 Tablo 11. Kaytds EkonomiGSMH Korelasyon Katsaylar  45 iiiGRAFIK LISTESI Grafik 1. Kaytds Ekonominin Buyuklugunun Olculmesinde Yontemler Karslastrmas1  vii43 Grafik 2. Kaytds Ekonominin Buyuklugunun Olculmesinde Yontemler Karslastrmas2  vii44 Grafik 3. GSMH Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi  28 Grafik 4. GSMH Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesinde Mevsimsellik Etkisinin Giderilmesi  29 Grafik 5. Modifiye Elektrik Tuketimi Yontemi ile Kaytds Ekonominin Buyuklugunun Olculmesi  34 Grafik 6. Modifiye Elektrik Tuketimi Yontemi ile Toplam Ekonomik Faaliyetler ve Sabit Fiyatlarla GSMH  34 Grafik 7. Kaytds Ekonominin Buyuklugunun Olculmesinde Karslastrmal Inceleme  37 Grafik 8. Sabit Oran Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi  38 Grafik 9. Ekonometrik Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi  42 ivI. GIRIS Yukselen piyasa ekonomilerinde ve hatta gelismis ulkelerde, ekonominin ve istihdamn, ozellikle, 1970lerden itibaren giderek daha yogun bicimde kaytdslga kaydg dikkati ceken bir unsurdur. Ancak, kaytds ekonomi, gerek Turkiye ekonomisi ve gerekse diger ulke deneyimleri incelendiginde, sebepleri, sonuclar ve isleyisi ile oldukca karmask bir gorunum iceren, cok boyutlu bir yapya sahiptir. Kaytds ekonominin genislemesi, bir taraftan calsanlarn guvencesiz kalmasna yol acarken, diger taraftan kaytl ekonomi aleyhinde haksz rekabete yol acmaktadr. En onemlisi ise, vergi gelirleri yoluyla saglanmas beklenen finansman kaynaklarnn azalmasna yol acarak, kamu acklarnn buyumesine ve sosyal guvenlik sisteminin bozulmasna sebep olmaktadr. Enflasyonun dusurulmesinde oldukca buyuk basarlarn elde edildigi boyle bir donemde para politikasnn etkinliginin devam ve dolays ile surdurebilir dusuk enflasyon ortamnn olusmas, mali basknlgn azalmas ile gerceklesebilir. Mali basknlgn azalmas ise butce gelir ve giderlerinin daha saglkl bir yapya kavusmasn gerektirmektedir. Mali uyum olarak da adlandrlabilecek bu surecte en onemli onkosullardan birisi kaytds faaliyetlerin kayt altna alnmasdr. Ancak, alt cizilmesi gereken bir husus, mali politikann etkinliginin kaytds ekonomi ile sarmal bir iliski icinde oldugudur. Bir diger deyisle, kaytds ekonomi kontrol altna alndkca mali yapnn duzelmesi ve mali yap duzeldikce kaytds ekonomide daralma meydana gelmesi beklenmektedir. Bu sebeple, onumuzdeki donemde, kaytds ekonomi ile mucadele dusuk enflasyonla surdurebilir buyumeyi saglamada en onemli onceliklerden olmaldr. Bu calsmann amac Turkiyede kaytds ekonominin durumuna iliskin bir degerlendirme sunmak ve bu cercevede kaytds ekonominin boyutlarn saptamaktr. Bu sebeple, oncelikle, kaytds ekonomi tanmlanacak ve bunu takiben kaytds ekonominin ortaya ckmasna sebep olan etkenler tartslacaktr. Dorduncu bolumde, kaytds ekonominin tartslmasnn ardndan, besinci bolumde kaytds ekonomiyi olcme yontemlerine deginilecektir. Sonraki 1bolumde, Turkiye ekonomisinde kaytds ekonomiyi olcmeye iliskin yaplms onceki calsmalar tartslacak ve bunu takiben, kaytds ekonomiyi olcme amacyla yaplms calsmalarda diger ulke ornekleri incelenecektir. Sekizinci bolumde, ulkemizde kaytds ekonominin buyuklugunu olcmeye yonelik yaplan ampirik calsmaya deginilecektir. Son olarak ise genel degerlendirmenin ardndan politika onermelerinde bulunulmas ile calsma sona erecektir. II. KAYITDISI EKONOMI NEDIR? Kaytds ekonomi, Gayri Safi Milli Hasla GSMH hesaplarn elde etmede kullanlan ve bilinen istatistiksel yontemlere gore tahmin edilemeyen gelir yaratc ekonomik faaliyetlerin tumu olarak ifade edilmektedir.1 Bir baska tanma gore ise fiilen gerceklesmis olmasna ragmen kayd tutulmayarak, kamu idarelerinin denetimi dsnda kalan her turlu ekonomik islem ve faaliyet kaytds ekonominin tanmn olusturmaktadr.2 Bu cercevede, ulusal gelir hesaplarna kaytl olmayan faaliyetler, kaytds ekonomiyi teskil eder. Bir diger deyisle, resmi GSMHye katkda bulunmayan ekonomik faaliyetlerin tumu kaytds ekonomi olarak tanmlanmaktadr. Bir baska ifade ile, kaytds ekonomi, ekonomik faaliyetlerin belgeye dayandrlmamas ya da icerigi gercegi yanstmayan belgelerle gerceklestirilerek resmi kurumlarn bilgisi dsna tasnmasdr. Kaytds ekonomiye iliskin bu farkl tanmlara ek olarak yeralt ekonomisi, illegal ekonomi, gorunmez ekonomi, duzensiz ekonomi, marjinal ekonomi, golge ekonomi, kayp ekonomi, karaborsa ekonomisi, gozlenemeyen ekonomi, nakit ekonomisi, gayr resmi ekonomi, beyands ekonomi, resmi olmayan ekonomi, gri ekonomi, ikincil ekonomi, ikinci ekonomi, alacakaranlk ekonomisi, paralel ekonomi, vergi ds ekonomi, gizli ekonomi, kravatsz ekonomi, faturasz ekonomi, kayp ekonomi, vergisiz ekonomi, sakl ekonomi, yasads ekonomi, enformel ekonomi, nakit ekonomi, kayp ekonomi gibi ifadeler de bulunmaktadr.3 Kaytds ekonominin adlandrlmasndaki bu cesitlilik, kaytds ekonomiyi olusturan faaliyetlerin icerigindeki cesitlilikten 1 Ciloglu 1998 2 Sarl 2002 3 DPT 2001, Gumus 2000, Sarl 2002 2kaynaklanmaktadr. Bir baska deyisle, kaytds ekonomi tanm icerisinde yer alan faaliyetin gizliligi vurgulanmak isteniyorsa, golge ekonomi, gizli ekonomi, sakl ekonomi, yeralt ekonomisi, kara ekonomi, alacakaranlk ekonomisi; faaliyetin yasadslg vurgulanmak isteniyorsa kara ekonomi, gri ekonomi, illegal ekonomi veya yasads ekonomi; faaliyetin devletin bilgisi dsnda tutuluyor olmas vurgulanmak isteniyorsa gayr resmi, resmi olmayan, enformel veya kaytds ekonomi ve son olarak faaliyetin onemsiz olmas sebebiyle resmi GSMH kaytlarnda tutulmays vurgulanmak isteniyorsa marjinal ekonomi, ikinci ekonomi, ikincil ekonomi gibi ifadelerle karslasmak mumkundur.4 Bu birbirinden farkl anlamlar ifade eden cesitli adlandrmalardan da anlaslacag uzere kaytds ekonomi, yasads ekonomik faaliyetleri oldugu kadar, yasal olup kaytlara yansmayan ekonomik faaliyetleri de kapsamaktadr. Bu sebepledir ki, kaytds ekonomi ifadesi, hem hicbir kimse ya da sektoru hedef almamas hem de muglak bir icerige sahip olmamas sebebiyle, Turkiye icin 1980li yllarn sonlarndan itibaren boyutlar hesaplanp tartslmaya baslanan bu sektoru adlandrmada tercih edilir bir ifade turu olmustur.5 Bu cercevede, hatrlanmas gereken bir husus, mesru olmayan ve cezai yaptrmlar gerektiren faaliyetlerin oldugu kadar tamamen gecim saglamaya yonelik masum olarak nitelendirilebilecek faaliyetlerin de kaytds ekonomik faaliyetler cercevesinde incelenmesi gerektigidir. Bu sebeple kaytds ekonomi kavramn incelemede kaytdslga konu olan faaliyetin yasal ya da yasads olmas unsuru on plana ckmaktadr. Bu noktadan yola cklarak yaplacak incelemede ise, kaytds ekonomiyi yeralt ekonomisi ve enformel ekonomi olarak ikiye ayrmak mumkundur. Yeralt ekonomisi kayt altna alnmams yasads ekonomik faaliyetlerden olusmaktadr. Enformel ekonomi ise yasal olmakla beraber kaytds olan ekonomik faaliyetlerden olusmaktadr. Bir diger deyisle, yeralt ekonomisini olusturan faaliyetler yasalarla yasaklanms faaliyetlerdir. Ornek olarak, uyusturucu ticareti, kacakclk, kalpazanlk, mafya, rusvet, hrszlk gibi faaliyetlerden soz etmek mumkundur. 4 Gumus 2000 5 Toptas 1998 3incelenmesinde esas olan vergi Yeralt ekonomisi kapsamnda yer alan bu tur yasak faaliyetlerin kayda alnmasn saglamak degil, gerceklestirilmemesini saglamak esastr. Bu sebeple, suc ekonomisi olarak da nitelendirilebilecek yeralt ekonomisi, kaytds ekonominin tabannn dogru olarak belirlenmesine iliskin calsmalarda yer almamaktadr. Nitekim, yeralt ekonomisini olusturan faaliyetlerin bir ksmnda, ornegin, rusvet, hrszlk gibi faaliyetlerde, katma deger yaratlmas degil, yaratlms olan degerin yasads yollarla el degistirmesi sozkonusudur. Bu nedenledir ki sozkonusu yasads faaliyetin kayt altna alnsa dahi GSMHyi artrc etkisi olmayacaktr. Katma deger yaratan yasads faaliyetler ise kanunla yasaklanms olduklar icin bu tur faaliyetlerden elde edilen gelire karapara ve sozkonusu gelire mali sistem araclg ise karapara aklanmas denilmektedir Kutu 1. Gerek karapay olusturan yasads faaliyetler gerekse karaparann aklanmas pek cok ulkede oldugu gibi ulkemizde de yasaklanmstr.6 ile yasal gorunum kazandrlmasna Kutu 1. KARAPARA AKLAMA gecirilerek kimliginin degistirilmesi Karapara aklama yasads yollardan elde edilen kazanclarn yasal yollardan elde edilmis gibi gosterilmesi icin, sozkonusu kazancn mali sisteme sokularak ozellikle nakit formundan kurtarlmasna ve mali sistem icinde bir surecten suretiyle mesruluk kazandrlmasna yonelik islemlerdir. Bir baska tanma gore ise, yasads yollardan kazanlan gelirin degerini mumkun oldugu kadar koruyacak, yetkililerin dikkatini cekmeyecek ve kullanlabilirligini arttracak sekilde baska varlklara donusturulmesi islemidir. Bir diger tanma gore karapara aklama, yasads faaliyetlerden elde edilen gelirin kaynagn, sahibini, zilyedini, yerini gizlemek veya seklini degistirmek niyetiyle islem yaplmasdr. 6 13.11.1996 tarihinde kabul edilen ve 19.11.1996 tarihinde yururluge giren 4208 sayl Kanun ile uluslararas gelismeler dogrultusunda, sucla mucadelede gelistirilen yeni teknikler esas alnarak, suc kaynakl gelirleri suclularn elinden alma hedef alnms ve bu cercevede karaparann aklanmas yasaklanarak, bu konuda calsmak uzere Mali Suclar Arastrma Kurulu olusturulmas hukme baglanmstr Toptas, 1998; DPT, 2001. 4 Tum bu tanmlar goz onune alarak karapara aklamay, yasalarca tespit edilmis belli suclar sonucunda elde edilen her turlu ekonomik degerin, mesruluk kazandrmak amacyla yasads nitelikten ckarlarak, yasal ekonomik degerlere donusturulmesine ve bu suretle yasal ekonomik sisteme dahil edilmesine yonelik islemler olarak tanmlayabiliriz. Bu cercevede karapara aklamadan bahsedebilmek icin gerekli unsurlar su sekilde sralayabiliriz: Bir suc islenmis olmaldr. Bu suc sonucunda herhangi bir ekonomik deger elde edilmis olmaldr. Bu ekonomik degerlerin yasads nitelikten kurtarlp yasal gorunume sahip ekonomik degerlere donusturulmesi amacna yonelik bir hareket gerceklestirilmis olmaldr. Ilk iki unsurun gerceklesmesi sonucunda elde edilen ekonomik degerlere yasal gorunum vermek amacna yonelik hareket; karaparann, iktisap edilmesi, bulundurulmas, transfer edilmesi, nakledilmesi, gizlenmesi, snr otesi isleme tabi tutulmas, kullanlmas, isletilmesi, yatrm yaplmas, bir ekonomik degerden digerine cevrilmesi, kaynagnn, niteliginin, sahibinin, zilyedinin farkl gosterilmesi gibi sekillerde ortaya ckabilir. Karaparann aklanmas genelde uc basamaktan olusan bir surec icerisinde gerceklestirilmektedir. Bu asamalar; yerlestirme, ayrstrma, butunlestirme asamalardr. Her karapara aklama olaynda bu asamalarn ucunun de ayr ayr gerceklesmesi gerekmez. Bazen bu asamalardan ikisi hatta ucu tek islemde gerceklestirilebilir veya baz asamalar gerceklestirilmeden karaparann aklanmas tamamlanabilir. a Yerlestirme asamas: Bu asama, suctan elde edilen nakit formundaki gelirin finansal sisteme sokulmas asamasdr. Karaparay doguran suclarda para nakit formunda elde edilmisse karapara elde eden ve bunu aklamak isteyen kisi acsndan en onemli problemlerden birisi bu parann nakit formundan kurtarlmasdr. Nakit formundaki parann dikkat cekici olmasnn yansra aktarlmas, tasnmas veya benzer islemlere tabi tutulmas zordur ve kamu otoritelerince bulunmas ve el konulmas riski yuksektir. Karaparann nakit formundan kurtarlmas, ozellikle de bankaclk sistemine sokulmas teknolojik imkanlar nedeniyle paraya hareketlilik kazandracak ve kaynagndan 5uzaklastrlmas son derece kolay ve hzl olacaktr. Karapara aklayanlar acsndan en zor ve riskli asama budur. Karapara aklama ile mucadele eden birimler acsndan ise karaparann takip edilmesinin, tespit edilmesinin ve karaparaya el koymann en kolay oldugu asamadr. Bu asamada karapara ile karaparann illegal kaynag arasndaki bag henuz kesilmemistir. Dolays ile parann, karapara oldugunu ispat etmek diger asamalara kyasla daha kolaydr. Bu asamada, parann kucuk tutarlara bolunerek ulke icindeki cesitli bankalara yatrlmas, farkl kisiler adna aclms hesaplara yatrlmas, hisse senedi, tahvil, bono gibi mali araclara donusturulmesi veya bir sirketin geliri gibi gosterilerek banka hesaplarna yatrlmas ve zaman icine yaylarak sirket kar gorunumunde mali sisteme dahil edilmesi gibi yontemler izlenir. b Ayrstrma Asamas: Bu asamann amac yasads faaliyetlerden elde edilen fonu kaynagndan fiziksel ve nedensel olarak mumkun oldugu kadar uzaklastrmak, boylece parann izinin surulmesini ve bulunmasn imkansz hale getirmektir. Bu asamada fonun kaynagnn kara oldugunu gizlemek yani yasads kazanc kaynagndan ayrmak amacyla, sklk, karmasklk ve hacim acsndan yasal islemlere benzeyen bir dizi mali islem yaplmaktadr. Boylece karmask mali islemler kullanlarak denetim mekanizmas aslmaya calslmaktadr. Karapara aklama sucunun snrasan ozelligi dikkate alndgnda, bu asamada para finans sistemi icerisinde ulkeden ulkeye aktarlarak bir dizi isleme tabi tutulabilirken karapara ile mucadele eden birimler acsndan, bu asamada karaparann izini surmek oldukca zor oldugu ve zaman alcdr. Zira ayrstrma asamasnda snrlar suclular acsndan avantaj teskil ederken, mucadeleci birimler icin oldukca uzun zaman alan bir sorusturma surecinin nedeni haline gelebilmektedir. Kaynak: www.masak.gov.tr c Butunlestirme Asamas: Ayrstrma asamasnda yasads kaynag ile baglants koparlan karapara butunlestirme asamasnda yasal bir kimlikle mali sisteme girer. Karaparann sahibi, aklanms olan karaparay yeniden 6 elinde toplar, mali sistemde rahatca islem yapmaya baslar ve akladg fonlarla ilgili ekonomik varlgn nereden buldugu yonundeki bir soruya karslk yasal mercileri ikna edecek bir cevap verebilir. Yerlestirme ve ayrstrma asamalarnda para henuz yasal gorunume kavusmamstr. Oysa butunlestirme asamasnda mali sistemdeki para artk kullanma hazr paradr ve herkesin yaptg yasal islemler yaplarak tuketim, yatrm veya baska bir sekilde degerlendirilebilir. Kaynak: www.masak.gov.tr Kaytds ekonomi kavram icerisinde yer alan bir diger faaliyetler grubu olan ve yasal ancak kaytdsnda kalms tum faaliyetleri kastetmek amacna yonelik olarak kullanlan enformel ekonomi ifadesi ise bu calsmann konusunu olusturan kaytdslga karslk gelmektedir. Bir diger deyisle, calsma boyunca kaytds ekonomi olarak bahsedecegimiz kaytds kalan ekonomik faaliyetler, yasal olup miktarlarna iliskin resmi veri mevcut olmayanlardan olusmaktadr. Enformel ekonomiyi olusturan ekonomik faaliyetleri iki grupta ele almak mumkundur: Birinci grubu olusturan ekonomik faaliyetlerin konusu yasal olmakla birlikte sozkonusu faaliyetlerden elde edilen gelirler yasads yollardan kaytdsna ckarlmaktadr. Ikinci grupta yer alan ekonomik faaliyetler birinci gruptakiler gibi konular itibar ile yasal olmaktadr. Ancak, bu faaliyetlerden elde edilen gelirlerin kaytds kalmas durumu da yasal yollardan gerceklesmektedir. Bu gruplandrmadan da anlaslacag uzere, enformel ekonomi konusu itibariyle yasal faaliyetlerden olusmakla birlikte elde edilen gelirlerin yasal ya da yasal olmayan yollardan kaytdsna ckarlmas sozkonusu olabilmektedir. Birinci grupta yer alan faaliyetlerin kaytds kalmasnn sebebi faaliyet sahibinin daha az vergi odemek ya da hic vergi odememek istemesi; ruhsat, is standartlar ve benzeri duzenlemelere tabi olmaktan kacnmasdr. Bir diger deyisle, sozkonusu grupta kaytdslga sebep olan en onemli etken, bu grupta yer alan faaliyet sahiplerinin maliyet unsurlar sebebiyle kaytdsna ckmalardr. Ote yandan, faaliyet kollar geregi belgesiz hammadde als yapan 7imalatc benzer sekilde belgesiz sats yaparak mal satcya ulastrmakta; sonuc olarak ise maln satcdan tuketiciye gecisi de faturasz olarak gerceklesmektedir. Bu sebepledir ki, kaytdslgn kacak mal kullanm, kacak isci kullanm ya da kaytsz mukelleflerle ticaret yaplmas gibi boyutlara ulasmas sozkonusu olmakta ya da kacak mal kullanm, kacak isci kullanm ya da kaytsz mukelleflerle ticaret yaplmas kaytdslga sebep olmaktadr. Benzer sekilde, yan gelir elde edilmesi amacyla ikinci iste calsanlar, cogu ucretliler icin ikinci iste calslmasnn izne tabi olmas ya da tamamen yasaklanms olmas sebebiyle, bu faaliyetlerini kaytdsnda tutmaktadr. Isportaclk, taksicilik, ozel ders verme gibi faaliyetler sozkonusu faaliyetlere ornek olarak verilebilir. Buna ek olarak, ikinci is niteliginde olan diger faaliyetler ise zirai veya ticari icerikli olmalar itibar ile saptanmas guc olan faaliyetlerdir ve bu sebeple kaytds kalmaktadr. Enformel ekonomiyi olusturan ikinci grup faaliyetler, konular ve elde edilen gelirlerin kaytdsnda kalmas bakmndan yasal olan faaliyetler olup, sozkonusu gelirleri hesaplama guclukleri nedeni ile GSMH hesaplarnda yer almayan faaliyetlerdir. Bu grupta yer alan faaliyetlere ozel tuketim amacyla yaplan uretim, ev isleri ve benzeri faaliyetlerden ornek vermek mumkundur. Kaytdslga konu olabilecek bu tur faaliyetlerin yansra vergi kanunlaryla muafiyet altna alnarak vergi dsnda braklan faaliyetlerden soz etmek mumkundur. Vergi dsnda braklan faaliyetlerden elde edilen gelirlerin tespit edilmesinde gucluk cekilmesi sebebiyle, kazanclarn yasal olarak kaytdsnda kalmasna izin verilmektedir. Goturu usulde vergilendirme denilen bu sistemde, mukelleflerin odeyecekleri vergi miktar devlet tarafndan cesitli karinelere gore belirlenmektedir. Bu sebeple, goturu usulde vergilendirilen mukelleflerin defter tutma, belge alma ve belge verme zorunluluklar yoktur. Bu sebeple ise bir grup faaliyet yasal olarak kaytds kalmaktadr. Kaytdslga sebebiyet veren goturu usulde vergilendirme, 1 Ocak 1999 tarihinden itibaren, yerini, basit usulde vergilendirmeye brakmstr.7 Basit 7 29.07.1998 tarih ve 23417 sayl Mukerrer Resmi Gazetede yaymlanan 4369 sayl Kanunla degisik 193 sayl Gelir Vergisi Kanununda yer alan Goturu usulde vergilendirme esas 8usulde vergilendirmede, goturu usulde vergilendirmede oldugu gibi, mukelleflerin gelirlerini defter tutarak saptama zorunluluklar bulunmamaktadr. Ote yandan, sozkonusu vergi mukellefleri, mal ve hizmet alslar ve giderler icin belge alma, mal ve hizmet satslar icin ise belge vermekle yukumludur. Basit usulde vergilendirilmeye tabi olmak icin belirlenmis cesitli kriterler mevcuttur.8 Bu usulde vergilendirilen faal mukellef says, 2001 ylnda 808.787, 2002 ylnda ise 810.167 olarak gerceklesmistir.9 Vergi kanunlarndaki duzenlemeler neticesinde faaliyet ve gelirleri yasal olarak kaytds kalanlara ek olarak, ekonomik hayatn icinde aktif olarak yer almasna karsn, hicbir mukellefiyet kayd bulunmamas sebebiyle kaytds kalan ekonomik birimler de mevcuttur. Sozkonusu faaliyet sahipleri grubunu genel olarak tarmla ugrasan kucuk ciftcilerin olusturdugu gorulmektedir. Buna ek olarak, ozellikle buyuk sehirlerde, kucuk marjinal addedilebilecek islerin kaytds kaldg gorulmektedir. Ozel ders verme, insaat islerinde calsma, isportaclk, hamallk gibi faaliyetlerin bu tur kaytds faaliyetlere ornek teskil ettigi dusunulmektedir. Bir baska gruplandrmaya gore ise, kaytds ekonomi kapsam icerisinde yer alan faaliyetler uc baslkta toplanabilir: Yeralt ekonomisi, yar kaytl ekonomi ve hic kaytlara girmeyen ekonomi.10 Bir onceki gruplandrmaya gore konular itibar ile yasal olmayan kaytds faaliyetler yeralt ekonomisini olusturmaktayd. Bu tanmlama cercevesinde, yasads ve kaytds faaliyetlerin yine yeralt adlandrldg gorulmektedir. Onceki ekonomisi olarak kaldrlarak yerine Basit usulde vergilendirme esas getirilmistir. Yaplan degisiklikten once, goturu mukelleflerin belge almamalar veya aldklar belgeleri saklamamalar, belge duzeninde kopmalar ortaya ckarmakta bunun sonucunda da gercek usulde vergilendirilen mukelleflerin faaliyetlerinin izlenmesi ve gercek kazanclarnn tespiti konusunda sorunlar ortaya ckmaktayd. Diger yandan, goturu usulde vergilendirme, bir ksm mukelleflerin kazanclarn asagya, bir ksm mukelleflerin kazanclarn da yukarya cekmek suretiyle gercek gelirin vergilendirilmesi prensibinden onemli bir sapma meydana getirmekteydi. Bu nedenlerle. mevcut uygulamann sakncalarn gidermek, kayt ds ekonomiyi kontrol altna almak, belge duzenini yerlestirmek, vergilendirmede gercek kazancn esas alnmasn saglamak amaclaryla goturu usulde vergilendirme esas kaldrlarak yerine basit usulde vergilendirme esas getirilmistir. 8 Basit usulde vergilendirilmeye tabi olmak icin gerekli genel ve ozel sartlar, 193 sayl Gelir Vergisi Kanununun 47 ve 48nci maddeleri ile duzenlenmistir. Sozkonusu maddeler, basit usulde vergilendirilmeye iliskin olarak, toplam kazanc, isyerine odenen kira, calstrlan isci, crak ve benzeri konularda sartlar belirlemistir. 9 www.gelirler.gov.tr 10 Sarl 2002, Aydemir 1995 9gruplandrmada enformel ekonomi olarak tanmlanms faaliyetlerin ise yeni gruplandrmada kapsam daraltlms ve onceki bolumde tartslan marjinal faaliyetlerin hic kaytlara girmeyen ekonomi baslg altnda incelenmesi ongorulmustur. Bu cercevede, yar kaytl ekonomiyi olusturan faaliyetler ise yasaldr. Ancak, elde edilen kazanclar ya istisnalar ve muafiyetler yolu ile yasal olarak kaytds kalmakta ya da kazanclar yasalara aykr yollardan kaytds tutulmaktadr. III. KAYITDISI EKONOMININ SEBEPLERI Kaytds ekonominin, mali, ekonomik, politik, sosyal, psikolojik ve hukuki bircok sebebi bulunmaktadr. Bu cercevede, ulkenin ekonomik sistemi ve yapsal ozelliklerinin kaytdslg olusturmada rol oynadg gorulmektedir. Ozellikle, istihdam acsndan bakldgnda, ekonomide kucuk isletmelerin yaygnlg ile tarm ve hizmetler sektorune dayal faaliyetlerin agrlkta olmas kaytdslga yol acan onemli etkenlerdir. Ekonominin azgelismisligi, yuksek enflasyon, ekonomi politikalar, istikrarszlk, krizler, kaytl ekonomide istihdam ve gelir imkanlarnn kstl ve yuksek maliyetli olmas, kaytdslg etkileyen unsurlar olarak karsmza ckmaktadr. issizlik ve carpk kentlesmenin, Ekonomik sebeplere ek olarak, hzl nufus arts, koyden kente goc ile birlikte olusan isgucu piyasasnda olumsuzluklara yol acarken kaytds istihdama da zemin hazrlamakta oldugu kaydedilmektedir. Ozellikle, yuksek issizlik orannn sozkonusu oldugu durumlarda, kaytds ekonomiye giris ve ckslarn daha az maliyette gerceklesecegi varsaym altnda, kaytds istihdamda buyume olmas muhtemeldir. Buna ek olarak, kisi basna harcanabilir geliri dusuk olan ulkelerde, kaytl bir isten elde edilen gelir belirli bir yasam duzeyi icin yeterli olmamakta; ikinci bir iste calsma ise kaytds kalmaktadr. Emek piyasasndaki kaytdslgn bir baska boyutunda, istihdam olanaklarnn hzla artan nufusu karslamays ve bu cercevede gelisen koyden kente hzl goc ve carpk kentlesmenin sonucu olarak niteliksiz isgucu ve emek sahiplerinin daha az ucretle ve sosyal guvenceye sahip olmakszn calsmaya raz 10olmas neticesinde ortaya ckan kaytds ekonomik gorulmektedir. faaliyetler oldugu Vergi oranlarnn ve kaytl faaliyette bulunmann getirdigi yukumluluklerin yuksek olusu; buna karslk, cezai yaptrmlarn yeterince caydrc olmays ve skca gerceklesen vergi aflar kaytds ekonomik faaliyetleri tesvik eden bir baska unsurdur.11 Bir diger deyisle, kamunun uretimden vergi ve benzeri seklinde aldg pay arttkca, ekonomik birimler faaliyetlerini ksmen ya da tamamen denetim dsnda tutmak amacyla kaytds kalrlar. Kaytds faaliyetleri etkileyen bir diger etken ise gelir daglm esitsizligidir. Gelir daglmndan dusuk pay alan kesimin gelir artrmak amacyla kaytds isthdama arz yaratmas durumu kaytdslga konu olusturmaktadr. Ozellikle, krsal kesimdeki kadn ve cocuklarn kaytds ekonomik faaliyetlerde bulundugu gorulmektedir. 1980 sonrasnda, ozel tasarruflar artrc, sermaye birikimini saglayan ve yatrm maliyetini dusurecek vergisel tesviklere agrlk verilmesiyle, gerek vergi sisteminin buyuk olcude bozulmas ve gerekse kaytds fonlarn sisteme girmesi kolaylastrlarak, kaytds ekonomide buyume kaydedilmistir. Ozellikle, kuresellesmeye bagl olarak giderek rekabetci hale gelen piyasalarda ayakta kalabilmenin geregi olarak maliyet unsuru on plana ckmaktadr. Bu sebepledir ki kucuk olcekte, fason uretim yapan isletmeler giderek onem kazanmakta; ancak, sozkonusu piyasa yaps kaytdslga yol acmaktadr. Kaytdslga sebep olan bir diger unsur ise yuksek enflasyondur. Bilindigi uzere, yuksek ve suregelen enflasyon, vergi sisteminde adaletsizliklere yol acmaktadr. Fiyatlar genel duzeyinin artsyla birlikte nominal gelirleri artan ekonomik birimler, yuksek gelir dilimleri uzerinden vergilendirilmekte; bu sebeple, reel gelirleri artmadg halde mukelleflerin odemekle yukumlu oldugu vergi miktar artmaktadr. Enflasyondan kaynaklanan vergi adaletsizligi ise kaytdslga tesvik unsuru olusturmaktadr. 11 Turk Vergi Hukukunda, 19601992 doneminde, 15 defa vergi aff gerceklestirilmistir DPT, 2001. 11Vergiye kars direnc, kaytdslga sebep olan bir diger etkendir. Hatal veya eksik diye nitelendirilebilecek ekonomik ve mali politikalar uygulanmas sonucunda vergi gelirlerinin etkin kullanlmadgna dair olusan inanc, mukelleflerin vergi odemeye kars direncini artrmakta; skca ckan vergi aflar ise duzenli vergi odeyen mukellefler aleyhine hakszlga yol acmaktadr. Bu sebeple, vergi kacrma ve vergiden kacnma gibi egilimler yoluyla kaytds faaliyetlerde arts gerceklesmektedir. Vergi sistemindeki adaletsizlikler, kaytds faaliyetlerin artmasna sebep olan bir diger etkendir. Stopaj usulunde vergilendirme, bir diger deyisle kaynaktan vergi alm, servet beyannn kaldrlmas ve menkul sermaye iratlarnn beyana tabi olmaktan ckarlmas gibi duzenlemeler, vergilemede adalet ilkesini zedelemekte ve kaytdslga neden olusturmaktadr. Ayrca, vergi kanunlarnn karmask olmas ve vergi kanunlarnda skca gerceklesen degisiklikler, acklk ve kesinlik ilkelerine engel teskil etmektedir. Artan belirsizlik karssnda ise mukelleflerde vergiye kars direnc olusmaktadr. Bir tarafta karsk vergi mevzuatnn varlg, ote yanda, egitim duzeyinin dusuklugune bagl olarak yeterince yaygnlastrlamayan vergi bilinci, kaytdslga sebep teskil etmektedir. Kaytds ekonomik faaliyetlere sebep olusturan bir baska unsur ise yasal duzenlemelerin getirdigi vergi ds mali yuklerdir. Sosyal guvenlik primleri, is ve isci saglg ile ilgi yasal duzenlemeler, cevrenin korunmas icin alnmas gereken onlemler, isverenler icin maliyet yukseltici nitelikte olup kaytdslg tesvik etmektedir. Yasal duzenlemeler, rekabetci piyasa kosullar altnda calsmak zorunda olan isletmelere ilave mali yukler getirmekte; maliyet unsurunu on planda tutan isletmeler ise sozkonusu yasal duzenlemelere tabi olmamak icin kaytds calsmay tercih edebilmektedir. Ozetle, kaytds ekonominin olusmasnda, yuksek enflasyon ve agr vergi yukuyle kars karsya olan nispeten dusuk gelirli kesimin, rekabetci piyasa kosullarnda, karmask yasal duzenlemelere tabi olmama istegi sozkonusudur. Unutulmamas gereken bir diger husus ise, sozkonusu istegin gerek arz ve gerekse talep yonlu oldugudur. Bir diger deyisle, isciisveren iliskisinde gerek isci ve gerekse isveren kaytds istihdam tercih ederken, alcsatc iliskisinde 12gerek alc ve gerekse satc acsndan kaytds faaliyette bulunmak mevcut kosullar altnda lehte bir davransa donusmektedir. IV. KAYITDISI EKONOMININ ETKILERI Kaytds ekonominin kaytl ekonomi uzerinde pek cok olumlu ve icerdigini soylemek mumkundur. Kaytds ekonomik olumsuz etkiler faaliyetlerde bulunmann dusuk giris maliyet icerdigi piyasa yapsnda, kaytds ekonominin GSMH uzerinde artran etki gosterdigini soylemek mumkundur Adam ve Ginsburgh, 1985. Bu sebeple, genisleyici mali politikalarn gerek resmi ve gerekse resmi olmayan ekonomi uzerinde olumlu etkileri bulunmaktadr. Bir ornekle, Fichtenbaum 1989, 1970 ve 1989 arasnda ABD ekonomisinde yasanan durgunluga iliskin verilerin, kaytds ekonomi gozard edildigi icin, hissedilen durgunluktan daha buyuk oldugunu ifade etmistir. Ote yandan, kaytds ekonominin en onemli olumsuz etkilerinden birinin, devletin temel gelir kaynag olan vergi gelirlerini azaltmas oldugunu soylemek mumkundur. Ekonomik faaliyetlerin kaytds braklmas, vergilerin eksik ya da hic odenmemesine neden olmakta ve devletin vergi gelirleri azalmaktadr. Vergi gelirlerinin azalmas sebebiyle ise butce finansmannn saglanmas icin borclanma yoluna gidilmektedir. Borclanma sonucunda ise faiz oranlarnda yukselis yasanmakta; faizlerdeki arts yatrmlar azaltarak, gerek milli geliri gerekse istihdam olumsuz etkilemektedir. Butce acklarnn borclanma yoluyla finansman sonucu artan faizler sebebiyle kamu borclanma maliyetinde arts kaydedilmekte; dolaysyla, butce acklar giderek artmaktadr. Ote yandan, butce acklarnn finansman icin gelir artrlmas amacyla vergi oranlarnn artrlmas ve ek vergiler getirilmesi sozkonusu olabilir. Ancak, ek vergiler, kaytl kesimin vergi yukunu agrlastrrken kaytdslga tesvik unsuru olusturacaktr. Bu faaliyetlerden kaynaklanan butce acklarnn giderilmesinde, vergilerin artrlmas, vergi adaletsizligini ve gelir daglm esitsizligini pekistirerek, kaytdslga sebep teskil edecektir. sebeple, kaytds ekonomik 13Kaytds ekonominin bir diger olumsuz etkisi, kaytds ekonomik faaliyetlerin haksz rekabet yaratmasdr. Bir diger deyisle, kaytds calsan uretici, vergi odemeyerek, kaytl calsan ureticiye kyasla daha dusuk bedelle mal ve hizmet sunabilmektedir. Bunun sonucunda ise kaytl calsan uretici aleyhine haksz rekabet dogmaktadr. Buna ek olarak, kaytds ekonomik faaliyetler, kaynaklarn vergilendirilmeyen sektorlere kaymasnda bir tesvik unsuru olusturmakta; sonuc olarak ise, kaynak daglmnda etkinligin saglanamamas sozkonusu olabilmektedir. Kaynaklarn verimli kullanlmamas ise ekonomik buyume yonunde engel teskil etmektedir. Kaytds ekonominin bir baska olumsuz etkisi ise resmi rakamlara yansmayan ekonomik faaliyetlerin ekonomi politikasnn belirlenmesinde yanltc olabilecegidir. Bilindigi uzere, kaytl ekonominin gostergeleri olan resmi rakamlarn ulkede gercekte uretilmekte olan mal ve hizmetlerin toplam degerini yanstmadg durumlarda uygulanacak politikalar yeterince etkin olmamaktadr. Kaytds ekonomide odemelerin cogunlukla nakit paraya dayal olmas, fiyat istikrarnn olmadg ekonomilerde, istikrarl bir parann yerli paray ikame etmesine, bir diger deyisle dolarizasyona yol acmaktadr. Dolarizasyonun ise para talebini istikrarsz hale getirdigi, para politikasnn etkinligini azalttg ve senyoraj gelirinde dususe yol actg bilinmektedir. Kaytds ekonominin bu tur olumsuz etkilerinin aksine olumlu etkilerinin de oldugu iddia edilmektedir. Bu cercevede, ekonomik faaliyetlerin vergi dsnda tutulmas neticesinde azalan vergi yukunun yatrmlara kaydg ve artan yatrmlarla beraber uretimin, istihdamn ve gelirin arttg dusunulmektedir. Bir baska deyisle, faaliyetin kayt altna alnms olmas durumunda odenmesi gereken verginin etkin olarak harcanmadg ve ayn faaliyetin kaytds kalmas durumunda kacrlan verginin yatrmlara donusturuldugu varsaym altnda, kaytdslgn tercih edilebilecegi gorulmektedir. Kaytds ekonominin bir diger olumlu etkisi niteliksiz isgucune istihdam yaratmas yolu ile gerceklesmektedir. Kaytl ekonomide istihdam edilmesi mumkun olmayan niteliksiz iscilerin ancak kaytds ekonomide is bulabildigi ve 14sozkonusu iscilere odenen ucretlerin kaytl istihdam edilen iscilere odenilen ucretten dusuk olacag varsaym altnda, kaytds ekonomi, calsanlar ve ureticiler arasnda haksz rekabet etkisi yaratarak ekonomiyi olumsuz etkilemekte; ancak, maliyetleri dusurmesi ve istihdam yaratmas gibi olumlu etkileri sozkonusu olmaktadr. Yaratlan istihdam yoluyla elde edilen gelirlerin harcanmas sonucu ise carpan etkisi yolu ile ekonomi canlanmaktadr. Sonuc olarak, kaytds ekonominin ancak ksa vadeli olarak nitelendirilebilecek olumlu etkileri oldugu unutulmamal; gerek ksa donem gerekse uzun donemde kaytds ekonominin kaytl ekonomi uzerinde pek cok olumsuz etkileri oldugu bir kez daha vurgulanmaldr. Oncelikle, vergi kaybna yol acmas, dolaysyla, devleti gelir kaybn telaffi edici tedbirlere zorlamas kaytds ekonominin en onemli olumsuz etkilerindendir. Butce finansmannn saglanmas ise vergi arts veveya borclanma yoluyla gerceklesmektedir. Ancak, her iki yontemin ekonomi uzerinde olumsuz etkileri mevcuttur. En onemlisi, gerek vergi arts, gerekse borclanma, ileriki donemde kaytds ekonomik faaliyetlere zemin hazrlamakta; bu ozellikleri nedeniyle de ekonomiyi bir ksr donguye suruklemektedir. Kaytds ekonominin bir diger olumsuz etkisi etik degerler uzerindedir. Kaytl faaliyette bulunanlarn magdur durumda kaldg bir ekonomik sistemde, devletin otoritesine olan inanc azalmakta; kaytds faaliyetlerin yasal normlar cercevesinde yurutulmemesi sonucunda, hukuk ve adalet sistemi etkinligini yitirmektedir. Buna ek olarak, kaytds uretilen mal ve hizmetlerin insan ve cevre saglgna iliskin standartlar saglamaya yonelik yasal duzenlemelere tabi olmamas sebebiyle, sozkonusu mal ve hizmetlerden yararlanan tuketicilerin, tuketici haklarn korumaya yonelik yasalardan yararlanmas mumkun olmamaktadr. Kaytds istihdam edilen kesimin sosyal guvenceden mahrum olmas, kaytds ekonominin bir diger olumsuz etkisidir. Kaytds istihdamn buyuk boyutta olmas nedeniyle yeterli prim toplanamamas, sosyal guvenlik kuruluslarn finansman zorluklaryla basbasa brakmaktadr. Buna ek olarak, kaytds calsan kesim sendikal haklardan mahrum kalmakta; ayrca, isyeri ve is 15guvenligine iliskin cesitli standartlarn gozard edilmesi sebebiyle, calsanlarn istismara ack kosullarda istihdam edilmesi sozkonusu olmaktadr. V. KAYITDISI EKONOMIYI OLCME YONTEMLERI Calsmann bu bolumunde, kaytds ekonominin buyuklugunu olcmeye yonelik gelistirilmis yontemlerden bahsedilecektir. Kaytds ekonominin tahminine iliskin olarak kullanlan pek cok yontem mevcuttur. Bu yontemler genel olarak, dogrudan, dolayl ve karma yontemler olarak adlandrlmaktadr. Dogrudan olcme yontemlerinin temelini, kaytds ekonominin tahmininde anket uygulamalarnn kullanlmas olusturur. Sozkonusu anketler, hanehalk anketleri, isyeri anketleri, vergi anketleri, zaman kullanm anketleri gibi anketlerden olusmaktadr. Dolayl olcme yontemleri ise cesitlidir. Degisik yontemlerle hesaplanan GSMH buyukluklerinin karslastrlmas, istihdam yaklasm, vergi incelemesi yoluyla kaytds ekonominin tespiti, parasalc yaklasm gibi yontemlerden olusan kaytds ekonomiyi dolayl yoldan olcmeye yonelik bu yontemlerin yansra, karma yontem ile kaytds ekonominin buyuklugu elektrik uretimi, insaat sektorundeki gelismeler, cimento uretimi ve benzeriye iliskin veriler yoluyla olculmeye calslmaktadr. V. 1. Kaytds Ekonomiyi Dogrudan Olcme Yontemleri Kaytds ekonomiyi anketler yolu ile dogrudan olcme yontemininin guvenilirligi tartsmaldr. Kaytds faaliyetlerin onemli bir ksmnn yasalara aykr olmas, kisi ve kuruluslarn bu tur faaliyetleri ile ilgili bilgileri gizleme egiliminde olmas sonucunu da beraberinde getirmektedir. Bu sebeple, mikro yaklasm olarak da adlandrlmakta olan dogrudan yaklasmda, sorulara verilen cevaplarn dogrulugu nispetinde kaytds ekonominin buyuklugune iliskin bir veriye ulasmak mumkun olmaktadr. V. 2. Kaytds Ekonomiyi Dolayl Yoldan Olcme Yontemleri Makro yaklasm ya da gosterge yaklasm olarak nitelendirilebilecek olan dolayl olcme yontemlerinde kaytds ekonominin buyuklugune iliskin bilgi 16vermesi muhtemel makroeokonomik gosterge degerlerinin zaman icerisindeki degisimi degerlendirilmektedir.12 Bu cercevede, GSMH Yaklasm, Vergi Incelemeleri Yoluyla Olcme Yaklasm, Istihdam Yaklasm ve Parasalc Yaklasmdan soz etmek mumkundur. V.2.1. GSMH Yaklasm Bilindigi uzere, GSMH hesaplamalarnda, uretim, gelir ve harcama yontemleri olmak uzere uc farkl yontem kullanlmaktadr. Kaytds ekonomi olmayacag varsaym altnda, her uc yonteme gore hesaplanan GSMH degerlerinin ayn olmas gerekmektedir.13 Ancak, kaytds ekonomi sozkonusu oldugu takdirde, harcamalar yontemi ile hesaplanan GSMH degerinin, diger yontemler yoluyla hesaplanan GSMH degerinden daha buyuk ckmas beklenmelidir. Bu sebeple, farkl yontemlerle hesaplanan GSMH degerleri arasndaki farklarn kaytds ekonomi buyuklugune iliskin veri teskil ettigi dusunulmektedir. Ote yandan, sozkonusu farklar, istatistikciler tarafndan istatiksel hata olarak giderilmekte; bu sebeple GSMH yaklasm ile kaytds ekonominin buyuklugune iliskin saglkl bir rakama ulasmak mumkun olmamaktadr. Buna ek olarak, tasarruf olarak doviz ve altna kaysn yuksek oranda gerceklestigi ulkelerde, GSMH yaklasmnn kaytds ekonominin buyuklugunu olcmede guvenilir bir yol olmayacag dusunulmektedir.14 V.2.2. Vergi Incelemeleri Yoluyla Olcme Yaklasm Vergi incelemeleri yoluyla kaytds ekonomiyi olcme, vergi incelemeleri srasnda mukelleflerin beyan etmedigi gelirlerin tespit edilmesi ile ortaya ckan matrah yansttg varsaymndan yola cklarak olusturulmus bir yaklasmdr. Vergi incelemeleri yoluyla kaytds ekonominin buyuklugunun olculmesinde, incelemelerde ortaya farkllklarnn kaytds ekonominin buyuklugunu 12 Ogunc ve Ylmaz 2000 13 Turkiye ekonomisinde, GSMH hesaplamalarnda halen kullanlan sistem olan System of National Accounts SNA 68, OECDe uye ulkeler icerisinde sadece Isvicre ve Turkiye tarafndan kullanlmaktadr OECD, 2003. Ote yandan, yeni sistem olan SNA 93un yasal olmakla beraber GSMH hesaplamalarnda yer almayan kaytds ekonomik faaliyetleri yanstmada daha etkin olacag vurgulanmaktadr. Bu sebeple, GSMH rakamlarnn ekonomik faaliyetleri daha gercekci olarak yanstacag ongorusuyle SNA 93 Ulusal Hesaplar Sisteminin uygulamaya konulmasnn son derece yararl olacag dusunulmektedir. 14 Temel, Simsek ve Yazc 1994 17ckan matrah farkllklarn uygulanmas olmaktadr. ile, kaytds ekonominin buyuklugunun istatistiksel yontemlerle ekonominin geneline tespiti sozkonusu Vergi incelemeleri yolu ile kaytds ekonominin buyuklugunun tahmininde, GSMH hesaplamalarnda yer alan tum faaliyetlerin vergilendirildigi varsaym vardr. Ancak, baz faaliyetler vergilendirilmedigi halde milli gelir buyuklugu icerisinde yer alabilir. Ote yandan, vergilendirilmesi zorunlu oldugu halde vergi ds braklan islemler sozkonusu olabilmektedir. Bu sebeple, vergi kayp ve kacakclgna sebep olan kaytdslg iki baslk altnda incelemek gerekmektedir: 1 kaytds Yasalarla verilen faaliyetlerden dogan vergi kayplar, bir diger deyisle muafiyet ve istisnalardan dogan vergi kayplar braklmasna izin 2 Kaytlara gecirilmesi zorunlu oldugu halde iradi olarak kaytds braklan olay ve islemlerden dogan vergi kayp ve kacaklar, bir baska deyisle, iradi olarak vergi vermemek veya daha az vergi vermek amacyla yaratlan kaytdslk 15 V.2.2.1. Yasalarla Kaytds Braklmasna Izin Verilen Faaliyetler Yasal duzenleme sonucu olarak vergiden muaf tutulan faaliyetler icin defter ve belge tutmak zorunlulugu yoktur. Bu sebeple, yasalarca belirlenmis muafiyet ve istisnalar kapsamnda yer alan faaliyetler kaytds kalmaktadr. Sozkonusu muafiyet, istisna ve indirimler cok kapsaml olup, esnaf muaflg, serbest meslek kazanclarnda istisna, ticari ve zirai kazanclar uzerinden vergiye tabi tutulan mukelleflerin belgeli ya da belgesiz yaptklar veya yapmay ongordukleri yatrmlarn belirli sartlarla kazanctan indirilmesi gibi cesitli ayrcalklar icerir. 15 Unutulmamas gereken bir husus ise vergi incelemeleri esnasnda ortaya ckan matrah farkllklarnn, mukellefin kisisel hatalar ve kanunlar yanls yorumlamasndan kaynaklanabilecegidir. Elbette ki, bu tur sebeplerle olusan farkllklar, kaytds ekonominin boyutunu hesaplamaya iliskin yanltc sonuclar doguracaktr. 18V.2.2.2. Iradi Olarak Kaytds Braklan Faaliyetler Kaytds ekonomik faaliyetlerin buyuk bir ksm vergi idaresinde kayd bulunan, ancak, defter ve belgelerinde ticari faaliyetlerinin bir ksm yer almayan yukumluler tarafndan yaplmaktadr. Bir grup faaliyet sahibinin ise ticari faaliyette bulundugu halde vergi idaresine kaytl mukellefler arasnda yer almadg bilinmektedir. Bu sebeple, iradi olarak gerceklesen vergi dsnda yer alma, kaytdslga neden teskil etmektedir. V.2.3. Istihdam Yaklasm Kaytds ekonomiyi olcme yontemi olan istihdam yaklasmna gore, nufusun, sivil isgucu arznn ve istihdamn zaman icinde gelisimine baklarak kaytds ekonominin buyuklugu tahmin edilmektedir. Bu cercevede, ekonomide kaytds faaliyetler olmadg varsaym altnda, sivil isgucu arznn toplam nufusa oran ile istihdamn toplam nufusa olan orannn zaman icinde benzer gelisimlerinin olmas beklenmektedir. Buna karsn, istihdamda kaytdslgn sozkonusu oldugu durumlarda ise, sivil isgucunun toplam nufusa oran belirli bir duzeyde kalrken; istihdamn toplam nufusa oran gerilemektedir. Istihdamda kaytdslk incelenirken, kaytdslga konu olan faaliyetin tamamen bildirmeyenler ve ksmen bildirilenler seklinde ela alnmas gereklidir. V.2.3.1. Tamamen Bildirilmeyenler Istihdamn kaytds kalmasna sebep veren faaliyetlerden tamamen bildirilmeyenler yasal ve yasal olmayan olarak ikiye ayrlmaktadr. V.2.3.1.1. Yasal Olmayan Ekonomik Faaliyetler Istihdamn kaytds olmasna sebep veren yasal olmayan ekonomik faaliyetler, suc ekonomisinin kapsamna girmekte ve bu sebeple, sozkonusu yasaklanms faaliyetin ekonomik degerinin tespitinin yaplmasnn kaytds ekonominin buyuklugunun olculmesi kapsamnda ele alnmamas gerektigi dusunulmektedir. 19V.2.3.1.2. Yasal Olan Ekonomik Faaliyetler Istihdamda kaytdslga sebep veren ve resmi makamlardan tamamen ilgili yasal gizlenen bu duzenlemelerin ongordugu zorunluluklarn yerine getirilmemesi amac ile kaytdsna tasnms ekonomik faaliyetlerdir. tur faaliyetler, yasal olup, calsma hayat ile Kaytds istihdamda, asgari ucret, calsma saati, yllk izin gibi haklar; hastalk, dogum, yasllk, sakatlk, olum aylg gibi yardmlar ile isci saglg ve is guvenligi, calsma yas ve kosullar gibi duzenlemelere uyulmamaktadr. icerisinde, toplumda genel olarak Faaliyet konusu yasal olmakla beraber istihdamn kaytds oldugu faaliyetler issizlik ya da ekonomik yetersizliklerden oturu ortaya ckan ve gelisen, istihdam yaratma ve gelir elde etmeye yonelik faaliyetler de yer almaktadr. Ozel ders verme, isportaclk gibi faaliyetler, bu grupta yer almaktadr. V.2.3.2. Ksmen Bildirenler Istihdamdaki kaytdslg olusturan faaliyetlerden ksmen bildirilenler, isyerinin kurulmas ya da faaliyete gecmesi asamasnda kaytds kalms faaliyetlerdir. Calsanlar acsndan degerlendirildiginde, kaytdsna ckma, prim ve gelirler yonunden olmak uzere iki sekilde degerlendirilmektedir. V.2.3.2.1. Primden Kaynaklanan Eksik Bildirme Primden kaynaklanan eksik bildirme sonucu kaytds kalan istihdamda, calsan ya da calstrlanlarn sosyal guvenliklerinin saglanmasna karsn kuruma odenen prime esas gun saylarnn gercegi yanstmamas sozkonusu olmaktadr. V.2.3.2.2. Gelir ve Ucretten Kaynaklanan Eksik Bildirme Gelir ve ucretten kaynaklanan eksik bildirme ile olusan kaytds istihdamda, elde edilen gelirin resmi kaytlara tam yanstlmamas sozkonusudur. Bu sebeple, gercek gelirle kaytlara yanstlan gelir arasndaki fark uzerinden alnmas esas gelen prim ile vergi ve sosyal kesintiler, devletin ugradg zarar miktarn gostermektedir. Buna ek olarak, calsanlarn ise emekliliklerinde 20alacaklar maas miktarlarnn dusuk seviyede gerceklesmesi sozkonusu olmaktadr. V.2.4. Parasalc Yaklasm Kaytds ekonomiyi olcmeye iliskin olarak kulllanlan bir diger dolayl yontem ise Parasalc Yaklasmdr. Parasalc yaklasmda, parasal istatistikler kullanlarak kaytds ekonominin boyutlar belirlenmektedir. Parasalc yaklasm, Sabit Oran Yaklasm, Islem Hacmi Yaklasm ve Ekonometrik Yaklasm olarak uc baslk altnda incelenmektedir. V.2.4.1. Sabit Oran Yaklasm Emisyon Hacmi Yaklasm ad da verilen Sabit Oran Yaklasm, gizli faaliyetlerde odemelerin genellikle nakit olarak yaplacag ekonomik varsaymna dayanmaktadr. Dolasmdaki para miktar olan emisyon hacminin kaytl ve kaytds ekonomide kullanlan para miktarnn toplamna esit olacag dusunulecek olursa, parann dolasm hz sabit kalmak suretiyle, emisyon hacminin toplam mevduatlara olan orannn artmas kaytds ekonomik faaliyetlerin arttgna isaret edecektir.16 V.2.4.2. Islem Hacmi Yaklasm Kaytds ekonomiyi olcmeye iliskin olarak getirilen Islem Hacmi Yaklasmnda, Fisherin Miktar Teorisi esitligi kullanlmaktadr.17 Bu cercevede, para arznn M, parann dolasm hznn V, genel fiyat seviyesinin P ve islem hacminin T oldugu dusunulecek olursa, ulkede uretilen toplam mal ve hizmetlerin piyasa degeri, para arznn parann dolasm hzyla carpmna esittir. Bir diger deyisle, MV PT Bu yaklasma gore islem hacmi olan T ile GSMH arasndaki iliski uzun vadede sabittir. Bu sebepledir ki, belirli bir donemde MVnin belirledigi GSMH 16 Cagan 1958, Guttman 1977 17 Feige 1979 21rakam ile istatistiklerle acklanan GSMH arasndaki fark, kaytds ekonominin buyuklugunu vermektedir. Islem Hacmi Yaklasmnda parann dolasm hznn, kaytl ve kaytds ekonomide ayn ve sozkonusu dolasm hznn sabit oldugu kabul edilmektedir. V.2.4.3. Ekonometrik Yaklasm Parasalc yaklasmn bu yonteminde, nakit para talebi ekonometrik bir denklem ile tahmin edilmektedir.18 Ekonometrik yaklasmda, diger parasalc yaklasmlarda oldugu gibi, kaytds ekonomilerde islemlerin nakit para ile yurutuldugu ve parann dolasm hznn kaytl ve kaytds ekonomilerde ayn oldugu varsaylmaktadr. Nakit parann genis anlaml paraya orannn, kisi basna dusen reel gelir, mevduat faiz oran, kamu personel harcamalarnn toplam kamu harcamalarna oran, ortalama vergi oran ve enflasyon oranna bagl oldugunun kabul edildigi bu yontemde, nakit para talebi bir regresyon analizi ile tahmin edilmektedir. Ikinci asamada ise vergi degiskeni sfr alnmak suretiyle verginin olmadg durumda ortaya ckacak ikinci nakit para talebi tahmin edilmektedir. Iki para tahmini arasndaki fark, kaytds ekonomiyle ilgili nakit para duzeyini vermektedir. Son asamada ise, parann dolasm hzndan yararlanlarak ve kaytds ekonomiye iliskin nakit para duzeyi kullanlarak kaytds ekonominin buyuklugu hesaplanmaktadr. VI. TURKIYE EKONOMISINDE KAYITDISI EKONOMIYI OLCMEYE ILISKIN YAPILMIS ONCEKI CALISMALAR Turkiye ekonomisinde kaytdslkla ilgili olarak yaplms pek cok calsma mevcuttur. Farkl yontemler esas alnarak yaplms sozkonusu calsmalarda, kaytds ekonominin buyuklugune iliskin degisik rakamlar elde edilmistir. Bir baska deyisle, kaytds ekonominin buyuklugu gerek kullanlan yontem, gerek eldeki verilerin yetersizligi ve gerekse calsmaya konu olan doneme gore cesitlilik gostermektedir. 18 Tanzi 1983 22Bu cercevede, Turkiyede kaytds ekonominin buyuklugunu olcmeye yonelik yaplms gecmis calsmalar asagda ozetlenmektedir Tablo 1. Tablo 1de rakamsal sonuclar sunulan calsmalarn bir ksmnda baz yl esas alnarak, sozkonusu yllarda kaytds ekonominin buyuklugunun sfra esit oldugu varsaylmstr. Analiz edilen donemde, her yla iliskin farkl bir buyukluk rakamnn bulundugu calsmalardan ortaya ckan sonuc, ulkemizde kaytds ekonominin boyutlarnn kucumsenmeyecek bir duzeye ulastgdr. Su da bir gercektir ki, kaytds ekonominin buyuklugunun tahmininde ortaya ckan rakamn nispeten kucuk olusu yontemin guvenilirligini azaltmakta; kaytds ekonomiye iliskin rakamn buyuklugu ise calsmann inanlrlgn artrmaktadr. Nitekim, rakamn buyuklugunun tercih edilir olusu yonundeki egilim, ekonomik birimler acsndan hakl ckarlabilir. Turkiye ekonomisinde ozellikle 1980li yllardan itibaren varlgn onemli olcude hissettiren ve toplumun giderek artan oranda bir kesimi tarafndan uzerinde dusunulen bir konu haline gelen kaytds ekonomi, buyuklugu hangi yontemle hesaplanrsa hesaplansn, boyutlar itibariyle rakamsal buyuklugunu asan bir noktaya ulasmstr. Tablo 1. Turkiye Ekonomisinde Kaytds Ekonominin Buyuklugunu Olcmeye Yonelik Yaplms Onceki Calsmalar Calsma Tahmin Yontemi Analiz Donemi Kaytds EkonomiGSMH% Cetintas ve Vergil, 2003 Ekonometrik Yaklasm 19712000 1830 Ogunc ve Ylmaz, 2000 Ilgn, 2002 Temel, Simsek ve Yazc, 1994 Sabit Oran Yaklasm Sabit Oran Yaklasm Sabit Oran Yaklasm Vergi Yaklasm Vergi Yaklasm 19601998 046 19711999 1122 19682001 3184 19852001 26184 19841991 845 Sabit Oran Yaklasm 19701992 026 23 Islem Hacmi Yaklasm 19701992 026 Ekonometrik Yaklasm 19751992 620 VII. KAYITDISI EKONOMIYI OLCMEYE ILISKIN YAPILMIS CALISMALARDA DIGER ULKE ORNEKLERI Kaytds ekonomi uzerindeki en eski calsmalar, az gelismis ulkelerdeki kaytdslgn incelenmesiyle baslamstr. Nitekim, kaytdslk, ekonomilerin gelisme surecinde, kacnlmaz bir asama olarak karsmza ckmaktadr. Gelismekte olan ulkelerde, kaytds ekonomik faaliyetler, vergiden kacma gudusunun bir sonucu olarak ele alnmstr De Soto, 1989; Sethuraman, 1981. Ote yandan, gelismis ulkelerde kaytds ekonominin incelenmesine yeterince agrlk verilmemesinde, sozkonusu faaliyetlerin gelismekte olan ulkelerde, issizlik ve fakirlikle savasta gecici bir cozum olarak ortaya cks etkili olmustur Marcelli, Pastor ve Joassart, 1999. Gabor 1989, Macaristandaki kaytds ekonomik faaliyetlere iliskin yapms oldugu calsmada, kaytl ve kaytds ekonominin farkl prensip ve duzenlemelere gore isledigini belirtmistir. Buna gore, kaytl ekonomi, merkezi otorite altnda buyuk olcekte calsan uretim birimlerinden olusmakta; kaytds ekonomide ise kucuk olcekte, ozel isletmelerin yer aldg gorulmektedir. Bu cercevede, Macaristandaki ikili yap, sosyalist rejim altnda isleyen kaytl ekonomi ve sozkonusu kaytl sektorun talebi karslayamays sebebiyle olusmus kaytds kapitalist duzenden olusmaktadr. Ancak, kronik ktlk yasanlan kaytl ekonomide, kaytds sektorun varlg ktlg artrmakta; dolaysyla kaytds ekonomi serbest piyasa kosullarnda calsmayan kaytl ekonomide maliyet yonlu bask yaratmaktadr. Ote yandan, kaytds ekonomide faaliyet gosteren ureticilerde stoklama egilimi artmakta; bu sebeple, kronik ktlgn boyutlarnda arts yasanmaktadr. Barthelemy 1989, Fransadaki kaytdslg inceleyen calsmasnda kaytds ekonominin istihdam boyutuna deginmis ve parasalc yaklasm yolu ile yaplan tahmin ile kaytds ekonominin buyuklugunun GSMHye olan orannn yuzde 6.7 civarnda oldugunu belirtmistir. 24OHiggins 1989 Ingiltere icin yapms oldugu calsmasnda kaytds ekonominin buyuklugunun GSMHye orannn yuzde 5 civarnda oldugunu kaydetmistir. Buna ek olarak, sozkonusu calsmada ifade edilen bir diger gorus Ingilteredeki kaytdslgn 1970li yllarn baslarnda buyumekte oldugu; 1970li yllarn ikinci yarsnda ise kaytds ekonominin buyume orannn daha duragan bir gorunum sergiledigidir. Langfeldt 1989 eski Bat Almanya ekonomisinde kaytdslg incelemek uzere yaptg calsmada, kaytds ekonominin buyuklugunun GSMHye orannn yuzde 27 civarnda oldugunu belirtmistir. Ancak, sozkonusu calsmada, tahminlerin cok guvenilir olmadg; ote yandan, Almanyadaki kaytdslgn ise endise verici boyutlarda oldugu belirtilmistir. talebi yaklasm yolu Schneider ve Enste 1998 cesitli Avrupa ulkelerinde ve ABD ile ile kaytds ekonominin Japonyada nakit para buyuklugunu olcen calsmalarnda Yunanistan ve Italya icin sozkonusu buyuklugun yuzde 2730 civarnda oldugunu tahmin etmistir. Buna karslk, Ispanya, Portekiz,ve Belcika icin bu rakam yaklask yuzde 2024, Isvec, Norvec ve Danimarka icin yuzde 1823 ve son olarak Irlanda, Fransa, Hollanda, Almanya ve Ingiltere icin ise yuzde 1316 arasnda bulunmustur. ABD, Japonya, Avusturya ve Isvicre icin elde edilen tahmin kaytds ekonominin buyuklugunun yaklask yuzde 810 oldugu yonundedir. Ayrca, Bat Avrupa ulkeleri ve ABDde kaytds ekonominin buyume hz incelendiginde, nakit para talebi yaklasm yoluyla elde edilen tahminler analiz edilen ulkelerden Isvec, Danimarka, Norvec, Almanya, ABD ve Isvicrede 19601995 doneminde artan oranda bir kaytdslgn gerceklestigini gostermektedir Tablo 2. Tablo 2. Kaytds Ekonominin BuyukluguBat Avrupa Ulkeleri ve ABD Ornegi r Ulkeler Isvec Danimarka Norvec 1960 %2 %4.5 %1.5 1995 %16 %17.5 %18 25Almanya ABD Avusturya Isvicre Kaynak: Schneider ve Enste 1998 %2 %3.5 %0.5 %1 %13.2 %9.5 %7 %6.7 Buna ek olarak, ad gecen calsmada, elektrik talebi yaklasm yolu ile gelismekte olan ulkelerde ve gecis ekonomilerinde kaytds ekonominin buyuklugu tahmin edilmistir. Bu cercevede, Nijerya, Msr gibi Afrika ulkelerinde kaytds ekonominin buyuklugu yuzde 76 civarnda iken, gecis ekonomilerinden olan Macaristan, Bulgaristan, Polonya, Romanya, Slovakya ve Cek Cumhuriyetinde yuzde 728 arasnda degismektedir. Hong Kong, Singapore gibi Asya ulkelerinde ise kaytds ekonominin buyuklugunun yuzde 13 civarnda oldugu gorulmektedir. VIII. TURKIYE EKONOMISINDE KAYITDISI EKONOMIYI OLCMEYE YONELIK AMPIRIK CALISMA Calsmann bu bolumunde, Turkiyede ekonominin buyuklugunu olcmeye yonelik ampirik calsmalara yer verecegiz. Vergi incelemeleri yolu, istihdam yaklasm, GSMH yaklasm, parasalc yaklasm ve elektrik tuketimi yaklasm gibi cesitli yollardan yaplan incelemelerde kaytds ekonominin buyuklugune iliskin farkl rakamlar elde edilmistir. kaytds VIII.1. Vergi Incelemeleri Yaklasm Vergi incelemelerinin sonuclarnn degerlendirilmesi yolu ile yaplan incelemede, 19852002 donemine iliskin olarak kaytds ekonominin buyuklugunun yuzde 26 ile yuzde 184 arasnda degistigi, ortalama olarak ise yuzde 65 civarnda oldugu gorulmektedir Tablo 3. Incelenen matrahlarda beyan edilen ile tespit edilen matrah arasndaki farkn kaytds ekonominin buyuklugunu yansttg varsaymndan yola cklarak yaplan hesaplamalarda, kriz yllar olan 1994 ve 2001 yllarnda kaytds ekonominin buyuklugunun yuzde 100u astg gorulmektedir. Ancak, bu noktada dikkat edilmesi gereken bir husus, sozkonusu rakamlardaki buyumenin kriz 26yllar olmas sebebiyle kaytds ekonomik faaliyetlerdeki buyumeden oldugu kadar, sklastrlms olabileceginden kaynaklandgdr. sozkonusu yllarda yaplan vergi denetimlerinin Tablo 3. Vergi Incelemeleri Yolu ile Kaytds Ekonominin Buyuklugunun Olculmesi INCELEME SAYISI YIL 66,6811985 66,5501986 80,2641987 51,4951988 47,2251989 108,5741990 78,8031991 59,3781992 68,9541993 48,0561994 56,0961995 54,5361996 63,1981997 68,7481998 51,7311999 60,3352000 68,1322001 113,2442002 Kaynak: www.gelirler.gov.tr INCELENEN MATRAH 299,6321,157,3012,949,6203,092,8194,286,5119,969,06313,754,80822,180,60035,897,015120,145,917169,827,303375,262,112723,888,1021,763,429,8881,288,777,8703,621,021,6637,312,698,06113,863,392,055MATRAH FARKI 294,3451,498,315764,388953,2371,933,4436,257,5016,875,61913,217,78012,906,858135,755,34971,167,15999,724,529284,899,552684,220,8381,043,797,1671,987,099,01413,479,141,7477,971,330,648MATRAH FARKI ORANI 981292631456350603611342273939815518457VIII.2. GSMH Yaklasm Kaytds ekonominin buyuklugunu olcmede bir diger yaklasm olan GSMH yaklasmnda, kaytds ekonomik faaliyetler oldugu varsaym altnda farkl yontemler ile olculen GSMH buyukluklerinin birbirinden farkl olacag; harcama yonunden hesaplanan GSMH buyuklugunun kaytds ekonomik faaliyetler sozkonusu oldugu takdirde, uretim veya gelir yonunden hesaplanan GSMHden daha buyuk olacag dusunulmektedir. Grafik 3. GSMH Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi 27864202edzuy4198719901993199619992002KaytdsGSYIH sol eksenDTHM2YKaynak:TCMB 0.450.40.350.30.250.20.150.10.050 GSMH yaklasmna gore, Turkiyede kaytds ekonominin buyuklugu, harcama yonunden hesaplanan GSYIH ile uretim yonunden hesaplanan GSYIH arasndaki fark olarak olculdugunde, 19871990 doneminde kaytds ekonominin buyuklugu sfrdan kucuk ckmaktadr. Ote yandan, ayn yontemle diger yllara iliskin hesaplanan buyuklugun giderek artmakta oldugu; ozellikle, 1996 ylndaki dusus haricinde, 90l yllarn sonlarndan gunumuze GSMH yaklasm ile hesaplanan kaytds ekonomi buyuklugunun oldukca kaydedeger oldugu dikkat cekmektedir. Ozellikle, 1999 ve 2002 ylnda sozkonusu buyuklukte cks gerceklesmistir. Ote yandan, yuksek oranda dolarizasyon ve altn cinsinden tasarruflarn bulundugu ekonomilerde, GSMH yaklasm ile kaytds ekonomik faaliyetlerin buyuklugunun hesaplanmasnn yeterince saglkl olamayacagndan yola cklarak, dolarizasyona iliskin alt snr teskil ettigi dusunulen DTHM2Y orannn seyri incelendiginde, 19872003 doneminde ortalama yuzde 30 orannda dolarizasyon oldugu ve bu sebeple, harcama yonunden hesaplanan GSYIH uzerinde sozkonusu dolarizasyon orannn basklayc bir unsur olusturdugu dusunulmektedir. Bu sebeple, GSMH yaklasm ile hesaplanan kaytds ekonomi buyuklugunun kaytds ekonomik faaliyetlerin boyutunu tam olarak yanstmadg dusunulmektedir Grafik 3. GSMH yaklasm yolu ile yaplan bir diger incelemede, kulllanlan 3aylk GSYIH verilerinde mevsimsel etkilere rastlanmstr. Sozkonusu etkilerin, 28ile arndrlmas sonucu elde edilen kaytds TRAMOSEATS yontemi ekonomik faaliyetlerin buyuklugune iliskin verilerde, kriz donemi olan 2001in ilk ceyreginde, yuzde 19 orannda kaytdslk olustugu gozlenmistir Grafik 4. Grafik 4. GSMH Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesinde Mevsimsellik Etkisinin Giderilmesi 25201510505edzuy10Mart87Eylul89Mart92Eylul94Mart97Eylul99Mart02 Kaynak: TCMB VIII.3. Istihdam Yaklasm Kaytds ekonominin buyuklugunun kaytds istihdamn tahmini yolu ile olculdugu istihdam yaklasmna gore, 3 yllk veri baz alnarak, 200020003 doneminde, isgucunun nufusa orannn istihdamn nufusa oran ile ayn yonde degisecegi; buna karslk, kaytds ekonomik faaliyetler sozkonusu oldugu takdirde ise, isgucunun nufusa oran buyurken istihdamn nufusa orannn sabit kalacag varsaylmaktadr. Ancak, yaplan incelemede, her iki orann da yldan yla sapmalar gosterdigi kaydedilmistir. Istihdam yaklasmna gore hesaplanan kaytds calsan nufus ise toplam nufusun yaklask olarak yuzde 3u oranndadr. Bir diger deyisle, Turkiye ekonomisinde 20002003 yllar arasnda, her 3 aylk donemde, ortalama 2 milyon kisi kaytds calsmstr Tablo 4. Tablo 4. Istihdam Yaklasm Olculmesi ile Kaytds Ekonominin Buyuklugunun 29 Sivil Nufus 1000 kisi Isgucu 1000 kisiIstihdam 1000 kisiIsgucuNufus IstihdamNufus KaytdsNufus Kaytds Istihdam Edilen Nufus 1000 kisi Mart00 Haziran00 Eylul00 Aralk00 Mart01 Haziran01 Eylul01 Aralk01 Mart02 Haziran02 Eylul02 Aralk02 Mart03 Haziran03 Eylul03 Kaynak: TCMB 63703639366418064427646756491465164654156798368250685256880069074693406961320726 22727 23022 21547 21031 22694 23782 22077 21917 24233 25247 24347 23088 24115 24739 19006 21312 21727 20182 19222 21127 21875 19742 19387 21975 22833 21658 20244 21696 22411 33 36 36 33 33 35 36 34 32 36 37 35 33 35 36 30 33 34 31 30 33 34 30 29 32 33 31 29 31 32 VIII.4. Elektrik Uretimi Yaklasm 3 2 2 2 3 2 3 4 4 3 4 4 4 3 3 1720 1415 1295 1365 1809 1567 1907 2335 2530 2258 2414 2689 2844 2419 2328 Kaytds ekonominin buyuklugunu olcmede dolayl yontemlerden olan elektrik tuketimi yaklasmnda, elektrik tuketiminin ekonomik faaliyetlerle bire bir iliskili oldugu varsaylmakta; buna gore, elektrik tuketimi verilerine dayanlarak hesaplanan ekonomik ile gerceklesen ekonomik faaliyetler arasndaki farkn kaytds ekonomik faaliyetlerin buyuklugunu yansttg varsaylmaktadr. faaliyetler Turkiye ekonomisinde kaytds ekonominin buyuklugunu olcmek amacyla elektrik tuketimi yaklasm uygulanmas ile ilgili hatrlatlmas gereken onemli husus, elektrik tuketiminin kacak olabilecegi gozonunde bulundurularak, elektrik tuketimi yerine elektrik uretimine iliskin verilerin kullanlmasnn gerekliligidir. Bu sebepledir ki ekonomik literaturde elektrik tuketimi yaklasm olarak kabul edilen yontem bu calsmada elektrik uretimi yaklasm olarak ifade edilmektedir. Elektrik tuketimi yaklasmnda cesitli yontemler mevcuttur. Asagdaki bolumde, sozkonusu yontemlere iliskin Turkiye uygulamasna yer verilmektedir. 30VIII.4.1. Basit Elektrik Uretimi Yaklasm 1996 Kaufmann ve Kaliberda tarafndan gelistirilen, kaytds ekonominin buyuklugunu olcmeye iliskin bir yontem olan basit elektrik tuketimi metoduna gore, elektrik tuketim miktar, ekonomik faaliyetlerin en iyi gostergesi saylmaktadr. Bu sebepledir ki, elektrik tuketiminin gelire olan esnekliginin bire esit oldugu varsaylmstr. Bu varsaymdan hareketle, elektrik tuketim miktar arts hznn GSMH arts hzna esit olacag; bu esitlik varsaym altnda tahmin edilen GSMH ile resmi GSMH arasndaki farkn ise kaytds ekonominin buyuklugunu yanstacag dusunulmektedir. Bu cercevede, 19782000 doneminde, milyon kwh cinsinden ifade edilen elektrik uretimi serisinin yldan yla olan arts hz hesaplanms; 1987 sabit fiyatlaryla GSMH serisine dayanlarak reel GSMH endeksi olusturulmustur Tablo 5. 19 20 Elektrik uretimi arts hz ile ekonomik faaliyetlerin arts hznn ayn olacag varsaym altnda, tahmin edilen reel GSMH endeksi hesaplanms; tahmin edilen GSMH endeksi ile gerceklesen reel GSMH endeksi arasndaki farkn kaytds ekonomi endeksini olusturdugu dusunulmustur. Buna gore, kaytds ekonominin GSMH icindeki pay donem icerisinde ortalama olarak 4,38 olarak gerceklesmistir. 1994 ve 1999 yllarna iliskin olarak kaytds ekonominin GSMHye oran oldukca kaydedeger olup yaklask yuzde 13 ve yuzde 12 olarak gerceklesmistir. 19 Reel GSMH endeksi olusturulmasnn amac ornek alnan calsmada kullanlan GSMH endeksinin Turkiye icin bulunamams olmasdr Kaufmann ve Kaliberda, 1996. Bu sebeple, yaplan hesaplamalarda, 19782000 doneminde 1990 ylnn baz yl oldugu kabul edilmis; 1990 ylnda gerceklesen GSMH rakamnn diger yllara bolunmesi ile elde edilen serinin 100 ile carplmas sonucu reel GSMH endeksi olusturulmustur. 20 World Development Indicators veri tabanndan temin edilen eektrik uretimi serisi ancak 2000 ylna kadar mevcuttur. Bu sebeple, incelemede sozkonusu serinin kullanlmas ile guncel bir analiz yapmak mumkun olmamstr. Ote yandan diger yllara iliskin elektrik uretimi serisi TCMB evds veri tabanndan elde edilmistir. 31GSMH 52582 52324 50870 53317 54963 57279 61350 63989 68315 75019 76108 77347 84592 84887 90323 97677 91733 99028 106080 114874 119303 112044 119145 Yl 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 Elektrik Uretimi milyon kwh 21726 22522 23275 24673 26552 27347 30613 34219 39695 44353 48048 52044 57543 60246 67342 73808 78321 86247 94862 103296 111022 116440 124922 62 62 60 63 65 68 73 76 81 89 90 91 100 100 107 115 108 117 125 136 141 132 141 4 3 6 8 3 12 12 16 12 8 8 11 5 12 10 6 10 10 9 7 5 7 64 64 64 68 67 76 81 88 90 96 97 101 105 112 117 123 119 129 137 146 148 142 3 4 1 3 1 3 5 7 2 6 6 1 4 5 2 14 2 3 1 5 15 1 4 6 1 4 1 5 7 9 2 7 7 1 4 5 1 13 2 3 1 3 12 1 Tablo 5. Basit Elektrik Tuketim Yontemi Buyuklugunun Olculmesi ile Kaytds Ekonominin Gerceklesen Reel GSMH Endeksi Elektrik Uretimi Arts Hz Tahmin Edilen Reel GSMH Endeksi Kaytds Ekonomi Endeksi Kaytds EkonomiGSMH 1987 Sabit Fiyatlar ile hesaplanms Kaynak: TCMB, World Development Indicators Ote yandan, 1983 ylnda kaytds ekonominin eksi degerde ckms olmas ise, elektrik tuketimi metoduna getirilen elestirileri hakl ckarmaktadr: Tek basna elektrik tuketimi ekonomik faaliyetlere iliskin yeterli bir gosterge saylamaz. Buna ek olarak, elektrik tuketiminin gelir esnekligi, gerek zaman icerisinde ve gerekse ulkeden ulkeye degisim gostermektedir. Son olarak ise, elektrik sonucu daha verimli duzeyde gerceklesmektedir. Bu sebeple, elektrik tuketiminin gelir esnekliginin bire esit oldugu varsaym gercekds olabilmektedir. Son olarak ise, kacak elektrik tuketimi olabilecegi varsaym altnda elektrik uretimine iliskin kullanlan teknolojik tuketimi ilerleme 32verilerin guvenilirligi, sozkonusu olcumlerde de kacak olabilecegi ihtimali sebebiyle tartsmaldr Schnedier ve Enste, 2000. VIII.4.2. Degistirilmis Elektrik Uretimi Yaklasm Basit elektrik tuketimi metoduna getirilen bu hakl elestiriler nedeniyle, sozkonusu metot degistirilmis; degistirilmis toplam elektrik tuketimi metodunda elektrik tuketiminde gerceklesen degisikliklerin toplam ekonomik faaliyetler dsnda degiskenlerden etkilenip etkilenmedigi arastrlmstr Eilat ve Zinnes, 2000. Buna gore, elektrik tuketimindeki degisimlerin, elektrik fiyatlar, GSMH, imalat sanayi katma degeri gibi iliskin degiskenlere bagl olabilecegi dusunulmektedir. Regresyon analizi sonucu elde edilen elektrik tuketimi denkleminin hata terimlerinin ise kaytds kalan ekonomik faaliyetleri icerdigi ongorulmektedir. toplam ekonomik faaliyetlere Bu cercevede, 1997 yl ilk ceyreginde toplam ekonomik faaliyetler 100 olarak kabul edilmis; sonraki donemlere iliskin olarak ise asagdaki formule gore toplam ekonomik faaliyetler serisi turetilmistir. Buna gore, TEFtTEFt 11et seklinde ifade edilen denklemde, TEFt, t zamanndaki toplam ekonomik faaliyetleri, elektrik uretimi gelir esnekligini, et ise t zamanndaki hata terimini, bir diger deyisle, toplam ekonomik faaliyetlerin arts hzn gostermektedir. Toplam ekonomik faaliyetlere iliskin olarak turetilen bu seriden yuzdelik degisim alnmas sureti ile degisim hznn hesaplanmasnn ardndan sabit fiyatlarla GSMHde kaydedilen degisim hznn yuzdelik degisimlerinin alnmas sonucunda, iki degisim hznn arasndaki fark kaytds ekonominin buyume hzn gostermektedir. Kaytds ekonominin buyuklugunun baslangc degerine iliskin olarak ise yargya dayal bir deger belirlemek mumkundur. Bu cercevede, 1997 yl ilk ceyregine iliskin olarak kaytds ekonominin buyuklugunun GSMHya orannn yuzde 5 civarnda oldugu varsaylarak kaytds ekonominin baslangc degerine iliskin bir buyukluk belirlemek olas 33gozukmektedir. Serinin sonraki yllara ait degerlerini hesaplamada ise, onceden bulunmus olan degisim hzlarndan yararlanlr Grafik 56. Grafik 5. Degistirilmis Elektrik Tuketimi Yontemi ile Kaytds Ekonominin Buyuklugunun Olculmesi 7654321edzu Y0Mart97Kaynak: TCMB Eylul98Mart00Eylul01Mart03 Grafik 6. Degistirilmis Elektrik Tuketimi Yontemi ile Toplam Ekonomik Faaliyetler ve Sabit Fiyatlarla GSMH 140120100806040200Mart97Eylul98Mart00Toplam Ekonomik Faaliyetler sol eksenSabit Fiyatlarla GSMH Eylul01Mart0332000310003000029000280002700026000250002400023000LT rayli M Kaynak: TCMB Bu yontemle hesaplanan kaytds ekonomisabit fiyatlarla GSMH orannn ortalama olarak 4.6 oldugu gorulmektedir. Buna ek olarak, ozellikle, 90l yllarn sonlar ile 2000li yllarn baslarnda daha yuksek seviyede olan kaytds ekonominin buyuklugunun 2001 yl Eylul ayndan itibaren bir gerileme gosterdigi ve ortalama olarak yuzde 3.5 civarnda kalarak daha istikrarl bir gorunume kavustugu gozlenmektedir. 34Degistirilmis toplam elektrik tuketimi yontemi ile kaytds ekonominin buyuklugunun olculmesi konusunda getirilebilecek bir elestiri sozkonusu yontem ile kaytds ekonominin buyuklugunun hesaplamasnn onemli olcude yargsal olarak belirlenen baslangc degerine bagl oldugudur. Analizden de gorulebilecegi uzere, kaytds ekonominin donem ortalamas buyuklugu olan yuzde 4.6 rakam baslangc degeri olarak bulunan yuzde 5 rakamna oldukca yakndr. Bu sebeple, degistirilmis toplam elektrik tuketimi yontemi ile kaytds ekonominin buyuklugunu olcmekten cok kaytds ekonominin gelisimine iliskin inceleme yapmak daha yararl olacaktr. VIII.4.3. Karma Elektrik Uretimi Yaklasm Gerek basit gerekse degistirilmis elektrik tuketimi yaklasmnn kaytds ekonominin buyuklugune iliskin vermekte oldugu rakamlar daha saglkl yapya kavusturmak amacyla her iki yontemin harmanlanmas dusunulmus; bu sebeple, degistirilmis toplam elektrik tuketiminden elde edilen esneklik degerlerinin kullanlmas ile basit toplam elektrik tuketimi yaklasm yoluyla kaytds ekonominin olarak adlandrlabilecek bu yontem ile 19792000 yllar arasnda kaytds ekonominin buyuklugunun ortalama yuzde 20, 19982003 doneminde ise sozkonusu ortalamann yuzde 24 oldugu gorulmektedir Tablo 67, Grafik 7. hesaplanmstr. buyuklugu Karma yontem 35Tablo 6. Karma Yontem ile Kaytds Ekonominin Buyuklugunun Olculmesi, 19782000 Elektrik Uretimi milyon kwhGerceklesen GSMH Endeksi Elektrik Uretimi Arts Hz Tahmin Edilen GSMH Endeksi Kaytds Ekonomi Endeksi Kaytds EkonomiGSMH 62 62 60 63 65 68 73 76 81 89 90 91 100 100 107 115 108 117 125 136 141 132 141 21726 22522 23275 24673 26552 27347 30613 34219 39695 44353 48048 52044 57543 60246 67342 73808 78321 86247 94862 103296 111022 116440 124922 Yl GSMH 52582 1978 1979 52324 50870 1980 53317 1981 1982 54963 57279 1983 61350 1984 1985 63989 68315 1986 75019 1987 76108 1988 1989 77347 84592 1990 84887 1991 1992 90323 97677 1993 91733 1994 99028 1995 1996 106080 114874 1997 119303 1998 1999 112044 2000 119145 1987 Sabit Fiyatlar ile hesaplanms Kaynak: TCMB, World Development Indicators Tablo 7. Karma Yontem ile Kaytds Ekonominin Buyuklugunun Olculmesi, 19972003 71 70 74 81 72 98 104 120 116 116 118 127 117 144 145 142 149 160 167 173 167 168 12 13 14 20 6 26 27 33 23 22 22 21 15 26 20 23 21 22 19 19 20 16 9 9 10 16 4 25 29 40 27 26 26 27 17 37 29 33 32 35 31 32 34 27 4 3 6 8 3 12 12 16 12 8 8 11 5 12 10 6 10 10 9 7 5 7 Elektrik Uretimi Gerceklesen GSMH Endeksimilyon kwhYl GSMH 1998 119303 112044 1999 119145 2000 107783 2001 2002 116166 2003 91860 1987 Sabit Fiyatlar ile hesaplanms 9260 9713 10406 10257 10797 11659 100 94 100 90 97 77 Elektrik Uretimi Arts Hz 7 5 7 1 5 8 Tahmin Edilen GSMH Endeksi 123 118 119 95 108 126 Kaytds Ekonomi Endeksi Kaytds EkonomiGSMH 23 24 19 4 11 49 23 26 19 5 11 64 36Kaynak: TCMB Grafik Karslastrmal Inceleme 7. Kaytds Ekonominin Buyuklugunun Olculmesinde edzuy 35302520151050519791982198519881991199419972000KaytdsGSMH KarmaKaytdsGSMH BasitKaynak: TCMB, World Development Indicators VIII.5. Parasalc Yaklasm Turkiyede kaytds ekonominin buyuklugunu olcmede son olarak parasalc yaklasm yollarndan olan sabit oran yaklasm ve ekonometrik yaklasm kullanlmstr. VIII.5.1. Sabit Oran Yaklasm Kaytds ekonominin buyuklugunu olcmede bir diger yontem olan sabit oran yaklasmna gore, Yu olarak ifade edilen kaytds ekonomi ile Yr olarak ifade edilen kaytl ekonomi arasnda Yur Dk CYr D1kr seklinde bir iliski mevcuttur. Buna gore, kaytds ekonomide tum islemlerin nakit olarak gerceklestigi, dolasmdaki parann vadesiz mevduata orannn sabit oldugu; son olarakise kaytds ve kaytl ekonomilerde parann dolasm hzlarnn esit oldugu varsaym altnda, kaytds ekonomi, C olarak ifade edilen dolasmdaki para, D olarak ifade edilen vadesiz mevduat ve kaytds ekonominin buyuklugunun sfr olarak kabul edildigi doneme iliskin kr olarak ifade edilen CD oranna bagldr. 37Bu cercevede, kaytds ekonominin buyuklugunun sfr olarak kabul edildigi baz ylnn belirlenmesinde bir diger kriter, kr degerinin en dusuk seviyede gerceklestigi donemin belirlenmesidir. 19872003 donemi 3aylk veri kullanlarak yaplan analizde, krn en dusuk gerceklestigi donemin 2001 yl ilk ceyregi oldugu gorulmustur. Buna gore, 2001 yl ilk ceyreginde tum ekonomik faaliyetlerin kayt altna alndg varsaylacak olursa, 19872003 doneminde kaytds kalan ekonomik faaliyetlerin resmi ekonominin ortalama yuzde 48ini olusturdugu gorulmektedir. Sabit oran yaklasmna gore, kaytds ekonominin GSMHye oran kriz donemi olan 1994 ylnn ikinci ceyreginde en yuksek seviyesine ulasms; 2001 yl ilk ceyregine kadarki donemde ise tedrici olarak azalmstr. Ancak, 2001 ylnda yasanlan krizin ardndan kaytds ekonomik faaliyetlerde oldukca belirgin bir arts gerceklesmistir. Bununla birlikte, 2001 yl kriz sonras donemde kaytds ekonomik faaliyetlerin kaytl ekonomiye oran yuzde 32 civarnda olup; sozkonusu oran 19872003 yl genel ortalamasnn altnda kalmaktadr. Incelemede, dikkat ceken husus, 1994 krizi sonrasnda kayt altna faaliyetlerde arts egilimi belirgin iken, 2001 yl krizi sonrasnda kaytds kalan faaliyetlerde yasanan hzl yukselistir Grafik 8. Grafik 8. Sabit Oran Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi edzuy 1009080706050403020100Oca.87Kaynak:TCMB Tem.89Oca.92Tem.94Oca.97Tem.99Oca.02 VIII.5.2. Ekonometrik Yaklasm Kaytds ekonominin buyuklugunu olcmek amacyla son olarak ise ekonometrik yaklasm yolu ile nakit para talebi regresyon analizi ile yaplmstr. 38Tanzinin nakit para talebi denkleminden yararlanlarak, kaytds ekonomilerde islemlerin nakit para ile yurutuldugu ve parann dolasm hznn kaytl ve kaytds ekonomilerde ayn oldugu varsaylmaktadr. Bir diger deyisle, lnMC2t101lnTW2tlnYWS3tlnNY4ln Rt5lne Pt seklindeki denklemde, CM2 olarak ifade edilen nakit parann genis anlaml paraya orannn, kisi basna dusen reel gelir YN, mevduat faiz oran R, kamu personel harcamalarnn toplam kamu harcamalarna oran WSY, ortalama vergi oran TW ve genel fiyat seviyesi Pye bagl oldugunun kabul edildigi bu yontemde, nakit para talebi bir regresyon analizi ile tahmin edilmektedir. et, regresyonun t zamanndaki hata terimini gostermektedir. 1, 2, 3un beklenen degeri pozitif, 4 ve 5in beklenen degeri ise negatiftir. Bir diger deyisle, kisi basna dusen gelir veveya maas ve ucretlerin artmas durumunda islem saiki sebebiyle nakit talebi artmakta; ote yandan, genel fiyatlar seviyesindeki arts veveya faizlerdeki arts nakit talebini azaltmaktadr. Vergi oranlarndaki artsn ise vergi odemelerinde artsa yol acacag ve sozkonusu odemelerdeki artsn ise nakit para talebini artracag beklenmektedir. Ikinci asamada ise vergi degiskeni sfr alnarak, verginin olmadg durumda ortaya ckacak nakit para talebi tahmin edilmektedir. Iki para tahmini arasndaki fark, kaytds ekonomiye iliskin nakit para duzeyini vermektedir. Son asamada ise, parann dolasm hzndan yararlanlarak ve kaytds ekonomiye iliskin nakit para duzeyi kullanlarak kaytds ekonominin buyuklugu hesaplanmaktadr. Tablo 8. ADF Birim Kok Test Sonuclar ADF Istatistigi 0.674 1.945 2.598 2.935 3.479 4.103 2.828 2.906 3.532 2.074 2.906 3.532 3.943 3.479 4.103 2.415 2.906 3.532 Degiskenler lnemisyon lnGSMH lnfaiz lnTUFE lnvergi lnmaas %5 seviyesinde Mac Kinnon kritik degeri %1 seviyesinde Mac Kinnon kritik degeri 39Bu cercevede, 19872003 donemine ile iliskin olarak, 3aylk veri kullanlarak yaplan analizde, emisyon olarak ifade edilen, dolasmdaki nakit parann genis anlamda para tanm icerisindeki paynn, 1aylk TL mevduat faizi faiz, 1994 bazl tuketici fiyatlar endeksi TUFE, personel giderlerinin GSMH icindeki pay maas, 1987 sabit fiyatl GSMHy ifade eden GSMH ve vergi gelirlerinin GSMH iliskili olabilecegi dusunulmustur. Sozkonusu verilerde mevsimsel etkilere rastlanms ve TRAMOSEATS yontemi ile bu etkiler giderilmistir. Serilerin logaritmik donusumu alndktan sonra uygulanan ADF birim kok testi ile serilerin duragan olmadgna karar verilmistir Tablo 8. icerisindeki pay olan vergi degiskenleri Johansen esbutunleme analizinden elde edilen bulgular degiskenlerin tek baslarna duraganlk gostermedigini; ancak, bu degiskenlerden olusan sistemin uzun donem denge noktas bulundugunu kantlar niteliktedir. Buna gore, lnemisyon, lnfaiz, lnmaas, lnGSMH, lnTUFE ve lnvergiden olusan sistemin esbutunleme analizi, sistemin %5 kritik degerde en az 6 esbutunleyen denkleme sahip oldugunu gostermektedir Tablo 9. Tablo 9. Johansen Esbutunleme Analizi Sonuclar Eigen degeri 0.479545 0.415572 0.311398 0.227170 0.125687 0.081325 Olabilirlik Oran 126.486385.9970552.6955529.5638313.586635.259010%5 Kritik Deger 82.4959.4639.8924.3112.533.84%1 Kritik Deger 90.4566.5245.5829.7516.316.51Esbutunleyen Denklem Says 0 1 2 3 4 5 Vergi orannn sfrdan buyuk oldugu varsaym altnda elde edilen regresyon denklemine gore mevduat faizleri ve fiyat seviyesinde gerceklesen artslar nakit para talebini azaltmakta; GSMH ya da maaslardaki nisbi arts ise emisyon talebini artrmaktadr. Ancak, regresyon analizinde dikkat ceken unsur, vergi oranlarndaki artsn para talebini artrc degil azaltc etkisi oldugudur. Buna gore, vergi oranlardaki artsn vergi odemelerini ve nakit para talebini artrmas beklenirken, vergi oranlarndaki artsn nakit para talebini azalttg gorulmektedir. Beklenildiginin aksine isarette olan bu katsay, Turkiyede vergi 40oranlarnn yeterince yuksek oldugunu ve sozkonusu oranlarda gerceklesen artslarn ise vergi odemelerini artrmadgn aksine azalttgn gostermektedir. Dolaysyla, eksi degerde ckan bu katsay, Turkiyede kaytds ekonominin vergi boyutunu vurgular niteliktedir. lnemisyonlnGSMH0.5518970.9689040.052305lnfaiz0.202996lnvergi lnTUFE0.602015lnmaas Vergi orannn sfra esit oldugu varsaylarak, lnemisyon, lnfaiz, lnmaas, lnGSMH, lnTUFEden olusan sistemin esbutunleme analizi, sistemin %5 kritik degerde en az 3 esbutunleyen denkleme sahip oldugunu gostermektedir Tablo 10. Bu varsaym altnda elde edilen ikinci regresyon denklemine gore mevduat faizleri ve fiyat seviyesinde gerceklesen artslar nakit para talebini azaltmakta; GSMH ya da maaslardaki nisbi arts ise emisyon talebini artrmaktadr. lnemisyonlnmaas0.2210800.457413lnfaiz0.088343lnGSMH0.413472 lnTUFE Tablo 10. Johansen Esbutunleme Analizi Sonuclar Eigen degeri 0.549828 0.372737 0.325513 0.151999 0.031959 Olabilirlik Oran 109.484662.3952234.8782811.643891.916366%5 Kritik Deger 59.4639.8924.3112.533.84%1 Kritik Deger 66.5245.5829.7516.316.51Esbutunleyen Denklem Says 0 1 2 3 4 Birinci regresyon denkleminden elde edilen emisyon serisi, verginin sfrdan buyuk oldugu durumda talep edilen nakit parann M2ye orann gostermektedir. Ikinci regresyon denkleminden elde edilen emisyon serisi ise, verginin sfra esit oldugu durumda talep edilen nakit parann M2ye orandr. Tanzi yaklasmna gore, iki oran arasndaki fark, kaytds ekonomide talep edilen nakit paraM2 orann gostermektedir.21 21 Iki regresyon arasnda bulunacak fark logaritmik olacag icin oncelikle sozkonusu farkn ters logaritmas alnmstr. 41Grafik 9. Ekonometrik Yaklasm ile Kaytds Ekonominin Buyuklugunun Olculmesi edzuy 14121086420Mart 1987 Ey lul 1989 Mart 1992 Ey lul 1994 Mart 1997 Ey lul 1999Mart 2002Kaynak: TCMB GSMHnin emisyona olan orannn kaytl ve kaytds ekonomide ayn olacag varsaym altnda, denklemlerden elde edilen farkn M2 ile carplmas ile kaytds ekonomide talep edilen nakit parann ve sozkonusu miktarn ise GSMHemisyon ile carplmas yolu ile kaytds ekonominin buyuklugunun hesaplanmas mumkundur. Buna gore, 19872003 doneminde, kaytds ekonomi kaytl ekonominin ortalama yuzde 6s kadar bir buyuklukte olmus; 19871997 doneminde ortalama GSMHnn yuzde 4.8ini olusturacak buyuklukte ekonomik faaliyet kaytds kalrken, 19972003 doneminde kaytds kalan ekonomik faaliyetlerin yaklask iki kat artarak kaytl ekonominin yuzde 9unu olusturdugu gozlenmistir Grafik 9. IX. GENEL DEGERLENDIRME Kaytds ekonominin buyuklugunun belirlenmesinde onceki bolum dogrultusunda ulaslan son nokta, yontemlerin cesitli oldugu kadar sonuclarn da cesitli oldugudur. Gerek kullanlan yontemlerin birbirlerine kars olan ustunlukleri ve gerekse yontemlerin ulkemiz ekonomisine uygulanabilirligi, kaytds ekonominin buyuklugune iliskin elde edilen sonuclarn cesitliligine sebep olmaktadr. Oncelikle vurgulanmas gereken husus, yontemlerin guvenilirliginin tartsmal oldugudur. Istihdam yaklasm yolu ile yaplan kaytds analizinde, rakamlarn yldan yla cok az sapma gostermesi, sozkonusu yontemin kaytds faaliyetlerin seyrine iliskin oldukca az bilgi verdigini gostermektedir. Benzer sekilde, degistirilmis elektrik tuketimi yontemi ile 42edinilen kaytds ekonominin buyuklugune iliskin rakamlar cok az degisim gostermekte; bu sebeple kaytds ekonominin buyuklugune iliskin saglkl bilgi edinilmedigi dusunulmektedir. GSMH yaklasm ve basit elektrik tuketimi yontemi ile kaytds ekonominin buyuklugunun olculmesinde eksi degerlerle karslaslmas dahi sozkonusu olmus; bu sebeple sozkonusu yontemlerin kaytds ekonominin buyuklugunun belirlenmesinde yeterince etkin olamayacag dusunulmustur. Ote yandan, vergi gelirleri yaklasm yolu ile kaytds ekonominin buyuklugunun belirlenmesinde elde edilen rakamlar diger yontemler ile elde edilenlere kyasla oldukca yuksek bulunmustur. Beklenildiginin oldukca ustunde olan sozkonusu rakamlarn kaytds ekonominin buyuklugune iliskin yeterince guvenilir veri teskil etmedikleri dusunulmektedir. Buna ek olarak, yaplan korelasyon analizinde, vergi incelemeleri says ve bulunan matrah fark oran arasnda negatif korelasyon katsaysna rastlanmstr. Bu sebeple, vergi denetimlerinin sklastrlmasnn gerek kaytds ekonomiyi gerekse tahmin edilen kaytds ekonomi buyuklugunu azaltc bir etkisi olacagn soylemek mumkundur Grafik 1. Grafik 1. Kaytds Ekonominin Buyuklugunun Olculmesinde Yontemler Karslastrmas1 120100806040200edzuy201987198919911993199519971999Vergi Yaklasm Karma Elektrik Tuketimi Yontemi Basit Elektrik Tuketimi Yontemi GSMH Yaklasm Kaynak: TCMB, World Development Indicators 43Farkl yontemler yolu ile olculen kaytds ekonomi buyukluklerinin seyri incelendiginde ise, vergi incelemeleri yaklasm ile basit elektrik tuketimi yontemi ile bulunan kaytds ekonomi buyuklugune iliskin rakamlarn seviye itibari ile farkl olmakla birlikte, benzer seyir izledikleri gorulmektedir. Buna gore, her iki yonteme gore 1994 ve 1999 yllarnda kaytds kalan ekonomik faaliyetlerde bir scrama yasanms; diger yllarda ise kaytds ekonomi daha duragan bir gorunum sergilemistir Grafik 1. Yontemler karslastrmasna devam edildiginde, GSMH yaklasm ve karma elektrik tuketimi yontemi ile bulunan kaytds ekonomi buyuklugune iliskin rakamlarn benzer seyir izledikleri goze carpmaktadr. Bir onceki karslastrma analizinde de kaydedildigi gibi, buyuklukler seviye itibar ile birbirlerinden farkl olmakla beraber, izledikleri patika itibar ile oldukca benzer bir gorunum sunmaktadr. Bu cercevede, her iki yontem de kaytds ekonomik faaliyetlere iliskin oldukca duragan bir yap oldugunu ima etmektedir Grafik 2. Grafik 2. Kaytds Ekonominin Buyuklugunun Olculmesinde Yontemler Karslastrmas2 10080604020020Mart87302010010Eylul89Mart92Eylul94Mart97Eylul99Mart02Sabit Oran Yaklasm sol eksenEkonometrik Yaklasm GSMH Yaklasm Kaynak: TCMB 19872003 donemi incelendiginde, ekonometrik yaklasm ile olculen kaytds ekonominin buyuklugunun arts trendinde oldugu gorulmektedir. GSMH yaklasm yolu ile olculen kaytds ekonomi buyuklugunun ise daha oynak olmakla beraber belirgin bir arts ya da azals yonlu trende sahip olmadg dikkat cekmektedir.Ote yandan, sabit oran yaklasm ile olculen kaytds 44ekonomi buyuklugu ise yuksek seviyelerde olup, kaytds ekonominin seyrine iliskin 2001 yl sonras donem icin farkl mesajlar vermektedir Grafik 2 Tablo 11. Kaytds EkonomiGSMH Korelasyon Katsaylar Yontem Sabit Oran Yaklasm Ekonometrik Yaklasm Basit Elektrik Tuketimi Yontemi Karma Eektrik Tuketimi Yontemi Degistirilmis Elektrik Tuketimi Yontemi GSMH Yaklasm Istihdam Yaklasm Kaynak: Yazarn hesaplamalar Kaytds EkonomiGSMH Korelasyon Katsays 0.890 0.995 0.221 0.677 0.389 0.535 0.106 Kaytds ekonominin kaytl ekonomiyle olan korelasyonuna farkl yontemler acsndan bakldgnda sonuclarn cesitli oldugu gorulmektedir Tablo 11. Buna gore, degistirilmis elektrik tuketimi yontemi haricinde, diger yontemler ile tahmin edilen kaytds ekonominin buyuklugunun GSMH ile pozitif korelasyona sahip oldugu gorulmektedir. Bu sonuca gore, kaytds ekonomi kaytl ekonomiyi besler niteliktedir. Eklenmesi gereken bir diger nokta ise, vergi oranlar ve kaytds ekonomi arasnda gozlenen oldukca yuksek pozitif korelasyon katsays oldugudur.22 Bu sebeple, yuksek vergi oranlar, kaytdslga sebep teskil ettigi olcude daha yuksek vergi oranlarn kacnlmaz hale getirmekte ve ksr dongu surecini baslatmaktadr. X. POLITIKA ONERMELERI Kaytds ekonomi, tanmlamas oldukca guc icice gecmis cesitli faaliyetlerden olusmaktadr. Cok cesitli olcum yontemleri birbirlerinden farkl sonuclar icermekte; dolays ile, bu yontemler, kaytdsna iliskin yanltc bilgiler verebilmektedir. Bu sebeple, degisik yontemlerin denenmesi yolu ile kaytds ekonominin buyuklugunun olculmesinin hedeflendigi bu calsmada ulaslan nokta ksaca ozetlenecek olursa: 22 Ekonometrik yaklasm ile turetilen kaytds ekonomi serisi ve vergi oranlar arasnda 0.813 buyuklugunde korelasyon katsays hesaplanmstr. 45 Istihdam yaklasm yolu ile kaytds ekonominin olculmesinin, istihdama iliskin verilerin saglksz bir yapda olmas sebebiyle, kaytds ekonominin buyuklugune iliskin alt snr teskil ettigi dusunulmektedir. GSMH yaklasm ile kaytds ekonominin buyuklugunun olculmesinde, onemli miktarda oldugu dusunulen yastk alt tasarruflarn saptrabilecegi dusunulmektedir. Nitekim, GSMH yaklasm yolu ile kaytds ekonominin olculmesinde negatif degerlerle karslaslmas dahi sozkonusu olmustur. sonuclar olcude buyuk Vergi incelemeleri yolu ile yaplan olcumde, incelenen vergi matrah saysnn, sonuclarn hassasiyetini onemli olcude etkilemekte oldugu; bu sebeple, vergi denetimlerinin daha etkin olarak yaplmas yolundaki admlarn kaytds faaliyetlerde belirgin bir azals yaratacag dusunulmektedir. Parasalc yaklasm ile kaytds ekonominin buyuklugunun belirlenmesinde sabit oran yaklasm ve ekonometrik yaklasm arasnda ozellikle 1999 yl ve sonrasna iliskin belirgin farklar bulunmaktadr. Sabit oran yaklasmnda baz yl seciminin parann dolasm hznn en dusuk oldugu yla dayanmas ve sozkonusu ylda tum faaliyetlerin kayt altna alndg varsaym, Turkiye ekonomisinde, 19872003 donemi incelendiginde, dolasm hznn en dusuk oldugu yln 2001 yl olmas itibar ile oldukca yandan, ekonometrikyaklasma gore, kriz yllar olan 1994 ve 2001 yllarnda kaytds ekonomik faaliyetlerde dusus gerceklestigi gorulmektedir. Bu sonuc ise tartsmaldr. gozukmektedir. Ote gercek ds Son olarak, elektrik uretimi yontemleri ile kaytds ekonominin buyuklugunun incelenmesinde, yontemin ekonomik faaliyetlerin elektrik uretimine dayal oldugu varsaymnn oldukca kstlayc oldugunu belirtmekte fayda vardr. Hanehalk uretimi ile kaytds kalan faaliyetlerde, sozkonusu faaliyet ile elektrik uretimi arasnda bire bir iliski gozlemlemek mumkun olmayabilir. Yldan 46yla uretim teknolojisinde gerceklesen verimlilik artslar ve yeni enerji kaynaklar kullanm, elektrik uretimitoplam ekonomik faaliyetler iliskisinin kopmasna neden olmaktadr. Nitekim, degistirilmis elektrik uretimi yaklasm ile yaplan regresyon analizi, GSMHde gerceklesen 1 birim artsn elektrik uretiminde 0.26 birim artsa sebep oldugunu gostermektedir. Bu cercevede, toplam ekonomik faaliyetlerin olusumunda elektrik dsnda girdilerin kullanlmakta oldugu gozard edilmemesi gereken bir etken olarak karsmza ckmaktadr. Sonuc olarak, Turkiye ekonomisinde kaytds kalan ekonomik faaliyetlerin kaytl ekonomi icerisindeki payna iliskin tek bir rakam vermek mumkun gozukmemektedir. Ancak, vergi incelemeleri yolu ile kaytds ekonominin kaytl ekonomi icerisindeki paynn olculmesinde oldukca yuksek buyukluklerle karslaslms olmas, kaytds ekonominin vergi boyutunun onemini bir kez daha gundeme getirmektedir. Onceki yllarda, Turkiye ekonomisindeki vergi sorunu islenirken pek cok defa vurgulanan husus, enflasyon muhasebesine gecilmemis olmas sebebiyle, kronik ve yuksek enflasyonun mukellefleri kaytds faaliyetlere tesvik ettigi idi. Bunun sonucunda vergi gelirleri azalmakta, daha yuksek oranda vergilendirme zorunlulugu dogmakta ve yuksek vergi oranlar ise kaytds ekonomik faaliyetleri koruklemekteydi. Ancak, bugun ulaslan son durumda, enflasyon rakamlar TUFEde yllk yuzde 11.8e, TEFEde ise yllk yuzde 8e gerilemis bulunmaktadr.23 Bu sebeple, bundan sonraki donemde vergi gelirlerinin belirlenmesinde enflasyon basks giderek ortadan kalkacaktr. Bu cercevede, kaytds ekonomi ile mucadelede, enflasyonun dusmesi umut verici bir gelismedir. Ote yandan, kaytds faaliyetlere tesvik unsuru olusturan diger etkenlerin ortadan kalkmamas, ileriki donemde dusuk enflasyonla surdurebilir buyumeyi saglamak zorunda olan ekonomiyi olumsuz yonde etkileyecektir. Onemle vurgulanmas gereken husus, 30 yl askn bir sure yuksek enflasyonla yasamaya alsms bir ekonomide, birimlerin, dusuk 23 Nisan 2004 itibar ile 47enflasyonla yasamay ogrenmesi zorunlulugu ve bu zorunlulugun yerine getirildigi surecte eszamanl surdurebilir buyumenin saglanmasdr. Yuksek enflasyondan dusuk enflasyona geciste karslaslmas olas riskler gecmisten gelen alskanlklarn ve bu alskanlklara dayal karllk prensiplerinin onumuzdeki donemlerde gecerli olmayacagdr. Bu sebeple, enflasyonda dususun saglandg ve bunun surdurebilir olmasnn ongoruldugu gelecek donemde, tam rekabetci piyasa yapsn hukuksal cerceve icerisinde destekleyen gerek mali gerekse reel sektore iliskin kamu ve ozel sektor kaynakl yapsal reformlarn uygulanmas hayati onem tasmaktadr. Gecmisten gelen enflasyonist yapy krarak, gelecekte de dusuk enflasyonla buyumeyi surdurelebilir klacak olan yapsal reformlar konusunda deginilmesi gereken bir gelisme Gelirler Idaresinin yeniden yaplandrlmasdr. Bu cercevede, enflasyon muhasebesinin sisteme dahil edilmesi ve belirli tutarn uzerindeki odemelerin bankaclk sistemi araclg ile yaplmas zorunlulugu getirilmistir. Buna ek olarak, asgari ucretin belirlenmesinde sivil toplum orgutlerinin katklar gozonunde bulundurulacak ve ekonomik oldugu kadar sosyal bir olgu olan kaytds ekonomiyle mucadelede yol alnmas sozkonusu olabilecektir. Bu amaca yonelik olarak, gelir idaresini gelistirmek yolu ile vergi sistemini daha adil ve etkin klmak hedeflenmektedir. Yaplmas planlanan bir diger degisiklik beyanname ve formlarn elektronik ortamda alnmasn saglamak hususundadr. Buna ek olarak, kanunlarn acklk, butunluk ve standardizasyonunun ile vergi muafiyet ve istisnalarnn rasyonalize edilmesinin saglanmas ve bu suretle kaytds faaliyetlerin azaltlmas ongorulmektedir. Ileriki donemde, kaytds ekonominin olusumunda rol oynayan, enflasyon ve vergi sistemindeki adaletsizlikler gibi makro sebeplerin giderek ortadan kalkmasna paralel olarak kaytds ekonomiyi olusturan mikro sebeplere egilmek geregi dogmaktadr. Kuresellesme ile birlikte oraya ckan uretimde esneklik arayslar, kucuk olcekte isletmelerin onemini artrms; ancak, bu tur isletmelerin yaygn oldugu ulkemiz ekonomisinde sozkonusu isletmeler buyuk olcude kaytds kalarak rekabetci duruma gelebilmistir. Ancak, dusuk 48enflasyonla buyumenin saglanmas zorunlulugunun ongoruldugu onumuzdeki donemde, ekonomimizde lokomotif durumda olan kucuk olcekte isletmelerde rekabetci yapnn surdurulmesi kaytds kalnmas yolu ile degil verimlilik arts yolu ile saglanmaldr. Son olarak, tasarruf egiliminin dusuk oldugu ve mevcut tasarruflarn yatrmlar finanse etmede yetersiz kaldg Turkiye ekonomisinde, buyumenin saglanmas yolunda dogrudan yabanc yatrmlarn gerekliligidir. Yabanc yatrmlarn artrlmas yolunda Yatrm Promosyon Biriminin kurulmasna yonelik yasal duzenleme yaplmstr. Ancak, bundan sonraki donemde, yabanc yatrmlardaki olas arts, rekabetin artmasna yol acmas sebebiyle kucuk isletmeler icin tehdit unsuru olusturabilecek ve kaytdslga tesvik teskil edebilecektir. Bu sebeple, yatrm ve teminat destegi, dansmanlk hizmetleri gibi araclar da kapsayan bir kucuk ve orta buyuklukte isletmeler politikasnn ivedilikle olusturulmas onemli gorulmektedir. isletme kredisi, 49BIBLIOGRAFYA Adam, M. C. ve V. Ginsburgh. The Effects of Irregular Markets on Macroeconomic Policy: Some Estimates for Belgium, European Economic Review, 291, 1985. Aydemir, S. Turkiyede Kaytds Ekonomi, Maliye Hesap Uzmanlar Dernegi, Istanbul, 1995. Barthelemy, P. The Underground Economy in France, The Underground Economies: Tax Evasion and Infromation Distortion, Cambride University press, NY, 1989. Cagan, P. The Demand for Currency Relative to the Total Money Supply, Journal of Political Economy, 66, 1958. Cetintas, H ve H. Vergil. Turkiyede Kaytds Ekonominin Tahmini, Dogus Universitesi Dergisi, 41, 2003. Ciloglu, I. Kayt Ds Ekonominin Isleyisi ve Kamu Butcesine Etkisi, Hazine Dergisi, Say. 11, 1998. De Soto, H. The Other Path: The Invisible Revolution in the Third World, Harper and Row, NY, 1989. DPT Kaytds Ekonomi Ozel Ihtisas Komisyonu Raporu, 2001. DPT. Turkiyede Kaytds Ekonomi, Ekonomik Modeller ve Stratejik Arastrmalar Genel Mudurlugu Yayn No. 2661, 2002. Eilat, Y. ve C. Zinnes. The Evolution of the Shadow Economy in Transition Countries. Consequences for Economic Growth and Donor Assistance, CAER Discussion Paper No. 83, 2000. Feige, E. L. How Big is the Irregular Economy? Cahllenge 22, 1979. . Defining and Estimating Underground and Informal Economies: The New Institutional Economics Approach, World Development, 187, 1990. . Underground Activity and Institutional Change: Productive, Protective and Predatory Behavior in Transition Economies, Transforming PostCommunist Political Economies, National Academy Press, Washington, DC, 1997. Fichtenbaum, R. The Productivity Slowdown and the Underground Economy, Quarterly Journal of Business and Economies, 283, 1989. 50Frey, B.S. ve F. Schneider. Informal and Underground Economy, Orley Ashenfelter: International Encyclopedia of Social and Behavioral Science, Bd. 12 Economics, Amsterdam, Elsevier Science Publishing Company, 2000. Gabor, I.R. Second Economy and Socialism: The Hungarian Experience The Underground Economies: Tax Evasion and Information Distortion, Cambridge University Press, NY, 1989. Giles, D. E.A. Measuring The Hidden Economy. Implications For Econometric Modelling, Univeristy of Victoria, department of Economics Working Paper No. 9809, 1998. Gutmann, P.M. The Subterranean Economy, Financial Analysts Journal 33, 1977. Gumus, T. Dssallk ve Kaytds Ekonomi Kavramna Iliskin Bir Degerlendirme, Gazi Universitesi Iktisadi ve idari bilimler Fakultesi Dergisi, 23, 2000. Ilgn, Y. Kaytds Ekonomiyi Tahmin Yontemleri ve Turkiyede Durum, DPT Planlama Dergisi, Ozel Say, 2002. Kaufmann, D. ve A.Kaliberda. Integrating the Unofficial Economy into the Dynamics of PostSocialist Economies: A Framework of Analysis and Evidence, World Bank Policy Research Working Paper No. 1691, 1996. Kldis, Y. Kayt Ds Ekonominin UlusalUluslar Aras Boyutu ve Cozum Onerileri, Dokuz Eylul Universitesi Sosyal Bilimler Enstitusu Dergisi, 22, 2000. Langfeldt, E. The Underground Economy in the Federal Republic of Germany: A Preliminary Assessment, The Underground Economies: Tax Evasion and Information Distortion, Cambridge University Press, NY, 1989. Marcelli, E., M. Pastor ve P. Joassart. Estimating the Effects of Informal Economic Activity: Evidence from Los Angeles, Journal of Economic Issues, 333, 1999. Mavral, U. Karapara Kaytds Ekonomi Iliskisi ve Turkiyeye Yansmalar, Vergi Denetmenleri Dernegi, Ankara, 2001. OECD Economic Outlook, 2003. OHiggins, M. Assessing the Underground Economy in the United Kingdom, The Underground Economies: Tax Evasion and Information Distortion, Cambridge University Press, NY, 1989. 51Ogunc, F ve G. Ylmaz. Estimating the Underground Economy in Turkey, CBRT Research Department Discussion Paper, 2000. Onder, I. Kaytds Ekonomi ve Vergileme, I.U. Siyasal Bilgiler Fakultesi Dergisi No. 2324, 2001. Ozsoylu, A. F. 2000li Yllara Dogru Turkiyenin Onde Gelen Sorunlarna Yaklasmlar, Turkiye Genc Isadamlar Dernegi, Istanbul, 1998. Sarl, M.A. Turkiyede Kayt Ds Ekonominin Boyutlar, Nedenleri, Etkileri ve Alnmas Gereken Tedbirler, Bankaclar Dergisi, Say. 41, 2002. Schneider, F ve D. Enste. Increasing Shadow Economies all over the World: Fiction or Reality, IZA Discussion Paper No. 26, 1998. . Shadow Economies Around Consequences, IMF Working Paper No. 0026, 2000. the World: Size, Causes ,and Sethuraman, S V. The Role of the Urban Informal Sector,, The Urban Informal Sector in Developing Countries: Employment, Poverty and Environment, ILO, Geneva, 1981. Tanzi, V. The Undergound Economy in the United States: Annual Estimates, IMF Staff Papers, 1983. Temel, A.,A, Simsek ve K. Yazc. Kaytds Ekonomi Tanm, Tespit Yontemleri ve Turkiye Ekonomisindeki Buyuklugu, Ekonomik Modeller ve Stratejik Arastrmalar Genel Mudurlugu, 1994. Toptas, U. Turkiyede Kaytds Ekonominin Nedenleri, Turkiye EsnafSanatkar ve Kucuk Sanayi Arastrma Enstitusu Yaynlar No. 26, 1998. 52", "filename": "dp_2004-17.pdf", "person": ["Vuslat Us", "Us, Vuslat"], "date": ["2004"]}