{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/111190/1/econwp127.pdf"], "title": ["The road not taken: Competition and the R&D portfolio"], "plaintext": "The road not taken:competition and the RD portfolio Igor Letina August 13, 2014Abstract Contrary to most of the literature, which focuses only on the level of investmentin innovation, this paper examines both the variety of research projects undertakenand the amount of duplication of research. A characterization of the equilibriummarket portfolio of RD projects and the socially optimal portfolio is provided. Itis shown that a merger decreases the variety of developed projects and decreasesthe amount of duplication of research. An increase in the intensity of competitionamong firms leads to an increase in the variety of developed projects and a decreasein the amount of duplication of research.Keywords: Innovation, competition, RD portfolio, market structure JEL Classification: L13, L22, O31In 1998, the U.S. Department of Justice blocked the proposed merger of Lockheed Martin and Northrop Grumman, the largest blocked merger in the U.S. history at thetime. The merger would have reduced the number of firms supplying aircraft and electronic systems to the Department of Defense from three including Boeing to only two.According to Robinson 1999 and Rubinfeld and Hoven 2001, one of the main reasonswhy the Department of Justice, supported by the Department of Defense, opposed themerger was the concern that the merger would have had negative effects on innovation.However, the issue was not so much with the amount of funds invested in innovation,the bulk of which comes from the Department of Defense anyway.1 Rather, the principalconcern was that reducing the number of firms in the industry would reduce the diversityof approaches to innovation.Existing literature on competition and innovation focuses for the most part on the levelof investment in innovation. One of the main messages of this paper is that studying solelythe level of investment in innovation is insufficient. What matters is not only the levelof investment, but also the composition of the research portfolios of firms in the market.University of Zurich, Department of Economics, Bl umlisalpstrasse 10, CH8006 Zurich, Switzerland. Email: igor.letinaecon.uzh.ch.I am grateful to Ufuk Akcigit, Paul Heidhues, Nick Netzer, Georg N oldeke, Daniel L. Rubinfeld, Xavier Vives, David Wettstein, E. Glen Weyl, Fabrizio Zilibotti and toseminar participants for helpful discussions and suggestions. Special thanks go to my adviser Armin Schmutzler for numerous suggestions and comments. Financial support of the Swiss National Science Foundation is gratefully acknowledged.1See Rubinfeld and Hoven 2001, p. 88.1The level of investment in innovation does not determine the variety of approaches toinnovation nor the amount of duplicative research that the firms undertake. However,both of these issues are relevant for society and for the firms which are pursuing theinnovation.This paper develops a model in which the questions of variety and duplication of research can be analyzed explicitly. There are N symmetric firms competing in a market.In the first stage, the firms can invest in innovation. There is a set of heterogeneousresearch projects and firms simultaneously choose the subset they wish to develop. Theinnovation is assumed to be drastic 2 and the discovery procedure is stochastic. All approaches are ex ante equally likely to be successful, but ex post only one approach willbe successful. The approaches differ only in the cost needed to pursue them. There areno spillovers or patents. Each firm which invested in the successful approach receives theinnovation while each firm that did not invest in the successful project receives nothingfrom its research. In the second stage, the firms compete on the product market eitherwith or without the innovation.Since all approaches are ex ante equally likely to be successful, the firms have anincentive to develop only the cheapest projects. However, the number of firms developingany given project also determines the number of firms which will compete on the productmarket with the new technology. Thus, when choosing which projects to develop thefirms face a trade off cheaper approaches cost less to develop but will in equilibriumattract more competitors. From societys point of view, higher variety of research projectsbeing developed is desirable because it increases the probability that the innovation willbe discovered. On the other hand, more duplication of research projects is also desirablebecause it implies stronger product market competition ex post and lower deadweight loss.The market RD portfolio is a function which captures how many firms are investingin each of the possible projects, and the variety of approaches is the fraction of projectswhich are developed by at least one firm.I show that an equilibrium of the investment game always exists and that the equilibrium market RD portfolio is uniquely determined. Since the RD portfolio capturesboth the variety of approaches to innovation and the extent of duplication of each researchapproach it is the main object of analysis in the paper. I provide a simple characterizationof the equilibrium RD portfolio and show that it follows a step function with moreexpensive approaches being developed by fewer firms.The characterization of the RD portfolio is then used to derive comparative statics.I show that a decrease in the number of firms weakly decreases the variety of approachesto innovation and also weakly decreases the amount of duplication. Hence, a mergerleads to a weakly decreasing variety of approaches to innovation. A policy implicationdrawn from this analysis is that the competition authorities should take into account thenegative effects of a merger on the variety of approaches to innovation, in part givingtheoretical foundation to the concern expressed in the LockheedNorthrop case.Next, I consider the effects of a change in the intensity of competition between firms,I define an increase in the intensity ofwhile keeping the number of firms constant.competition as any exogenous change which decreases firm profits.3 An increase in the 2Innovation is drastic if whenever at least one firm innovates, firms without the innovation cannotcompete. This is a standard assumption in the literature, introduced by Arrow 1962 see also Gilbert2006. This assumption is not needed for the characterization of the equilibrium and is relaxed in Section 6.3Similar approach is taken in Schmidt 1997 and Schmutzler 2010.2intensity of competition is shown to increase the variety of approaches to innovation andto decrease the amount of duplication in equilibrium. Thus, an increase in the intensityof product market competition leads to more specialized RD portfolios. This illustrateswhy an increase in the intensity of competition can both increase and decrease the amountof resources invested in RD if the reduction in duplication of research efforts is greaterthan the increase in variety of research efforts, the total amount invested in RD willdecrease. If the opposite is true, the total amount invested in RD will increase.I provide a characterization of the socially optimal RD portfolio and compare it withthe market RD portfolio. I derive the condition under which the market investment inthe variety of research approaches is optimal, too low or too high. Similarly, I derive thecondition under which the market duplication of research approaches is optimal, too lowor too high. I show that in a large class of homogeneous goods models, the market willalways underinvest in the variety of approaches to process innovation. This result impliesthat there is a role for government subsidies of RD. Furthermore, it implies that thesubsidies should be targeted at research projects with high development costs and highpotential payoffs.The main body of the paper assumes that the innovation is drastic, firms are symI consider the effects ofmetric, have unlimited budgets and use only pure strategies.relaxing these assumptions in turn and show that the equilibrium structure is in generalrobust. In particular, the assumption that the innovation is drastic is not needed at allfor the characterization of equilibrium. It is only the comparative statics that becomemore complex if the innovation is nondrastic.The outline of the paper is as follows. In Section 1, a brief overview of the relatedliterature is provided. Section 2 describes the model. The equilibrium is characterized in Section 3. Comparative statics are analyzed in Section 4. The socially optimal portfolioand its relation to the market portfolio are analyzed in Section 5. In Section 6, I relaxa number of assumptions made in the main body of the paper. Section 7 concludes. Allproofs are relegated to the online appendix.1 Related literature This paper contributes to the literature on the relationship between market structureand the incentives of the firms to invest in innovation. The focus of this literature ison the amount of resources that firms invest in RD. Depending on the specifics of themodel used, the literature finds that the competition in the marketplace can increase,decrease or have nonmonotone effects on the amount invested in RD. For surveys ofthis vast literature see Gilbert 2006, Sena 2004 and van Cayseele 1998. Vives 2008and Schmutzler 2010 provide comprehensive studies for a range of market competitionmodels and demand structures.Important contributions to this literature have beenmade from the endogenous growth literature, particularly from the models of stepbystep innovations see for example Aghion et al. 2001 and Aghion et al. 2005. Thispaper contributes to this literature by providing a model where not only the amountinvested in innovation matters but also the composition of projects in which the firmsinvest. This approach allows us to consider how the variety and duplication of approachesto research change as the market structure changes, and how it relates to the sociallyoptimal amount of variety and duplication of research, which is not possible with modelswhich focus only on the amount of investment.3While most papers in the theoretical literature on competition and innovation focuson the level of investment in innovation, several papers have considered the questionhow competing firms choose some aspect of the research strategy. Bhattacharya and Mookherjee 1986 and Klette and de Meza 1986 consider a model where undertakingresearch is like drawing a random variable. The maximum realization of the randomvariables determines the winner of the race winner takes all but also both private andsocial payoff. Firms choose a parameter of the density function, which determines thevariance and in some scenarios the correlation of the research output. This parameteris interpreted as a research strategy of the firm. Dasgupta and Maskin 1987 considera similar model. Results obtained by these models depend on the assumptions madeabout the distribution of research outcomes, but in a large class of cases, firms undertakeexcessive risk because firms care who wins the race, while society only cares about thebest research output; however see also Cabral 1994 and Kwon 2010 who find that themarket is biased against risky research. At the same time, if reducing correlation is costly,firms will choose research strategies that are too correlated, since firms will not internalizethe benefit low correlation confers to its opponent when its own research output is low.In this setting, the firms can choose only one research project i.e., each firm choosesone parameter of the density function, hence these models cannot examine the varietyof research projects. At the same time, in these papers the choice of correlation of theoutcomes is interpreted as a measure of duplication. In the present paper, duplication ofresearch is literal the firms can choose to pursue the same project.Chatterjee and Evans 2004 present a dynamic model where two firms are searchingfor an innovation in a model of buried treasure see also Fershtman and Rubinstein1997. There are two possible research projects and only one can yield the innovation,with the winner take all feature. However, developing the right project yields the innovation with some exogenously given probability. They find that the amount of correlationbetween research of the two firms can be too high or too low depending on the nature ofasymmetry between the two research paths. Akcigit and Liu 2013 also consider a setupwith two firms and two possible avenues for research, one is more profitable in expectation but may result in a deadend and another which always yields a less profitableinnovation if it is researched long enough. As opposed to Chatterjee and Evans 2004they assume that firms cannot observe which research path their competitor is pursuingand they find that firms duplicate deadend research and at the same time leave therisky research path too early. In contrast to the present paper, this strand of literatureassumes that firms can research only one project at a time, so the question of the choiceof variety of research projects and the amount of duplicative research does not arise. Thisis, however, the main focus of the present paper.Most closely related to the present paper is the literature on multiproject innovation,which has been studied by Sah and Stiglitz 1987 and in the related work by Reynolds and Isaac 1992 and Farrell, Gilbert and Katz 2003. Sah and Stiglitz 1987 assume that allprojects are identical. The probability of success of any individual project depends only onthe effort invested in this project and is independent of anything that might be happeningwith other projects. Using this setting and the Bertrand model of product market, Sahand Stiglitz 1987 show that the number of projects is invariant to the number of firmsin the market, a result they refer to as the strong invariance result. Reynolds and Isaac1992 and Farrell, Gilbert and Katz 2003 explore this setting further and show thatthe invariance result is sensitive to type of product market competition. In particular,they show that the invariance result does not hold under Cournot competition.4The main difference between this paper and the literature in tradition of Sah and Stiglitz 1987 is that here projects are assumed to be heterogeneous and that more thanone firm can invest in the same project. Hence, firms need to decide which projects todevelop and have to do so in a strategic manner, keeping in mind which projects theircompetitors are developing. In this paper, RD portfolio is the main object of interest,while in the Sah and Stiglitz 1987 tradition it does not appear at all. There, projectsare identical and it is immaterial which projects firms or their opponents develop. Thus,the model of Sah and Stiglitz 1987 does not capture the effects of variety of projects orthe duplication of projects which is the main focus of analysis here.2 A model of stochastic multiproject innovation There are N symmetric firms 4 that compete in the preinnovation market and that caninvest in innovation. There is a continuum of research projects , but only one projectj leads to the innovation.5 We can normalize the set of possible projects to theunit interval, that is 0, 1. I assume that the successful project is drawn from theuniform distribution over the set 0, 1. Furthermore, each project has a fixed cost ofdevelopment. Investing less than this cost means that firm will fail to develop the projectand investing more will not improve the probability of the project being successful. Inessence, the innovation mechanism is a lottery developing different projects is akin tobuying lottery tickets, the more lottery tickets you have the higher the probability youwill win, but offering to pay more for a ticket will not increase its chances of winning.This fixed cost, fixed probability mechanism is similar to the one developed in Quirmbach1993, the difference being that here firms can invest in multiple projects.The projects are assumed to differ in terms of the investment cost needed to developthem. Denote the cost of developing project j 0, 1 as Cj. We can view C as afunction such that C : 0, 1 R. I assume that C is continuous, differentiable andstrictly increasing. The fact that the function C is increasing is simply a matter of ordering the projects j in the right way, strictness is assumed so that marginal reasoningwill yield unique results. Continuity is assumed to make the problem more tractable.Furthermore, assume limj 1 Cj . Since rewards from innovation are finite, thisassumption ensures that firms will not want to invest in all possible projects. No exogenous restrictions are placed on the research budgets of firms, except in Section 6.4, whichstudies the consequences of limited research budgets and costly financing of research.There are two possible levels of technology old and new. The new technology isavailable only to the firms which invested in the successful innovation project, while theold technology is available to all firms. Let n N be the number of firms which developedthe new technology. Denote with Rn, N the payoff of a firm with the new technology,where n is the number of firms with the new technology and N is the total number offirms. Analogously, denote with rn, N the profits of a firm with the old technology.The difference between process and product innovations is not explicitly modelled. Aslong as the product market payoffs can be expressed in terms of the reward functions,the present model can be used to study both types of innovation.Next, I list assumptions that will be used in the paper. However, note that only Assumption 1 is used throughout.4Asymmetric firms are studied in Section 6.2.5The stochastic mechanism used to model innovation is adapted from Acemoglu and Zilibotti 1997.5Assumption 1 Nonincreasing reward to subsequent innovators.For all n 1, . . . , N 1 it holds:Rn, N rn 1, N Rn 1, N rn, N .This assumption implies that the gain from innovation does not increase as the numberof innovators increases. It captures the intuition that a firm prefers that its competitors donot innovate. Thus innovations are strategic substitutes. While intuitive, this assumptionneeds to be checked for each model of product market competition. The consequences ofrelaxing this assumption will be considered in Section 6.5.I assume that the innovation is drastic, in the sense that if there is at least onefirm which has successfully developed the innovation, all firms which do not have theinnovation cannot compete. That is, the laggards receive a payoff of zero and do notexert competitive pressure on the firms which has successfully innovated. For processinnovations, this implies that the price of a monopolist with the innovation is below themarginal cost of any firm without the innovation. For product innovation this implies thatthe old product is made obsolete and it cannot be sold on the market. This assumptionwill be relaxed in a Section 6.1, where the equilibrium will be characterized for nondrasticinnovations. In the notation used here we have:Assumption 2 Drastic innovation.For all n, N and Ncid:48 such that 1 n N Ncid:48 it holds:ii Rn, N Rn, Ncid:48.i rn, N 0 and Expression i ensures that laggards have zero profits while ii ensures that laggardsdo not exert competitive pressure on the innovators. Under Assumption 2, Rn, N is constant for any N , so from now on just Rn will be used to indicate the payoffof an innovator when there are n innovators. Furthermore, if Assumption 2 holds then Assumption 1 simplifies to the following two conditions: Rn Rn1 for all n 1 and R1 r0, N R2. The first expression states that the payoff per innovator weaklydecreases as the number of innovators increases. The second expression states that theincentives of a prospective monopolist are greater than those of a single innovator whentwo firms innovate.Assumption 3. For every N it holds: r0, N r0, N 1.This assumption states that as the number of firms which are active in the preinnovation market increases, the profits of each individual firm do not increase. Theintuition is simple: the additional firm will either not be competitive and have no effecton the profits of other firms, or it will put competitive pressure on other firms and decreasetheir profits, but it cannot increase their profits.Next, denote with W n the social welfare when there are n firms which have successfully innovated. That is, W 0 denotes the welfare without the innovation, W 1 denotesthe welfare when there is only one firm with the innovation, and so on.Assumption 4 Nonincreasing welfare returns.For every n 1, . . . , N 1 it holds W n W n 1 W n 1 W n.Each firm is assumed to be risk neutral and to maximize its expected profits. Profitmaximization requires that firms either invest zero in a project or exactly the amount thatis required to open the project. Thus, we can identify the strategy of a firm simply by the 6set of the projects in which it invests. Denote the strategy of a firm i with Ii 0, 1and call it the investment plan of firm i. In principle, Ii could be any measurable subsetof the unit interval. To simplify exposition, assume that the set Ii consists only of afinite number of intervals, each closed from below and open from above.6 Formally, thestrategy space of firm i is the set Ii where:cid:110cid:111Ii 0, 1 : Ii kfor k N and 0 ak bk 1 for all k 1, . . . , k.Ii :k1ak, bk,In particular, note that this assumption ensures that the investment plan will notcontain any isolated zeromass points.Let I I1, . . . , IN be a vector of investment plans of all N firms. Define the functionindicating the number of firms investing in a project, given a vector of investment plans I, as nj, I : 0, 1 N0 as:cid:16Ncid:88i1nj, I j Ii 1cid:17,cid:90where 1 is the indicator function.Let I ci : 0, 1 Ii. The expected profit of a firm i is thencid:90iI cid:90Cjdj Rnj, Idj rnj, I, N dj.1Ii Ii I ci The first part of the equation above represents the investment costs of firm i, thesecond part gives the expected profits from the new technology, while the third partgives the expected profits from the old technology. By Assumption 2, rnj, I, N 0whenever nj, I 0. However, it will be positive whenever nj, I 0, which will occurin equilibrium with positive probability.7When N 1, that is, when there is a monopolist in the market, the above becomesa pure maximization problem. When there are more firms in the market we have toconsider the effects of strategic interaction among firms. Specifically, nj, I depends onthe actions of other firms and thus the expected profit of one firm depends on the actionsof other firms.Finally, assume that investment in innovation is profitable. That is R1 r0, N If this asC0. This assumption guarantees positive investments in the equilibrium.sumption was not met, even the monopolists return on the investment in the cheapestproject would not justify its cost. Since Cj is strictly increasing and rewards are nonincreasing in n, then no project could be profitable. Thus, if this assumption failed therewould be a simple equilibrium in which firms did not invest at all.The model is developed and analyzed in general terms. In the online appendix A.12, Iprovide an example with three firms, process innovation and Cournot competition, which 6Since adding or removing zeromass points does not change the payoff of any of the firms, allowing Iito be general would mean that all statements regarding the properties of the equilibrium would have tobe qualified by almost everywhere. This assumption is purely of technical nature and does not affectthe mechanics of the model. More importantly, note that for any measurable investment plan Ii whichdoes not satisfy the assumption above, there always exists plan Icid:48i which does satisfy the assumption andonly differs from Ii by zeromass points, hence delivers the same payoff to all firms.7Furthermore, the magnitude of r0, N will determine the strength of the Arrow replacement effect,which is crucial for the equilibrium variety of research projects.7shows how the general model can be applied to a more specific setting. In the example,I analyze the effects of a merger, a switch from Cournot to Bertrand competition as wellas compare the market portfolio of RD projects with the socially optimal portfolio.3 Equilibrium The vector of investment plans summarizes all decisions of all firms that are relevant forthis problem. A vector of investment plans I is an equilibrium if no firm can increasei. That is Iits expected profit by unilaterally choosing an alternative investment plan Icid:48is an equilibrium if, for any firm i, there does not exist an investment plan Icid:48i such thatiIcid:48i iI.i, IProposition 1 Existence, nonuniqueness and equivalence of equilibria.Suppose that Assumption 1 holds. Then:1. An equilibrium always exists.2. If I is an equilibrium and 0 nj, I N for some j 0, 1, then infinitelymany equilibria exist.3. If there are multiple equilibria they all result in the same market portfolio of research 1 1 is an equilibrium then any investment 2 are equilibrium investment plans, then nj, Iprojects. That is, if I2 for all j 0, 1. Furthermore, if Inj, I3 such that nj, Iplan I1 and I1 nj, I3 for all j 0, 1 is also an equilibrium.While an equilibrium in pure actions 8 will always exist, typically there will also existinfinitely many equilibria. The proof of statement 2 in Proposition 1 see the Appendix A.1 reveals the nature of the multiplicity. In equilibrium, identities of firms investingin any given project are in general not determined, only the number of firms investing isdetermined. Only when either all firms invest in a project or no firm invests in a project,we can infer the behavior of individual firms. Thus, when 0 nj, I N for somej 0, 1, there are projects for which the identities of firms investing are not determinedand as there is an infinite number of ways to assign investments to firms, there must beinfinitely many equilibria.Statement 3 of Proposition 1 clarifies this point further. It states that every equilibrium induces the same market portfolio of research projects that is in every equilibriumthe set of developed projects will be the same and the number of firms investing in eachproject will be the same. Thus, while there is a multiplicity of equilibria, the equilibriummarket portfolio is unique. Since firms are identical, welfare does not depend on theidentity of firms doing research. From the social welfare perspective, any two equilibriaare equivalent.Furthermore, not only do all equilibria induce the same market portfolio of researchprojects, but any investment that induces the equilibrium portfolio is itself an equilibrium.The intuition for this result is straightforward the profitability of any research projectdepends only on the cost of the project and the number of competitors who are investing inthe same project. In particular, it does not depend on any other investment that the firmor its competitors may be making. Hence, if in an equilibrium all profitable investmentsare exhausted and no unprofitable investments are made, then any other investment plan 8Symmetric mixed strategy equilibria with two firms are characterized in Section 6.3.8that prescribes the same investment portfolio in the same manner exhausts all profitableinvestments and has no superfluous investments.Statement 3 of Proposition 1 implies that if I is an equilibrium then the functionnj, I fully characterizes the equilibrium portfolio of research projects. Since nj, isthe same for any equilibrium, we can denote the function characterizing the equilibriumportfolio of research projects as nj. Using the equilibrium constructed in the proof ofstatement one of Proposition 1 and applying Assumption 2 yields the following result.Proposition 2 Characterization of equilibrium portfolio.Suppose that Assumptions 1 and 2 hold. Denote with m the maximum number of firmsinvesting in any project:m max1, ,Nns.t. Rn rn 1, N C0 0and with k for k 1, 2, . . . , m the most expensive project in which k firms can profitablyinvest. That is:R1 r0, N C1 0R2 C2 0 Rm Cm 0.Let m1 0 and 0 1. Then the equilibrium portfolio nj is given bynj kifj k1, k.Figure 1: Equilibrium market portfolio.An illustration of the equilibrium market portfolio for N 3 and a process innovationin a Cournot market which is the example from the online appendix A.12 is providedin Figure 1. Here, m 3 represents the maximum number of firms that can profitably 900.10.20.30.40.50.60.70.80.9101234Project Number of firms investing 123invest in any project. Since project 0 is by assumption the cheapest to develop, then mfirms will invest in this project. Each point k is constructed so that, at the margin, ifk firms invested the profit from investment would be zero. Since Cj is assumed to bestrictly increasing, then at any point j k strictly fewer than k firms can profitablyinvest. Since rewards are finite and costs to innovation approach infinity as j 1, values 1, 2, . . . , m always exist. Furthermore, since Cj is increasing and by Assumption 1the rewards to innovation are nonincreasing it is easy to see that 1 2 m.9From this observation it follows directly that the function nj is weakly decreasing.It is interesting to note that the present model would be equivalent to the levelofinvestment models if i the successful project was drawn for each firm separately andii the draws were independent. In such a setting, a firm would have no incentive tochoose more expensive RD projects. Thus, in equilibrium, all firms would invest insome interval of RD projects 0, j, where investing in a marginal project increases theprobability of discovering the innovation at the marginal cost Cj. In such a settingduplication of research and variety of research would be meaningless.The set of all projects the market invests in is 0, 1. Thus, I will refer to 1 as thevariety of research projects undertaken. I will say that the variety of research projectsincreases if 1 increases. The probability that the market develops an innovation is equalto 1. Hence an increase in the variety of research projects implies an increase in theprobability that the market will develop an innovation. The function nj captures thenumber of firms investing in any given project j in equilibrium. Hence, I will refer to thenumber nj as the market amount of duplication of project j.4 Comparative statics In this section, I will study how the market portfolio of research projects changes asthe market structure changes. In particular, I will look at how a change in the numberof active firms in the market and the intensity of competition among them affects themarket portfolio of research projects. As can be seen from Proposition 2, the equilibriumportfolio is characterized by the maximum number of firms m investing in any projectand the kfirm frontiers k, for k 1, . . . , m. I will analyze how a change in N and achange in the intensity of competition affect these variables.4.1 Change in the number of firms Consider first the case where the number of active firms in the market changes, while allother characteristics of the market remain the same.Proposition 3 Increase in the number of firms.Suppose that Assumptions 1, 2, and 3 hold. Let the number of firms in the preinnovationmarket increase from N to Ncid:48 so that the equilibrium investment plan changes from I to Icid:48.1. In equilibrium, the variety of projects developed and the probability of developing aninnovation weakly increases, that is 1 cid:481.9Note that the inequality is weak since the inequality in Assumption 1 is weak, so that it mighthappen for some k m that k k1. In this case, define k1, k . Thus there will be noproject that exactly k firms will develop.102. The maximum number of firms investing also increases, that is m mcid:48.3. Apart from the increase in variety of projects developed and in the maximum numberof firms investing, the equilibrium portfolio remains the same. That is, nj, I nj, Icid:48 for all j 0, 1 0, cid:48mcid:48 1, cid:481.If a firm innovates, it replaces its profits without the innovation with the profits withthe innovation. Thus, holding everything else equal, the larger the preinnovation profitsof firms, the weaker its incentive to innovate, which is known as the Arrow replacementeffect.10 The increase in the variety of developed projects is driven solely by the Arrowreplacement effect. In this setting, the firm investing near 1 replaces r0, N with R1.As r0, N r0, N 1, the Arrow replacement effect is weaker when there are N 1firms in the market. Consequently, firms attempt to escape the competition by investingin more expensive research projects than before and the variety of developed projectsincreases. This is equivalent to saying that the probability of discovering an innovationincreases.Figure 2: Merger in a 3firm Cournot market.One implication of this result is that a merger in an imperfectly competitive industrywill lead to a loss of variety of approaches to innovation see Figure 2. Thus, competitionauthorities should take this loss of variety of approaches to innovation into account whenreviewing merger cases, especially if innovation is important in the industry, as it was inthe proposed LockheedNorthrop merger.11 Since the loss of the variety of approaches toinnovation is driven by the Arrow replacement effect, the magnitude of the loss of varietywill be proportional to the increase in profits in the market without the innovation dueto the merger.An increase in the number of active firms weakens the Arrow replacement effect bothin this model and in the usual levelofinvestment models. A difference, however, arisesin the effect on the ex post profits of firms. Here the firms are free to choose in which 10See Arrow, 1962, p. 620 and Gilbert, 2006, p. 165.11See Robinson 1999 and Rubinfeld and Hoven 2001.1100.10.20.30.40.50.60.70.80.9101234Project Number of firms investing Two firms Three firmsloss of variety due to a stronger Arrow effectprojects to invest. The number of firms investing in any given project, and hence theex post number of competitors, is endogenously determined. Following Vives 2008,call the reduction in innovation incentives due to competition ex post as the Schumpetereffect. Then, the Schumpeter effect in this model does not change as the number of exante active firms changes except in those cases where the number of firsm ex post waslimited by the number of active firms. This leads to the clear effect of an increase in thenumber of firms on the variety of projects developed, as only one firm will invest in themost expensive projects.Consider in this context the invariance result of Sah and Stiglitz 1987, which statesthat the number of research projects is invariant to the number of firms in the market. Theinvariance can only hold if r0, N r0, N 1, that is, only if the Arrow replacementeffect is constant. Clearly this will hold under homogeneous goods Bertrand competitionas Sah and Stiglitz 1987 have originally assumed, since r0, N 0 for any N 2.Conversely, it will not hold in general under Cournot competition as r0, N will bedecreasing in N , which is in line with the results derived in Reynolds and Isaac 1992and Farrell, Gilbert and Katz 2003.4.2 Change in the intensity of competition The competitive structure of the market is not only determined by the number of firmswhich are active in the market, but also by the intensity of competition among firms.Suppose that there are two sets of reward functions R, r and Rcid:48, rcid:48 such that Rn Rcid:48n for every n 1, R1 Rcid:481 and r0, N rcid:480, N . Then we can interpret themove from R, r to Rcid:48, rcid:48 as an increase in the intensity of competition. Most standardexamples of an increase in the intensity of competition correspond to this definition. Inparticular, in the online appendix A.12 I will consider a move from Cournot to Bertrandtype of competition, but models of differentiated CournotBertrand also correspond tothis definition. The next result considers the effect of an increase in the intensity ofcompetition on the market RD portfolio.Proposition 4 Increase in the intensity of competition.Suppose that Assumptions 1 and 2 hold. Let N 2 and suppose the intensity of competition increases so that the equilibrium investment plan changes from I to Icid:48. Then thevariety of research projects undertaken and the probability of discovering the innovationincrease. That is 1 cid:481. The amount of duplication of research decreases. That is foreach j such that nj, I 2 we have nj, I nj, Icid:48 with nj, I nj, Icid:48 for at leastsome projects.An increase in the intensity of competition decreases the profits firms receive if nofirm successfully innovates, thereby weakening the Arrow replacement effect and leadingto an increase in the variety of developed research projects. On the other hand, it alsodecreases payoffs to firms if there are multiple innovators, leading to a weakly decreasingnumber of firms investing in duplicative research projects. An increase in the intensityof competition flattens out the equilibrium research portfolio, reducing the duplicationof costs see Figure 3. However, it is not clear that an increase in the intensity ofcompetition will lead to higher social welfare. On the one hand, duplication of costs isreduced and the variety of research projects is increased. On the other, less duplicationof costs also implies fewer firms though competing more vigorously! in the product 12Figure 3: An illustration of an increase in intensity of competition.market leading to a possible efficiency loss. Which effect prevails will depend on theexact specification of the product market competition and the demand function.An increase in the number of firms is sometimes used as an increase in the intensityof competition. The preceding results highlight the difference between an increase inthe number of firms and an increase in the intensity of competition as defined here. Anincrease in the intensity of competition reduces firm profits whenever there are multiplefirms competing. That is, it reduces firm profits both ex ante and ex post. The numberof firms, due to the endogeneity of the ex post market structure, affects firm profits onlyex ante. Thus, the Schumpeter effect is present only in the case of an increase in theintensity of competition and not in the case of an increase in the number of firms.5 Optimal portfolio There are several reasons to suspect that a market RD portfolio will not be optimal.When the innovator cannot appropriate the entire surplus because a part of the surplusis captured by the consumers, the incentive to innovate may be too low. On the otherhand, if innovation enables firms to become more competitive in the market and stealbusiness from their competitors, the incentive to innovate may be too high.12 However,as this paper argues, looking solely at the levels of investment in innovation is misleading.Rather, the question to be posed is whether the market invests in the optimal variety ofprojects and whether it optimally duplicates projects. That is, the question is how themarket RD portfolio compares to the socially optimal portfolio.The approach here is to ask what is the RD portfolio that maximizes the expectedsocial welfare. That is, the social planner can determine the RD portfolio, but giventhe portfolio the firms will be profit maximizing. In particular, firms do not share theresults of research, so some duplication of research will be optimal, as duplication of the 12For an example of the under and overinvestment in innovation due to the two effects outlined heresee Bester and Petrakis 1993.1300.10.20.30.40.50.60.70.80.9101234Project Number of firms investing Cournot Bertrand Arrow effectincreases the varietyof projects undertaken Schumpeter effectdecreases the duplicationof projects undertakensuccessful project implies higher product market efficiency ex post.Denote with W n social welfare generated by the product market if there are nfirms with the new technology, for every n N . That is, W 0 is welfare if no firmhas successfully innovated and W N is welfare if all firms have the new technology.We can decompose welfare into consumer surplus and producer surplus, that is W n CSn n Rn if n 1 and W 0 CS0 N r0, N .Analogously to Proposition 2, the optimal portfolio is characterized:Proposition 5 Characterization of the optimal portfolio.Suppose that Assumption 4 holds. Denote with mo the optimal number of firms developingthe least expensive project:mo max1, ,Nns.t. W n W n 1 C0 0k for k 1, 2, . . . , m the most expensive project in which at most k firmsand with ocan optimally invest. That is:W 1 W 0 Co W 2 W 1 Co 1 2  W mo W mo 1 Com 0.Let 0m1 0 and o 0 1. Then the optimal portfolio noj is given bynoj kifj ok1, ok.5.1 Market investment in variety It is now possible to directly compare the market RD portfolio with the optimal portfolio. In this way it is possible to identify if and how the market portfolio differs from theoptimum and to suggest a way in which a policy intervention can improve the marketoutcome.The net externality from investing in marginal variety a research project that is notdeveloped by any other firm is given by: N 1r0, N CS1 CS0 .The first expression captures the negative externality imposed on the competitors of thefirms making the marginal investment. They lose the profits they would obtain if no firminvested in the marginal project and the marginal project turned out to be successful.The second expression captures the positive externality imposed on the customers whoreceive the surplus associated with one firm innovating as opposed to the surplus associated without innovation. Corollary 1 states that the optimality of investment varietydepends on the sign of the net externality imposed by the marginal variety.Corollary 1 Market investment in variety.Suppose that assumptions 1, 2 and 4 hold. Then the market will underinvest in the varietyof RD projects if and only if 0. The market will invest in the optimal variety of RD projects if and only if 0. The market will overinvest in the variety of RDprojects if and only if 0.14In principle the sign of should be checked for each model. However, as will be shownlater, in a large class of homogeneous goods models the assumption that the innovationis drastic implies that CS1 W 0 CS0 N 1r0, N . Thus, the marketwill in this case underinvest in the variety of RD projects. The intuition for this is asfollows. A process innovation is drastic if the monopolists price is below the marginalcost of production without the innovation. Hence, consumer surplus with a monopolisti.e., CS1, which is equal to the difference between the reservation price and the pricepaid, is greater than total welfare without the innovation i.e., W 0, which is equal tothe difference between the reservation price and the cost of production.To illustrate the market underinvestment in variety, consider a simple homogeneousproduct market similar to the one analysed in Mankiw and Whinston 1986. Supposethat the inverse market demand function is given by P Q, where Q is the aggregateoutput in the market and P cid:48Q 0 for all Q. There are N symmetric firms, each ofwhich possesses a technology given by the cost function cq, where c0 0, ccid:48 0 forall q 0. Firms can invest in RD to develop a drastic process innovation, in which casetheir technology is given by the cost function cq, where c0 0, ccid:48 0 for all q 0.A process innovation is drastic if a monopolist facing the cost function cq chooses aprice which is below the marginal cost of production of a firm with the old technology.Formally, an innovating monopolist would choose a quantity q 1 such that P q 1 ccid:480.Proposition 6 Underinvestment in homogeneous product markets.Suppose that Assumptions 1, 2 and 4 hold. Then an industry a la Mankiw and Whinstonwith a potential drastic process innovation always underinvests in the variety of RDprojects.As the case of homogeneous product market illustrates, a decentralized market willtend to underinvest in drastic innovations. It should be noted that the critical assumptionin this example is not the type of the product market competition. Rather, it is theassumption that the innovation is drastic which drives the result.Proposition 6 offers insights relevant to research policy. Suppose that society cannotaffect the market structure or the behaviour of firms in the market but can offer subsidiesfor research. The market will tend to underinvest in the variety of drastic innovationby failing to develop highcost projects which should optimally be developed. Thus, theresearch subsidies should be directed toward research projects with 1 high costs; and2 and high potential payoffs.5.2 Market investment in duplication Typically, the market RD portfolio will involve some duplication of research projects.As this is duplication of identical projects, it does not increase the probability that aninnovation will be discovered. However, duplication is not entirely wasteful either.Ifmultiple firms develop the same project and this project turns out to be the successfulone, then there will be more competitors on the product market. So for the cost ofduplicating research the society receives the weakly higher product market efficiency.The efficient duplication of RD projects is captured by the optimal portfolio.In equilibrium, a firm duplicating a research project imposes both negative externalities on its competitors in the form of business stealing effect and positive externalitieson the consumers in the form of the efficiency effect. Define the net externalities effect 15of the kth duplication as:cid:104k 1cid:0Rk Rk 1cid:1cid:105cid:104CSk CSk 1cid:105.k The first bracket captures the negative externalities generated by the investment of thekth innovator, which are the reduction of profits of k 1 firms from Rk 1 to Rk.The second bracket captures the positive externalities which accrue to the consumers,and which are captured by the difference between CSk and CSk 1, the consumersurplus when there are k competitors and k 1 competitors on the product market,respectively.Corollary 2 Market investment in duplication.Suppose that Assumptions 1, 2 and 4 hold. Denote with m the maximum number of firmsinvesting in the market equilibrium and with mo the maximal number of firms investingin the optimal equilibrium. For 2 k minm, mo , denote with k the kfirm frontiersin the market portfolio and with o If k 0 then oj oall projects j k, oduplication of all projects in the neighbourhood of k.k k and the market overinvests in duplication of all projectsk and the market underinvests in duplication ofk k and the market optimally invests ink the kfirm frontiers in the optimal portfolio.k, k. If k 0 then k ok. If k 0 then o If m mo and k 0 for all k 2, . . . , mo, then the market weakly overinvestsin duplication of all RD projects. Conversely, if m mo and k 0 for all k 2, . . . , m, then the market weakly underinvests in duplication of all RD projects.If the net externalities are negative k 0, then it would be optimal to reducek, k from k to k 1. If thethe equilibrium number of firms investing in projects oexternalities are positive then the number of firms should be increased in the intervalk, ok.From the perspective of a fixed project j, the question of whether the amount ofduplication is optimal or not is essentially equivalent to the question whether the freeentry in an industry with fixed costs is optimal or not. Here, the question is of an entryin a potential industry, fixed costs are the cost of developing this specific project Cj,and the number of firms that can enter is limited by the number of firms which are activein the preinnovation market. Keeping in mind the upper bound on the number of firmsimposed by N , the results derived in Mankiw and Whinston 1986 apply in this setting aswell. For the homogeneous product market and ignoring the integer constraint, Mankiwand Whinston find that the freeentry equilibrium number of firms is not less than thesocially optimal number of firms i.e., there is no underinvestment in duplication in ourterminology, and furthermore if the equilibrium price is above the marginal costs, thenthe equilibrium number of firms is strictly greater than the optimal number i.e. thereis overinvestment in duplication.13 That is, Mankiw and Whinston identify conditionsunder which an industry equilibrium would tend toward excessive entry. In the contextof the present model, this implies that there should be a tendency toward overinvestmentin duplication of RD projects. Taking into account the integer constraint weakensthis result somewhat Mankiw and Whinston establish that the freeentry equilibriumnumber of firms is not lower than the optimal number of firms less one.14 In the notationof this paper, that would be nj noj 1 for appropriate project j. This suggests 13Proposition 1 in Mankiw and Whinston 1986.14Proposition 2 in Mankiw and Whinston 1986.16that while there might be underinvestment in the duplication of RD projects, it will bebounded from below.Figure 4: Optimal and market portfolios of research projects.6 Extensions and robustness This section relaxes several assumptions made in the model. For simplicity, in all followingsections except 6.1, I will assume that there are only two firms in the market.6.1 Nondrastic innovations The assumption that innovation is drastic significantly simplifies the analysis, as it allowsus to ignore all firms which have failed to innovate whenever at least one firm has innovated. However, there are many innovations which are incremental and which give onlya slight advantage to the innovating firm over its rivals. This section relaxes Assumption 2 and provides a more general characterization of the market equilibrium portfolio.First observe that Proposition 1 does not rely on Assumption 2. Hence, an equilibriumof the investment game exists and except in trivial cases an infinite number of equilibriaexists. However, the equilibrium market portfolio is unique and any investment plan thatgenerates the equilibrium market portfolio is itself an equilibrium of the investment game.The next result characterizes the equilibrium market portfolio without Assumption 2.Proposition 2a Characterization of equilibrium portfolio.Suppose that Assumption 1 holds. Denote with m the maximum number of firms investingin any project:m max1, ,Nns.t. Rn, N rn 1, N C0 01700.10.20.30.40.50.60.70.80.9101234Project Number of firms investing Optimal portfolio Market portfolio Underinvestment in variety Overinvestment induplicationand with k for k 1, 2, . . . , m the most expensive project in which k firms can profitablyinvest. That is:R1, N r0, N C1 R2, N r1, N C2 Rm, N rm 1, N Cm 0 Let m1 0 and 0 1. Then the equilibrium portfolio nj is given bynj kifj k1, k.The basic form of the equilibrium portfolio is the same as in the case with the drasticinnovation it is still a step function with a declining number of firms investing asprojects become more expensive. There are two differences however. First, the payoffswith the innovation R, N are now functions of N , because the firms without the innovation can put competitive pressure on the firms with the innovation. Second, firmswithout the innovation can now obtain positive profits, which decreases the incentive toduplicate research.As a consequence, the comparative statics results become ambiguous if Assumption 2 does not hold. Consider an increase in the intensity of competition, so that the payofffunctions strictly decrease from r, R to rcid:48, Rcid:48. If Assumption 2 holds, then Proposition 4 holds and the increase in the intensity of competition will result in an increase in thevariety of projects undertaken. If Assumption 2 does not hold, the variety of projectsundertaken will increase only ifr0, N rcid:480, N R1, N Rcid:481, N ,or, in words, only if competition reduces profits without the innovation more than it doesfor the single innovator. An analogous condition is required for any other nfirm frontieras well as for the increase in the number of firms.Figure 5 illustrates the Cournot duopoly example from the online appendix A.12 withdrastic and with nondrastic innovation and shows that the essential structure of themodel does not depend on Assumption 2.6.2 Asymmetric firms Suppose that two firms are producing homogeneous goods with different technologies,so that one firm has lower marginal costs of production than the other. Call the moreefficient firm the leader and denote its marginal production cost with clead. Call the lessefficient firm the laggard and denote its marginal production cost with clag. Supposethat the firms are symmetric in all other aspects and furthermore suppose that firmscan invest in the development of a new production technology which would lower theproduction costs of whichever firm develops it to c, such that clag clead c. Supposethat Assumptions 1 and 2 hold.First observe that if neither firm develops the innovation, firms will continue competing with the old technology and the leaders profits rlead0, 2 will be greater thanthe laggards profits rlag0, 2. However, since the innovation is drastic, the profits postinnovation will be the same for both firms Rlead1 Rlag1 and Rlead2 Rlag2.18Figure 5: Drastic versus nondrastic innovation.To simplify exposition, assume C0 R2. Analogously to before, denote the kfirmfrontiers as 1,lag C1cid:0R1 rlag0, 2cid:1,1,lead C1cid:0R1 rlead0, 2cid:1,2 C1cid:0R2cid:1,where 1,lag is the most expensive project in which the laggard would invest and 1,leadis the most expensive project in which the leader would invest. It is straightforward tosee that 2 1,lead 1,lag. In equilibrium, both firms will invest in the interval 0, 2,for any project in the interval 2, 1,lead either the leader or the laggard will investbut only one will, and only the laggard will invest in the interval 1,lead, 1,lag, whileno firm will invest in the interval 1,lag, 1. Hence this model predicts that the laggardfirms will be more likely to invest in the most expensive projects. Furthermore, if one iswilling to assume that where both firms can invest they do so symmetrically, the laggardwill be more likely to develop drastic innovations. This prediction is consistent with theresults in Akcigit and Kerr 2010, who find that smaller firms tend to have higher RDexpenses per employee and more patents per employee than larger firms.Figure 6 illustrates the equilibrium market portfolio of research projects, using the Cournot duopoly from the online appendix A.12.6.3 Mixed strategies Consider now the original setting, but suppose that firms are using mixed strategies. Asa simplifying assumption, I will consider only the following pure strategy space I m 0 cid:1100, j : j 0, 1cid:111and I will look only at symmetric mixed strategy equilibria SMSE. Since now the purestrategy of a firm is restricted to choosing an interval 0, j, it can be identified with the 1900.10.20.30.40.50.60.70.80.910123Project Number of firms investing drastic innovationnondrastic innovationFigure 6: Asymetric firms.upper bound of the interval j. Denote with fij the density that the firm i chooses theinterval 0, j and with Fij the related cumulative distribution function.Proposition 7 Characterization of SMSE. Suppose N 2 and the Assumptions 1 and 2 hold. Then the unique SMSE is characterized by the cumulative distribution function:0Cj R2R1 r0, 2 R21Cj R2Cj R2Cj R2R1 r0, 2 R2R1 r0, 2 R2R1 r0, 2 R2 0 0, 1 1ififif F j for j 0, 1.Suppose that R2 C0 0. In pure actions, by Proposition 2 it holds: m 2,C1 R1 r0, N and C2 R2. Thus, both firms will invest in the interval0, 1, only one firm will invest in the interval 1, 2 and no firm will invest in 2, 0.Now consider SMSE. By Proposition 7, for j 0, 1 it holds F j 0, thus both firmsinvest in this interval with probability 1. For j 1, 2 it holds 0 F j 1, thusfirms invest with some probability less then one. If j 2, 0, then F j 1, so thatfirms do not invest in this interval. Similar results hold if R2 C0 0. Thus, thebasic structure of the model is the same in both pure and mixed strategy equilibria. Inparticular the kfirm frontiers are the same. Furthermore, comparative statics resultsregarding variety of projects undertaken remain qualitatively the same, as anything thataffects the onefirm frontier has qualitatively the same effect both in pure action andin mixed strategy equilibria. Figure 7 illustrates the difference between the expectedequilibrium market portfolios for the Cournot duopoly example from the online appendix A.12. The mixed strategy equilibrium is smoother than the pure strategy equilibrium.The reason for this is that the integer problem is not present in the mixed strategy setting.In pure strategy equilibrium, some projects have higher expected profits than others i.e.2000.10.20.30.40.50.60.70.80.910123Project Number of firms investing Interval in whichonly the laggard investsproject 2 is more profitable than 2 for some small positive . In mixed strategyequilibria, all projects in the interval where the mixing occurs have the same expectedprofits.Figure 7: Symmetric mixed strategy equilibrium.6.4 Limited budget and costly financing This section considers the case where firms face an exogenous constraint on their researchbudgets. This constraint can take the form of a budget constraint, or it can equivalentlytake the form of costly financing for research. The main result is that a binding budgetconstraint or a costly source of financing imposes a positive opportunity cost on investments in research projects, but that the main mechanics of the model remain unchanged.First, suppose that there are two firms in a market and that each firm has a budget B and suppose that the budget is binding, in the sense that firms would want to investmore in research if they had more resources.15 Then the following result is obtained:Proposition 8 Equilibrium in a game with limited budget.Suppose that Assumptions 1 and 2 hold, and that there are two firms with a budget B.Then, an equilibrium always exists, the induced equilibrium market portfolio is uniqueand any investment plan which induces a portfolio identical to the market equilibriumportfolio is itself an equilibrium. Furthermore, there exists a unique 0 such that:1. the maximum number of firms investing in any project mb is given bys.t. Rn rn 1, N C0 .mb max1,2 n 2. Firm frontiers are determined by R1 r0, N Cb Rmb rmb 1, N Cb 1 m .Cjdj and if m 1 then 2B cid:82 10 Cjdj.15Formally, if m 2 then 2B 2cid:82 20 Cjdj cid:82 122100.10.20.30.40.50.60.70.80.910123Project Expected numberof firms investing Portfolio in mixed strategies Portfolio in pure strategies3. Let bm1 0 and b 0 1. The total expenditure iscid:90 bm 1Cjdj 2B.cid:90 bmm Cjdj m 10bm Then the equilibrium portfolio nbj is given bynbj kifj bk1, bk.As can be seen from conditions 1. and 2., the basic form of the market equilibriumportfolio will remain unchanged. The only difference is that the budget constraint willimpose positive opportunity cost on the choice of research projects, as opposed to theunconstrained equilibrium where the opportunity costs was 0. In the scenario where firmscan borrow unlimited funds at some positive price, the equilibrium characterized abovestill holds, but now is exogenously given and as a function of the cost of financing.6.5 Innovations as strategic complements Consider a case with two firms in the industry and relax Assumption 1. Assumption 1will not hold if innovations are sufficiently strong complements, for example in the caseof research spillovers. If Assumption 1 does not hold then it must be true that:R2, 2 r1, 2 R1, 2 r0, 2.Assumption 2 is immaterial for the following discussion and it is not assumed to hold.Analogous to the use of kfirm frontiers before, let:1 C1cid:0R1, 2 r0, 2cid:1,2 C1cid:0R2, 2 r1, 2cid:1,where C1 is the inverse of the function C. Since C is a strictly increasing function, we have 2 1. This introduces ambiguity in the number of firms that will, inequilibrium, invest in the interval 1, 2. A single firm cannot profitably invest in anyproject in this interval, while two firms can. Hence, in equilibrium, it must hold thatin any project in this interval, either no firm invests or both do. In the interval 0, 1both firms will invest, while in the interval 2, 1 neither firm will invest. If Assumption 1 does not hold, there will be an infinity of equilibrium market portfolios. In thissense, Assumption 1 is essential for the model.Figure 8 illustrates the equilibrium marketportfolio of research projects.7 Conclusion Economists have long studied how the level of investment in innovation changes as theintensity of competition in the market changes. This paper starts with the observationthat studying solely the level of investment in innovation is incomplete. As an alternative,a model where firms explicitly choose their investment projects from a set of heterogeneousprojects is developed and the equilibrium is characterized.It is shown that, while the effect of an increase in competition on the total level of investment in innovation is ambiguous, the increase in competition increases the variety of 22Figure 8: Violating Assumption 1.approaches to innovation and increases the probability that an innovation is discovered.The policy recommendation drawn from this conclusion is that competition authoritiesshould take into account this negative effect on the investment in innovation when reviewing merger cases.Comparing the equilibrium market portfolio with the optimal equilibrium portfolio, itis shown that the market will tend to underinvest in drastic innovation. This underinvestment will be more severe the higher the potential benefit from innovation and the lowerthe overall intensity of competition in the industry. This suggests that RD subsidiesshould be targeted at high cost and high potential benefit projects socalled blue skyprojects especially in the industries with few firms and low intensity of competition.This paper presents an innovation model where firms choose RD projects in whichto invest. In this model, the variety of approaches to innovation as well as the duplication of RD projects can be explicitly analyzed. This opens up at least two avenues forfuture research. First, a choiceofRDprojects model could be embedded into a growthframework, which could be used to analyze how different market structure and government policies could influence variety and duplication of RD projects and through itlongterm economic growth. Second, as eloquently argued in Segal and Whinston 2007,competition policy needs to focus more on the longterm effects such policy has on innovation in any given industry. The present model could be extended into a dynamicframework, so that questions of variety and duplication of RD projects could be analyzed in a dynamic setting.References Acemoglu, Daron, and Fabrizio Zilibotti. 1997. Was Prometheus Unboundby Chance? Risk, Diversification, and Growth. Journal of Political Economy,1054: 709751.Aghion, Philippe, Christopher Harris, Peter Howitt, and John Vickers. 2001.2300.10.20.30.40.50.60.70.80.910123Project Number of firms investing Interval where either no firm investsor both do 21Competition, imitation and growth with stepbystep innovation. The Review of Economic Studies, 683: 467492.Aghion, Philippe, Nick Bloom, Richard Blundell, Rachel Griffith, and Peter Howitt. 2005. Competition and innovation: An invertedU relationship. The Quarterly Journal of Economics, 1202: 701728.Akcigit, Ufuk, and Qingmin Liu. 2013. The Role of Information in Innovation and Competition. Mimeo.Akcigit, Ufuk, and William R. Kerr. 2010. Growth through Heterogeneous Innovations. PIER Working Paper No. 10035.Arrow, Kenneth. 1962. Economic welfare and the allocation of resources for invention. In The rate and direction of inventive activity: Economic and social factors.609626.Bester, Helmut, and Emmanuel Petrakis. 1993. The incentives for cost reduction ina differentiated industry. International Journal of Industrial Organization, 114: 519534.Bhattacharya, Sudipto, and Dilip Mookherjee. 1986. Portfolio Choice in Researchand Development. RAND Journal of Economics, 174: pp. 594605.Cabral, Luis. 1994. Bias in market RD portfolios. International Journal of Industrial Organization, 124: 533547.Chatterjee, Kalyan, and Robert Evans. 2004. Rivals Search for Buried Treasure:Competition and Duplication in RD. RAND Journal of Economics, 351: pp. 160183.Dasgupta, Partha, and Eric Maskin. 1987. The Simple Economics of Research Portfolios. The Economic Journal, 97387: pp. 581595.Farrell, Joseph, Richard J. Gilbert, and Michael L. Katz. 2003. Market Structure, Organizational Structure, and RD Diversity. In Economics for an Imperfect World: Essays in Honor of Joseph E. Stiglitz. , ed. Richard Arnott, Bruce Greenwald,Ravi Kanbur and Barry Nalebuff. Cambridge:MIT Press.Fershtman, Chaim, and Ariel Rubinstein. 1997. A simple model of equilibrium insearch procedures. Journal of Economic Theory, 441: 432441.Gilbert, Richard. 2006. Looking for Mr. Schumpeter: Where Are We in the CompetitionInnovation Debate? In Innovation Policy and the Economy. Vol. 6, ,ed. Jaffe Adam, Josh Lerner and Scott Stern.Klette, Tor, and David de Meza. 1986. Is the Market Biased against Risky RD?RAND Journal of Economics, 171: pp. 133139.Kwon, Illoong. 2010. RD Portfolio and Market Structure. The Economic Journal,120543: 313323.24Mankiw, N. Gregory, and Michael D. Whinston. 1986. Free Entry and Social Inefficiency. RAND Journal of Economics, 171: pp. 4858.Quirmbach, Herman C. 1993. RD: Competition, Risk, and Performance. RANDJournal of Economics, 242: pp. 157197.Reynolds, Stanley S., and R. Mark Isaac. 1992. Stochastic Innovation and Product Market Organization. Economic Theory, 24: 525.Robinson, Constance K. 1999. Leapfrog and Other Forms of Innovation: Protectingthe future for hightech and emerging industries through merger enforcement. Addressbefore the American Bar Association, Chicago, IL, June 10, 1999.Rubinfeld, Daniel L., and John Hoven. 2001. Innovation and Antitrust Enforcement. In Dynamic Competition and Public Policy: Technology, Innovation and Antitrust Issues. , ed. J. Ellig. New York:Cambridge University Press.Sah, Raaj Kumar, and Joseph E. Stiglitz. 1987. The Invariance of Market Innovation to the Number of Firms. RAND Journal of Economics, 181: pp. 98108.Schmidt, Klaus M. 1997. Managerial Incentives and Product Market Competition.The Review of Economic Studies, 642: pp. 191213.Schmutzler, Armin. 2010. The Relation between Competition and Innovation Whyis it such a mess? CEPR Discussion Paper No. DP7640.Segal, Ilya, and Michael D Whinston. 2007. Antitrust in Innovative Industries.The American Economic Review, 975: 17031730.Sena, Vania. 2004. The Return of the Prince of Denmark: A Survey on Recent Developments in the Economics of Innovation. The Economic Journal, 114496.van Cayseele, P. 1998. Market structure and innovation: a survey of the last twentyyears. De Economist, , 146: 391417.Vives, Xavier. 2008. Innovation and Competitive Pressure. The Journal of Industrial Economics, 563: pp. 419469.A Appendix: For Online Publication A.1 Proof of Proposition 1I prove each of the three statements contained in Proposition 1 in turn.Lemma 1 Existence. An equilibrium in pure actions always exists.I provide a constructive proof of Lemma 1 in three steps. Step 1 constructs thecandidate equilibrium investment plan I. Step 2 proves that no firm can increase itsexpected profits by making additional investments. Step 3 proves that no firm can increaseits expected profits by reducing investments. Finally, notice that any deviation from theinvestment plan I can be written as a collection of investments and divestments and by 25Steps 2 and 3, each such investment and divestment decreases expected profits and henceany such collection must decrease expected profits. Thus, no firm can profitably deviatefrom the investment plan I and then, by definition, I is an equilibrium.Step 1. Constructing the candidate equilibrium.Given a game, define m such thatm max1, ,Nns.t. Rn, N rn 1, N C0 0Since by assumption R1, N r0, N C0 0, a solution to this maximizationproblem always exists.Next, calculate each 1, 2, . . . , m such that the following condition holds:R1, N r0, N C1 R2, N r1, N C2 R3, N r2, N C3 Rm, N rm 1, N Cm 0 i . I will demonstrate that I is an equilibrium.Observe that N m. For each i 1, . . . , m, let IBy construction it holds Rm, N rm 1, N C0 0 and by Assumption 1 thereward of innovation are nonincreasing, so the inequality holds for all k m. Sincecosts of innovation approach infinity as j 1, values 1, 2, . . . , m always exist bythe Intermediate Value Theorem. Furthermore, since Cj is increasing and by applying Assumption 1 it is easy to see that 1 2 m.i 0, i. For each i m 1, . . . , N let IStep 2. Suppose that I is constructed as above. Then no firm can increase its expectedprofits by making additional investments.Proof. First observe that since j 1, 1, by construction R1, N r0, N Cj 0,no firm has an incentive to invest beyond the technology frontier. I will consider separatelythe firms which in I have some investment and those firms which do not.First, fix a firm icid:48 1, . . . , m and take any feasible investment interval L icid:48, 1.It must be that minL k, k 116 for some k icid:48 and k 2 and supL kcid:48, kcid:481for some kcid:48 icid:48 and kcid:48 2, with kcid:48 k.First consider the case where kcid:48 k. Then L k, k 1. Observe that Rk, N rk 1, N Ck 0 and nj, I k 1 for all j k, k 1 by construction. Since C is assumed to be strictly increasing, then Rk, N rk 1, N Cj 0 for allj minL, supL. Hence,cid:90cid:90cid:90Cjdj Rk, N dj rk 1, N dj 0LLLand the firm icid:48 has no incentive to invest in the interval L.16If k k 1, let L k and minL k.26Next consider the case where kcid:48 k. Then we can write L minL, k 1 k 1, k 2 kcid:48, supL. Denote these subintervals as Lk 1, Lk 2, . . . , Lkcid:481.Observe that by construction, the following statements hold:Rk, N rk 1, N Ck 0 and nj, I k 1Rk 1, N rk 2, N Ck 1 0 and nj, I k 2 Rkcid:48, N rkcid:48 1, N Ckcid:48 0 and nj, I kcid:48 1for all j Lk 1for all j Lk 2for all j Lkcid:481Since C is assumed to be strictly increasing, the following statements hold:Rk, N rk 1, N Cj 0Rk 1, N rk 2, N Cj 0 Rkcid:48, N rkcid:48 1, N Cj 0for all j Lk 1for all j Lk 2for all j Lkcid:481cid:19cid:19 0But then it holds Rnj, I 1, N rnj, I, N Cjdj cid:90cid:18cid:90Lcid:19cid:18cid:90cid:18cid:90Rk, N rk 1, N Cjdj Lk 1Rk 1, N rk 2, N Cjdj Lk 2 Rkcid:48, N rkcid:48 1, N Cjdj Lkcid:481and the firm icid:48 has no incentive to invest in the interval L.Next, fix a firm icid:48 m 1, . . . , N and take any feasible investment interval L 0, 1. Observe that we can write L as a union of two sets, L Lcid:48Lcid:48cid:48 where Lcid:48 0, mand Lcid:48cid:48 m, 1. By the same argument as above, it holds that any investment in theset Lcid:48cid:48 cannot be profitable. Consider now an investment in the set Lcid:48. By construction,m is the maximum number of firms that can profitably invest in the project j 0. Since Cj is strictly increasing it is also the maximum number of firms that can invest in anyproject. By construction, there are m firms investing in all projects in 0, m and as aresult the firm icid:48 cannot profitably invest in the set Lcid:48. Thus, the investment in the set L cannot be profitable.Step 3. Suppose that I is constructed as above. Then no firm can increase its expectedprofits by decreasing investments.Proof. First observe that all firms i m have zero investments by construction andhence cannot decrease their investments. Fix a firm icid:48 1, . . . , m and take any feasibleinvestment interval L 0, icid:48. Consider a disinvestment from the set L. It must bethat minL k, k 1 for some k 1 icid:48 with k m 1 and m1 0 andsupL kcid:48, kcid:481 for some kcid:48 1 icid:48 and kcid:48 k.Consider the case where kcid:48 k. Then L k, k 1. Observe that Rk 1, N rk 2, N Cj 0 and nj, I k 1 for all j k, k 1 by construction. Hence,cid:90Rk 1, N rk 2, N Cjdj 0.L27and the firm icid:48 has no incentive to divest from the interval L.Next consider the case where kcid:48 k. Then we can write L minL, k 1 k 1, k 2 kcid:48, supL. Denote these subintervals as Lk 1, Lk 2, . . . , Lkcid:481.Observe that by construction, the following statements hold:Rk 1, N rk 2, N Cj 0 and nj, I k 1Rk 2, N rk 3, N Cj 0 and nj, I k 2 Rkcid:48 1, N rkcid:48 2, N Cj 0 and nj, I kcid:48 1for all j Lk 1for all j Lk 2for all j Lkcid:481But then it holdscid:90cid:90Lcid:48cid:48Lk 1Rnj, I, N rnj, I 1, N Cjdj Rk 1, N rk 2, N Cjdj cid:90cid:90 Lkcid:481Rk 2, N rk 3, N CjdjLk 2Rkcid:48 1, N rkcid:48 2, N Cjdj 0and the firm icid:48 has no incentive to divest from the interval L.Thus no firm can increase its expected profits by divesting from any feasible intervali j, j and Iicid:48 Iicid:48 j, j .icid:48cid:48, for all icid:48cid:48Consider an investment plan I such that Iicid:48cid:48 IL.Lemma 2. If I is an equilibrium and 0 nj, I N for some j 0, 1, then infinitelymany equilibria exist.Proof. Let I be an equilibrium and fix some j 0, 1 such that 0 nj, I N . Thenthere exist firms i and icid:48 such that j Ii and j cid:54 Iicid:48. Then there must exist some 0such that j, j Ii j, j and j, j Iicid:48 .cid:54 i, icid:48. For i and icid:48 let Ii IIn words, only transfer the ownership ofinvestment in projects j, j from firm i to firm icid:48 and leave everything else unchanged.I will demonstrate that I is also an equilibrium and hence, since there is an infinitenumber of ways to choose , there exists an infinity of equilibria.Suppose that I is not an equilibrium. Then, there exists a firm that can profitablychange its investment plan. This means that there exists an interval L 0, 1 and afirm il such that firm can increase its expected profits by either investing in the interval L or divesting from the interval L. Consider first those firms icid:48cid:48 cid:54 i, icid:48. By constructionnj, I nj, I for all j 0, 1. From Equation 1, it is clear that strategic effects onlyinfluence the expected profit through nj, I. Thus, if a firm can profitably deviate from I it can also profitably deviate from I.Next, consider firms i and icid:48. Since their investment plans are unchanged in the set0, j j , 1 by an argument identical to the one above, if they could profitablydeviate in this set from I, they could also profitably deviate from I. Now consider theset j, j . Firm icid:48 can deviate in this set only by not investing. Suppose that thereexists an interval Lcid:48 j, j , such that not investing in this set increases the expectedprofits of firm icid:48. Then it must be the case thatcid:90Lcid:48Rnj, I, N rnj, I 1, N Cjdj 0.28But in this case, firm i could profitably deviate from I by not investing in the interval Lcid:48. Next, firm i can deviate in the set j, j only by investing. Suppose that thereexists an interval Lcid:48 j, j , such that investing in this set increases the expectedprofits of firm i. Then it must be the case that Rnj, I 1, N rnj, I, N Cjdj 0.cid:90Lcid:48But in this case, firm icid:48 could profitably deviate from I by investing in the interval Lcid:48.Thus, in each case, a profitable deviation from I implies a profitable deviation from I which contradicts the initial assumption that I is an equilibrium.Lemma 3. If there are multiple equilibria they all result in the same market portfolio ofinvestment in innovation. That is, if I1 and I2 are equilibrium investment plans, then 2 for all j 0, 1. If Inj, I1 nj, I1 is an equilibrium then any investment plan I31 nj, Isuch that nj, I3 for all j 0, 1 is also an equilibrium.I prove this Lemma in two steps, each proving one part of the Lemma.1 and I1 nj, I2 for all j 0, 1.Step 1. If there are multiple equilibria they all result in the same market portfolio ofinvestment in innovation. That is, if I2 are equilibrium investment plans, thennj, IProof. Suppose not. Then, there exists a point j 0, 1 such that nj, ISuppose, without loss of generality, that nj, I 0 such that it holds j, j Iconst , nl, I1 cid:54 nj, I2 .2 . Fix a firm i and a point 2,i and nl, I1 1 1, N Cj . Since C is increasing it 1 1, N Cl for all l j, j . By Assumption 1 it 2 const,l j, j . Such a firm and a point always exist.1 , N rnj, Icid:90 j2 1, N rnj, I2 , N Cl for all l j, j . Then it holds 1,i j, j and j, j Iholds Rnj, Iholds Rnj, I1 Suppose Rnj, I1 , N rnj, I1 nj, IRnl, I2 1, N rnl, I2 , N Cldl 0.j Then Iin the interval j, j .2 Suppose Rnj, I2 cannot be an equilibrium as firm i could increase its expected profits by investing 1 1, N Cj . Then there exists an cid:48 01 1, N Cl for all l j cid:48, j . Then it 1 , N rnj, Isuch that Rnj, Iholdscid:90 j1 , N rnj, IRnl, I1 , N rnl, I1 1, N Cldl 0.jcid:481 is an equilibrium then any investment plan I1 cannot be an equilibrium as firm i could increase its expected profits by not Then Iinvesting in the interval j cid:48, j .Step 2. If Ifor all j 0, 1 is also an equilibrium.Proof. Suppose not. Then in the investment plan I3 exists a firm i and an interval Lsuch that firm i would be better off by either investing in the interval L or by divestingfrom interval L.Lcid:48 L such that Rnj, I1 Suppose that the firm i can profitably invest in the interval L. Then there exists 3 , N Cl for all l Lcid:48. But then there 3 1 rnj, I3 such that nj, I1 nj, I3 29exists a firm icid:48cid:48 and a set Lcid:48cid:48 Lcid:48 such that Lcid:48cid:48 Iequilibrium as the firm icid:48cid:48 could profitably deviate by investing in the interval Lcid:48cid:48.exists Lcid:48 L such that Rnj, Ithere exists a firm icid:48cid:48 and a set Lcid:48cid:48 Lcid:48 such that Lcid:48cid:48 Iequilibrium as the firm icid:48cid:48 could profitably deviate by divesting from the interval Lcid:48cid:48.2 Suppose that the firm i can profitably divest from the interval L. Then there 3 1, N Cl for all l Lcid:48. But then 1 cannot be an 1,icid:48cid:48 . Then I1 cannot be an 3 , N rnj, I1,icid:48cid:48 Lcid:48cid:48. Then IA.2 Proof of Proposition 2Proof. Observe that by Assumption 2, for all n 1 we have rn, N 0. Let I be theequilibrium constructed in the proof of Lemma 1. If nj as constructed in Proposition 2is equal to nj, I for all j 0, 1, then by statement 3 in Proposition 1 it characterizesthe equilibrium market portfolio of research projects.I here show that nj nj, I. First, as noted in the proof of Lemma 1, observethat 1 2 m. First suppose that j 1, 1 Then it must be that j kfor all k 1, . . . , m. Hence nj 0. By construction, nl, I 0 for all l 1, 1.Next, suppose that j 0, 1. Thennj max 1, ,mk Let k nj. It holds that j k k 1 1. By construction, each firm isuch that i 1, . . . , k invests in j. Hence, nj, I k.s.t. j k A.3 Proof of Proposition 3I will prove each statement in the proposition in turn. Let the number of firms in thepreinnovation market increase from N to Ncid:48. Denote the maximum number of firmsinvesting in two cases as m and mcid:48 and the kfirm frontiers as k and cid:48k.Lemma 4. In equilibrium, the variety of projects developed and the probability of developing an innovation weakly increases, that is 1 cid:481.1. Thus we need to show that 1 cid:48Proof. By Proposition 2 the variety of projects developed in the two equilibria is equalto the sets 0, 1 and 0, cid:481 and the probability of successfully developing an innovationis equal to 1 and cid:481. By Proposition 2 wehave R1 r0, N C1 and R1 r0, Ncid:48 Ccid:481. By assumption 3 we have 1 C1. Since Cj is assumed to be increasingrn 1, Ncid:48 rn 1, N hence Ccid:48this implies cid:48Lemma 5. The maximum number of firms investing also increases, that is m mcid:48.1 1.1, ,Nn such that Rn rn 1, N C0 Proof. By Proposition 2 we have m max 0. Observe that m 1, . . . , N 1, . . . , Ncid:48.If n 1, by assumption 3 we have Rn rn 1, Ncid:48 C0 Rn rn 1, N C0. If n 1, by assumption 2 wehave Rn rn 1, Ncid:48 C0 Rn rn 1, N C0. Hence m is chosen froma subset from which mcid:48 is chosen and it satisfies a stricter condition. Thus mcid:48 cannot belower than m.30Lemma 6. Apart from the increase in variety of projects developed and in the maximumnumber of firms investing, the equilibrium portfolio remains the same. That is, nj, I nj, Icid:48 for all j 0, 1 0, cid:481 1, we have nj, I nj, Icid:48 0 for all j cid:48Proof. Since cid:48not depend on N or Ncid:48, by Proposition 2 it follows that k cid:48Again by Proposition 2 it follows that nj, I nj, Icid:48 for all j cid:481, 1. Since Rk doesk for all 2 k m.mcid:48, 1.mcid:48 1, cid:481.A.4 Proof of Proposition 4Proof. Suppose the intensity of competition increases from R, r to Rcid:48, rcid:48. Denote therespective equilibrium investment plans as I and Icid:48. Then the following holds by directapplication of Proposition 2:cid:40 m if Rcid:48m, N C0 0 m otherwisemcid:48k k k 2, . . . , mcid:48cid:48cid:481 1andnj, Icid:48 nj, Inj, Icid:48 nj, Inj, Icid:48 nj, I 0for all j 0, 1for all j 1, cid:481for all j cid:481, 1.Since cid:481 1 the variety of research projects undertaken and the probability ofk k k 2, . . . , mcid:48 there are somediscovering an innovation increase. Since cid:48projects which are developed by fewer firms than with less intense competition. Hencethe amount of duplication of research decreases.A.5 Proof of Proposition 5Proof. The portfolio given in Proposition 5 can always be constructed. I show that it isoptimal. Suppose not. Then, there exists a project j 0, 1 such that investing eithermore or less than noj marginally increases the expected welfare. There are two cases:1 there exists a possibility to profitably increase investment in some project and 2there exists a possibility to profitably decrease investment in some project.project j. Then there exists some n such that n 0j n N and W n n Cj W n 0j n 0jCj.1 Suppose that there exists a possibility to profitably increase investment in some Then we can writencid:88W k W k 1 Cjknoj131 W n 0j n 0jCj W n 0j n 0jCjncid:88W k W k 1 Cj 0.Suppose noj mo. Then, k noj it holds:knoj1cid:17cid:16cid:16W k W k 1 C0C0 Cjcid:17 0the first bracketed expression is by construction not positive while the second is notpositive since the function C is increasing. A sum of nonpositive elements cannot bepositive. A contradiction.Suppose now that noj mo. By construction it holds W n 0j 1 W n 0j Con 0j1 0and for every k n 0j by assumption holds W k W k 1 Con 0j1 0n 0j1. Plugging it into the expression By construction j oabove, it followsn 0j1, so that Cj Co W k W k 1 Cj 0 k n 0j.2 Suppose that there exists a possibility to profitably decrease investment in some Again, a sum of nonpositive elements cannot be positive. A contradiction.project j. Then there exists some n such that 0 n n 0j and W n n Cj W n 0j n 0jCj.Then we can write W n n Cj W n n Cj nojcid:88W k W k 1 Cjnojcid:880 kn1kn1W k W k 1 Cj.By construction W noj W noj 1 Cj 0 and by assumption it holds for anyk noj that W k W k 1 Cj 0A sum of positive elements has to be positive. A contradiction.A.6 Proof of Corollary 1Using the notation of Propositions 2 and 4 the variety of RD projects in the marketportfolio is 0, 1 and the variety of RD projects in the optimal portfolio is 0, o 1. Thusthe market will underinvest in the variety of RD projects if and only if 1 o 1. Since C is increasing this is equivalent to C1 Co 1. By Propositions 2 and 4 it thenholds R1 r0, N W 1 W 0. Decomposing W 1 into CS1 R1 and W 0into CS0 N r0, N yields the desired result. Overinvestment and optimal investmentcases are proven analogously.32A.7 Proof of Proposition 6Since assumptions 1, 2 and 4 hold, by Corollary 1 this market will underinvest in thevariety of RD projects if and only if CS1 W 0 r0, N 0. Denote with q 1the quantity supplied by a monopolist with the innovation and with q 0 the quantitysupplied by a single firm if no innovation is developed. Since the innovation is drastic CS1 cid:82 q 1P q 1 P N q 0 or equivalently q 1 N q 0. Since we can write the consumer surplusso it holds W 0 cid:82 N q 0as the difference between total utility and the total expense paid by consumers it holds 0 P sds P q 1q 1. Welfare is total utility less the total cost of production,cid:90 q 1P sds N cq 0. Then this market will underinvest if and onlycid:20cid:90 N q 0cid:21if:0P sds P q 1q 1 P sds N cq 0 r0, N 0.00Subtracting the integrals and rearranging terms gives:cid:90 q 1P sds P q 1q 1 N cq 0 r0, N 0.By assumption P cid:48 0 so thatcid:82 q 1N q 0N q 0will hold whenever the following inequality holds:P sds q 1 N q 0P q 1. The inequality aboveq 1 N q 0P q 1 P q 1q 1 N cq 0 r0, N 0.Rearranging gives:By assumption ccid:48 0 so that cq 0 cid:82 q 0N cq 0 N q 0P q 1 r0, N 0.will hold whenever the following inequality holds:0 ccid:48sds q 0 0 ccid:480. The inequality above N q 0 ccid:480 P q 1 r0, N 0.Since r0, N 0 by rationality of firms and ccid:480 P q 1 by definition of a drasticprocess innovation, the above inequality always holds.A.8 Proof of Corollary 2Consider first the case where ok Ck. Since assumptions 1, 2 and 4 hold, then Propositions 2 and 5 hold. Applyingthem yields W k W k 1 Rk and decomposing the expression for W yieldsk Rk CSk k 1Rk 1 CSk 1 Rk. Rearranging gives:k k. Since C is increasing then it holds Cocid:104k 1cid:0Rk Rk 1cid:1cid:105cid:104k CSk CSk 1 0.cid:105Hence ok k if and only if k 0. The other cases follow analogously.A.9 Proof of Proposition 2a Observe that the proof of Proposition 1 does not require Assumption 2. Proof of Proposition 2a exactly mirrors the proof of Proposition 2, except without setting rn, N 0for all n 1. In essence, Proposition 2 is a special case of Proposition 2a.33cid:90 x 1cid:20cid:90 x 1cid:90 10x 1000cid:20cid:90 x 2cid:90 1cid:20cid:90 x 1x 2cid:21cid:90 x 1cid:21x 1A.10 Proof of Proposition 7Suppose, without loss of generality, that the firm 2 invests according to some probabilitydensity function f 2, with the cumulative density function F2. Consider any pure actionx 1 of firm 1. The profit of the firm 1 can be expressed as:1x 1F2 cid:90 x 1cid:90 x 1f 2x 2dx 2cid:90 1R2dj R1dj Cjdj r0, 2djcid:21x 2x 1Deriving:d 1x 1F2dx 1R2dj r0, 2djf 2x 2dx 2.cid:21f 2x 1r0, 2djcid:90 1x 1R1dj Cx 1 cid:20cid:90 x 1cid:90 x 100R2dj R2dj cid:90 1x 1r0, 2djf 2x 1cid:90 1R1 r0, 2 f 2x 2dx 2 R2f 2x 2dx 20x 1and simplifying:d 1x 1F2dx 1 Cx 1 R1 r0, 2 F2x 1 R2 1 F2x 1 .Next, use the assumption that the equilibrium is symmetric, that is F1 F2 F . Inequilibrium it has to hold d 1x 1F dx 1 0 for all x 1 in the support of f . This conditionis uniquely satisfied by F j Cj R2R1 r0, 2 R2for j in the support of f .Observe that F is strictly increasing and, for all j such that F j 0 it follows thatd 1x 1, F dx 1 0, and for all j such that F j 1 it follows that d 1x 1, F2dx 1 0.Hence, the unique symmetric equilibrium is given by the profile F, F where 0Cj R2R1 r0, 2 R21F j for j 0, 1.Cj R2Cj R2Cj R2R1 r0, 2 R2R1 r0, 2 R2R1 r0, 2 R2 0 0, 1 1ififif A.11 Proof of Proposition 8I prove this statement in three steps. First I show that some satisfying all conditionsin the proposition always exists and is unique. Next, I construct an investment planinducing the same portfolio as the one in Proposition 8. Finally I show that the constructed investment plan is an equilibrium and that any investment plan inducing thesame portfolio is an equilibrium as well.34Lemma 7. always exists and is unique.Proof. Define functions 1 : 0, 1 R, 2 : 0, 2 R such thatcid:1R1r0,2cid:1R2Cjdjcid:90 C1cid:0Cjdj cid:90 C1cid:0cid:90 C1cid:001 2 cid:1Cjdj R1r0,200with 1 R1 r0, 2 C0 and 2 R2 C0. Since C is continuous, strictlyincreasing and defined on an interval, its inverse is continuous and strictly increasing aswell. Hence both 1 and 1 are continuous and strictly decreasing. Furthermore,by Assumption 1 it holds 1 2.Either i 12 2B or ii 12 2B. If i is true, 12 2B and 11 0 2B. By the Intermediate Value Theorem there exists some 2, 1 such that 1 2B and furthermore is unique since 1 is strictly decreasing. Observethat R2C0, 1, hence R1r0, 2C0 and R2C0 . Thus,by the condition 1. of Proposition 8 we have mb 1. By the condition 2. the firm frontieris b 0 Cjdj 2Bby construction. Hence, uniquely satisfies all three conditions of the Proposition 8.If ii is true, then 22 2B and 20 2B, by the assumption of the bindingbudget constraint. By the Intermediate Value Theorem there exists some 0, 2such that 2 2B and furthermore is unique since 2 is strictly decreasing.Observe that 0, 2, hence R2 C0 . Thus, by the condition 1. of Proposition 8 we have mb 2. By the condition 2. the firm frontiers are b 1 C1cid:0R1 r0, 2 cid:1. Finally, the condition 3. holds sincecid:82 br0, 2 cid:1 and bcid:82 b 0 Cjdj 0 Cjdj 2B by construction. Hence, uniquely satisfies all three conditions of the Proposition 8.2 C1cid:0R2 cid:1. Finally, the condition 3. holds sincecid:82 b 1 C1cid:0R1121Lemma 8. An equilibrium inducing portfolio equivalent to the one characterized in Proposition 8 can always be constructed.Proof. Either m 2 or m 1. If m 1, then it holds cid:82 b If m 2, then it holds 2cid:82 b 1 and cid:82 x 1 andcid:82 x 0 Cjdj cid:82 b 0 Cjdj B and cid:82 b 0 Cjdj B andcid:82 b 0 Cjdj cid:82 bexists a point x such that 0 x bfirm invest in the interval 0, x and the other firm in the interval x, bplan generates a portfolio equivalent to the one characterized.x such that bone firm invest in the interval 0, x and the other firm in the set 0, binvestment plan generates a portfolio equivalent to the one characterized.2 x b 1b 22210 Cjdj 2B. Then therex Cjdj B. Let one 1. This investment 11x Cjdj B. Let 1. This 2 x, b Cjdj 2B. Then there exists a point Lemma 9. The investment plan constructed in Lemma 8 is an equilibrium and anyinvestment plan inducing the same portfolio is an equilibrium as well.Proof. The proof is analogous to the proof of Proposition 1, with the opportunity costequal to as opposed to 0.35A.12 Example: Process innovation in a Cournot market As an illustrative example, consider a simple Cournot model with homogeneous products,linear costs and linear demand. Suppose that there are three firms facing inverse demandof the form P q 1, q 2, q 3 1 q 1 q 2 q 3where qi is the quantity supplied by the firm i. Denote with c the marginal cost ofproduction with the old technology and with c the marginal cost of production with thenew technology, where c c 1. That is, firms have the possibility to develop a processinnovation which reduces their production cost from c to c. The innovation is drastic if c 1 c 2,2where the right hand side of the inequality is the price which would be obtained if therewas a monopolist with marginal cost c in the market. Suppose that the costs of researchare given bycid:115Cj bj 1 j,j 0, 1,where b 0 is a slope parameter. Observe that this choice of cost function implies C0 0 so that m N , that is at least some of the innovation projects are developedby all the firms in the market.Using standard methods, the profits in Cournot markets with n firms and marginalcosts c are given by n, c 1 c2n 12. From this equation it is possible to derivethe ex post payoffs:r0, 3 R2 1 c21 c2169,,R1 R3 1 c21 c2416,.In order to be able to apply Proposition 2, we have to check if Assumptions 1 and 2hold. Assumption 2 holds whenever Equation 2 is satisfied. In addition, Assumption 1 holds whenever c c 1, which is assumed.17 Hence, Proposition 2 can be used tocharacterize the equilibrium RD portfolio.17If Assumption 2 is satisfied then the sufficient condition for Assumption 1 to hold is If c 1, the inequality is satisfied. If c 1, the expression simplifies to1 c24.16 1 c2 1 c2cid:18 1 ccid:192 991 c,20which is always satisfied since the lefthand expression is always greater than 1.36Applying Proposition 2 yields the following kfirm frontiers for k 1, 2, 3:3 2 1 R32b 2 R32 ,R22b 2 R22 ,R1 r0, 32b 2 R1 r0, 32 .All projects in the interval 0, 3 are developed by all three firms while the projectsin the interval 3, 2 are developed by two firms. Projects in the interval 2, 1 aredeveloped by just one firm while the projects in the interval 1, 1 are not developed atall. Thus, if the successful project is from the interval 0, 1, the market will successfullydevelop the innovation and all firms which invested in the successful project will competewith the production costs c. However, if the successful project is from the interval 1, 1the market will not develop the innovation and all firms will compete with the productioncosts c.Figure 1 in Section 3 illustrates the equilibrium market portfolio in the case whereb 0.05, c 34 and c 12.Merger of two firms Suppose now that two of the three firms merge, leaving everything else unchanged. Thatis, suppose that the merger affects only the number of firms which are active in themarket. Denote with rcid:48, Rcid:48 payoffs after the merger and with r, R payoffs withoutthe merger. Clearly, r, R are the same as before. The new payoff functions are givenby:rcid:480, 2 Rcid:481 Rcid:482 91 c21 c21 c249,,.It is immediately clear that rcid:480, 2 r0, 3 while Rcid:481 R1 and Rcid:482 R2.The intuition behind this is that the merger increases profits in the market when all firmsare active, because there are fewer competitors, hence rcid:480, 2 r0, 3. However, due tothe drastic nature of innovation, postinnovation profits only depend on the number offirms which successfully innovated, hence Rcid:481 R1 and Rcid:482 R2. Since after themerger there are only two firms in the market, the maximum number of firms investingin any project is at most 2.Applying Proposition 2 yields mcid:48 2 m 3, cid:481 1. This is in linewith results derived in Proposition 3. Figure 2 in Section 4.1 graphically illustrates thechange in the market portfolio of research projects after the merger.2 2 but cid:48From Cournot to Bertrand competition Consider again the scenario with three firms and suppose that the type of competitionchanges from Cournot to Bertrand. This change can be interpreted as an increase in 37the intensity of competition among the firms. How will the market portfolio of researchprojects change? Applying Proposition 4, the variety of research projects developed willincrease while the duplication of research projects will decrease.From above we know that with three firms engaged in a Cournot competition, themarket portfolio will be characterized by the maximum number of firms investing m andthe firmfrontiers 3, 2, and 1. The equilibrium values of the market under Bertrandcompetition are denoted with a prime. When there are multiple symmetric firms competing in a homogeneous goods Bertrand market, in equilibrium firms set prices equalto marginal cost of production and earn zero profits. Hence, the payoff functions will bercid:480, 3 0 and Rcid:482 Rcid:483 0. The monopolist earns the same profits in both cases,that is Rcid:481 R1 1 c24.Since Assumptions 1 and 2 clearly hold, Proposition 2 can be applied. It immediatelyfollows that mcid:48 1, hence nj ncid:48j for all j 2. This drastic change in the amountof duplication is due to the fact that firms make no profits if there is a competitor, sofirms choose to do no duplication at all. Simple calculations show that cid:481 1. Figure 3 in section 4.2 illustrates the change in the market portfolio of research projects dueto the change of competition from Cournot to Bertrand.Market and optimal portfolios in a Cournot model Consider again the Cournot example from the online appendix A.12. Social welfaregenerated in this product market by firms supplying total quantity Q is given by:cid:18cid:191 Q2 c,3cid:90 Qcid:90 QWQ P sds Qc 1 sds Qc Q00where c is the constant marginal cost of production. Using standard results, the totalquantity supplied in a Cournot market with n firms is given by Qn, c n1 cn 1.Assumptions 1 and 2 hold and simple calculations show that Assumption 4 holds aswell. Hence Propositions 5 and 6 can be applied. Proposition 6 immediately informs usthat there will be underinvestment in the variety of research projects. Figure 4 illustratesthe difference between the optimal and the market portfolio in this market.38", "filename": "econwp127.pdf", "person": ["Igor Letina", "Letina, Igor"], "date": ["2014"]}