{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/111210/1/econwp158.pdf"], "title": ["Let the market decide: An experimental study of competition and fairness"], "plaintext": "Let the Market Decide: An Experimental Study of Competition and Fairness Bj orn Bartling Manuel Grieder Christian Zehnder May 23, 2014Abstract Is competition perceived as a fair procedure? We report data from laboratory experiments where a powerful buyer can trade with one of several sellers. Sellers who feelshortchanged can engage in counterproductive behavior to punish the buyer. We findthat the same unfavorable terms of trade trigger significantly less punishment if thebuyer uses a competitive auction to determine the terms of trade than if she uses herauthority to dictate the same terms directly. Our results inform the debate on thefairness of market outcomes by showing that the use of a competitive procedure can,by itself, affect how people judge unequal distributive outcomes.Keywords: Competition, authority, markets, fairness, responsibility, procedures JEL codes: C91, D03, D63Bj orn Bartling: Department of Economics, University of Zurich, Bl umlisalpstrasse 10, CH8006 Zurich,Switzerland, email: bjoern.bartlingecon.uzh.ch Manuel Grieder Christian Zehnder: Faculty of Business and Economics HEC Lausanne,Internef, CH1015 Lausanne, Switzerland, email:University of Lausanne, Quartier UNILDorigny,manuel.griederunil.ch, christian.zehnderunil.ch.We gratefully acknowledge support from the Swiss National Science Foundation. We thank Martin Dufwenberg, Florian Ederer, Armin Falk, Ray Fisman, Bob Gibbons, Holger Herz, Raj Iyer, Andrea Pratt, and Roberto Weber, as well as seminar participants at Auckland, Columbia, G ottingen, MIT, Lausanne, and Zurich, and conference participants at the IMEBE 2013, the ESA World Meetings 2013, the Nordic Conference on Behavioral and Experimental Economics 2013, the Workshop on Incentives, Motivation and Cooperation, Stavanger 2013, the CESifo Area Conference on Behavioural Economics 2013, and the NBEROrganizational Economics Meetings 2013 for helpful comments. We are grateful to Michael Kosfeld for allowing us to use the FLEX lab in Frankfurt, and we especially thank Pascal Knodt for excellent researchassistance.1Introduction Competition is a cornerstone of economics.It is associated with the efficient allocationof resources and with individual liberties such as free market entry and the exercise ofchoice. But is it also perceived as a fair procedure? In this paper, we analyze experimentallythe impact of the use of a competitive procedurerelative to the use of authorityoncounterproductive behavior in response to unequal distributive outcomes.The importance of peoples judgments of distributive market outcomes is vividly highlighted by the public debate triggered by Piketty 2014, who documents rising wealth inequality in recent decades and admonishes that such inequalities can potentially trigger socialdiscontent. Indeed, it is well documented that many people dislike inequality and are willingto sacrifice monetary gains to take retaliatory actions against others whom they blame forunfair outcomes e.g., Fehr Fischbacher, 2003. The prevalence of such punishments is amixed blessing. In some situations the punishment of perceived unfairness can, in the longrun, help to support social norms or cooperation e.g., G achter et al., 2008. In other situations conflict and counterproductive behavior triggered by perceived unfairness can createsubstantial deadweight losses e.g., Nikiforakis, 2008. Understanding how procedures affectperceived fairness and reactions to inequality is thus important also from an efficiency pointof view.The inherent fairness of market procedures is widely discussed in public debate as well. Arecent prominent example is Sandel 2012, who questions that the use of markets to allocatecertain goods and services is generally justrelative to other nonmarket allocation rulesfor a reply see Besley, 2013. Peoples fairness judgments of market procedures are, to date,rarely addressed in the economics literature. An early exception is Kahneman et al. 1986,who provide survey evidence that many people regard market mechanisms as unfairatleast in certain situations. In contrast, Hart Moore 2008 hypothesize, more recently,that competition is perceived as fair because it provides a relatively objective measure ofwhat Buyer and Seller bring to the relationship p. 12.The idea that the same outcome is judged differently depending on the procedure thatleads to it is deeply entrenched in psychology e.g., Thibaut Walker, 1975. The researchon procedural fairness in economics largely focuses on the role of biased vs. unbiased randomprocedures to capture the idea of equal opportunity, level playing field, or exante fairnesse.g., Bolton et al., 2005; Cappelen et al., 2013. Given the central role that competitionplays in markets, business life, and many realms of society at large, it is of high interestto better understand if and how the procedure of competition affects, by itself, peoplesreactions to unequal distributive outcomes.1The procedure of competition comes in many forms. The aim of this paper is not toprovide a comprehensive definition of the precise nature and boundaries of competitive procedures or markets. Rather, our research strategy is to use very simple controlled laboratoryexperiments to elicit the behavioral reactions to the outcomes of one specific competitiveprocedurean auctionand to compare it to a clearly specified procedural alternativetheuse of authoritythat can result in the same distributional outcomes.Our experimental design reflects a stylized trading situation where a powerful buyer cantrade with one of two possible sellers. The terms of tradethat is, the markup that the buyerpays on top of the sellers costare reflected in the number of points that the buyer transfersto one of the sellers. The buyer can choose between two different procedures. She can eitheruse authority to set the transfer directly, in which case one seller receives the transfer andthe other gets nothing, or she can let the transfer be determined in a competitive clockauction. In the clock auction, the transfer starts at zero and increases by one point eachsecond until one of the sellers accepts. The seller who accepts first receives the transfer,the other gets nothing. After the procedure is chosen and the transfer is determined, thesellers can engage in counterproductive behavior. This is implemented in form of a costlypunishment option that allows retaliating against the buyer andor the other sellers.1 Theobserved punishment serves as a measure of perceived fairness violations and responsibilityattribution for the distributive outcome resulting under the chosen procedure.For given distributive outcomes, we find that the procedure of competition triggers lesspunishment for the buyer than the use of authority. Moreover, we find that using competitionleads to a partial shift of the blame. While the buyer is punished less under competition, thesellers punish each other more. Importantly, the increase in mutual punishment of the sellersis smaller than the reduction in the punishment of the buyer. The use of competition thusdecreases the total amount of counterproductive behavior, i.e., it decreases the inefficienciescaused by conflicting views about the fairness of the resulting distributive outcome.Consider procurement auctions as one example for the implications of our findings. Theexisting literature argues that asymmetric information with respect to sellers productioncosts is the key reason for the use of such auctions see, e.g., Klemperer, 1999. Our papershows that the reasons for the use of competitive procurement auctions go beyond elicitingsellers costs. Relative to a situation where a powerful buyer simply dictates a low price that 1The counterproductive actions in our experiment correspond to what Hart Moore 2008 call performance shading. Shading can occur in various forms. For example, imagine that a buyer faces multiplesellers. One obvious way in which the selected seller can hurt the buyer is by lowering the quality of theproduct or service delivered to the buyer lowering the quality may be costly if there is a risk of detectionor if the seller himself prefers delivering a high quality product. Another common and potentially powerfulform of shading is malicious gossip. This kind of punishment can be used by both selected and rejectedparties and may be targeted at both trading partners and competitors.2leaves, say, just a small markup on top of costs, sellers judge the same low prices as morejustified when they are competitively elicited, and thus engage less in quality shading.To study the robustness of our results, we implemented three additional conditions, eachof which varies one important feature of our baseline condition. In the intense competitiontreatment we intensify the competitive pressure in the auction by increasing the number ofpotential sellers. This drives down transfers under competition and might therefore renderthe use of competition less acceptable. In the symmetric access treatment it is randomlydetermined which buyer receives the transfer if the buyer uses authority, while the transfergoes to a predetermined buyer in the baseline condition. We thus eliminate the feature ofour baseline condition that only competition grants equal exante opportunities to all sellersto receive a transfer. This removes a potential justification for the choice of the competitiveprocedure and might thus decrease its perceived fairness. In the involvement treatment thebuyer has to determine the sequence of offers that are shown in the clock auction, instead ofthe exogenously given sequence with increments of one point. This implies that the buyerhas a direct impact on the outcome of the competitive process, which might increase theattributed blame. We find that the results obtained in the baseline condition persist inall three treatment variations. This suggests that employing a competitive procedure is arobust method to reduce blame assigned to the buyer and overall counterproductive behaviorin response to unequal distributive outcomes.In the next section we discuss the relationship of our paper to the existing literature.Section 3 describes the study design in detail, and Section 4 presents the results. We discussthe implications of our results in Section 5.2 Related Literature Our design builds on previous research on dictator and ultimatum games for an overview see Camerer, 2003. A well established finding in this literature is that many people are willingto give up material payoffs to punish others for the choice of unequal payoff allocations.There is a consensus that these punishments represent retaliatory actions in response toperceived unfairness.In our experimental setup, the buyer can choose between two different proceduresauthority or competitionto determine the allocation of payoffs among herself and thesellers. After having observed the transfer, one of the two sellers decides whether to assigncostly punishment points to the buyer andor the other seller. This allows studying not onlyhow sellers react to given allocations but also whether they react differently to the sameoutcome depending on the procedure that was chosen to determine the payoffs.3Previous work has investigated the effect of competition in ultimatum games G uthet al., 1998; Marchand, 2001; Grosskopf, 2003; Fischbacher et al., 2009. These studies showthat competition among receivers drastically increases their willingness to accept low offers.2While many receivers reject allocations that offer them less than 30 percent of the pie inthe standard ultimatum game, competition induces them to accept much smaller transfers.However, these findings do not necessarily imply that competition alters the receivers fairness perceptions. Fehr Schmidt 1999 show that in an outcomebased fairness model,the same fairness preferences that motivate receivers to reject low offers in the standardultimatum game can also induce them to accept these offers under competition.3Our experiment differs in two important ways from ultimatum games with receiver competition. First, in ultimatum games the acceptance decision and the punishment decisionare perfectly linked. This is not the case in our setup. Sellers who have accepted a transferunder competition can still punish the buyer if they perceive the realized allocation as unfair.In our experiment purely outcomebased fairness preferences can therefore not explain whysellers punish less when the same unequal payoff allocation has been determined by competition rather than authority. Second, in the studies on receiver competition in ultimatumgames it is the experimenter who decides whether the decision environment is competitive ornot. In our experiment, in contrast, it is the buyer who chooses the procedure under whichthe transfer is determined. This feature allows us to study whether sellers punish the buyerfor the choice of competition or authority.Our paper is also related to experimental studies by Fehr et al. 2009, 2011, who confirm Hart Moores 2008 hypothesis that a competitively negotiated exante contract providesa reference point for expost trade see also Bartling Schmidt, 2014. Fehr et al. take acompetitive environment as given and focus on the impact of the buyers choice between arigid and a flexible contract on sellers expost counterproductive behavior. In contrast, wefocus on the buyers choice of procedureauthority or competitionon counterproductivebehavior by sellers, not on the choice of a contract type.Finally, our paper contributes to the literature on the diffusion of responsibility. Psychological studies show that responsibility is diffused in groups, known as the bystander effectDarley Latane, 1968, and recent studies in economics show that responsibility diffusionleads to more selfish behavior in economic contexts e.g., Dana et al., 2007; Hamman et al.,2010; Falk Szech, 2013. The punishment pattern in our paper is consistent with the ideathat responsibility diffusion creates moral wiggle room and reduces blame, because the 2Roth et al. 1991 conduct an ultimatum game with proposer competition.3The reason is that the presence of competing receivers implies that a single receiver cannot ensurepunishment of the proposer by rejecting a low offer. There is always the possibility that another receiveraccepts, in which case the rejecting receiver lowers his expected payoff without affecting the proposers payoff.4buyer is the only person who makes a decision if she uses authority, while also one of thesellers has to make an active acceptance decision if the buyer chooses competition. Further,Bartling Fischbacher 2012 show that delegation of a potentially unpopular decision toanother person or a random device avoids punishment for unfair outcomes see also Coffman, 2011. Our paper reveals that it is possible for economic actors to deflect blame bydelegating choice to a competitive procedure and let the market decide.3 Experimental Design Consider the following situation: a powerful buyer can trade with one of several sellers,either by setting the terms of trade directly or by delegating the determination of the termsof trade to a mechanism that puts the sellers into competition with each other. Sellerswho feel shortchanged can engage in costly counterproductive behavior, such as sabotage orperformance shading. Our experimental strategy is to capture this trading situation in thesimplest possible design.3.1 Baseline We implement a threeplayer game with one buyer and two sellers: the buyer has an endowment of 90 points and the two sellers have an endowment of 10 points each. The buyermust implement a transaction with one of the sellers. A transaction is implemented simplyby transferring an integer amount t 0, 40 to one of the two sellers. The transfer can beinterpreted as the markup that the buyer pays to the seller on top of the sellers cost. Thedefault is thus that the buyer receives the entire surplus from trade, represented by her largeendowment, but she can set a positive transfer to share parts of the surplus with one seller.The transfer can either be set directly by the buyer, using authority, or it can be determinedvia competition. One randomly chosen seller can finally allocate costly punishment pointsto the buyer andor the respective other seller. In the following we provide a stepbystepaccount of the game and describe each players decisions in detail.Step 1: Buyers choice of the procedure The buyer player A first decides whether to use authority or competition to determine thetransfer t that goes to one of the two sellers players B and C.If A chooses authority she can directly determine how many points t she wants to transferto the seller, as in a standard dictator game. Importantly, under authority the transfer alwaysgoes to B, it never goes to C.5If A chooses competition, the transfer is determined by an increasing clock auction. Thetransfer starts at 0 points and automatically increases by one point each second. As underauthority, the maximum transfer is 40 points. Should the clock auction arrive at a transferof 40 points after 40 seconds, it does not increase further. The auction however stops assoon as one of the two sellers accepts the current transfer. The transfer can thus go to either B or C, depending on who accepts first.4Step 2: Sellers punishment decisions After A has chosen a procedure and the transfer and in case of the auction also the winneris determined, either B or C is randomly selected. The selected seller receives additional 5 points, which he can keep or use, in part or all, to punish the other players. To destroyone point of another player, the selected seller must give up 0.1 points of his own. He candeduct a maximum of 50 points in total from the other two players. Punishments can reducea players profit down to 0, but we do not allow for negative profits.To maximize the number of observations, we elicited punishment decisions using a variantof the strategy method. First both sellers decide privately how many points, if any, todeduct from the other players. Only thereafter it is randomly determined whether Bs or Cs decisions are implemented.5Step 3: Payoffs In the following we summarize the players payoffs. Table 1 displays the intermediary payoffs resulting from the game before punishment. Table 2 shows the final payoffs that resultafter one of the sellers is selected to be able to punish and the punishment points p havebeen assigned. The game was played repeatedly for 12 periods with fixed role assignmentsand random matching. In the end one period was randomly selected for payment.Table 1: Intermediate Payoffs before Punishment Authority Competition A B C90 t 10 t 10B wins 90 t 10 t 10C wins 90 t 1010 t Notes: A has an initial endowment of 90 points and B and C have an initialendowment of 10 points each. The intermediate payoffs for A, B, and C are shownas a function of the transfer t that goes from the buyer A to the seller B or C.4The feature of our design that C is excluded from receiving the transfer under authority, but has potentialaccess to the transfer under competition, reflects the property of free entry to competitive markets. See ourdiscussion of the symmetric access treatment in Section 3.2.2.5Alternatively, we could have given punishment rights to both sellers simultaneously. However, this wouldhave created the potential for strategic counterpunishment among the sellers and thus confounded the useof the punishment decisions as a measure of fairness violations and the attribution of blame. Moreover, ourdesign avoids a public goods problem with respect to the punishment of the buyer.6Table 2: Final Payoffs B can punish C can punish A p A B p B C 5 0.1 p A p BABC B 5 0.1 p A p C A p A C p CNotes: The seller who can punish receives 5 points extra. Each punishment point passigned to another player reduces the punishers payoff by 0.1 points. Superscriptsdenote the target of punishment.3.2 Treatment Conditions 3.2.1 Intense Competition Treatment An important characteristic of a competitive procedure is the intensity of competition. Themore intense the competition between the sellers, the more likely a low transfer will result.More intense competition might thus trigger more counterproductive behavior by sellers.Hence, in the intense competition treatment we implemented a fourplayer version of thebaseline by adding a player D who is a clone of C in every respect.6 If A chooses competition, there are now three players B, C, and Dwho compete for receiving the transfer. If A chooses authority in the intense competition treatment, the rules are as in the baseline inthat the transfer always goes to B, and never to C or D.3.2.2 Symmetric Access Treatment A desirable feature of competitive markets is free entry, which distinguishes a competitivemarket from other, less open procedures, such as, for example, a regulated market whereentry is restricted. To capture this relative advantage of competition, both B and C have thechance to receive the transfer under competition in all our treatments, while C is excludedfrom the transaction, by design, under authority in the baseline treatment. The symmetricaccess treatment isolates this feature by providing equal access to the transaction even underauthority. Specifically, if A chooses authority in the symmetric access treatment, she firstsets the transfer and it is then randomly determined, with equal probability, whether B or Creceives the transfer. If A chooses competition in the symmetric access treatment, the rulesare exactly as in the baseline.6Recall that we use the strategy method to elicit punishment decisions. The presence of player D meansthat the probability that a given sellers punishment decision is implemented is reduced from 12 to 13.73.2.3Involvement Treatment The automated clock auction that is used to determine the transfer under competition inthe baseline treatment is a mechanical process. In particular, once A chooses competition,the transfer paid to the seller is determined entirely by the acceptance decisions of B and C, without any involvement by A. This might make it easier for the buyer to hide behindthe forces of competition and to avoid the blame associated with low outcomes. In reality,however, buyers are often actively involved in the negotiation process even under competition,for example by making offers to several sellers simultaneously. In the involvement treatment,we therefore give A an active part in the auction.If A chooses competition in the involvement treatment, she first has to set a sequence often strictly increasing transfer offers.7 In the actual auction, As transfer offers are then madeto B and C in increasing order. Each offer is displayed to the sellers for 1.5 seconds before thenext higher offer is shown.8 As in the baseline, the seller B or C who first accepts an offergets the transfer. If none of As ten offers is accepted after 15 seconds, the highest transferoffer is automatically increased by one point each second up to the maximum transfer of 40,exactly as in the baseline.9 If A chooses authority in the involvement treatment, the rulesare exactly as in the baseline.3.3 Data Collection and Procedural Details The experiments were conducted at the FLEX lab at GoetheUniversity in Frankfurt, Germany, in June, July, and November 2012. Participants were recruited from the regularsubject pool, covering all fields of study, using ORSEE Greiner, 2003. The experimentswere computerized using zTree Fischbacher, 2007.We ran seven sessions for each of the four treatments, with 619 subjects in total 310women and 309 men. We aimed at 24 subjects per sessions but some sessions were smallerdue to noshows. All but one session had at least 20 subjects; a single session of the involvement treatment had 15 subjects only. Treatments were randomly assigned to sessions andparticipants were randomly assigned to roles. Interactions were anonymous.Subjects received detailed written instructions at the beginning of a session and had tocorrectly answer several control questions before the experiment was started. A summary 7If the sequence reaches the maximum transfer of 40 before the tenth offer, it cannot increase further.8The buyers sequence of transfer offers was shown to the two competing sellers before the start of theauction. We nevertheless slowed down the clock auction because it is much more demanding for the sellersto process the buyers sequence of increasing offers than to follow the standard clock auction with constantincrements of 1 point.9In case As highest proposal is already 40, the clock auction does not increase the transfer anymore.8of the instructions was read aloud to ensure common knowledge of all rules. The experiment was framed neutrally. The roles in the experiment were not labeled as buyers andsellers, instead we simply referred to roles A, B, C, or D. A translation of the original German instructions is in Appendix C. Subjects finally answered a questionnaire containingdemographics and some personality measures see our discussion in Section 4.4. Sessionslasted for 75 to 90 minutes including the reading of the instructions and the final payment.Subjects received a showup fee of 10 EUR and experimental points were exchanged at arate of five points per Euro. The average total earnings were 16.44 EUR; 24.44 EUR forsubjects in the role of A, and 12.79 EUR for subjects in the role of B, C, or D.4 Results 4.1 Main Results Panel A of Figure 1 shows that competition reduces the punishment of the buyer in thebaseline treatment. The solid lines in the graph show the average number of points thatare deducted from the buyer as a function of the transfer level i.e., the markup paid tothe seller.10 The important observation is that the procedure matters: for given transferlevels, the buyer is punished less when the transfer is determined competitively than whenthe buyer relies on authority to set the transfer directly. The figure also illustrates thattransfer levels matter: the punishment of the buyer decreases with increasing transfers. Wesummarize the impact of the procedure on punishment for the buyer in our first result.RESULT 1: For a given transfer level, sellers punish the buyer less if the transferhas been determined competitively rather than through authority.Table 3 reports regression results and confirms the statistical significance of this effect.The dependent variable in regressions 1 and 2 is the punishment for the buyer. Authority is the omitted category. Competition is a dummy variable that takes on value 1if an observation comes from the competitive procedure, and value 0 otherwise. Column 1reports an OLS regression and column 2 a Tobit regression that is censored at the maximumpunishment level of 50. The coefficient of the competition dummy is negative and highlysignificant in both regressions p .01.10Recall that we use the strategy method to elicit punishment. The numbers shown are the averages ofall punishment decisions, irrespective of whether a seller was selected to be able to punish or not.9Figure 1: Punishment patterns in the treatment variations Notes: For the intense competition treatment panel B the dashed lines represent the sum of punishmentassigned to the other two sellers.1005101520025500156101115162020Transfer size A. Baseline 05101520025500156101115162020Transfer size B. Intense Competition 05101520025500156101115162020Transfer size C. Symmetric Access 05101520025500156101115162020Transfer size D. Involvement Transfer size frequency in %Mean punishment in pointsAuthority:Punishment for APunishment for BCDTransfer size frequency Competition:Punishment for APunishment for BCDTransfer size frequency394.5088.1943.4945.26tibo T345.2231.2007.2492.3582.1635.2588.2489.2500.1940.2283.0950.0504.0290.0424.22251.2500.0001577882333.4516.1780.2814.35SLO060.2268.1613.2166.2780.1970.2594.2514.2467.0647.1703.0840.0363.0870.0814.91166.1040.0001582215.1615.04tibo T772.0672.0016.0875.0710.0882.0517.0846.0494.0332.0909.0536.0670.0210.0810.0300.0846.0362.0310.00015082215.1615.03SLO772.0672.0016.0875.0710.0882.0517.0946.0494.0432.0909.0536.0670.0210.0810.0300.0846.0362.0770.0001582459.6767.1445.4593.22tibo T350.2711.2215.2701.3863.0423.2093.3867.2089.1331.0654.0250.0073.0480.0928.02820.2010.0001532682297.5435.1557.3740.21SLO874.1638.1013.2356.2663.0879.1610.3483.2017.1841.0393.0440.0553.0470.0677.81076.1570.0001582tnemhsinuplato T:VDDCBroftnemhsinu P:VDAroftnemhsinu P:VDtnemhsinupnostcefferofstlusernoisserge R:3elba Tnoititepmo Cesnetn IXnoititepmo Cssecc Acirtemmy SXnoititepmo Csecc Acirtemmy Snoititepmo Cesnetn Inoititepmo C10.p,50.p,01.psnoitavresboderosne Csretsu Cl 2Rodues P2Rsnoitavresb Orefsnar Tdoire Ptnatsno Ctnemevlovn IXnoititepmo Ctnemevlovn I11ehtotdengissastnioptnemhsinupforebmunehteraselbairavtnednepe D.sesehtnerapniera,noissesybderetsulc,srorredradnatstsubo R:seto N3sledomnielbairavtnednepedeht,tnemtaertnoititepmocesnetniehtro F.65latotniro,43srellesrehtoeht,21sledomreyubmumixamehtotgnidnopserroc 05taderosnecthgirerasnoissergertibo T.srellesowtrehtoehtotdengissatnemhsinupfomusehtotsdnopserroc 4tnednepedeerhtllaroftnemtaerthcaenitnacfingisisinoititepmocfotceffeehttahtwohssnoitamitse SLOretfastsetdla W.tnemhsinupelbissopcirtemmysehtdnanoititepmocesnetniehtni 50.ptatnacfiingissihcihw,tnemhsinuplatotnotceffeehtroftpecxe;stsetllarof 10.pselbairavehtfotnemhsinupehtrofatadehtnignirosneconsierehtsalacitnediera 43sledomnistneicffieoctibo Tdna SLOeh T.tnemtaertssecca.rellesrehtoevitcepserThe regressions also control for the transfer level, the period of observation, and theyinclude treatment dummies and their interaction with the competition dummy. The negative and significant coefficient of Transfer confirms that punishment is lower for highertransfers. The negative and significant coefficient of Period reveals that punishment generally declines over the course of the 12 periods of the experiment. We discuss the treatmentdummies in Section 4.2.11The two dashed lines in Panel A of Figure 1 show the average punishment that the sellersinflict on each other. The figure shows that the sellers punish each other more when the buyerchooses competition than when she chooses authority. Also, transfer levels again matter; themutual punishment increases with the transfer. This is summarized in our second result.RESULT 2: For a given transfer level, sellers punish each other more if thetransfer has been determined competitively rather than through authority.Regressions 3 and 4 in Table 3 confirm the statistical significance of this effect. Thedependent variable in these regressions is the punishment for the respective other seller;otherwise regressions 3 and 4 are equivalent to regressions 1 and 2. The coefficient ofthe competition dummy is positive and highly significant p .01.Figure 2 shows average punishment under the competitive procedure separately for competition winners and losers. The figure reveals that in the baseline, but also in the othertreatments, the increase in the sellers mutual punishment under competition is driven by thesellers who lost the auction.12 This shows that the losers in competition blame the winnersfor having accepted a transfer offer first. The figure also reveals that auction winners andlosers punish the buyer very similarly.13Given the opposite effects of competition on the punishment targeted at the buyer and therespective other seller, the question arises whether total punishment increases or decreases.The comparison of the effect sizes displayed in Panel A of Figure 1 clearly reveals that, forgiven transfers, competition reduces total punishment, which we summarize next.11Table A1 in Appendix A provides alternative regression specifications based on a twopart hurdlemodel. The first part of these estimations models the choice whether to punish at all linear probabiltymodel, and the second part models the level of punishment conditional on punishment being positive Tobitestimation. The analysis reveals that the use of a competitive procedure affects both the frequency and theconditional amount of punishment.12Losers punish the respective other seller significantly more than winners p .01 in all treatments;pvalues from OLS regression clustered by session.13There is no significant difference in punishment for A between competition winners and losers p .10in all treatments; pvalues from OLS regression clustered by session. In Section 4.3 we also discuss whetherand how punishment patterns for A differ across seller types B vs. C.12Figure 2: Punishment under competition, differentiated by winners and losers Notes: Error bars represent plusminus one standard error of the mean, clustered by individual.For the intense competition treatment panel B the dark bars represent the sum of punishmentassigned to the other two sellers.RESULT 3: For a given transfer level, overall punishmentthe sum of punishment targeted at the buyer and the respective other selleris lower undercompetition than under authority.The dependent variable in regressions 5 and 6 in Table 3 is total punishment; otherwisethe regressions are again equivalent to the regressions reported so far. The coefficients of thecompetition dummy are negative and confirm the statistical significance of the reduction intotal punishment p .012 in OLS, p .01 in Tobit.1414Our paper is not meant to test a specific theory. However, it is instructive to discuss the extent to whichdifferent models of social preferences are in line with the observed punishment pattern. In Appendix B wederive predictions for sellers punishment inclinations based on stylized versions of four different social preference theories. Specifically, we consider outcomebased fairness, intentionbased reciprocity, responsibilityattribution, and a formalization of the idea that competition is perceived as a fair procedure.136.75.17.00.6024681012Competition losers Competition winners A. Baseline 5.62.26.60.9024681012Competition losers Competition winners B. Intense Competition 9.36.19.41.1024681012Competition losers Competition winners C. Symmetric Access 9.06.18.40.9024681012Competition losers Competition winners D. Involvement Mean punishment Punishment for APunishment for BCD4.2 Robustness: Treatment Variations 4.2.1Intense Competition Figure 1 shows for each treatment the distribution of the transfers under authority and competition, displayed at the bottom of the panels. The most notable difference between thetreatments are the lower transfers under competition in the intense competition treatmentcompared to all other treatments. This shows that competition for transfers is indeed harsherwhen a third potential seller is present. The average competitive transfer amounts to 5.88in the intense competition treatment, which is significantly lower than the average competitive transfers of 9.46, 9.90, and 12.02 in the baseline, symmetric access, and involvementtreatments, respectively.15Panel B of Figure 1 illustrates that the punishment patterns in the intense competitiontreatment are remarkably similar to the baseline. As in the baseline, there is less punishmentfor the buyer under competition, more punishment for sellers, and total punishment declines.This is confirmed by the regression analyses in Table 3. The interaction of the treatmentvariable Intense Competition with Competition is not significant in any of the regression models. The only marginally significant difference to the baseline condition is thatbuyers are punished generally less in the intense competition treatment; see the Intense Competition dummy in regressions 1 and 2, and also 6. This difference is, however,unrelated to the effect of the choice of the procedure on punishment. We thus conclude thatincreasing competition among sellers does not alter the effect of competition on punishment.4.2.2 Symmetric Access Panel C of Figure 1 shows that also in the symmetric access treatment the punishmentpattern is very similar to the baseline conditionat least for transfers up to 15 points,which account for the vast majority of observations. For transfers of 16 points and higherpunishment for the buyer is higher, but this region only accounts for a small fraction about 9 percent of the observations.The regression results in Table 3 confirm that punishment in the symmetric access treatment does not significantly differ from the baseline. The treatment variable Symmetric Access and its interaction with Competition are not significant in any of the regressionmodels. Hence, we conclude that it is not the free access feature of competition that drivesthe differences in punishment across procedures in the baseline.15An OLS regression with treatment dummies, clustered by session, yields p .01 for all three comparisons.The average competitive transfer in the involvement treatment, where the buyer sets the sequence of offers,is significantly higher than in the other treatments p .05 for all comparisons. The competitive transfersin the baseline and the symmetric access treatment do not differ significantly from each other.144.2.3Involvement Panel D of Figure 1 again reveals a very similar punishment pattern in the involvementtreatment, which is confirmed by the regression analyses in Table 3. The interaction ofthe treatment variable Involvement with Competition is not significant in any of theregression models.16 The only significant difference to the baseline condition is that thesellers punish each other generally less in the involvement treatment; see the Involvementdummy in regressions 3 and 4. This difference is small and represents a pure level effect.It does not affect the finding that competition triggers lower punishment than authority. Weconclude that a stronger involvement of the buyerat least in the way implemented in ourtreatmentdoes not alter the effect of competition on punishment.4.3 Robustness: Punishment by B Types In most of our treatments not all sellers are in the exact same position; the exception isthe symmetric access treatment which we exclude from the analysis in this part. B typesalways receive the transfer when the buyer chooses authority, whereas C and D types havea chance to receive the transfer only when the buyer chooses competition. Obviously, thesedifferences between the seller types may create different punishment motives. It is thereforeof interest to investigate the extent to which the different punishment patterns observed forcompetition and authority are driven by decisions of a particular type of seller.C and D types benefit from a positive expected transfer when the buyer chooses competition, while they never receive the transfer under authority. For B types, in contrast,competition creates an additional risk. Under authority they receive the transfer with certainty though it might be zero, but under competition they only receive it if they acceptfirst. Empirically, B types win the auction under competition in 48.9 percent of the casesacross all three relevant treatments.17 Thus, although average transfers are higher undercompetition than under authority,18 expected transfers for B types are very similar acrossprocedures. Under competition B types receive on average a transfer of 4.55 points andunder authority the average transfer amounts to 4.79 points.1916We do not detect systematic effects of buyers offer patterns on punishment. Buyers offer patternscan most straightforwardly be characterized by the first offer the starting point, the last offer the endpoint, and the mean offer. When regressing punishment for the buyer on these independent variables andcontrolling for transfer size and period, the results are the following: first offer .076 p .692, mean offer .193 p .559, last offer .062 p .707; OLS regression clustered by individual.percent of the cases.17The B types receive the transfer in 52.7 baseline, 42.0 intense competition, and 49.1 involvement18The transfer under competition, averaged across the three treatments discussed in this section, amountsto 9.56. This is significantly different from the average transfer of 4.55 under authority p .001 in an OLSregression clustered by session.19This difference is not significant p .736 in an OLSregression clustered by session.15Based on this analysis one might suspect that the higher punishment for A under authority is predominantly driven by punishment from C types who punish A for not havingchosen competition which would have given them a chance to receive a positive transfer.20Panels A, B, and C in Figure 3 show, however, that this is not the case. In all three treatments with different seller types, all seller types exhibit very similar punishment patternswith regard to player A: they punish A more harshly when she chooses authority than whenshe chooses competition. This shows that Result 1 is not driven by the punishment decisionsof C and D types alone.In particular, Figure 3 illustrates that B types punish A more under authority than undercompetition, even though both procedures yield very similar expected transfers for them. Tofurther substantiate this finding, we rerun the regressions reported in columns 1 and 2of Table 3 only with the punishment decisions made by B types. We find that our resultsremain basically unchanged. Most importantly, the effect of competition on punishment is ofsimilar size and remains significant p .068 in OLS and p .029 in Tobit, see regressions1 and 2 in Table 4 for the full results. This indicates that our Result 1 also holds whenconsidering B types only.Finally, Panels D, E, and F in Figure 3 reveal that the increase in punishment of therespective other sellers does not depend on the type of seller either. Across all treatmentsboth types of sellers increase the punishment targeted at the respective other sellers undercompetition.4.4 Individual Heterogeneity of Punishment Decisions In this section, we analyze individual heterogeneity in punishment decisions. Across alltreatments 25.2 percent of the sellers types B, C, or D never deduct any points from anyother player during the 12 periods of the experiment. The behavior of these sellers is in linewith the predictions of the pure selfinterest model.The regressions reported in Table 5 show the extent to which unobserved individual differences explain the variation in punishment decisions. The dependent variable in all regressionsis the punishment for the buyer. A comparison of column 1 with column 2 illustratesthat including individual fixed effects increases the variance explained by the model strikingly. The R2 rises from about 6 percent to 58 percent. Unobserved individual differencesthus explain the largest part of the variance in punishment decisions. However, since theassignment of subjects to roles and treatments is random and interactions were anonymousand oneshot, our experimental design allows for a clean identification of the effect of the 20See also our discussion of intentionbased reciprocity in Appendix B.16Figure 3: Punishment targeted at the buyer and the other sellers by seller type Notes: Error bars represent plusminus one standard error of the mean, clustered by individual. In panel Dintense competition treatment the bars represent the sum of punishment assigned to the other two sellers.choice of procedure on punishment, despite the presence of large individual heterogeneity.Indeed, the effect size and significance level of the dummy variable Competition remainlargely unchanged in regressions 1 and 2 in Table 5.Regression 3 extends regression 1 by adding a Female dummy and its interaction with Competition to the explanatory variables. We find that our main resultthereduction of the punishment when the buyer chooses competition to set the transferissignificantly less pronounced for women than for men. This can be seen by the positive 1717.910.012.33.705101520B types C types A. Baseline 10.97.413.85.09.95.405101520B types C types D types B. Intense Competition 19.710.314.37.105101520B types C types C. Involvement 0.43.21.42.6012345B types C types D. Baseline 0.41.90.91.50.61.8012345B types C types D types E. Intense Competition 0.53.70.83.2012345B types C types F. Involvement Mean punishment for BCDMean punishment for A Punishment for A Punishment for BCDAuthority CompetitionTable 4: Robustness checks for punishment for the buyer only B typesDV: Punishment for ACompetition Intense Competition Competition X Intense Competition Involvement Competition X Involvement Transfer Period Constant1OLS4.4142.2867.2963.2832.7032.7583.4023.4951.6332.4870.5720.0910.4090.15322.6072.5302Tobit 6.0562.7798.8643.9893.8753.3253.8554.3241.4953.1480.6670.1100.4440.17425.7203.2870.101168021R2 Pseudo R2Observations Censored observations Clustersp .10, p .05, p .01Notes: Robust standard errors, clustered by session, are in parentheses. The dependent variable is the number of punishment points assigned to the buyer. The Tobitregression is rightcensored at the maximum possible punishment of 50. Only decisions from B type sellers are considered. Data from the symmetric access treatmentare excluded as there is one seller type only. Wald tests after OLS estimation showthat the effect of competition is not significant anymore in the intense competitiontreatment p .10, but it is significant in the involvement treatment p .01.0.014168024221sign of the coefficient for the interaction of Female and Competition. Moreover, thenegative sign of the Female dummy reveals that women punish less than men in general.Regression 4 shows that these results also hold when we control for a number of personalitydimensions that are potentially correlated with gender.21 We did not anticipate this gendereffect exante, and it should thus be interpreted cautiously. However, the finding that thepunishment reducing effect of competition is less pronounced for women than for men nicelyresonates with the existing literature showing that women tend to be more reluctant thanmen to enter into competitive environments e.g., Niederle Vesterlund, 2007.21None of the personality measures included in Model 4 in Table 5 shows a significant interaction with thecompetition dummy. Moreover, the interaction between competition and gender remains significant whenwe include these additional interaction terms in the regression.18Table 5: Individual heterogeneity in sellers punishment of the buyer Competition Transfer Period Female Female X Competition Agreeableness Extraversion Intellect Neuroticism Conscientiousness Constant1OLS8.9510.8560.4180.0540.3550.07419.0841.222Individual fixed effects No DV: Punishment for A3OLS2OLS9.9080.7940.5430.0460.3640.07811.8521.0970.4260.0520.3550.0733.9421.4555.6461.42819.8810.574Yes 21.1591.319No4OLS11.7461.0580.4110.0480.3550.0743.9281.4985.7821.3931.7381.1540.1240.6711.8940.9490.9240.9080.8370.81130.0907.473No 0.0615100280.578510028R2Observations Clustersp .10, p .05, p .01Notes: Robust standard errors, clustered by session, are in parentheses. The dependent variable is thenumber of punishment points assigned to the buyer. Big Five traits included in model 4 were measured inthe postexperimental questionnaire using a German translation Streib Wiedmaier, 2001 of the miniIPIPscale Donnellan et al., 2006. Each trait was measured by four items on fivepoint Likert scales. Cronbachs indicate the following measurement reliabilities: Agreeableness .650, Extraversion .734, Intellect .636, Conscientiousness .756, and Neuroticism .6890.0815100280.0685100284.5 Buyers Profits and Choice of Procedure The fact that the choice of competition reduces the punishment that sellers inflict on thebuyer for a given transfer level renders competition potentially attractive for buyers. However, giving up authority and delegating the transfer determination to a competitive auction 19also means that the buyer loses control over the resulting transfer. In this section we thereforeexamine the impact of the buyers choice of procedure on profits.Figure 4 allows identifying the optimal strategy for a moneymaximizing buyer. Thegrey line shows the average profit of the buyer as a function of the transfer that the buyerchooses under authority. The black line illustrates the expected profit when the buyer choosescompetition; it is horizontal because the buyer can no longer control the transfer level butinstead simply faces the expected competition outcome. The figure reveals that buyerscannot realize higher expected profits when they choose authority instead of competition.Buyers can maximize their expected profit either by using competition or by setting directlya small transfer, slightly greater than zero. When the buyers chose authority, the observedaverage transfers were indeed in the profitmaximizing range; they amount to 3.69, 3.33, 4.79,and 6.53 in the baseline, intense competition, symmetric access, and involvement treatments,respectively.22Buyers choose competition with increasing frequency over the course of the 12 periodsof the experiment. While less than 40 percent of buyers make use of competition in thefirst three periods of the experiment, they learn quickly that choosing competition can bebeneficial, and the share of buyers who use competition increases to levels above 50 percentin the last three periods.23 On average over all treatments and periods, buyers choosecompetition in 44.2 percent of all cases.245 Conclusions This paper provides a new perspective on the impact of competitive procedures on economicoutcomes. We show that the use of competition affects, as such, how people judge the fairness of resulting monetary allocations. Understanding fairness perceptions is economicallyrelevant because many people are willing to sacrifice resources to punish violations of fairness norms. If a seller has no choice but to accept unfavorable terms of trade, be it dueto competitive pressure or because the buyer has the authority to dictate these terms, theseller might want to inflict damage on the buyer, e.g., by reducing quality or effort. Such 22The average direct transfer is marginally significantly higher in the involvement treatment than in thebaseline p .060 and in the intense competition treatment p .057, but all other comparisons are notsignificant pvalues from OLS regression clustered by session.23The positive time trend in the choice of competition across periods is significant in the baseline p .01,the intense competition treatment p .01, and the involvement treatment p .029, but nonsignificantin the symmetric access treatment p .104; pvalues from OLS regression clustered by session.24Competition is chosen in 48.3, 39.2, 43.1, and 46.4 percent in the baseline, intense competition, symmetricaccess, and involvement treatment, respectively. An OLS regression, clustered by session, shows that thesefrequencies are not significantly different from each other.20Figure 4: Buyers profits by choice of procedure Notes: Error bars represent plusminus one standard error of the mean, clustered by individual.counterproductive behaviors can cause substantial deadweight losses.The main result of this paper is thatrelative to using authoritythe use of competitiveprocedures reduces counterproductive behavior in response to unequal distributive outcomes.We show that a powerful trading party, who could simply dictate the terms of trade, candeflect the blame for unequal outcomes by letting the market decide, i.e., by delegating thedetermination of the terms of trade to a competitive procedure.Our findings have implications for the organization of trade relationships. For example,a producer in need of inputs from suppliers may be well advised to set up competitiveprocurement auctions even if there is no asymmetric information regarding the suppliersproduction costs and the producer would be powerful enough to dictate prices. The reasonis that the same prices are likely to trigger fewer counterproductive reactions if they aredetermined competitively rather than imposed by authority.Our study also adds a new angle to the discussion of transaction costs in the incomplete contracting literature. Existing work emphasizes the tradeoff between holdup prob21506070800156101115162020Size of direct transfer A. Baseline 506070800156101115162020Size of direct transfer B. Intense Competition 506070800156101115162020Size of direct transfer C. Symmetric Access 506070800156101115162020Size of direct transfer D. Involvement Mean profit for AMean profit for A as a function of the transfer chosen under authority Mean profit for A given average competition outcomelems in competitive market relations and bureaucracy costs within authoritybased firmsWilliamson 1975, 1985. Our paper reveals another possible downside of authority thathasto the best of our knowledgenot been considered before: replacing a competitiveprice determination with fiat may trigger retaliatory actions from trading partners thatwould not have occurred to this extent in the market environment.Finally, it is worth emphasizing some limitations and possible extensions of our work.First, our paper investigates how potential trading partners react depending on whethera powerful party chooses competition or authority to determine the terms of trade. Whilesituations involving a large power differential and very unequal outcomes, as implementedby our experiments, are of particular interest in this context, it would also be of importanceto better understand the role of competition in more balanced relations.In these cases,the possible alternative to a competitive procedure would be bilateral bargaining ratherthan authority. Second, in this study we focus exclusively on counterproductive behaviorand retaliatory actions.In some situations, however, efficient trade not only necessitateslimiting harmful behavior, but also requires inducing voluntary cooperation. It would bevery interesting to examine whether the use of competition also allows motivating tradingpartners to engage in helpful behavior. We leave these interesting extensions for futureresearch.22References Bartling, B. Fischbacher, U. 2012. Shifting the blame: On delegation and responsibility.Review of Economic Studies, 79 1, 6787.Bartling, B. Schmidt, K. M. 2014. Reference points, social norms, and fairness in contractrenegotiations. Journal of the European Economic Association, forthcoming.Besley, T. 2013. Whats the good of the market? An essay on Michael Sandels whatmoney cant buy. Journal of Economic Literature, 51 2, 478495.Bolton, G. E., Brandts, J., Ockenfels, A. 2005. Fair procedures: Evidence from gamesinvolving lotteries. Economic Journal, 115 506, 10541076.Bolton, G. E. Ockenfels, A. 2000. ERC: A theory of equity, reciprocity, and competition.American Economic Review, 166193.Camerer, C. 2003. Behavioral game theory: Experiments in strategic interaction. Princeton University Press.Cappelen, A. W., Konow, J., Srensen, E. ., Tungodden, B. 2013. Just luck: Anexperimental study of risktaking and fairness. American Economic Review, 103 4, 13981413.Coffman, L. C. 2011. Intermediation reduces punishment and reward. American Economic Journal: Microeconomics, 3 4, 77106.Dana, J., Weber, R. A., Kuang, J. X. 2007. Exploiting moral wiggle room: Experimentsdemonstrating an illusory preference for fairness. Economic Theory, 33 1, 6780.Darley, J. M. Latane, B. 1968. Bystander intervention in emergencies: diffusion ofresponsibility. Journal of Personality and Social Psychology, 8 4, 377.Donnellan, M. B., Oswald, F. L., Baird, B. M., Lucas, R. E. 2006. The miniIPIPscales: Tinyyeteffective measures of the Big Five factors of personality. Psychological Assessment, 18 2, 192203.Dufwenberg, M. Kirchsteiger, G. 2004. A theory of sequential reciprocity. Games and Economic Behavior, 47 2, 268298.Falk, A. Fischbacher, U. 2006. A theory of reciprocity. Games and Economic Behavior,54 2, 293315.23Falk, A. Szech, N. 2013. Morals and markets. Science, 340 6133, 707711.Fehr, E. Fischbacher, U. 2003. The nature of human altruism. Nature, 425 6960,785791.Fehr, E., Hart, O., Zehnder, C. 2009. Contracts, reference points, and competition behavioral effects of the fundamental transformation. Journal of the European Economic Association, 7 23, 561572.Fehr, E., Hart, O., Zehnder, C. 2011. Contracts as reference points experimentalevidence. American Economic Review, 101 2, 493525.Fehr, E. Schmidt, K. M. 1999. A theory of fairness, competition, and cooperation.Quarterly Journal of Economics, 114 3, 817868.Fischbacher, U. 2007. zTree: Zurich toolbox for readymade economic experiments. Experimental Economics, 10 2, 171178.Fischbacher, U., Fong, C. M., Fehr, E. 2009. Fairness, errors and the power of competition. Journal of Economic Behavior Organization, 72 1, 527545.G achter, S., Renner, E., Sefton, M. 2008. The longrun benefits of punishment. Science,322 5907, 15101510.Greiner, B. 2003. An online recruitment system for economic experiments. In K. Kremer V. Macho Eds., Forschung und wissenschaftliches Rechnen 2003 GWDG Bericht,volume 63 pp. 7993. Goettingen: Ges. f. Wiss. Datenverarbeitung.Grosskopf, B. 2003. Reinforcement and directional learning in the ultimatum game withresponder competition. Experimental Economics, 6 2, 141158.G uth, W., Marchand, N., Rulliere, J.L. 1998. Equilibration and context dependency:An experimental investigation of the ultmatum bargaining game. Revue economique, 785794.Hamman, J. R., Loewenstein, G., Weber, R. A. 2010. Selfinterest through delegation:An additional rationale for the principalagent relationship. American Economic Review,100 4, 18261846.Hart, O. Moore, J. H. 2008. Contracts as reference points. Quarterly Journal of Economics, 123 1, 148.24Kahneman, D., Knetsch, J. L., Thaler, R. 1986. Fairness as a constraint on profitseeking: Entitlements in the market. American Economic Review, 728741.Klemperer, P. 1999. Auction theory: A guide to the literature. Journal of Economic Surveys, 13 3, 227286.Marchand, N. 2001. Envy and reciprocity in a competitive ultimatum game an experimental investigation. Revue d economie politique, 111 1, 95119.Niederle, M. Vesterlund, L. 2007. Do women shy away from competition? Do mencompete too much? Quarterly Journal of Economics, 122 3, 10671101.Nikiforakis, N. 2008. Punishment and counterpunishment in public good games: Can wereally govern ourselves? Journal of Public Economics, 92, 91112.Piketty, T. 2014. Capital in the TwentyFirst Century. Harvard University Press.Rabin, M. 1993. Incorporating fairness into game theory and economics. American Economic Review, 12811302.Roth, A. E., Prasnikar, V., OkunoFujiwara, M., Zamir, S. 1991. Bargaining and market behavior in Jerusalem, Ljubljana, Pittsburgh, and Tokyo: An experimental study.American Economic Review, 10681095.Sandel, M. J. 2012. What Money Cant Buy The Moral Limits of Markets. Penguin.Streib, H. Wiedmaier, M. 2001. IPIP Five Factors 100 item version German translation.Forschungsstelle Biographische Religionsforschung, University of Bielefeld.Thibaut, J. W. Walker, L. 1975. Procedural justice: A psychological analysis. Hillsdale,NJ: Erlbaum.Williamson, O. E. 1975. Markets and Hierarchies: Analysis and Antitrust Implications.New York: The Free Press.Williamson, O. E. 1985. The Economic Intstitutions of Capitalism. New York: Simon and Schuster.25Appendix For Online PublicationA TwoPart Models 26Table A1:Twopartmodelsforeffectsonpunishment DV:Punishmentfor ADV:Punishmentfor BCDDV:Totalpunishment1234561stpartOLS2ndpartTobit1stpartOLS2ndpartTobit1stpartOLS2ndpartTobitCompetition 0.10812.4840.1073.2350.06211.1030.0412.2600.0301.2340.0452.094Intense Competition 0.0409.3290.0042.7850.0299.6250.0484.5530.0431.2960.0484.640Competition XIntense Competition 0.0074.8300.1033.2640.0840.5550.0624.9430.0731.4350.0713.743Symmetric Acces 0.0471.5290.0050.0710.0441.9880.0614.3410.0371.0780.0625.095Competition XSymmetric Access 0.0252.2190.0660.4910.0491.4370.0473.9660.0361.6550.0523.626Involvement 0.0493.4040.0411.9240.0541.0010.0594.5510.0321.5930.0595.495Competition XInvolvement 0.0033.0850.0761.1660.0312.5700.0453.9820.0341.7180.0494.022Transfer 0.0070.7110.0020.3260.0070.4000.0010.0940.0010.0650.0010.111Period 0.0130.2420.0050.2220.0100.0070.0020.1730.0020.0650.0020.196Constant 0.54742.6930.1424.6350.53547.3840.0373.2860.0321.1360.0393.850R2Pseudo R20.0430.0200.0570.0590.0210.013Observations 51001935510096351002181Censoredobservationsna 623na 0na 877Clusters 282828282828p.10,p.05,p.01Notes:Robuststandarderrors,clusteredbysession,areinparentheses.Inthe 1stpartregressions,thedependentvariableisadummytakingonthevalueof 1iftherewaspositivepunishmentassignedtothebuyermodel 1,therespectiveothersellers3,orintotal5,andzerootherwise.Inthe 2ndpartregressions,thedependentvariableisthenumberofpunishmentpointsassigned,giventhatpunishmentwaspositive;caseswithzeropunishmentareexcluded.Fortheintensecompetitiontreatment,thedependentvariableinmodel 4correspondstothesumofpunishmentassignedtotherespectiveothertwosellers.The 2ndpart Tobitregressionsarerightcensoredatthemaximumpunishmentof 50.Thetwopartmodelsfitthedatabetterthanthe Tobitregressionsreportedin Table 3:Forthepunishmentfor A,thecombinedloglikelihoodofthetwopartmodelis 9891.7comparedto 20542.5ofthe Tobitmodelreportedin Table 3.Forthepunishmentfortheotherselleritis 5322.7comparedto 14879.3,andfortotalpunishmentitis 10380.1comparedto 20249.4.B Predictive Power of Different Punishment Motives In this appendix we explore the extent to which different punishment motives that havepreviously been discussed in the literature can explain the punishment pattern we observein the experiment:1. For a given transfer, the punishment for A is lower under competition than underauthority.1.a Both B and C punish A less under competition than under authority holding thetransfer constant.1.b The punishment for A decreases in the transfer level.2. For a given transfer, the punishment for the other seller is higher under competitionthan under authority.2.a The increase in the punishment for the other seller under competition is drivenby the fact that the losers in the competitive auction punish the winners.2.b The punishment for the other seller increases in the transfer level.3. For a given transfer, total punishment is lower under competition than under authority.Since we study costly punishment in oneshot interactions, models assuming pure selfinterestcannot explain positive punishments in our setup. We therefore derive predictions usingfour alternative motives: outcomebased fairness, intentionbased reciprocity, attribution ofresponsibility, and the perception of competition as a fair procedure. We consciously try toreduce each motive to its essence and formalize them in the most simple and stylized waywe could think of. For each motive we define a measure of a players punishment inclinationin each situation that can occur in the experiment. To facilitate the comparison of thepredictive power of the different motives, we formalize them as fully nested models, i.e.,we determine the underlying punishment inclination based on the outcomebased fairnessapproach and implement the other three motives as simple weighting functions.Tables B1 and B2, and Figure B1 provide detailed illustrations of the punishment patternpredicted by each of the four motives. The top part of Table B1 displays the punishment inclinations predicted by the outcomebased fairness approach. The bottom part of Table B1displays the punishment inclinations generated by the other three motives. The punishment inclinations predicted by intentionbased reciprocity, responsibility attribution, andthe perception of competition as a fair procedure are obtained by simply multiplying thepunishment inclinations predicted by the outcomebased approach with the corresponding 27weighting function. The weights are summarized in Table B2. In what follows, we introduceand explain each model briefly, and discuss in how far the predicted behavior correspondsto the actually observed behavior. For reasons of simplicity, we restrict attention to ourbaseline treatment and do not go into the details of how our treatment variations affect thepunishment predictions.B.1 OutcomeBased Fairness Theories of outcomebased fairness e.g., Fehr Schmidt, 1999; Bolton Ockenfels, 2000assume that decision makers experience a disutility if their own payoff differs from the payoffsof other players in their reference group. In our environment these models have predictivepower, because punishing a player who is better off allows reducing disadvantageous payoffinequality. We implement the punishment inclination triggered by outcomebased fairnessas a linear function of disadvantageous payoff inequality. Disadvantageous payoff inequalityis maximized if a player receives no transfer or a transfer of 0. In this case the sum ofdifferences between the punishers own payoff and the other two players payoffs is equal to 80punishment prediction 1. Smaller payoff inequalities reduce the punishment predictionproportionally.25 Formally, the outcomebased punishment inclination ji of player i targetedat player j, i cid:54 j, is thus defined by:ji maxxj xi, 080,where xi and xj represent the payoffs of the corresponding player. The inequality is dividedby the maximally possible inequality 80 to normalize the measure to the range between 0and 1.The top part of Table B1 provides details on the punishment intensities predicted bya model of purely outcomebased fairness. The table reveals that outcomebased fairnessfails to predict our three main results Results 13. As punishment is solely determined byoutcomes, outcomebased fairness cannot explain why the same transfer triggers differentpunishment inclinations depending on the procedure chosen to determine the transfer seealso Panel A of Figure B1. However, the outcomebased measure captures correctly thatthe punishment for A decreases in the transfer Result 1.b, while the punishment for theother seller increases in the transfer Result 2.b. Moreover, the outcomebased measure is 25If there are disadvantageous payoff inequalities relative to both other players and the payoff inequalitiescannot be completely eliminated, linear inequality aversion does not predict how the punisher will allocatehis punishment points to the other two players. Our measure assumes that the punisher allocates punishmentpoints proportionally to the relative size of the corresponding inequality.28also in line with the fact that sellers mutual punishments are driven by the seller who lostthe competitive auction Result 2.a.Table B1: Players punishment inclinations according to different motives Model Punisher ABC Total ABC Total AAuthority Competition B wins C wins BC Total OutcomeBased IntentionBased Reciprocity ResponsibilityAttribution Fair Competition BCBCBCBC802t 8080t 80802t 8080t 80802t 8080t 80802t 8080t 800t 8000000t 80802t 801802t 8080t 80802t 8080t 80802t 801802t 8080t 80802t 80040t 80400.5t 8040t 80400.5t 800t 8000.5t 8000.5t 8000.5t 80802t 801802t 800.5t 8040t 800.540t 800.580t 80802t 8080t 800400.5t 8040t 80400.5t 8040t 80t 8000.5t 8000.5t 8000.5t 8001802t 80800.5t 8000.540t 800.540t 80Notes: t stands for the transfer from A to the receiving seller B or C. The columns indicate the playerat which punishment is targeted, the rows indicate the player at the origin of the punishment. The topof the table displays the punishment inclinations of B and C towards A and the other seller BC in thebaseline treatment according to an outcomebased fairness model. For the outcomebased model, we assumethat a players punishment inclination towards another player is a linear function of the disadvantageousinequality that the punisher experiences relative to the other player. We normalize the measure by dividing the experienced inequality by the maximally possible disadvantageous inequality of 80. The bottom ofthe table shows the punishment inclinations in the alternative models that result from multiplying the punishment inclinations defined in the outcomebased model with the weighting factors summarized in Table B2.We now turn to the other three punishment motives. We model each one of them as aweighting function which transforms the punishment intensities predicted by the outcomebased approach. For every alternative model we consider, the punishment inclination ofplayer i towards player j, i cid:54 j, is therefore defined by:ji maxxj xi, 080Table B2 summarizes the weighting functions for all alternative models. We discussthe derivation of these weights and the resulting punishment predictions for each alternativemodel below.29Figure B1: Predicted and observed punishment patterns by procedure and transfer size Notes: In the figure, the punishment inclination is averaged across the two seller types in the experiment.This is why the predictions of the intentionbased Panel B and the responsibility model Panel C areidentical. The different predictions of the two models for the different types can be seen in Table B1.300.2.4.6.81015610111516202125A. Outcome Based 0.2.4.6.81015610111516202125B. Intention Based 0.2.4.6.81015610111516202125C. Responsibility 0.2.4.6.81015610111516202125D. Fair Competition Predicted punishment Transfer size Model Predictions 05101520Mean punishment 0156101115162020Transfer size Authority:Punishment for APunishment for BCCompetition:Punishment for APunishment for BCEmpirical Results BaselineTable B2: Weighting factors for punishment inclinations in alternative fairness models Authority Competition B wins C wins Model IntentionBased Reciprocity Responsibility Attribution Fair Competition BCBCBC111111Punisher A BC A BC A BC0.5100.50.50.50.50.50.50.50.50.500011100.50.50.50.50.50.50.50.5Notes: The table displays the weighting factors for punishment inclinations of B and C towards A and the other seller BC in the baselinetreatment. The weights are relative to the punishment inclinations of theoutcomebased fairness model defined in the top part of Table B1. Thecolumns indicate the player at which punishment is targeted, the rowsindicate the player at the origin of the punishment.B.2IntentionBased Reciprocity A critical difference between the purely outcomebased approach and theories of intentionbased reciprocity is that the perceived unfairness of an outcome does not only depend onthe realized payoffs, but also on available, but not chosen alternatives Rabin, 1993; Falk Fischbacher, 2006; Dufwenberg Kirchsteiger, 2004.Inspired by the model of Falk Fischbacher 2006, we assume that the degree to which players suffer from inequalitydepends on whether the inequality has been caused by an unkind act of another player ornot. Suppose that a decision is perceived as fully unkind if another player has createdthe unequal allocation although he could have avoided or at least reduced the inequalitywithout creating disadvantageous inequality for himself. If the other player could only haveavoided or reduced the inequality by accepting a disadvantageous situation for himself, thedecision is perceived as partially unkind.In cases in which the other player had nopossibility to avoid the inequality, the decision is not perceived as unkind at all. The degreeof unkindness therefore determines whether and how strongly disadvantageous inequalitycreates an inclination to punish.We operationalize these ideas as follows: Fully unkind decisions trigger the full punishment inclination justified by the inequality i.e., 1. In our baseline treatment, A alwayshas the possibility to choose authority and to transfer the maximum possible amount to B,which would equalize payoffs between A and B. Hence, if A chooses not to do so, the resultinginequality between A and B is always perceived as fully unkind by B. The same is true for theinequality between A and C if A chooses authority. Since A could have chosen competition,which would have opened up the possibility for C to obtain a positive transfer, the choice of 31authority is perceived as fully unkind by C. Choosing competition in contrast is the kindestaction of A towards C in expectation this is true independently of the realized transferand of whether C eventually gets the transfer or not, and should therefore not trigger anypunishment for A by C 0. Finally, we assume that partially unkind decisions triggerhalf the punishment inclination of fully unkind decisions i.e., 0.5, this corresponds to in the notation used by Falk Fischbacher 2006. In our case, the inequality that existsbetween the two sellers after the competitive procedure is perceived as partially unkind bythe seller who lost the auction. The auction winner could only have avoided this inequalityby clicking later or not clicking at all, and thus accepting a disadvantageous outcome forhimself.At the aggregate level, intentionbased reciprocity predicts our three main results see Panel B of Figure B1: The punishment for A is lower under competition than under authority Result 1, while the punishment for the respective other seller is higher Result 2.The measure also correctly predicts lower total punishment under competition Result 3,because the decrease in the punishment for A is clearly smaller than the increase in thepunishment for the respective other seller. However, a closer inspection of Table B1 revealsthat the underlying forces behind the aggregate effects are only partially in line with thedata. While the intentionbased measure captures that the increase in the punishment ofthe respective other seller stems from the fact that the auction loser punishes the winnerResult 2a, it also predicts that the decrease in the punishment for A exclusively stems fromthe fact that C never punishes A if she chooses competition. This clearly contradicts ourobservation that both B and C punish less under the competitive procedure Result 1.a.B.3 Attribution of Responsibility Bartling Fischbacher 2012 introduce a model in which a players inclination to punisha specific other player depends on the extent to which this other player is held responsiblefor the unequal outcome. We implement this notion in a very simple way. We assume thata punisher assigns equal responsibility to all other players who have been actively involvedin the decision making process that led to an unequal outcome. This implies the followingresponsibility attributions in our setup: Under authority only A makes a choice. Accordingly,A carries the full responsibility for the inequality that exists between her and each seller 1. B, on the other hand, does not carry any responsibility for the inequality thatexists between him and C 0. Under competition A who chooses the procedure andthe two sellers participating in the auction are all involved in the decision making process.From the perspective of the punishing player B or C both A and the respective other seller 32are therefore to be blamed if a disadvantageous inequality results. Hence each one of themis held responsible for one half of the realized disadvantageous inequalities i.e., 0.5 foreach of them.26The responsibility measure is in line with our three main results listed above Results 13, see Table B1 and Panel C of Figure B1. Furthermore, it also predicts that both Band C punish A less under competition than under authority Result 1.a. The measurealso captures the observation that the increase in the sellers mutual punishments undercompetition is caused by auction losers who punish winners Result 2.a. Thus, at leastqualitatively, the responsibility model delivers a good description of the punishment patternobserved in our experiment.B.4 Competition as a Fair Procedure Finally, we also consider the possibility that people simply consider competitively determined outcomes as fair see e.g., Hart Moore, 2008, for arguments along these lines.We implement the idea that competition is perceived as a fair procedure by assuming thatpeople suffer less from disadvantageous inequality if the payoffs have been determined competitively. Specifically, we suppose that the punishment inclination is divided by two undercompetition i.e., 0.5 if a transfer has been determined under competition.While the concept of competition as a fair procedure can explain why A receives lesspunishment for the same transfer if she chooses to let the transfer be determined competitively Result 1, the approach fails to explain the increase in mutual punishment of thesellers under the competitive procedure Result 2.B.5 Econometric Comparison of Different Motives The discussion above seems to suggest that, qualitatively, the responsibility attribution measure best explains the punishment pattern that we observe in the experiment. However,Table B3 reveals that a quantitative analysis does not provide further support for this conclusion. The table reports a set of OLS estimations in which we regress the sellers punish26This implementation of the responsibility model as a nested version of the outcomebased model meansthat part of the punishment inclination triggered by inequality disappears if the respective player is not heldfully responsible for the outcome. We think it is natural to interpret this effect as diffusion of responsibility.Alternatively, however, responsibility attribution could also be implemented such that the full punishmentinclination is distributed across different players. For example, under competition not only A is punishedfor the inequality between A and C, but also B because each one of them carries half of the responsibilityfor this outcome. In this alternative model responsibility would not be diffused, but reassigned. While wethink that such a model is interesting, we decided to use the simpler, nested model to facilitate the modelcomparisons. However, we also derived predictions for the alternative model not reported in the paper.The alternative model does not have superior predictive power.33ment decisions targeting both A and the respective other seller on our four measures. Notsurprisingly, the R2s of these regressions show that the explanatory power of outcomebasedfairness is clearly lower than that of the other three measures. However, the predictive powerof intentionbased reciprocity, responsibility attribution, and a preference for competition isvery similar. It is also noteworthy that all R2s are relatively low i.e., no measure explainsmore than about 17 percent of the variance. This is not surprising given the large amountof indidvidual heterogeneity present in the data see the discussion in section 4.4.Table B3: Predictive power of punishment motives OutcomeBased IntentionBased Responsibility Fair Competition Constant DV: Punishment for A and BC2OLS3OLS4OLS1OLS11.9111.43013.1911.66214.7081.7871.0160.2661.9180.3801.3840.38814.8561.8011.2450.389R20.132Observations 2592Clusters 108p .10, p .05, p .01Notes: Robust standard errors, clustered by individual, are in parentheses. Themodels include both punishment for the buyer and punishment for the other selleras the dependent variable. Only data from the baseline treatment are considered.0.16225921080.16625921080.162259210834C Experimental Instructions Baseline35 General instructions for participants We are pleased to welcome you to this economic study. If you read the following instructions carefully you can depending on your decisions and those of the other participants earn money in addition to the 10 Euros you receive as an initial endowment. It is thus very important, that you read these instructions carefully. If you have questions, please address them to us. Communication with other participants of this study is strictly forbidden during the study. Violation of this rule leads to exclusion from the study and from all payments. During the study, we will not speak of Euros, but of points. Your entire earnings will thus be first calculated in points. The points you earn during the study will be converted to Euros at the end of the study, where the following exchange rate applies: 5 Points 1 Euro. At the end of the study, we will pay you the point amount you earn during the study plus 10 Euros for showing up in cash. We will explain the exact procedure of the study on the following pages. 36 2 The study The study lasts for 12 periods. At the beginning of each period, two other participants will be randomly assigned to you. This assignment takes place anew each period. This means that the same participants are not assigned to you in the individual periods. You will neither learn of the identity of the persons assigned to you before nor after the study. The persons assigned to you will also not learn of your identity. There are three types of participants in this study: participants A, B, and C. In each period, a participant A, a participant B and a participant C are assigned to each other. You are a participant A B C for the entire duration of the study. All participants with whom you interact during this study are sitting in this room. Participant As decision on the distribution procedure In each period, participant A can decide which procedure will be used to distribute 110 points between the three participants. To do this, participant A can choose one of the following distribution procedures: The direct decision mechanism or The competitive mechanism. Both procedures will be explained in more detail on the following pages. The direct decision mechanism In the direct decision mechanism, participant A decides himherself how the 110 points will be divided between himherself and the other two participants. The starting point is determined by the following distribution: Points for participant A Points for participant B Points for participant C 90 10 10 37 3 Participant A can only change the distribution by transferring points to participant B. He or she can transfer between 0 and 40 points to participant B. Every point that participant A transfers to participant B increases participant Bs payment by one point and at the same time reduces participant As payment by one point. Participant A cannot transfer points to participant C, meaning that participant C always receives 10 points. The following table indicates how participant As transfer decision changes the final distribution of points: Points for participant A Points for participant B Points for participant C Transfer to B 0 90 10 10 Transfer to B 1 89 11 10 Transfer to B 2 88 12 10 Transfer to B 3 87 13 10         Transfer to B 40 50 50 10 If, for example, participant A transfers two points to participant B, participant A will receive 88 points, participant B 12 points, and participant C 10 points. The competitive mechanism In the competitive mechanism, participants B and C compete with one another. The competition involves accepting a certain distribution of the 110 points. The starting point is determined by the following distribution: Points for participant A Points for participant B Points for participant C 90 10 10 38 4 The number of points that participant B or participant C can earn during the competition phase begins at 10 points and increases by one point every second. The first participant B or C to accept the distribution receives the corresponding number of points. The other participant receives 10 points. If participant A chooses the competitive mechanism, his or her number of points depends on which distribution participant B or C accepts. Participant As number of points begins at 90 and decreases by one point every second. The following table gives a survey of the distributions that can result from the competitive mechanism: Points for participant A Points for the first participant B or C to accept the distribution Points for the other participant B or C At the beginning 90 10 10 after 1 second 89 11 10 after 2 seconds 88 12 10 after 3 seconds 87 13 10         after 40 seconds 50 50 10 The resulting distribution thus depends on how much time elapses until either participant B or participant C accepts the distribution. If, for example, participant C accepts after 2 seconds, then participant A receives 88 points, participant C 12 points, and participant B 10 points. After 40 seconds, the distribution is at 505010, and will no longer change. The participant B or C who first accepts then receives 50 points; the other participant receives 10 points. 39 5 Point deductions by participants B or C Once the distribution of the points has been determined either by means of the direct decision or the competitive mechanism the computer will randomly select either participant B or C. This random selection is independent of the previous course of events. If, for example, the competitive mechanism was chosen, the random selection is independent of who first accepted the distribution. Participants B and C always have a 50% probability of being selected by the computer. The participant B or C whom the computer randomly chooses receives five additional points. The selected participant can use the additional points to deduct points from the other participants. He or she relinquishes 0.1 additional points for every point he deducts from the other participants. The randomly selected participant B or C thus has the possibility of using the five additional points to deduct up to 50 points from the other participants. He or she can also deduct less than 50 points from the other participants, thus retaining a part, or all, of the additional points. The point deductions can be divided among the other participants in any way. However, a participant cannot lose more points than he or she earned in the direct decision or the competitive mechanisms. 40 6 Examples In order to illustrate how the final payments are determined, please look at the following examples, which were chosen entirely randomly: Example 1: Participant A selects the direct decision mechanism. He or she transfers 35 points to participant B. After the transfer decision, A thus has 9035 55 points, participant B has 1035 45 points, and participant C has 10 points. The computer randomly selects participant B to deduct points, granting him or her 5 additional points. Participant B decides to deduct 31 points from participant A and 9 points from participant C. He or she thus deducts a total of 40 points, thus giving up 40 x 0.1 4 of the additional points. The following payments thus result: Points for participant A Points for participant B Points for participant C 5531 24 4554 46 109 1 Example 2: Participant A selects the competitive mechanism for making the distribution. Participant B accepts the division after 6 seconds. After the competitive mechanism, participant A thus has 84 points, participant B has 16 points, and participant C has 10 points. The computer randomly selects participant C to deduct points, granting him or her 5 additional points. He or she decides to deduct 10 points from participant A and 5 points from participant B. He or she thus deducts 15 points and therefore gives up 15 x 0.1 1.5 of the additional points. The following payments thus result: Points for participant A Points for participant B Points for participant C 8410 74 165 11 1051,5 13,5 Example 3: The participant randomly chosen for deducting points B or C does not deduct any points from the other participants. In this case, all participants receive the points determined in the direct decision or the competitive mechanism, and furthermore, the participant B or C chosen for deducting points receives the additional five points. 41 7 Procedure on the computer Participant A makes his or decision about the procedure to be used for determining the distribution of points on the screen below: On each screen, you can see the present period in the upper line. In this example, it is the first of twelve periods 1 of 12. Participant A chooses the procedure that he or she would like to use and then clicks on OK. 42 8 If participant A decided to distribute the costs himherself using the direct decision mechanism, he or she determines the exact distribution of costs on the screen below: Participant A can move the scroll bar between the left and the middle columns and thus determine the distribution of points between himherself and participant B. If the scroll bar is all the way to the left as in the example above, participant A transfers no points to participant B. If the scroll bar is all the way to the right, participant A transfers 40 points to participant B. If the scroll bar is in a position in between, the corresponding number of points is transferred to participant B. The exact number of points that any position yields is indicated directly on the screen. After reaching the desired point distribution, participant A clicks on Confirm distribution to confirm his or her decision. 43 9 If participant A decided to determine the distribution through the competitive mechanism, participant B and C are informed accordingly and the competition phase begins. Participants B and C make their decisions on the following screen: The screen shows the distributions that result in each second. The points for participant A are on the left side; the middle shows the points for the participant B or C who is first to accept the distribution by clicking on the accept button, and the right shows the number of points for the participant B or C who is not the first to accept. This participant always receives 10 points. The points for participant A and for the participant who accepts first B or C change from second to second. In the example shown above, you see the distribution that results after 6 seconds. In the next second, participant As number of points will reduce to 83 and the number of points for the participant who is first to accept will increase to 17. In the second after that, participant As number of points will reduce to 82 and the number of points for the participant who is first to accept will increase to 18, etc. The competition phase concludes as soon as either participant B or participant C clicks on the accept button. 44 10 In a next step, all participants are informed of the resulting distribution. If participant A chose the direct decision mechanism, participant B and C will be informed of the distribution that participant A chose; if participant A chose the competitive mechanism, participant A will be informed of the result of the competition. Participant B or C will then be chosen randomly. The randomly chosen participant will receive five additional points which he or she can use entirely or partially to deduct points from the other participants. Before participants B and C learn who has the possibility of deducting points, both enter how many points they would like to deduct from the other two participants in case the computer randomly chooses them. If random chance determines that participant B may deduct the points, participant B will receive five additional points and his or her decision will be implemented. If random chance determines that participant C may deduct the points, participant C will receive five additional points and his or her decision will be implemented. As neither participant B nor participant C knows if the computer will select him or her randomly, each should make the decision carefully. The probability that the decision will be implemented amounts to 50%. In this example, you see participant Cs screen; that of participant B is analogous. 45 11 In this example, participant B accepted the point amount of 16 points, which results in the competition phase after 6 seconds. Participant C enters the number of points that he or she would like to deduct from the other participants in the corresponding fields. For each point that participant C deducts from another participant, he or she loses 0.1 additional point. If participant C does not want to deduct any points, he or she enters 0 in both fields. In this case, he or she retains all five additional points. The decisions can be changed until the OK button is clicked on. After participants B and C have decided on the point deductions, the computer will randomly choose one of these participants, and the chosen participants point deductions will be implemented. The other participants point deductions will neither be implemented nor will this participant receive any additional points. 46 12 At the end of a period, all participants will be informed about the payments that resulted. In the example here you see participant Bs screen. The screens of participants A and C are analogous. Once all participants have pressed the continue button, the next period begins, during which a new participant A, a new participant B and a new participant C are randomly matched together. At the end of the study, one of the 12 periods will be randomly selected. The payments from this randomly chosen period will determine your income in this study. The points you earned in this period will be converted to Euros and paid out to you, together with the initial endowment in cash. As you do not know which period will be randomly selected, you should consider your decisions in every period very carefully. Do you have any questions? If yes, please raise your hand. We will come to you at your carrel. If you do not have questions, please complete the control questions on the next page. 47 13 Control questions Please answer the following control questions. They only serve the purpose of making you familiar with the study. The decisions and numerical amounts in the control questions are chosen completely randomly; they should not be considered an indication of or a suggestion how you could decide. Your answers to the control questions have no effect on your payment at the end of the study. Please enter your answers directly into the computer. You can check this way whether your answers are correct. If you have a question, please raise your hand. The study cannot begin until all participants have answered the questions correctly. 1. Participant A decides for the direct decision mechanism and transfers 5 points to participant B. After the transfer decision, participant A thus has 85 points, participant B 15 points, and participant C 10 points. Partcipant C is randomly chosen to deduct points; he or she can deduct points from other participants and thus receives five additional points. Participant C then decides to make the following deductions, which appear in bold print below. Participant A Participant B Participant C Distribution 85 15 10 Deducted points 15 5 remaining additional points ____________ Payment? ____________ ____________ ____________ Please determine the payment in points that results for each participant. 2. What is the maximum number of points that participant C could deduct from participant A in the example above? _____________________ 3. What is the maximum number of points that participant C could deduct from participant B in the example above? _____________________ 48 14 4. Participant A decides for the direct decision mechanism and transfers 36 points to participant B. After the transfer decision, participant A thus has 54 points, participant B 46 points, and participant C 10 points. Partcipant B is randomly chosen to deduct points; he or she can deduct points from other participants and thus receives five additional points. Participant B then decides to make the following deductions, which appear in bold print below. Participant A Participant B Participant C Distribution 54 46 10 Deducted points 40 6 remaining additional points ____________ Payment? ____________ ____________ ____________ Please determine the payment in points that results for each participant. 5. Participant A decides to determine the distribution in the competitive mechanism. Participant C first decides to accept a distribution; this is after 25 seconds. Partcipant C is randomly chosen to deduct points; he or she can deduct points from other participants and thus receives five additional points. Participant C then decides to make the following deductions, which appear in bold print below. Participant A Participant B Participant C Distribution ____________ ____________ ____________ Deducted points 27 3 remaining additional points ____________ Payment? ____________ ____________ ____________ Please determine the distribution that participant C has in the competitive mechanism after 25 seconds and the payment in points that results for each participant. 49 15 6. Before the computer determines which participant has the possibility to deduct points, participant B decides to deduct a total of 23 points from the other two participants, in case he or she is randomly chosen. The computer decides randomly that participant C has the possibility of deducting points. How many additional points does participant B who is not randomly chosen receive? _____________________ Will the 23 points that participant B the participant who was not chosen wanted to deduct from participants A and C be deducted? YES NO Please select the appropriate answer 7. Participant A decides to determine the distribution in the competitive mechanism. Participant B first decides to accept a distribution; this is after 2 seconds. Partcipant C is randomly chosen to deduct points; he or she can deduct points from other participants and thus receives five additional points. Participant C then decides to make the following deductions, which appear in bold print below. Participant A Participant B Participant C Distribution ____________ ____________ ____________ Deducted points 0 0 remaining additional points ____________ Payment? ____________ ____________ ____________ Please determine the distribution that participant B has in the competitive mechanism after 2 seconds and the payment in points that results for each participant. If you have a question, please raise your hand. The study will begin as soon as all participants have correctly solved the control questions and entered the answers into the computer. ", "filename": "econwp158.pdf", "person": ["Björn Bartling", "Bartling, Björn", "Manuel Grieder", "Grieder, Manuel", "Christian Zehnder", "Zehnder, Christian"], "date": ["2014"]}