{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/118352/1/ERSA2006_370.pdf"], "title": ["Education and Income Inequality in the Regions of the European Union"], "plaintext": "Education and income inequality in the regions of the European Union Abstract This paper provides an empirical study of the determinants of income inequality across regions of the EU. Using the European Community Household Panel dataset for 102 regions over the period 19952000, it analyses how microeconomic changes in human capital distribution affect income inequality. Human capital distribution is measured in terms of both educational attainment as well as educational inequality. Income and educational inequalities are calculated by a generalised entropy index Theil index. Different static and dynamic panel data analyses are conducted in order to reduce measurement error on inequalities and minimise potential problems of omittedvariable bias. Taking into account the specification tests applied to the estimated models, the regression results reveal that, while the relationship between income inequality and income per capita is positive, the longrun relationship between income inequality and educational attainment is not statistically significant. This paper also agrees with the current belief that human capital inequality has a positive relationship with income inequality. Across European regions high levels of inequality in educational attainment are associated with higher income inequality. This may be interpreted as the responsiveness of the EU labour market to differences in qualifications and skills. Other results indicate that the average age of respondents and inactivity are sensitive to the specification model, while economic activity and urbanisation are negatively associated to income inequality. Furthermore, the relationship between unemployment and income inequality is positive. Female participation in the labour force is negatively associated with inequality and explains a major part of the variation in inequality. Finally, as expected, income inequality is lower in democratic welfare states, in Protestant areas, and in regions with Nordic family structures i.e. Swedish and Danish regions. Keywords: Income inequality, educational attainment, educational inequality, regions, Europe 2 1. Introduction It is often claimed that greater educational attainment makes societies more egalitarian, and income and educational inequalities are perfectly correlated Checchi, 2000. But, in spite of these claims, the influence of education on inequalities is still a long way from being perfectly understood, especially at a regional level. This paper addresses the questions of the supposed negative relationship between educational attainment and income inequality and of the positive correlation between inequality in education and in income for the regions of the EU. Our methodology is based on the estimation of various specification models both static and dynamic in order to assess the sensitivity of the relationships. This aim of the paper is to analyse how microeconomic changes in human capital distribution affect income inequality. Human capital is generally a multidimensional concept and has been defined by the OECD 1998, p.9 as the knowledge, skills, competences and other attributes embodied in individuals that are relevant to economic activity. In this paper human capital distribution is measured both in terms of the average education of the population and the inequality in educational attainment. By analysing the microeconomic processes underpinning the relationship between individual educational endowments and income inequality, we also expect to draw greater light on whether government education policies contribute to a more equal income distribution and whether EU labour market is responsive to differences in qualifications, knowledge and skills. The paper is organised in five additional sections. The next section reviews the existing debate over the determinants of income inequality, putting greater emphasis on the relationship between income and human capital distribution. The empirical regression model and the relevant static and dynamic estimation methods are discussed in Section 3. Section 4 describes the data and the construction of variables. Section 5 reports and discusses the regression results and finally Section 6 concludes with policy recommendations and some suggestions for further research. 3 2. Theoretical considerations There is a vast literature on the determinants of income inequality. It is therefore not the aim of this section to review this vast array of sources, but simply to focus on how the impact of income per capita, as well as of average and inequality levels of education on income inequality is perceived by the literature. In order to do that, we will first review the link between income and inequality, followed by the analysis of the impact of educational attainment and inequality on income inequality. We will also consider the dynamic structure of inequalities. Changes in the distribution of income take place at a very slow pace. There are several reasons for this. First, people are often reluctant to change jobs for psychological and institutional reasons Gujarati, 1995. Additionally, income levels are often perpetuated from one generation to another by means of inheritance, cultural background and, more generally, characteristics of the community Bourguignon and Morrisson, 1990; Cooper et al., 1994; Durlauf, 1996; Checchi, 2000. This allows for intergenerational stability in income, denoting the existence of a positive autocorrelation in inequalities. Cooper 1998, for instance, has pointed out that families from poor communities or wealthy communities tend to exhibit higher intergenerational income stability than families living in middle income communities. Hence, it is often the case that a proportion of the population remains trapped at low and high levels of income for more than one generation. Income persistence is often viewed e.g. Lane, 1971 as an essential characteristic of rewarding achievement and, particularly, of ensuring that the most suitable persons are allocated the most suitable roles. The presence of inequalities in income provides an additional incentive to achievement and innovation which are an integral part of modern society. Some degree of inequality is generally perceived as a necessary constituent of a healthily functioning economy Champernowne and Cowell, 1998, p.14. The question is whether the persistence of inequality has an impact on economic performance. Do unequal societies perform better than more equal ones? This relationship has been most famously addressed by Kuznets 1955 in his now famous Kuznets curve Kuznets, 1955, which was later formalised by Robinson 1976, Knight 1976 and Fields 1979. Income levels have an inverted Ucurve effect on 4 income inequality. Income inequality increases as nations begin to industrialise and then declines at the later stages of industrialisation. Two fundamental factors which shape the inverted Ucurve are the level of industrialisation or the degree of integration and labour migration. More specifically, in the early stages of development, the highest portion of the labour force is engaged in agriculture. As industrialisation, or more generally speaking, as economic, social and political integration proceeds, workers move from the larger agricultural sector to the smaller industrial one where wages are usually higher. This migration boosts initially even more income inequality. This in turn implies that income distribution becomes more unequal as income increases. However, according to neoclassical economic theory, as the agricultural sector shrinks and industry grows, further movement from the agricultural to the industrial sector increases agricultural wages reducing income inequality. Therefore, development is inegalitarian in the early stages of development and becomes egalitarian at the later stages. Despite the significant amount of the research that has tried to test whether the Kuznets curve works at the national level, the results are ambiguous e.g. Ahluwalia, 1976; Papanek and Kyn, 1986; Anand and Kanbur, 1993; Bourguignon and Morrisson, 1998; Checchi, 2000; Motonishi, 2003. Ahluwalia 1976, for instance, finds for a crosssection of counties evidence to support the inverted Ucurve, while Anand and Kanbur 1993, in contrast, report that the Kuznets curve is not inverse at all. Overall the literature seems unable to provide conclusive empirical results on the relationship between income inequality and income per capita, because social structures, such as historical heritage, religion, ethnic composition and cultural traditions, across countries evolve differently Checchi, 2000. In this paper, we do not expect to test the validity of the Kuznets curve, because firstly, the majority of the relevant empirical studies are based not only on European but also on less economically advanced countries i.e. African countries and secondly, because these studies show that the declining segment of the Kuznets curve begins approximately from 1970 Nielsen and Alderson, 1997. But we use Kuznets theory in order to assume a linear association between income per capita and income inequality for developed countries over a relatively limited period of time. We thus expect that over the period 19952000 income per capita has a negative effect on income inequality. 5 The notion of education as a factor behind income differences also has a long history, going back to Adam Smith Griliches, 1997. Stemming from the work of Schultz 1961, 1962, Becker 1962, 1964 and Mincer 1958a,b, 1974, income inequality is generally considered to be affected by educational attainment, which is sometimes called skills deepening Williamson 1991. Higher educational attainment is achieved through improvements in access to education i.e. lower tuition fees, better education financing, improved vocational training, higher quality of education i.e. better services of teachers, librarians and administrators and greater investment in physical capital for education. Improving access to education, for example, is likely to raise the earning opportunity of the lowest strata, leading to lower earning inequality Checchi, 2000. Furthermore, a widespread access to education allows for a more informed participation in the market economy, reduces the lobbying ability of the rich, while simultaneously increases the social and job opportunities of the poor, implying lower inequality. The recent studies of De Gregorio and Lee 1999, Eicher and GarciaPenalosa 2001 and Heshmati 2004 illustrate that higher educational attainment contributes to make income distribution more equal. According to Knight and Sabot 1983, the impact of educational attainment in income inequalities depends on the balance between the composition and the wage compression effect. Their suggestions are based on the assumption that greater inequality of educational attainment is translated into greater income inequality. Concerning the composition effect, an increase in the levels of education of the population tends, at least initially, to increase income inequality. With respect to the wage compression effect, education tends to decrease income inequality. Additionally, an increase in the educated labour supply should increase competition for positions requiring advanced educational credentials and thereby should reduce the income differential between the educated and uneducated people Tinbergen, 1975; Lecaillon et al., 1984. A different perspective on the relationship between income and education is given by Spences 1973, 1974 signalling model. This model depicts that education has no direct effect on income distribution, because education acts as a label or signal. More 6 specifically, his model posits a situation in which the possibility of higher pay of more educated people has nothing to do with academic and vocational skills, because formal education is seen as an elaborate device for detecting and labelling those who have skills Chambernowne and Cowell, 1998; Wolf, 2004. The education level is more related with innate ability and with psychological and personality traits, such as diligence, and these are what employers reward, rather than regarding education as a means of instilling or enhancing skills Wolf, 2004. Nevertheless, education still works as a marker for achieving better jobs. To sum up, given the complexity of the relationship between education and income, it is difficult to predict a priori the sign and the significance of the relationship between educational attainment and income inequality. Finally most theoretical analyses tend to report that income and human capital inequality are positively correlated Glomm and Ravikumar, 1992; SaintPaul and Verdier, 1993; Jacobs, 1985; Gallor and Tsiddon, 1997a; Chakravorty, 2003. More explicitly, Thorbecke and Charumilind 2002, p.1488 have pointed out that, with regard to the supply side of skilled labour education, a greater share of highly educated workers within a cohort may signal to the employers that those with less education have lower ability, and hence the latters earnings may be reduced accordingly, which may also lead to larger wage inequality between high and low education workers. With respect to the demand side of skilled labour education, if the demand for unskilled labour is either contracting or growing at a slower rate than the demand for skilled labour, then earning inequalities will increase. Two of the most salient empirical works that focus on the impact of human capital distribution in terms of average and inequality levels on income inequality are Becker and Chiswick 1966 and Park 1996. Both studies illustrate that a higher level of educational attainment of the labour force has an equalizing effect on income distribution and the larger the inequality of educational attainment, the greater the income inequality. 3. Econometric approach 7 As a means to test whether the abovereported findings hold in a European regional context, using microeconomic data, this paper estimates income inequality as a function of per capita income, educational attainment and educational inequality. We use different empirical specifications in order to assess the robustness of the econometric models and to examine the impact of adding control variables, such as age, unemployment, economic activity rate, labour force stock and urbanisation. The methodology incorporates variability both across regions and over time. It constitutes a pooled crosssections analysis. Our emphasis is on the case where with T fixed and on the oneway error component model, due to the limited number of observations. Different static and fi Ndynamic panel data analyses are conducted in order to reduce measurement error on inequalities and minimise potential problems of omittedvariable bias. Panel data also allow for greater degrees of freedom than with timeseries or crossregional data and improve the accuracy of parameter estimates Hsiao, 2003; Baltagi, 2005. Thus in order to examine the impact of education on income inequality and to evaluate the robustness of the results, we not only experiment with a number of alternative static and dynamic specifications, but also include additional determinants to our equations. 3.1 Static econometric models Our econometric analysis starts with a static panel data model of the form yitengbitxitzii 1 with i denoting regions i, ,1N and t time 6, ,1t1. ity is income inequality, itx is a vector of explanatory variables income per capita, educational attainment, educational inequality, age, labour force stock, total economic activity rate, unemployment, inactivity and female economic activity rate, iz is the urbanisation ratio in is an unobserved regionalspecific effect of a region, b and g are coefficients, unobserved heterogeneity and ite is the disturbance term with it E e0 and ese it Var2 idiosyncratic error. The term iv eit is the composite error. 1t denotes 1995,  , 6t 1 denotes 2000 8 We then consider the role of welfare state, religion and family structure on income inequality. These are explanatory variables, represented by dummies in the static panel data model. Our analysis takes on the following form: yitenhbitdxitlii, 2 where h are coefficients and categories m, ,2lidl is a vector of dummy variables with ldenoting . If a qualitative variable has m categories, we introduce 1mdummy variables categories. Category id 1 is referred to as the base category. Comparisons are made with that category Gujarati, 1995. This static model is characterised by one source of persistence over time due to the presence of unobserved regionalspecific effects. The presented static methods of panel estimation are pooled ordinary least squares OLS, fixed effects FEs and random effects REs. To evaluate which technique is optimal, it is necessary to consider the relationship between the regionalspecific effects and the regressors, among others. First, the pooled OLS estimator assumes that the unobserved regionalspecific effect is uncorrelated with the explanatory variables and each region is independent and identically distributed, ignoring the panel structure of the data and the information it provides Johnston and Di Nardo, 1997. The resulting bias in pooled OLS is caused from omitting a timeconstant variable and is sometimes called heterogeneity bias Wooldridge, 2003, p.439. Second, the FEs estimator or within estimator assumes that some or all of the regressors are correlated with the unobserved heterogeneity. Besides, the main reason for collecting panel data is to allow for the unobserved heterogeneity to be correlated with the explanatory variables Wooldridge, 2003, p.440. FEs estimator is obtained by removing the unobserved regional characteristics which is a potential source of bias. More specifically, it is a pooled OLS estimator that is based on the timedemeaned variables. FEs estimator also requires that there be withingroup variation in variables for at least some groups. We therefore introduce a year dummy variable with the urbanisation degree time constant variable in order to see whether the effect of urbanisation has changed over 19952000. Third, the REs estimator assumes that the regionalspecific effects are uncorrelated with all the explanatory variables in all time 9 periods. The provided efficient estimator of the REs model in this study is the generalised least squares GLS estimator. Both the FEs and the REs models deal with heterogeneity bias. The former treats the iv as fixed effects to be estimated, while the latter treats the iv as a random component of the error term. Both FEs and REs estimators are based on the strict exogeneity assumption. Hence the vector of the explanatory variables itx and iz is strictly exogenous. It should be mentioned that the parameters from the static models are longrun parameters. The usual diagnostic tests are presented. Hausmans 1978 chisquared statistic tests whether the GLS estimator is an appropriate alternative to the FEs estimator. Another critical diagnostic test is Breusch and Pagans 1980 Lagrange multiplier LM statistic which is a test of the REs model against OLS model. LM test is a test for regional effects. Large values of LM statistic favour the REs model. In the static models, we assume that the regression disturbances are homoskedastic with the same variance across time and regions. However, heteroskendasticity potentially causes problems for inferences based on least squares. Assuming homoskedastic disturbances in the FEs model, for example, might be a restrictive assumption for panels efficient. If every Baltagi, 2005. Thus when heteroskedasticity is present, the consistent estimates are not ite has a different variance, the robust estimation of the FEs OLS the White estimator for unspecified is presented following covariance matrix heteroskedasticity White, 1980. We also report the robust standard errors of each equation. 3.2 Dynamic econometric models There are a variety of different techniques that can be used to estimate a dynamic model zbxitxti 1,of the form: yitdyti 1, engitzii 3 10 with i denoting regions i, ,1N and t time , ,2t 62. ity is income inequality, 1, tiy is the first lagged income inequality, itx is a vector of explanatory variables, 1, tix is a vector of first lagged explanatory variables, b, z and g are coefficients, effects that are independent and identically distributed over the panels and iz is the urbanisation ratio of a region, d, in are the random effects unobserved regionalspecific ite is the disturbance term with it E e0 and ese it Var2 idiosyncratic error. It is assumed that the in and the ite are independent for each i over all t . This dynamic model is characterised by two sources of persistence over time: autocorrelation due to the presence of a lagged dependent variable among the regressors and unobserved regionalspecific effects Baltagi, 2005. Pooled OLS, FEs and REs estimators are now biased and inconsistent, because econometric model contains a lagged endogenous variable Baltagi, 2005. The dynamic panel structure of our data is exploited by a generalised method of moments GMM estimation suggested by Arellano and Bond 1991 ArellanoBond estimation. The main idea behind GMM estimation is to establish population moment conditions and then use sample analogs of these moment conditions to compute parameter estimates Greene, 2000; Wooldridge 2002; Baltagi, 2005. Arellano and Bond first transform the model to eliminate the regionalspecific effect in . The observed urbanisation ratio iz is eliminated as well. The firstdifferencing transformation is: yityti 1,dyti 1,yti,2bxitxti 1,zxti 1,xti,2eeti 1,it, 4 where all variables are expressed as deviations from period means. Models in first differences usually face the problems arising from the nonstationarity of the data. The correlation between the explanatory variables and the error is handled by instrument variables IVs. In ArellanoBond estimations, the predetermined and endogenous variables in first differences are instrumented with suitable lags of their own levels, while the strictly exogenous regressors can enter the instrument matrix in first differences. For 2t denotes 1996,  , denotes 2000. 6t 2 11 instance, for 1997 t3, 1,iy is an instrument for y i 2,yi 1, and not correlated with i ee 3i 2 as long as the ite themselves are not serially correlated; for 1998 t4, 1,iy and 2,iy are instruments for y i 3,yi 2,, and so on. This procedure is more efficient than the Anderson and Hsiao 1981, 1982 two stage least squares estimator which does not make use of all of the available moment conditions Ahn and Schmidt, 1995. Anderson and Hsiao use y 2ti,yti 3, or , tiy 2 only as an instrument for y ti 1,yti 2,. The ArellanoBond structure provides a large number of IVs by GMM estimator. The ArellanoBond framework, which is called difference GMM GMMDIF, treats the dynamic model as a system of equations, one for each time period. In our model, we assume that the explanatory variables might be: a. strictly exogenous, if itx E eis0 for all t and s , b. predetermined, if itx E eis0 for s , but titx E eis0 for all s , and tc. endogenous, if itx E eis0 for s , but titx E eis0 for all s ; texcept for the average age of respondents which is definitely a strictly exogenous variable. The GMM methodology is based on a set of diagnostics. First of all, it assumes that there idiosyncratic errors 3. Additionally, Arellano and Bond 1991 developed Sargans test Sargan, 1958 of overis no secondorder autocorrelation the firstdifferenced in identifying restrictions. The Sargan test has an asymptotic chisquared distribution in the case of homoskedastic error term only. Both the homoskedastic onestep and the robust onestep GMM estimators are presented. The twostep standard error model is not recommended, because it tends to be biased downward in small samples Arellano and Bond, 1991; Blundell and Bond, 1998. It also should be mentioned that treating variables as predetermined or endogenous increases the size of the instrument matrix very 3 The consistency of the GMM estimator relies upon the fact that EDDeeitti,20 Arellano and Bond, 1991, p.282. 12 quickly. This implies that GMM estimators with too many overidentifying restrictions may perform poorly in small samples Kiviet, 19954. The dynamic model is also used in order to obtain shortrun and longrun parameters. The shortrun effect of an independent variable is the first year effect of a change in this variable, whereas the longrun effect is the effect obtained after full adjustment of income inequality. The shortrun effect of the variable x is b and its longrun effect is dgb1. Longrun standard errors are calculating using the Delta method Greene, 2000. Broadly speaking, the advantage of dynamic over static models is that the former correct the inconsistentcy introduced by lagged endogenous variables and, also, permits a certain degree of endogeneity in the regressors. 4. Data and variables The quantitative data used to estimate the econometric models come from the European Community Household Panel ECHP data survey conducted by the EU during the period 19942001 wave 2wave 8 and the Eurostats Regio data set. During that period the surveys were conducted regularly at approximately oneyear intervals. In these surveys individuals were interviewed about their socioeconomic status. Data stemming from the ECHP can be aggregated regionally at NUTS1 level for the EU15. Unfortunately there are no data available for the Netherlands. Finnish regions had to be dropped from the sample because of the discrepancies between the regional division included in the ECHP and those in the Regio databank, the source of the macroeconomic variables. The resulting database includes 102 NUTS I or II regions from 13 countries in the EU5. On average 116.574 individuals were surveyed, with a maximum of 124,759 in 1997 and a minimum of 105,079 in 2001. 4 cited in STATA manual release 8: crosssectional timeseries, p.24. 5 NUTS I data for Austria, Belgium, Denmark, France, Greece, Ireland, Italy, Luxembourg, Spain, Sweden. NUTS II data for Germany, Portugal, and the UK. 13 The variable Total net personal income detailed, NC, total year prior to the survey from the ECHP is used as the main source for the average income and the level of income inequalities. This variable is regionalised. Income per capita IMN is transformed for the same level of prices using the harmonised indices for consumer prices and then is divided by 1000. Income inequality IGE is calculated using the generalised Theil 1entropy index Theil, 1967. This index considers a regions population of individuals , ,2,1 where each person is associated with a unique value of the measured iNincome. The total net personal income is the sum of wages and salaries, income from self employment or farming, pensions, unemployment and redundancy benefits or any other social benefits or grants, and private income. Income inequality is defined as IGE1Ncid:1i 1yilogNyi, where iy is income share that is individual i s total income as a proportion of total income for the entire regional population. This index varies from 0 for perfect equality to Nlog for perfect inequality. The average and the inequality level of human capital are calculated using the microeconomic variable Highest level of general or higher education completed which also is extracted from the ECHP data set. Individuals are classified into three educational categories: recognised third level education completed, second stage of secondary education level completed, and less than second stage of secondary education level completed. These categories, which are mutually exclusive, allow for international comparisons, because they are defined by the International Standard Classification of Education. The average level of human capital or average education level completed was first has been defined by Psacharopoulos and Arriagada 1986 and Ram 1990. It corresponds to the educational attainment or educational achievement level and is given by the index EMN3cid:11jj SLj, where j L is the proportion of the respondents who belong in the thj category and j S denotes an assessment of each category. At the risk of some oversimplification, we assume 1 S2 for recognised third level education completed, 14 2 S1 for second stage of secondary education level completed, and 3 S0 for less than second stage of secondary education level completed. This assessment is based upon two critical assumptions. The first one is that an increase in the level of education will add a constant quantity to educational attainment, whether undertaken by a primary or secondary student, and the second one is that acquisition of postgraduate degrees will not add any quality to educational attainment, because both graduate and postgraduate degrees belong to the same educational category. Following the work of Fan et al. 2000, we calculate the inequalities in educational attainment using an education Theil is defined as EGE . This index 1EGE1Ncid:1i 1zilogNzi, where iz is human capital share, that is, individual i s higher education level completed as a proportion of total human capital for the entire regional population. As in the case for income inequality the index has a minimum value of 0 when the entire population is concentrated in a single educational category, and a maximum of Nlog. As a way of controlling for the impact of additional factors, we also examine the impact of additional quantitative timevariant variables on income inequality: the average age of people AGE , the percentage of normally working 15 hoursweek respondents LFSTOCK , the percentage of unemployed respondents UNEM and the percentage of inactive respondents INACTIVE within a region. The source of these variables is again the ECHP data set. Other controls include the economic activity rate of the population ECACRA and female activity rate ECACRF from the Eurostats Regio data set. These are also timevariant variables. The urbanization ratio of a region URBANDPA is constructed as the percentage of respondents who live in a densely populated area. Data for this variable are only available for 2000 and 2001, and not for all countries. We assume that the urbanization ratio from 1995 to 2001 remains constant. This variable, therefore, introduces observed timeinvariant effects. 15 The transformed data set with mean, standard deviation and minimum and maximum value for each of the variable is reported in Table 4.16. The descriptive statistics show that the dataset is unbalanced, which is amenable to estimation methods that manage potential heterogeneity bias. Table 4.1 also depicts that income inequality has decreased slightly between 1995 and 2000. Human capital inequalities followed a similar declining trend over the period of analysis. Table 4.1: Summary Statistics 199500 ECHP Income per capita 1000 199500 ECHP Average education level completed Year 1995 1996 1997 1998 1999 2000 1995 1996 1997 1998 1999 2000 1995 1996 1997 1998 1999 2000 Dedinition Income inequality Theil index Variable IGE1 IMN EMN EGE1 AGE 6 Appendix A.1 shows the descriptive statistics of the ECHP quantitative and qualitative variables. Source Obs Mean 0.42 ECHP 0.38 0.38 0.38 0.37 0.36 0.38 9.76 10.39 11.30 11.39 12.00 12.81 11.30 0.66 0.66 0.69 0.83 0.83 0.80 0.75 0.90 0.89 0.86 0.70 0.72 0.72 0.79 45.19 44.90 45.17 45.48 45.68 45.96 45.40 Max 0.83 0.79 0.79 0.72 0.72 0.74 0.83 18.93 19.02 19.09 19.89 20.88 21.14 21.14 1.17 1.15 1.13 1.28 1.34 1.23 1.34 2.38 2.42 2.42 2.09 2.06 2.02 2.42 51.39 50.80 51.61 51.12 51.06 51.35 51.61 Min 0.18 0.11 0.14 0.11 0.12 0.11 0.11 3.40 3.43 3.52 3.79 3.88 4.05 3.40 0.12 0.12 0.12 0.18 0.18 0.19 0.12 0.21 0.23 0.23 0.21 0.20 0.17 0.17 39.76 41.64 42.05 42.40 40.69 42.32 39.76 94 102 102 102 102 102 604 94 102 102 102 102 102 604 94 94 102 102 102 102 596 94 94 102 102 102 102 596 94 94 102 102 102 102 596 Std. Dev. 0.16 0.17 0.16 0.15 0.15 0.14 0.15 3.54 3.51 3.71 3.74 3.95 4.55 3.96 0.24 0.24 0.24 0.30 0.32 0.27 0.28 0.45 0.45 0.46 0.40 0.42 0.39 0.44 2.29 1.93 1.86 1.83 1.79 1.86 1.95 Inequality on education level completed Theil index 1995 1996 1997 1998 1999 2000 1995 1996 1997 1998 1999 2000 199500 ECHP 199500 ECHP Average on age of respondents 199500 16 LFSTOCK ECACRA UNEM INACTIVE ECACRF URBANDPAV Percentage of normally working 15 hoursweek respondents selfdefined Economic acrivity rate of total population Percentage of unemployed respondents selfdefined Percentage of inactive respondents selfdefined Female economic activity rate Percentage of respondents who live in a densely populated area 1995 1996 1997 1998 1999 2000 199500 1995 1996 1997 1998 1999 2000 199500 1995 1996 1997 1998 1999 2000 199500 1995 1996 1997 1998 1999 2000 199500 1995 1996 1997 1998 1999 2000 199500 1995 1996 1997 1998 1999 2000 199500 ECHP Eurostat ECHP ECHP Eurostat ECHP 94 94 102 102 102 102 596 65 90 90 92 94 94 525 94 94 102 102 102 102 596 94 94 102 102 102 102 596 65 90 90 92 94 94 525 63 63 63 63 63 63 378 Source: ECHP data set and Eurostats Regio data set 0.52 0.52 0.52 0.53 0.54 0.54 0.53 54.90 57.03 56.96 57.34 57.80 57.89 57.10 0.06 0.06 0.06 0.05 0.05 0.04 0.05 0.42 0.43 0.42 0.42 0.42 0.42 0.42 44.78 47.45 47.52 47.99 48.87 49.15 47.79 0.61 0.61 0.61 0.61 0.61 0.61 0.61 0.07 0.07 0.08 0.07 0.08 0.07 0.07 7.47 6.94 6.91 6.56 6.64 6.61 6.85 0.03 0.03 0.03 0.03 0.03 0.03 0.03 0.06 0.06 0.06 0.06 0.06 0.06 0.06 10.82 9.69 9.42 8.96 9.13 9.14 9.52 0.24 0.24 0.24 0.24 0.24 0.24 0.24 0.34 0.31 0.34 0.36 0.36 0.37 0.31 42.00 41.50 41.80 42.50 42.40 42.90 41.50 0.00 0.02 0.01 0.00 0.00 0.01 0.00 0.29 0.31 0.29 0.29 0.27 0.30 0.27 24.00 23.40 23.70 25.10 26.20 26.70 23.40 0.11 0.11 0.11 0.11 0.11 0.11 0.11 0.68 0.66 0.68 0.71 0.73 0.68 0.73 74.80 72.60 72.50 72.30 72.70 74.50 74.80 0.17 0.16 0.15 0.15 0.15 0.15 0.17 0.55 0.56 0.57 0.56 0.57 0.55 0.57 72.20 70.50 71.20 69.70 71.30 72.90 72.90 1.00 1.00 1.00 1.00 1.00 1.00 1.00 The qualitative explanatory variables timeinvariant organise regions into categories that are hypothesised to have some underlying similarity concerning welfare regimes, religion and family structure. Welfare regime: Although the level of welfare is reflected in areas such as power, industrialization and capitalist contradictions, social expenditure can be 17 considered as a good proxy of a states commitment to welfare EspingAndersen, 1990. Following the work of EspingAndersen 1990, Ferarra 1996 and Berthoud and Iacovou 2004, we use four welfare state categories: socialdemocratic Sweden, Denmark, liberal UK, Ireland, corporatist or conservatism Luxembourg, Belgium, France, Germany, Austria and residual or Southern Portugal, Spain, Italy, Greece. The hypothesis here is that a countrys welfare policy has an important effect on income redistribution and thus on income inequalities. The above classification assumes that a country belongs to only one welfare state regime. In reality, there is no single pure case because the Scandinavian countries, for instance, may be predominantly social democratic, but they are not free of liberal elements EspingAndersen, 1990, p.28. Religion: European regions religious affiliation is classified into four categories 7: mainly Protestant Sweden, Denmark, Northern Germany, Scotland, mainly Catholic France, Ireland, Luxembourg, Portugal, Spain, Italy, Austria, Southern Germany, Belgium, mainly Anglican England and mainly Orthodox Greece. It is hypothesised that regions with the same religion have close social links so at to have similar income inequality levels withingroups of religion, but different inequality betweengroups. Family structure: Following the work of Berthoud and Iacovou 2004, we use three groups of countries in the study of living arrangement: Nordic Sweden, Denmark, NorthCentral UK, Belgium, Luxembourg, France, Germany, Austria and SouthernCatholic Ireland, Portugal, Spain, Italy, Greece. The hypothesis is that a countrys family structure plays a significant role in income inequality. There is a strong overlap between the classification systems. For instance, social democratic welfare state category perfectly overlaps with Nordic family structure one. Therefore it is not possible to discern whether differences among categories are 7 Sources: http:www.cia.govciapublicationsfactbook; http:commons.wikimidia.orgwikiImage:Europe_religion_map_de.png; http:csiint.orgworld_map_europa_religion.php 18 attributable to welfare state, religion or family structure Berthoud and Iacovou, 2004, p.9. 5. Regression results The empirical analysis exploits the panel structure of the dataset, for the 102 EU regions included in the analysis over the period 19952000, using pooled OLS, FEs and REs estimation of the static models and by GMM estimation of the dynamic models taking into account the unobserved regionalspecific effects. We first report the static regression models and then the dynamic ones. 5.1 Estimations of the static model Table 5.1 reports the static regression results. Three types of static econometric models are used: pooled OLS column a, FEs column b and REs column c. In all the regressions, the pvalues of Breusch and Pagans Lagrange multiplier test strongly reject the validity of the pooled OLS models. The OLS coefficient estimates are affected by heterogeneity bias. We then address the heterogeneity bias problem with FEs and REs estimates. The pvalues of Hausmans test reject the GLS estimator as an appropriate alternative to the FEs estimator. The distinction between FEs and REs models is an erroneous interpretation Greene, 2000. According to the specification tests, FEs models are the most appropriate. Finally, there is no much difference between the significance of the homoskedasticity and the heteroskedasticity consistent covariance matrix estimator. Thus the determinants of income inequality are not sensitive to the model specification about the error term. In Regression 1 the impact of income per capita IMN on income inequality IGE is 1analysed. 1a, 1b and 1c equations are unconditioned by any other effects. In OLS regression 1a equation, the coefficient of IMN is negative, which suggests that an increase in 1000 Euro of income per capita are associated with, on average, about 0.0253 less income inequality measured by Theil index. In 1b equation, the relationship between income per capita and inequality is negative as well, but it is not statistically significant. The adjusted Rsquared shows that income per capita does not explain any variation in income inequality in the sample. In terms of goodnessoffit, it is likely to indicate a poor 19 unconditioned model. In the REs unconditioned model 1c equation income per capita is negatively correlated with income inequality and is statistically significant. Yet the negative association between income per capita and income inequality is, however, sensitive to the inclusion of additional explanatory variables. While in the pooled OLS conditional regressions the association remains negative. This behaviour corresponds to the declining segment of the Kuznets curve. The link between income and inequality becomes negative for relatively wealthy regions, when a large percentage of workers becomes employed in high value added jobs. In the FEs and REs conditional regressions income per capita is, in contrast, positively correlated with income inequality. In all regressions, the coefficients for income per capita are very low. These findings indicate that the effect of income per capita on inequality is not robust as it is sensitive to the model specification. The relationship between both factors is offset or reinforced by the other explanatory variables. Factors that offset this positive relationship are education inequality EGE , the average age of respondents 1AGE , the unemployment level UNEM and the inactivity level INACTIVE . In contrast, the relationship is negative, and reinforced by the labour force stock LFSTOCK , the educational attainment EMN , the economic activity of the total population ECACRA and that of female participation in the labour force ECACRF and the urbanization degree URBANDPA Appendix A.2. Taking into account that FEs models are the most appropriate, the relationship between income inequality and income per capita is negative Regression 38. The next step of analysis is the introduction of human capital distribution measured by educational attainment and educational inequality. First, OLS regressions 2a, 3a and 4a equations imply that the higher the educational attainment, the lower the income inequality. These regressions point in the direction that regional educational achievement has a positive influence on the resulting income distribution. A higher educational attainment increases the occupational choices and the earning opportunities of the population as a whole, making societies more egalitarian. Education seems to facilitate numerous favourable changes for individuals, because it reflects abilities, choices and preferences Hannum and Buchman, 2005. Besides, compulsory education is publicly 20 and freely provided in all European countries. The negative correlation between income inequality and educational attainment is also likely to reflect a wage compression effect, whereby the supply is larger than the demand of educated labour. Adding, however, more control variables 4c, 6a, 6c, 7a, 8a, 8c, 10a and 10c equations, the impact of educational attainment on income inequality is positive. This positive correlation is likely to depict the composition effect Knight and Sabot, 1983. An increase in the levels of education of the population tends to increase income inequality as the imperfect competition for positions requiring advanced educational credentials increases the wages of educated people even more. In all models, the educational attainment coefficients of FEs regressions are not statistically significant. Our empirical results also show that a highly unequal distribution of education level completed is associated to higher income inequality. This relationship is robust and statistically significant. A greater share of highly educated workers within a region may signal to the employers that those with less education have lower ability, which may also lead to larger wage between higheducated and loweducated workers and thus higher income inequality. Another explanation is that the demand for unskilled labour is growing at a slower rate than the demand for skilled labour. Hence, the positive relationship seems to interpret the responsiveness of the EU labour market to differences in qualifications and skills. The remaining regressions include the control variables described earlier. Regression 3 tests for the influence of the average age of respondents. The fact that age matters for income inequality is hardly surprising, as regions with a younger population will also tend to have a lower rate of participation in the labour force and young people in work will earn less in la labour market that rewards seniority Higgins and Williamson, 1999. In order to capture the economic activity characteristics of the regions, the percentage of normally working respondents micro approach of economic activity and the economic activity rate of total population macro approach of economic activity are included in Regression 4 and 5, respectively. As expected, both variables are negatively associated with income inequality and are statistically significant. The higher the level of the economic activity of a region, the lower the income inequality, reflecting that one of the main factors determining income inequality is access to work. 21 This point is further confirmed by the introduction of unemployment UNEM and inactivity levels INACTIVE within a region, as well as by participation in the labour market by sex ECACRF in Regressions 6 and 7 respectively. The results indicate that high unemployment and inactivity are associated with higher income inequality. Increases in unemployment and inactivity aggravate the relative position of lowincome groups, because marginal workers with the relatively low skills are at the bottom of the income distribution and their jobs are at greater risk during an economic downturn Mocan, 1995. Additionally, unemployment insurance, welfare benefits and other forms of income support are not enough to offset the loss on income due to the transitory unemployment. In other words, income received through a government transfer payments is lower than the income earned through employment. The effect of unemployment and inactivity on income inequality also reflects the inflexibility of the European labour market. European labour conditions, such as the degree of centralization in wage bargaining, the existence of a minimum wage, the differences among countries with regard to recruitment and dismissal legislation and the differences among the European countries concerning unemployment benefit, jobcreation policies and vocational training programmes Ayala et al., 2002, represent an important factor for the differences observed in income inequality across European regions. From a broader perspective, the high structural unemployment which characterises most European societies is likely to cause loss of current output and fiscal burden, loss of freedom and social exclusion, skill loss and longrun damage, psychological harm, ill health, motivational loss, and organisational inflexibility among others, which in turn increase income inequality Sen, 1997. The coefficients for female economic activity rate in all regressions are negative and significant. The impact of the increase in female economic activity rate Table 4.1 has been to lessen the trend toward greater income inequality caused by aspects of social change during the period of analysis Ryscavage et al., 1992. In Regression 8, we include urbanisation. The correlation between urbanisation and inequality is negative. These results underline that European societies are located in the the declining segment of the Kuznets curve. This rejects Estudillos hypothesis 1997 that the heterogeneity of urban areas enhances, rather than lowers, inequality. Highly urbanised regions seem not only to be more economically prosperous the correlation 22 between IMN and URBANDPA is positive 0.46 but also to have less inequality, as a consequence of the negative relationship between income per capita and inequality. We finally estimate the impact of the qualitative explanatory variables on income inequality 8. FEs estimator is not provided because there is no any withingroup variation in the dummy variables. In Regression 9, the omitted category is socialdemocratic welfare states. The regression results show that all welfare regimes are important determinants of income inequality. Socialdemocratic welfare states, which in theory promote a higher standard of equality, have indeed lower income inequality than conservative welfare states in which private insurance and occupational benefits play a truly marginal role and corporatism displaces the market as a provider of welfare EspingAndersen, 1990. Socialdemocratic welfare states are more egalitarian than corporatist ones because, in the former, the welfare state minimises dependence on the family and allows women greater freedom to choose work rather than to stay at home, while, in the latter, state intervention is more modest and kicks off mainly when the familys capacity to service its members becomes exhausted EspingAndersen, 1990. Corporatist welfare states have lower income inequality than liberal welfare states in which meanstested assistance, modest universal transfers, or modest social insurance plans predominate EspingAndersen, 1990, p.26. The latter also are more egalitarian than Southern or residual welfare states. Regression 10 introduces religion as an explanatory variable. We use mainly Protestant regions as our base category. All categories seem to be important determinants of income inequality, with mainly Protestant regions having a higher income inequality than Catholic ones which, in turn, are more egalitarian than Anglican ones 10c equation. Orthodox regions have the most inegalitarian societies. Finally, it is interesting to note that all family structure and living arrangements categories affect income inequality significantly Regression 11. Nordic family structure regions are the most egalitarian societies and SouthernCatholic have the highest inequality. 8 See Appendix A.3 dummy variables definition. 23 Considering the standardised coefficients of the above regressions Appendix A.49, female economic activity rate explains the largest variation in income inequality and is also robust to specification model. The impact of both micro and macro approaches of economic activity on income inequality is high as well. In contrast, the average age of respondents, the level of urbanisation, the liberal welfare state, Anglicanism, and Nordic family explain only a relative small part of the total variation in income inequality. Insert Table 5.1: Static regression model 5.2 Estimations of the dynamic model Table 5.2 presents results for the dynamic income inequality equations ArellanoBond estimator. The first column of each model specification assumes that the explanatory variables are strictly exogenous. The last two columns show the GMM results for the same model specification regarding that the explanatory variables are predetermined column b or endogenous column c. All the parameters are shortrun, while the longrun ones are reported at the bottom of each regression at the table. Therefore, by employing a dynamic panel data approach, we can distinguish between the shortrun and the longrun evolution of the income inequality determinants in the EU. First of all, if the explanatory variables, on the one hand, are strictly exogenous, the specification tests are satisfactory. More specifically, the tests regarding serial correlation reject the absence of first order, but not second order serial correlation in both the homoskedastic and robust case. The Sargan test statistics of overidentifying restrictions do not indicate correlation between the instruments and the error term. If the explanatory variables, on the other, are predetermined except for the average age of respondents, the specification tests are not satisfactory enough. There is significant negative serial correlation in the first differenced residuals of first order in both the homoskedastic and robust case but not of the second order, except for Regression 6b where the second order serial correlation is rejected in the homoskedastic case. Additionally, the Sargan tests indicate correlation between the instruments and the error term of the firstdifferenced 9 The standardized coefficient is the standard deviation change in the dependent variable caused by one standard deviation change in each explanatory variable. 24 equation. Finally, if the explanatory variables are assumed to be endogenous except for the average age of respondents, our estimates perform well based on the specification tests. The tests regarding serial correlation, once again, reject the absence of first order serial correlation in both homoskedastic and robust estimator of the variancecovariance matrix of the parameter estimates, but not the second order serial correlation except for Regression 6c in the homoskedastic case. Although the size of the instrument matrix increases quickly when the explanatory variables are endogenous, the Sargan tests do not indicate correlation between the instruments and the error term of the firstdifferenced equation. Taking into account the specification tests applied to the estimated dynamic models, 6c equation homoskedastic case where the explanatory variables are endogenous is the most appropriate. In this equation, there is significant negative serial correlation in the firstdifferenced residuals of both first order and second order. Generally speaking, the exogenous, predetermined and endogenous parameters are similar to each other, denoting the robustness of the dynamic results. First, all equations reject the lagged income inequality coefficient is zero. The coefficient of lagged dependent variable is higher when the explanatory variables are assumed to be exogenous except for Regression 1. Additionally, the coefficients of the lagged dependent variable are statistically significant at the 1% level in both homoskedastic and robust case. It was expected to find that income inequality in the current period depends on income inequality of the previous period. The rationale for this result is simple, because income inequality does not change very quickly over one year and job mobility which is the main source of their personal income is rather low, for psychological, technological and institutional reasons. Regression 1 depicts that income inequality increases in the shortrun as the current income per capita increases thus leading to a positive correlation between the two variables, while the correlation between the lagged income per capita and income inequality is negative and statistically significant only when income per capita is assumed to be a strictly exogenous variable. Besides, the longrun coefficients are positive and statistically significant in most equations. For instance, if the strictly exogenous income is increased by 1%, income inequality will rise by 0.0139 in the shortrun and 0.0331 in the 25 longrun. This rejects the declining segment of the Kuznets curve, but is likely to accept Lydalls 1977 hypothesis that only a limited number of people can be transferred to higher levels of skills, while the remainder have to wait their turn. The results also indicate that income inequality declines over time for a region as the current human capital variables educational attainment and human capital inequality decline and as the lagged ones increase. Both the current and the lagged human capital variables are statistically significant in most equations. According to the estimated value and assuming, for example, that human capital variables are endogenous, a 1% increase in coefficient of educational attainment would lead in the shortrun to a 0.2503% increase and in the longrun to a 0.3018% increase in the level of income inequality Regression 2. Additionally, due to the negative relationship between the lagged educational achievement and income inequality, the latter reacts to the European labour market with a lag of one year. The European labour market decisions and the effectiveness of the European social system take time to implement, since the educated labour supply is relatively more expanded to lagged demand. The effects of educational attainment and educational inequality obtained after full adjustment of income inequality the longrun effects are positive and statistically significant only when education is endogenous 2c, 3c and 4c equation. The negative longrun relationship between income and educational inequality highlights the responsiveness of EU labour market to differences in qualifications and skills. The shortrun coefficient of the current average age of respondents within a region is positively correlated with income inequality and with very low statistical significance Regression 3. However, the current effect of AGE is slight. Alternatively, the lagged average age is negatively correlated with income inequality but not statistically significant. The longrun effect of average age on inequality is positive which could reflect that with greater longevity, there will be a growing number of elderly people and since their income is lower than the young, an increasing number of elderly people should lead to a rise in the number of households with low income Estudillo, 1997, p. 68, but this variable is not statistically significant. 26 Regression 4 4a and 4b equation shows that the labour force stock has a positive effect on income inequality, but is not statistically significant. Nevertheless, the impact of economic activity has the expected sign negative and is statistically significant at the 1% level in the longrun Regression 5. High unemployment is associated with higher inequality in the longrun 6c equation. This outcome is consistent with the outcome of the static regression models denoting the robustness of the relationship between unemployment and inequality. The dynamic models are likely to allow testing whether changes in the shortterm cyclical and longterm structural unemployment influence changes in income inequality. The shortrun and longrun impact of unemployment on inequality has the right sign with respect to the literature and the static regression models. Finally, the impact of the female economic activity rate on income inequality is negative and statistically significant no matter what this explanatory variable is assumed to be. To sum up, 6c equation performs well based on the specification tests. In this equation, the unemployment and the female participation in the labour force are the most significant factors determining income inequality within European regions. More specifically, the higher the unemployment level, the higher the income inequality; and the higher the female participation, the lower the income inequality. Insert Table 5.2: Dynamic regression model 6. Concluding remarks and further research Different static and dynamic panel data analyses have been conducted in order to examine how microeconomic changes in human capital distribution in terms of both educational attainment and educational inequality affect the shortterm evolution of income inequality across regions of the EU over the period 19952000. Our methodology incorporates variability both across regions and over time. The advantage of dynamic over static models is that persistence over time is not only due to the unobserved regionalspecific effects, but also due to the presence of a lagged income inequality among the regressors. Autoregressive models highlight the persistence in income inequality, because income distribution does not change quickly over time. Since the 27 estimated coefficient of the lagged dependent variable is high and significant in all dynamic specifications, the estimated longrun coefficients of the explanatory variables are less efficient and biased. Taking into account the specification tests applied to the estimated models, the relationship between income per capita and income inequality seems to be positive. If so, income per capita does not alleviate the inequality increase, rejecting the declining segment of the Kuznets curve. Considering the FEs models which are the most appropriate in static analysis, our results show that, while the impact of educational attainment on income inequality is not clear, educational inequality is associated with higher income inequality. The dynamic models show that, in the longrun, both educational attainment and educational inequality are positively associated with inequality, but this relationship is statistically significant only when the explanatory variables are endogenous. The impact of the average age of respondents and inactivity within a region on income inequality is sensitive to the specification model. Unemployment is positively associated to income inequality. Taking into account the urbanisation level, an increasing weight of the urban relative to the rural population means a decreasing income inequality. The economic activity rate is negatively associated with the observed income inequality. Finally, our results show that the social democratic welfare states, the mainly Protestant regions and those with Nordic family structures are among the most egalitarian. Our results have important policy implications as they shed light on the ambiguous impact of income per capita on income inequality. They show that improving access to education, providing higher quality of education, and generally, increasing educational attainment may have not any effect on income inequality. They also indicate that income and human capital inequality are synonymous, highlighting the responsiveness of the EU labour market to differences in qualifications and skills. Although our methodology seems to address the question of how changes in income per capita, educational attainment and education inequality affect the observed income inequality, further research is needed. The fact that only a limited time period is available advises caution when interpreting the results. Longer time series will reinforce the 28 analysis, as would the use of other inequality indices, such as the Gini coefficient, the relative mean deviation index, or the squared coefficient of variation, in order to check the sensitivity of inequality indexes. Another suggestion for further research is that dynamic models can also be estimated by ArellanoBover and BlundellBond estimator Arellano and Bover, 1995; Blundell and Bond, 1998. A potential limitation of our analysis which is also a limitation in most crosssectional studies is the fact that regions are more homogeneous than countries, because the regions are subunits of a single national entity Nielson and Alderson, 1997. Regions cannot cover as wide a range of variation in income and human capital distribution, in levels of economic development and in some unobserved characteristics such as institutions and sociocultural conditions as a crossnational sample. Regional boundaries may not define autonomous and internally integrated socioeconomic systems with respect to distributional process Nielson and Alderson, 1997. Thus the administrative boundaries used to organise the data series do not coincide perfectly with the actual boundaries, arising spatial autocorrelation into data Anselin and Rey, 1991. A spatial autocorrelation analysis may indicate whether income inequality and its determinants are randomly distributed over space or there are similarities among regions. 29 Bibliography AHLUWALIA, M.S. 1976, Inequality, Poverty and Development, Journal of Development Economics, 3, 307342. AHN, S.C. and SCHMIDT, P. 1995, Efficient Estimation of Models for Dynamic Panel Data, Journal of Econometrics, 68, 527. ANAND, S. and KANBUR, S.M.R. 1993, Inequality and Development: A critique, Journal of Development Economics, 41, 1943. ANDERSON, T.W. and HSIAO, C. 1981, Estimation of Dynamic Models with Error Components, Journal of the American Statistical Association, 76, 598606. ANDERSON, T.W. and HSIAO, C. 1982, Formulation and Estimation of Dynamic Models Using Panel Data, Journal of Econometrics, 18, 4782. ANSELIN, L. and REY, S. 1991, Properties of Tests for Spatial Dependence in Linear Regression Models, Geographical Analysis, 23, 110131. ARELLANO, M. and BOND, S. 1991, Some Tests of Specification for panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277297. ARELLANO, M. and BOVER, O. 1995, Another Look at the Instrumental Variables Estimation of Errorcomponent Models, Journal of Econometrics, 68, 2951. AYALA, L., MARTINEZ, R., and RUIZHUERTA, J. 2002, Institutional Determinants of the UnemploymentEarnings Inequality tradeoff, Applied Economics, 34, 179195. BALTAGI, B. H. 2005, Econometric Analysis of Panel Data, third edition, John Wiley and Sons. BECKER, G. 1962, Investment in Human Capital: A Theoretical Analysis, Journal of Political Economy, 705:2, 949. BECKER, G.S. 1964, Human Capital, New York: Columbia University Press. BECKER, G.S. and CHISWICK, B.R. 1966, Education and the Distribution of Earnings, American Economic Review, 5612, 358369. BERTHOUD, R. and IACOVOU, M. 2004, Social Europe: Living standards and welfare regimes. Cheltenham: Edward Elgar. 30 BLUNDELL, R. and BOND, S. 1998, Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics, 87, 115143. BLUNDELL, R. and BOND, S. 1998, Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics, 87, 115143. BOURGUIGNON, F. and MORRISSON, C. 1990, Income Distribution, Development and Foreign Trade: A CrossSectional Analysis, European Economic Review, 34, 11131132. BOURGUIGNON, F. and MORRISSON, C. 1998, Inequality and Development: The Role of Dualism, Journal of Development Economics, 57, 233257. BREUSCH, T.S. and PAGAN, A.R. 1980, The Lagrance Multiplier Test and its Applications to Model Specification in Econometrics, Review of Economic Studies, 47, 239253. CHAKRAVORTY, S. 2003, A Social Theory of Income Distribution, Paper presented at the conference on Economics for the Future at Cambridge University, first draft, September 1719. CHAMPERNOWNE, P.G. and COWELL F.A. 1998, Economic Inequality and Income Distribution, Cambridge University Press. CHECCHI, D. 2000, Does Educational Achievement Help to Explain Income Inequality?, Working Paper n.11.2000, University of Milan, Italy. COOPER, S.J., DURLAUF, S.N. and JOHNSON, P.A. 1994, On the Evolution of Economic Status Across Generations, American Statistical Association, Papers and Proceedings, 5058. CRESSIE, N. 1993, Statistics for Spatial Data, Revised edition, New York: John Wiley and Sons. de GREGORIO, J. and LEE, JW. 1999, Education and Income Distribution: New Evidence from CrossCountry Data, Serie Economia 55, Universidad de Chile. DURLAUF, S.N. 1996, A Theory of Persistent Income Inequality, Journal of Economic Growth, 11, 7594. EICHER, T.S. and GARCIAPEcid:1ALOSA, C. 2001, Inequality and Growth: The Dual Role of Human Capital in Development, Journal of Development Economics, 66, 173197. ESPINGANDERSEN, G. 1990, The Three Worlds of Welfare Capitalism, Polity Press. ESTUDILLO, J.P. 1997, Income Inequality in the Philippines, 196191, The Developing Economies, 351, 6895. 31 FAN, X., THOMAS, V. and WANG, Y. 2002, A New Dataset on Inequality in Education: Gini and Theil Indices of Schooling for 140 Countries, 19602000, World Bank, Washington DC. FERARRA, M. 1996, The Southern model of Welfare in Social Europe, Journal of European Social Policy, 61, 1737. FIELDS, G. 1979, A Welfare Economic Approach to Growth and Distribution in the Dual Economy, Quarterly Journal of Economics, 93, 325353. GALOR, O. and TSIDDON, D. 1997a, The Distribution of Human Capital and Economic Growth, Journal of Economic Growth, 2, 93124. GARINMUcid:1OZ, T. 2006, Inbound International Tourism to Canary Islands: A Dynamic Panel Data Model, Tourism Management, 27, 281291. GLOMM, G. and RAVIKUMAR, B. 1992, Public vs Private Investment in Human Capital: Endogenous Growth and Income Inequality, Journal of Political Economy, 1004, 818834. GREENE, W.H. 2000, Econometric Analysis, fourth edition, Prentice Hall International. GRILICHES, Z. 1997, Education, Human Capital, and Growth: A Personal Perspective, Journal of Labour Economics, 151:2, S330S344. GUJARATI, D.M. 1995, Basic Econometrics, third edition, Mc GrawHill: New York. HANNUM, E. and BUCHMANN, C. 2005, Global Educational Expansion and SocioEconomic Development: An Assessment of Findings from the Social Sciences, World Development, 333, 333354. HANSEN, L.P. 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 10291054. HAUSMAN, J.A. 1978, Specification Tests in Econometrics, Econometrica, 46, 12511271. HECKMAN, J. and KRUEGER, A. 2003, Inequality in America What Role for Human Capital Policies, MITPress, Cambridge. HESHMATI, A. 2004, Inequalities and their Measurement, Discussion Paper Series 1219, Institute for the Study of Labour, Bonn, Germany. HEYNS, B. 2005, Emerging Inequalities in Central and Eastern Europe, American Review of Sociology, 31, 163197. 32 HIGGINS, M. and WILLIAMSON, J. 1999, Explaining Inequality the World Round: Cohort Size, Kuznets Curve, and Openness mimeo, June. HSIAO, C. 2003, Analysis of Panel Data, Cambridge University Press: Cambridge. JACOBS, D. 1985, Unequal Organizations or Unequal Attainments? An Empirical Comparison of Sectoral and Individualistic Explanations for Aggregate Inequality, American Sociological Review, 50, 166180. JOHNSTON, J. and Di NARDO, J. 1997, Econometric Methods, Fourth edition, Mc Graw Hill: New York. KIVIET, J. 1995, On Bias, Inconsistency, and Efficiency of Various Estimators in Dynamic Panel Data Models, Journal of Econometrics, 68, 5378. KNIGHT, J.B. 1976, Explaining Income Distribution in Less Developed Countries: A Framework and an Agenda, Oxford Bulletin of Economics and Statistics, 38, 161177. KNIGHT, J.B. and SABOT, R.H. 1983, Educational Expansion and the Kuznets Effect, American Economic Review, 735, 11321136. KUZNETS, S. 1955, Economic Growth and Income Inequality, American Economic Review, 451, 128. LANE, D. 1971, The End of Inequality? Stratification under State Socialism, Penguin modern sociology monographs. LECAILLON, J, PAUKERT, F., MORRISSON, C. and GERMIDIS, D. 1984, Income Distribution and Economic Development: An Analytical Survey, Geneva, Switzerland: International Labour Office. LYDALL, H.F. 1977, A Theory of Income Distribution, Oxford: Clarendon Press. MINCER, J. 1958a, Investment in Human Capital and Personal Income Distribution, Journal of Political Economy, 664, 281302. MINCER, J. 1958b, OntheJob Training: Costs, Returns, and Some Implications, Journal of Political Economy, 705, 5079. MINCER, J. 1974, Schooling, Experience and Earnings, New York: National Bureau of Economic Research. MOCAN, H.N. 1995, Structural Unemployment, Cyclical Unemployment, and Income Inequality, The Review of Economic and Statistics, 811, 122134. 33 MOTONISHI, T. 2003, Why Has Income Inequality in Thailand Increased? An Analysis Using 19751998 Surveys, Economics and Research Department Working Paper Series No 43, Asian Development Bank. NIELSEN, F. and ALDERSON, A.S. 1997, The Kuznets Curve and the Great UTurn: Income Inequality in U.S. Counties, 1970 to 1990, American Sociological Review, 621, 1233. OECD 1998, Human Capital Investment: An International Comparison, Paris: Organisation for Economic Cooperation and Development. PAPANEK, G. and KYN, O. 1986, The Effect on Income Distribution of Development, the Growth Rate and Economic Strategy, Journal of Development Economics, 23, 5565. PARK, K.H. 1996, Educational Expansion and Educational Inequality on Income Distribution, Economics of Education Review, 151, 5158. PSACHAROPOULOS, G. and ARRIAGADA, AM 1986, The Educational Attainment of the Labour Force: An International Comparison, World Bank Discussion Paper, Washington D.C. RAM, R. 1990, Educational Expansion and Schooling Inequality: International Evidence and Some Implications, The Review of Economics and Statistics, 722, 266274. ROBINSON, S. 1976, A Note of the U Hypothesis Relating Income Inequality and Economic Development, American Economic Review, 66, 437440. RYSCAVAGE, P. GREEN, G. and WELNIAK, E. 1992, The Impact of Democratic, Social, and Economic Change on the Distribution of Income, pp 1130 in U.S. Bureau of the Census, Series P 60, No 183, Washington, DC: U.S. Bureau of the Census SAINTPAUL, G. and VERDIER, T. 1993, Education, Democracy, and Growth, Journal of Development Economics, 422, 399407. SARGAN, J.D. 1958, The Estimation of Economic Relationships Using Instrumental Variables, Econometrica, 26, 393415. SCHULTZ, T.W. 1961, Investment in Human Capital, American Economic Review, 511, 117. SCHULTZ, T.W. 1962, Reflections on Investment in Man, Journal of Political Economy, 705:2, 18. SEN, A. 1997, Inequality, Unemployment and Contemporary Europe, International Labour Review, 1362, 155171. 34 SPENCE, M. 1973, Job Market Signaling Quarterly Journal of Economics, 23, 355374. SPENCE, M. 1974, Market Signaling, Cambridge: Harvard University Press. THEIL, H. 1967, Economic and Information Theory, Chicago: Rand Mc Nally. TINBERGEN, J. 1975, Income Distribution: Analysis and Policies, Amsterdam, Netherlands: NorthHolland. TOPEL, R. 1997, Factor Proportions and Relative Wages: The SupplySide Determinants of Wage Inequality, Journal of Economic Perspectives, 112, 5574. WHITE, H. 1980, A HeteroskedasticityConsistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48, 817838. WILLIAMSON, J. 1991, Inequality, Poverty, and History, Cambridge, MA: Basil Blackwell. WOLF, A. 2002, Does Education Matter? Myths about Education and Economic Growth, Penguin Books. WOLF, A. 2004, Education and Economic Performance: Simplistic Theories and their Policy Consequences, Oxford Review of Economic Policy, 202, 315333. WOOLDRIDGE, J.M. 2003, Introductory Econometrics: A Modern Approach, Thomson: USA. 35 Appendix A.1: Descriptive statistics of ECHP data set Year Statistic Quantitative variables Qualitative variables 1995 Obs Mean Percentage Std. Dev. Variance Skewness Kurtosis 1996 Obs Mean Percentage Std. Dev. Variance Skewness Kurtosis 1997 Obs Mean Percentage Std. Dev. Variance Skewness Kurtosis 1998 Obs Mean Percentage Std. Dev. Variance Skewness Kurtosis 1999 Obs Mean Percentage Std. Dev. Variance Skewness Kurtosis 2000 Obs Mean Percentage Std. Dev. Variance Skewness Kurtosis Main activity status Income 120413 9744.58 11782.83 1.39E08 8.39 311.52 124663 10163.60 11234.33 1.26E08 6.45 205.83 117886 10472.71 11529.87 1.33E08 6.87 213.47 113455 10617.48 12648.77 1.60E08 16.09 1049.18 108731 11037.64 13552.43 1.84E08 30.58 3616.64 104953 11368.55 12884.93 1.66E08 10.55 442.83 Educational attainment 119463 0.60 0.73 0.53 0.78 2.27 114529 0.60 0.73 0.53 0.79 2.27 118402 0.62 0.74 0.55 0.73 2.17 115953 0.68 0.76 0.57 0.60 1.97 112406 0.68 0.77 0.59 0.63 1.96 107751 0.69 0.77 0.59 0.59 1.92 Age 125395 44.96 18.23 332.35 0.34 2.12 120413 45.05 18.28 334.28 0.35 2.12 124756 45.22 18.32 335.47 0.34 2.13 117980 45.54 18.32 335.66 0.34 2.13 113536 45.78 18.33 336.04 0.33 2.13 108848 46.07 18.45 340.32 0.32 2.12 Unemployed 7915 6.36 7685 6.41 7760 6.25 6775 5.77 5908 5.23 5165 4.76 Inactive 55169 44.32 Normally working Urbanisation 61406 26863 49.33 46.68 58933 53214 44.41 49.18 54183 62221 43.64 50.11 50646 59978 43.14 51.09 48802 58342 43.17 51.61 46890 56384 43.24 52 26863 46.68 26863 46.68 26863 46.68 26863 46.68 26863 46.68 36 Appendix A.2: Correlation matrices Correlations: Regression 2 imn emn ege 1 imn 1.0000 0.7797 0.7368 emn 1.0000 0.8691 ege 1 1.0000 Correlations: Regression 3 imn emn ege 1 age imn 1.0000 0.7797 0.7368 0.0802 emn 1.0000 0.8691 0.1744 ege 1 1.0000 0.2018 age 1.0000 Correlations: Regression 4 imn emn ege 1 age lfstock imn 1.0000 0.7797 0.7368 0.0802 0.6323 emn 1.0000 0.8691 0.1744 0.6020 ege 1 1.0000 0.2018 0.4173 age 1.0000 0.1360 Correlations: Regression 5 imn emn ege 1 age ecacra imn 1.0000 0.7648 0.7114 0.0203 0.6149 emn 1.0000 0.8595 0.1005 0.6409 ege 1 1.0000 0.1137 0.4326 age 1.0000 0.0112 Correlations: Regression 6 lfstock 1.0000 ecacra 1.0000 imn emn ege 1 age unem ecacrf imn 1.0000 0.7648 0.7114 0.0203 0.4289 0.6533 emn 1.0000 0.8595 0.1005 0.2012 0.6734 ege 1 1.0000 0.1137 0.0517 0.4806 age 1.0000 0.2562 0.0731 unem 1.0000 0.4395 ecacrf 1.0000 Correlations: Regression 7 imn 1.0000 0.7648 0.7114 0.0203 emn 1.0000 0.8595 0.1005 ege 1 1.0000 0.1137 age 1.0000 inactive ecacrf imn emn ege 1 age 37 inactive ecacrf 0.6222 0.6533 0.6940 0.6734 0.5607 0.4806 0.2748 0.0731 1.0000 0.7831 1.0000 Correlations: Regression 8 imn emn ege 1 age unem ecacrf urbandpav imn 1.0000 0.8672 0.7493 0.0349 0.4876 0.7146 0.4553 emn 1.0000 0.8337 0.0791 0.3679 0.6233 0.4530 ege 1 1.0000 0.1096 0.1555 0.3360 0.2332 age 1.0000 0.2999 0.0642 0.0281 unem 1.0000 0.7437 0.3525 ecacrf 1.0000 0.4603 urbandpav 1.0000 38 Appendix A.3: Dummy variables definition Variable Welfare state DWSSOC DWSLIB DWSCORP DWSRES Religion DRLPROT DRLCATH DRLORTH DRLANGL Family structure DFNORD DFNC DFSC Definition Socialism social democratic Liberal Corporatist conservatism Residual Southern Mainly Protestant Mainly Catholic Mainly Orthodox Mainly Anglicans Nordic Scandinavian NorthCentral SouthernCatholic 39 Appendix A.4: Standardised coefficients REGR. 1 REGR. 2 REGR. 3 REGR. 4 REGR. 5 REGR. 6 REGR. 7 REGR. 8 REGR. 9 0.1853 0.0544 0.2357 0.1017 0.0971 0.4992 0.6514 0.1105 0.1149 0.2460 0.1661 0.1974 0.5612 0.0845 0.0877 0.2854 0.0964 0.0531 0.6773 0.1675 0.0171 0.2553 0.1712 0.5712 0.2136 0.1418 0.1985 0.0537 0.1887 0.5035 0.3360 0.5331 0.1185 0.1662 0.0449 0.1467 0.2067 0.2178 0.5644 REGR. 10 REGR. 11 0.2155 0.0672 0.2484 0.0959 0.1132 0.4832 0.0119 0.1875 0.3940 0.1401 0.0656 0.6110 0.1148 0.1024 0.1144 0.5353 0.1310 0.2146 0.0295 0.0641 0.4668 40 0.3659 0.5168 0.1598 DEPENDENT VARIABLE: IGE1 19952000 beta coefficient OLS IMN EMN EGE1 AGE LFSTOCK ECACRA UNEM INACTIVE ECACRF URBANDPAV fixed DWSLIB DWSCORP DWSRES DRLCATH DRLORTH DRLANGL DFNORD DFSC DEPENDENT VARIABLE: IGE1 19952000 IMN REGRESSION 1 a OLS 0.0253 0.0012 0.0014 b FEs 0.0001 0.0011 0.0013 EMN EGE1 AGE LFSTOCK ECACRA UNEM INACTIVE ECACRF URBANDPAV fixed YR96URBANDPAV YR97URBANDPAV YR98URBANDPAV YR99URBANDPAV YR00URBANDPAV CONSTANT ADJ RSQ OBS. LM TEST pvalue HAUSMAN TEST pvalue c REs 0.0036 0.0011 0.0013 REGRESSION 2 a OLS 0.0140 0.0018 0.0021 0.2817 0.0355 0.0304 0.0556 0.0210 0.0199 b FEs 0.0016 0.0014 0.0016 0.0396 0.0305 0.0316 0.0723 0.0230 0.0231 c REs 0.0012 0.0014 0.0015 0.0371 0.0304 0.0339 0.0847 0.0222 0.0267 REGRESSION 3 a OLS 0.0129 0.0018 0.0020 0.2906 0.0347 0.0285 0.0412 0.0206 0.0179 0.0130 0.0023 0.0024 b FEs 0.0026 0.0014 0.0017 0.0394 0.0303 0.0318 0.0732 0.0229 0.0232 0.0057 0.0022 0.0024 c REs 0.0009 0.0015 0.0016 0.0370 0.0305 0.0340 0.0879 0.0223 0.0268 0.0042 0.0022 0.0025 c REs 0.0008 0.0015 0.0015 0.0658 0.0298 0.0310 0.0901 0.0213 0.0244 0.0056 0.0021 0.0027 0.6963 0.0788 0.0895 REGRESSION 4 a OLS 0.0017 0.0016 0.0018 0.0800 0.0312 0.0263 0.0719 0.0183 0.0167 0.0170 0.0019 0.0019 1.1632 0.0693 0.0676 b FEs 0.0033 0.0014 0.0017 0.0466 0.0301 0.0309 0.0685 0.0227 0.0223 0.0059 0.0022 0.0026 0.2765 0.0837 0.0981 1.7911 0.0930 0.0879 0.6709 596 634.09 0.0000 cid:1 87.27 0.0000 0.6660 0.0144 0.0165 0.4233 604 916.46 0.0000 cid:1 71.46 0.0000 0.3821 0.0121 0.0151 0.0000 0.4183 0.0166 0.0189 0.7956 0.0414 0.0443 0.4890 596 715.20 0.0000 cid:1 289.07 0.0000 0.2787 0.0382 0.0396 0.0313 0.2974 0.0393 0.0473 0.5255 0.1022 0.1072 0.0445 0.4826 0.1027 0.1212 1.3667 0.1087 0.1136 0.5144 596 645.03 0.0000 cid:1 35.86 0.0000 0.6732 0.1106 0.1220 0.0654 0.8712 0.1078 0.1379 NOTES: OLS indicates ordinary least squares estimation without group dummy variables OLS estimation of pooled data. FEs indicates fixed effects model based on mean centered data. REs indicates random effects model GLS coefficients. , , and indicates significance at the 10%, 5% and 1% level, respectively. , , and denotes the significance of the White 1980 estimator robust standard errors. LM TEST is the Lagrange multiplier test for the random effects model based on the OLS residuals Breusch and Pagan, 1980. HAUSMAN TEST is the Hausman test for fixed or random effects Hausman, 1978. cid:1 denotes model fitted on nonrobust or robust estimator fails to meet the asymptotic assumptions of the Hausman test; so we choose the robust or nonrobust estimator. 41 REGRESSION 6 a OLS 0.0033 0.0015 0.0017 0.0498 0.0298 0.0288 0.1074 0.0175 0.0166 0.0078 0.0018 0.0018 b FEs 0.0046 0.0016 0.0017 0.0136 0.0298 0.0276 0.0330 0.0218 0.0184 0.0053 0.0022 0.0025 c REs 0.0020 0.0015 0.0015 0.0359 0.0275 0.0270 0.0600 0.0193 0.0182 0.0044 0.0020 0.0020 REGRESSION 7 a OLS 0.0043 0.0014 0.0014 0.0652 0.0295 0.0286 0.0926 0.0166 0.0152 0.0134 0.0020 0.0022 b FEs 0.0039 0.0016 0.0018 0.0101 0.0305 0.0285 0.0361 0.0222 0.0188 0.0073 0.0022 0.0024 c REs 0.0014 0.0015 0.0015 0.0386 0.0278 0.0278 0.0591 0.0194 0.0181 0.0069 0.0020 0.0022 REGRESSION 8 a OLS 0.0076 0.0024 0.0028 0.0710 0.0375 0.0381 0.0700 0.0217 0.0185 0.0041 0.0023 0.0022 b FEs 0.0110 0.0025 0.0027 0.0222 0.0396 0.0415 0.0831 0.0302 0.0374 0.0073 0.0027 0.0026 c REs 0.0020 0.0017 0.0017 0.0697 0.0318 0.0342 0.0802 0.0255 0.0282 0.0061 0.0026 0.0025 0.8557 0.2080 0.1794 0.4594 0.2069 0.2305 0.5955 0.2030 0.2215 0.2519 0.1304 0.1352 0.5541 0.1404 0.1515 0.3933 0.1301 0.1402 0.0116 0.0006 0.0005 0.0068 0.0012 0.0013 0.0111 0.0008 0.0008 0.4937 0.1052 0.1141 0.0096 0.0007 0.0008 0.0084 0.0933 0.1080 0.0079 0.0012 0.0013 0.1725 0.0882 0.0894 0.0110 0.0008 0.0009 0.0083 0.0010 0.0009 0.0736 0.0215 0.0211 REGRESSION 5 a OLS 0.0065 0.0015 0.0016 0.0097 0.0331 0.0315 0.0961 0.0189 0.0181 0.0138 0.0019 0.0018 0.0134 0.0008 0.0007 b FEs 0.0029 0.0016 0.0017 0.0018 0.0306 0.0293 0.0313 0.0224 0.0197 0.0082 0.0022 0.0025 0.0089 0.0014 0.0016 c REs 0.0001 0.0015 0.0015 0.0175 0.0286 0.0293 0.0519 0.0202 0.0205 0.0078 0.0020 0.0021 0.0131 0.0010 0.0011 IMN EMN EGE1 AGE LFSTOCK ECACRA UNEM INACTIVE ECACRF URBANDPAV fixed YR96URBANDPAV YR97URBANDPAV YR98URBANDPAV YR99URBANDPAV YR00URBANDPAV CONSTANT ADJ RSQ OBS. LM TEST pvalue HAUSMAN TEST pvalue 1.7736 0.0943 0.0815 0.7139 513 715.68 0.0000 46.71 0.0000 46.86 0.0000 1.2128 0.1333 0.1438 0.1343 1.4366 0.1123 0.1239 1.1955 0.0939 0.0864 0.7674 513 676.43 0.0000 54.24 0.0000 61.67 0.0000 0.8348 0.1195 0.1213 0.1743 0.9957 0.1029 0.1038 1.1734 0.0849 0.0734 0.7755 513 630.60 0.0000 73.32 0.0000 37.77 0.0000 1.0108 0.1153 0.1182 0.1432 1.0633 0.0991 0.1038 0.9526 0.1245 0.1081 0.7672 299 322.72 0.0000 0.0020 0.0017 0.0017 0.0290 0.0148 0.0151 0.0453 0.0150 0.0136 0.0136 0.0163 0.0147 0.0374 0.0174 0.0170 0.0743 0.0184 0.0171 0.6300 0.1611 0.1640 0.2704 0.0083 0.0011 0.0012 0.1538 0.0467 0.0446 0.9907 0.1375 0.1448 42 b FEs REGRESSION 10 a OLS 0.0005 0.0015 0.0017 0.1064 0.0340 0.0372 0.1483 0.0188 0.0198 0.0113 0.0018 0.0017 0.3112 0.1384 0.1431 0.0104 0.0006 0.0006 c REs 0.0053 0.0015 0.0015 0.0189 0.0272 0.0266 0.0446 0.0192 0.0173 0.0061 0.0019 0.0020 0.5059 0.1272 0.1374 0.0073 0.0009 0.0009 0.0621 0.0284 0.0241 0.0594 0.0291 0.0249 0.2259 0.0357 0.0301 IMN EMN EGE1 AGE LFSTOCK ECACRA UNEM INACTIVE ECACRF URBANDPAV fixed DWSLIB DWSCORP DWSRES DRLCATH DRLORTH DRLANGL DFNC DFSC CONSTANT ADJ RSQ OBS. LM TEST pvalue HAUSMAN b FEs REGRESSION 9 a OLS 0.0072 0.0018 0.0021 0.0309 0.0338 0.0358 0.0887 0.0187 0.0192 0.0082 0.0017 0.0017 0.4602 0.1410 0.1380 0.0085 0.0007 0.0007 0.0356 0.0185 0.0166 0.0374 0.0169 0.0154 0.1814 0.0261 0.0291 0.8896 0.1020 0.0997 0.8022 513 752.96 0.0000 0.0408 0.0109 0.0112 0.1584 0.0196 0.0179 0.0104 0.0122 0.0127 0.7697 0.1117 0.1096 1.1565 0.0927 0.0873 0.7978 513 655.71 0.0000 c REs 0.0030 0.0015 0.0014 0.0496 0.0276 0.0290 0.0684 0.0194 0.0208 0.0058 0.0020 0.0020 0.4550 0.1300 0.1436 0.0089 0.0008 0.0010 0.0955 0.0221 0.0248 0.2243 0.0411 0.0373 0.0262 0.0219 0.0248 0.8613 0.1060 0.1160 b FEs REGRESSION 11 a OLS 0.0084 0.0018 0.0020 0.0381 0.0283 0.0296 0.0935 0.0164 0.0173 0.0077 0.0017 0.0016 0.5367 0.1264 0.1362 0.0082 0.0007 0.0007 0.0402 0.0163 0.0145 0.1566 0.0147 0.0179 0.8602 0.0942 0.0922 0.8097 513 740.08 0.0000 c REs 0.0054 0.0015 0.0015 0.0230 0.0260 0.0259 0.0477 0.0182 0.0170 0.0061 0.0019 0.0020 0.5122 0.1248 0.1374 0.0072 0.0009 0.0009 0.0599 0.0265 0.0222 0.1680 0.0200 0.0193 0.8163 0.1005 0.0989 43 TEST pvalue 44 DEPENDENT VARIABLE: IGE1 ArellanoBond estimator 19952000 itx b predetermined 0.8135 0.1230 0.1445 0.0063 0.0038 0.0044 0.0014 0.0050 0.0042 itx REGRESSION 1 a strictly exogenous 0.7531 0.1234 0.1199 0.0139 0.0026 0.0027 0.0057 0.0031 0.0032 1,1 ti IGE IMN it IMN 1, ti EMN it EMN1, ti EGE1 it EGE1,1 ti AGE it AGE 1, ti LFSTOCK it LFSTOCK ECACRA it 1, ti ECACRA1, ti UNEM it UNEM 1, ti INACTIVE it INACTIVE1, ti itx c endogenous 0.6965 0.1451 0.1525 0.0132 0.0042 0.0050 0.0017 0.0065 0.0045 itx REGRESSION 2 a strictly exogenous 0.8993 0.1441 0.1563 0.0175 0.0032 0.0033 0.0109 0.0045 0.0048 0.0901 0.0518 0.0493 0.1282 0.0504 0.0494 0.0587 0.0346 0.0256 0.0720 0.0357 0.0249 itx b predetermined 0.6388 0.1232 0.1743 0.0202 0.0055 0.0061 0.0089 0.0068 0.0081 0.1584 0.0775 0.0913 0.1375 0.0503 0.0448 0.1006 0.0479 0.0419 0.0677 0.0370 0.0264 itx c endogenous 0.4526 0.1574 0.2283 0.0239 0.0058 0.0064 0.0108 0.0075 0.0085 0.2503 0.0846 0.1029 0.0850 0.0701 0.0687 0.1275 0.0572 0.0551 0.0342 0.0506 0.0465 itx REGRESSION 3 a strictly exogenous 0.9188 0.1469 0.1662 0.0184 0.0033 0.0035 0.0124 0.0047 0.0054 0.1004 0.0521 0.0517 0.1412 0.0513 0.0520 0.0560 0.0352 0.0258 0.0735 0.0361 0.0265 0.0092 0.0049 0.0054 0.0011 0.0033 0.0036 itx b predetermined 0.6125 0.1212 0.1717 0.0204 0.0055 0.0056 0.0071 0.0068 0.0074 0.1577 0.0763 0.0873 0.1423 0.0498 0.0439 0.1029 0.0478 0.0433 0.0658 0.0366 0.0259 0.0082 0.0045 0.0050 0.0035 0.0027 0.0030 itx c endogenous 0.4405 0.1543 0.2289 0.0241 0.0058 0.0061 0.0103 0.0073 0.0081 0.2517 0.0842 0.0995 0.0895 0.0694 0.0694 0.1293 0.0567 0.0559 0.0364 0.0502 0.0468 0.0081 0.0044 0.0051 0.0010 0.0028 0.0030 itx REGRESSION 4 a strictly exogenous 0.9913 0.1688 0.1864 0.0181 0.0034 0.0036 0.0137 0.0050 0.0061 0.0950 0.0540 0.0530 0.1465 0.0531 0.0543 0.0560 0.0363 0.0266 0.0772 0.0374 0.0280 0.0100 0.0051 0.0057 0.0018 0.0034 0.0038 0.2505 0.1565 0.1739 0.0726 0.1291 0.1161 itx b predetermined 0.5709 0.1219 0.1857 0.0195 0.0051 0.0052 0.0035 0.0066 0.0069 0.1478 0.0703 0.0755 0.1316 0.0492 0.0416 0.1124 0.0437 0.0398 0.0601 0.0350 0.0240 0.0077 0.0044 0.0052 0.0041 0.0028 0.0030 0.1588 0.2936 0.3475 0.1505 0.1747 0.1589 itx c endogenous 0.4193 0.1539 0.2203 0.0231 0.0055 0.0053 0.0108 0.0076 0.0067 0.2666 0.0829 0.0843 0.0900 0.0688 0.0711 0.1524 0.0550 0.0522 0.0384 0.0483 0.0472 0.0073 0.0045 0.0051 0.0004 0.0030 0.0030 0.2972 0.3870 0.4391 0.2316 0.3129 0.3589 45 ECACRF it ECACRF1, ti OBS. SARGAN TEST pvalue AR1 TEST pvalue AR2 TEST pvalue Longrun parameters IMN EMN EGE1 AGE LFSTOCK ECACRA UNEM INACTIVE ECACRF 400 12.26 0.1989 5.85 0.0000 4.42 0.0000 1.19 0.2339 0.68 0.4977 0.0331 0.0137 0.0143 26.20 0.0709 6.11 0.0000 4.29 0.0000 1.38 0.1671 0.79 0.4289 0.0266 0.0200 0.0189 18.09 0.1541 4.82 0.0000 4.09 0.0000 1.14 0.2562 0.65 0.5188 0.0377 0.0136 0.0151 392 10.67 0.2988 5.64 0.0000 3.82 0.0001 1.45 0.1480 0.85 0.3941 0.0654 0.0890 0.1038 0.3781 0.9759 1.1395 0.1317 0.5449 0.5273 49.79 0.0306 5.39 0.0000 3.58 0.0003 1.35 0.1783 0.83 0.4078 0.0314 0.0134 0.0183 0.0577 0.1948 0.2269 0.0912 0.1180 0.0819 32.29 0.0547 3.44 0.0006 2.32 0.0202 0.89 0.3725 0.60 0.5470 0.0239 0.0096 0.0126 0.3018 0.1555 0.1692 0.1705 0.1015 0.0861 392 9.54 0.3888 5.72 0.0000 3.77 0.0002 1.28 0.2018 0.74 0.4573 0.0749 0.1272 0.1489 0.5019 1.4055 1.6554 0.2153 0.8028 0.8323 0.1000 0.2066 0.2464 48.36 0.0412 5.35 0.0000 3.47 0.0005 1.23 0.2193 0.73 0.4679 0.0344 0.0128 0.0180 0.0399 0.1813 0.2137 0.0957 0.1102 0.0831 0.0121 0.0144 0.0169 31.29 0.0690 3.40 0.0007 2.24 0.0254 0.78 0.4356 0.51 0.6100 0.0248 0.0093 0.0121 0.2899 0.1518 0.1641 0.1660 0.0997 0.0874 0.0127 0.0105 0.0138 392 9.29 0.4107 5.57 0.0000 3.72 0.0002 1.17 0.2428 0.68 0.4996 0.5001 9.4502 10.4434 5.8878 116.8038 129.5313 2.4249 49.2962 54.5765 0.9354 18.2349 20.2553 36.9702 726.0782 800.2190 59.13 0.0331 5.33 0.0000 3.37 0.0008 1.11 0.2680 0.63 0.5274 0.0372 0.0121 0.0163 0.0378 0.1533 0.1723 0.1218 0.0920 0.0742 0.0085 0.0126 0.0150 0.0195 0.6375 0.7831 35.24 0.0840 3.61 0.0003 2.51 0.0120 0.96 0.3361 0.69 0.4912 0.0211 0.0102 0.0108 0.3042 0.1474 0.1593 0.1963 0.0944 0.0934 0.0119 0.0101 0.0126 0.1129 0.7628 0.8953 46 1,1 ti IGE IMN it IMN 1, ti EMN it EMN1, ti EGE1 it EGE1,1 ti AGE it AGE 1, ti LFSTOCK it LFSTOCK ECACRA it 1, ti ECACRA1, ti UNEM it UNEM 1, ti INACTIVE it INACTIVE1, ti itx REGRESSION 5 a strictly exogenous 0.6263 0.1278 0.1423 0.0163 0.0040 0.0047 0.0106 0.0045 0.0056 0.0780 0.0520 0.0563 0.1182 0.0473 0.0534 0.0456 0.0318 0.0269 0.0655 0.0317 0.0263 0.0080 0.0049 0.0057 0.0011 0.0030 0.0036 itx b predetermined 0.4689 0.1113 0.1382 0.0054 0.0062 0.0074 0.0016 0.0062 0.0081 0.0277 0.0751 0.0979 0.0978 0.0513 0.0503 0.0765 0.0448 0.0527 0.0659 0.0351 0.0282 0.0013 0.0050 0.0061 0.0070 0.0027 0.0032 itx c endogenous 0.5554 0.1392 0.1788 0.0075 0.0077 0.0096 0.0037 0.0076 0.0108 0.0391 0.0899 0.1158 0.1689 0.0679 0.0810 0.0504 0.0618 0.0590 0.1297 0.0537 0.0520 0.0027 0.0055 0.0070 0.0033 0.0031 0.0035 itx REGRESSION 6 a strictly exogenous 0.7371 0.1434 0.1626 0.0168 0.0043 0.0049 0.0130 0.0048 0.0060 0.0851 0.0548 0.0541 0.1214 0.0504 0.0560 0.0511 0.0337 0.0287 0.0664 0.0336 0.0282 0.0083 0.0051 0.0055 0.0021 0.0032 0.0036 itx b predetermined 0.3899 0.0977 0.1225 0.0127 0.0056 0.0060 0.0042 0.0054 0.0059 0.0866 0.0654 0.0697 0.1057 0.0486 0.0474 0.0702 0.0404 0.0406 0.0429 0.0319 0.0205 0.0050 0.0046 0.0053 0.0059 0.0026 0.0031 itx c endogenous 0.4300 0.1255 0.1537 0.0138 0.0071 0.0076 0.0083 0.0070 0.0080 0.1129 0.0841 0.0960 0.1273 0.0628 0.0676 0.0439 0.0559 0.0526 0.0587 0.0464 0.0388 0.0088 0.0054 0.0068 0.0005 0.0031 0.0035 itx REGRESSION 7 a strictly exogenous 0.7274 0.1365 0.1499 0.0157 0.0042 0.0048 0.0128 0.0047 0.0055 0.0865 0.0539 0.0533 0.1267 0.0498 0.0588 0.0525 0.0331 0.0272 0.0715 0.0332 0.0300 0.0108 0.0053 0.0056 0.0022 0.0032 0.0037 itx b predetermined 0.5741 0.1072 0.1369 0.0095 0.0058 0.0063 0.0021 0.0055 0.0062 0.0312 0.0669 0.0618 0.0900 0.0506 0.0508 0.0524 0.0424 0.0369 0.0511 0.0342 0.0252 0.0080 0.0055 0.0062 0.0071 0.0029 0.0035 itx c endogenous 0.4963 0.1341 0.1656 0.0109 0.0071 0.0081 0.0050 0.0069 0.0076 0.0036 0.0846 0.0849 0.1188 0.0635 0.0739 0.0016 0.0578 0.0601 0.0592 0.0470 0.0480 0.0113 0.0063 0.0075 0.0030 0.0032 0.0035 0.0078 0.0022 0.0021 0.0046 0.0023 0.0021 0.0051 0.0035 0.0036 0.0067 0.0032 0.0032 0.0072 0.0042 0.0039 0.0082 0.0046 0.0050 0.0865 0.2213 0.1836 0.3702 0.2206 0.2556 0.1723 0.3225 0.3195 0.2074 0.2431 0.2703 0.2386 0.3890 0.3674 0.8445 0.3645 0.2979 0.4672 0.1766 0.2104 0.0567 0.1394 0.1236 0.6287 0.3249 0.3580 0.2356 0.1733 0.1577 0.8120 0.4393 0.5851 0.3325 0.3420 0.3591 47 0.0043 0.0026 0.0025 0.0059 0.0026 0.0030 86.75 0.0007 4.93 0.0000 3.22 0.0013 1.66 0.0960 0.92 0.3583 0.0140 0.0080 0.0070 0.0312 0.1025 0.1304 0.0447 0.0649 0.0750 0.0014 0.0089 0.0102 0.0066 0.0034 0.0032 0.0033 0.0040 0.0043 36.89 0.1491 4.02 0.0001 3.01 0.0026 1.82 0.0692 1.15 0.2493 0.0097 0.0103 0.0103 0.0252 0.1437 0.1815 0.0261 0.1000 0.1073 0.0147 0.0121 0.0160 0.0053 0.0019 0.0021 0.0052 0.0020 0.0019 325 7.32 0.6041 5.20 0.0000 3.79 0.0002 0.65 0.5181 0.39 0.6996 0.0104 0.0179 0.0201 0.1475 0.2644 0.3172 0.0698 0.1718 0.1833 0.0313 0.0308 0.0355 0.0062 0.0033 0.0029 0.0036 0.0028 0.0030 64.35 0.0696 5.28 0.0000 3.44 0.0006 0.75 0.4558 0.43 0.6705 0.0173 0.0126 0.0131 0.1382 0.1610 0.1864 0.0031 0.0997 0.1060 0.0021 0.0148 0.0176 0.0132 0.0047 0.0051 0.0062 0.0041 0.0044 32.70 0.2899 2.99 0.0028 2.31 0.0210 1.36 0.1752 0.95 0.3415 0.0118 0.0115 0.0124 0.2431 0.1802 0.2386 0.1144 0.1225 0.1661 0.0165 0.0151 0.0192 ECACRF it ECACRF1, ti OBS. SARGAN TEST pvalue AR1 TEST pvalue AR2 TEST pvalue Longrun parameters IMN EMN EGE1 AGE LFSTOCK ECACRA UNEM INACTIVE ECACRF 27.06 0.3527 4.09 0.0000 2.92 0.0035 1.36 0.1723 0.76 0.4443 0.0086 0.0135 0.0157 0.2919 0.2186 0.2773 0.1783 0.1534 0.1612 0.0014 0.0150 0.0200 0.0345 0.0108 0.0123 325 9.12 0.4264 4.93 0.0000 3.51 0.0005 0.87 0.3866 0.50 0.6168 0.0151 0.0124 0.0133 0.1077 0.1761 0.2117 0.0531 0.1159 0.1206 0.0186 0.0182 0.0238 0.0332 0.0119 0.0145 58.44 0.0378 4.79 0.0000 3.36 0.0008 1.46 0.1441 0.77 0.4422 0.0133 0.0101 0.0099 0.1321 0.1340 0.1844 0.0199 0.0831 0.0964 0.0107 0.0108 0.0132 0.0223 0.0071 0.0085 0.0048 0.0020 0.0020 0.0056 0.0021 0.0020 325 8.71 0.4644 5.03 0.0000 3.56 0.0004 0.67 0.5056 0.40 0.6876 0.0144 0.0187 0.0200 0.1380 0.2748 0.3289 0.0581 0.1769 0.1908 0.0239 0.0287 0.0349 1.7372 1.8359 2.1020 0.6224 0.6127 0.7629 1.9000 0.9162 0.8548 0.0396 0.0226 0.0285 0.0168 0.0052 0.0062 0.0175 0.0074 0.0072 1.5061 1.2721 1.4377 0.0383 0.0200 0.0247 0.9230 0.9194 1.0003 0.0230 0.0088 0.0101 2.2723 1.2988 1.7279 0.0384 0.0111 0.0137 NOTES: , , and indicates significance at the 10%, 5% and 1% level, respectively. , , and denotes the significance of the White 1980 estimator robust standard errors at the 10%, 5% and 1% level, respectively. SARGAN TEST is the Sargan test for overidentifying restrictions Sargan, 1958. AR1 TEST and AR2 TEST are the ArellanoBond test for the first and the secondorder autocorrelation in the first differenced residuals, respectively. Time dummies and a constant are included. 48 ", "filename": "ERSA2006_370.pdf", "person": ["Andres Rodriguez-Pose", "Rodriguez-Pose, Andres", "Vasileios Tselios", "Tselios, Vasileios"], "date": ["2006"]}