{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/114910/1/ERSA2000_362.pdf"], "title": ["Knowledge Spillovers And Local Innovation Systems: A Critical Survey"], "plaintext": "40th European Regional Science Association Conference Barcelona, 292 September 2000Knowledge Spillovers and Local Innovation Systems: A Critical Survey Stefano Breschi Francesco Lissoni CESPRI, Universita L. Bocconi, Milan; and LIUC, Castellanzasbreschiverdi.liuc.it CESPRI, Universita L. Bocconi, Milan; and Universita degli Studi di Brescialissonibsing.ing.unibs.it Abstract The paper reexamines critically the growing literature on localized knowledge spilloversLKSs, and finds the econometric evidence on the subject still lacking of a firm enoughtheoretical background, especially in respect of the more recent developments in the economics of knowledge. Therefore such evidence, and even more the concept itself of LKS, should not be read as supportive of new industrial geographers work on industrialdistricts, hitech agglomerations and milieux innovateur. Rather, they represent athreath to the necessary efforts for gaining more theoretical rigour and getting more empirical fieldwork done.11. Introduction This paper provides a critical assessment of the recent fortunes met by the concept oflocalized knowledge spillovers LKS, and in the particular of the debate on the spatialboundaries of spillovers from both private and public or academic RD laboratories.LKSs can be defined as knowledge externalities bounded in space, which allow companies operating nearby the knowledge sources to introduce innovations at a faster ratethan rival firms located elsewhere. As such, they are a typical Marshallian externality 1and are frequently invoked as a key agglomeration factor by what Martin and Sunley1996 label as New Industrial Geography, i.e. that vast and heterogeneous literaturedealing with regional agglomerations from a nonmainstream non neoclassical economic viewpoint, best represented by influential case studies on hitech clusters in the USPiore and Sabel, 1984; Saxenian, 1994; Storper, 1995 or industrial districts, learningregions and milieux innovateur in Europe Cossentino et al., 1996; Camagni, 1991 and 1995; see also Phelps, 1992, for a critical survey. At the same time, LKSs are frequentlyrejected, as a meaningful or useful research category, by the socalled New Economic Geography, started by Paul Krugmans authoritative reassessment of location theoryand soon developed into a research field of its own Krugman, 1991, 1995, 1998 and 1999; see also David, 1999.Above all, LKSs are the key object of enquiry from a fastgrowing stream of econometric and statistical studies on the impact of spillovers from local academic and industrial RD to firms and regions innovative output see references in Baptista, 1998. Thesestudies exploit the increasing availability of large data sets on the innovation input andoutputs of firms and regions whether measured by RD, patents, innovation counts, orquestionnaire results. Although originally proposed as an extension of previous researchon the relationship between public and private RD, innovation, and productivitygrowth Mohnen, 1996, these studies are increasingly referring to, or are originated by,the debate within economic geography, witness some crossreferences between Krugman1991, 1995, Martin and Sunley 1996, and Audretsch and Feldman 1996.Despite its widespread use, however, the concept of LKS appears to be a black box towhich different authors often attach different meanings. On the one hand, the frequentmentioning of LKSs serves a merely evocative purpose, i.e. it helps signalling a strong2interest in coupling geography and innovation as research themes; on the other hand ithelps the researcher to avoid studying the specific mechanisms through which the twophenomena are linked.Therefore, the increasing popularity of LKSs, both as a buzzword and a research target,is likely to generate two risks:a. it may hamper a key research field in the economics of technical change, such asthe one dealing explicitly with the study of innovation networks and sectoral systems of innovation;b. it may lead to naive policy implications, which remind of notsoremote unfortunate experiences with science parks, growth poles, and the likes.The first risk comes from the conceptual confusion generated by the concept of spilloveras such, whose nature is eminently residual. This means that the concept can accommodate both true externalities and measurement errors, which in turn may be due both tolack of data and lack of theory. Biggest errors come from the failure to acknowledge theimportance of other key innovative actors beside firms, namely those innovation networks composed either by firms andor individuals. Since the research on networks, andin particular on their geographical features, is extremely demanding both on the theoretical and the empirical front, insisting on LKSs as a meaningful category seems bothmisleading and wasteful.The second risk derives from the potentially selfreinforcing view of LKSs as a stylizedfact, i.e. as a quasiautomatic consequence of a sufficiently high flow or stock of geographically concentrated RD activity. This in turn may lead to:i. a comeback of innovation policies mainly designed to recover from market failures due to information externalities of some kind, possibly by means of incentives, subsidies or contract RD;ii. the erroneous belief that social returns from policies of that kind are necessarilylocalized, i.e. they will be retained by the same communities that took their burden 2.3In this paper we cannot attempt to survey two bodies of literature as large as the New Economic Geography NEG or the New Industrial Geography NIG. Even producing adetailed account of the very lively debate on the role of LKSs as an agglomeration forceseems too daunting a task. Besides, our main concern is with the econometric and statistical literature on LKSs, which has been most influential in popularizing the buzzwordwithin the economic geography debate.Therefore we review first and more extensively the econometric literature and point outits twin debt to a modelling tool such as the knowledge production function, and to afew conceptual categories derived from the economics of knowledge, such as those ofknowledge tacitness or codification, as well as the contrast between knowledgeand information section 2.Then we recall much more concisely the key issues of the NEGNIG debate, just to pointout a few logical dead ends that, once again, are the often unintended consequence ofadopting a production function perspective section 3.In section 4. we make a few steps towards opening up the LKS black box, and examine afew recent studies on the geography of innovation that do not make use of any kind ofproduction function, some of which also question the link between knowledge diffusion and spatial proximity. We also try to argue that the existence of LKSs is far frombeing a stylized fact, i.e. a non controversial starting point for research. Finally, wesuggest that spatial proximity of innovators, when found to be significant, may not depend upon any intrinsic feature of knowledge, such as its tacitness or codification,but on a much more complex interplay between those characteristics, the labour marketfor scientists and technologists, and pointing at a few dead ends the innovators appropriation strategies.In section 5. we conclude by offering some alternative research questions which buildupon the literature reviewed in section 4., and may help stopping the ongoing indiscriminate hunting to LKSs.42. The econometric and statistical evidence on LKSs The past fifteen years have witnessed the growth of a new breed of empirical literatureon the geography of innovation, which tries to asses to what extent knowledge spillovers exist, and are bounded in space. Research objectives and methodologies often differ from study to study, but all the studies seem to be unanimous in concluding thatknowledge spillovers are important and that they are strongly bounded in space.For the sake of reviewing, these contributions can be grouped into two broad categories.A first, most influential category comprises all the econometric studies based upon theproduction function approach. These come from the convergence of three differentlines of enquiry: i the large, wellestablished body of research on the social rate of return to RD, ii evaluation studies on the effectiveness of specific public RD projectsandor RD incentive schemes, and iii the narrower, but more focussed stream of research on the impact of external RD especially public andor academic on privatefirms innovation capabilities 3. Type i econometric research has been surveyed effectively and extensively by Mohnen 1996 and David, Hall and Toole 1999, while selected pieces of work dealing with ii are discussed by Klette, Men and Griliches1999. Therefore, in this paper, we focus on research addressing iii, which has moreopenly dealt with the issue of LKSs, sometimes with explicit references to the NEGNIGdebate as in section II of Audretsch and Feldman, 1996; see also section 3 below.A second category includes a much narrower and more mixed set of recent attempts toquantify, in a direct way, the existence and the importance of LKSs. These studies comefrom both innovation economists, and urban or regional economists, and are often veryinnovative with respect of the data sets and methodology they employ.2.1 LKSs and the knowledge production function The starting point of recent econometric studies on LKSs is the observation that innovative activities are strongly concentrated at the geographical level, both in the US and in Europe, and that firms located in certain areas are systematically more productive thanfirms located elsewhere. As a way of explaining these patterns, it is then argued thatfirms located in regions with high flows or stocks of both private and public or aca5demic RD as well as other innovative inputs are more likely to be innovative thanfirms located elsewhere, since they benefit from knowledge leaking out from thesesources. In turn, the reason why distance matters in determining who are the beneficiaries of knowledge spillovers is found in the distinction between tacit and codifiedknowledge, and in the resulting importance of physical proximity to absorb tacit knowledge.Most often, the distinction between tacit and codified knowledge is taken, quite expeditiously, as synonym of the distinction between knowledge and information, where theformer is assumed to be by and large tacit, and the latter fully codified. Information i.e.codified knowledge is thought as immediately accessible to whoever has a chance tohear or read it, and therefore can be easily reproduced and travel at a long distance.Knowledge i.e. tacit knowledge can only be transmitted either through jargon or handson training, both requiring facetoface contacts and mutual trust between the knowledgesource and hisher recipients. As Audretsch 1998, p.23 puts it:The theory of knowledge spillovers, derived from the knowledge productionfunction, suggests that the propensity for innovative activity to cluster spatially will be the greatest in industries where tacit knowledge plays animportant role.   it is tacit knowledge, as opposed to information, whichcan only be transmitted informally, and typically demands direct andrepeated contacts As the above quotation makes clear, this approach makes combines the tacit vs. codifiedknowledge distinction with the use of a knowledge production function, i.e. it relates RD and other innovative inputs to innovation output measures, such as patents or innovation counts. As a result, a distinction is usually put forward between local vs. distantexternal innovation inputs, i.e. between inputs coming from outside the observation unit,but within its geographical area or in a nearby one, and those inputs originated not justoutside the observation unit, but also far away from it. Significant differences betweenthe estimated parameters of the two kinds of RD are then interpreted as evidence in favour of the existence and the localization of RD spillovers. A closer look at the designof these studies, however, reveals some serious weaknesses in the proxies used to inferknowledge spillovers.6Taking a quasichronological perspective, the first breakthrough in this field, apart from Thompsons 1962 pioneering effort, is due to Jaffe 1989. Aiming to assess the Realeffects of academic research, Jaffe first reclassified patents into a restricted number oftechnological areas, and then showed that the number of patents of each US state foreach technological area was a positive function of the RD performed in a comparablearea both by corporate laboratories and by universities after controlling for the statesize, as measured by population. The relationship between patents and university RDwas interpreted as a sign of the existence of some localized technological spilloversfrom the academic institutions into the local business realm.A more careful examination of Jaffes data reveals a number of drawbacks, which we canfind, more or less unaltered, in many other econometric studies. First, state boundariesare a very poor proxy for the geographical units within which knowledge ought tocirculate. States simply are too large geographical units to allow us to assume thatinventors, entrepreneurs and managers living in one state will have more chances to havefacetoface contacts among them than with people living elsewhere. Similarly, there isno reason to presume the existence of a common cultural background, nor a close set ofparental or friendship ties, which ought to make mutual understanding and trust easier,and reduce transaction costs. Second, Jaffes technological areas are far too broad to letus presume any serious matching between firms technological competencies, corporate RD objectives and university research topics and expertise. Indeed, technological andscientific distances within areas as broad as Electronics, Optics, and Nuclear Technology or Mechanical Arts just to quote areas 3. and 4. out of Jaffes six arefar too great to let us presume that people active in the specific disciplines comprised insuch areas will be more likely to share or combine their knowledge than people active indisciplines belonging to different fields. Again, arguments militating in favour oflocalisation of knowledge spillovers, such as the highly specific and tacit nature oftechnical and scientific knowledge, are at odds with the proxies available for theeconometric studies.Of course, Jaffe was well aware of these problems and tried to work out some remedy.First, he corrected for the inadequacies of the state as unit of observation by calculatingan index of colocalisation, within each state, of corporate and University RD labsactive in the same area 4. Such index, multiplied by the level of university RD is then7added in the knowledge production function, as a measure of the distinctive inputprovided by the geographical coincidence of university research and patent output.However, its significance is admittedly poor.5Acs, Audretsch and Feldman 1992 build upon this last point and replicate Jaffes1989 exercise by substituting patents with innovation counts, coming from the Small Business Innovation Data Base SBDIB6. The authors aim is to show that innovationcounts, which they consider a better proxy of innovation output than Jaffes patents, maycapture the effect of geographical coincidence that escaped to patents. However, theirexercise refers only to two technological areas namely, Electronics and Mechanics,both possibly defined even more widely than in Jaffe 1989. In addition, they do notcontrol for the state size.Finally, they relate innovation counts for one single year 1982 to RD undertaken byindustry labs and universities just a few years before, and take the same years for bothkinds of RD. Notice that although we can believe that industrial RD may turn outinto innovations in a few years time, this is not the case for academic RD, which isusually of a much more basic kind. And even if we concede that, nowadays, academic RD is more readily exploitable than 20 or 30 years ago, then we must be consequentialand presume that large business companies will be readier than before to finance it.If it is so, academic RD results may not spill at all, since it could be sold via standardcommercial transactions to business companies. Therefore, if there is any locationadvantage for firms in the same state or city of the RDproducing university, we shouldfirst look at it as a pecuniary externality on the reinterpretation of LKSs as pecuniaryexternalities, see the discussion in section 4.Acs, Audretsch and Feldman 1994, however, insist on the spillover interpretation andpropose two different innovation production functions, one for large firms, the other forsmall ones. They find that geographical coincidence is significant only for small firms,and suggest that this is so because university RD is a substitute for firms internal RD, which in turn is too costly for small firms. However, we observe that this resultdoes not prove the existence of direct externalities. It may rather suggest that innovativesmall firms may be readier than larger ones to subcontract their research projects toacademic institutions simply because they cannot afford to integrate vertically. Besides,they are possibly forced to refer to local institutions, due to their difficulties in getting in8touch or paying for the services of distant and possibly more efficient universities.Finally, nothing is said about how many noninnovative small firms in the samegeographical area do not benefit at all from local universities research activities, i.e. arenot touched by any externality whatsoever.Audretsch and Feldman 1996 improve upon their previous work both by trying to testmore directly the role of university RD inputs in the production of localizedinnovations, and by making use of less aggregated technological areas proxied by 4digit SIC sectors. In particular, their crosssection exercise shows that the geographicalconcentration of the innovation output is positively related to the RD intensity of theindustry after controlling for the spatial concentration of production. This result revealsthe propensity for innovative activity to cluster spatially, but the authors rush to relateit to what they call the considerable evidence supporting the existence of knowledgespillovers i.e. their own and Jaffes previous work. That is, they do not prove, butassume the existence of knowledge externalities on the basis of the same empiricalevidence whose reliability and interpretation we have questioned and then recall it as theonly reasonable explanation for their results.Similarly, Feldman and Audretsch 1999 make use again of the innovation productionfunction by state s and 4digit SIC industry i to test the role of specialisation vs.diversity. That is, they test whether the number of innovations from sector i, in state s,owes more to the states specialization in sector i, or to the presence, within the state, ofother industries whose science base is related to that of industry i. They reach theconclusion that diversity matters more than specialization.7 More interestingly, theyinterpret this as evidence that knowledge spills over across sectors rather than withinsectors, although they have provided no evidence whatsoever on the existence ofknowledge spillovers as such. That is, firms in related industries and even those in thesame industries are readily identified just as sources of knowledge, as if innovationscould be produced just by exchanging knowledge, and not by purchasing inputs andservices, and by conducting standard production activities: external sources of knowledge are critical to innovation.   theboundaries of the firm are but one means to organize and harnessknowledge. An analogous means of organizing economic activity are9spatially defined boundaries.   Geography may provide a platform uponwhich knowledge may be effectively organized. 8Such bold conclusion contrasts heavily with Jaffes 1989 caution in judging his ownexercise as a first step towards a more careful test of the localised knowledge spilloverhypothesis, to be conducted at a finer level for both the geographical and thetechnological areas. Jaffes main reason to go on studying the role of academic RD wasthe high estimated elasticity of patent output with respect to academic RD input.Above all, Jaffe was quite clear in stating that, whatever association he could foundbetween local RD and innovation output, nothing in his estimates could explain thereasons for such association.It is important to emphasise that spillover mechanisms have not beenmodelled. Despite the attempt to control for unobserved quality ofuniversities, one cannot really interpret these results structurally, in thesense of predicting the resulting change in patents if research spending wereexogenously increased.9This amounts to say that the econometric results obtained by using a knowledgeproduction function do not necessarily suggest the existence of properly definedspillovers, i.e. pure knowledge externalities. It may well be that university researchprovide pecuniary externalities. In section 4, we will try to argue that once one entersthe black box, not much remains of the LKSs interpretation.2.2 Other statistical tests on LKSs Despite being the most influential, at least within mainstream economics, the productionfunction approach is not the only methodology for measuring LKSs in circulation. On thecontrary, a number of, possibly sounder, alternatives have been recently proposed, whichmake use of large data sets and quite creative statistical tests.One of the most influential approaches has been proposed by Jaffe, Trajtenberg and Henderson 1993. Using patent citations rather than patent counts these authorsmanage to track direct knowledge flows from academic research into corporate one.They find that innovative firms are more likely to quote research from a colocalizeduniversity that conducts relevant research, than from similar universities located10elsewhere 10. Almeida and Kogut 1997 conduct an analogous exercise forsemiconductorsrelated patent citations, reaching similar conclusions. Once again, theresult is interpreted and has been popularised as strong evidence that knowledgespillovers from University research to firms are highly localised. However, there is noreason to believe that the knowledge of the local universitys research results may notcome from contractual arrangements with the latter, i.e., once again, from rentexternalities we will come back to this in section 4.A variant on this approach has been also proposed by Maurseth and Verspagen 1999,and Verspagen and Schoenmakers 2000. Their exercise is based upon counting thenumer of patent citations between pairs of regions, and then estimating a model wherethese counts are related to the geographical distance between pairs of regions. Theirestimates show that the number of crosscitations significantly drop as the distanceincreases. Finally, Brouwer et al. 1999 found that firms located in agglomerated Dutchregions tend to produce a higher number new products than firms located in moreperipheral regions. They explicitly argue that this result adds to the literature on regionalknowledge spillovers.A further attempt to quantify the importance of localised knowledge spillovers is carriedout by Kelly and Hageman 1999, who make use of US patent counts at the state level,classified by 2digit SIC sectors. Using a quality ladder model, they show that patentingactivity exhibits strong spatial clustering independently of the distribution of employmentand that knowledge spillovers as measured by the stock of patents in a given state inall other sectors are important determinants of a states innovative performance.A further set of empirical literature on LKS has to do with two specific issues withinurban economics, namely the attempt to estimate the relative importance of natural resources endowment vis a visknowledge externalities in affecting the location of industries, and to distinguish between Marshallian externalities and more specific urbanizationexternalities.Marshallian externalities are given a prominent role in the literature we have reviewed sofar, but they refer exclusively to intraindustry flows of inputs, labour and knowledge. Bycontrast, it may be argued that innovation opportunities are also enhanced by some11crossfertilization among technologies and sectors, i.e. interindustry externalities, whichare most likely to appear within large urban centres 11.Key contributions in this field has come from Glaeser et al. 1992, Ellison and Glaeser1997, 1999, Head, Ries and Swenson 1996, Henderson 1999, and Black and Henderson 1999. Once again, however, the evidence on LKSs is by and large of anindirect kind sometimes bringing back the production function tool, as in Henderson,1999, and cannot be taken as definitive. For example, Glaeser et al. 1992; p.1151conclude their paper by admitting that: our evidence on externalities is indirect, and many of our findings canbe explained by a neoclassical model in which industries grow where laboris cheap and demand is high.3. NIGs, NEGs, and LKSs A further contribution to the popularization of LKSs as a relevant research category hascome from their frequent mentioning in what we have called the NEGNIG debate,which has been keeping busy quite a large number of journals devoted, or at least opento nonmainstream economics.Since the early 1990s, NEG has been one of the fastest growing fields in contemporaryeconomics. Following Krugmans 1999 assessment of the literature, we can characterize NEG as a rediscovery of classical location theory, where most emphasis is placedupon Marshallian externalities as the key agglomeration force, and new theoretical elements consist mainly in the application of models of monopolistic competition to describe firm behaviour, in contrast with former assumptions of perfect competition. Bymeans of their models, NEGs insist on location being driven not by exogenous distribution of natural resources in space, but by pathdependent trajectories set in motion byhistorical accidents.NEGs assume the tendency of production activities to cluster in space as a styilizedfact. Although they do not commit themselves to stylize formally the scale at whichclustering ought to be measured cities, regions or states, all being dots and spots on a Cartesian space a general preference seems to be given to large interregional agglom12erations such as the Manufacturing Belt in the US and the Hot Banana sic in Europe Ottaviano and Thisse, 2000; pp. 89.Rather than checking empirically for the accuracy of the assumed stylized fact, NEGsconcentrate on theoretical models, which they charge with three tasks:1 To explore the extent at which different market structures perfect vs. monopolistic competition and technological conditions constant vs. increasingreturns are more or less conducive to agglomeration;2 To discuss which kind of externality, pecuniary vs. technological, is morelikely to drive agglomeration 12.3 To promote mainstream economic modelling as the best way to deal withthe stylized facts, in contrast with less rigorous, nonformal theorizing coming from other social scientists, in particular more traditional economic geographers 13.Tasks 2. and 3. are closely linked. Most NEGs are wary of explanations based uponknowledge spillovers, and insist upon pure pecuniary externalities, with labour marketand demand externalities coming top of the list 14. One typical argument is that knowledge transmission is costless, or that costs do not depend on distance, so that there is noa priori reason to believe that proximity may ease access to knowledge spillovers; or,more cautiously, that knowledge flows leave no track, so that no LKSbased theoreticalmodel can be seriously tested Krugman 1991, p.53. Alternatively, it is suggested that LKSs cannot yet be properly modelled, since they are the result of complex nonmarketsocial interactions, whose analysis require modelling techniques that are presently missing from the mainstream economists toolbox Ottaviano and Thisse, 2000; p.9.These remarks explain why NEGs preferred polemical target, when it comes to task 3.,are New Industrial Geographers NIGs, who in turn have increasingly recognized NEGas a serious threat to their disciplinary status 15.Despite being a much wider and more heterogeneous group, NIGs accept, and oftenopenly propose LKSs as a very important agglomeration force. Indeed, many researchefforts within NIG are placed upon explaining how and why knowledge spillovers aremost likely to be highly localized. Most favourite explanations call in, once again, the13distinction between tacit and codified knowledge that also informs the econometricstudies we reviewed in section 2.In addition, social homogeneity is called in as a key requirement to access spillovers, because it is only within dense social networks that mutual trust and understanding can bepreserved and nurtured. The next logical step is to assume that social proximity requiresfrequent interactions, which in turn are eased by or, possibly, strictly require physicalproximity, as in Italian industrial districts or openminded hitech communities such as Silicon Valley. The final step is then to suggest geographical clusters as a legitimate observation units, both for analysis and even more for policy purposes, often in contrast tolarge verticallyintegrated firms Storper, 1995.Casestudy accounts and generalizations about what is really going on inside these clusters vary a lot. As pointed out by Lazerson and Lorenzoni 1999, on the one hand thereare suggestions of small firms within the clusters to be tightly linked by stable networksStorper and Harrison, 1991; de Vet Scott, 1992, while on the other hand most emphasis is placed on the quasiperfect competition conditions that supposedly reign, with highturnover rates and frequent changes of vertical specialization Dei Ottati   At a superficial glance, this variety of knowledgelocalization mechanisms looks like a fascinating collection of sensible explanations. At a closer look, however, a number of logicaltwists and dead ends come to the surface.Although both types of local firm networks stable vs. quasicompetitive can beperfectly suitable and effective, one should also recognize that the mechanismssupporting knowledge flows are very different and do not need to involve any kind ofknowledge spillover.In the case of stable networks, local firms are tied together in a transactionintensivesystem of production. This set of networkmediated transactions, far from being anorganisational arrangement to allow for spillovers, is a key mean for internalizingknowledge: networkspecific technologies are developed by cooperation andor longterm supply relationship, and it is totally appropriated by network participants. Thelocalized nature of these firm networks and therefore the resulting agglomeration ofinnovative activities has not much to do with the need to access a exogenous pool ofknowledge spillovers. Rather, when firms are constantly innovating and are frequently14changing process and product configurations, there is the need to be close to aconstellation of allied firms and specialised suppliers in order to smooth inputoutputlinkages. These observations have two important implications:a The same geographical area can host competing networks, and therefore itmay not represent a meaningful observation unit as such.b Localized labour mobility and the coexistence of competing networks withina region may be mutually incompatible. At the very least, if it is labour thatembodies toprate knowledge, labour mobility can hardly take place acrosscompeting networks, because that would undermine the latters stabilityeven vertical mobility inside the network may need to be ruled by tacitagreements and rules of compensation among firms. On the contrary, ifnetwork knowledge is embodied in organisational routines and cooperationpractices, mobility may be confined to unskilled workers, while skilled oneswill be wary to move around, as their knowledge assets are highlycomplementary to the firm wherein they developed them.16Concerning the quasicompetitive interpretation of local networks, these are morecorrectly seen as made of individuals, rather than firms. In addition those individuals, farfrom being described as economic agents as in standard microeconomic textbook, arefirst and foremost defined by their belonging to a local community, which has a welldefined cultural identity and is often seen as an inexhaustible reservoir of entrepreneurialforces.Therefore, according to this view, it is not the firm that innovates, but the local milieuor district or learning region. That is, it is the surrounding social community that sharethe relevant knowledge and diffuse it by informal conversation, while producingincessantly small entrepreneurs eager to exploit and refine it. Alternatively, it is individualworkers who are supposed to embody all relevant knowledge, and it is suggested thathigh, but localized labour mobility and firm spinoffs ensure both fast diffusion inside thearea, and no diffusion outside it.In studying the networks located in Silicon Valley, Saxenian 1990, pp. 9697, italicsadded writes:15It is not simply the concentration of skilled labour, suppliers andinformation that distinguish the region. A variety of regional institutions  provide technical, financial and networking services which the regionsenterprises often cannot afford individually. These networks defy sectoralbarriers: individuals move easily from semiconductor to disk drive firms orfrom computer to network makers.   An they continue to meet at tradeshows, industry conferences, and the scores of seminars, talks and socialactivities organized by local business organizations and trade associations.In these forums, relationships are easily formed and maintained, technicaland market information is exchanged, business contacts are established, andnew enterprises conceived.   This decentralized and fluid environmentalso promotes the diffusion of intangible technological capabilities andunderstandings.These words are echoed by Bruscos 1996, pp. 149150:The underlying idea behind the industrial district theory is that the decisive factor in determining development   is knowledge in its variousforms  The first of these two forms is that of codified knowledge   The site ofthis knowledge is the scientific community, whose members are able to exchange this culture and knowledge with relative ease.The second type of knowledge is local   This local knowhow is passed onby doing things and seeing how other people do things, through informalchitchat.   Above all, this form of knowledge is necessarily rooted in aspecific area in which people are linked by the bonds of a shared history orvalues, where specific institutions work to the benefit of people and wherecodes of behaviour, lifestyles, employment patterns and expectations are inextricably implicated in productive activity.What strikes us most of this type of descriptions is the mixingup of radically differentforces. On the one hand, it is argued that critical knowledge inputs diffuse through themarkets for specialised services and through the market for skilled workers, both ofwhich are embodied and pecuniary kinds of spillovers. On the other hand, it is alsoargued that intangible knowledge diffuses through informal contacts and meetings at thebar, namely through localised knowledge spillovers.At the very least, one should keep these two notions well distinct, and not equate themunder the heading of LKSs, as many authors tend to do. Even more desirable it would be16to sort out what is the relative importance of these mechanisms supporting the diffusionof knowledge. In this respect, apart from anedoctal evidence and casual observation,there are but a few studies that have attempted to identify and examine the mechanismsby which technical knowledge is disseminated von Hippel, 1988; Schrader, 1991, Allen,1983; Appleyard, 1996; Rogers, 1982. Although generalizing from these studies is quitedifficult, some points are worth being remarked:a Private knowledge sharing is less likely in industries that are experiencing arapid pace of technological change. Thus, for example, semiconductorsdevelopers are reluctant to provide specific technical information to theirpeers at competing firms. As Allen 1983 has rather convincingly shown,collective invention is a suitable way of organizing the innovation process ifand only if firms do not devote appreciable resources to the discovery of newknowledge, and it is very costly or simply impossible to keep relevantinformation secret, it is individually profitable to release technicalinformation. How many industries fit these quite stringent conditions?b The higher the level of turnover in labour market and the stronger theintellectual property regime, the more likely is that the departed employeeswill resort to previous coworkers for technical advice. However, thisknowledge sharing is also likely to involve the exchange of small ideas,whose disclosure will not jeopardize the originators rights over related morestrategic knowledge. Given common work experience, both parties are in theposition to carefully estimate what can be requested and what can bedisclosed without resulting in a competitive backlash for the disclosingcompany Appleyard, 1996.c Interpersonal channels of communication i.e. facetoface contacts arerelatively more important for sharing knowledge with customers possiblybeing the spy of transactionintensive relationships, than for sharingknowledge with competitors. Moreover, the ties of friendship do not playany significant role in heightening the likelihood that two engineers will shareknowledge Schrader, 1991.17Furthermore, NIGs use of the distinction between tacit and codified knowledge clashesagainst some recent developments in the economics of knowledge.The latter point out that technical knowledge is not just tacit: it is so because it ishighly specific, and the jargon by means of which it can be transmitted is not the samejargon of the broader social community which hosts the firm and its workers. Rather, it isthe jargon of a much closer and restricted community an epistemic community. Members of the community learn it by joining it to practical experience, and cannot transmit itto any outsider by informal means Steinmueller, 2000; see also Cowan, David and Foray, 2000.Besides, technical knowledge, far from being static, is highly dynamic: incremental technical change takes place in all sectors of activity, and brings about new codes of communications as well as new artefacts, which change the practitioners vocabulary: outsiders,however close, may learn nothing of that vocabulary. Moreover, physical proximity maynot imply any social proximity, and not only in large urban centres: social networks arenever as wide as to include all members of a community, and in many cases not even asignificant minority of them. Therefore, knowledge may be far from accessible to most ofthose who are located nearby its sources.Similarly, social proximity may arise from shared work or study experiences, or formercooperation efforts that required facetoface contacts and a high degree of socialization,but then survive to their end. Although highly dispersed in space, members of theseepistemic communities share more jargon and trust among each other than with anyoutsiders, no matter how spatially close. More generally, social proximity has many moredimensions than the spatial one.If anything these remarks point out that informal knowledge as an explanation for theexistence of LKSs have been probably overrated. In a sense, by insisting on it, NIGs donot serve well the cause of countering NEGs dismissal of innovation as anagglomeration force, no matter how just and righteous that cause may be.184. Opening the LKS black box The major limitation of the empirical literature on LKSs we have reviewed in section 2. isthat virtually no contribution has explored the ways by which knowledge is actuallytransferred among people located in the same geographic area. The unverified storythat is usually told assumes that by being near to universities, where leadingedgeresearch is carried out, and other innovative firms, employees of local firms will hear ofimportant discoveries first and thus be able to utilise them before others are aware oftheir existence Zucker at el., 1998. More precisely, this story can be broken down intoa threestep logical chain:1 knowledge generated within firms and Universities spills over to other firms;2 knowledge that spills over is a public good freely available to those wishing to investfor searching it out, i.e. it is nonrivalrous in nature knowledge developed for anyparticular application has economic value in very different applications;3 knowledge that spills over is mainly tacit, highly contextual and difficult to codify,and therefore is more easily transmitted through facetoface contacts and personalrelationships spatial proximity.However, since the story is not verified, it might be that what standard methodologiessuch as the production function and data sets patents and innovation counts suggestto be pure externalities will turn out to be, at a more careful scrutiny, knowledge flowsthat are mediated by economic mechanisms Geroski, 1995.In order to solve our doubts, we are therefore required to open the blackbox of LKSs,and explore a rather vast and heterogeneous body of literature dealing with theorganization of innovative processes.In particular, this literature helps us arguing against points 1 and 2 in the abovementioned logical chain, since it suggests that in many cases knowledge spillovers aremore apparent than real, and certainly less pervasive than is usually suggested. On theone hand, one can identify both market and nonmarket mechanisms through whichknowledge flows between universities and firms, as well as across firms, so that rentexternalities in knowledge transactions ought to be given back much of the scene stolenby LKSs sections 4.1. and 4.2. On the other hand, one should recognise that even themost open among firms and academic institutions can exert some control over their19knowledge outflows, and manage to keep the latter within the borders of welldefinednetworks of relationships. Far from representing any kind of externality, these networkbound flows can be viewed as a way of appropriating the relevant knowledge section 4.3.Finally, we tackle point 3 in the chain and suggest that rigorous research ought toconsider not only locational advantages in accessing the results of academic or otherfirms research, but also some diseconomies, as well as the relationship between the timedimension and the geographical dimension of spillovers section 4.4.4.1 Why are local Universities so important for firms innovative activities?Let us start with the impact of University RD on firms innovative performance, whichis so often cited as a clear instance of LKSs. The relevant question is: do the estimatedimpact of University RD on local firms innovation output, and those firms frequentcitations of local universities patents, represent convincing evidence that academicknowledge circulate locally as manna from heaven?The most fashionable answer is certainly yes. However, a careful reading of somerecent literature on the role of Universities for firms innovative activities suggestsotherwise.In the first place, it must be clearly stated that local Universities provide critical inputsfor firms innovative activities even without producing any research which is directlyrelevant for firms current innovation projects, namely training and consultancy. Forexample, universities with high reputation for research may attract brilliant students, thusproviding a big push for the creation of a localised market for highly skilled labour,which will be reinforced by increasing returns. Similarly, researchoriented universitiesor individual researchers therein may turn out to provide key specialised intermediateinputs, such as consultancies at critical stages of firms product development. Notice thatfor both kind of externalities universities may not need to produce any research which isdirectly relevant for firms current innovation project: brilliant students and key consultancy competencies can be produced just by teaching, keeping in touch with the researchfrontier and following ones own specialised field, as many scientists actually do. Moreimportantly, by producing graduates and offering services, universities help enhancing20local firms capabilities to appropriate the results of their research efforts, rather thangiving them any opportunity to innovate. In both cases, no knowledge externality arise,and knowledge is diffused in the local context via the labour market and the market forspecialized inputs, that is via pecuniary externalities.In the second place, local Universities research activities may have a direct relevance forfirms current innovative projects not just by providing them with innovationopportunities as stressed repeatedly by the LKS story, but also by enhancing theirappropriation capabilities, quite often via market mechanisms.First, local firms may end up quoting the results of the local universities researchprojects simply because they were directly involved in those projects, either as servicecustomers or research sponsors. A survey conducted by Mansfield 1995 supports thisview. Corporate RD managers were asked to mention any academic researcher whohad played some role in the development of their companies new products andprocesses. In the large majority of cases, the most frequently mentioned academicresearchers were also those who had received higherthanaverage research funds fromindustry, had continuing consulting relationships with the firms supporting their academicresearch, and tutored students who later on took up jobs within those firms. None ofthese links can be claimed to be a pure knowledge spillover.Second, localized patent citations or even a positive correlation between University RD and firms innovative output can hide the University researchers willingness toappropriate their own findings, either by setting up a new firm or by devising somecontractual arrangements for existing firms to exploit and therefore quote them.Similarly, working with local firms may help university researchers to appropriate theeconomic returns from their own scientific discoveries. This line of interpretation hasbeen offered by a few recent contributions Zucker, Darby and Brewer, 1998; Zucker,Darby and Armstrong, 1998. They argue that the standard notion of LKS, according towhich firms social ties between employees and university scientists, or to the possibilityto attend informal seminars at the university, are the main vehicles for knowledgeexchanges, does not seem to apply to the case of the biotechnology industry, at least inthe phase of its emergence. Rather, they argue that discoveries in this field arecharacterised by high degrees of natural excludability, since the techniques for theirreplication are not widely known. Anyone wishing to build upon recently generated21knowledge must gain access to the research teams and labs setting that generated thatknowledge. Under these circumstances, the scientists who make key discoveriessuperstars tend to enter into contractual arrangements with some existing firms orstart up their own firm, in order to extract the supranormal returns from the fruits oftheir intellectual human capital. Quite naturally, when doing so, those scientists tend toprefer jobs or to create their own startup within commuting distance from home or theiruniversity where they tend to retain affiliation, thus creating localised effects ofuniversity research.Zuckers and Darbys research effort is extremely important also from a methodologicalperspective, since it represents the first attempt to study the knowledge transfermechanisms between university scientists and business companies. In particular, theauthors show that the innovative performance of biotechnology firms is positivelyassociated to the total number of articles by local university star scientists. However,when a distinction is made between the articles written in collaboration with firmscientists linked and the remaining ones untied, the explanatory power of the latternearly vanishes. Previous evidence on the existence of indiscriminate localisedknowledge spillovers seems therefore to have resulted from a specification error, i.e. theinability to control for the contract arrangements linking individual scientists to localfirms.17This line of research suggests some preliminary conclusions:a At least in the early phases of new industries, knowledge is not in the air, but isembodied in individual scientists and research teams. Social ties and personalcontacts are not sufficient to gain access to naturally excludable knowledge. Thisrequires deep involvement in the research process and benchlevel scientific collaboration. If anything, this result tends to support the idea that there are not freelunches and that one must invest resources not simply to search for new knowledge,but to build the competencies to absorb the knowledge developed by others and tounderstand the highly contextspecific codes into which knowledge is translatedthe classic reference here is Cohen and Levintahl, 1989, 1990.b Naturally excludable and rivalrous knowledge does not spill over: it is people thatmove locally across organisations in order to exploit their knowledge assets. Inother terms, localised effects of university and industry research are most likely to22result from a combination of appropriability of tacit nonreplicable knowledge andlow geographical as well as organisational mobility of researchers, than fromundifferentiated geographically localised knowledge spillovers.We turn now to examine point b in some depth.4.2 Localized mobility of skilled workers as a carrier of knowledge A crucial mechanism through which knowledge flows across firms and regions isrepresented by the mobility of individual workers, particularly the skilled ones. Quitesurprisingly, this mechanism has not received too much attention within the field ofresearch we are assessing. By now it should be clear, however, that localized labourmobility does not represent a pure knowledge spillover, but should be more correctlycategorised under the heading of rent or pecuniary externalities. As workers movefrom one firm to the other, they help diffusing knowledge through a certain regionproduction complex, thus creating a local manufacturing environment in which firmsbuild cumulatively upon a common stock of technological successes and failures.Apparently, this outcome looks like the LKSs story, but it does not require any facetoface or interpersonal or interfirm sharing of tacit knowledge.What do we know about the patterns of workers mobility and their relationship withfirms innovative activities? On this subject, a very interesting piece of research has beenrecently produced by Almeida and Kogut 1999. Using a sample of semiconductorsrelated highly cited patents, they replicate the exercise carried out by Jaffe et al. 1993.In addition to that, however, they also focus upon patterns of mobility of individualpatent holders engineers. Their findings suggest that patent citations are stronglylocalized, particularly so in Silicon Valley. However, this region also features a stronginterfirm mobility of those inventors engineers whose patents are highly cited.Moreover, the level of intraregional mobility is very high, whereas the extent of interregional mobility is much smaller. These results raise more than one suspect about the LKS interpretation of the econometric and statistical findings reviewed in section 2.Once again, we observe that they may actually emerge from a problem of model misspecification, namely from the failure to take into account the local mobility of skilledworkers as a carrier of knowledge.23To the extent that the mobility of workers is an important carrier of knowledge flows,there are some fundamental implications, both for researchers and for policymakers.In the first place, knowledge is sticky and tends to remain within the borders of specificregions not simply because of its tacitness thus requiring social as well as physicalproximity to effectively support its sharing, but because workers that embody relevantknowledge tend to move locally, for a number of other reasons e.g. risk aversion,localization sunk costs, and so on. This is not to deny the importance of the institutionaland social context. Quite on the contrary. In order to work smoothly, this kind of interfirm workers mobility must be supported by a local industrial culture, like the one thatprevails in Silicon Valley, in which the allegiance of engineers and scientists is not somuch to any individual firm, but to the production complex as a whole Angel, 1991.The point is rather that this collaborative atmosphere serves only the purpose of reducingfor firms the costs associated to search and screening procedures. In other words, the sooften cited facetoface contacts serves only to ease the access to information about whoknows what and where is employed. Technical knowledge only passes through the actualmobility of workers.A second important implication is that if labour mobility is crucial for knowledgediffusion, regions with smoother labour markets are likely to perform better than others.It is worth stressing how this view contrasts with the LKSs perspective. According tothat perspective, regions with higher flows or stock of private and public RD mustperform better because firms located therein will benefit from higher levels of knowledgespillovers. In our view, there is no guarantee that this will happen as a quasiautomaticresponse. If the regional labour market works rigidly, a policy intervention in support ofprivate or academic RD may not achieve the purpose of enhancing regional innovativecapabilities and may lead to a waste of resources.A third crucial point concerns the fact that localized labour mobility, while producingpositive effects through knowledge diffusion, may also generate tensions andcontradictions. After all, the loss of individual or even teams of highlyskilled workersto the advantage of competitors can have damaging effects upon the ability toappropriate the rents from innovative activities, which are not necessarilycounterbalanced by easier access to the local pool of skilled and experienced workers. Inthese circumstances, firms may attempt to keep a proprietary control over new24technologies and over manufacturing experience upon which these technologies arebased. Apart from enforcing intellectual property rights, firms can manage to achieve thisobjective by deliberately strengthening network relationships with a selected number oflocal users and suppliers. However, to the extent that firms attempt to do so fluid labourmarket transactions and the stability of network relationships come to a clash and appearas mutually exclusive agglomeration factors, as we suggested in section 3.4.3 Appropriability and the market for technology While reading the literature on LKSs one is struck by the fact that almost no reference ismade to the now vast body of research dealing with on the sources of knowledge and themeans of appropriability see references in Geroski, 1995. After all, LKSs are likely toarise only if, for any reason, there is incomplete appropriability of knowledge, i.e. someagents are able to use the new knowledge generated by other agents relatively costlessly.Therefore, one more question arises: is the LKSs interpretation consistent with what weknow about the ways firms acquire new knowledge and the strategies they follow toprotect it from imitation?First, we observe that problems of appropriability are clearly evident in a wide variety ofsectors, and the effectiveness of the solutions to this problem differ from sector to sector,so that one cannot rule out, in principle, the relevance of knowledge spillovers.However, there is no evidence to support the view that these spillovers must benecessarily localised. In the first place, many mechanisms by which firms can learn thesecrets of competitors are not sensible to geographical distance: reverse engineering,patent disclosures, trade journals and fairs. In the second place, some studies havedemonstrated that the time to imitate a rivals innovation is comprised between 612months Levin et al., 1987 and that rivals generally learned about decisions to developmajor new products or processes 1218 months after the decision has been madeMansfield, 1985. Unless one demonstrates that the quickest imitators are firms closerto the source of knowledge, there is no a priori reason to believe that distance matters totake benefits of these spillovers.Second, Levin et al. 1987 showed that independent RD was rated by RD managersas the most effective mean of learning about rivals technology. This raises two points.25On the one hand, to the extent that investing in RD is necessary to develop a firmsability to assimilate and exploit external knowledge and that a considerable number offirms do not invest in RD, spillovers may benefit a few firms in each industry. On theother hand, the observation of a significant colocalization of innovation inputs i.e.RD and outputs i.e. patents might be simply the coincidental and more or lessdevelopment of similar answers to commonly perceived problems which a group of colocalized competitors all arrive at by drawing on a pool of common scientific knowledge.In other words, what are apparently localised knowledge spillovers are no more thansimultaneous independent drawings from a common pool of knowhow Geroski, 1995.The third point we wish to raise concerns exactly this last point. In our view, the LKSsliterature, by arguing that innovative activities are spatially clustered because of theexistence of localised knowledge spillovers, has obscured the real terms of the problem.In our view, this is to find an explanation of why it happens that innovative firms areoften agglomerated even in the absence of localised knowledge spillovers. A veryinteresting attempt to answer this question has been given by Lamoreaux and Sokoloff1997, 1999. Using historical patent data for the US, they are able to keep track ofinventors career patterns and to relate the production of inventions with regionalmanufacturing activities. The main results emerging from their analysis are:a although there was some clustering in both production and patenting activities, thegeographic patterns were quite different. Some production centres did not have anyinventive activity, while areas with very little production had very high rates ofinnovation;b firms in clusters of production were using obsolete technologies and their locationalchoices reflected the search for cheap material inputs. Firms using newertechnologies were thus more spatially dispersed than those using older methods;c patenting activity tended to be higher in regions where patenting rates had long beenhigh and where a market for technology as measured by the sales of patents hadevolved more fully, irrespective of the share of industry production. In regions withsuch well developed markets inventors tended to be more specialised, numerous andproductive in terms of number of patents per inventor.It is quite hard to generalise from these results. However, one can try to speculate a littlebit on them:26i Concentration of firms and production in a given area is not per se anecessary and sufficient condition to determine high rates of innovativeactivity. To put in slightly different terms, static externalities related to thecurrent scale or size of an industry in a given city do not necessarily generatebetter local information flows to the advantage of innovative activities.What seems to matter most is the accumulated stock of knowledgedynamic externalities in a diversity of industries as well as the levels andtypes of human capital in a region. Regions that first emerge as centres ofinnovative activity in a certain industry tend to maintain their advantage overtime.ii Industries may move across regional and national borders without acorresponding relocation of inventive activity. Inventive activity is moresticky than production. Of course, it remains to be seen why it is so. On theone hand, there is the possibility that the locational stickiness of inventiveactivity derives from the reluctance or lack of incentives to migrate bypeople with knowledge and experience in an industry. On the other hand, apossible explanation could relate to the richness of general technologicalknowhow in higherorder regions that serve as an effective substitute forspecific knowledge and allows to find new applications across a wide rangeof industries.iii Institutions matter for regional innovation, but in a different way thanfrequently claimed by many NIGs. The latter tend to stress the role played bysoft institutions like trust, norms, codes of communication, conventions, infacilitating the process of information sharing among firms and individuals.According to another perspective, institutions are also important becausethey help to build those bridging market or marketlike mechanisms thatmediate relations among inventors, suppliers of capital and those who arewilling to commercially develop or exploit new technologies.4.4 Global networks of innovators, and the time dimension of spillovers Finally, we ask whether there is any strong reason to believe a priori that knowledgeproximity is strictly required for firms to take advantage of the academic services.27Even the minimal acquaintance with the fundamentals of the economics of innovationwould suggest to look first at the type of knowledge that is acquired. On the one hand,one can recall Nelsons 1959 classical observation about the huge time gaps that oftenseparate a scientific discovery from its first industrial applications. Therefore, even if wecan readily believe that quick access to the graduate pool and consultancy services ofuniversities may require physical proximity, we may suspect that the long time intervalbetween scientific discoveries and industrial applications will suffice for transmittingknowledge far away from the university which has produced it. That is, the results ofcurrent research do not necessarily spill from universities over to local firms, simplybecause they may spill after such a long time that they manage to reach over to longdistances.On the other hand, Mansfield 1995 convincingly shows that just a few top universitiesare up to the task of serving business companies by producing basic research rather thanapplied research. This is why the evidence he provides on the role of geographicalproximity is mixed: companies that need basic research may go far away to buy it, butwill do so only occasionally and will not need facetoface contacts with the universityresearchers. On the contrary, companies buying applied RD services will need facetoface contacts, which can be provided only by local universities, which in turn do not haveresources and competencies for producing valuable basic research. In both cases, no purespillovers seem to be involved.Looking back at the previous discussion, we recognize that there is hardly any doubt thatinnovation networks are often localised. However, the reason of this localisation has lessto do with knowledge spillovers mediated by social and physical proximity, than with theneed to access a pool of skilled workers and to establish transactionintensiverelationships with suppliers and customers.If it so, one should recognize that knowledge tacitness, although being a possibleexplanation for colocalization, may be offset by the need establish close links withsuppliers of new technologies or new customers, which may be located far away fromthe original network participants EcheverriCarroll and Brennan, 1999; Lyons, 1995.Particularly for firms located in regions and cities with a relatively small accumulation ofknowledge, the development of relationships with universities and other firms suppliersand customers located in higherorder urban centres is a key factor in determining28success in the development of new products and processes. The most dynamic andinnovative firms look for knowledge embodied in engineers and scientists wherever theyare available, and not necessarily constrained in this by geographical barriers. Moreover,these firms establish network relationships i.e. alliances, joinventures, collaborativeresearch and so on with customers and suppliers Even more than that, a few studies have shown that not locating in a cluster may actuallyhold some advantages, by allowing firms to safeguard their privacy and to introduce newproducts earlier than their competitors SuarezVilla and Walrod, 1997; Oakey and Cooper, 1989. In particular, SuarezVilla and Walrod found that nonclusteredelectronic establishments spent on average 3.6 times more on RD and employed 2.5times more RD personnel than clustered ones. Despite all the conventionalassumptions, spatial clustering in and of itself is not as supportive of innovation as hasbeen so far assumed. In particular, the evidence shows that nonclustered establishmentsachieved greater economies from the adoption of justintime methods and outsourcingand were more able to allocate these resource savings to support RD, thanks to thegreater physical isolation from other producers and the more limited obligations thatweaker relational ties entailed. Quite interestingly, these results open the way to thehypothesis that sectoral clustering and broader nonlocalised linkages are moreimportant than has been so far assumed.5. Conclusions This paper has provided a critical reassessment of the recent literature on localisedknowledge spillovers LKSs. The central point we have stressed is that the notion of LKSs has been largely abused, thereby generating conceptual confusion and creatingdistortions in research agendas and misled policy implications.Contrary to NEGs, we are not denying that knowledge flows are an extremely importantagglomeration force, and that a very large part of these flows takes place at the local andregional level. What we question is the strategy of putting all these flows under thecommon heading of LKSs, as a way of rediscovering regions as the right unit ofobservation. The problem is not merely one of terminology.In fact, as soon as one tries to open the blackbox of LKSs, it becomes quite clear that:29a What might appear at first as pure knowledge externalities are actuallyrent or pecuniary externalities, which are mediated by economics marketand nonmarket mechanisms, such as the labour market and firmnetworking.b What might appear as involuntary pure or rent knowledge externalities areactually wellregulated knowledge flows between academic institutions orindividuals therein and firms, or across firms, that are managed withdeliberate appropriation purposes.These observations set a tight research agenda for all those who want to understand whygeography really matters for firms innovative activities.The first entry in the agenda is the labour market. A crucial mechanism through whichknowledge diffuses locally is via the mobility of technologists and scientists, either acrossfirms, and between firms and academic institutions. We expect that studying the careerpatterns of these professional figures will reveal a number of relevant aspects about howknowledge is diffused.The second entry has to do with firm networks, and particularly with the geographicaldimension of such networks. These are likely to be a much more fruitful unit ofobservation than the region or the state as such, since they are an organizationalarrangement that allow firms both to circulate and to internalize many knowledge flows.A third line of research should deal with the real impact of local universities on firmsinnovative activities. Our opinion is that the spillover perspective has obscured the wideset of mechanisms through which local universities actually contribute to firms researchefforts. Local ties ought to be explored by overcoming the easy metaphor of the localcommunity, and by studying in some depth the knowledgebased services sold by theacademic institutions or individual scientists therein to local and nonlocal businesscompanies.Finally, an explicit link should be established between the geographical dimension ofknowledge flows and the research on all the contractual arrangements that allow firmsand individuals to appropriate their knowledge rents, as well as the disclosure rulesforeseen in those arrangements.30In most cases, the existing data sets on RD, patents, and innovations counts will stillhave to play a prominent role. But they will need to be coupled with additional evidenceon the identity and the activities of individual firms and inventors; and their use will havenecessarily to be much more creative than fitting them all into one production function.31Notes 1 Marshallian externalities refer to intraindustry economies of localization, and are most commonlylisted e.g.: Krugman, 1991 as:a. Economies of specialisation: a localised industry can support a greater number of specialised localsuppliers of industryspecific intermediate inputs and services, thus obtaining a greater variety at alower cost.b. Labour market economies: a localised industry attracts and creates a pool of workers with similarskills, smoothing the effects of business cycle both on unemployment and wage through theeffects of large numbers.c. Knowledge spillovers: information about new technologies, goods and processes flows more easilyamong agents located within the same area, thanks to social bonds that foster reciprocal trust andfrequent facetoface contacts. Therefore, geographical clusters offer richer innovation opportunities, than scattered locations; innovation diffusion is also faster.Entries a. and b. in the list are often referred to as pecuniary or rent externalities, as opposed to c.,which more clearly represents technological externalities Scitovsky, 1954. The former allow colocalized firms to access traded inputs and labour at a lower price than rivals located elsewhere; assuch, they pass through market interactions. The latter, on the contrary, materialize through nonmarket interactions and, in principle, they are accessible to all members of the local community.When it comes to empirical studies, however, the distinction between pecuniary and technologicalexternalities becomes fuzzier. In particular, econometric studies on RD productivity mayoverestimate technological externalities because of measurement errors Griliches, 1979. This is a keyissue of our paper and we discuss it at length in sections 3 and 4.Some authors add to c. the provision of public infrastructure, which local or national authorities areforcedconvinced to provide if and only if they recognise the importance of a specific industry for thewelfare of the local communities Henderson, 1986.2 For example, Jaffe 1989; p. 968 suggests that   a state that improves its university research system will increase local innovation both by attracting industrial RD and augmenting its productivity.3 In particular, research on i deal with RD as a production input, thus using it as an explanatoryvariable for the growth of output or total factor productivity for the observation unit, while research iiand iii make extensive use of modified versions of Griliches 1979 knowledge production function,thus relating RD to innovation output measures, such as patents or innovation counts.A key research objective of all studies is the measurement of RD externalities, from which one cantest the classical hypothesis of a divergence between the social and private returns from RD. This requires introducing in the model a number of variables representing RD flows or stocks taking placeoutside the observation unit. This is mainly done by adding weights to the external RD sources,which can reflect either the technological or the physical distance. The observation units can be eitherindividual firms, industries or geographical areas of various size, such as states, regions, or cities.4 Using data from commercial directories, he worked out, for each state, how many corporate and university RD labs and employees were located in the same metropolitan area.5 More recently, Anselin et al. 1997 proposed to solve these problems by including explicitly in themodel a spatially lagged variable, namely the University RD expenditures carried out withinvarying distances from the recipient firm, and by adopting a smaller spatial unit of observation thanthe states i.e. the socalled SMSA. Their results show that spillovers of university research have apositive impact on regional rates of innovation and that they extend over a range of 75 miles from theinnovative region. In addition to that, they also applied spatial econometric techniques to take intoaccount the possible effects of spatial autocorrelation either in the dependent variable or in the errorterm. This is quite a serious problem of which many other studies are apparently not aware.6 See Feldman and Florida 1994, page 212 and footnote 1 for a detailed description of this data set.7 For some evidence pointing at the opposite direction, see Henderson 19998 Audretsch and Feldman 1999, p. 427. This tendency to force an interpretation on the data by mixingup assumptions and evidence is even stronger in Feldman and Florida 1994. They employ again theinnovation production function for thirteen 3digit industries i, in each state. They also include,among other explanatory variables, the value added coming from firms that, within state s, belong tothe 2digit industry that encompasses the 3digit one under consideration. That is, they test the exis32tence of some very generic agglomeration effect. However, they insist upon calling this as the network effect, and patently mix up what are very different kinds of externalities:Concentrations or agglomerations of firms in related industries provide apool of technical knowledge and expertise and a potential base of suppliersand users of innovations. These networks play an especially important rolewhen technological knowledge is informal or tacit in nature  Concentrations of these firms foster important synergies in the innovationprocess, as for example when innovations in semiconductors spill over intoelectrical, consumer electronics, and computers industries op.cit. p.220.Notice that the pool of technical knowledge could easily consists in a pool of specialized workforce,i.e. a Marshallian externality of the first kind, while networks are better defined as nonmarket relationships among firms, and, at most, can be referred to as a Marshallian externality of the secondtype, i.e. one mediated by specialized suppliers. Above all, it is hard to believe that tacit knowledge,which requires mutual understanding of working practices, can be exchanged across 3digit industriesby means of informal contacts!9 Jaffe 1989, p.968 italics in the original text. It is worth noting that this conclusion did not differmuch from Thompsons 1962, albeit coming 27 years later. It is also quite curious to read similarobservations in Audretsch 1998: While a new literature has emerged identifying the important rolethat knowledge spillovers within a given geographical location plays in stimulating innovative activity, there is little consensus as to how and why this occurs. The contribution of the new wave of studies   was simply to shift the unit of observation away from firms to a geographic region p. 24,italics added.10 The spatial unit of observation is no more the state, but the Standard Metropolitan Statistical AreaSMSA.11 Common synonyms for Marshallian vs. urbanization externalities are respectively MAR and Jacobs externalities, where the former stands for MarshallArrowRomer Henderson, 199912 For a distinction between pecuniary and technological externalities see footnote 1. above.13 Promotion techniques vary a lot: not all NEGs share Krugmans patronizing attitude that offended somany economic geographers Martin, 1999; pp. 8283. However, even more appeasing authors suchas Ottaviano and Thisse 2000 propose their work as a necessary toolbox for introducing some rigourin a field that for too long has been lacking it: Although our insights are not necessarily new  we believe that their formalization is both useful and promising. First, there is a distance betweenideas and theorems that social scientists sometimes underestimate. In particular, analytical economic models allow for a more precise description of the forces at work and of their interplay as wellas for their welfare implications Ottaviano and Thisse, 2000; p. 2.14 Coevolution of technologies and institutions public administration bodies as well as rules andnorms is also neglected, along with research on National Systems of Innovation.15 On this point see Martin and Sunley 1996 who propose for NEG the alternative label of geographical economics, in order to stress their dissatisfaction for its abstract features and lack of credentials astrue geography. Similarly, Martin 1999 counterpoises regional science again a synonym for NEG to true economic geography.16 Several studies seem to confirm that in hightech clusters the mobility of unskilled workers is normally much greater than the mobility of skilled ones.17 After these remarks, it does not surprise us to learn from Audretsch 1999 that, in such a highly academic RD related field as biotechnology, many young scientists set up new technologybased firmswithin the same area of the university they are working for. Nor that they do so because they arewilling to go on working within their university department, in order to build up both their knowledge base and their reputation. What we can hardly understand is why the author classifies the youngscientists knowledge contributions to their own startups as university RD spillovers. They looklike being fully appropriated, either by the researchers or by the universities that employ them sincethey possibly pay them low wages, in exchange for allowing them to exploit some of their research results. In addition, there is no proof that the startups translate ongoing research results into viableproducts as such: young researchers may do very different jobs when dealing with basic science insidetheir university in order to publish and build up their academic reputation, and when working onproduct development inside their own startups which may exploit notsonew ideas. And if they33quit their university department and work full time for their own startup, they may decide not toleave the local area simply because they want to be ready to go back to their department if their business fail.34References Acs Z.J., Audretsch D.B, Feldman M.P. 1992, Real effects of academic research: Comment,American Economic Review 82 1: 363367.Acs Z.J., Audretsch D.B, Feldman M.P. 1993, Innovation and RD spillovers, CEPRDiscussion Paper 865,Centre for Economic Policy Research.Acs Z.J., Audretsch D.B, Feldman M.P. 1994, RD spillovers and recipient firm size,Review of Economics and Statistics 762: 336340.Adams J.D., Jaffe A.B. 1996, Bounding the effects of RD: an investigation using matchedestablishmentfirm data, RAND Journal of Economics, 274: 700721.Allen R.C. 1983, Collective invention, Journal of Economic Behaviour and Organization 41: 124.Almeida P., Kogut B. 1997, The exploration of technological diversity and the geographiclocalization of innovation, Small Business Economics 9: 2131.Almeida P., Kogut B. 1999, Localization of knowledge and the mobility of engineers inregional networks, Management Science, 457: 905917.Angel D.P. 1991, Hightech agglomerations and the labor market: the case of Silicon Valley,Environment and Planning A, 23: 15011516.Anselin L., Varga A., Acs Z.J. 1997, Entrepreneurship, geographic spillovers and universityresearch: a spatial econometric approach, ESRC Working Paper 59, University of Cambridge.Aoki M. 1999, Information and governance in the Sylicon Valley model, Working Paper 99028, University of Stanford, Dept. of Economics.Appleyard M.M. 1996, How does knowledge flow? Interfirm patterns in the semiconductorindustry, Strategic Management Journal, 17Winter Special Issue: 137154.Appold S.J. 1995, Agglomeration, Interorganizational Networks, and Competitive Performance in the U.S. Metalworking Sector, Economic Geography 71: 2754.Arthur B.W. 1990, Silicon Valley locational clusters: When do increasing returns implymonopoly, Mathematical Social Sciences 193: 235251.Audretsch D.B. 1998, Agglomeration and the location of innovative activity, Oxford Reviewof Economic Policy, 142: 1829.Audretsch D.B. 1999, Knowledge spillovers and the role of small firms, paper presented atthe CRENOS Conference on Technological Externalities and Spatial Location, Universityof Cagliari, 24th25th September.Audretsch D.B, Feldman M.P. 1996, RD spillovers and the geography of innovation andproduction, American Economic Review 863: 630640.Audretsch D.B., Stephan P.E. 1996, Companyscientist locational links: the case of biotechnology, American Economic Review 86 3: 641652.Baptista R. 1998, Clusters, innovation, and growth: A survey of the literature. In: G.M P.Swann, M. Prevezer, D. Stout Eds., The Dynamics of Industrial Clustering. International Comparisons in Computing and Biotechnology, Oxford University Press, Oxford.Baptista R. 2000, Do innovations diffuse faster within geographical clusters?, International Journal of Industrial Organization 18: 515535.35Black D., Henderson V. 1999, Spatial evolution of population and industry in the United States, American Economic Review 892: 321327.Blomstrom M., Kokko A. 1998, Multinational corporations and spillovers, Journal of Economic Surveys 123: 247277.Brouwer E., Nadvornikova H.B., Kleinknecht A. 1999, Are urban agglomerations a betterbreeding place for product innovations? An analysis of new product announcements, Regional Studies 336: 541549.Brusco S. 1996, Global systems and local systems, in: Cossentino F., Pyke F., Sengenberger W. eds., Local and regional response to global pressure: the case of Italy and its industrial districts, ILOInternational Institute for Labour Studies, Geneva Camagni R. 1991, Local milieu, uncertainty and innovation networks: towards a new dynamictheory of economic space. In: R. Camagni Ed., Innovation Networks: Spatial Perspectives, Belhaven Press, LondonNew York.Camagni R. 1995, Global Network and Local Milieu: Towards a Theory of Economic Space,in Conti G., Malecki E. and Oinas P. eds., The Industrial Entreprise and its Environment:Spatial Perspectives, Avebury, Aldershot.Cohen W.M., Levinthal D.A. 1989, Innovation and learning: The two faces of RD, Economic Journal 99: 569596.Cohen W.M., Levinthal D.A. 1990, Absorptive capacity: A new perspective on learning andinnovation, Administrative Science Quarterly 35: 128152.Cornish S.L. 1997, Product innovation and the spatial dynamics of market intelligence: doesproximity to markets matter?, Economic Geography 73: 143165Cossentino F., Pyke F., Sengenberger W. 1996, Local and regional response to global pressure: the case of Italy and its industrial districts, ILOInternational Institute for Labour Studies, Geneva.Cowan R., David P.A., Foray D. 2000, The Explicit Economics of Knowledge Codificationand Tacitness, TIPIK paper, Targeted SocioEconomic Research TSER, European Commission DG XII. Forthcoming in: Industrial and Corporate Change 9David P.A. 1999, Krugmans Economic Geography of Development. NEGs, POGs and Naked Models in Space, International Regional Science Review 22: 162172David P.A., Hall B.H., Toole A.A. 2000, Is public RD a complement or substitute for private RD? A review of the econometric evidence, Research Policy 2945: 497529De Vet J.M., Scott A.J. 1992, The Southern California medical device industry: Innovation,new firm formation, and location, Research Policy 21: 145161.EcheverriCarroll E.L., Brennan W. 1999 Are innovation networks bounded by proximity?.In M. Fischer, L. SuarezVilla, M. Steiner Eds. Innovation, Networks and Localities,Springer Verlag, Berlin.Ellison G., Glaeser E.L. 1997, Geographic concentration in U.S. manufacturing industries: Adartboard approach, Journal of Political Economy 1055: 889927.Ellison G., Glaeser E.L. 1999, The geographic concentration of industry: Does naturaladvantage explain agglomeration?, American Economic Review 892: 311316.Feldman M.P. 1994, The Geography of Innovation, Kluwer, Dordrecht.36Feldman M.P., Audretsch D.B 1999, Innovation in cities: Sciencebased diversity,specialization and localized competition, European Economic Review 43 Special issue:409429.Feldman M.P., Florida R. 1994, The geographic sources of innovation: technologicalinfrastructure and product innovation in the United States, Annals of the Association of American Geographers 842: 210229.Fischer M.M., SuarezVilla L., Steiner M. 1999, Innovation, Networks and Localities,Springer Verlag, Berlin.Geroski P. 1995, Markets for technology: Knowledge, innovation and appropriability. In: P.Stoneman Ed. Handbook of the economics of innovation and technological change,Blackwell, Oxford: 90131.Gersbach H., Schmutzler A. 1999, External spillovers, internal spillovers and the geographyof production and innovation, Regional Science and Urban Economics 29: 679696.Gertler M.S. 1995, Being there: Proximity, organization, and culture in the development andadoption of advanced manufacturing technologies, Economic Geography 71: 126.Glaeser E.L., Kallal H.D., Scheinknam J.S., Shleifer A. 1992, Growth in cities, Journal of Political Economy 100: 11261152.Griliches Z. 1979, Issues in assessing the contribution of research and development to productivity growth, Bell Journal of Economics 10: 92116.Harrison B., Kelley M.R., Grant J. 1996, Innovative firm behaviour and local milieu:Exploring the intersection of agglomeration, firm effects, and technological change,Economic Geography 72: 233258.Head K., Ries J., Swenson D. 1995, Agglomeration benefits and location choice: evidencefrom Japanese manufacturing investrments in the United States, Journal of International Economics 38: 223247.Henderson J.V. 1986, The Efficiency of Resource Usage and City Size, Journal of Urban Economics 19: 4770Henderson V. 1999, Marshalls Scale Economies, NBER Working Paper 7358.Holmes T.J. 1999, Localization of industry and vertical disintegration, Review of Economicsand Statistics 812: 314325.Howells J. 1999, Regional systems of innovation?. In: D Archibugi, J. Howells, J. MichieEds. Innovation policy in a global economy, Cambridge University Press, Cambridge.Jaffe A.B. 1989, Real effects of academic research, American Economic Review 795: 957970Jaffe A., Trajtenberg M., Henderson R. 1993, Geographic localization of knowledge spilloversas evidenced by patent citations, Quarterly Journal of Economics 108: 577598.Kelly M., Hageman A. 1999, Marshallian externalities in innovation, Journal of Economic Growth, 4March: 3954.Kenney M., von Burg U. 1999, Technology, entrepreneurship, and pathdependence: Industrialclustering in Silicon Valley and Route 128, Industrial and Corporate Change 81, 67103.Klette T.J., Men J., Griliches Z. 1999, Do subsidies to commercial RD reduce market failures? Microeconomic evaluation studies, Research Policy 2945: 471495.Krugman P. 1991, Geography and Trade, MIT Press, Cambridge MA.37Krugman P. 1995, Development, Geography and Economic Theory, MIT Press, Cambridge MA.Krugman P. 1998, Whats new about economic geography, Oxford Review of Economic Policy, 142: 717.Krugman P. 1999, The Role of Geography in Development, International Regional Science Review 22: 142161Lamoreaux N.R., Sokoloff K.L. 1997, Location and technological change in the Americanglass industry during the late nineteenth and early twentieth centuries, NBER Working Paper 5938, February.Lamoreaux N.R., Sokoloff K.L. 1999, Inventors, firms, and the market for technology in thelate nineneteenth and early twentieth centuries. In: N.R. Lamoreaux, D.M. Raff, P. TeminEds. Learning by doing in markets, firms, and countries, The University of Chicago Press, Chicago.Lamoreaux N.R., Sokoloff K.L. 1999, Inventive activity and the market for technology in the United States, 18401920, NBER Working Paper 7107, May.Lazerson M.H., Lorenzoni G. 1999, The firms that feed industrial districts: A return to the Italian source, Industrial and Corporate Change 8: 235266.Levin R., Klevorick A., Nelson R., Winter S. 1987, Appropriating the returns from industrialresearch and development, Brookings Papers on Economic Activity 3: 783820.Lyons D. 1995, Agglomeration economies among high technology firms in advancedproduction areas: the case of DenverBoulder, Regional Studies, 293: 265278.Mansfield E. 1985, How rapidly does new industrial technology leak out?, Journal of Industrial Economics 34: 217223.Mansfield E. 1995, Academic research underlying industrial innovations: Sources, characteristics, and financing, Review of Economics and Statistics 77: 5565.Martin R. 1999, The new geographical turn in economics: some critical reflections, Cambridge Journal of Economics 23: 6591.Martin R., Sunley P. 1996, Paul Krugmans Geographical Economics and Its Implications for Regional Development Theory: A Critical Assessment, Economic Geography 72: 259292.Maurseth P.B., Verspagen B. 1999 Knowledge spillovers in Europe. A patent citationanalysis, paper presented at the CRENOS Conference on Technological Externalities and Spatial Location, University of Cagliari, 24th25th September.Meyer D.R. 1998, Formation of advanced technology districts: New England textile machineryand firearms, 17901820, Economic Geography AAG Special Issue: 3145Mohnen P. 1996, RD externalities and productivity growth, OECD STI Review 18: 3966.Nelson R. 1959, The simple economics of basic scientific research, Journal of Political Economy 67: 297306.Oakey R.P., Cooper S.Y. 1989, High technology industry, agglomeration and the potential forperipherally sited small firms, Regional Studies 234: 347360.Ottaviano G., Thisse J.F. 2000, On economic geography in economic theory: Increasingreturns and pecuniary externalities, mimeo38Pacelli L., Rapiti F., Revelli R. 1998, Employment and mobility of workers in industries withdifferent intensity of innovation: Evidence on Italy from a panel of workers and firms,Economics of Innovation and New Technology 5: 273300.Patel P. 1995, Localised Production of Technology for Global Markets, Cambridge Journalof Economics 19: 141153.Phelps N. 1992, External economies, agglomeration and flexible accumulation, Transactionsof the Institute of British Geographers 17: 3546.Piore M., Sabel C. 1984, The Second Industrial Divide: Possibilities for Prosperities, Basic Books, New York Porter M. 1998, Clusters and the new economics of competition, Harvard Business Review,novemberdecember: 7790.Pyke F., Becattini G., Sengenberger W. 1990, Industrial districts and interfirm cooperationin Italy, ILOInternational Institute for Labour Studies, Geneva.Rogers E.M. 1982, Information exchange and technological innovation. In D. Sahal Ed.The transfer and utilization of technical knowledge, Lexington Books, D.C. Heat,Lexington MA: 105123.Saxenian A. 1990, Regional networks and the resurgence of Silicon Valley, California Management Review 33: 89111.Saxenian A. 1994, Regional advantage. Culture and competition in Silicon Valley and Route 128, Harvard University Press.Saxenian A. 1999, Comments on Kenney and von Burg Technology, entrepreneurship, andpathdependence: Industrial clustering in Silicon Valley and Route 128, Industrial and Corporate Change 81, 105110.Schrader S. 1991, Informal technology transfer between firms: Cooperation through information trading, Research Policy 202: 153170.Scitovsky T. 1954, Two concepts of external economies, Journal of Political Economy 62:143:151Steinmueller E. 2000, Does information and communication technology facilitate codificationof knowledge?, Industrial and Corporate Change, forthcoming.Stephan P., Levin S. 1997, The critical importance of careers in collaborative scientific research, Revue d Economie Industrielle 791, 4561.Storper M. 1992, The limits to globalization: Technology districts and international trade,Economic Geography 68: 6093.Storper M. 1995, Regional technology coalitions. An essential dimension of national technology policy, Research Policy 24: 895911.Storper, M., Harrison, B. 1991, Flexibility, hierarchy and regional development: Thechanging structure of industrial production systems and their forms of governance in the 1980s, Research Policy 20: 40722.SuarezVilla L., Walrod W. 1997, Operational strategy, RD and intrametropolitanclustering in a polycentric structure: the advanced electronics industries of the Los Angelesbasin, Urban Studies 349:13431380.Swann P., Prevezer M. 1998, Introduction, in: G.M.P. Swann, M. Prevezer, D. Stout Eds.,The dynamics of industrial clustering: International comparisons in computing andbiotechnology, Oxford University Press, Oxford.39Thompson W.T. 1962, Locational differences in inventive efforts and their determinants, in:R.R. Nelson Ed., The rate and direction of inventive activity: Economic and socialfactors, Princeton University Press.Verspagen B., Schoenmakers W. 2000, The spatial dimension of knowledge spillovers in Europe: Evidence from patenting data, Paper presented at the AEA Conference on Intellectual Property Econometrics, Alicante, 1920 April.Von Hippel E. 1976, The dominant role of the user in the scientific instrument innovation process, Research Policy 5: 212239.Von Hippel E. 1982, Appropriability of innovation benefit as a predictor of the source of innovation, Research Policy 11: 95116.Von Hippel E. 1987, Cooperation between rivals: informal knowhow trading, Research Policy 16: 291302.Von Hippel E. 1988, The Sources of Innovation, Oxford University Press, New York.Wright G. 1999, Can a nation learn? American technology as a network phenomenon. In:N.R. Lamoreaux, D.M. Raff, P. Temin Eds. Learning by doing in markets, firms, andcountries, The University of Chicago Press, Chicago.Zucker L.G., Darby M.R., Torero M. 1997, Labor mobility from academe to commerce,NBER Working Paper 6050, May.Zucker L.G., Darby M.R., Armstrong J. 1998, Geographically localised knowledge: spilloversor markets?, Economic Inquiry 36January: 6586.Zucker L.G., Darby M.R., Brewer M. 1998, Intellectual human capital and the birth of USbiotechnology enterprises , American Economic Review 881: 290306.", "filename": "ERSA2000_362.pdf", "person": ["Stefano Breschi", "Breschi, Stefano", "Francesco Lissoni", "Lissoni, Francesco"], "date": ["2000"]}