{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/120314/1/ERSA2011_1609.pdf"], "title": ["The intriguing question of regional and territorial development in rural areas: analytical variations and Public Policy"], "plaintext": "The intriguing question of regional and territorial developmentin rural areas Analytical variations and public policies Andre TORREFrederic WALLETUMR SADAPTINRA Agro Paristech 16, rue Claude Bernard F. 75231 Paris Cedex 05torreagroparistech.frwalletagroparistech.fr Abstract: The aim of this article is to shed some light on issues of territorial development and of rural development and to identify what links and opposes them. Indeed, everything pushes towards joining together these two dimensions, which for a long time seemed disconnected. On the one hand, the policies targeting rural areas explicitly include the territorial dimension, while the distinction between rural and urban is getting blurred. In the meantime, decentralization, subsidiarity, the regionalisation of agriculture, short circuits and local foods take place in parallel with the generalization of an urban model. Finally, we find that regional sciences are paying increasing attention to rural and agricultural dimensions, while studies concerning rural questions are starting to consider territorial issues. The first section of the article provides a critical presentation and attempts to define and distinguish the notions of development, territory and rural. The second section addresses questions of regional and territorial development by presenting the main theories and public policies and concludes with a discussion about the possibilities of reconciling the theories and the policies. The third section follows the same structure, applied to the question of rural development, from analyses to grassroots policies. Key words: Regional development, territorial development, rural development, rural areas, public policies Introduction The question of regional, and later of territorial development lies at the intersection of two traditions that have grown in importance since the second half of the 20th century. On the one hand, development, a constant object of study for researchers, and particularly economists, is scrutinized, studied, modelled in its many dimensions especially its geographic one ranging successively from the nation, to the regions and finally the territories Capello, 2007. On the other hand, and following the decentralization processes which all nations have undergone, local development techniques and engineering practices are progressively being implemented and lead to the construction of a trialanderror based heuristics of development. Promoted by decentralized public policies or by policies decided at territorial levels, but also by the actions and practices of many development experts who work with economic actors and those engineering techniques contribute to the diffusion of the developmentalist ideology and its successive recipes. inhabitants, 1As a result of this double movement, a mass of knowledge and methods, all concerning regional or territorial development, are emerging. But the associated approaches seem so disconnected that it is difficult to make a synthesis of those methods Rowe, 2009. They range from good practices, benchmarking processes, territorial diagnoses to economic models and human capital or territorial governance theories. This complexity gets even tougher when one focuses more specifically on rural development processes, and this for at least two reasons. Firstly, the term rural itself has now become ambiguous and controversial. But even more ambiguous are the relations between regional, rural and territorial development: are they all various forms of the same movement, mechanisms that slot together, or are they independent processes?The aim of this article is to shed some light on these questions and in particular to contribute to better understanding the link between issues of regional or territorial development and issues of rural development. Indeed, however disconnected these dimensions might have seemed, everything now pushes towards joining them together. On the one hand, the policies targeting rural areas tend to explicitly include the territorial dimension, while the distinction between the rural and the urban is getting blurred. Decentralization, subsidiarity, the questions related to the regionalisation of agriculture Cambridge Journal of Regions, Economy and Society, 2010, citizens demands in terms of short circuits and local foods occur in parallel with the generalization of an urban model. In the meantime, we find that regional sciences are paying increasing attention to rural and agricultural dimensions de Noronha Vaz et al., 2006 ; 2009, while studies concerning rural questions are starting to consider territorial issues Cloke et al., 2006. The first section of the article provides a critical presentation and attempts to define and distinguish the notions of development, territory and rural. The second section addresses questions of regional and territorial development: it begins with a presentation of the main theories and public policies in this field, and concludes with a discussion about the possibilities of reconciling the theories and the policies. The third section follows the same structure, applied to the question of rural development, from analyses to grassroots policies. I. Disputed notions and definitions Addressing the question of regional, territorial development and rural development necessarily leads given the amount of literature on these issues to ponder the meaning of the terms used. Three main questions are then raised in terms of terminology and definitions of the fields of study. They concern, respectively: The very notion of development and its scope; The regionalterritorial tradeoff; The extension of the scope of rural development and its congruence to questions on agricultural development. I.1. A review of the notion of development Let us begin with the notion of development, which is at the basis of all the approaches discussed here. A quick review of the literature shows us that it is, in many respects, intriguing and sometimes lacking in clear theoretical foundations. As Stimson et al pointed out It is surprising to find how authors have diversely and often imprecisely defined the term Stimson et al, 2006. Often used as a synonym for process or state this country has 2reached an important level of development, it is still used like an adverb associated with such terms as economic, regional or agricultural, or evokes the idea of increase or progress. According to the OECD, development is a process through which the market and non market welfare of a given population improves, a process that repeats itself from one period to the next, at individual and collective or social levels OECD, 1982. Though elliptical, this working definition has the advantage of transcending the mere issue of production and defends the idea that development concerns the whole population of a given area and the different aspects of its welfare. Mention is also often made of the definition proposed by Perroux, according to whom development is a combination of a populations mental and social changes which make it capable of ensuring the cumulative and lasting growth of its real global product. Development encompasses and supports growth Perroux, 1964. Just like the OECD, Perroux makes a distinction between development and growth for the former does not merely pertain to dimensions such as increases in standards of living or in the GDP, but also encompasses wider aspects related to peoples lifestyle, skills, knowledge and mental dispositions. Furthermore, this definition includes non economic variables and brings to the fore the central role played by social and cognitive changes. Equitable access to resources such as food, education, justice and healthcare are dimensions that are now commonly included in the definition. There is nothing against considering that the essence of development lies somewhere else, in the idea of transformations and dynamic processes, in the question of economic and institutional changes, changes in customs, lifestyles and in peoples perceptions. In this regard, it is interesting to mention psychologys essential definition: the development of a person, or personality, in hisher early childhood, corresponds to the development of a potential, of qualities and skills during the course of a trial and error process that is not necessarily linear. Another approach, of great interest, was initiated by Schumpeter 1934 with his famous theory of economic development, which above all translates a dynamic process of departure from the routine in transactions and homothetic growth, as well as the implementation of new rules and new modes of functioning, characterized by shifts from the more linear phases of growth. This reference must prevent researchers or practitioners from limiting themselves to comparisons or typologies, which are indeed, useful, but which often merely consist in the observation or evaluation of a given state of development, without directly addressing the question of economic and technical transformations and changes in society. I.2. Regions and territories The terms regional development and territorial development have now replaced the term local development, generally applied to small, infraregional portions of territory, undergoing selfreliant or bottomup development processes. The generalized use of these phrases raises questions: are they identical, opposed, or substitutable?The term regional refers to two relatively distinct meanings. The first, which is in decline and is mostly used in the administrative sense by the Regions themselves or by the EU, refers to administrative regions e.g. The Centre Region in France, or the Tuscany Region in Italy. The second, carried since the 1950s by the literature on regional development and regional sciences and mostly based on an economic vision, pertains to the geographical dimensions of development or growth e.g. Isard 1956. It encompasses, at random, questions related to 3the local, the region, the location of activities or people, as well as the wealth and competitiveness of certain portions of space or nations. The territory is generally ignored in this type of approach. The qualifier territorial was recently introduced in the literature on development, particularly in the English language literature. It refers to the notion of territory, whose emergence was slow and sometimes controversial in this field of analysis. Nowadays, still, the eight definitions of territory proposed by Levy and Lussault 2003 in their dictionary of geography testify to the difficulty of agreeing on a common definition of the term. In this study, we have retained the following definition: a geographic zone with delimited borders, within which relationships are organized and governed by groups or particular populations that identify with one another within common projects. Let us also mention the conventional definition given by Sack 1986: Territoriality will be defined as the attempt by an individual or a group to affect, influence or control people, phenomena, and relationships, by delimiting an asserting control over a geographic area. This area will be called the territory  As a result, the territories are permanent constructs with moving boundaries, and are constituted through the oppositions and compromises between the local actors. Many authors, however, consider that the notion of geographic border is obsolete and that territories can be areas or enclaves that may be very far from one another. If we retain these definitions, the notion of regional development refers to the processes that occur within the institutional borders of the Region, whereas that of territorial development pertains to a process of construction of territorialities by local populations Mollard et al, 2007, in relation, naturally, with policies directives or more general incentives.I.3. About the rural and rural development Considered in its most general sense, the term rural development is a variation of the term development and refers to the development of an area with specific characteristics. The term rural development is a subset of the broader term development It connotes overall development of rural areas with a view to improve the quality of life or rural people Singh, 2009. But this approach proves difficult to maintain. Indeed, Singh identifies no less than four successive and alternative meanings for the term rural development, which can be seen as a process, a phenomenon, a strategy or as a discipline!Choosing the right sense for rural development is also made complicated by the above mentioned difficulty of defining the term development, and overshadows the rich debate about the ambiguity of the division between rural and urban Mormont, 1990 as well as on the meaning of the term rural which can be understood as a social construction, a functional space or a type of zone that is the object of specific policies Clocke, 2006. Though rural areas are sometimes defined in the negative a residual category of nonurban areas the characterization of a rural area is traditionally based on morphological criteria: low population density, irregularly and sparsely distributed buildings, the presence of farming activities  Yet this definition includes areas as diverse as the countryside areas close to cities, natural or recreational places or more distant, depopulated or weakened areas. The different visions of rural space productive resource historically related to farming, space for recreational or touristic purposes related to the amenities that characterise it, or more recently, nature area are conditioned by peoples perceptions and by the different types of public policies implemented Perrier Cornet, 2002. They combine or oppose each other, 4leading to varying trajectories of rural spaces, which have for the last several decades undergone profound transformations, and in particular have regained attractiveness following a long period of depopulation.For a long time confused with the notion of agricultural development, because of the predominance of agribusiness activities and the weight of the farming sector, the notion of rural development has emerged in the social and political debate and has progressively established itself in the OECD countries OECD, 2006b. Whether it is conceived, by the member states, as a broadened agricultural development, a component of regional development or as a way of taking into account environmental issues such as the preservation of natural resources and of biodiversity or the provision of environmental goods and services PerrierCornet, 2010, rural development is now an integral component of EU policies and one of the pillars of the Common Agricultural Policy. In the Southern countries, the priority was set on urban development, marked by structural adjustment policies and rapid modernisation processes. The renewed interest in rural development, triggered by international organizations World Bank, 2008 and by local initiatives, is related to the environmental impact of development operations deforestation, destruction of biodiversity , to the increase of social conflicts, the dissemination of new modes of production and to the fear of a generalized food crisis. II. From the early literature to the contemporary approaches on Regional or Territorial development The questions of regional or territorial development were first introduced in research on issues related to local and regional development undertaken at the end of World War II and in the policies of regional and territorial development and management implemented since the beginning of the 1960s. As a result of taking into account local issues, and the decentralization process, a large theoretical apparatus the purpose of which has been to identify the rules of development as well as interventions and recipes have emerged. II. 1. The main issues related to regional or territorial development The abundant literature on regional or territorial development is founded on three main competing visions, that correspond to strong and different analytical presuppositions and which divide the sphere of analysis of development between one another. We first find schools of thought that seek, first and foremost, to balance the interests and gains drawn by the different local actors from the development process and to elaborate principles that will enable the different stakeholders to obtain maximum satisfaction. Thus, the standard economic approach, founded on the theory of equilibrium, seeks to maximise the utility of the stakeholders on the basis of their more or less perfect rationality, and to meet their needs, but to not do so at the expense of their neighbours needs Solow, 1956; Romer 1990. Attaining an optimum utility of growth mostly makes it possible to define a pathway the different stakeholders can follow together. We can draw a parallel here with a large number of approaches that integrate environmental dimensions or think in terms of sustainable development Bourgeron et al, 2009. Also founded on a paradigm of negotiation supposed to lead to a balanced distribution of rights and duties between the different local stakeholders, following a deliberation process, these approaches seek to take into account both the objectives and the constraints of an economic and environmental nature, in a 5perspective of weak sustainability: Development must not deplete resources, including through the substitution of the natural capital by manmade resources Pearce et al, 1996. In this group belong the approaches on which the neoclassical theory is based, approaches which envisage a homothetic growth based on capital and labour inputs, subsequently extended to a third input of a more technological nature, in most cases knowledge or RD investments Solow, 2000. This involves assessing the volume of production and its growth, and placing them in parallel with the optimal combination of factors and the efforts made in terms of productivity or capital accumulation for example See Johansson et al, 2001. This approach, which considers the possible elimination, in the long term, of interregional disparities, has met relative success relative because of its limitations in terms of homothetic growth and its inability to account for the imbalances signalled early on by the authors of polarisation theory or of bottomup growth for example. It has been quite adequately replaced since the 1990s by the New Geographical Economics, which makes it possible to take into account the dimensions related to unbalanced growth and to the polarization of activities in the analysis of development processes. The economic base analyses Alexander, 1954; Sombart, 1916 also advocate seeking a balanced development. They rest on the idea that regional economy can be divided into two main components: A so called basic sector, which produces goods and services destined for export and allows for regional development through capturing external revenues: A domestic sector, whose production is destined for local consumption. Development then relies on an expansion of the basis sector, which, in particular, gives rise to a Keynesian multiplier effect on the local economy as a whole. The rise in the incomes of this sectors workers then generates an increase in their consumption level and, as a result, a development of domestic production sector. This fosters a virtuous development dynamic, based in most cases, on the essential place of urban agglomerations in the production of basic commodities. The second, most important group consists of approaches according to which the compromises reached between the local actors are purely temporary and the development processes generate interregional inequalities that are difficult to reduce. Inversely to the previously mentioned group, these approaches consider that development contributes to widening, often lastingly, the disparities between regions or territories. They also highlight the existence of local systems with significant particularities at institutional, economic and technical levels, and whose successes or failures lead to fundamentally unbalanced development processes. These works are based on the analysis of growth poles initiated by Perroux, Myrdal and later Hirschman or Higgins. Perrouxs initial idea is that development cannot occur everywhere, at the same time and with the same intensity. Proof of this is the existence of less developed countries or areas, which the growth pole theory was the first to recognize. Development rests on a polarization of activities, which is itself based on the existence of large dynamic firms, situated at the heart of the most developed regions. It is these firms and industrial complexes which generate market linkages towards suppliers or subcontractors, and towards their end clients or industrial actors. This results in a polarization of activities and wealth benefiting some regions at the expense of the less developed ones. 6Inverting the idea of a convergence of regions growth rates and economic strength levels, the New Geographical Economics NGE, introduced by Krugman 1991 and popularized by authors such as Fujita, Thisse or Ottaviano for example Fujita and Thisse, 1997; Ottaviano and Thisse, 2004 acknowledges the high probability that phenomena of spatial polarization and concentration of activities might occur, phenomena that can benefit one region at the expense of its competitors. From the possibility of increasing returns in some industries and the supposed preference of consumers for variety and differentiated products, the NGE deduces the probability of divergence phenomena that testify to the industrial specialization and therefore the enrichment of some regions or nations, at the expense of competitors which are less developed as a result of their late start in the race for the production of non agricultural and non traditional commodities. The NGE gives a vision of the world in which polarization increases, particularly to the advantage of cities, in which enterprises, employeesconsumers are colocated, the advocated development being that of productive activities, often at the level of large areas regions, or even nations, through reciprocal spillovers between activities and workersconsumers. Thus, the questions to be raised are that of the activities capacities to generate spillover effects at regional level for example the spillover effects emanating from the construction industry, that related to the reciprocal impact of firms and workersconsumers location, as well as to the decrease in transport costs which reinforces the processes of polarisation at the expense of the peripheral areas. The analysis of local production systems, initiated in the 1970s, also rests on the observation of geographically differentiated development processes. Initiated by the analyses of Italian districts Beccatini, 1990, and later of different forms of groupings ranging from clusters, agrofood systems or of Localized Productive Systems, it is founded in the systemic nature of the relationships between the actors who, together, belong to one territory and shape it through their cooperation and common projects. Vertical or horizontal relations, belonging to a homogeneous social group or relations based on repeated interactions, what matters is the creation of a local community founded at once on alliance and cooperation networks and on more or less formal governance structures through which the rules accepted by all the participants can be complied with. Development depends on the efficiency of the system and on its ability to renew and transform itself in response to exogenous shocks such as variations in consumers preferences or the arrival of new competitors. Generally small in size subregional the zones in question pertain to the territorial dimension and are characterized by different levels of development, due precisely to the characteristics of these systems and their ability to mobilize and to bring local resources to fruition. There is here the idea of bottomtotop development dear to authors such as Stohr 1986 as well as a desire to typologize the forms of development Italianstyle districts, State based systems, systems with a core of large firms or based on innovation  Markusen, 1996, but little analysis of the actual processes of development and of their dynamic. Of particular importance are two approaches that have played an important role in the systemic analysis; the first is Porters analysis Porter, 1985, 1990, because of its wide impact. Porter considers that the competitive advantage of a region or a territory rests on four main factors that must be exploited in order for the region in question to gain a lead over its competitors: the strategies, structures and the rivalry between firms, the state of the demand, the geographical relationships between linked firms and the state of production resources or factors traditional or in terms of skills. More particularly, the presence of local clusters, of groupings of firms and laboratories with strong links helps create and reveal factors of production. Let us not forget the SocioEcological Systems approaches Anderies et al, 2004, derived from analyses in terms of institutional arrangements Ostrom, 1990 and which 7integrate into the systemic approach questions related to the sustainable management of local resources. The originality of these works lies in their envisaging systems in which individuals are in direct interaction and interdependence with biophysical and nonhuman biological entities, which lead to not only consider the interindividual relations but also the uses of the resources and the resulting exclusions. The rules of collective action that are implemented at the level of a territory are then aimed to not only govern the relations between the local actors but also individual and collective decisions concerning the use and management of the resources. Analyses in terms of residential or presential economics, according to which territorial development is based on the capture of external revenues, propose another illustration of interregional disparities. Adapted from the economic base theories, but excluding the latters approach in terms of balanced relations between local actors, they describe the development of regions or territories that benefit from inflows of revenue from other regions without possessing the sufficient industrial or agricultural production capacity to use this revenue as a basis for producing export goods Davezies, 2008. The touristic coastal territories or southern regions belong to this category; they benefit from the temporary inflows of tourists staying for more or less long periods of time, and who by consuming, infuse money into the local economy or residential economy, see Terrier 2006, or from the money spent by retired people, who are no longer productive but inject money into their new places of residence or residential economy. The basic sector no longer contributes to the development of the region through production, but through the capture of two sources of external revenue. This results in an inversion of the usual development criteria, development which rests on a servicebased economy relying on the consumption of these migrants, often at the expense of the regions that gain very little from their production activities. The third and last category of approach rests on the idea that regional or territorial development is profoundly linked to the occurrence of dynamic shifts, resulting from processes of innovation or creation, at the origin of paces and volumes of development that vary from one region or territory to the next. The analyses of regional development based on the processes of innovation and regulation, as well as some of the systemic approaches consider that local systems are subject to successive phases of growth and stagnation, or even recession, which reinforce or reduce the inequalities between social categories, as indeed, the fruits of the economic growth can be appropriated by certain groups or offshore firms that may be in the hands of external capital. It is, first and foremost, internal shocks which generate transformations in the system and cause processes of geographical concentration of people and wealth, and zones of social and spatial exclusion to emerge. The approach to development as resting on innovations or technology is based on taking into account the importance of RD or innovation activities in local development. Partly inspired from Schumpeters analyses, it is based on the idea that innovations constitute the key to development processes and that the efforts made in terms of RD or of incentives to innovate can play an important role in the implementation and success of growth dynamics. This often implies a systemic approach, which highlights the role played by the transfer and diffusion of innovation at local level Feldman, 1994; AutantBernard et al., 2007, as well as the importance of face to face relations and of stages of spinoff creation and development or phases of support to creation firm or project incubators  The driving force of development 8then lies in the existence of localized innovation or knowledge spillovers within the local system and which can give rise to highly competitive local innovation systems such as technology parks or competitive clusters. It is innovation that drives development, and marks the difference between dynamic systems and the others. Often founded exclusively on hightech activities, these approaches find broader expression in terms of territorial innovation in the more rural or less developed territories, by relying on organizational innovations and the mobilisation of local populations; Some authors, who see the rules of collective action and the institutional mechanisms as factors explaining innovative territorial dynamics, consider innovation as a social construction shaped by the geographic context in which it lies; rooted in practices, it is therefore necessarily situated in space see for example the works conducted by the GREMI on the notion of innovative milieu. During the last decade, the analysis of spatial dynamics has been enriched by works conducted as a continuation of the evolutionist theory Frenken and Boschma, 2007, which considers the unequal distribution of activities in space as the result of largely contingent historic processes. Evolutionary Economic Geography grants great significance to the entrepreneurial dimension, whether it pertains to the history or processes of emergence, growth, decline and interruption of activities of enterprises Boshma and Frenken, 2011. Particular emphasis is placed on the role of spinoffs and of the mobility of the workforce in the processes of territorial development Maskell, 2001, as well as on the routine reproduction mechanisms within the local industrial network. Drawing advantage from geographical, industrial and technological proximity between different sectors of activity Torre, 2008, as well as from institutional mechanisms and networks structures, these technologies are disseminated through a snowball effect between technologically related enterprises and industries, and end up locking the local systems into growth path dependencies. This process which explains much better than colocation economies the ability of clusters to transform themselves and therefore to survive over time functions particularly well when it involves emerging industries or industries based on closely related technologies; indeed, this small cognitive distance facilitates the diffusion of knowledge externalities Nooteboom, 2000. II.2. Policies of regional development and planning The analyses presented above have, for the most part, inspired or promoted the implementation of public development policies, or even of land planning policies, and can correspond to and are sometimes mistaken for the latter even though the objectives may prove contradictory an energy development policy based on the construction of a nuclear station and a land development policy aiming to promote the arrival of new residents. Analysing regional policies makes it possible to measure the scope of influence of the works conducted in the field of regional science concerning the configuration of the measures implemented and the limitations of the operational transcription of the theoretical principles. Development policies overall respond to two main categories of issues how can growth be stimulated and how should it be distributed which pertains to questions of competitiveness and of cohesion within territories. They aim, first of all, to improve the functioning and efficiency of public activities and services in reference to the location and growth theories, and to works conducted in the field of industrial economics by optimising their location and organization. But their purpose is also to minimize as much as possible the differences between the pace of growth andor the development level of the most dynamic regions and that of the less favoured ones, to redistribute the fruits of growth between the territories and to 9compensate for situations of recession. Thus, these policies attempt to combine several principles and to make them compatible Lacour et al, 2003: Distribution or redistribution, the creation of activities or innovations, the reduction of differences and imbalances, and protection. Approaches in terms of regional balance and growth According to the standard growth theory, the efficient allocation of production factors should imply a move of the latter towards the regions where wages are the highest, which would contribute to an overall increase of productivity and of individual well being Borst and Stein, 1964. Thus, the absence of political intervention was for a long time justified by the markets role of resource allocation, which was supposed to enable the levels of regional development to converge. The policies based on this approach then imply a minimal level of expenditures and selective support, such as that applied in the framework of the mechanisms governing eligibility mechanisms of the European Regional policy European Commission, 2004. It is now thought that this approach has too often neglected to take into account the problems of market imperfections, while accepting an hypothesis of substitutability between capital and labour, which has little credibility in terms of mobility. Considering space as a mere recipient with no influence on economic trajectories, these policies do not take into account the mechanisms of subregional aggregation. By relying on macroeconomic growth models, they neglect to consider the contributions of the location theories, such as the importance of physical proximity in growth mechanisms Isard, 1956 and generally prove ineffective to establish principles for local development. The same can be said of the economic base theory Sombard, 1902; North, 1955 one of the first approaches meant to provide operational results for regional development policies, which considers an increase in exports as the solution to increase the regional GDP. This solution is limited by the risk that it might be impossible to increase the local production capacities, both in terms of labour and physical capital, and these limitations are evident at the level of small territories. Despite their academic success, the endogenous growth theory and the New Economic Geography provide few solutions in terms of local public policies. The contributions of the endogenous growth theory have prompted many countries to target public expenditures to the most dynamic agglomerations, at the expense of equity Scott and Storper, 2007; indeed, overly focusing on increasing efficiency and productivity may lead to neglecting issues of redistribution between the various territories within one region or one country. Yet, the question of increasing returns and of productivity gains that those contributions raise can prove formidable Martin and Sunley, 1998 if we acknowledge that increasing returns and productivity gains are not exclusively linked to a better utilization of production factors particularly labour but also to an increase in the overall production volume. The role of the demand from outside which gives rise to scale effects Verdoorns law in this process and therefore the reciprocal link between increases in the supply and in productivity are therefore neglected by the endogenous growth theory. As for the NGE, the simplifying hypotheses aimed to help formalize the mathematical models only account for some of the externalities that generate regional and local growth. Furthermore, it pays little attention to the effect of historical, social and institutional contexts on growth mechanisms. Although NEG works do not yet lead to unequivocal conclusions, they have made it possible to show that the policies of transport infrastructure development aimed at promoting the 10development of remote areas can fail and lead to an increased concentration of activities, particularly when they concern territories that are little integrated nationally and internationally Behrens et al, 2007. Controlling the phenomenon of spatial concentration seems to be counterproductive in terms of economic optimum; it seems appropriate, on the contrary, to encourage it since the most dynamic regions have the ability to distribute within their territory the benefits of their development. Thus, geographical policies, at least in industrialized countries, merely serve to reduce the congestion effects specific to large cities, to ensure that a minimum level of public services is provided, to implement geographically neutral redistribution mechanisms and to facilitate the mobility of resources in order to reduce the differences between territories Prager and Thisse, 2009. Approaches in terms of interregional inequalities The growth pole theory, based on the importance of local inputoutput relations as a lever for growth, has been applied extensively in Europe and in South America, particularly since the 1960s. The presence of large firms constituting a propulsive industry being considered as the means to stimulate growth, the policies have been directed towards the creation and relocation of industrial firms. These policies have resulted in some successes Lyons biopole in France, but also in a low level of job creation and in the construction of a few cathedrals in the desert Lipietz, 2001. It differs from the liberal vision of development conveyed by the NEG through the idea that polarisation is not inescapable and that corrective policies can promote the development of the poorer regions, particularly through the proactive implementation of industries and of export taxes. With the industrial crisis of the 1970s, these models proved incapable of interpreting the emerging phenomena crisis of large firms and of industrial regions, persistence of a certain immobility of capitals and populations, success of the regions such as the Third Italy that were not organized according to these precepts or of proposing efficient solutions. Like theories, the policies of endogenous regional development then turned toward a better management and exploitation of local resources and the promotion of collective action in the territories, particularly following the success of industrial districts and other types of local productive systems. Nevertheless, the emphasis placed on the endogenous factors and the decentralization of decision making, particularly of orientation decisions, raise the question of their reproducibility and of their dependence on macroeconomic contingencies that have little relation to the quality of the decentralized policy. Granting primacy to innovation: the era of technology parks and competitive clusters One of the characteristics of contemporary development policies is that they consider that dynamism, at local level, in terms of innovation, production and knowledge transfer is one of the keys to regional development, hence the important effort undertaken by regional and local authorities in this field. Policies of support to innovation a source of increasing returns are now part of the arsenal used by decision makers, who see increasing returns as the driving force, by excellence, of growth and development Hall, 1994. These policies are based on the fact that the appropriability of innovation gains is low, which calls for an intervention of the State in order to compensate for a possible low level of investment in the field of RD. These strategies, which have given rise to policies promoting hightech activities Goldstein, 2009 or large scale projects such as the Airbus project, are also considered relevant for rural areas, isolated regions and SMEs that lack resources. Their many ramifications can be divided into four main, though not quite watertight, categories: 11 The traditional policies of support to and for RD activities and expenditures, in volume or number of jobs; The policies that promote exchanges between enterprises and laboratories or universities, so that innovations irrigate the productive sector faster. For example, the Triple Helix approach aims to facilitate communication between these sectors and society or the public authorities Leydersdorff, 2006 ; The policies aimed at promoting the creation of a knowledge and skill based economy, resting on both an increase in the education level and on the diffusion of new technologies among the population;Finally, the policies that seek to attract innovative actors into certain regions or towns, arguing that their presence will promote creation and innovation processes. Few are the countries or Regions that have not implemented, in Europe, policies dedicated to local innovation systems, such as districts in Italy, the competence clusters in Germany or Denmark, or the technology and science parks in the United Kingdom, for example. In France the competitive cluster policy underlies a large part of the effort undertaken to promote innovative activities. Governed by the State, which functions as an initiator or facilitator of initiatives, this policy is supposed to orientate the production and innovation activities of a large number of enterprises, through the implementation of an incentive policy. Furthermore, the sectorbased logic of the largescale projects policies has given way to the geographic agglomeration of activities and of the means into privileged geographic areas centred around large enterprises, and maintains the ambiguity between the support to large industrial concentrations and the will to promote regional planning. Finally, this policy fits into the Lisbon Strategy, which aims to make Europe the worlds most competitive and dynamic economy, as was declared by the European heads of States and Governments at the European Council of March 2000. One of the known limitations of this approach lies in its linear conception, which minimizes the importance of feedback loops and of uncertainty in innovation processes. It leads to relatively unsatisfactory results in that it fails to take into account the geographic concentration of RD and of innovation activities within a small number of regions, as well as the phenomenon of exploitation of new knowledge outside the supported areas. Moreover, the usefulness and appropriateness of the pickingthewinner policies, which aim to select the areas that are the most favourable to innovation and the most dynamic sectors in terms of future job creation biotechnology, nanotechnologies, can be questioned Boschma, 2009. Besides the fact that it is impossible to predict future fast growth regions or winning sectors because new industries are often the result of spontaneous processes rather than of orchestrated interventions they lead to opt everywhere for the same activities, whereas the industrial and the innovation systems are very different and often incomplete Camagni, 1995. Thus, the inertia and lockin phenomena cause the great majority of regions to fail to develop these industries, resulting in huge losses of public resources. Another approach to innovation policies is advocated by research works whose views are close to that of evolutionists, who consider that market imperfections should not necessarily be corrected by public intervention for they are inherent to regional economies and can sometimes serve as motors of innovation and growth Bryant, 2001. The goal of regional policy should then be to encourage and facilitate innovation through the creation, diffusion and exploitation or commercialisation of new knowledge Boschma, 2009, but also and above all, through the promotion or creation of enterprises. This may involve direct interventions, such as the provision of RD, education and capital, in order to increase firms 12absorption and innovation capacities, but also to stimulate knowledge transfer through three main mechanisms: incentives for the creation of spinoffs from universities or firms, so as to diversify the regional economy, by exploiting the knowledge and skills available in the existing sectors; support to labour mobility; support to collaborative networks. Decentralization and territorial governance as emerging forms of processes of territorial dynamics regulation Since the early 1990s, controversies have arisen concerning the appropriateness of the regional level for regulating and understanding economic dynamics. Some authors have used the terms new regionalism Keating et al, 2003 or new localism Goetz and Clarke, 1993 to account for the importance of the region in the logics of economic, social and political actions, as well as of the role of territorial institutions in development processes. The context is favourable to decentralization policies, whether they involve the reinforcement of regional and territorial structures, of the rise of regional identity movements or of some regions demand for autonomy. Various movements have common doubts about the ability of national instruments and policies to solve economic and social problems, and share in the belief that a regional level or small nation approach is more efficient. It is, in particular, at this level that efficient solutions to the issues of firms competitiveness could be found, through being able to better understand the constraints and actions that characterize them, in an international environment marked by a high degree of integration and economic interdependence Scharpf, 1991. institutional Thus the role of regional institutions is shifting from that of implementing the competitiveness and redistribution policies elaborated by the State, to that of territorial entrepreneurs seeking to manage and organize the territories in such a way as to make them efficient, promote them and attract investments; this is a shift whereby the territories are engaged in a form of competition symbolised by the multiplication of development agencies Halkier et al, 1998. Key development actors, these agencies rest, not only on regional policies, but also on the implementation of mechanisms of development of a supply of training and skills, of technologies, and of facilities responding to expectations in terms of land, housing and even of natural environment.This logic is not limited to the regional level, but also concerns towns, large cities, periurban or rural areas Harvey, 1989 and combines with the development of local alliances between social and political actors, in order to promote local economic growth Keating et al, 2003. Although overall, they fit within a neoliberal context, such strategies are sometimes based on different ideologies, as shown by the successful development of Emilie Romane founded on the combination of a progressive political action, of a logic of social integration and of entrepreneurial success in the framework of industrial districts governed by the Communist Party Brusco, 1982; Garmise, 1994. These coalitions then play a key role, embodying the local institutions from which emerged the decisions in terms of production of public goods fostering development and the creation of relations between economic actors. Thus, one refers to territorial governance, involving a large number of actors of different natures in the management of local development policies Jessop,1997; Pasquier et al, 2007 Some authors have cautioned against the excesses and negative effects of this entrepreneurial orientation Harvey, 1989. Indeed, innovative initiatives and the investments approved by the territories to differentiate themselves and obtain a competitive advantage are only relative and temporary, which subjects them to the pressure of a race in which each territory seeks to 13temporarily take the lead to attract enterprises and households. Despite the resulting stimulation, the risks of inefficiency are many. Furthermore, there is an important debate about the sharing of competencies and budget resources between the different authority levels, from the local to the national, and even supranational. Sometimes described as fiscal federalism, these approaches relate to different topics: the optimality of the distribution of powers and financial resources, the coordination of activities between the governments linked to a federal State, the interregional externalities, equalisation and solidarity, financial transfers and tax competition. They are traditionally addressed on the basis of three main functions allocated, according to Musgraves typology, to the public sector 1959: efficiency of resource distribution; redistribution activities for equity purposes, macroeconomic stabilisation and promotion of growth. If the federal state or supranation level has won recognition in the literature as the mostsuitable level for the function of macroenonomic stabilisation, particularly in relation to the budget and financial dimensions, the analyses of the causes of growth generally conclude to the appropriateness of the responsibility being shared between the different spatial levels. But most of the current controversies are about the optimal spatial level for the allocation and redistribution functions. The vote with ones feet approaches Tiebout, 1956 for a long time concluded to the efficiency of a decentralized production of public goods and services as long as are fulfilled the hypotheses of difference between the preferences of the actors of the various federal entities, of mobility of individuals and of absence of returns to scale when public goods are dividable and have no spillover effects. But the New Fiscal Federalism movement tends to question the relevance of this model for the management of public expenses and of fiscal autonomy of local authorities Rodden, 2000; Wildasin, 2004 arguing that giving the lower levels of authority too much room for manoeuvre in terms of budget policies or borrowing could lead to overindebtedness and to a nonoptimal distribution of resources. Furthermore, the benefits of the tax competition to which the regions subject one another, in their attempt to attract enterprises, remain highly controversial, because tax competition can lead to an insufficient tax level in relation with the demands of local development, or even prove inefficient in the case of enterprises characterized by low mobility. Finally the question is raised of the efficiency of the modes of public intervention in matters of redistribution, and more particularly of organisation of social benefits between individuals or territories. The problems of solidarity and mobility of the tax bases to finance these policies also pertains to equity between regions and to the relationships between the central government and the decentralized authorities Guihery, 1997.A way beyond this debate lies in the implementation of multilevel governance policies. Extensively used in the political science literature Bache and Flinders, 2004, this term emerged in the mid 1990s to conceptualize the complex relationships, within the European Union, between State and subnational, public and private, or between transnational and supranational actors, within diversified networks of horizontal and vertical relationships Payne, 2000. Indeed, a close examination of practices shows a reinforcement of the direct interactions between supranational and subnational regional in particular authorities, in the implementation of policies RodriguezPose, 2002; the EU becoming an evolutive arena whose dynamics cannot be reduced to an intergovernmental logic. Though the States remain the main actors of the decision making process and of the implementation of public policies, collective decisionmaking processes cause the executive of each state to lose some control, whereas in the meantime the subnational actors are directly involved in the national and supranational arenas, creating transnational associations. Thus, the States no longer 14monopolize the link between subnational and European actors and now appear as one actor among others operating at different levels. Some justify this evolution by the diversity of the geographic scales from the local to the global of the externalities related to the provision of public goods Hooghe and Marks, 2001. However, certain fields of public action remain the prerogatives of national governments; for example, labour market regulation, taxation, public investment; the latter two fields actually enable the national governments to perform the function of redistribution between the better endowed regions and the poorer ones. III. Questions around rural development. From analyses to grassroots policies Although a large number of works and handbooks have been published on the question of regional or territorial development or as presentations of research conducted on the subject see Clocke et al, 2006, the equivalent literature devoted to questions of rural development is not as easy to come by, as the latter is a field of study that cannot readily be described as a discipline per se. Nevertheless, the questions related to rural development are included much more extensively in the agenda of public policies, as can be seen in the European Commissions well stocked website dedicated to questions of agriculture and rural development EU, 2010, or in various books describing field experiences or actions conducted in collaboration with local actors for example, Mosley, 2006. It will therefore be necessary to keep browsing and searching in order to define the content and the research conducted in this field, between the analysis of actions and of policies implemented in the field, and the careful analysis of research studies for which questions of development are not necessarily priorities. Incidentally, the local practices and policies bring about theoretical reflections, and therefore contribute to the construction of the new paradigm van der Ploeg et al. 2000 ; OCDE, 2006a.III.1. Rural development: myth or reality?The first contemporary analyses of rural development are based on the experiences conducted in the 1950s following the development programmes initiated in various regions of the world, particularly by the United States or the United Nations. These programmes are characterized by a strong emphasis on agriculture which can be explained by two historical factors: The necessity to increase the supply of food products, and the massive presence of farmers in most rural areas on the planet. Farming constitutes both the main activity in terms of income and of occupation of the populations, and the main user of rural space. This is the reason why these programmes focus above all on promoting a development of agricultural production and productivity, in particular through technology transfer, the implementation of new technical paradigms and the pursuit of higher returns, through the rationalization, mechanisation and intensification of production. The green revolution is under way, for the greater benefit of rural areas. However, doubts and concerns are fast emerging as to whether these programmes are entirely valid. Firstly because they focus essentially on the productive dimension without paying much attention to the welfare of the populations and to their access to resources other than food. Secondly because they take little consideration of the demands for equity or equality in the treatment of individuals, and often favour the enrichment of some categories of people at the expense of other groups who continue to live in poverty or in dependence. But also because the ecological and environmental consequences in relation to pesticides or water resources for example of these policies are seldom considered, or because the populations are 15rarely included in the decisions thus made, decisions which they follow or are subjected to rather than control or initiate. Finally, one major event has called into question the very nature of these policies: it is the rural depopulation and the resulting loss of influence of the farming activity in rural areas. It has become impossible in many regions, particularly in Europe, to found a development or even a growth policy, exclusively on agriculture. Rural economies are thus characterized by a loss of knowledge capital and knowhow and of population, as well as by a process through which a balance between farming and other, tertiary or secondary activities can be reached Marini Mooney, 2006. Some scholars then started to call into question the diffusionist paradigm and its validity. Their works rest, in particular, on their revealing the limitations of the automatic transfer of innovations and technologies, by placing emphasis on the obstacles to the diffusion resulting from various types of social resistance, and from the limited competences of the local actors. Furthermore, some recent research studies highlight the necessity of taking into account the opinions of local populations, including non farming populations, and of enabling civil society to take part in decision making in matters of development Chambers, 1994. In parallel to this, the issue of empowerment in terms of competences and capacities of the local actors, is slowly emerging in the literature, in particular following works such as those of Sen 1999. The desire to ensure that the populations supposed to benefit from the development processes are not sidelined, and that they participate in the decisions made about them or their future, has lead a number of large international institutions to address the question and initiate a debate about participate approaches to development see for example the Neuchatel group, 1999. A first set of studies relate to the phenomena of learning and of knowledge acquisition by local populations, at individual or collective level. These studies concentrate first of all on the channels and means of diffusion of technical information particularly that related to farming activities among local actors, whether they be the material or social dimensions of this diffusion. Thus, attention is placed on the development and diffusion of Information and Communication Technologies Richardson, 1995, put at the service of farmers, as well as on the role of agricultural consultants in this process, deemed vital for the growth of agriculture. But other works also examine how the diffusion takes place and the learning processes established by the local populations, by focusing on the way knowledge is appropriated by the actors and exchanged within groups Falk and Harrison, 1998 rather than on the analysis of the knowledge itself. As Coudel has highlighted 2009 these approaches are based on the concept of community understood as a group sharing common interests, goals or values this type of community may be a geographic entity, but not necessarily so. The aim is to understand the learning mechanisms at play within these communities and to promote their development. We refer first and foremost to approaches in terms of local innovation networks, or even of development of a social capital, networks which link the local actors within collective and shared dynamics. The development and reinforcement of these communities, to which a good part of the population identifies, must allow for a faster technical and social learning process, at the service of development and of the enrichment of the local population Murray, 2000. It is a systemic or network approach that is privileged here and the highlighting of the importance of the linking and bridging relations in development processes. A second group of research studies refer to the capability and empowerment dimensions, and bring in the foreground the improvement of the capacities and competences of individuals who live in rural areas. It is interesting to see that this is related to the conception of social 16psychology, in the sense that it is the development of individuals that is put in the foreground, even though one cannot separate the individuals from the group or groups to which they belong. Originating in research studies centred around the notions of gender, racial minorities and healthcare Lincolm et al, 2002, the empowerment approaches are often used in Southern countries, in relation to marginalized populations, such as peasants or small farmers, or women. Indeed these approaches involve helping these marginalized populations improve their own competences and capabilities and social integration, particularly through experiencebased learning. The capabilitybased approach, originating from Sens Works, has more individualistic foundations and rests on the idea that the actors must be free to choosefrom a range of action possibilities offered by their environment. It is from the interaction between individuals desires and the constraints of the environment that the possibility to control and act on ones material, economic and political environment emerge, for the benefit of the development of individuals and social groups Nusbaum, 2000. Of liberal inspiration, these theories are based on an idea of social justice in which individuals are granted rights and tools of intervention enabling them to attain their freedom, and therefore be able to choose their own development path, taking into account, however, the reality of the environment. A third and last group consists of the approaches that grant an important role to civil society, by including in projects, decision making processes and local development initiation, not only farmers and the public authorities, but also a whole range of mostly local actors. We have here the question of territorial governance, which takes into account both the diversity of opinions and their necessary reconciliation, as well as the multiplicity of stakeholders, who play a role in the development process by pushing for the implementation of principles of participative democracy Berger, 2003. The defenders of these approaches seek to move beyond those based on endogenous development by taking into account both the interests and goals of the local populations and of the policies and directives from outside the territories, governance being understood as a government of compromise , or as a process of multilevel and multipolar coordination in a decentralized and highly asymmetrical context Jordan et al, 2005. Thus, development first requires that oppositions and conflicts be overcome, so as to rally the different parties around a common vision and project Leeuwis, 2000, a procedure based on an intense process of exchange, discussion and social learning, and which can sometimes lead to the implementation of a process of territorial innovation. Thus, as Coudel has highlighted 2009, these approaches give pride of place to development processes rather than to the definition of targeted, or even quantifiable goals. This brings us back to one of the initial dimensions of approaches to development, which places emphasis on evolutions, and sometimes changes little discussed here, rather than on the comparison of states or the evaluation of the capacity to achieve goals. Here again we find the approaches in terms of local systems, with studies in terms of Localized Agrifood Systems, that can be related to a good part of the literature on localized production systems, of which they are a rural variation. The question of development is addressed differently depending on the approaches. With regards to the phenomena of learning and knowledge acquisition by local populations, the idea is above all to facilitate the diffusion or establishment of new techniques, from which is expected a productivity gain or a contribution to growth. For the research in terms of capabilities and empowerment, the idea is more to develop the capacities or competences of the population and to increase its level of awareness and knowhow. Finally, the approaches in terms of governance and participative democracy mostly see development as a happy outcome of the implementation of governance processes based on the participation of the population, the ironing out of oppositions and the definition of common projects. 17It is difficult to synthesize these different approaches, but many authors now consider that a new paradigm of rural development is emerging, a paradigm thought to be gaining autonomy from the dominant agroindustrial production model based on the use of chemical input and the health control of products, while developing an alternative representation of rural areas to that of a dependence towards the phenomenon of urbanization Roling de Jong, 1998, Marsden, 2006. Added to this is the emergence of issues related to the environment and sustainable development, which strongly impact the conception of the activities conducted in rural areas particularly farming activities and influence public policies and their implementation at local level, in zoning matters in particular Natura 2000, habitat directives, green and blue belts This new paradigm, accompanied by the rise of agroecology Gliessman, 1990, is thought to be emerging both in the practices and interventions of actors on the field and in public policies. Rural development would then be seen as a multi level, multi actors and multi dimension process, corresponding to responses to the limitations of the modernisation paradigm van der Ploeg et al, 2000. A multi level process, first of all, in terms of diversity of the policies and institutions aimed to address the question of rural development, as well as of evolution in the relationships between agricultural and society, with account being taken of the production of public goods, the development of a new model of agricultural production integrating the interactions between farming and other activities and the combination of activities at the scale of enterprises in rural areas. A multiactor processes, with interactions between farmers and rural actors and the rural development policies aimed at generating new articulations between the local and the global, but also at restoring the legitimacy of the local leaders or minimize clientelism. Finally, it is a multi dimensional process in that rural development takes place in the form of different practices, some of which are still developing and can be interconnected landscape management, nature conservation, agritourism, organic agriculture, specific farming products, short distribution circuits , so that elements considered superfluous in the modernist paradigm acquire new roles in the relations between farms, but also between farmers and urban populations. III.2. Rural development policies For a long time centred around agricultural issues, rural development policies have, since the 1990s, undergone important shifts and a diversification towards a better management, exploitation and preservation of local resources, towards the provision of support to enterprises and commercial activities of the secondary and tertiary sectors, towards maintaining or increasing populations in rural areas residential logic and towards the organization of the territory; these changes testify to the permanence of interventions that have undeniable, albeit contrasted, effects, and to the assertion that the spatial dimension hasalways been more or less integrated into agricultural policies. However, for a long time this involved successive generations of mechanisms covering a wide scope of interventions rather than a general and coherent policy. Almost all over the world new policies of rural development are being implemented, policies that take various forms according to the rural areas and their preferences in terms of development: mass farming production, production of quality products, residential development or touristic activities. The policies centred on supporting agriculture and the maintenance of activities are being replaced by an approach taking into account the variety of the activities present in rural areas: new industries, tourism, the introduction of ICT, cultural dynamics OECD, 2009a. At the same time, the principle of bottomup regulation and support have been competing with collective arrangements involving State representatives 18and various other stakeholders, first among which are local public authorities and associations. Finally, the link between the rural worlds and urban zones is increasingly brought to the fore at the expense of an approach targeting the isolated rural areas. This trend can be observed in Europe, where the multifunctionality of the territories and the diversity of the populations occupying them are increasingly taken into account OECD 2009b. One cannot really talk of a European rural development policy as such, but rather of interventions of various natures that combine elements of support provided by the States and the EU with local initiatives Guerin, 2008, and which are not just reduced to the rural development policies. They are undertaken at the level of the national and regional planning policies, as well as of the sectorspecific mechanisms in favour of agriculture, the habitat, land, the environment or of tourism in rural areas. The current European rural development policy has a threefold origin, which makes its outlines unclear and the identification of its objectives difficult Delgado and Ramos, 2002: The structural component of the agricultural policy, with the support to the process of modernisation and adjustment farming enterprises; The environmental component of the agricultural policy, with the taking into account of the non commercial functions of agricultural; The component agricultural and rural development of the regional policy or regional cohesion policy.Number of the interventions are implemented in the framework of the Common Agricultural Policy CAP, which has been successively revised since 1992. The measures implemented as part of the first pillar of the CAP have, on the whole, paid off, and have helped to partly reduce the important imbalances, particularly on the cereal, beef and milk markets. However, the questioning of the efficiency of the agricultural policies, the costs of the financial support and changes in rural land uses have lead to replace the financial aids with direct interventions at local level; This has been done through the second pillar of the CAP Midmore et al, 2008, which is related to rural development. Though the agricultural market policy remains the cornerstone of the CAP, the rural development component appears to have become an important issue. Thus, the 2000 Agenda includes in one mechanism, the new common agricultural policy and the structural measures aimed at strengthening the economic and social cohesion in the European Union for the 20072013 period. The complementarity of the two pillars has been reinforced by the introduction of three major principles: decoupling, crosscompliance and modulation, implemented since 2005. The first pillar now concentrates on providing a basic income support to farmers, whilst the 2nd pillar supports rural areas in their development as well as agriculture as a provider of public goods in its environmental and rural functions. This diversification of the European support to rural areas is not entirely decoupled from the activity of farming enterprises, but comes in increasingly sophisticated forms, integrating the high value added by the services provided, and therefore the labour performed. It is the case for example of farmbased food catering activities, of mailorder services or of the sale of baskets Pretty et al, 2005. It can also bring about more radical transformations of the farms, when it is related to landscape maintenance functions, recreational activities or persontoperson services. Thus, in addition to rural development come the functions of protection of fragile agricultural systems and of renewal of the food supply and of promotion of local food products Renting et al, 2003. The privileged areas of development periurban agriculture, 19protected areas such as nature parks or protected coastline bring to light the externalities produced by these vertically extended types of agriculture, destined to urban or periurban areas. Furthermore, measures are being implemented to compensate for the inequalities between urban and rural areas in terms of income, education and access to basic commodities. Thus, the four generations of the Leader programmes have, since 1991, played a determinant role in the setting up of initiatives for the development of rural areas and have contributed to the diffusion of multi actor governance principles, of partnership approaches between private and public actors, of territorial approaches promoting the emergence of project territories, as well as the networking and sharing of experiences. Finally, the agroenvironmental measures main instruments in favour of the environment are only now gaining a significant place. Their purpose is to compensate for the loss of income resulting from the implementation of good agricultural practices, through direct financial support to farmers. A good part of the debate now relates to the inclusion of rural actors other than farmers in the creation of these practices. Today, the EC rural development policy rests essentially on two presuppositions PerrierCornet, 2010. The prevailing conception of rural development remains that of extended rural development: Most measures consist of direct support to farmers. To a lesser degree, this orientation is combined to a theory of economic action which pertains above all to issues of endogenous development in different forms. Support to agricultural diversification, Leader approach, an improved management and exploitation of specific local resources, etc., are privileged as motors of territorial growth and development. Generally speaking, the question of regional development is not addressed by rural development policies, despite the structuring role of this issue, particularly through the relations between cities and rural areas, in a large part of European rural areas. This characteristic tends to overshadow both from the point of view of economic action theories and of the search for factors of territories competitiveness the positive economic knockon and diffusion effects of urban growth on rural development. However, this general finding must be viewed in relation to the great flexibility of the EC rural development policy. In so far as the latter rests on cofunding by member states and the almost free choice of measures the second pillar package with the exclusion of some environmental measures, the programmes of rural development of the members States or European regions differ noticeably, and form a complex mosaic, reflecting the diversity of the priorities and the balances of power. For a long time characterized by the multiplicity of funds and the large number of actors involved, the policies of rural development have therefore been faced with a diversification of the paths of evolution of rural areas, and at the same time have had to include new goals such as risk prevention and the limitation of the negative effects on resources. Consequently, the often complex evaluation of the coherence, relevance and effects of these programmes raises methodological problems Guerin, 2008.The policies concerning rural areas face two major issues related to the question of the new rural paradigm mentioned above: agriculture remains an entirely inescapable activity because it is the basis of human subsistence and occupies a large part of the planets land area in order to be able to meet those needs. However, its role now goes beyond the production of food 20products, and includes, for example the maintenance of the countryside, or can serve as a means of protecting land against urbanization ; The characteristics and methods and practices of agriculture can no longer result from farmers decisions only. Farmers must take into account the opinions of other local actors, whether in relation to the management of rural land, questions of pollution, agroecology, nature conservation but also to periurban areas, the demands of urban consumers in terms of modes of production and types of products; Rural development is decided and managed by the different families of stakeholders: the producers on the one hand, but also residents, associations, the actors of the cooperative and voluntary sectors, the local or decentralized public authorities. The ways decisions and rural development projects are undertaken correspond increasingly to territorial modes of governance that involve different stakeholders participating in the decision making process Torre and Traversac, 2010; This multilevel governance process has two characteristics. It depends on the wide variety of local actors, of local networks with their social, economic and political implications, but also involves global actors national and supranational who impose constraints, regulations and rules from the outside. This process can occasionally be filled with contradictions, as in the case of the European community in which are combined an increasing weight of the commission in matters of regulations and the diffusion of principles of subsidiarity and decentralization which gives regions more opportunities for initiative. III.3. Rural development: towards a theory of action? The theoretical approaches to rural development are for the most part based on detailed field surveys rather than on academic theory or modelling. The analyses are meant to be based on concrete experiences, as well as on the taking into account of the behaviours and strategies of the private, public or associations actors. Recommendations follow findings and are accompanied by concrete implementations, the impact of which is evaluated, often by comparing them with a catalogue of predefined goals. The constitution of groups of actors is encouraged, conflict resolution methods based on protocols and guides for action. This analysis is accompanied by a reflection on public policies that takes two forms. Firstly, a critical analysis has been made of the policies implemented, of their key features and their limitations. Thus, the example of the European Leader Programmes is an important source of reflection and comments. Secondly, a large part of the research conducted on the question aims at the implementation of new rural development policies and of recommendations to public decision makers: there is an expressed need to translate the reflection into concrete measures and operational solutions that can produce results in the near future and a desire to serve the actors of development. Let us mention here the questions of territorial engineering, developed in parallel with the processes of decentralization and with the decentralization and acquisition of new local competences, at the crossroads between field methods and reflection about the construction of development projects. This has given rise to a conception of rural development based on two main components. Firstly, its field of application reached far beyond the economic dimensions. This is not only Perroux idea growth integration of human and social factors that is at stake, but also the fact that the competencies of the populations and their participation to the decision making process related to development choices have become central. Secondly, the choice of development projects is made according to a delicate tradeoff between different, local or 21supralocal lobbies and stakeholders with various ideas and interests, and who make temporary deals for their own sake and that of the territory. The different development paths then take the form of trial and error processes, according to whether the choices prove favourable or give rise to oppositions and conflicts leading to new dynamics. Thus, the concept of rural development is at once deeply ambiguous and highly promising. Indeed, although it has been reintegrated into the framework of programmes of more or less complex local public actions, rural development is in fact a largely autonomous process, one that is selfmaintained by local actors Van der Ploeg et al, 2000. A large number of practices are not directly initiated by national or European State policies and result from the implementation of local projects, supported and managed by different local actors, territorialproject management mechanisms, by skills acquired through trial and error processes or through the transposition of models tested outside the rural arena, for example within large organizations. As a result, rural development is a heuristic mechanism, the purpose of which is above all to seek new futures and to reflect not only the policies but also the efforts and projects of the local populations. Understanding this model and the profound paradigmatic changes it causes and which affect it might well require new theories reflecting its networks, interactions, practices and new identities. Conclusions This article has aimed to shed light on the questions of territorial development and rural development the relation between which were for a long time relatively unexplored and to identify the links between them and the differences that oppose them. Centred on regional growth, agglomeration effects and urban phenomena, the regional science theories have paid little attention to the processes of rural development, besides the now obsolete functionalist conception of rural space being dedicated to agricultural production. An analysis of the literature and of public interventions shows that the disjunction between both approaches now tends to be fading out and that policies and academic analyses are coming closer together around common watchwords such as territory, governance, subsidiarity, innovation or local systems. However, there remain important differences, if only the fact that there is a unified corpus of ideas in the field of regional development and policies, whereas approaches to rural development correspond more to a patchwork of field research, theoretical intuition and intervention practices that set themselves up as an action theory. Though they often consider the territory as a privileged field or context of application, it is above all the institutional dimension that prevails, with the taking into account of targeted measures, administrative zoning or boundaries, combined with development methods and field experiences carried by stakeholders, consultants, and territorial management mechanisms.While integration into the knowledgebased economy now requires of policy makers a high level of invention and experimentation that questions the relationships between public actors and stakeholders at a time when States financial capacities are increasingly low, sustainable development, globalization, the new processes and factors of production and innovation call for a reinvention of the outlines of and levers for rural development. Thus, the rise of periurbanisation, the recognition of ecosystemic services and of agricultural multifunctionality, the search for sustainability, the change in the economic structures of rural areas and in the sources of wealth creation, all contribute to the emergence of a new paradigm, the political translation of which still often confuses rural development for agricultural development. 22Bibliographie Alexander J.W., 1954, The basicnon basic concept of urban economic function, Economic Geography, 30, 246261.Anderies J.M., Janssen M.A., Ostrom E., 2004, A Framework to Analyse the Robustness of Socialecological Systems from an Institutional Perspective, Ecology and Society, 9, 1, 18. online : http:www.ecologyandsociety.orgvol 9iss 1art 18AutantBernard C., Mairesse J., Massard N., 2007, Spatial knowledge diffusion through collaborative networks, Papers in Regional Science, vol 863, pp.341350Becattini G., 1990, The Marshallian Industrial Districts as a SocioEconomic Notion, in Pyke F., Becattini G. and Sengenberger W. eds, Industrial Districts and InterFirm Cooperation in Italy, International Institute of Labour Studies, Geneva.Berger G., 2003, Reflections on governance: power relations and policy making in regional sustainable development. Journal of Environmental Policy and Planning, 5 3, 219234.Borst G., Stein J, 1964, Economic growth in a free market, New York, Columbia University Press.Boschma R., 2009, Evolutionary economic geography and its implications for regional innovation policy, Papers in Evolutionary Economic Geography, 09.12, URRC, Utrecht University Boschma R., Frenken K., 2011, The emerging empirics of evolutionary economic geography, Papers in Evolutionary Economic Geography, 11.01, URRC, Utrecht University Bourgeron P.S., Humphries H.C., RiboliSasco L., 2009, Regional analysis of socialecological systems, Natures Sciences Societes, 17, 185193.Cambridge Journal of Regions, Economy and Society, 2010, Special issue, Reregionalizing the Food System?, Vol.3, 2, July.Capello R., 2007, Regional Economics, Routledge, New York Chambers R., 1994, The origins and practice of participatory rural appraisal. World Development, vol 22, 7, 953969.Cloke P., 2006, Conceptualizing rurality, in Cloke P., Marsden T., Mooney P., The Handbook of Rural Studies, Sage Publications, Londres, 510p.Cloke P., Marsden T., Mooney P., 2006, The Handbook of Rural Studies, Sage Publications, Londres, 510p.Coudel E., 2009, Formation et apprentissages pour le developpement territorial : regards croises entre economie de la connaissance et sciences de gestion, these de doctorat en agroeconomie, Montpellier Supagro Davezies L. 2008, La Republique et ses Territoires, Editions du Seuil, Paris.Delgado M., Ramos E., 2002, Understanding the Institutional Evolution of the European Rural Policy: a Methodological Approach, Xth EAAE Congress, Zaragoza, 2831 August Drabenstott M., Novack N. Weiler S., 2004, New governance for a new rural economy: reinventing public and private institutions: a conference summary, Economic Review, issue Q IV, 5570.Fabricius C., Folke C., Cundill G., Schultz L., 2007, Powerless spectators, coping actors, and adaptive comanagers: a synthesis of the role of communities in ecosystem management. Ecology and Society, vol 121.Falk I., Harrison L., 1998, Community learning and Social Capital: just having a little chat.Journal of Vocational Education Training, vol 504: 609627.Feldman M., 1994, The Geography of Innovation, Economics of Science, Technology and Innovation, Kluwer Academic Publishers, Dordrecht, Boston, London, 155 p.Florida R., 2002, The rise of the creative class. And how its transforming Work, Leisure and everyday Life, Basic Books, New York.23Frenken K., Boschma R., 2007, A theoretical framework for evolutionary economic geography: industrial dynamics and urban growth as a branching process. Journal of Economic Geography 75: 635649.Fujita M., Thisse J.F., 1997, Economie geographique, problemes anciens et nouvelles perspectives, Annales d Economie et de Statistique, vol.45, pp.3787Gliessman S.R., 1990, Agroecology: researching the Ecological basis fo Sustainable Agriculture, Springer, New York.Goldstein H., 2009, Theory and Practice of Technologybased Economic Development, in Rowe J.E. ed, Theories of Local Economic development, Ashgate, Burlington, 375p.Guerin, M., 2008, Evaluation des politiques de developpement rural. Quelques elements danalyse, Economie Rurale, 307. NovDec, 3952.Hall P., 1994, Innovation, Economics and Evolution, Harvester Wheatsheaf, New York.High, C., Nemes G., 2007, Social learning in LEADER: Exogeneous, endogeneous and hybrid evaluation in rural development, Sociologia Ruralis, 47, no. 2, 103119.IAASTD Collective Author. 2008. International Assessment of Agricultural Knowledge, Science and Technology for Development, www.agassessment.orgIsard W., 1956, Location and Space Economy, MIT Press, Boston, MA.Jessop B., 1997, Capitalism and its future: remarks on regulation, government and governance, Review of International Political Economy, 43: 561581Johansson B., Karlsson C., Stough R.R., 2001, Theories of Endogenous Regional Growth, Springer, Heidelberg New York.Jordan A., Wurzel A.K.W., Zito A., 2005, The rise of new policy instruments in comparative perspective: has governance eclipsed government? Political Studies 533, 47796.Krugman P., 1991, Geography and Trade, MIT Press, Cambridge Lacour C., Delamarre A., Thoin M., 2003, 40 ans damenagement du territoire, DATAR, La Documentation Francaise, Paris Leeuwis C., 2000, Reconceptualizing Participation for Sustainable Rural Development: Towards a Negotiation Approach. Development and Change, vol 31: 931959.Levy J., Lussault M., 2003, Dictionnaire de la geographie et de lespace des societes, ed. Belin, Paris Leydersdorff, 2006, While a storm is ragging on the open sea ; Regional Development in a KnowledgeBased Economy, Journal of Technology Transfer, 31, 1, p. 189203.Lincoln N.D., Travers C., Ackers P., Wilkinson A., 2002, The meaning of empowerment: the interdisciplinary etymology of a new management concept. International Journal of Management Reviews, vol 43: 271290.Marks G., Hooghe L., Blank K., 1996, European Integration since the 1980s: Statecentric versus Multilevel Governance, Journal of Common Market Studies, vol.343: 341378Martin R., Sunley P., 1998, Slow convergence? Post neoclassical endogenous growth theory and regional development, Economic Geography, 743: 201227Maskell P., 2001, The firm in economic geography. Economic Geography, 774: 329344Markusen A. 1996, Sticky Places in Slippery Space: a Typology of Industrial Districts, Economic Geography, Vol. 72, No. 2: 294314.Marini M.B., Mooney P.H., 2006, Rural Economies, in Cloke P., Marsden T., Mooney P., The Handbook of Rural Studies, Sage Publications, Londres, 510p.Marsden T., 2006, Pathways in the sociology of rural knowledge, in Cloke P., Marsden T., Mooney P., The Handbook of Rural Studies, Sage Publications, London, 510p.Midmore, P., L. Langstaff, S. Lowman and A.Vaughan, 2008, Evaluating Pillar 2 Employment Impacts: Case Study Methodology and Results for East Wales. 12th Congress of the European Association of Agricultural Economics, Ghent.24on Agricultural Extension, 1999, Common Framework Mollard A., Sauboua E., Hirczak M. eds, 2007, Territoires et enjeux du developpement regional, Ed. Quae, Paris Mormont M., 1990, Who is rural? Or, how to be rural: towards a sociology of the rural, in Marsden T. et al. eds, Rural Restructuring, Fulton, London.Moseley M.J., 2003, Rural Development. Principles and practices, Sage Publications, London.Murray P., 2000, Evaluating participatory extension programs: challenges and problems, Australian Journal of Experimental Agriculture, vol 404, 519526.Neuchatel Group, http:www.neuchatelinitiative.netenglishindex.htm.de Noronha Vaz T., Morgan E., Nijkamp P. eds, 2006, The New European Rurality. Strategies for Small Firms, Ashgate Economic Geography Seriesde Noronha Vaz T., Nijkamp P., Rastoin J.L. eds, 2009, Traditional Food Production and Rural. Sustainable Development. A European Challenge, Ashgate Economic Geography Series Nooteboom B., 2000, Learning and Innovation in Organizations and Economies. Oxford: Oxford University Press.North D., 1955, Location theory and regional economic growth, Journal of Political Economy, 63: 243258.Nussbaum M., 2000, Women and Human Development: The Capabilities Approach, Cambridge University Press.OCDE, 2006a, The New Rural Paradigm. Policies and Governance, OECD, Paris, 164 p.OCDE, 2006b, Coherence of Agricultural and Rural Development policies, OECD publishing, Paris, 415 p.OCDE. 2009a. Organisation for Economic CoOperation and Development Region at the glance, OECD, Paris, 255 p.OCDE. 2009b. Organisation for Economic CoOperation and Development The role of agriculture and farm household diversification in the rural economy: Evidence and initial policy implications, OECD, Paris, 144 p.Ostrom E., 1990, Governing the Commons. The Evolution of Institutions for Collective action, Cambridge, Cambridge University Press.Ottaviano G., Thisse J.F., 2004. Agglomeration and economic geography, in J.V. Henderson, J.F. Thisse eds, Handbook of Regional and Urban Economics, edition 1, vol 4, chap. 58, pp 25632608, Elsevier Pasquier R., Simoulin V., Weisbein J. eds, 2007, La gouvernance territoriale. Pratiques, discours et theories, Droit et Societe, 44, LGDJ, Paris Payne A., 2000, Globalization and Modes of Regionalist Governance, in Pierre J. ed Debating Governance. Authority, Steering and Democracy, Oxford University Press Pearce, D. W., K. Hamilton G. Atkinson, 1996, Measuring Sustainable Development: progress on indicators, Environment and Development Economics, 1: 85101.PerrierCornet P., 2002, Repenser les campagnes, Editions de l Aube PerrierCornet P. 2011, Rural territories, governance and rural policies: what perspectives? In Torre A, Traversac J.B., Territorial Governance, Springer Verlag, Heidelberg N. York.Porter M.E., 1985, Competitive Advantage, The Free press; New York.Porter M.E., 1990, The Competitive Advantage of Nations, The Free press; New York.Prager JC., Thisse JF., 2009, Les enjeux geographiques du developpement economique, Agence Francaise de Developpement, Departement de la Recherche.Pretty J, Lang T, Ball A and Morison J. 2005. Farm costs and food miles: an assessment of the full cost of the weekly food basket. Food Policy 301, 12025Richardson D., 2005, How Can Agricultural Extension Best Harness ICTs to Improve Rural Livelihoods in Developing Countries? In Gelb E., Offers A. eds, ICT in Agriculture: Perspectives of Technological Innovation, European Federation for Information Technologies in Agriculture, Food and the Environment.Renting, H., T. K. Marsden, J. Banks, 2003, Understanding alternative food networks: exploring the role of short supply chains in rural development, Environment and Planning A,35, 393411.Roling N., de Jong F., 1998, Learning: Shifting paradigms in education and extension studies, The Journal of Agricultural Education and Extension, vol 53: 143161.Romer P.M., 1990, Endogenous Technological Change, Journal of Political Economy, 985, 71102.Rowe J.E., 2009, ed, Theories of Local Economic development, Ashgate, Burlington, 375p. Sack R., 1986, Human Territoriality. Its Theory and History, Cambridge University Press, Cambridge.Schumpeter J.A., 1934, The Theory of Economic Development, Harvard University Press, Cambridge Mass.Scott M., 2004, Building institutional capacity in rural Northern Ireland: the role of partnership governance in the Leader II programme. Journal of Rural Studies, vol 20: 4959.Scott A., Storper M., 2007, Regions, Globalization, Development, Regional Studies, vol. 41, 191205Sen A., 1999, Development as Freedom, Alfred A Knopf, New York.Singh K., 2009, Rural Development, Sage Publications, New Delhi, 3rd editionSolow R.M., 1956, A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, 1, p.6594.Solow R.M., 2000, Growth theory: an exposition, Oxford University Press, New York.Stohr, W. B., 1986, Regional Innovation Complexes, Papers in Regional Science, 59, 2944.Sombart W., 1916, Der Moderne Kapitalismus, Duker Humbolt, Munich.Stimson R.J., Stough R., Roberts B.H. 2006, Regional Economic Development. Analysis and Planning strategy, Springer, Heidelberg New York, 452p.Terrier C., 2006, Leconomie presentielle, un outil de gestion du territoire in Cahiers ESPACES, numero special Observation et Tourisme.UE, 2010, Agriculture and Rural Development, http:ec.europa.euagricultureindex_en.htmvan der Ploeg J.D., Renting H., Brunori G., Knicken K., Mannion J., Marsden T., de Roest K., Sevilla Guzman E. Ventura F., 2000, Rural Development: from practices and policies towards theory, Sociologia Ruralis, 40, 4, 391408.Torre A., 2008, On the role played by temporary geographical proximity in knowledge transfer, Regional Studies, vol. 42, no 6 , 869889Torre A, Traversac J.B., 2011, Territorial Governance, Springer Verlag, Heidelberg N. York.26", "filename": "ERSA2011_1609.pdf", "person": ["Frederic Wallet", "Wallet, Frederic", "Andre Torre", "Torre, Andre"], "date": ["2011"]}