{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109294/1/ewp-095.pdf", "http://hdl.handle.net/11540/1856"], "title": ["Can East Asia Weather a US Slowdown?"], "plaintext": "About the Paper The ongoing slowdown in the economy of the United States US has sparked increasing concerns over the shortterm growth prospect of East Asia. Using the Oxford Economics Global Model, CynYoung Park examines the possible impacts on East Asia of a sharper and longer US slowdown than is currently anticipated in the Asian Development Outlook 2007. The simulation results suggest that a US slowdown on its own would not meaningfully derail East Asias strong growth. However, in case of significant spillovers from the US slowdown through financial instability and a hard landing in investments in the Peoples Republic of China, different growth stories of East Asia may unfold.About the Asian Development Bank The work of the Asian Development Bank ADB is aimed at improving the welfare of the people in Asiaand the Pacific, particularly the 1.9 billion who live on less than 2 a day. Despite many success stories,Asia and the Pacific remains home to two thirds of the worlds poor. ADB is a multilateral developmentfinance institution owned by 67 members, 48 from the region and 19 from other parts of the globe.ADBs vision is a region free of poverty. Its mission is to help its developing member countries reducepoverty and improve the quality of life of their citizens.ADBs main instruments for providing help to its developing member countries are policy dialogue, loans,technical assistance, grants, guarantees, and equity investments. ADBs annual lending volume is typicallyabout 6 billion, with technical assistance usually totaling about 180 million a year.ADBs headquarters is in Manila. It has 26 offices around the world and has more than 2,000 employeesfrom over 50 countries.Asian Development Bank 6 ADB Avenue, Mandaluyong City 1550 Metro Manila, Philippineswww.adb.orgeconomics ISSN: 16555252Publication Stock No. Printed in the Philippines ERDWorking Paper SERIESNo.95ECONOMICS AND RESEARCH DEPARTMENTCan East Asia Weather Can East Asia Weathera US Slowdown?a US Slowdown?CynYoung Park June 2007ERD Working Paper No. 95Can East asia WEath Er a Us slo Wdo Wn?Cynyo Ung Park JUn E 2007CynYoung Park is Senior Economist in the Macroeconomics and Finance Research Division, Economics and Research Department, Asian Development Bank. The author is grateful for helpful comments from Frank Harrigan and wishes to acknowledge valuable assistance from Lea Sumulong for the simulation. All remaining errors are the authors.Asian Development Bank 6 ADB Avenue, Mandaluyong City 1550 Metro Manila, Philippineswww.adb.orgeconomics 2007 by Asian Development Bank June 2007ISSN 16555252The views expressed in this paperare those of the authors and do notnecessarily reflect the views or policiesof the Asian Development Bank.Fo REWo RDThe ERD Working Paper Series is a forum for ongoing and recently completed research and policy studies undertaken in the Asian Development Bank or on its behalf. The Series is a quickdisseminating, informal publication meant to stimulate discussion and elicit feedback. Papers published under this Series could subsequently be revised for publication as articles in professional journals or chapters in books.Co Nt ENts Abstract I. Introduction II. Asias External Dependency III. Impact of a US Slowdown A. Baseline Scenario B. C. Three Alternative Scenarios of a US Downturn Simulation Results IV. Concluding Remarks Appendix References vii 123336101112Abst RACt The expected slowdown in the economy of the United States US has ignited increasing concerns over the shortterm growth prospect of East Asia. Historically, a US slowdown has often been associated with a global slowdown. East Asia has been particularly vulnerable to slowing US growth, given its relatively high export reliance on the US market. During the last slump in 20012002, a drop in US imports immediately translated into falling exports, cuts in industrial production, and declining growth rates in East Asia. Using the Oxford Economics Global Model, this paper examines the possible impacts on East Asia of a sharper and longer US slowdown than is currently anticipated by the Asian Development Bank in its Asian Development Outlook 2007. The results of the simulation exercises suggest that the impact of a US slowdown on its own would not significantly impact growth in East Asia. However, if a US slowdown instigates disorderly adjustments in international financial markets and spills over into the Peoples Republic of China, the remainder of East Asia would not be spared.I. INt Ro Du Ct Io NA slowdown in the United States US in 2007 has become more of a fact than a conjecture. The US economy registered the lowest growth rate in 4 years in the first quarter at 1.3%, sparking increased concern over its 2007 growth prospects. A downturn in the US housing market, which has already dented US economic performance through declines in residential investment and construction activity, is expected to further the slowdown before it improves. Historically, a US slowdown has often been associated with a global slowdown. The US is by far the largest single economy in the world, accounting for nearly one third of global economic activity. A slowdown in the US economy could thus represent a significant downside risk to the global economy. In the past, East Asia 1 has proven particularly vulnerable to slowing growth in the US economy given its relatively high export reliance on the US market. During the last slump in 20012002, US imports fell by a cumulative 4.2% and this fall was translated into falling exports, cuts in industrial production, and declining growth rates in East Asia. Although a sharp downturn in the US economy is not a part of the baseline scenario for the global economy presented in the Asian Development Outlook ADO 2007 ADB 2007, there is increasing concern about further weakness in the US economy and its potential impact on the East Asian economy. Using the Oxford Economics Global Model the Oxford model see Appendix for the model description, this paper examines the possible impacts on East Asia of a sharper and longer US slowdown than is currently anticipated in the ADO 2007. Additional scenarios where a sharper US slowdown triggers an unwinding of global imbalances or a hard landing in the Peoples Republic of China PRC economy will also be considered. A deeper slowdown in the US economy could spark fear over the sustainability of large US current account deficits, thus leading to a sharp depreciation in the US dollar. Also, there are concerns about overheating in investments of the PRC. The PRC reported another strong growth in investment in the first quarter of 2007, with fixed asset investment rising about 25% from a year ago. Tightening measures intended to rein in booming asset demands in the PRC continue. Combined with this, if a sharper slowdown in the US instigates instability in global financial markets, a sudden shift in investors sentiment may lead to a sharp reduction in the PRC investment. The results of these exercises suggest that the impact of a US slowdown on its own would not significantly impact growth in East Asia. However, if a US slowdown instigates disorderly adjustments in international financial markets and spills over into the PRC, the remainder of East Asia would not be spared. 1 Throughout this paper, East Asia refers to nine economies in East and Southeast Asia Peoples Republic of China Hong Throughout this paper, East Asia refers to nine economies in East and Southeast Asia Peoples Republic of China Hong Kong, China Indonesia Korea Malaysia Philippines Singapore Taipei,China and Thailand.Can east asia Weather a us slo Wdo Wn?Cynyoung Park II. As IAs Ext ERNAl DEPENDENCy There is debate on whether East Asia is uncoupling from the US economy. Traditionally, East Asia has been viewed as a region that relies heavily on exports for growth. As an important corollary of this, the East Asian economy has been considered vulnerable to external demand shocks. However, despite a visible slowing in US growth in the second half of 2006, East Asias exports remained robust. Some commentators have interpreted this as evidence that East Asia might be uncoupling from the US business cycle. This uncoupling thesis rests on the fact that countries in East Asia increasingly trade with each other and less with the US. Today, 40% of all goods leaving East Asias ports are headed for other East Asian destinations. The US market now accounts for only 18% of East Asias total exports, down from 24% just 5 years ago. Also, although the East Asian economy accounts only about 10% of world gross domestic product GDP in real US dollar terms 22% on a purchasing power parity basis, its share of incremental income in the global economy is growing rapidly. East Asia posted an average growth rate of 7.6% per year over the past 5 years, contributing nearly one fourth of global growth in the same period.Yet despite its increasing share in world output, East Asias economic size remains small relative to the USs 30.6% of world GDP, Japans 14.0%, and European Unions henceforth, G3 economies 24.9%. East Asias weight in global demand is also less than its weight in income, as it has continued to run large current account surpluses. While the G3 economies consume nearly as much as they produce, East Asia consumes only about 70% of what it produces. The great bulk of East Asias products are being exported outside the region. ADB 2007 presents evidence that East Asia is vulnerable to the global business cycle both structurally and cyclically. Sharing of production processes across East Asia has given strong momentum to regional economic and trade integration since the 1990s. But this regional integration is tied to the globalization of business networks. Growing intraregional trade is to a large extent being driven by back and forth shipments of intermediate goods that are eventually consumed outside the region. The worlds major industrial countries continue to contribute the bulk of final demand from which much of East Asias trade in intermediate goods is derived. More than 60% of East Asian exports are ultimately headed for the G3 economies, after tracking the ultimate destination of trade of intermediate goods. Analysis of East Asian business cycles also yields some surprises. Growth in East Asian countries has become much more closely synchronized, and, increasingly, the ups and downs of growth in the PRC have moved in tandem with the rest of East Asia. But evidence of greater business cycle synchronization is not confined to the region. Cyclical comovements of output in East Asia and the G3 have also visibly strengthened since the 1997 Asian crisis. Finally, there is evidence of stronger, not weaker, sensitivity of cyclical movements of East Asian output to cyclicality of the G3 in the postcrisis period. The International Monetary Fund IMF 2007 broadly corroborates the evidence presented in the ADO 2007. Taken together, this evidence questions the uncoupling thesis. Indeed, despite appearances to the contrary, it would seem that in the postcrisis period, East Asia has become more, not less sensitive, to the vicissitudes of movements in international demand, particularly in the G3. However, a question mark does exist over the economic rather than statistical significance of the underlying linkages. To examine these, the next section uses the Oxford model, to quantify and trace the impacts of a variety of shocks on East Asia. June 2007se Ction iiiim Pa Ct of a us slo Wdo Wn III. Im PACt o F A us slo WDo WNA. baseline scenario The baseline assumption is that US growth slows to an annual rate of 2.5% in 2007, down from 3.3% in 2006. The ongoing housing slump has already hurt growth by crimping residential investment and slowing business activity. Residential investment has fallen for the fifth consecutive quarter in the last quarter of 2006. Although the pace of decline in home prices has moderated, falling housing starts and building permits continue to set a downward trend in the housing sector. However, buoyant consumption demand underpinned by steady improvement in the job market provides a backdrop for a quick rebound. The baseline scenario projects the US economy to quickly recover, growing at 3.0% in 2008.While it is clear that East Asia remains vulnerable to a severe slowing in the US economy, the baseline scenario has modest implications only. There are three reasons for this. First, the depth of the slowdown in the US economy is expected to be contained. So far, the housing marketled US slowdown has had limited spillovers elsewhere. Private consumption and business investment unrelated to construction demand in the US remain buoyant. With the US import demand being generally healthy, it also helps that East Asia has little industry exposure to the US housing sector. Second, both the Japanese and European economies are on a modest cyclical upturn. Together, they account for nearly 30% of total world GDP and represent more than one fourth of East Asias total export marketmuch larger than the share of the US market. Although historically these economies were also seen generally sensitive to the US business cycle, their export reliance is far smaller than the East Asian economy. As long as these economies retain growth momentum, their domestic demand could provide a meaningful buffer for East Asian exports. Third, the baseline scenario embodies moderate accommodations in monetary and fiscal policies. For example, the baseline scenario already incorporates a nearly 100 basis point reduction in the US Federal Funds rate by the end of 2008. Timely and responsive policy actions may help mitigate adverse impacts of the slowing economy.Against this backdrop, the outlook for East Asia remains brisk. As the pace of global expansion eases, growth is projected to ease to 7.5% in 2007, down from 8.1% in 2006 ADB 2007. But growth of 7.5% would still be faster than the average annual growth of 6.5% over the last decade. While net exports contribution to growth is expected to soften, strengthening domestic demand is expected to fill part of the gap. Little change is expected in 2008. This baseline outlook is consistent with the consensus assessment that a housing marketled slowdown in the US would be a relatively isolated domestic phenomenon with little complications for the rest of the world see IMF 2007.b. three Alternative scenarios of a us Downturn The analysis in this section focuses on three alternative scenarios, each of which anticipates a sharper fall in US GDP growth compared with the baseline scenario. The first scenario Scenario 1 considers a further decline in US consumption, which will amount to a 1 percentage point drop in GDP growth from the baseline scenario in 2007 and 2008. Scenario 1A and Scenario 1B provide a more explicit description of relevant downside risks associated with the sharper US slowdown. In Scenario 1A, the slower US growth triggers a dollar depreciation of 10% against all the currencies, erd Working Pa Per series no. 95 Can east asia Weather a us slo Wdo Wn?Cynyoung Parkexcept Hong Kong, China where the currency is fixed. Finally, Scenario 1B considers the possibility that slower US growth acts as a drag on global investment, leading to a reduction in gross fixed investment by 10% over the baseline level in the PRC. Figures 1ac demonstrate the changes implied by these scenarios compared to the baseline. The first panel of Figure 1 shows that US growth rates fall by 1 percentage point from the baseline growth rates for two consecutive years. This implies that US growth slows to 1.5% in 2007 and 2.0% in 2008, compared with 2.5% and 3.0% respectively presented in the baseline scenario. The second panel shows that the US dollar depreciates by 10 percent. This onestep depreciation against all currencies leaves the effective exchange rate for the US dollar permanently lower than the baseline level by 10 percent. Likewise, the third panel illustrates a permanent reduction in the PRC investment by 10% compared to the baseline level. Scenario 1B is again a onestep adjustment in the level. In terms of growth rates, it is only a temporary shock and investment growth rates return to the baseline scenario values immediately after one year. For example, investment growth drops from the baseline growth rate in 2007 by nearly 12 percentage points, but from 2008 onward, growth resumes at the baseline pace. Figure 1a corresponds to Scenario 1. A combination of Figure 1a and 1b represents Scenario 1A, whereas Figure 1a and 1c together express Scenario 1B. Scenario 1 envisions a sharper US slowdown than currently anticipated in the baseline scenario. While a sharper than anticipated slowdown may warrant more aggressive monetary and fiscal easing, there may not be enough room for these policies to deal with the slowdown globally this time around, as opposed to the last global downturn in 2001. First, persistently high oil prices continue to feed into underlying inflationary pressures, which may prevent affected countries from exercising expansionary monetary policy corresponding to a further slowdown. Second, fiscal expansion as well may not be easily accommodated, as many countries remain stretched in their fiscal balances and are now committed to longterm consolidation plans. The simulation exercise is therefore based on the assumption that there is no further change in domestic and international policies, global interest rates, and exchange rates beyond which are already embedded in the baseline scenario.Scenario 1A considers an additional risk that a sharper US slowdown triggers dollar depreciation by motivating international investors to restructure their portfolios away from dollar assets. The US current account deficit reached 856.7 billion in 2006, accounting for about 7% of GDP. As a result of steady rises in deficits, the US has now accumulated net foreign debt of about 3 trillion at the end of 2006. This implies that the US economy must attract large capital inflows from the rest of the world to finance its deficit. A disorderly resolution of large US current account imbalances could lead to a sharp depreciation in the US dollar. Scenario 1B imagines another case where a sharper US slowdown undermines investor confidence and adversely affects emerging Asian financial markets and investment. As seen in late February, trouble in the US stockmarket often triggers a broad selloff in emerging Asian markets. Furthermore, previous studies find that there exists an important relationship between intraregional trade and foreign direct investment FDI flows see ADB 2006 for a survey of these studies, suggesting that FDI flows to the region could be responsive to the prospect of the regions export growth. As a primary recipient of private equity investment including FDI flows, the PRC might experience a sharp fall in investment, potentially precipitating a hard landing in the PRC. June 2007se Ction iiiim Pa Ct of a us slo Wdo Wn FIGURE 1SCENARIOSFIGURE 1AUS GDPIN US BILLIONSBaseline Scenarios 1, 1a, and 1b 200620072008200920102011FIGURE 1BUS DOLLARIN EFFECTIVE EXCHANGE RATESBaseline Scenario 1a 200620072008200920102011FIGURE 1CPRC GROSS FIXED INVESTMENTIN US MILLIONSBaseline Scenario 1b 200620072008200920102011 erd Working Pa Per series no. 95 514,00013,50013,00012,50012,00011,50011,00100.090.080.070.060.050.018,000.016,000.014,000.012,000.010,000.08,000.06,000.0Can east asia Weather a us slo Wdo Wn?Cynyoung Park C. simulation Results Table 1 summarizes the estimated effects of a 1 percentage point drop in US GDP growth on overall GDP along with its demand components, consumer prices, industrial production, employment, and current account balance for East Asia and East Asia excluding the PRC. The effects are shown as percentage point deviations from the baseline. For example, East Asian growth drops by a 0.5 percentage point, which can be translated into an annual growth rate of 7.0% in 2007 instead of 7.5% in the baseline projection. This amounts to an income loss of 80.3 billionabout 0.4% of total GDP in East Asiacompared to the estimated GDP level for the first year in the baseline scenario. The main transmission mechanism here is trade linkages see Appendix for the detailed model mechanism. Slower US growth implies slower growth in exports and income for US trading partners. Reduced export earnings and income relative to the baseline level will then depress domestic consumption. This adverse income effect for the US trading partners can be further aggravated by the price effect. As domestic demand ends lower than the baseline level, excess supply will add downward pressure on domestic price levels from the baseline level. As a result, the inflation rate will fall under the baseline inflation rate, thus lifting real interest rates instantly higher relative to the baseline scenario. Higher real interest rates then curb domestic consumption and investment growth even more. In the absence of monetary and fiscal policy responses in East Asia, domestic demand growth will be further trimmed. ADB 2005 finds that significant improvements in investment and capital accumulation are also often associated with strong export growth in East Asia. It further suggests that exports act as an important growth stimulator for the East Asian economy. Slower export growth often discourages domestic production, corporate spending, and hiring, thus leading to slower domestic demand and income growth. Slower investment growth also has longterm consequences, as a reduction in the capital stock relative to the baseline will lower potential output again relative to the baseline. Where investment growth slows significantly visavis the baseline scenario and recovers only gradually due to countryspecific rigidities, capital stocks could end much lower than the baseline level, thus having a lasting effect on productivity and potential growth. In general, individual countries may take a different route in the return to longterm equilibrium, depending on the existing policy frameworks and structural rigidities. In some cases, a lack of central bank credibility may put an economy through high inflation during the adjustment process. In others, structural rigidities in the labor market may prolong the adjustment process until real wages drop to balance the market. Reflecting the countryspecific assumptions regarding price, wage, and structural rigidities in the Oxford model, the impact on GDP growth will differ from one country to another. In Scenario 1, a deceleration in US growth has nonnegligible effects on a number of East Asian economies. East Asias growth slows by 0.5 percentage point in 2007 and by a further 0.8 percentage point in 2008 in response to a 1 percentage point fall in US growth. The implied loss of income is significant, amounting to 282.2 billion or 1.5% of East Asias total GDP over 2 years. But underlying growth would remain comparatively robust and above 6% given the strong baseline projection.The impact on East Asias economic performance of slower US growth is significant, both directly through slowing US import growth and indirectly through the influence of the US slowdown June 2007se Ction iiiim Pa Ct of a us slo Wdo Wntabl E 1sim Ulation r Es Ultsin PEr CEntag E Point d Eviations from bas Elin E gro Wth rat Ess CEnario 1: Us gro Wth d EClin Es by 1 PPt for t Wo Cons ECUtiv E y Ears GDP %, yoy Consumption %, yoy Investment %, yoy Exports %, yoy Imports %, yoyConsumer prices %, yoyIndustrial production %, yoyUnemployment rate %Current account % of GDPTrade balance millionasiay Ear 10.450.140.311.421.080.030.510.050.18y Ear 20.760.341.110.981.110.150.780.100.1610771.02 12193.44asia Ex Cl Uding Pr Cy Ear 20.590.570.580.980.930.060.660.050.134120.74y Ear 10.420.230.340.970.810.010.570.020.112852.62g 3y Ear 10.560.630.740.621.060.030.540.180.0725401.97y Ear 20.650.661.180.630.950.320.900.310.1249309.44s CEnario 1a: 10% Us d EPr ECiation in addition to s CEnario 1GDP %, yoy Consumption %, yoy Investment %, yoy Exports %, yoy Imports %, yoyConsumer prices %, yoyIndustrial production %, yoyUnemployment rate %Current account % of GDPTrade balance millionasiay Ear 11.850.361.174.082.090.662.110.130.613597.68y Ear 21.731.162.702.993.750.561.520.280.351759.43g 3asia Ex Cl Uding Pr Cy Ear 21.112.281.702.213.650.040.110.140.19y Ear 12.190.671.353.521.610.853.360.070.203005.32y Ear 21.051.101.701.731.900.471.350.460.4212720.23 154426.41 140742.72y Ear 10.861.280.880.402.510.250.040.240.47s CEnario 1b: 10% r Ed UCtion in th E Pr C gross fix Ed inv Estm Ent in addition to s CEnario 1asia PPT means percentage point yoy means yearonyear, GDP means gross domestic product. erd Working Pa Per series no. 95 y Ear 13.420.696.501.993.570.272.600.310.5014677.82y Ear 20.290.830.510.902.000.781.590.160.8036285.79asia Ex Cl Uding Pr Cy Ear 20.931.041.001.451.560.081.000.090.176277.31y Ear 10.810.430.601.921.590.021.110.040.226387.18g 3y Ear 10.610.630.780.971.190.030.640.190.0419480.49y Ear 20.730.721.290.931.120.361.050.350.0839479.63GDP %, yoy Consumption %, yoy Investment %, yoy Exports %, yoy Imports %, yoyConsumer prices %, yoyIndustrial production %, yoyUnemployment rate %Current account % of GDPTrade balance millionNote Source Staff estimates using the Oxford model.Can east asia Weather a us slo Wdo Wn?Cynyoung Parkon other important markets for East Asias exports. The estimated results also manifest empirical regularities that slowing exports lead to slower growth of industrial production and business investment. The level of investment and capital stocks will fall lower than the estimated levels in the baseline scenario over time, with the fall in investment tending to be most significant in PRC Korea Malaysia Singapore Taipei,China and Thailand given their export dependence.2Reflecting its relatively high exposure to external markets, a decline in East Asian export growth is more significant than that of other regions. East Asias export growth declines by a cumulative 2.4 percentage points over 2 years, compared to a drop of 1.1 percentage points in the eurozone economy. A reduction in US imports relative to the baseline was also transmitted directly as a decline in East Asias trade surplus. The loss of the trade surpluses of these nine East Asian economies amounted to about 10.8 billion in 2007 and another 12.2 billion in 2008about one third of the gains in US trade balance owing to a reduction in its imports. But in light of relatively healthy growth in Japan and the European countries, the reduction of East Asias current account balance is still moderate and limited to only about 0.2% of GDP each year. Strong growth momentum in East Asias domestic demand, however, limits the severity of the overall impact. Consumption growth fell by 0.5 percentage point from the baseline over 2 years mainly due to a reduction in real income. Investment is hit more significantly, as its growth declined by 1.4 percentage points over 2 years from the baseline assumption. But, excluding the PRC where investment growth fell by 1.8 percentage point, the rest of the region suffers only a 0.9 percentage point drop in investment growth. The relatively modest impact of a US slowdown is generally consistent with the earlier empirical results see IMF 2007 for a survey. This is largely because most global economic models including the Oxford model focus on trade linkages as the main mechanism through which shocks are transmitted from one economy to another, and net exports are generally only a small component of GDP no matter how open an economy is. But, conventional global economic models may miss or underestimate the working through other mechanisms. Recent studies see ADB 2007, Kose et al. 2003, IMF 2007 have shown that global trade and financial linkages are strengthening over time, thus providing channels of increasingly rapid transmission for a global shock. In particular, increased global financial linkages appear to underpin the crosscountry correlations of asset prices and related market sentiments. Past global recessions often witnessed significantly larger spillovers through reactions in global financial markets besides usual trade channels. Moreover, the impact of shocks can be amplified if they are concentrated in particular sectors. For example, a global slowdown in global durable investment, such as in 20012002, would likely hit the information technology industry, an activity in which countries in East Asia specialize. External disturbances may also impinge on domestic demand more directly by affecting consumer and investor confidence. In an increasingly integrated world, producers and investors share global product and financial markets, making them potentially susceptible to sentiments in other markets. Although the Oxford model incorporates global trade linkages with empirically calibrated shortterm impulses through traderelated channels, it does not capture the behavioral effect through business and investor confidence. 2 The estimated results for individual countries are not reported in this study due to space limitations, but are available upon request. June 2007se Ction iiiim Pa Ct of a us slo Wdo Wn Scenario 1A and 1B explores the potential risks of a US slowdown affecting other economies more explicitly.3 First, in Scenario IA a weaker dollar implies a loss of competitiveness for US trading partners, which produces a more synchronized global downturn. Overall, the reduction in overall GDP growth amounts to 1.8 percentage points in 2007, compared to 0.5 in Scenario 1. Growth slows in 2008 by another 1.7 percentage points. In combination with the weaker global demand, stronger currencies in East Asia appear to exacerbate the price effect by restraining inflation further and thus pushing real interest rates even higher compared to Scenario 1. As a result, domestic consumption and investment growth falls by 1.5 and 3.9 percentage points, respectively, in the next 2 years relative to the baseline scenario. Although the trade surplus widens marginally in 2008 compared to the baseline, this mainly reflects a contraction in import growth due to weaker growth of domestic demand. Both industrial production and investment growth slow sharply, which bear potentially longerterm consequences on productivity and growth. Second, investment is assumed to fall by 10% in the PRC over the baseline in Scenario 1B. However, with investment projected to grow more than 10% a year over the next 2 years in the baseline scenario, a 10% reduction in the 2007 level means that it is still higher than the 2006 level. Nevertheless, slower growth of PRC investment has significant ripple effects on the rest of East Asia. The PRC bears the direct impact of the slowdown with growth shaved by 5.6 percentage points in 2007. But, the rest of East Asia also sees its growth clipped by about 0.8 percentage point in 2007, followed by another 0.9 percentage point off in 2008. As rapid investment growth in the PRC has been an engine of growth for the regions trade, the external sector of the rest of East Asia suffers most significantly. Regional economies that export a bulk of capital goods to the PRC such as Hong Kong,China Korea and Taipei,China, appear to incur proportionally large losses in trade surpluses, thus contributing most to the total loss of 12.7 billion about 6 billion each year over 2 years borne by the rest of East Asia relative to the baseline. It is also noteworthy that Japan, which is a major supplier of capital goods for East Asia but not included in East Asia in this paper suffers a substantially large loss of 7.4 billion in 2007, and an even bigger loss of 10.2 billion in 2008.In both Scenarios 1A and 1B, a loss of real income visavis the current baseline is substantially larger than Scenario 1 of a 1 percentage point drop in US growth alone. In all cases, however, overall economic impacts exhibit diverse patterns across affected trading partners depending on the specifics of an individual economy, including its exposure to the US or the PRC markets differences in price and income elasticities of export and import and relative sizes of income effects at home and abroad. For instance in Scenario 1A, a broader global slowdown accompanied by a weaker dollar appear to have more significant effect on PRC Hong Kong,China Korea Singapore Taipei,China and Thailand, given their high export dependency. In Scenario 1B, economies that are exposed to the PRC market appear to suffer a significant reduction in trade surpluses as mentioned above. Overall, the speed of economic adjustment will also depend on various countryspecific factors, including differences in initial conditions and economic structures. 3 The relative sizes of the impacts are not directly comparable between the two scenarios, given the different nature of these shocks. But in both cases, the magnitude of these shocks falls between one standard deviation and two standard deviations of their respective variables, indicating the probability of each of these risks materializing may be similar. For example in Scenario 1A, one standard deviation of the dollar index against weighted global currencies over the last decade was about 7%. Thus, a 10% change in the dollar exchange rate is a shock of the magnitude greater than one standard deviation but smaller than two standard deviations. erd Working Pa Per series no. 95 9Can east asia Weather a us slo Wdo Wn?Cynyoung Park IV. Co NClu DINg REm ARks East Asian growth is set to slow to a more moderate pace against the backdrop of a US slowdown. But the East Asian economy is expected to continue a still healthy expansion by historic standards, if the US slowdown remains orderly with limited spillovers into the rest of the world. The Oxford model estimates suggest that growth in East Asia would be clipped by about 0.5 and 0.8 percentage point off from the currently projected growth rates in 2007 and 2008, respectively, in response to a 1 percentage point cut in US growth. However, the simulation results also warn against complacency. The influence of the US economy on the rest of the world remains significant and there are risks of potential spillovers from a sharper US slowdown to the rest of the world. Downside risks are real and particularly relevant against the backdrop of persistently large current account imbalances in the PRC and the US. Often in the past, slower growth proved to be a harbinger of something worse, prompting a recession and related financial instability. Given its undisputed signaling role in the global financial system, any shockwave emanating from the US market could be particularly threatening to the regions financial stability and growth. At the same time, there are indications that the East Asian economy has become more sensitive to cyclical fluctuations of the global economy see ADB 2007. Greater trade and financial linkages both within the region and with the rest of the world suggest that potential spillovers from a sharper US slowdown and its resonance through the rest of the world could be more significant now than in the past. The simulation results generally confirm that in case of any spillovers, the impact on the East Asian economy of the same magnitude of a US slowdown could be much more serious.Ability to sustain domestic demand growth by promoting economic efficiency and flexibility remains a key to keeping growth momentum against falling external demand. The simulation results suggest that economies that are more agile and flexible in both product and factor markets quickly recover and minimize the longerterm consequences. Flexibility in the exchange rate regime is another important factor to consider in insulating the economies from external shocks. Efforts to improve economic agility and structural flexibility can only be made against sound macroeconomic management at all times. Initial conditions and economic structures exert significant influence on the initial impact of a shock and the following adjustment process. For example, the current cyclical position of an economy relative to its potential growth rate may either offset or amplify the initial impulses of a shock. In this sense, a stable macroeconomic environment of low inflation and prudent fiscal management also allows room for more accommodative policies to minimize the pain of necessary economic adjustments to an external shock. 10 June 2007a PPendix APPENDIx The Oxford Economics Global Model the Oxford model is a multicountry multiregion macroeconometric model of the world economy that is designed to capture channels of international transmission of a shock through trade and investment flows as well as relationships with other key economic variables, such as GDP, employment, inflation, interest rates, and exchange rates. The Oxford model is, therefore, well suited for the analysis of economic consequences of scenarios including changes in monetary and fiscal policies in the international context.The Oxford model is structured in a way that, while it exhibits Keynesian dynamics that stems from price rigidities in the short to medium term, its longrun properties are neoclassical, which means that the longrun equilibrium is ultimately bound by supply factors. A simulation of a fall in GDP of 1 percentage point sustained over 2 years in the scenarios presented here is based on the assumption that a fall in private consumption a main component of final demand is the direct cause of the GDP decrease. It should be emphasized that the results of a growth simulation depend critically on the assumption regarding how the change in GDP has been made. A reduction in GDP arising from the demand side would yield very different results compared with those when the reduction is the product of a supply side shock, which is in principal more permanent in nature. Also like most other macroeconometric models, embedded in the Oxford model are such channels of international transmission of a shock as trade and investment flows. When there is a shock, key nominal variables including inflation, interest rates, wages, and exchange rates will change to restore balance between demand and supply both at the national and global levels. Just as external shocks affect domestic economic activity and prices, the related adjustments in an individual economy will transmit to other countries through trade and investment linkages until balance is restored both domestically and internationally. In this adjustment process, however, differences in the degree of nominal rigidities and the credibility of monetary authorities, as presented in the parameters of these price reaction functions, determine how long it will take to stabilize inflation and return to a longrun equilibrium growth rate.The Oxford model comprises 44 country models including 20 emerging market countries together with six trading blocs. The country models are fully integrated through trade, prices, interest rates, and exchange rates. Individual country models are identical in basic theoretical structure, but crosscountry differences are reflected in different estimated parameter values, which are meant to characterize idiosyncrasies of an individual country. The structure of individual country models is based on the income expenditure accounting framework. Consumption is a function of real income, real financial wealth, real interest rates, and inflation. Investment behavior is based on Tobins q theory, according to which the investment rate is determined by its opportunity cost, after taking significant adjustment costs into account. However, on the supply side, each of these economies behaves like a onesector economy under CobbDouglas technology with a constant rate of total factor productivity growth using two factor inputs labor and capital. Firms are assumed to set prices given output and the capital stock, but the labor market is imperfectly competitive. Output cycles move around a deterministic trend, where the level of potential output corresponds to a natural rate of unemployment. Inflation is a monetary phenomenon in the long run. The Oxford model embodies a vertical Phillips curve in the long run, while inflation is controlled by endogenized monetary policy. Central banks are assumed to generate credible and effective inflation targets that determine the nominal trends and also the embedded equations. The model converges to a longrun equilibrium that is determined by a natural growth rate based on productivity and population growth. The Oxford model solves each block of simultaneous equations using an iterative procedure to ensure consistency across blocks until the full system has converged. For trade links, the model operates a trade matrix based on weighted trade partner imports to drive demand for a countrys exports instead of bilateral erd Working Pa Per series no. 95 11Can east asia Weather a us slo Wdo Wn?Cynyoung Parktrade relationships. There are also interest rates, exchange rates, risk premia, and asset price linkages identified in the model. Commodity prices, including crude oil prices, are determined by aggregate global supply and demand. Finally, due caution is necessary when interpreting the simulation results. Most macroeconomic models, including the Oxford model here, often fall short of explaining the full account of potential economic impacts, given the complexity of transmission mechanisms. At play could be many other factors, which are not fully incorporated in a macroeconomic model.REFERENCEs Asian Development Bank. 2005. Export or Domestic Demandled Growth in Developing Asia? In Asian Development Outlook 2005. Hong Kong, China Oxford University Press for the Asian Development Bank  2006. Routes for Asias Trade. In Asian Development Outlook 2006. Hong Kong, China Oxford University Press for the Asian Development Bank  2007. Uncoupling Asia Myth and Reality. In Asian Development Outlook 2007. Hong Kong, China Oxford University Press for the Asian Development Bank.International Monetary Fund. 2007. Decoupling the Train? Spillovers and Cycles in the Global Economy. In World Economic Outlook 2007. Washington, DC.Kose, M., E. Prasad, and M. Terrones. 2003. How Does Globalization Affect the Synchronization of Business Cycles? The American Economic Review 9325762. 1 June 2007PUBLICATIONS FROM THEECONOMICS AND RESEARCH DEPARTMENTERD WORKING PAPER SERIES WPSPublished inhouse; Available through ADB Office of External Relations; Free of ChargeNo. 1No. 2No. 3No. 4No. 5No. 6No. 7No. 8No. 9No. 10No. 11No. 12No. 14No. 15No. 16No. 17No. 18Capitalizing on Globalization Barry Eichengreen, January 2002Policybased Lending and Poverty Reduction:An Overview of Processes, Assessmentand Options Richard Bolt and Manabu Fujimura, January 2002The Automotive Supply Chain: Global Trendsand Asian Perspectives Francisco Veloso and Rajiv Kumar, January 2002International Competitiveness of Asian Firms:An Analytical Framework Rajiv Kumar and Doren Chadee, February 2002The International Competitiveness of Asian Economies in the Apparel Commodity Chain Gary Gereffi, February 2002Monetary and Financial Cooperation in East Asia The Chiang Mai Initiative and Beyond Pradumna B. Rana, February 2002Probing Beneath Crossnational Averages: Poverty,Inequality, and Growth in the Philippines Arsenio M. Balisacan and Ernesto M. Pernia,March 2002Poverty, Growth, and Inequality in Thailand Anil B. Deolalikar, April 2002Microfinance in Northeast Thailand: Who Benefitsand How Much?Brett E. Coleman, April 2002Poverty Reduction and the Role of Institutions in Developing Asia Anil B. Deolalikar, Alex B. Brilliantes, Jr.,Raghav Gaiha, Ernesto M. Pernia, Mary Raceliswith the assistance of Marita Concepcion CastroGuevara, Liza L. Lim, Pilipinas F. Quising, May 2002The European Social Model: Lessons for Developing Countries Assar Lindbeck, May 2002Costs and Benefits of a Common Currency for ASEANSrinivasa Madhur, May 2002Raul Fabella, May 2002Toward A Political Economy Approachto Policybased Lending George Abonyi, May 2002A Framework for Establishing Priorities in a Country Poverty Reduction Strategy Ron Duncan and Steve Pollard, June 2002The Role of Infrastructure in Landuse Dynamicsand Rice Production in Viet Nams Mekong River Delta Christopher Edmonds, July 2002Effect of Decentralization Strategy on Macroeconomic Stability in Thailand Kanokpan LaoAraya, August 2002Poverty and Patterns of Growth Rana Hasan and M. G. Quibria, August 2002No. 13 Monetary Cooperation in East Asia: A Survey No. 19 Why are Some Countries Richer than Others?A Reassessment of MankiwRomerWeils Test ofthe Neoclassical Growth Model Jesus Felipe and John Mc Combie, August 2002No. 20 Modernization and Son Preference in Peoples No. 21No. 22No. 23No. 24No. 25No. 26No. 27No. 28Republic of China Robin Burgess and Juzhong Zhuang, September 2002The Doha Agenda and Development: A View fromthe Uruguay Round J. Michael Finger, September 2002Conceptual Issues in the Role of Education Decentralization in Promoting Effective Schooling in Asian Developing Countries Jere R. Behrman, Anil B. Deolalikar, and LeeYing Son, September 2002Promoting Effective Schooling through Education Decentralization in Bangladesh, Indonesia, and Philippines Jere R. Behrman, Anil B. Deolalikar, and LeeYing Son, September 2002Financial Opening under the WTO Agreement in Selected Asian Countries: Progress and Issues YunHwan Kim, September 2002Revisiting Growth and Poverty Reduction in Indonesia: What Do Subnational Data Show?Arsenio M. Balisacan, Ernesto M. Pernia, and Abuzar Asra, October 2002Causes of the 1997 Asian Financial Crisis: What Can an Early Warning System Model Tell Us?Juzhong Zhuang and J. Malcolm Dowling,October 2002Digital Divide: Determinants and Policies with Special Reference to Asia M. G. Quibria, Shamsun N. Ahmed, Ted Tschang, and MariLen ReyesMacasaquit, October 2002Regional Cooperation in Asia: Longterm Progress,Recent Retrogression, and the Way Forward Ramgopal Agarwala and Brahm Prakash,October 2002No. 29 How can Cambodia, Lao PDR, Myanmar, and Viet Nam Cope with Revenue Lost Due to AFTA Tariff Reductions?Kanokpan LaoAraya, November 2002Asian Regionalism and Its Effects on Trade in the 1980s and 1990s Ramon Clarete, Christopher Edmonds, and Jessica Seddon Wallack, November 2002No. 30No. 32No. 31 New Economy and the Effects of Industrial Structures on International Equity Market Correlations CynYoung Park and Jaejoon Woo, December 2002Leading Indicators of Business Cycles in Malaysiaand the Philippines Wenda Zhang and Juzhong Zhuang, December 2002Technological Spillovers from Foreign Direct Investment A Survey Emma Xiaoqin Fan, December 2002No. 3313No. 34No. 35No. 36No. 37No. 38No. 39No. 40No. 41No. 42No. 45No. 46No. 47No. 48No. 49No. 50No. 51No. 52No. 53Economic Openness and Regional Development inthe Philippines Ernesto M. Pernia and Pilipinas F. Quising,January 2003Bond Market Development in East Asia:Issues and Challenges Raul Fabella and Srinivasa Madhur, January 2003Environment Statistics in Central Asia: Progressand Prospects Robert Ballance and Bishnu D. Pant, March 2003Electricity Demand in the Peoples Republic of China: Investment Requirement and Environmental Impact Bo Q. Lin, March 2003Foreign Direct Investment in Developing Asia:Trends, Effects, and Likely Issues for the Forthcoming WTO Negotiations Douglas H. Brooks, Emma Xiaoqin Fan,and Lea R. Sumulong, April 2003The Political Economy of Good Governance for Poverty Alleviation Policies Narayan Lakshman, April 2003The Puzzle of Social Capital A Critical Review M. G. Quibria, May 2003Industrial Structure, Technical Change, and the Role of Government in Development of the Electronics and Information Industry in Taipei,China Yeo Lin, May 2003Economic Growth and Poverty Reductionin Viet Nam Arsenio M. Balisacan, Ernesto M. Pernia, and Gemma Esther B. Estrada, June 2003Reform in the Philippines Natsuko Toba, June 2003A Review of Commitment Savings Products in Developing Countries Nava Ashraf, Nathalie Gons, Dean S. Karlan,and Wesley Yin, July 2003Local Government Finance, Private Resources,and Local Credit Markets in Asia Roberto de Vera and YunHwan Kim, October 2003Excess Investment and Efficiency Loss During Reforms: The Case of Provinciallevel FixedAsset Investment in Peoples Republic of China Duo Qin and Haiyan Song, October 2003Is Exportled Growth Passe? Implications for Developing Asia Jesus Felipe, December 2003Changing Bank Lending Behavior and Corporate Financing in Asia Some Research Issues Emma Xiaoqin Fan and Akiko TeradaHagiwara,December 2003Is Peoples Republic of Chinas Rising Services Sector Leading to Cost Disease?Duo Qin, March 2004Poverty Estimates in India: Some Key Issues Savita Sharma, May 2004Restructuring and Regulatory Reform in the Power Sector: Review of Experience and Issues Peter Choynowski, May 2004Competitiveness, Income Distribution, and Growthin the Philippines: What Does the Longrun Evidence Show?Jesus Felipe and Grace C. Sipin, June 2004No. 43 Why Has Income Inequality in Thailand Increased? An Analysis Using 19751998 Surveys Taizo Motonishi, June 2003No. 44 Welfare Impacts of Electricity Generation Sector No. 54No. 55No. 56No. 57No. 59No. 61No. 62No. 63No. 64No. 65No. 67No. 68No. 69No. 70No. 71No. 72No. 7314No. 66 Measuring Efficiency of Macro Systems: An Practices of Poverty Measurement and Poverty Profile of Bangladesh Faizuddin Ahmed, August 2004Experience of Asian Asset Management Companies: Do They Increase Moral Hazard?Evidence from Thailand Akiko TeradaHagiwara and Gloria Pasadilla,September 2004Viet Nam: Foreign Direct Investment and Postcrisis Regional Integration Vittorio Leproux and Douglas H. Brooks,September 2004Practices of Poverty Measurement and Poverty Profile of Nepal Devendra Chhetry, September 2004No. 58 Monetary Poverty Estimates in Sri Lanka:No. 60 Measuring Competitiveness in the Worlds Smallest Selected Issues Neranjana Gunetilleke and Dinushka Senanayake, October 2004Labor Market Distortions, RuralUrban Inequality,and the Opening of Peoples Republic of Chinas Economy Thomas Hertel and Fan Zhai, November 2004Economies: Introducing the SSMECIGaneshan Wignaraja and David Joiner, November 2004Foreign Exchange Reserves, Exchange Rate Regimes, and Monetary Policy: Issues in Asia Akiko TeradaHagiwara, January 2005A Small Macroeconometric Model of the Philippine Economy Geoffrey Ducanes, Marie Anne Cagas, Duo Qin,Pilipinas Quising, and Nedelyn MagtibayRamos,January 2005Developing the Market for Local Currency Bondsby Foreign Issuers: Lessons from Asia Tobias Hoschka, February 2005Empirical Assessment of Sustainability and Feasibility of Government Debt: The Philippines Case Duo Qin, Marie Anne Cagas, Geoffrey Ducanes,Nedelyn MagtibayRamos, and Pilipinas Quising,February 2005Poverty and Foreign Aid Evidence from CrossCountry Data Abuzar Asra, Gemma Estrada, Yangseom Kim,and M. G. Quibria, March 2005Application to Millennium Development Goal Attainment Ajay Tandon, March 2005Banks and Corporate Debt Market Development Paul Dickie and Emma Xiaoqin Fan, April 2005Local Currency Financing The Next Frontier for MDBs?Tobias C. Hoschka, April 2005Export or DomesticLed Growth in Asia?Jesus Felipe and Joseph Lim, May 2005Policy Reform in Viet Nam and the Asian Development Banks Stateowned Enterprise Reform and Corporate Governance Program Loan George Abonyi, August 2005Policy Reform in Thailand and the Asian Development Banks Agricultural Sector Program Loan George Abonyi, September 2005Can the Poor Benefit from the Doha Agenda? The Case of Indonesia Douglas H. Brooks and Guntur Sugiyarto,October 2005Impacts of the Doha Development Agenda on Peoples Republic of China: The Role of Complementary Education ReformsFan Zhai and Thomas Hertel, October 2005Growth and Trade Horizons for Asia: Longterm Forecasts for Regional Integration David RolandHolst, JeanPierre Verbiest, and Fan Zhai, November 2005No. 75 Macroeconomic Impact of HIVAIDS in the Asian No. 85 Macroeconomic Effects of Fiscal Policies: Empirical No. 74No. 76No. 77No. 78No. 79No. 80No. 81No. 82No. 83No. 84and Pacific Region Ajay Tandon, November 2005Policy Reform in Indonesia and the Asian Development Banks Financial Sector Governance Reforms Program Loan George Abonyi, December 2005Dynamics of Manufacturing Competitiveness in South Asia: ANalysis through Export Data HansPeter Brunner and Massimiliano Cali,December 2005Trade Facilitation Teruo Ujiie, January 2006An Assessment of Crosscountry Fiscal Consolidation Bruno Carrasco and Seung Mo Choi,February 2006Central Asia: Mapping Future Prospects to 2015Malcolm Dowling and Ganeshan Wignaraja,April 2006A Small Macroeconometric Model of the Peoples Republic of China Duo Qin, Marie Anne Cagas, Geoffrey Ducanes,Nedelyn MagtibayRamos, Pilipinas Quising, XinHua He, Rui Liu, and ShiGuo Liu, June 2006Institutions and Policies for Growth and Poverty Reduction: The Role of Private Sector Development Rana Hasan, Devashish Mitra, and Mehmet Ulubasoglu, July 2006Preferential Trade Agreements in Asia:Alternative Scenarios of Hub and Spoke Fan Zhai, October 2006Income Disparity and Economic Growth: Evidencefrom Peoples Republic of China Duo Qin, Marie Anne Cagas, Geoffrey Ducanes,Xinhua He, Rui Liu, and Shiguo Liu, October 2006No. 86No. 87No. 88No. 89No. 90No. 91No. 93No. 94No. 95Evidence from Bangladesh, Peoples Republic of China, Indonesia, and Philippines Geoffrey Ducanes, Marie Anne Cagas, Duo Qin,Pilipinas Quising, and Mohammad Abdur Razzaque, November 2006Economic Growth, Technological Change, and Patterns of Food and Agricultural Trade in Asia Thomas W. Hertel, Carlos E. Ludena, and Alla Golub, November 2006Expanding Access to Basic Services in Asia and the Pacific Region: Public Private Partnerships for Poverty Reduction Adrian T. P. Panggabean, November 2006Income Volatility and Social Protection in Developing Asia Vandana SipahimalaniRao, November 2006Rules of Origin: Conceptual Explorations and Lessons from the Generalized System of Preferences Teruo Ujiie, December 2006Asias Imprint on Global Commodity Markets CynYoung Park and Fan Zhai, December 2006Infrastructure as a Catalyst for Regional Integration, Growth, and Economic Convergence:Scenario Analysis for Asia David RolandHolst, December 2006Cutoff Point Guntur Sugiyarto, March 2007An Analysis of the Philippine Business Process Outsourcing Industry Nedelyn MagtibayRamos, Gemma Estrada, and Jesus Felipe, March 2007Theory and Practice in the Choice of Social Discount Rate for Cost Benefit Analysis: A Survey Juzhong Zhuang, Zhihong Liang, Tun Lin, and Franklin De Guzman, May 2007Can East Asia Weather a US Slowdown?CynYoung Park, June 2007No. 92 Measuring Underemployment: Establishing the ERD TECHNICAL NOTE SERIES TNSPublished inhouse; Available through ADB Office of External Relations; Free of ChargeNo. 1No. 2No. 3No. 4No. 5No. 6No. 7Contingency Calculations for Environmental Impacts with Unknown Monetary Values David Dole, February 2002Integrating Risk into ADBs Economic Analysisof Projects Nigel Rayner, Anneli LagmanMartin,and Keith Ward, June 2002Measuring Willingness to Pay for Electricity Peter Choynowski, July 2002Economic Issues in the Design and Analysis of a Wastewater Treatment Project David Dole, July 2002An Analysis and Case Study of the Role of Environmental Economics at the Asian Development Bank David Dole and Piya Abeygunawardena,September 2002Economic Analysis of Health Projects: A Case Studyin Cambodia Erik Bloom and Peter Choynowski, May 2003Strengthening the Economic Analysis of Natural Resource Management Projects Keith Ward, September 2003No. 8No. 9No. 10No. 11No. 12No. 13No. 14Testing Savings Product Innovations Using an Experimental Methodology Nava Ashraf, Dean S. Karlan, and Wesley Yin,November 2003Setting User Charges for Public Services: Policiesand Practice at the Asian Development Bank David Dole, December 2003Beyond Cost Recovery: Setting User Charges for Financial, Economic, and Social Goals David Dole and Ian Bartlett, January 2004Shadow Exchange Rates for Project Economic Analysis: Toward Improving Practice at the Asian Development Bank Anneli LagmanMartin, February 2004Improving the Relevance and Feasibility of Agriculture and Rural Development Operational Designs: How Economic Analyses Can Help Richard Bolt, September 2005Assessing the Use of Project Distribution and Poverty Impact Analyses at the Asian Development Bank Franklin D. De Guzman, October 2005Assessing Aid for a Sector Development Plan:Economic Analysis of a Sector Loan David Dole, November 200515No. 15No. 16No. 17No. 18Debt Management Analysis of Nepals Public Debt Sungsup Ra, Changyong Rhee, and JoonHo Hahm, December 2005Evaluating Microfinance Program Innovation with Randomized Control Trials: An Example from Group Versus Individual Lending Xavier Gine, Tomoko Harigaya,Dean Karlan, and Binh T. Nguyen, March 2006Setting User Charges for Urban Water Supply: ACase Study of the Metropolitan Cebu Water District in the Philippines David Dole and Edna Balucan, June 2006Forecasting Inflation and GDP Growth: Automatic Leading Indicator ALI Method versus Macro Econometric Structural Models MESMsMarie Anne Cagas, Geoffrey Ducanes, Nedelyn MagtibayRamos, Duo Qin and Pilipinas Quising,July 2006No. 19 WillingnesstoPay and Design of Water Supplyand Sanitation Projects: A Case Study Herath Gunatilake, JuiChen Yang, Subhrendu Pattanayak, and Caroline van den Berg,December 2006Tourism for ProPoor and Sutainable Growth:Economic Analysis of ADB Tourism Projects Tun Lin and Franklin D. De Guzman,January 2007Critical Issues of Fiscal Decentralization Norio Usui, February 2007ProPoor Growth: Concepts and Measures No. 20No. 21No. 22Hyun H. Son, June 2007ERD POLICY BRIEF SERIES PBSPublished inhouse; Available through ADB Office of External Relations; Free of chargeNo. 1No. 2No. 3No. 4No. 5No. 6No. 7No. 8No. 9No. 10No. 11No. 12No. 13No. 14No. 15Is Growth Good Enough for the Poor?Ernesto M. Pernia, October 2001Indias Economic Reforms What Has Been Accomplished?What Remains to Be Done?Arvind Panagariya, November 2001Unequal Benefits of Growth in Viet Nam Indu Bhushan, Erik Bloom, and Nguyen Minh Thang, January 2002Is Volatility Built into Todays World Economy?J. Malcolm Dowling and J.P. Verbiest,February 2002What Else Besides Growth Matters to Poverty Reduction? Philippines Arsenio M. Balisacan and Ernesto M. Pernia,February 2002Achieving the Twin Objectives of Efficiency and Equity: Contracting Health Services in Cambodia Indu Bhushan, Sheryl Keller, and Brad Schwartz,March 2002Causes of the 1997 Asian Financial Crisis: What Can an Early Warning System Model Tell Us?Juzhong Zhuang and Malcolm Dowling,June 2002The Role of Preferential Trading Arrangementsin Asia Christopher Edmonds and JeanPierre Verbiest,July 2002The Doha Round: A Development Perspective JeanPierre Verbiest, Jeffrey Liang, and Lea Sumulong, July 2002Is Economic Openness Good for Regional Development and Poverty Reduction? The Philippines E. M. Pernia and Pilipinas Quising, October 2002Implications of a US Dollar Depreciation for Asian Developing Countries Emma Fan, July 2002Dangers of Deflation D. Brooks and Pilipinas Quising, December 2002Infrastructure and Poverty Reduction What is the Connection?Ifzal Ali and Ernesto Pernia, January 2003Infrastructure and Poverty Reduction Making Markets Work for the Poor Xianbin Yao, May 2003SARS: Economic Impacts and Implications Emma Xiaoqin Fan, May 2003Emerging Tax Issues: Implications of Globalizationand Technology Kanokpan Lao Araya, May 2003ProPoor Growth: What is It and Why is It Important?Ernesto M. Pernia, May 2003Public Private Partnership for Competitiveness Jesus Felipe, June 2003Reviving Asian Economic Growth Requires Further Reforms Ifzal Ali, June 2003The Millennium Development Goals and Poverty:Are We Counting the Worlds Poor Right?M. G. Quibria, July 2003Trade and Poverty: What are the Connections?Douglas H. Brooks, July 2003Adapting Education to the Global Economy Olivier Dupriez, September 2003Avian Flu: An Economic Assessment for Selected Developing Countries in Asia JeanPierre Verbiest and Charissa Castillo,March 2004Purchasing Power Parities and the International Comparison Program in a Globalized World Bishnu Pant, March 2004A Note on DualMultiple Exchange Rates Emma Xiaoqin Fan, May 2004Inclusive Growth for Sustainable Poverty Reductionin Developing Asia: The Enabling Role of Infrastructure Development Ifzal Ali and Xianbin Yao, May 2004Implications for 20042005CynYoung Park, June 2004Accelerating Agriculture and Rural Development for Inclusive Growth: Policy Implications for Developing Asia Richard Bolt, July 2004Living with Higher Interest Rates: Is Asia Ready?CynYoung Park, August 2004Reserve Accumulation, Sterilization, and Policy Dilemma Akiko TeradaHagiwara, October 2004The Primacy of Reforms in the Emergence of Peoples Republic of China and India Ifzal Ali and Emma Xiaoqin Fan, November 2004No. 28 Higher Oil Prices: Asian Perspectives and No. 16No. 17No. 18No. 19No. 20No. 21No. 22No. 23No. 25No. 26No. 27No. 29No. 30No. 31No. 3216No. 33No. 34No. 35No. 36No. 37No. 38No. 39Population Health and Foreign Direct Investment:Does Poor Health Signal Poor Government Effectiveness?Ajay Tandon, January 2005Financing Infrastructure Development: Asian Developing Countries Need to Tap Bond Markets More Rigorously YunHwan Kim, February 2005Attaining Millennium Development Goals in Health: Isnt Economic Growth Enough?Ajay Tandon, March 2005Instilling Credit Culture in Stateowned Banks Experience from Lao PDRRobert Boumphrey, Paul Dickie, and Samiuela Tukuafu, April 2005Coping with Global Imbalances and Asian Currencies CynYoung Park, May 2005Asias Longterm Growth and Integration:Reaching beyond Trade Policy Barriers Douglas H. Brooks, David RolandHolst, and Fan Zhai, September 2005Competition Policy and Development Douglas H. Brooks, October 2005No. 40 Highlighting Poverty as Vulnerability: The 2005Earthquake in Pakistan No. 41No. 42No. 43No. 44No. 45No. 46No. 47No. 48Rana Hasan and Ajay Tandon, October 2005Conceptualizing and Measuring Poverty as Vulnerability: Does It Make a Difference?Ajay Tandon and Rana Hasan, October 2005Potential Economic Impact of an Avian Flu Pandemic on Asia Erik Bloom, Vincent de Wit, and Mary Jane CarangalSan Jose, November 2005Creating Better and More Jobs in Indonesia: ABlueprint for Policy Action Guntur Sugiyarto, December 2005The Challenge of Job Creation in Asia Jesus Felipe and Rana Hasan, April 2006International Payments Imbalances Jesus Felipe, Frank Harrigan, and Aashish Mehta, April 2006Improving Primary Enrollment Rates among the Poor Ajay Tandon, August 2006Inclusiveness of Economic Growth in the Peoples Republic of China: What Do Population Health Outcomes Tell Us?Ajay Tandon and Juzhong Zhuang, January 2007ProPoor to Inclusive Growth: Asian Prescriptions Ifzal Ali, May 2007SPECIAL STUDIES, COMPLIMENTARYAvailable through ADB Office of External Relations1.2.3.4.5.6.7.8.9.Improving Domestic Resource Mobilization Through Financial Development: Overview September 1985Improving Domestic Resource Mobilization Through Financial Development: Bangladesh July 1986Improving Domestic Resource Mobilization Through Financial Development: Sri Lanka April 1987Improving Domestic Resource Mobilization Through Financial Development: India December 1987Financing Public Sector Development Expenditurein Selected Countries: Overview January 1988Study of Selected Industries: A Brief Report April 1988Financing Public Sector Development Expenditurein Selected Countries: Bangladesh June 1988Financing Public Sector Development Expenditurein Selected Countries: India June 1988Financing Public Sector Development Expenditurein Selected Countries: Indonesia June 198810. Financing Public Sector Development Expenditurein Selected Countries: Nepal June 198811. Financing Public Sector Development Expenditurein Selected Countries: Pakistan June 198812. Financing Public Sector Development Expenditurein Selected Countries: Philippines June 198813. Financing Public Sector Development Expenditurein Selected Countries: Thailand June 198814. Towards Regional Cooperation in South Asia:ADBEWC Symposium on Regional Cooperationin South Asia February 198815. Evaluating Rice Market Intervention Policies:16.Some Asian Examples April 1988Improving Domestic Resource Mobilization Through Financial Development: Nepal November 198817. Foreign Trade Barriers and Export Growth September 198818. The Role of Small and MediumScale Industries in the Industrial Development of the Philippines April 198935.1719. The Role of Small and MediumScale Manufacturing Industries in Industrial Development: The Experience of Selected Asian Countries January 199020. National Accounts of Vanuatu, 19831987 January 21. National Accounts of Western Samoa, 198419861990February 199022. Human Resource Policy and Economic Development:Selected Country Studies July 199023. Export Finance: Some Asian Examples September 199024. National Accounts of the Cook Islands, 19821986September 199025. Framework for the Economic and Financial Appraisal of Urban Development Sector Projects January 199426. Framework and Criteria for the Appraisal and Socioeconomic Justification of Education Projects January 1994Investing in Asia 1997 Copublished with OECD27.28. The Future of Asia in the World Economy 1998 Copublished with OECD29. Financial Liberalisation in Asia: Analysis and Prospects 1999 Copublished with OECD30. Sustainable Recovery in Asia: Mobilizing Resources for Development 2000 Copublished with OECD31. Technology and Poverty Reduction in Asia and the Pacific 2001 Copublished with OECD32. Asia and Europe 2002 Copublished with OECD33. Economic Analysis: Retrospective 200334. Economic Analysis: Retrospective: 2003 Update 200435. Development Indicators Reference Manual: Concepts and Definitions 2004Investment Climate and Productivity Studies Philippines: Moving Toward a Better Investment Climate 2005The Road to Recovery: Improving the Investment Climatein Indonesia 2005Sri Lanka: Improving the Rural and Urban Investment Climate 2005OLD MONOGRAPH SERIESAvailable through ADB Office of External Relations; Free of chargeEDRC REPORT SERIES ERNo. 1No. 2No. 3No. 4No. 5No. 6No. 7No. 8No. 9No. 10No. 12No. 13No. 14No. 15No. 16No. 17No. 18No. 19ASEAN and the Asian Development Bank Seiji Naya, April 1982Development Issues for the Developing Eastand Southeast Asian Countriesand International Cooperation Seiji Naya and Graham Abbott, April 1982Aid, Savings, and Growth in the Asian Region J. Malcolm Dowling and Ulrich Hiemenz,April 1982Developmentoriented Foreign Investmentand the Role of ADBKiyoshi Kojima, April 1982The Multilateral Development Banksand the International Economys Missing Public Sector John Lewis, June 1982Notes on External Debt of DMCs Evelyn Go, July 1982Grant Element in Bank Loans Dal Hyun Kim, July 1982Shadow Exchange Rates and Standard Conversion Factors in Project Evaluation Peter Warr, September 1982Small and MediumScale Manufacturing Establishments in ASEAN Countries:Perspectives and Policy Issues Mathias Bruch and Ulrich Hiemenz, January 1983A Note on the Third Ministerial Meeting of GATTJungsoo Lee, January 1983of China, Hong Kong, and Republic of Korea J.M. Dowling, January 1983ASEAN: Economic Situation and Prospects Seiji Naya, March 1983The Future Prospects for the Developing Countries of Asia Seiji Naya, March 1983Energy and Structural Change in the AsiaPacific Region, Summary of the Thirteenth Pacific Trade and Development Conference Seiji Naya, March 1983A Survey of Empirical Studies on Demandfor Electricity with Special Emphasis on Price Elasticity of Demand Wisarn Pupphavesa, June 1983Determinants of Paddy Production in Indonesia:19721981A Simultaneous Equation Model Approach T.K. Jayaraman, June 1983The Philippine Economy: Economic Forecasts for 1983 and 1984J.M. Dowling, E. Go, and C.N. Castillo, June 1983Economic Forecast for Indonesia J.M. Dowling, H.Y. Kim, Y.K. Wang,and C.N. Castillo, June 1983Relative External Debt Situation of Asian Developing Countries: An Applicationof Ranking Method Jungsoo Lee, June 1983No. 11 Macroeconomic Forecasts for the Republic No. 20 New Evidence on Yields, Fertilizer Application,No. 21and Prices in Asian Rice Production William James and Teresita Ramirez, July 1983Inflationary Effects of Exchange Rate Changes in Nine Asian LDCs Pradumna B. Rana and J. Malcolm Dowling, Jr.,December 1983Effects of External Shocks on the Balanceof Payments, Policy Responses, and Debt Problems of Asian Developing Countries Seiji Naya, December 1983Changing Trade Patterns and Policy Issues:The Prospects for East and Southeast Asian Developing Countries Seiji Naya and Ulrich Hiemenz, February 1984SmallScale Industries in Asian Economic Development: Problems and Prospects Seiji Naya, February 1984A Study on the External Debt Indicators Applying Logit Analysis Jungsoo Lee and Clarita Barretto, February 1984Alternatives to Institutional Credit Programsin the Agricultural Sector of LowIncome Countries Jennifer Sour, March 1984Economic Scene in Asia and Its Special Features Kedar N. Kohli, November 1984The Effect of Terms of Trade Changes on the Balance of Payments and Real National Income of Asian Developing Countries Jungsoo Lee and Lutgarda Labios, January 1985Cause and Effect in the World Sugar Market:Some Empirical Findings 19511982Yoshihiro Iwasaki, February 1985Sources of Balance of Payments Problemin the 1970s: The Asian Experience Pradumna Rana, February 1985Indias Manufactured Exports: An Analysisof Supply Sectors Ifzal Ali, February 1985No. 22No. 23No. 24No. 25No. 26No. 27No. 28No. 29No. 30No. 31No. 33No. 32 Meeting Basic Human Needs in Asian Developing Countries Jungsoo Lee and Emma Banaria, March 1985The Impact of Foreign Capital Inflowon Investment and Economic Growthin Developing Asia Evelyn Go, May 1985No. 34 The Climate for Energy Developmentin the Pacific and Asian Region:Priorities and Perspectives V.V. Desai, April 1986Impact of Appreciation of the Yen on Developing Member Countries of the Bank Jungsoo Lee, Pradumna Rana, and Ifzal Ali,May 1986Smuggling and Domestic Economic Policiesin Developing Countries A.H.M.N. Chowdhury, October 1986Public Investment Criteria: Economic Internal Rate of Return and Equalizing Discount Rate Ifzal Ali, November 1986Review of the Theory of Neoclassical Political Economy: An Application to Trade Policies M.G. Quibria, December 1986Factors Influencing the Choice of Location:Local and Foreign Firms in the Philippines E.M. Pernia and A.N. Herrin, February 1987A Demographic Perspective on Developing Asia and Its Relevance to the Bank E.M. Pernia, May 1987No. 35No. 36No. 37No. 38No. 39No. 4018No. 41No. 42No. 43No. 44No. 45No. 46No. 47No. 48No. 49No. 50No. 51No. 52No. 53No. 54No. 1No. 2No. 3No. 4No. 5No. 6No. 7Emerging Issues in Asia and Social Cost Benefit Analysis I. Ali, September 1988Shifting Revealed Comparative Advantage:Experiences of Asian and Pacific Developing Countries P.B. Rana, November 1988Agricultural Price Policy in Asia:Issues and Areas of Reforms I. Ali, November 1988Service Trade and Asian Developing Economies M.G. Quibria, October 1989A Review of the Economic Analysis of Power Projects in Asia and Identification of Areasof Improvement I. Ali, November 1989Growth Perspective and Challenges for Asia:Areas for Policy Review and Research I. Ali, November 1989An Approach to Estimating the Poverty Alleviation Impact of an Agricultural Project I. Ali, January 1990Economic Growth Performance of Indonesia,the Philippines, and Thailand:The Human Resource Dimension E.M. Pernia, January 1990Foreign Exchange and Fiscal Impact of a Project:A Methodological Framework for Estimation I. Ali, February 1990Public Investment Criteria: Financialand Economic Internal Rates of Return I. Ali, April 1990Evaluation of Water Supply Projects:An Economic Framework Arlene M. Tadle, June 1990Interrelationship Between Shadow Prices, Project Investment, and Policy Reforms:An Analytical Framework I. Ali, November 1990Issues in Assessing the Impact of Projectand Sector Adjustment Lending I. Ali, December 1990Some Aspects of Urbanizationand the Environment in Southeast Asia Ernesto M. Pernia, January 1991No. 55No. 56Financial Sector and Economic Development: A Survey Jungsoo Lee, September 1991A Framework for Justifying BankAssisted Education Projects in Asia: A Reviewof the Socioeconomic Analysisand Identification of Areas of Improvement Etienne Van De Walle, February 1992No. 57 Mediumterm GrowthStabilization Relationship in Asian Developing Countriesand Some Policy Considerations YunHwan Kim, February 1993No. 58 Urbanization, Population Distribution,No. 59No. 60No. 61No. 62No. 63No. 64No. 65No. 66No. 67and Economic Development in Asia Ernesto M. Pernia, February 1993The Need for Fiscal Consolidation in Nepal:The Results of a Simulation Filippo di Mauro and Ronald Antonio Butiong,July 1993A Computable General Equilibrium Modelof Nepal Timothy Buehrer and Filippo di Mauro, October 1993The Role of Government in Export Expansionin the Republic of Korea: A Revisit YunHwan Kim, February 1994Rural Reforms, Structural Change,and Agricultural Growth inthe Peoples Republic of China Bo Lin, August 1994Incentives and Regulation for Pollution Abatementwith an Application to Waste Water Treatment Sudipto Mundle, U. Shankar, and Shekhar Mehta, October 1995Saving Transitions in Southeast Asia Frank Harrigan, February 1996Total Factor Productivity Growth in East Asia:A Critical Survey Jesus Felipe, September 1997Foreign Direct Investment in Pakistan:Policy Issues and Operational Implications Ashfaque H. Khan and YunHwan Kim, July 1999Fiscal Policy, Income Distribution and Growth Sailesh K. Jha, November 1999ECONOMIC STAFF PAPERS ESInternational Reserves:Factors Determining Needs and Adequacy Evelyn Go, May 1981Domestic Savings in Selected Developing Asian Countries Basil Moore, assisted by A.H.M. Nuruddin Chowdhury, September 1981Changes in Consumption, Imports and Exportsof Oil Since 1973: A Preliminary Survey ofthe Developing Member Countriesof the Asian Development Bank Dal Hyun Kim and Graham Abbott, September 1981ByPassed Areas, Regional Inequalities,and Development Policies in Selected Southeast Asian Countries William James, October 1981Asian Agriculture and Economic Development William James, March 1982Inflation in Developing Member Countries:An Analysis of Recent Trends A.H.M. Nuruddin Chowdhury and J. Malcolm Dowling, March 1982Industrial Growth and Employment in Developing Asian Countries: Issues and No. 8No. 9No. 10No. 11No. 12No. 13Perspectives for the Coming Decade Ulrich Hiemenz, March 1982Petrodollar Recycling 19731980.Part 1: Regional Adjustments andthe World Economy Burnham Campbell, April 1982Developing Asia: The Importanceof Domestic Policies Economics Office Staff under the direction of Seiji Naya, May 1982Financial Development and Household Savings: Issues in Domestic Resource Mobilization in Asian Developing Countries WanSoon Kim, July 1982Industrial Development: Role of Specialized Financial Institutions Kedar N. Kohli, August 1982Petrodollar Recycling 19731980.Part II: Debt Problems and an Evaluationof Suggested Remedies Burnham Campbell, September 1982Credit Rationing, Rural Savings, and Financial Policy in Developing Countries William James, September 198219No. 14No. 15No. 16No. 17No. 18No. 19No. 20No. 21No. 22No. 23No. 24No. 25No. 26No. 27No. 28No. 29No. 30No. 31No. 32No. 33No. 34No. 35No. 36No. 37No. 38Small and MediumScale Manufacturing Establishments in ASEAN Countries:Perspectives and Policy Issues Mathias Bruch and Ulrich Hiemenz, March 1983Income Distribution and Economic Growth in Developing Asian Countries J. Malcolm Dowling and David Soo, March 1983LongRun DebtServicing Capacity of Asian Developing Countries: An Applicationof Critical Interest Rate Approach Jungsoo Lee, June 1983External Shocks, Energy Policy,and Macroeconomic Performance of Asian Developing Countries: A Policy Analysis William James, July 1983The Impact of the Current Exchange Rate System on Trade and Inflation of Selected Developing Member Countries Pradumna Rana, September 1983Asian Agriculture in Transition: Key Policy Issues William James, September 1983The Transition to an Industrial Economyin Monsoon Asia Harry T. Oshima, October 1983The Significance of OffFarm Employmentand Incomes in PostWar East Asian Growth Harry T. Oshima, January 1984Income Distribution and Poverty in Selected Asian Countries John Malcolm Dowling, Jr., November 1984ASEAN Economies and ASEAN Economic Cooperation Narongchai Akrasanee, November 1984Economic Analysis of Power Projects Nitin Desai, January 1985Exports and Economic Growth in the Asian Region Pradumna Rana, February 1985Patterns of External Financing of DMCs E. Go, May 1985Industrial Technology Developmentthe Republic of Korea S.Y. Lo, July 1985Risk Analysis and Project Selection:A Review of Practical Issues J.K. Johnson, August 1985Rice in Indonesia: Price Policy and Comparative Advantage I. Ali, January 1986Effects of Foreign Capital Inflowson Developing Countries of Asia Jungsoo Lee, Pradumna B. Rana, and Yoshihiro Iwasaki, April 1986Economic Analysis of the Environmental Impacts of Development Projects John A. Dixon et al., EAPI, EastWest Center,August 1986Science and Technology for Development:Role of the Bank Kedar N. Kohli and Ifzal Ali, November 1986Satellite Remote Sensing in the Asianand Pacific Region Mohan Sundara Rajan, December 1986Changes in the Export Patterns of Asian and Pacific Developing Countries: An Empirical Overview Pradumna B. Rana, January 1987Agricultural Price Policy in Nepal Gerald C. Nelson, March 1987Implications of Falling Primary Commodity Prices for Agricultural Strategy in the Philippines Ifzal Ali, September 1987Determining Irrigation Charges: A Framework Prabhakar B. Ghate, October 1987The Role of Fertilizer Subsidies in Agricultural Production: A Review of Select Issues No. 39No. 40No. 41M.G. Quibria, October 1987Domestic Adjustment to External Shocksin Developing Asia Jungsoo Lee, October 1987Improving Domestic Resource Mobilizationthrough Financial Development: Indonesia Philip Erquiaga, November 1987Recent Trends and Issues on Foreign Direct Investment in Asian and Pacific Developing Countries P.B. Rana, March 1988No. 42 Manufactured Exports from the Philippines:A Sector Profile and an Agenda for Reform I. Ali, September 1988A Framework for Evaluating the Economic Benefits of Power Projects I. Ali, August 1989Promotion of Manufactured Exports in Pakistan Jungsoo Lee and Yoshihiro Iwasaki, September 1989Education and Labor Markets in Indonesia:A Sector Survey Ernesto M. Pernia and David N. Wilson,September 1989Industrial Technology Capabilitiesand Policies in Selected ADCs Hiroshi Kakazu, June 1990Designing Strategies and Policiesfor Managing Structural Change in Asia Ifzal Ali, June 1990The Completion of the Single European Community Market in 1992: A Tentative Assessment of its Impact on Asian Developing Countries J.P. Verbiest and Min Tang, June 1991Economic Analysis of Investment in Power Systems Ifzal Ali, June 1991External Finance and the Role of Multilateral Financial Institutions in South Asia:Changing Patterns, Prospects, and Challenges Jungsoo Lee, November 1991The Gender and Poverty Nexus: Issues and Policies M.G. Quibria, November 1993The Role of the State in Economic Development:Theory, the East Asian Experience,and the Malaysian Case Jason Brown, December 1993The Economic Benefits of Potable Water Supply Projects to Households in Developing Countries Dale Whittington and Venkateswarlu Swarna,January 1994Growth Triangles: Conceptual Issuesand Operational Problems Min Tang and Myo Thant, February 1994The Emerging Global Trading Environmentand Developing Asia Arvind Panagariya, M.G. Quibria, and Narhari Rao, July 1996Aspects of Urban Water and Sanitation inthe Context of Rapid Urbanization in Developing Asia Ernesto M. Pernia and Stella LF. Alabastro,September 1997Challenges for Asias Trade and Environment Douglas H. Brooks, January 1998Economic Analysis of Health Sector ProjectsA Review of Issues, Methods, and Approaches Ramesh Adhikari, Paul Gertler, and Anneli Lagman, March 1999The Asian Crisis: An Alternate View Rajiv Kumar and Bibek Debroy, July 1999Social Consequences of the Financial Crisis in Asia James C. Knowles, Ernesto M. Pernia, and Mary Racelis, November 1999No. 43No. 44No. 45No. 46No. 47No. 48No. 49No. 50No. 51No. 52No. 53No. 54No. 55No. 56No. 57No. 58No. 59No. 6020No. 1No. 2No. 3No. 4No. 5No. 6No. 7No. 8No. 9No. 10No. 11No. 1No. 2No. 3No. 4No. 5No. 6No. 7OCCASIONAL PAPERS OPPoverty in the Peoples Republic of China:Recent Developments and Scopefor Bank Assistance K.H. Moinuddin, November 1992The Eastern Islands of Indonesia: An Overviewof Development Needs and Potential Brien K. Parkinson, January 1993Rural Institutional Finance in Bangladeshand Nepal: Review and Agenda for Reforms A.H.M.N. Chowdhury and Marcelia C. Garcia,November 1993Fiscal Deficits and Current Account Imbalancesof the South Pacific Countries:A Case Study of Vanuatu T.K. Jayaraman, December 1993Reforms in the Transitional Economies of Asia Pradumna B. Rana, December 1993Environmental Challenges in the Peoples Republicof China and Scope for Bank Assistance Elisabetta Capannelli and Omkar L. Shrestha,December 1993Sustainable Development Environmentand Poverty Nexus K.F. Jalal, December 1993Intermediate Services and Economic Development: The Malaysian Example Sutanu Behuria and Rahul Khullar, May 1994Interest Rate Deregulation: A Brief Surveyof the Policy Issues and the Asian Experience Carlos J. Glower, July 1994Some Aspects of Land Administrationin Indonesia: Implications for Bank Operations Sutanu Behuria, July 1994Demographic and Socioeconomic Determinantsof Contraceptive Use among Urban Women inthe Melanesian Countries in the South Pacific:A Case Study of Port Vila Town in Vanuatu T.K. Jayaraman, February 1995No. 12 Managing Development through No. 13No. 14No. 15No. 16No. 17No. 18No. 19No. 20No. 21No. 22Institution Building Hilton L. Root, October 1995Growth, Structural Change, and Optimal Poverty Interventions Shiladitya Chatterjee, November 1995Private Investment and Macroeconomic Environment in the South Pacific Island Countries: A CrossCountry Analysis T.K. Jayaraman, October 1996The RuralUrban Transition in Viet Nam:Some Selected Issues Sudipto Mundle and Brian Van Arkadie, October 1997A New Approach to Setting the Future Transport Agenda Roger Allport, Geoff Key, and Charles Melhuish,June 1998Adjustment and Distribution:The Indian Experience Sudipto Mundle and V.B. Tulasidhar, June 1998Tax Reforms in Viet Nam: A Selective Analysis Sudipto Mundle, December 1998Surges and Volatility of Private Capital Flows to Asian Developing Countries: Implicationsfor Multilateral Development Banks Pradumna B. Rana, December 1998The Millennium Round and the Asian Economies:An Introduction Dilip K. Das, October 1999Occupational Segregation and the Gender Earnings Gap Joseph E. Zveglich, Jr. and Yana van der Meulen Rodgers, December 1999Information Technology: Next Locomotive of Growth?Dilip K. Das, June 2000STATISTICAL REPORT SERIES SREstimates of the Total External Debt ofthe Developing Member Countries of ADB:19811983I.P. David, September 1984Multivariate Statistical and Graphical Classification Techniques Appliedto the Problem of Grouping Countries I.P. David and D.S. Maligalig, March 1985Gross National Product GNP Measurement Issues in South Pacific Developing Member Countries of ADBS.G. Tiwari, September 1985Estimates of Comparable Savings in Selected DMCs Hananto Sigit, December 1985Keeping Sample Survey Designand Analysis Simple I.P. David, December 1985External Debt Situation in Asian Developing Countries I.P. David and Jungsoo Lee, March 1986Study of GNP Measurement Issues in the South Pacific Developing Member Countries.Part I: Existing National Accountsof SPDMCs Analysis of Methodologyand Application of SNA Concepts P. Hodgkinson, October 1986No. 8No. 9No. 10No. 11No. 12No. 13No. 14No. 15Study of GNP Measurement Issues in the South Pacific Developing Member Countries.Part II: Factors Affecting Intercountry Comparability of Per Capita GNPP. Hodgkinson, October 1986Survey of the External Debt Situationin Asian Developing Countries, 1985Jungsoo Lee and I.P. David, April 1987A Survey of the External Debt Situationin Asian Developing Countries, 1986Jungsoo Lee and I.P. David, April 1988Changing Pattern of Financial Flows to Asianand Pacific Developing Countries Jungsoo Lee and I.P. David, March 1989The State of Agricultural Statistics in Southeast Asia I.P. David, March 1989A Survey of the External Debt Situationin Asian and Pacific Developing Countries:19871988Jungsoo Lee and I.P. David, July 1989A Survey of the External Debt Situation in Asian and Pacific Developing Countries: 19881989Jungsoo Lee, May 1990A Survey of the External Debt Situationin Asian and Pacific Developing Countries: 1989199221No. 16No. 17Min Tang, June 1991Recent Trends and Prospects of External Debt Situation and Financial Flows to Asianand Pacific Developing Countries Min Tang and Aludia Pardo, June 1992Purchasing Power Parity in Asian Developing Countries: A CoIntegration Test No. 18Min Tang and Ronald Q. Butiong, April 1994Capital Flows to Asian and Pacific Developing Countries: Recent Trends and Future Prospects Min Tang and James Villafuerte, October 1995SPECIAL STUDIES, COPUBLISHEDAvailable commercially through Oxford University Press Offices, Edward Elgar Publishing, and Palgrave Mac MillanFROM OXFORD UNIVERSITY PRESS:Oxford University Press China Ltd 18th Floor, Warwick House East Taikoo Place, 979 Kings Road Quarry Bay, Hong Kong Tel 852 2516 3222Fax 852 2565 8491Email: webmasteroupchina.com.hk Web: www.oupchina.com.hk Informal Finance: Some Findings from Asia Prabhu Ghate et. al., 199215.00 paperback2. Mongolia: A Centrally Planned Economyin Transition Asian Development Bank, 199215.00 paperbackRural Poverty in Asia, Priority Issues and Policy Options Edited by M.G. Quibria, 199425.00 paperback4. Growth Triangles in Asia: A New Approachto Regional Economic Cooperation Edited by Myo Thant, Min Tang, and Hiroshi Kakazu 1st ed., 1994Revised ed., 199836.00 hardbound55.00 hardbound5. Urban Poverty in Asia: A Survey of Critical Issues 1.3.6.7.8.9.Edited by Ernesto Pernia, 199418.00 paperbackCritical Issues in Asian Development:Theories, Experiences, and Policies Edited by M.G. Quibria, 199515.00 paperback36.00 hardboundFinancial Sector Development in Asia Edited by Shahid N. Zahid, 199550.00 hardboundFinancial Sector Development in Asia: Country Studies Edited by Shahid N. Zahid, 199555.00 hardboundFiscal Management and Economic Reformin the Peoples Republic of China Christine P.W. Wong, Christopher Heady, and Wing T.Woo, 199515.00 paperback10. From Centrally Planned to Market Economies:The Asian Approach Edited by Pradumna B. Rana and Naved Hamid, 1995Vol. 1: Overview36.00 hardboundVol. 2: Peoples Republic of China and Mongolia50.00 hardboundVol. 3: Lao PDR, Myanmar, and Viet Nam50.00 hardbound11. Current Issues in Economic Development:An Asian Perspective Edited by M.G. Quibria and J. Malcolm Dowling, 199650.00 hardbound12. The Bangladesh Economy in Transition Edited by M.G. Quibria, 199720.00 hardbound13. The Global Trading System and Developing Asia Edited by Arvind Panagariya, M.G. Quibria,and Narhari Rao, 199755.00 hardbound14. Social Sector Issues in Transitional Economies of Asia 15.Edited by Douglas H. Brooks and Myo Thant, 199825.00 paperback55.00 hardboundIntergovernmental Fiscal Transfers in Asia: Current Practice and Challenges for the Future Edited by YunHwan Kim and Paul Smoke, 200315.00 paperback16. Local Government Finance and Bond Markets Edited by YunHwan Kim, 200315.00 paperbackFROM EDWARD ELGAR:Marston Book Services Limited PO Box 269, Abingdon Oxon OX14 4YN, United Kingdom Tel 44 1235 465500Fax 44 1235 465555Email: direct.ordermarston.co.uk Web: www.marston.co.uk 1.Reducing Poverty in Asia: Emerging Issues in Growth,Targeting, and Measurement Edited by Christopher M. Edmonds, 2003FROM PALGRAVE MACMILLAN:Palgrave Macmillan Ltd Houndmills, Basingstoke Hampshire RG21 6XS, United Kingdom Tel: 44 01256 329242Fax: 44 01256 479476Email: orderspalgrave.com Web: www.palgrave.comhome1.2.Labor Markets in Asia: Issues and Perspectives Edited by Jesus Felipe and Rana Hasan, 2006Competition Policy and Development in Asia Edited by Douglas H. Brooks and Simon Evenett, 20053. Managing FDI in a Globalizing Economy Asian Experiences Edited by Douglas H. Brooks and Hal Hill, 2004Poverty, Growth, and Institutions in Developing Asia Edited by Ernesto M. Pernia and Anil B. Deolalikar,20034.22SPECIAL STUDIES, INHOUSEAvailable commercially through ADB Office of External Relations1.3.4.5.6.9.Rural Poverty in Developing Asia Edited by M.G. Quibria Vol. 1: Bangladesh, India, and Sri Lanka, 199435.00 paperbackVol. 2: Indonesia, Republic of Korea, Philippines,and Thailand, 199635.00 paperback2. Gender Indicators of Developing Asian and Pacific Countries Asian Development Bank, 199325.00 paperbackExternal Shocks and Policy Adjustments: Lessons fromthe Gulf Crisis Edited by Naved Hamid and Shahid N. Zahid, 199515.00 paperbackIndonesiaMalaysiaThailand Growth Triangle:Theory to Practice Edited by Myo Thant and Min Tang, 199615.00 paperbackEmerging Asia: Changes and Challenges Asian Development Bank, 199730.00 paperbackAsian Exports Edited by Dilip Das, 199935.00 paperback55.00 hardbound7. Development of Environment Statistics in Developing Asian and Pacific Countries Asian Development Bank, 199930.00 paperbackEdited by S.Ghon Rhee Yutaka Shimomoto, 199935.00 paperbackRising to the Challenge in Asia: A Study of Financial Markets Asian Development Bank Vol. 1: An Overview, 2000 20.00 paperbackVol. 2: Special Issues, 1999 15.00 paperbackVol. 3: Sound Practices, 2000 25.00 paperbackVol. 4: Peoples Republic of China, 1999 20.00paperbackVol. 5: India, 1999 30.00 paperbackVol. 6: Indonesia, 1999 30.00 paperbackVol. 7: Republic of Korea, 1999 30.00 paperbackVol. 8: Malaysia, 1999 20.00 paperbackVol. 9: Pakistan, 1999 30.00 paperbackVol. 10: Philippines, 1999 30.00 paperbackVol. 11: Thailand, 1999 30.00 paperbackVol. 12: Socialist Republic of Viet Nam, 1999 30.00paperback10. Corporate Governance and Finance in East Asia:A Study of Indonesia, Republic of Korea, Malaysia,Philippines and Thailand J. Zhuang, David Edwards, D. Webb, Ma. Virginita Capulong Vol. 1: A Consolidated Report, 2000 10.00 paperbackVol. 2: Country Studies, 2001 15.00 paperback8. MortgageBacked Securities Markets in Asia 18. Handbook for Integrating Povery Impact Assessment in 11. Financial Management and Governance Issues Asian Development Bank, 2000Cambodia 10.00 paperbackPeoples Republic of China 10.00 paperbackMongolia Pakistan Papua New Guinea 10.00 paperbackUzbekistan 10.00 paperbackViet Nam 10.00 paperbackSelected Developing Member Countries 10.00 paperback10.00 paperback10.00 paperback12. Government Bond Market Development in Asia 13.Edited by YunHwan Kim, 200125.00 paperbackIntergovernmental Fiscal Transfers in Asia: Current Practiceand Challenges for the Future Edited by Paul Smoke and YunHwan Kim, 200215.00 paperback14. Guidelines for the Economic Analysis of Projects Asian Development Bank, 199710.00 paperback15. Guidelines for the Economic Analysis of 16. Handbook for the Economic Analysis of Water Supply Projects 17. Handbook for the Economic Analysis of Health Sector Projects Telecommunications Projects Asian Development Bank, 199710.00 paperbackAsian Development Bank, 199910.00 hardboundAsian Development Bank, 200010.00 paperbackthe Economic Analysis of Projects Asian Development Bank, 200110.00 paperback19. Handbook for Integrating Risk Analysis in the Economic Analysis of Projects Asian Development Bank, 200210.00 paperback20. Handbook on Environment Statistics Asian Development Bank, 200210.00 hardback21. Defining an Agenda for Poverty Reduction, Volume 1Edited by Christopher Edmonds and Sara Medina, 200215.00 paperback22. Defining an Agenda for Poverty Reduction, Volume 223. Economic Analysis of Policybased Operations: Key Edited by Isabel Ortiz, 200215.00 paperbackDimensions Asian Development Bank, 200310.00 paperback23About the Paper The ongoing slowdown in the economy of the United States US has sparked increasing concerns over the shortterm growth prospect of East Asia. Using the Oxford Economics Global Model, CynYoung Park examines the possible impacts on East Asia of a sharper and longer US slowdown than is currently anticipated in the Asian Development Outlook 2007. The simulation results suggest that a US slowdown on its own would not meaningfully derail East Asias strong growth. However, in case of significant spillovers from the US slowdown through financial instability and a hard landing in investments in the Peoples Republic of China, different growth stories of East Asia may unfold.About the Asian Development Bank The work of the Asian Development Bank ADB is aimed at improving the welfare of the people in Asiaand the Pacific, particularly the 1.9 billion who live on less than 2 a day. Despite many success stories,Asia and the Pacific remains home to two thirds of the worlds poor. ADB is a multilateral developmentfinance institution owned by 67 members, 48 from the region and 19 from other parts of the globe.ADBs vision is a region free of poverty. Its mission is to help its developing member countries reducepoverty and improve the quality of life of their citizens.ADBs main instruments for providing help to its developing member countries are policy dialogue, loans,technical assistance, grants, guarantees, and equity investments. ADBs annual lending volume is typicallyabout 6 billion, with technical assistance usually totaling about 180 million a year.ADBs headquarters is in Manila. It has 26 offices around the world and has more than 2,000 employeesfrom over 50 countries.Asian Development Bank 6 ADB Avenue, Mandaluyong City 1550 Metro Manila, Philippineswww.adb.orgeconomics ISSN: 16555252Publication Stock No. Printed in the Philippines ERDWorking Paper SERIESNo.95ECONOMICS AND RESEARCH DEPARTMENTCan East Asia Weather Can East Asia Weathera US Slowdown?a US Slowdown?CynYoung Park June 2007", "filename": "ewp-095.pdf", "person": ["Cyn-Young Park", "Park, Cyn-Young"], "date": ["2007"]}