{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/94427/1/gws-paper05-1.pdf"], "title": ["Bevölkerungsmodell und erste Modellierungen eines Arbeitsmarktes nach Qualifikationen"], "plaintext": " INHALT 1 Einleitung  3 2 Bevolkerungsmodul  3 2.1 Datensatz und Stand der Arbeiten 3 2.1.1 Modellierungsansatz  3 2.1.2 Festlegungen 4 2.1.3 Mortalitat 6 2.1.4 Migration 7 Bevolkerung  9 2.1.5 2.1.6 Fertilitat 10 Erste Modellrechnungen 11 Entwicklung der alteren Bevolkerung  13 Entwicklung der Bevolkerung im erwerbsfahigen Alter  15 Entwicklung der Geburten  16 Schlussfolgerungen und weitere Arbeiten 17 3 Arbeitsmarkt  17 3.1 Stand der Arbeiten 17 3.2 Konzeption eines qualifikationsbezogenen Arbeitsmarktes 18 Gewunschtes Arbeitsvolumen nach Qualifikationen ISCED 19 3.2.1 3.2.2 Unternehmensnachfrage nach Arbeitsvolumen nach ISCED   21 3.2.3 Matching  23 3.3 Bisherige Umsetzungen 25 2.2.1 2.2.2 2.2.3 2.2 2.3 3.3.1 3.3.2 Bestimmung des Arbeitsvolumens nach Qualifikationen auf der Angebotsseite 25 Bestimmung des Arbeitsvolumens nach Qualifikationen auf der Nachfrageseite 28 3.4 3.4.1 3.4.2 3.4.3 Erste Ergebnisse fur den nach Qualifikationen segmentierten Arbeitsmarkt 30 Arbeitsmarktangebot 30 Arbeitsmarktnachfrage 36 Eine erste Bilanzierung: Entwicklung von Angebot und Nachfrage im Vergleich 38 Schlussfolgerungen und noch offene Arbeiten  41 Literatur 43 3.4.4 4 2 1 EINLEITUNG Im Rahmen der Kooperationsgruppe Sozio okonomische Modellierung am Zen trum fur interdiziplinare Forschung Zi F der Universitat Bielefeld wurden zw ei Zie lsetzungen verfolgt: Zum einen wurden die Moglichkeiten fur Sozio okonomische Modellierungen, die das Modell PANTA RHEI erweitern konnen, gepruft. Zum anderen sollten in den Monaten Juni und Juli des Jahres 2004 auch erste Umsetzungen erfogen. lIm vorliegenden Arbeitspapier werden die Ergebnisse der erfolgten Umsetzungen dargestellt. Dabei ist zu berucksichtigen, dass wegen der Kurze der Zeit keine neuen Daten aus Mik rodatensatzen gehoben werden konnten und daher auf bestehende D atensatze zuruckgegriffen wurde. Umfangreiche Datenlieferungen gehen auf das Stati stische Bundesamt zuruck, die uns die Erstellung eines Bevolkerungsmodells ermoglichten. Im Folgenden werden zwei Module einer moglichen sozio okonomischen Erweiterung des Modells PANTA RHEI vorge stellt: Zum einen ein vollstandiges Bevolk erungsmodell, zum anderen eine Arbeitsmarktmodellierung, die eine Fortschreibung des Arbeitsangebotes und der Arbeitsnachfrage nach Qualifikationenstufen der ISCED International Standard Classification of Education 1997 erlaubt. 2 BEVOLKERUNGSMODUL 2.1 DATENSATZ UND STAND DER ARBEITEN Die folgende Dokumentation gibt den aktuellen Entwicklungsstand des Bevolkerungsmodells wieder. Das Modell beruht im Wesentlichen auf dem Datensatz des St atistisches Bundesamtes. Fur die Geburtenziffern, Sterbetafeln, Wanderungen und den Bevolkerungsbestand wurde jeweils ein vollstandige r Datensatz fur die Jahre 1991 bis 2002 geliefert. Der Ausgangsdatensatz fur die Bevolkerung enthalt eine Aufteilung auf 95 Altersjahre; die Besetzung der Altersjahre 96 bis 101 konnten aber mit Hilfe der Sterbetafel 20002002 erganzt werden. 2.1.1 Modellierungsansatz Die Abbildung 1 gibt einen Uberblick des Bevolkerungsmodells. Es wird zwischen Mortalitat, Migration und Fertilitat unter schieden. Die nachste Zeile zeigt die Nivea uparameter, mit denen das Modell auf verschiedene Szenarien eingestellt werden kann. Aus einer Benutzeroberflache heraus konnen Altersverteilungen z.B. Verlagerung des Geburtengipfels auf hohere Altersjahre von Frauen und das Niveau anderer Groen z.B. Erhohung der Zuwanderung bestimmter Wanderungsgruppen verandert werden. Daneben kann die Dauer des Ubergangs vom Geburtengipfel des Ausgang sjahres zum neuen Geburtengipfel festgelegt werden. Grundsatzlich kon nen samtliche Ubergange zeitlich terminiert werden. 3 Abbildung 1 Wirkungszusammenhange im Bevolkerungsmodell Mortalitat Mortalitat Migration Migration Fertilitat Fertilitat Beeinflussung von Beeinflussung von Niveau und Struktur Niveau und Struktur der Sterbeziffernder Sterbeziffern Beeinflussung von Beeinflussung von Niveau und AltersNiveau und Altersstruktur der Fortzugsstruktur der Fortzugswahrscheinlichkeiten, wahrscheinlichkeiten, Trennung nach Trennung nach Gruppen Gruppen Beeinflussung von Beeinflussung von Niveau und AltersNiveau und Altersstruktur der struktur der Zuwanderung Zuwanderung Trennung nach Trennung nach Gruppen Gruppen Beeinflussung von Beeinflussung von Niveau und Struktur Niveau und Struktur der Geburtenziffernder Geburtenziffern Sterbetafeln Sterbetafeln Fortzuge Fortzuge Zuzuge Zuzuge Geburtenziffern Geburtenziffern Wanderung Wanderung Bevolkerung von unter Bevolkerung von unter 2 bis unter 101 Jahren 2 bis unter 101 Jahren Bevolkerung unter 1 Jahr Bevolkerung unter 1 Jahr Geburten Geburten Der Bevolkerungsprozess der Mortalitat wird als erstes bestimmt. Ausgehend von den Sterbeziffern, die sich sowohl im Niveau als auch in der Altersstruktur im Rahmen von Szenarien verandern lassen, werden die Sterbetafeln fur Frauen und Manner nach 101 Altersjahren berechnet. Diese Information fliet dann in alle ubrigen Bevolk erungsprozesse ein. Die Migration wird getren nt nach Zu und Fortzugen bestimmt. Letztere hangen von Fortzugswahrscheinlichkeiten ab, die im Niveau wie auch in ihrer Alterstruktur verandert werden konnen. Die Fortzugswahrscheinlichkeiten unterstellen ein bestimmtes, nach Altersjahren differenziertes Wanderungsverhalten von Inlandern. Zusatzlich wird eine Aufgliederung nach Fortzugsgruppen vorgenommen. Dieses ist notwendig, um die Zusammenhange zwischen bestimmten Zuzugen und Fortzugen modellieren zu konnen z.B. Green Card. Die Zuzuge gehen ebenfalls aus einem zweiteiligen Verfahren hervor. Zum einen werden absolute Angaben uber die Zuwa nderung bestimmter Bevolkerungsgruppen gemacht. Zum anderen ist die Altersstruktur der Zuwanderer veranderbar. Aus Fort und Zuzugen ergibt sich der Wanderungssaldo getrennt nach Frauen und Mannern sowie Altersjahren, der dann u nter Berucksicht igung der halben Sterbewahrscheinlichkeit in die Bevolkerung eingeht. Der Bevolk erungsprozess Fertilitat wird durch Veranderungen des Niveaus und der Struktur der Geburtenziffern beeinflusst. Die Anzahl der Geburten kann dann mit Hilfe des Vektors der weiblichen Bevolkerung im Alter von 15 bis 49 ermittelt werden. Die Beschreibung des Bevolkerungsmodells beinhaltet neben den Bevolkerungsitat auch die Szenariovariablen und deren prozessen Fertilitat, Migration und Mortal Wirkungsweise. 2.1.2 Festlegungen Das Bevolkerungsmodell unterscheidet zwischen Altersjahren a und Lebensalter l. Die Bevolkerungsvektoren fur Frauen und Manner beziehen sich jeweils auf den 31.12. des aktuellen Jahres t. Die Vektoren sind nach a 1,  , 101 Altersstufen 4 untergliedert. Das Altersjahr a 1 bezeichnet die Personen von 0 bis unter einem Jahr; a 101 bezieht sich dementsprechend auf Personen, die 100 bis unter 101 Jahre alt sind. Auch fur die Vektoren der Migration und der Mortalitat sowie fur die Sterbetafeln gelten die gleichen Festlegungen. Davon abweichend werden die Geburtenziffern auf das Lebensalter l der Frauen bezogen. Eine Frau kann also zu Beginn des Jahres im Alter von a 20 ein Kind zur Welt bringen, aber am Ende des Jahres bereits 21 Jahre alt sein. Dieses muss bei der Modellierung berucksichtigt werden. Die Notation der Variablen unterscheidet zwischen drei Datenklassen. Grogeschriebene Variablen mit einer ausschlielichen Indexierung der Zeit t sind entweder Aggregate z.B. BEVIt Bevolkerung insgesamt oder Groen, die nicht weiter a ggregierbar sind FSNSt Finanzierungssaldo des Staates. Ist neben der Zeit eine doppelte, tiefgestellte Indexierung angegeben STTAast, dann h andelt es sich um eine Matrix, die sich in der Zeit verandert. Der erste tiefgestellte Index bezieht sich auf die Zeile, der zweite auf die Spalte. Kleingeschriebene Variablen mit einer einfachen Indexierung beviat sind in der Zeit variable Vektoren mi t a Zeilen. Fehlt die Zei tangabe t ist die Groe als konstant anzusehen. Bei der Beschreibung des Gleichungssystems des Bevolkerungsmodells wird zw ischen Szenariovariablen und Modellvariablen unterschieden. Wahrend letztere die Bevolkerungsprozesse abbilden, werden die Szenariovariablen zur Beeinflussung von Groen, die aus Sicht des Bevolkerungsmodells exogen sind z.B. Sterbeziffern, und von Verhaltensparametern z.B. Geburtenziffern im Rahmen von Szenarien eingesetzt. Diese Variablen werden mit dem B egriff Niveauparameter bezeichnet, da sie als Faktoren die Verhaltensparameter bzw. Exogene im Niveau verandern. Die folgende Tabelle gibt einen Uberblick uber die Variablen des Modells. Tabelle 1: Variablen des Bevolkerungsmodells Mortalitat Migration Modellvariablen STTAW, STTAM Sterbetafeln szw, szm Sterbeziffernfzpw, fzpm Fortzugswahrscheinlichkeitenfzw,fzm Fortzugezzw,zzw Zuzuge Fertilitat ZZWG1G3, ZZMG1G3 Gruppen an Zuwandererngez Geburtenziffernfrw Geburtenziffern fur Madchen SAEUGW, SAEUGM Sauglinge Szenariovariablennpszw,npszm Niveauparameter fur Sterbeziffernnpzzw,npzzm Niveauparameter der Zuzugenpfzw,npfzm Niveauparameter der Fortzugswahrscheinlichkeitnpgez Niveauparameter der Geburtenziffern NPGEZ globale Szenariovariable Zeit Dimensiona 101, s 7 1991200219912002ab 2002a 101a 101a 10119912002a 101a 101a 1011991200219912002ab 2002a 101ab 2002l 15 49l 15 49l 15 49ab 200219912002ab 2002ab 200219912002ab 2002Bevolkerung bevw, bevm, bevi Bevolkerungsvektoren BEVM,BEVW, BEVI Bevolkerung weiblich, mannlich, insgesamt Anmerkung :Die Endungen W,M,I der Variablen beziehen sich auf Weiblich, Mannlich, Insgesamt. 19912002a 10119912002 5 2.1.3 Mortalitat Zum besseren Verstandnis wird eine Sterbetafel mit den im Folgenden auftretenden Variablenbezeichnungen versehen: Tabelle 2 Sterbetafel und Modellvariablen t seednello Vretl ASterbe Uberlebens Uberlebende Gestorbenewahrscheinlichkeitim Alter xvom Alter x bis x1im Alter xbis unter x1 durchlebte durchlebende Von den Uberlebenden im Alter xbis zum Alter x1insgesamt Durchschnittliche Lebenserwartungnoch zu Jahreex lx STTAa,6im Alter xin Jahrenex STTAa,7 xaqxpx STTAa,1 STTAa,2lx STTAa,3dx STTAa,4Lx STTAa,50123412345STTA a,s t 95 9696 9797 9898 9999 100100 101Die Sterbeziffern fur Frauen szwat und Manner szmat werden im Rahmen von Szenarien durch die Niveauparameter npszwat und npszmat beeinflusst. Es gilt: 1 szwat szwat1 npszwat1000 szmat szmat1 npszmat1000 mit: a 1, ,101 und a bezeichnet Personen mit a1 bis unter a Lebensjahren Die Sterbeziffern werden mittels der Niveauparameter jedes Jahr um einen festen Prozentsatz erhoht. Die Faktoren sind nach Alter und Geschlecht differenziert.keine Veranderung erfolgen, sind die Niveauparameter gleich 1000. Soll Mit den Sterbeziffern konnen die Sterbetafeln getrennt nach Geschlecht und 101 Altersjahren a berechnet werden, wobei wiederum das Altersjahr 1 die 0 bis unter 1 Jahrigen beschreibt. Zuerst werden die Sterbeziffern in die erste Spalte s1 der Sterbetafeln STTAWa,st Frauen, STTAMa,st Manner eingebucht: 2 STTAWa,1t szwat STTAMa,1t szmat a 1,  ,101 Anschlieend konnen die Uberlebenswahrscheinlichkeiten berechnet werden: 3 STTAWa,2t 1 STTAWa,2t STTAMa,2t 1 STTAMa,2t a 1,  ,101 Die dritte Spalte der jeweiligen Sterbetafel enthalt die Uberlebenden im Alter wobei von einer Ausgangsbevolkerung von jeweils 100.000 Personen ausgeganwird. Personen im Alter 0 bis unter 1 Jahr a1 werden hier nicht einbezogen: 4 STTAWa,3t STTAWa1,3tSTTAWa1,2t STTAMa,3t STTAMa1,3tSTTAMa1,2t a 2,  ,101 a, gen 6 Die vierte Spalte der Sterbetafel enthalt die Gestorbenen im Alter a bis unter a1. werden die Uberlebenden nach Altersjahren Fur alle Altersjahre a 1,  , 101STTAa,3t mit den Sterbeziffern STTAa,1t multipliziert: 5 STTAWa,4t STTAWa,3t STTAWa,1t STTAMa,4t STTAMa,3t STTAMa,1t a 1,  ,101 Im nachsten Schritt wird die Berechnung der Spalte 5 Von den Uberlebenden im Alter x bis Alter x1 durchlebte Jahre beschrieben. Dazu mussen die Uberlebenden im Alter x zu den Uberlebenden des Alters x1 addiert und durch 2 dividiert werden. So erhal t man die im Durchschnitt durchlebten Jahre. Dieses entspricht folgender Formulierung: Von den Altersjahren, die ohne Todesfalle durchlebt werden wurden STTAa,3t2, werden die Jahre abgezogen, die wegen Todes nicht mehr durchlebt werden konnen STTAa,3tSTTAa,1t. Der Vorteil dieser Formulierung ist, dass man auch fur das letzte Altersjahr die durchlebten Jahre angeben kann, ohne eine Umste llung des Gleichungszusammenhanges vorzunehmen zu mussen: 6 STTAWa,5t STTAWa,3t2STTAWa,3tSTTAWa,1t2 a 1,  ,101 STTAMa,5t STTAMa,3t2STTAMa,3tSTTAMa,1t2 Die von den Uberlebenden im Alter x noch zu durchlebenden Jahre werden berec hnet, indem man beginnend vom hochsten Alter die noch zu durchlebenden Jahre Spalte 5 der Sterbetafel addiert. Fur die Altersjahre kleiner als a 101 gilt: 7 STTAWa,6t STTAWa,5t STTAWa1,6t STTAMa,6t STTAMa,5t STTAMa1,6t a 1,  ,100 Fur das Altersjahre a 101 Personen im Alter 100 bis unter 101, x 100 in der Sterbetafel des Statistischen Bundesamtes wird ein abweichendes Verfahren gewahlt. Wenn keine Personen alter als 101 Jahre alt werden, mussten sich die Zahlen der 5. und 6. Spalte fur das letzte in die Sterbetafel aufgenommene Altersjahr entsprechen. Da das nicht der Fall ist, wird eine Zuschatzung vorgenommen. Um das im vorliege nden Modell auch im Fortschreibungszeitraum zu gewahrleisten, wird angenommen, dass das Verhaltnis von L 100 Von den Uberlebenden im Alter x bis zum Alter x1 durchlebte Jahre und e 100 l 100 Von den Uberlebenden im Alter x insgesamt noch zu durchlebende Jahre konstant bleibt. Die Verhaltnisse wurden aus der Sterbetafel 20002002 des Statistischen Bundesamtes berechnet. Es gilt: 8 STTAW101,6t STTAW101,55 2.5149 STTAM101,6t STTAM101,55 2.4199 Zum Schluss wird die durchschnittliche Lebenserwartung berechnet. Dazu mussen die insgesamt noch zu durchlebenden Jahre Spalte 6 der Sterbetafel durch die Ube rlebenden Spalte 3 der Sterbetafel dividiert werden. Es gilt fur alle Altersjahre: 9 STTAWa,7t STTAWa,6tSTTAWa,3t STTAMa,7t STTAMa,6tSTTAMa,3t a 1,  ,101 2.1.4 Migration Nachdem die Sterbeziffern szw und szm bestimmt und die Sterbetafeln erganzt wurden, werden die ubrigen Bevolkerungsprozesse betrachtet. I m ersten Schritt werden Wanderungen uber die Grenzen der Bundesrepublik getrennt nach Fortzugen und Z u 7 zugen sowie nach Alter und Geschlecht berechnet. Es wird zwischen spezifischen und unspezifischen Fortzugen unterschieden. Fur die Entwicklung der unspezifischen Fortzuge Fortzuge, die stets auftreten, ohne dass sie mit bestimmten Gruppen oder Ereignissen in Verbindung gebracht we rden konnen wird unterstellt, dass analog zum Verfahren des Statistischen Bundesamtes bei den Geburten auch die Fortzugswahrs cheinlichkeiten auf die in der Mitte der Periode Lebenden bezogen werden. Daher erfolgt zunachst eine vorlaufige Bevolk erungsvorausberechnung ohne Berucksichtigung der Wanderungsbewegungen. Die Anzahl der 0 bis unter 1 Jahrigen entspricht dabei denen des V orjahres. Auerdem wird angenommen, dass Zuwanderer im gleichen Jahr nicht wieder auswandern. Unter diesen Annahmen lasst sich die Bevolkerung getrennt nach Alter und G eschlecht wie folgt berechnen 10 vbevwat bevwa1t1 STTAWa1,2t1 vbevmat bevma1t1 STTAMa1,2t1 a 2, ,101 a 2, ,101 mit: Als Ergebnis entsteht eine Schatzgroe fur die Personen, die unter den oben ga 1, ,101 Alter, a 1 Personen mit 0 bis unter 1 Lebensjahren vbevwat Bevolkerungsvektor der Frauen, vorlaufig vbevmat Bevolkerungsvektor der Manner, vorlaufig STTAWa,2t, STTAMa,2t Uberlebenswahrscheinlichkeiten fur Frauen und Manner enannten Annahmen fur eine Auswanderung in Frage kommen. Als nachstes werden die Fortzugswahrscheinlichkeiten nach Geschlecht und Altersjahren fzpwat Frauen, fzpmat Manner bestimmt. Die Fortzugswahrscheinlichkeiten konnen im Ra hmen von Szenarien durch Niveauparameter npfzwat Frauen, npfzmat Manner getrennt nach Altersjahren und Gesc hlecht beeinflusst werden. Sollen die Fortzug swahrscheinlichkeiten unverandert bleiben, sind alle Niveauparameter gleich 1000. Die Fortzugswahrscheinlichkeiten werden wie folgt mit den Niveauparametern verknupft: 11 fzpwat fzpwat1 npfzwa1000 fzpmat fzpmat1 npfzma1000 a 1,  , 100 Die Niveauparameter werden als uber die Jahre gleichbleibender Faktor auf die Fortzugswahrscheinlichkeiten aufgeschlagen. Dieses ist als eine Modellierung des Ubergangs zwischen zwei Zustanden zu sehen: Sollen etwa die Fortzugswahrscheinlichkeiten fur die Altersjahre 20 bis 40 verglichen mit den Ausgangswerten um 10% in den nachsten 10 Jahren steigen, dann wurden durch die Niveauparameter eine jahrliche Steigerung um 0,95% erfolgen. Die Niveauparameter sind dann 1009,5. Wenn de r vorgegebene Wert 10% erreicht, fallt der Niveauparameter automatisch wieder auf 1000 zuruck und die Fortzugswahrscheinlichkeiten sind von da an kostant. Neben dem Gesamtaufschlag hier 10% muss also auch das Startjahr und das Endjahr des Ubergangs angegeben werden. nNachdem die Beschreibung der Beeinflussung der Fortzugswahrscheinlichkeiten im Rahmen von Szenarien erfolgte, wird nun die Berechnung der Fortzuge nach Alter und Geschlecht gezeigt: 12 fzwat bevwatfzpwat100 fzmat bevmatfzpmat100 a 1,  , 100 Mit dem bisher vorgestellten Vorgehen sind die unspezifischen Fortzuge endogen im Bevolkerungsmodell bestimmt. Daruber hinaus kann eine Aufteilung nach spezifi 8 schen Fortzugsgruppen vorgenommen werden. Allerdings ist auf Grund der Datenlage bisher keine nach Fortzugsgruppen getrennte Altersstruktur gegeben. Wegen des fes tstellbaren Zusammenhanges zwischen Fortzugen und Zuzugen bestimmter Gruppen ist diese Differenzierung nach Fortzugsgruppen dennoch sinnv oll. Eine mogliche Formulierung eines solchen Zusammenhanges wird in der folgenden Gleichung dargestellt: 13 DFortzuget Verhaltensfaktor DZuzuget3; Der Verhaltensfaktor kann Werte zwischen 0 und 1 annehmen. Die Faktoren sind dann Teil der Szenariofor mulierung. Die bisher umgesetzte Modellformulierung im pliziert, dass samtliche Verhaltensfaktoren Null sind. Anschlieend wird die Verand erung der Fortzuge entsprechend der Alterszusammensetzung der Vektoren fzwat und fzmat aufgeteilt: 14 DFortzugeat DFortzuget fzatSa fzat Schlielich werden diese Veranderungsvektoren der Fortzuge nach Altersjahren DFortzugeat den bereits ermittelten Fortzugen zugeschlagen. Sodann werden die Zuzuge bestimmt. Um ausreichend detaillierte Vorgaben fur Simulationen oder Fortschreibungen machen zu konnen, wird bei den Zuzugen ein zweistufiges Verfahren gewahlt. In einem ersten Schritt erfolgt nur eine Trennung nach Geschlecht bei den Wanderungsgruppen. In einem zweiten Schritt wird das Z uwanderungsvolumen insgesamt getrennt nach Geschlecht auf Altersjahre verteilt. Auch hier kann die Altersstruktur der Zuwanderung wieder getrennt nach G eschlecht durch die Setzung von Niveauparametern npzzwat Frauen, npzzmat Manner beeinflusst werden. Allerdings werden die Niveauparameter anders als bei den Fortzugen auf die Zuwanderungszahlen bezogen. Es ergeben sich folgende vorlaufige Zuwanderungen: 15 vzzwat zzwat1 npzzwat1000 vzzmat zzmat1 npzzmat1000 Wie bei den Fortzugen konnen auch hier Ubergange zwischen zwei Zeitpunkten modelliert werden. Im Gegensatz zu den Fortzugen beeinflussen die Niveauparameter bei den Zuzugen die Altersstruktur und nicht das Zuwanderungsvolumen. Im vorliegenden Modell wird das Zuwanderungsvolumen nach 3 Gruppen getrenn t nach Geschlecht zerlegt. ZZMG2t beschreibt beispielsweise die mannlichen Zuzuge der Gruppe 2. Die Zuzuge getrennt nach Geschlecht ergeben sich zu: 16 ZZWt ZZWG1tZZWG2tZZWG3t ZZMt ZZMG1tZZMG2tZZMG3t Im Anschluss konnen die Zuzuge n ach Alter und Geschlecht zzwat und zzmat auf die aggregierten Groen ZZWt und ZZMt skaliert werden: 17 zzwat vzzwat ZZWtSa vzzwat zzmat vzzmat ZZMtSa vzzmat 2.1.5 Bevolkerung Im Folgenden wird die Bevolkerung fur die Altersjahr e 2 bis 101 1 unter 2 Jahre bis zu 100 bis unter 101 Jahre fortgeschrieben. Dazu wird zu dem Anfangsbestand der 9 Bevolkerung 31.12. des Vorjahres t 1 getrennt nach dem Geschlecht und Alter der Wanderungssaldo des aktuellen Jahres zzat fzat hinzuaddiert. Von dieser Su mme wird die Zahl der Gestorbenen abgezogen. Die bereits im Land lebende Bevolk erung durchlebt bis zu 31.12. des aktuellen Jahres t ein volles Jahr ; daher muss fur diesen Teil der Bevolkerung die volle Sterbewahrscheinlichkeit des Vorjahres zugrunde gelegt werden. Auerdem muss man beachten, dass die im aktuellen Jahr aJahrigen im Vorjahr a1 Jahre alt waren. Die Wanderung findet allerdings zur Mitte des Jahres statt; damit kann auch nur die halbe Sterbewahrscheinlichkeit zur Anwendung ko mmen. Es gilt: 18 bevwat bevwa1 t1 zzwat fzwat bevwa1t1 0.5 zzwat fzwat STTAWa1,1t1 bevmat bevma1 t1 zzmat fzmat bevma1t1 0.5 zzmat fzmat STTAMa1,1t1 a 2,  , 101 2.1.6 Fertilitat Wahrend die Bestandszahlen der Bevolkerungsvektoren bevw, bevm auf den 31.12. eines jeden Jahres t bezogen sind, wird fur die Geburten angenommen, dass sie in der Mitte des Jahres erfolgen, da die Geburten nicht stichtagsbezogen sind, sondern sich uber das gesamte Jahr verteilen . Dieses ist bei den Berechnungen zu berucksichtigten. Die vollendeten Altersjahre a1 der Bestandsvektoren werden mit den nach Lebensjahren gegliederten Geburtenziffern kombiniert. Im Vorfeld der Geburtenberechnung wird zuerst die Bestimmung der Geburtenzi ffern im Rahmen von Szenarien beschrieben. Das Vorgehen ist zweistufig. In einem ersten Schritt legt man fest, wie die Geburtenziffern z.B. in 10 Jahren au ssehen sollen. So kann die Verschiebung des Lebensjahres der Frauen mit den meisten Geburten vorgenommen werden. In einem zweiten Schritt wird der Ubergang in dem dazwischen liegenden Zeitraum beschrieben. Die Modellierung des Ubergangs in den Zwischenjah ren erfolgt linear: Ausgehend vom Startjahr tAT wird der Abstand zwischen den Geburtenziffern des letzten noch nicht geanderten Jahres AT zu der vorgegebenen Geburtenwahrscheinlichkeit des Endjahres ET fur jedes Lebensjahr l berechnet gezlET gezlAT. Anschlieend unterETAT in teilt man diese Differenz durch Division mit der Dauer des Ubergangs gleich groe Schritte. Die sich ergebende Schrittweite wird mit der Anzahl der b ereits vergangenen Jahre des Ubergangs tAT multipliziert und zum Ausgang swert fur die Geburtenziffern gezlAT addiert. Teilt man den entstehenden Wert durch diese Geburtenziffern gezlAT, ergibt sich ein Aufschlagsfaktor, mit dem die anfanglichen Geburtenziffern multipliziert werden mussen, um die Geburtenziffern des Jahres t zu erha lten. Dieser Aufschlagsvektor wird mit npgezlt bezeichnet. Es gilt: 19 npgezlt gezlAT gezlET gezlATETATtATgezlAT Bei der Vorgabe der Verteilung der Geburtenziffern fur das Jahr ET ist darauf zu achten, dass sich die TFR nicht verandert. Nachdem die Struktur der Geburtenziffern durch die lebensjahrspezifische Nivea uergeben sich vorlaufige Geburtenziffern parameter npgezlt angepasst worden ist, vgezlt: 10 20 vgezlt gezlAT npgezlt Neben den lebensjahrspezifischen An passungen kann auch das Niveau der Gebu rtenziffern insgesamt verandert werden , indem man mit dem Faktor NPGEZt multipliziert. 21 gezlt NPGEZtvgezlt; Anschlieend kann die Zahl der Geburten berechnet werden. Um die weiblichen Lebendgeborenen zu er mitteln, werden die Geburtenziffern mit der Sexualproportion 0,48725 Frauen, 0,51275 Manner multipliziert: 22 frwlt 0,48725 gezlt Die Anzahl der weiblichen Sauglinge ergibt sich dann zu: 23 v SAEUGWt Sa bevwa1t frwlat Es wird im Folgenden berucksichtigt, dass die eingewanderten Frauen im Durc hschnitt nur ein halbes Jahr in Deutschland leben, daher wurde auch bisher nur die ha lbe Sterbewahrscheinlichkeit veranschlagt! Die uberlebenden zugewanderten Frauen haben allerdings auch nur ein halbes Jahr Zeit, Kinder zu gebaren. Um die bisher zu hohe Anzahl der Geburten zu korrigieren, werden die Kinder der nicht uberlebenden Einwanderinnen berechnet: 24 e SAEUGWt Sa zzwa1t fzwa1t 1 0,5 szwa1t 0,5 frwlat Die Anzahl der weiblichen Sauglinge ist dann: SAEUGWt v SAEUGWt e SAEUGWt 25 Die mannlichen Sauglinge ergeben sich unter Berucksichtigung der Sexualpropo rtion zu: 26 SAEUGMt SAEUGWt1.05233 Zum Schluss werden die Sauglinge in den Bevolkerungsvektoren verbucht und die Summe der Sauglinge berechnet: 27 bevwa1t SAEUGWt bevma1t SAEUGMt 28 SAEUGIt SAEUGMtSAEUGWt 2.2 ERSTE MODELLRECHNUNGEN Bei der Auswahl der Szenarien Stand die Frage nach der sozio okonomischen Relevanz bestimmter Bevolkerungsgruppen im Focus . Aus Sicht der gesetzlichen Re nten, Kranken und Pflegeversicherung ist die Entwicklung der Lebenserwartung entsche idend. Die Ausgaben der Sozialversicherungssysteme werden neben anderen Einflus sgroen Gesundheitszustand, Hohe des Rentenwertes und Anza hl der Beitrag sjahre z.B. EnqueteKommission, 1998 von der Entwicklung der Personen der uber 60 bzw. der uber 65 Jahrigen bestimmt. Allerdings sind auch die privaten Renten und Kapitallebensversicherungen von der demografischen Entwicklung betroffen. Geht die Anzahl der Neuabschlusse von Lebensversicherungen im Verhaltnis zu den zur Au szahlung kommenden Vertragen zuruck, sind Anpassungen der Verzinsung unvermei dlich. 11 Aus demografischer Sicht wird die weitere Entwicklung des Wirtschaftsstandortes Deutschland vor allem durch die zukunftige Entwicklung des Arbeitsangebotes gepragt. Die Personen im erwerbsfahigen Alter stellen eine absolute Obergrenze fur das Arbeitsangebot dar. Bisher wird der Lebensabschnitt der Erwerbsfahigkeit fur die A ltersjahre 15 65 festgelegt. Jedoch wird die Frage der Lebensarbeitszeit allerdings eher aus dem Blickwinkel des Sozialversicherungssystems gesehen kontrovers di skutiert. Schlielich stellt sich die Frage nach der Entwicklung des Humankapitals. Fur das Bildungssystem der Bundesrepublik i st die Besetzung der unteren Altersjahre 6 bis 30 der Bevol kerung mit Hinblick auf die vorzuhaltenden Kapazitaten an Allgemeinbildenden Schulen, Berufsschulen oder universitaren Einrichtungen entscheidend. Trotz regional sehr unterschiedlicher Entwicklungen stellt sich die Frage, ob steigende Geburtenziffern, sofern sie denn kommen, zu einer Uberforderung des Bildungssystems fuhren wurden. Vor dem Hintergrund dieser grob skizzierten Fragestellungen wurden vier Szen arien gewahlt: Ausgangspunkt fur die Analyse ist ein Status QuoSzenario bis zum Jahr 2050. Es unterstellt, dass die exogenen Groen Geburtenverhalten, Fortzugsverhalten, Ster blichkeit und Zuwanderung unverandert bleiben. Dieses Szenario dient als Referen zszenario fu r alle ubrigen Szenarien. Die im Ergebnisteil dargestellten Analysen sind Status Quo immer als relative oder absolute Abweichung eines Szenarios zum Szenario zu sehen. Das zweite Simulationsszenario Lebenserwartung unterstellt einen Anstieg der Lebenserwartung bei Mannern und Frauen von jeweils 5 Jahren bis zum Jahr 2050. Di eses entspricht in etwa dem halben Anstieg der Lebenserwartungen Neugeborener im fruheren Bundesgebiet in den Jahre 1950 68,5 Jahre fur Frauen und 64,5 Jahre fur Manner bis 2000 80,9 bzw. 75,1 Jahre. Eine zukunftige Zunahme der Lebenserwa rtung wird anders als in fruheren Jahren nicht mehr durch Absenkung der Sauglingssterblichkeit erreicht werden konnen. Auch in den Altersjahre n bis unter 60 sind die Sterbeziffern schon sehr niedrig ; weitere Absenkungen sind eher unwahrscheinlich. Daher wird in diesem Szenario unterstellt, dass die Sterblichkeiten von Personen alter als 60 Jahre zuruckgehen. Dabei wird berucksichtigt, dass der Ruckgang der Sterblichkeit vor allem bei hoheren Altersjahr gangen uberproportional ist. So nimmt der Ruckgang der Sterblichkeit bis zum Alter 80 zu. Fur Altersjahre 80 geht die Ster blichkeit schrittweise wieder auf ihr altes Niveau zuruck, so dass die Sterblichkeiten des letzten Altersjahrganges wieder mit dem des Status Quo Szenarios ubereinstimmen. Die Folge dieses Eingriffes ist, dass im Jahr 2050 erst ab dem Altersjahr 86 ein deutl icher Anstieg der Sterbeziffern zu verzeichnen ist. Dieses bedeutet eine Verschiebung um ungefahr 7 Altersjahre. Im dritten Szenario wird die Zuwanderung verandert. In den Jahren 1991 bis 2002 schwankte der Wanderungssaldo Zuzuge abzuglich Fortzuge insgesamt in Deutschland zwischen 788.000 1992 und 47.000 1998. Die Anzahl der Zuwanderer liegt im gleichen Zeitraum sogar zwischen 1,6 Mio. und 0,8 Mio. Im Jahre 2002 dem letzten Stutzzeitpunkt fur das Modell lag die Zuwanderung bei 840.000 Personen. Im Szenario Zuwanderung wird unterstellt, dass bis zum Jahr 2015 ein Anstieg auf 1 Mio. Zuwanderer pro Jahr erfolgt. Dieses ist vor dem Hintergrund der Zuwanderung s 12 zahlen in den Jahren 1965 bis heute ein hoher Wert, der kaum uberschritten werden wird. Zum Schluss wird eine Veranderung der Geburtenziffern unterstellt. Unter Beib ehaltung der Altersstruktur der Geburtenziffern wird die zusammengefasste Geburte nziffer auf das Niveau von 1,9 bis zum Jahr 2015 angehoben. Es wird angenommen, dass auch in Deutschland durch eine Veranderung der gesellschaftlichen Einstellung zu Ehe und Familie bei geeigneter Flankierung durch politische Manahmen Kindertagesstatten, veranderte steuerliche Behandlung von Kindern etc. in den nachsten 10 Jahren eine solche Anpassung erreicht werden kann. Dieses Szenario wird mit Geburtenzuwachs bezeichnet. 2.2.1 Entwicklung der alteren Bevolkerung Zuerst wird die Entwicklung des Altersquotienten betrachtet. Er ist im vorliegenden Fall als Verhaltnis der uber60jahrigen Bevolkerung zu der Bevolkerung im Alter zwischen 20 60 definiert. Abbildung 2 Entwicklung des Altersquotienten in den vier Szenarien Angaben in Prozent 85807570656055504540Status Quo Zuwanderung Lebenserwartung Geburtenzuwachs 2002201020182026203420422050 Der Altersquotient der Status Quo Variante steigt bis zum Jahr 2030 an. Anschli eend bleibt er bei ca. 65 Verhaltnis 2 zu 3 liegen. Die Ursache fur diese Entwicklung liegt in der Altersstruktur der Bevolkerung. Im Jahr 2002 sind es die Altersjahre 30 50, die am starksten besetzt sind. Die nachfolgenden Jahrgange sind durchweg kleiner. Die Folge ist, dass in den nachsten 30 Jahren stets mehr Personen die Alter sgrenze 60 uberschreiten als Personen in die Altersg ruppe 20 60 eintreten. In den Jahren nach 2030 sind die starken Jahrgange bereits alter als 60 und gelangen damit ebenfalls in den Bereich der Altersjahre, die eine erheblich hohere Sterblichkeit au fweisen. Daher kommt es trotz einer zunehmenden Verschla nkung der Bevolkerungspyramide zu e iner Stabilitat des Altersquotienten. Mit dem gleichen Argument kann auch die Entwicklung des Altersquotienten in den ubrigen Szenarien begrundet werden. Bei einer zunehmenden Zuwanderung ergibt sich wegen des geringer en Durchschnittsalters der Zuwanderer verglichen mit der i nlandischen Bevolkerung eine Stabilisierung des Altersquotienten auf einem um ca. 3 Prozentpunkte geringeren Niveau. Die Erhohung der Geburtenziffern wirkt sich erst in 13 den Jahren nach 2030 aus, da er st dann groeren Jahrgange in die Altersgruppe der uber 20Jahrigen einrucken. Im Szenario mit einer hoheren Lebenserwartung steigt der Altersquotient auf 80. D.h. es wird ein Verhaltnis von 4 zu 5 erreicht. Blickt man auf die absoluten Veranderungen der Bevolkerungszahlen in den Altersjahren uber 65 Abbildung 3, fallt vor allem der auerordentliche Anstieg der alteren Bevolkerung im Szenario Lebenserwartung auf. Im Jahr 2050 wird die Anzahl der uber 65 Jahrigen um ca. 5,5 Mio Pe rsonen groer sein als im Status Quo Szenario. Bezogen auf die Bevolkerungszahl in 2002 sind das ca. 8%. Auch im Zuwanderung sszenario wachst die Anzahl der uber 65Jahrigen. Allerdings fallt hier der Zuwachs mit knapp 1 Mio. Personen geringer aus. Abbildung 3 Veranderung der Bevolkerung alter als 65 im Vergleich zum Status QuoSzenario 600000050000004000000300000020000001000000Zuwanderung Lebenserwartung Geburtenzuwachs 02002 2010 2018 2026 2034 2042 2050 Die okonomischen Implikationen dieser Entwicklung sind erheblich. Ein Anstieg der Lebenserwartung ist mit Veranderungen der Bevolkerungsstruktu Dieses fuhrt fur das Umlageverfahren der gesetzlichen Rentenversicherung bei einer unveranderten Anzahl von sozialversicherungspflichtigen Beschaftigten zu steigenden Ausgaben und damit zu Beitragssteigerungen oder zu einer weiteren Reduktion der Rentenzahlungen z.B. Breyer 2000, Wolter 2002. Die Auswirkungen auf Arbeitskosten aber auch auf die Verteilung der Einkommen sind erheblich. Gleichzeitig werden auch die gesetzliche n Pflege und Krankenversicherung en Kostensteigerungen oder Leistungskurzungen erleiden. r verbunden. Allerdings sind nicht nur die offentlichen Sicherungssystem e davon betroffen. B efruhestens mit dem Beginn der denkt man, dass die Lebensversicherungen zum Teil Berufstatigkeit abgeschlossen werden und die Auszahlungszeitpunkte bei Kapitallebensversicherungen teilweise auf das 65 Lebensalter gelegt werden, sind weitere R eduktionen der gara ntierten Verzinsung vorstellbar. Die Anzahl der Vertrage, die zu einer Auszahlung fuhren, wird bei unverandertem Verhalten auf eine geringer werdende Anzahl von Neuabschlussen stoen Gruber 2003, S. 14. Wer hofft , seinen Lebensabend durch eine Immobilie bestreiten zu konnen, mag ebenfalls enttauscht werden. Dem Ruckgang der Bevolkerung wirkt ein Anstieg der Haushaltszahlen entgegen, da die durchschnitt liche Personenzahl pro Haushalt in den letzten Jahren kontinuierlich zuruckging. Es ist zu erwarten, dass dieser Trend weiter 14 anhalt, da Einpersonenhaushalte mit zunehmendem Alter wieder wahrscheinlicher werden. Dieses kann dann zu einer Verzogerung des Ru ckgangs der Wohnungsnac hfrage fuhren Just 2003. 2.2.2 Entwicklung der Bevolkerung im erwerbsfahigen Alter Wichtig fur die Entwicklung des Arbeitsmarktangebotes ist die Anzahl der Pers onen im erwerbsfahigen Alter. Sie legt die maximal mogliche Anzahl an Erwerbstatigen fest. Neben der Bevolkerungsentwicklung sind aber auch die gewunschte Erwerbsb eteiligung und die gewunschte Dauer der Beschaftigung in Stunden wichtig: Je geringer die Erwerbsbeteiligung und die durchschnittliche Arbeitszeit ist, desto geringer wird das Arbeitsangebot. Die folgende Abbildung zeigt die Entwicklung der Bevolkerung im erwerbsfahigen Alter fur die vier Szenarien. Dabei ist zu bedenken, dass das Szenario mit der hoheren Lebenserwartung zu der gleiche n Losung fuhrt wie das Status Quo Szenario, da die Steigerung der Lebenserwartung erst ab hoheren Altersstufen einsetzt. Deutlich zu erkennen ist der rasante Ruckgang in diesen beiden Szenarien. Bis zum Jahr 2027 schrumpft die Bevolkerungsgruppe um ca. 10 Prozentpunkte. 24 Jahre spater gehennoch einmal ca. 10 Prozentpunkte verloren. Abbildung 4 Entwicklung der Bevolkerung im erwerbsfahigen Alter 2002 100 10098969492908886848280Status Quo Zuwanderung Lebenserwartung Geburtenzuwachs 2002201020182026203420422050 Eine hohere Zuwanderung kann kurz und mittelfristig die Besetzungszahlen der betreffenden Altersgruppen stabilisieren. Der langfristige Ruckgang wird dadurch a llerdings nur verschoben. Lediglich steigende Geburtenziffern sind in der Lage, ab dem Jahr 2030 den Ruckgang zu stoppen. Aus dieser Entwicklung lasst sich schlieen, dass fur eine mittel bis langfri stige Stabilisierung der Erwerbsbevolkerung nur eine Kombination aus steigenden Gebu rtensziffern und zunehmender Wanderung sorgen kann. Auerdem wird sich die Fr age stellen, ob die Erwerbsphase nicht verlangert werden sollte. In einer Situation, in der weder die Zuwanderung steigt noch die Geburtenziffern zunehmen, kann durch eine Ausweitung der Erwerbsphase gegengesteuert werden. 15 2.2.3 Entwicklung der Geburten Zum Schluss werden die Auswirkungen der Szenarien auf die Entwicklung der G eburten betrachtet. Dabei wird das Szenario mit einer gestiegenen Lebenserwartung vernachlassigt, da in diesem Szenario die steigende Lebenserwartung erst fur Frauen jenseits des gebarfahigen Alters gilt. Abbildung 5 Entwicklung der Geburtenzahlen 2002 100 15014013012011010090807060Status Quo Zuwanderung Geburtenzuwachs 2002201020182026203420422050 Abbildung 5 zeigt einen deutlichen Ruckgang der Geburtenzahlen im Status Quo Szenario. Diese Entwicklung ist nicht auf zuruckgehende Geburtenziffern zuruckz ufuhren, sondern auf die langsam schrumpfende Zahl der Frauen im gebarfahigen Alter 15 49. Bei einer zusammengefassten Geburtenziffer von 1,34 im Jahr 2002 bringt jede Frau im Durchschnitt 1,34 Kinder wahrend ihres Lebens zur Welt. Damit die A nzahl der Frauen stabil bleibt, musste wegen der Sexualproportion von 1000 geborenen Kindern sind nur 487 weiblichen Geschlechts eine zusammengefasste Geburtenziffer von 2,1 erreicht werden. Im Ergebnis wird die An zahl der Geburten im Status QuoSzenario im Jahr 2050 um uber 20% kleiner sein als heute. Die vermehrte Z uwanderung fuhrt zu einem Anstieg der Geburtenzahlen, weil sich die zugezogenen Frauen in der Regel im gebarfa higen Alter befinden. Da auch in diesem Szenario ko nstante Geburtenziffern unterstellt werden, kann sogar eine Unterschatzung der Gebu rtenzahlen vorliegen, weil die Zuwanderer ihr Fertilitatsverhalten aus ihren Heimatla ndern mitbringen. Allerdings ist eine Anpassung an das deutsche Gebarverhalten zu erwarten. Der Geburtenruckgang kann in diesem Szenario wenigstens langfristig nicht aufgehalten werden. Im Jahr 2050 werden ca. 10% weniger Kinder geboren als heute. Zum Schluss die Wirkungen des eher unwahrscheinlichen Szenario s mit steigenden Geburtenziffern: Die A nzahl der Geburten steigt hier bis zum Jahr 2050 um knapp 40%. Die Auswirkungen auf die Bereitste llung von Kinderbetreuungseinrichtungen und die Lehrerversorgung im allgemeinbildenden Schulsystem sind erheblich. Wenn sich die Geburtenziffern nicht steigern lassen, werden Lehrer, die heute in den Dienst tr eten, bei einer unveranderten regionalen Vertei lung der Bevolkerung in 10 20 Jahren auf eine um 10% geringere Schulerschaft treffen. Kommen regionale Ve rschiebungen hinzu Jungere verlassen wegen Arbeitsplatzmangel die funf neuen Lander dann wird es zu reg ionalen Uberlastungen von Schulen kommen, wahrend gleichzeitig in anderen Regionen Schulen geschlossen werden. 16 2.3 SCHLUSSFOLGERUNGEN UND WEITERE ARBEITEN Die dargestellte Modellierung der Bevolkerungsfortschreibung folgt im Wesentlichen der Modellierung des Statistischen Bundesamtes. Unterschiede i n den Ergebnissen sind damit vor allem auf die Vorgaben fur die exogenen Groen des Bevolkerungsmodells zuruckzufuhren. Wer die Entwicklung der Bevolkerung in den dargestellten Szenarien fur zu pess imistisch halt, sollte bedenken, dass das Status Quo Szenario lediglich die heutige S ituation fortschreibt. D.h. d er Wanderungssaldo ist uber den gesamten Zeitraum pos itiv. Da die Bevolkerung schrumpft, lasst sogar die Anzahl der Fortzuge nach und d er Wanderungssaldo steigt. Auerdem konnte fur die Entwicklung d er Geburtenziffern auch ein Ruckgang auf 1,2 unterstellt werden. Lediglich in den letzten Jahren ist eine Stabilisierung der Geburtenziffern zu beobachten gewesen. Ob damit schon der lan gfristige Trend gebrochen ist, bleibt abzuwarten. Auch der Anstieg der Lebenserwartung wird von einigen weitaus schneller gesehen als im Szenario Lebenserwartung beschrieben. Ein Schreckens Szenario konnte also wie folgt aussehen: Die Zuwa nderung und damit der Wanderungssaldo geh en mit dem Ruckgang der Zuwanderung von Russ landdeutschen auf nahezu Null zuruck, die Geburtenziffern sinken weiter allerdings langsamer als in den Jahren zuvor und Uberlebenswahrscheinlichkeiten werden wegen eines wunschenswerten technischen Fortschritts weitaus schneller wachsen als erwartet. Die Auswirkungen auf die Altersstruktur und die Bevolkerung szahl insgesamt waren deutlich dramatischer als im Status QuoSzenario beschrieben. Ein wesentliches Ergebnis der Szenarien ist, dass nur zunehmende Geburtenraten eine Alterung der Bevolkerung nachhal tig verhindern konnen. Aus der Sicht des A rbeitsmarktes kann eine vermehrte Zuwanderung nur kurz und mittelfristig fur eine Kompensation fehlender heimischer Arbeitskrafte sorgen. Langfristig ist jedoch der deutliche Ruckgang der Personen im erwerbsfahigen Alter nicht aufzuhalten. Dem Bevolkerungsmodul fehlt die wunschenswerte Trennung der Bevolkerung nach Personen mit und ohne Migrationshintergrund. Dieses liegt an den bisher nicht zur Verfugung stehenden Daten. Die offiziellen Statistiken erfassen nur d en in seiner Aussagefahigkeit beschrankten Tatbestand der Nationalitat. Durch die Anderung des Staatsburgerrechtes sind Veranderungen von z.B. Geburtenziffern der auslandischen Bevolkerung nicht mehr interpretierbar. Wichtige Erganzungen des vorliegenden D atensatzes konnten durch die Auswertungen von Mikrodatensatzen erlangt werden. 3 ARBEITSMARKT 3.1 STAND DER ARBEITEN Im Gegensatz zum Bevolkerungsmodul ist fur die Modellierung des Arbeitsmarktes g erfolgt. Dieses t. Teilweise lagen im Hinblick auf Qualifikationen noch keine vollstandige Umsetzunliegt vor allem an der noch nicht hinreichenden Datenverfugbarkeinur einzelne Zeitpunkte bestimmter Datensatze vor; teilweise standen die Daten der Kooperationsgruppe gar nicht zur Verfugung. 17 Daher wird im Folgenden zu erst eine Konzeption vorgestellt, die eine n umfassenden Modellierungsansatz beschreibt. Es folgt eine Beschreibung des bisher Umsetzb aren, Ihr schliet sich eine erste Auswertung an, die die Entwicklung der Nachfrage und des Angebotes nach Qualifikationen fur das Status Quo Szenario der Bevolkerung sentwicklung zeigt. 3.2 KONZEPTION EINES QUALIFIKATIONSBEZOGENEN ARBEITSMARKTES Grundsatzlich stellt sich die Frage nach der Segmentierung des Arbeitsmarktes. In der aktuellen INFORGE Version Distelkamp et al. 2003 a, die den okonom ischen Kern von PANTA RHEI V1 Distelkamp et al. 2003b darstellt, wird davon ausgegangen, dass die Arbeit skraft ein homogenes Gut ist. D.h. jeder Erwerbstatige kann in jedem Wirtschaftsbereich eing esetzt werden. Die Arbeitsnachfrage ist a lso lediglich nach Wirtschaftsbereichen differenziert. Das Arbeitsangebot, dargestellt durch das Erwerbspersonenpotential, ist ebenfalls homogen. Erst die Einbeziehung des Bildungssystems und die Differenzierung der Arbeitsnachfrage z.B. nach Qualifikation smerkmalen fuhren hier zu einer genaueren Betrachtung. Die folgende Abbildung gibt einen Uberblick uber mogliche Zusammenhange von Demografie, Bildung und Ok onomie aus Sicht des Arbeitsmarktes. Dabei werden zu r Wahrung der Ubersichtlichkeit nur drei Qualifikationen unterschieden. Abbildung 6 Schematische Darstellung des Arbeitsmarktes ANGEBOTNACHFRAGEWirkungsbereich der Bildungeifargome DBildungssystem BestandsrechnungBildungsgesamtrechnungQ1,WZ1 Q2,WZ1 Q3,WZ1WZ 1 Produktion Q1,WZn Q2,WZn Q3,WZn S 1 n S 1 n S 1 n WZ n Produktioneimonok OQ1Q2Q3Q1Q2Q3Matching Die Bevolkerung der unteren Jahrgange 6 ca. 35 wird im Bildungssystem b eschult, erhalt eine Berufsausbildung oder wird universitar gebildet. Die Abganger des 1 Die aktuelle PANTA RHEI VI Version konnte noch nicht berucksichtigt werden, da sie erst im Oktober 2004 fertig gestellt wurde. 18 Bildungssystems verandern die Anzahl und auch die Zusammensetzung all derer, die auf dem Arbeitsmarkt ihre Arbeitskraft anbieten. Die bisherigen Absolventen des Bi ldungssystems sind den demografischen Prozessen der Sterblichkeit und der Mi gration unterworfen. Auerdem konnen sie ihren Bildungsstand verandert haben Umschulu ngen, Weiterbildung, Dritter Bildungsweg etc  Diese Ubergange werden durch die Bildungsgesamtrechnung des IAB Reinberg, Hummel 2002 beschrieben. Auf der Angebotsseite ergeben sich dann die vorhandenen Qualifikationen. Auf der Nachfrageseite stehen die Unternehmen, die nach den Wirtschaftszweigen WZ1 WZn gegliedert sind. Sie fragen u.a. in Abhangigkeit von ihrer Produktion, der Lohnsituation des Wirtschaftszweiges und der Lohnspreizung zwischen den Qualifikationsniveaus Arbeitskrafte in den drei Qualifikationsstufen nach. Aggregiert man uber die Wirtschaftszweige, ergeben sich die quantitativen Nachfragen nach den hier betrachteten Qualifikationsniveaus. Dabei ist auc h eine detailliertere Betrachtung mo glich, in der zuerst eine Differenzierung der Nachfrage der Wirtschaftsbereiche nach Tatigkeiten erfolgt, die dann wiederum durch eine Ubergangsmatrix in Qualifikationen z.B. laut ISCED uberfuhrt werden. Nun stehen sich die angebotenen und die nachgefragten Qualifikationen gegenuber. Nur in Ausnahmefallen entsprechen sich die Quantitaten gewunschter und vorhand esner Qualifikationen. Die in der Regel nicht geraumte Marktsituation fuhrt zu Augleichsmechanismen Lohnverander ungen, Zuwanderung, Anderungen der Ausbildungsschwerpunkte des Bildungssystems etc., die kurz , mittel oder langfristig wi rken konnen. Der Wirkungsbereich der Bildung ist nicht nur auf die offentliche Ausbildung b eschrankt. Vielmehr sind auch die Betrieb en daran interessiert, die Qualifikation der Beschaftigten durch Weiterbildung zu erhalten oder zu verbessern. 3.2.1 Gewunschtes Arbeitsvolumen nach Qualifikationen ISCED Ausgangspunkt fur die Ermittlung des gewunschten Arbeitsvolumens ist die dem ografische Entwicklung. Die Bevolkerung durchlauft in jungen Altersjahren das deu tsche Bildungssystem und erzielt Bildungsabschlusse. Dabei ist die einmalige Erzielung eines Abschlusses nicht das Ende des institutionellen Bildungswesens. Vielmehr sind nach der Absolv ierung allgemeinbildender Schulen berufliche Weiterbildungen moglich. Auerdem sind auch die Schulabschlusse nicht festgelegt: Durch Schulwechsel oder nachtragliche Qualifizierungen sind hohere Abschlusse erreichbar. Gleiches gilt fur die berufliche Bildung. Ausgehend von einer Ausbildung innerhalb des Dualen Systems konnen uber eine Meisterprufung ein Universitatsabschluss und eine anschlieende Promotion erfolgen. Diese Ubergange werden z.Z. in Deutschland durch die Bildungsgesamtrechnung BGR des Instit uts fur Arbeitsmarkt und Berufsfo rschung erfasst Reinberg, Hummel 2002. Auf Grund einer internen Auswertung des Mikrozensus MZ durch das Statistische Bundesamtes, liegen Matrizen nach Alter und ISCED Gruppen getrennt fur Frauen und Manner vor, die jeder Person eine bestimmte Qualifikation zuordnen. Die ISCED Gruppen umfassen: ISCED 0 Kinder im Vorschulalter ohne Abschluss 19 ISCED 1 Kinder in allgemeinbildenden Schulen und Erwachsene ohne A bISCED 2 Hauptschul bzw. Realschulabschluss, oh ne beruflichen Abschluss bzw. mit Anlernausbildung schluss dung ISCED 3A Fachhochschul oder Hochschulreife, kein beruflicher Abschluss ISCED 3B Haupt bzw. Realschulabschluss, abgeschlossene Lehrausbildung ISCED 4A Fachhochschul oder Hochschulreife, abgeschlossene Lehrausbi lISCED 5A Fachhochschul bzw. Hochschulabschluss ISCED 5B Fachschulabschluss ISCED 6 Promotion Der Bildungsgesamtrechnung kame insbesondere die Aufgabe der Fortschreibung rteilung der Bevolk edieser Matrizen zu. Mittels dieser Matrizen kann dann eine Verung auf Qualifikationen vorgenommen werden. Abbildung 7 Ermittlung des gewunschten Arbeitsvolumens nach Qualifikationen ISCED Bildungsgesamtrechnung 06 Jahre a erhajsretl Aeifargome D65 Jahre 0 9 ISCEDDECSI uz gnulietu Znoitakifilau Q A neppurgsretl A0 9 ISCED0 9 ISCED0 9 ISCEDDECSI hcan netouqsbrewr Enenosrepsbrewr Enenosrepethcsnuwe Greuadstiebr AGewunschtes Arbeitsvolumennach ISCED Im nachsten Schritt wird die Bevolkerung im erwerbsfahigen Alter 15 65 nach Qualifikationen zu Altersgruppen zusammengefasst. Dabei werden die Altersgruppen entsprechend der fur die Erwerbsbeteiligung relevanten Altersjahre gebildet. D.h. vor allem die Altersjahre des Berufseinstiegs 15 25 und des Berufsausstiegs 55 65 werden in kleineren Altersgruppen erfasst. Die dazwischen liegenden Altersjahre we rden jeweils zu 10 Jahre umfassenden Altersgruppen aggregiert. Um die Anzahl der Erwerbspersonen nach Altersgruppen und Qualifikationen zu ermitteln, sind spezifische Erwerbs personenquoten, die Auskunft uber den Wunsch nach Erwerbsbeteiligung geben, notwendig. Eine Trennung nach Geschlecht ist wegen der erheblichen Unterschiede zwischen Frauen und Manner n bedeutsam. Als Date nquelle bieten sich Mikrodatensatze wie z.B. das Soziookonomische Panel des DIW SOEP oder der Mikrozensus MZ des Statistischen Bundesamtes an. Bei 10 Alter sgruppen und 10 Qualifikationsstufen sind jeweils 100 Erwerbspersonenquoten fur be ide Geschlechter zu ermitteln. Dabei ist zusatzlich zu prufen, ob si ch auch Zeitreihen aus den Mikrodatensatzen ermitteln lassen. Zeitreiheninformationen wurden fur die Erstellung von Szenarien wichtige Informationen liefern. Z.z. liegen Auswertungen 20 S des Mikrozensus und des SOEP fur das Jahr 2000 vor. Damit ist die Moglich keit solche Datensatze zu heben gegeben. Inwieweit Zeitreihen ermittelbar sind, bleibt abschlieend zu prufen. Allerdings weisen bereits gesichtete Informationen darauf hin, dass Zeitreihen ermittelt werden konnen. Sofern Zeitreihen erhoben werden konnen, stellt sich die Frage nach der Fortschreibung. Dafur kommen mehrere Moglichkeiten in Frage: 1 Die Entwicklung der E rwerbsquoten kann als das Ergebnis von Szenarien gesehen werden. So konnen die Auswirkungen von politischen Manahmen und deren vermutete W irkung auf die Erwerbsbeteiligung uberpruft werden. 2 Ferner kann eine Trendfortschreibung der E rwerbsquoten erfolgen. 3 Schlielich kann auch ein an die Arbeiten des IAB angelehntes Verfahren in Betracht gezogen werden. Dort werden Erwerbsquoten unter anderem durch die konjunkturelle Entwicklung erklart Fuchs 2002. Durch die Kombination der Erwerbspersonenquoten und der Bevolkerung nach Qualifikationen erhalt man die Anzahl der Erwerbspersonen nach Qualifikationen. An dieser Stelle ist das Arbeitsangebot wenigstens gemessen in Personenzahlen festgelegt. Allerdings ist die Entscheidung uber Vollzeit oder Teilzeitbeschaftigung noch nicht getroffen worden. Daher werden nach Geschlecht getrennt fur die Erwerbspers onen nach Altersgruppen und Qualifika tionen die gewunschten Arbeitszeiten benotigt. Diese Arbeitszeiten sind dann auch wichtige Einflussgroen fur ein Zeitverwendungsmodul. Erste Auswertungen des SOEP zeigen allerdings, dass sich mehr als die Halfte aller Erwerbstatigen geringere Arbeitszeit en wunschen. Es kann daher zu einer deutlichen Reduktion des Arbeitsangebotes in Stunden kommen. Daher sollte uberlegt werden, ob nicht die tatsachlichen Arbeitszeiten im Sinne von offenbaren Praferenzen in die B erechnung Eingang finden sollten. Als Datenq uelle fur Jahresarbeitszeiten bietet sich der Ruckgriff auf Mikrodatensatze an. Die benotigten Informationen konnen zumindest dem Mikrozensus MZ entnommen werden. Ebenfalls ist die Ermittlung von Zeitreihen hilfreich fur die Bildung von Szenarien. Z. z. liegen die realisierten durc hschnittlichen Stundenzahlen nach Altersgruppen und Qualifikationen vor. Diese Daten gehen auf interne Auswertungen des Statistischen Bundesamtes zuruck. Kombiniert man die Erwerbspersonen nach ISCED, Alter und Geschlecht mit de n ijeweiligen gewunschten Stundenzahlen, ergibt sich das Arbeitsangebot nach Qualifkationen der ISCED. 3.2.2 Unternehmensnachfrage nach Arbeitsvolumen nach ISCED Das Modell INFORGE in seiner Erweiterung PANTA RHEI liefert Prognosen der Produktion nach 59 Wirtsc haftsbereichen in der Wirtschaftszweiggliederung. Diese Information dient als Grundlage zur Ermittlung des Arbeitskraftebedarfs der Wirtschaft. 21 Abbildung 8 Modellierung der Arbeitsnachfrage auf Stundenbasis STUNDENLohne nach Tatigkeiten Gesamter Bedarf Offene Stellen Realisierter Bedarf Arbeitsvolumen nach Tatigkeitenehcierebstfahcstri W Arbeitsvolumennach ISCEDUbergangsMatrix TatigkeitenISCEDAusgehend von der Produktion der Wirtschaftsbereiche wird der Arbeitsinput also die Anzahl der geleisteten Arbeitsstunden der Erwerbstatigen festgelegt. Von einer Trennung nach z.B. Selbstandigen und sozialversicherungspflichtig Beschaftigten wird in der folgenden Besch reibung aus Vereinfachungsgrunden abgesehen. Gleic hwohl ist die Erfassung unterschiedlicher Formen der Erwerbstatigkeit zentral, sie darf daher nicht unberucksichtigt bleiben. In einem einfachen manpower approach wird der Bedarf an Arbeitsstunden einer Branche als Funktion des Reallohnes nach Art der Tatigkeit und der Produktion ges ehen. Damit gehen Aspekte sowohl des Unternehmenskalkuls als auch der Beschaftigungssituation in die funktionale Beziehung ein. Als zusatzlich e Einflussgroen sind Trends denkba r, die die technologische Entwicklung und damit die Anforderung an die Qualitat des Faktors Arbeit reprasentieren. Im Ergebnis wird der realisierte Bedarf nach Tatigkeiten eines jeden Wirtschaftsbereiches fortgeschrieben. Die verwendete Gliederung der Tati gkeiten konnte sich an die der IABPrognos Studien anlehnen Dostal, Reinberg, Schnur 2002, S. 552. Die Daten fur die Untersuchungen des IAB gehen auf den Mikrozensus zuruck und sind damit grundsatzlich zuganglich. Allerdings konnen die Unternehmen in de r Regel nicht ihren gewunschten Bedarf decken. Es verbleibt also stets eine Anzahl offener Stellen, die auch nicht unterjahrig zum Ausgleich gebracht werden konnen. Aus Mikrodatensatzen sind nach Wirtschaftsbereichen getrennt Aufschlage fur diese offenen S tellen ermittelbar. Wird die realisierte Arbeitsnachfrage eines Wirtschaftsbereichs nach Tatigkeiten mit diesem Aufschlag versehen und eine Aggregation nach Wirtschaftsbereichen vorgeno mmen, entsteht die Anzahl der offenen Stellen nach Tatigkeiten. Fasst man das realisierte Arbeitsvolumen mit dem der offenen Stellen zusammen, eergibt sich der Gesamtbedarf der Betriebe nach Arbeitsstunden und Tatigkeiten gtrennt nach Wirtschaftsbereichen. Anschlieend kann durch Aggregation uber die Wirtschaftsbereiche das Arbeitsvolumen nach Tatigkeiten ermittelt werden. Mit di esem Zwischenergebnis ist allerdings kein Vergleich mit der Angebotsseite moglich, da dort nur eine Gliederung nach ISCED Qualifikationen vorliegt. Daher werden die a g 22 gregierten Tatigkeiten mit einer UbergangsMatrix in Qualifikationsniveaus umg esetzt. Die Umschlusselung von Tatigkeiten auf Qualifikationen ist reizvoll, weil die Ve randerungen der Struktur der Arbeitsnachfrage nach Qualifikationen auch vor dem Hintergrund der Besetzung bestimmter Arbeitsplatze diskutiert werden konnte. Die Matrix enthalt Angaben daruber, welche Anforderungen Betriebe an die Arbeitskrafte ste llen, wenn diese eine bestimmte Tatigkeite ausuben sollen. Nach Angaben des IAB li egen fur eine solche Modellierung ebenfalls Daten vor. Die eben vorgestellte Konzeption der Arbeitsnachfrage zeichnet sich durch u mifangreiche Datenerfordernisse aus. Grundsatzlich bieten die Statistiken des Statistschen Bundesamtes Mikrozensus und die Erhebungen des IAB die Moglichkeit, die notwendigen Datensatze zu heben. 3.2.3 Matching Nachdem das Angebot an Arbeitsstunden nach Qualifikationen und die jeweils dazugehorigen Arbeitsnachfragen ermittelt worden sind, konnen beide gegenubergestellt werden. Man betrachtet letztlich Arbeitsmarkte nach Quali fikationen. Eine Marktra umung selbst nur bei einem Teilmarkt ist allenfalls zufallig erreichbar. Dieses ware nur dann moglich, wenn etwa die Arbeitnehmer in ihrem Arbeitsangebotsverhalten volle Markttransparenz hatten und demnach das Verhalten der Unte rnehmen vollstandig antizipierten. D.h. auch, Personen mit gleiche n Qualifikationen mussten sich beim Mangel an Arbeitsplatzen mit ihrer Qualifikation im Vorfeld untereinander abspr echen, wer zurucksteht und wer arbeiten geht. Dieses ist rein organisatorisch niemals leistbar. Gleichwohl werden die meisten Arbeitsplatze, die die Unternehmen besetzen wo llen, auch besetzt. Im Folgenden unterstellen wir daher Labourqueuing. Was das fur unsere Konzeption bedeutet, wird im Einzelnen erlautert. Wie bereits besc hrieben, werden fur jeden Arbeitsmarkt die Anzahl der offenen Stellen OSQ und die realisierte Arbeitsnachfrage AN Q nach Stunden ermittelt. Diese stehen dem Arbeitsangebot nach Stunden AA Q gegenuber. Es sind grundsatzlich zwei Ergebnisse dieses Vergle ichs denkbar sieht man von der zufalligen vollstand igen Ubereinstimmung ab. Fall 1: Fall 2: AAQ ANQ OSQ: In einer solchen Situation herrscht ein Uberangebot an Arbeitszeit der entsprechenden Qualifikation Q. Die Folge davon ist Arbeitslosigkeit. AAQ ANQ OSQ: In einer solchen Situation ist die Arbeitszeitnachfrage groer als das Arbeitsangebot. Die Unternehmen konnen die gewunschten Arbeitsi nputs nicht aus dieser Qualifikationsstufe decken. Als ein erstes Regulativ des Arbeitsmarktes ist die Lohnentwicklung zu sehen. Damit kommt man zur Beschreibung der Lohnfunktion. Die Lohne sind eine empirisch ermittelbare Funktion der durchschnittlichen Produktivitatsentwicklung, der Preisen t 23 wicklung und der spezifischen Arbeitsmarktsituation nach Qualifi kationen. Eine so lche Spezifizierung wurde im Fall 1 zu einem geringeren Lohnanstieg oder gar zu einem Ruckgang des Lohnes fuhren. Als Folge davon wird die Arbeitsnachfrage der Unternehmen nach dieser spezifischen Qualifikation auf Grund des oben beschrieb enen Zusammenhanges steigen. Bei einer solchen Modellierung sind Rigiditaten der Lohnentwicklung z.B. Mindestlohne, Tariflohne zu berucksichtigen. Z.B. kann a ngenommen werden, dass die Gewerkschaften Lohnsenkungen verhindern konnen. In jedem Falle kommt es zu einer Annaherung von Angebot und Nachfrage. Fur Fall 2 gilt Entgegengesetztes. Es ist allerdings nicht zu erwarten, dass damit ein Ausgleich von Angebot und Nachfrage jederzeit moglich ist. Daher wird in einem zweiten Schritt die Fehlbese tzung von Stellen angenommen. D.h. die Unternehmen werden sich uberlegen, ob sie bei fehlenden Arbeitskraften e iner bestimmten Qualifikation nicht auf Arbeitskrafte der nachst tieferen Stufe zuruckgreifen und diese Arbeitskr afte dann weiterbilden. Allerdings kann d iese Weiterbildung nicht beliebig erfolgen. Vielmehr wird fur jede Qualifikation von einer bestimmten Weiterbildungskapazitat ausgegangen. Sollte selbst unter Berucksichtigung der We iterbildung eine vollstandige Besetzung nicht moglich sein, erhohen sich die offenen Stellen des nachsten Jahres, wobei eine proportionale Zuteilung zu den Wirtschaft sbereichen vorgenommen wird. Fur das aktuelle Jahr wird angenommen, dass der Restbedarf durch Arbeitskrafte mit geringerer Qual ifikation auch ohne Weiterbildung bes etzt wird, die spater bei Vorliegen einer passe nden Qualifikation entlassen werden. Allerdings ist davon auszugehen, dass eine solche Arbeitskraft auch nur den Lohn der eigenen, geringeren Qualifikation erhalt. Die Lohnsumme muss insofern korrigiert werden . Diese wurde dann zu einer Verring erung des Verfugbaren Einkommens und damit der Kaufkraft der Haushalte fuhren. Ein negativer Impuls in den Wirtschaftskreislauf ist die Folge. Wichtig ist, dass die Personen mit einer Weiterbildung in der nachsten Periode mit einer hoheren Qualifikation angesetzt werden. Dazu mussen die Arbeitsstunden, die durch Weitergebildete erbracht werden, wieder in Personen umgerechnet werden. Zu diesem Zweck wird auf das durchschnittliche Verhaltnis von Vollzeit und Tei lzeit und die durchschnittliche Dauer eines Vollarbeitszeitverhaltnisses nach Qualifikationen zuruckgegriffen. Die so ermittelten Personen werden entsprechend ihrer Ausgangsqualifikation in eine ISCEDQ1 Kategorie eingeordnet und im nachsten Jahr wie I SCEDQ behandelt. Ein Teil des Arbeitsangebotes wird also jedes Jahr umgewidmet. Da auch berechnet man die Personen mit Weiterbildung dem Alterungsprozess unterliegen, Weiterbildungsquoten. Diese werden dann auf die Personen der entsprechenden A ltersgruppe angewandt. Es wi rd implizit unterstellt , dass die Personen mit der Ausgangsqualifikation und die Personen die zusatzlich eine Weiterbildung genossen h aben, u.a. den gleichen Altersaufbau haben. Auf diese Art und Weise lasst sich ein Weiterbildungsbedarf ermittelt. Auerde m kann ein Vergleich mit den Weiterbildungspotentialen erfolgen. Kann ein Ausbildungsbedarf permanent nicht befriedigt werden, ist uber eine Reaktion in der Vorlei stungsstruktur der Unternehmen nachzudenken. So konnten etwa die Vorleistungsei nsatze des Sektors 53 Bildung erhoht werden. Die folgende Abbildung gibt einen Uberblick uber die diskutierte Modellierung. Die dargestellten vertikalen 0Linien stellen die Arbeitsnachfrage dar, die Balken den Missmatch verglichen mit dem Arbeitsangebot. Q10 beschreibt die hochste, Q1 die geringste Qualifikationsstufe. 24 Abbildung 9 Vorgang des Labourqueuing 0 Q1Q10Nachfrageuberschuss Angebotsuberschuss Die Stellen der fehlenden Arbeitskrafte der Qualifikation 10 werden aus der daru nter liegenden Qualifikation bedient. Die Folge davon ist, dass nicht nur die grune Sa ule, sondern zusatzlich auch der abgezogene Bedarf in der Qualifikationsstufe 9 fehlt. rDieser Vorgang wird soweit fortgesetzt, bis alle Stellen besetzt worden sind. Alledings kommt es zu einer Umsetzung von Arbeitskraften. Dieses gilt aber nur fur die Uberschussbedarfe, die relativ zum Bestand an solchen Arbeitskraften eher klein sein durften. Die Fehlbesetzung entspricht dann der Flache, die durch die hellblauen Saulen und die nicht vol lstandig rot gefarbten Saulen dargest ellt wird. Der rot gefarbte Rest der Q1 Saule ist dann die ubrig gebliebene Arbeitslosigkeit. 3.3 BISHERIGE UMSETZUNGEN 3.3.1 Bestimmung des Arbeitsvolumens nach Qualifikationen auf der Angebotsseite Die Abbildung 10 gibt einen Uberblick u ber die bereits vorgenommene Modelli erung des Arbeitsmarktangebotes nach Qualifikationen und Stunden. Die folgenden Gleichungen gelten fur Frauen und Manner gleichermaen, deshalb wird in der Da rstellung der V ariablennamen auf die Endungen, die das Geschlecht kennzeichnen w,m, verzichtet. 25 Abbildung 10 Uberblick uber die Modellierung des Arbeitsmarktangebotes 06 Jahre a erhajsretl Aeifargome D65 Jahre 0 9 ISCEDDECSI uz gnulietu Znoitakifilau Q Aneppurgsretl A0 9 ISCED0 9 ISCED0 9 ISCEDDECSI hcan netouqsbrewr Enenosrepsbrewr Enenosrepethcsnuwe Greuadstiebr AGewunschtes Arbeitsvolumennach ISCED In einem ersten Schritt wird der Bevolkerungsbestand, der sich jeweils auf das E nde eines Jahre bezieht, auf Jahresdur chschnitte umgerechnet, da die Groen des A rbeitsmarktes sich auf Jahresdurchschnitte beziehen. 29 30 BEVDt Si dbevat dbevat bevatbevat12 Auf Grund einer Sonderauswertung des Statistischen Bundesamtes liegt fur das Jahr 2000 nach Alter und Ge schlecht getrennt die Verteilung der Bevolkerung auf die Qualifikationen laut ISCED vor. Bei der Fortschreibung der Qualifikation der Bevo lkerung selbst unter der Annahme konstanter Strukturen darf die Qualifikationsmatrix ISCEDQaqt2000, die jedem A ltersjahr der Bevolkerung Wahrscheinlichkeiten fur das Vorliegen einer bestimmten Qualifikation vorgibt, nicht einfach auf die Bevo lkerungsvektoren dbevm,wat angewandt werden, da dann nicht die Auswirkungen der Alterung sichtbar werden. Es wird daher a ngenommen, dass bis zum 35 . Lebensjahr eine Veranderung des Qualifikationsniveaus vorliegen kann; anschlieend altert die Qualifikation mit den Personen. Personen , die alter als 35 Jahre alt sind, behalten ihre im Bildungssystem erworbene Qualifikation. Eine Anderung des Schulsystems wurde sich in einer Anderung der Besetzungszahlen in den unteren Altersjahren 635 widerspiegeln. Es wird also ein unverandertes Bildungssystem unterstellt. Die Alter sgrenze 35 wurde gewahlt, weil in den Altersjahren 3035 ein Groteil der Promotionen erfolgt. Bei einer Altersgrenze 30 wurde die Anzahl der Promotionen deutlich unterschatzt. Es gilt: 31 32 ISCEDQa,qt ISCEDQa,qt1 a 35 ISCEDQa,qt ISCEDQa1,qt1 a 35 Im nachsten Schritt konnen dann die Matrizen au f die Bevolkerungsvektoren angeI erwandt werden, wobei gleichzeitig eine Zusammenfassung nach Altersgruppen folgt, da fur alle weiteren Berechnungen nur Informationen uber Altersgruppen vorli egen. Es ergeben sich fur Frauen und Manner Matrizen ISCEDA,qt, die die Anzahl von Personen nach Qualifikationen und Altersgruppenzugehorigkeit enthalten. 33 ISCEDA,qt Sa A ISCEDQa,qt dbevat; Anschlieend kann uber die Altersgruppen aggregiert werden und man erhalt die Personen der Bevolkerung nach Qualifikationen iscedqt: 26 S 34 iscedqt SA ISCEDA,qt Es folgt der Ubergang von den Personen der Bevolkerung zu den Personen, die e iner Erwerbstatigkeit nachgehen wollen. Um dieses zu leisten, wurden aus dem Mikr odatensatz SOEP Wahrscheinlichkeiten EPQA,q ermittelt, di e die Erwerbsneigung der Bevolkerung getrennt nach Alter und Geschlecht beschreiben. Diese Erwerbsquoten des SOEP geben Auskunft, ob uberhaupt eine Erwerbsneigung vorliegt, und sind d aher eher mit dem Begriff Erwerbspersonenpotenzial als Erwerbspersonen zu vergle ichen. Es gilt: 35 EPA,qt EPQA,qt ISCEDA,qt Eine Aggregation uber die Altersgruppen ergibt die Personen, die eine Erwerbsne irgibt gung haben, nach Qualifikationen. Eine Aggregation uber die Qualifikationen edas Arbeitsangebot nach Personen insgesamt: 36 epqqt SA EPA,qt 37 EPQSt Sq epqqt In einem nachsten Schritt wird das Arbeitsvolumen berechnet. Neben der Anzahl der Personen mit einer Erwerbsneigung ist auch die Anzahl der Stunden, die sie bereit sind zu arbeiten, entscheidend fur das Ar beitsvolumen. Eine steigende durchschnittl iche Arbeitszeit bei einer zuruckgehenden Personenzahl konnte die Entwicklung des Arbeitsangebotes stabilisieren. Wie bei der Frage nach der Erwerbsbeteiligung sollten auch fur die Arbeitsstunden die gewunschten Stunden verwandt werden. Allerdings wurde bei einer entspreche nden Auswertung des SOEP festgestellt, dass mehr als die Halfte der Erwerbstatigen weniger arbeiten mochte als zur Zeit. Wurden diese Zahlen in die Berechnungen des Arbeitsangebotes einbezogen werden, kame es zu einer deutlichen Reduktion des a ngebotenen Arbeitsvolumens. Daher werden die tatsachlichen Arbeitsstunden, die auf eine Auswertung des MZ durch das Statistische Bundesamt zuruckgehen, verwendet. Die Stundenzahlen des MZ werden als offenba rte Praferenzen interpretiert. Es erg eben sich nach Geschlecht getrennt Matrizen, die die durchschnittliche Stundenzahlen nach Alter und Qualifikationen vorgeben DWHA,q. Wendet man diese Durchschnitt sstunden auf die oben beschriebenen Erwerbspersonenmatri zen EPA,qt an, entstehen die Arbeitsstunden nach Altersgruppen und Qualifikationen WHEPA,qt. 38 WHEPA,qt EPA,qtDWHA,qt Eine Aggregation uber die Altersgruppen ergibt das Arbeitsangebot in Stunden nach Qualifikationen: 39 avaqepqt SA WHEPA,qt Da die eben dargestellte Modellierung fur beide Geschlechter vorgenommen wird, sind anschlieend Zusammenfassungen notwendig. Zuerst werden die Erwerbspers onen insgesamt berechnet Iinsgesamt, Mmannlich, Wweiblich: 40 EPQSIt EPQSWtEPQSMt Die Vektoren der Erwerbspersonen und des Arbeitsvolumens nach Qualifikationen fur beide Geschlechter werden addiert: 41 42 epqiqt epqwqt epqmqt avaqepiqt avaqepmqt avaqepwqt 27 Letztere werden getrennt aggregiert und dann zum Arbeitsvolumen Angebot VAEPIt zusammengefasst. 43 AVAEPMt Sq avaqepmqt 44 AVAEPWt Sq avaqepwqt 45 AVAEPIt AVAEPMt AVAEPWt mannlich weiblich insgesamt A 3.3.2 Bestimmung des Arbeitsvolumens nach Qualifikationen auf der Nachfrageseite Im Gegensatz zu den Berechnungen auf der Angebotsseite wird auf der Nachfrag eseite keine Unterscheidung nach Alter und Geschlecht vorgenommen. Die Spezifizi erung von Personen erfolgt erst beim Matching von Angebot und Nachfrage. Die folgende Abbildung gibt einen groben Uberblick uber di e im Anschluss dargestellte Modellierung. Abbildung 11 Uberblick uber die Modellierung der Arbeitsmarktnachfrage STUNDENPERSONENGesamte Nachfrage Offene Stellen IABErwerbstatige nach ISCED MZehcierebstfahcstri W Durchsch. Jahresarbeitszeiten Arbeitsvolumen nach Qualifikationen Ausgangspunkt fur die Bestimmung des Arbeitsvolumens auf der Nachfrageseite des Arbeitsmarktes ist der Vektor der Erwerbstatigen nach j 1,  , 59 Wirtschaftsbereichen etsjt, der aus dem Modell PANTA RHEI V entnommen worden ist. Es ihandelt sich dabei um eine Prognose bis zum Jahr 2030. Ausgehend von der Vertelung der Erwerbstatigen auf die Qualifikationsniveatus der ISCED und die Wirschaftsbereiche des Jahres 2000, die aus einer Sondersauswertung des MZ stamm en, werden die Prognosewerte etsjt genutzt, um diese Matrix uber Wachstumsfaktoren fortzuschreiben: 46 ETSQWBq,jt ETSQWBq,jt1etsjtetsjt1 Eine Aggregation uber die Wirtschaftsbereiche j ergibt die Anzahl der nachgefra gten Erwerbstatigen nach Qualifikationen: 47 etsqqt Sj ETSQWBq,jt Im nachsten Schritt wird das Arbeitsvolumen berechnet. Dabei wird von den durchschnittlichen Arbeitsstunden der Erwerbstatigen nach Wirtschaftsbereich und Qualif ikation DWHQWBq,j ausgegangen: 48 WHQWBq,jt DWHQWBq,j ETSQWBq,jt 28 Eine Aggregation uber die Wirtschaftsbereiche ergibt die nachgefragten Arbeitstunden nach Qualifikationen, die realisiert werden konnen: 49 whqqt Sj WHQWBq,jt; sAnschlieend konnen die durchschnittlichen Jahresarbeitszeiten nach Qualifikati onen berechnet werden: 50 dwhqqt whqqtetsqqt Neben den tatsachlich besetzten Stellen gehoren auch die offenen Stellen zum g esamtwirtschaftlichen Stellenangebot. Zur Berechnung der offenen Stellen wird in einer groben Vereinfachung angenommen, dass die Verteilung der offenen Stellen auf Qu alifikationen der Verteilung der Erwerbstatigen auf die Qualifikationen entspricht. A uerdem liegen zur Zeit nur Angaben uber offene Stellen vor Magvas 2001, S. 13 18, die eine geringe Aggregationstiefe 10 Sektoren aufweisen. Daher werden Z uordnungen zu den 59 Wirtschaftsbereichen vorgenommen und dann fur Gruppen von Wirtschaftsbereichen gleichhohe Aufschla gsfaktoren osqwbj berechnet. Wichtig ist festzustellen, dass die prozentualen Aufschlage im Dienstleistungsbereich mit 5,5% deutlich groer sind als im Verarbeitenden Gewerbe mit 2,5%. Insgesamt weist das IAB fur das Jahr 2000 knapp 1,5 Mio. offene Stellen aus. Die Anzahl der offenen Stellen nach Wirtschaftsbereichen oswbjt ergibt sich zu: 51 oswbjt etsjt osqwbjt Im Anschluss daran konnen die Anzahl der offenen Stellen OSTt, die Anzahl der Erwerbstatigen ETSt und deren Summe ETSOSTt berechnet werden. Letztere kann als gesamtwirtschaftliche Nachfrage nach Arbeitskraften interpretiert werden. 52 OSTt Sj oswbjt 53 ETSt Sj etsjt 54 ETSOSTt OSTtETSt Unter der Annahmen, dass die offenen Stellen mit der gleichen durchschnittlichen Stundenzahl bewertet werden konnen, wie die Stellern der Erwerbstatigen, gilt: 55 WHOQWBq,jt DWHQWBq,j ETSQWBq,jtosqwbjt Aggregiert man uber die Wirtschaftsbereiche, entsteht die Qualifikationsstruktur der offenen Stellen nach Stunden. 56 whoqqi Sj WHOQWBq,jt Fasst man die Stundenzahlen nach offenen Stellen whoq und die Stunden der E rwerbstatigen jeweils nach Qualifikationen gegliedert zusammen, ergibt sich die Nac hfrage insgesamt nach Qualifikationen: 57 whttqqt whqqtwhoqqt Schlielich kann das nachgefragte Arbeitsvolumen AVNIt insgesamt berechnet werden: 58 AVNIt Sq whttqqt 29 3.4 ERSTE ERGEBNISSE FUR DEN NA CH QUALIFIKATIONEN SEGMENTIERTEN ARBEITSMARKT Bei der Analyse der Ergebnisse durfen die Restriktionen des Modells nicht unberucksichtigt bleiben. Insofern sind die Ergebnis se nur unter Vorbehalt zu interpreti eren. Gleichwohl konnen die Auswirkungen des demografischen Wandels und des wirtschaftlichen Strukturwandels bei sonst gleichen Strukturen betrachtet werden. Zu b eachten ist auch, dass bisher noch keine Ruckwirkungen der wirtschaftlichen Entwicklung auf die Arbeitsnachfrage enthalten sind. 3.4.1 Arbeitsmarktangebot Das Arbeitsangebot nach Stunden und Qualifikationen gegliedert wird von drei Einflussgroen bestimmt: 1 der demografischen Entwicklung 2 der Erwerbsbeteiligung und 3 der jahrlichen durchschnittlichen Arbeitszeit. Demzufolge werden die Ergebnisse auf der Angebotsseite in drei Schritten dargestellt. 3.4.1.1 Entwicklung der Qualifikationen in der Bevolkerung In einem ersten Schrit t werden die Entwicklung und die Struktur der Qualifikati onen in der Bevolkerung nach der ISCED in den Jahren bis 2030 betrachtet. Die Abbildung 10 zeigt einen deutlichen Ruckgang der Anzahl der Personen in der G esamtbevolkerung, die eine geringe Qualifikation Low haben. Diese Gruppe u mfasst hlen vor allem Personen ohne Schulabschluss und ohne Berufsausbildung. Die Anzader mittleren und hoheren Qualifikationen nehmen im Vergleich dazu zu. Der deutliche Ruckgang des geringsten Qual ifikationsniveaus in der Bevolkerung ist vor allem auf den Alterungsprozess zuruckzufuhren. In den betrachteten 30 Jahren der Simulat ion werden vor allem Personen mit geringeren Qualifikationen sterben und die nachwachsenden Generationen im Durchschnitt hohere Qualifikationen aufweisen. Abbildung 12 Veranderung der ISCED Hauptkategorien in der Bevolkerung Abweichungen in Mio. Personen zum Ausgangsjahr 2000 6420246810Low Medium High 2000 2005 2010 2015 2020 2025 2030 30 Ein Blick auf die Struktur der Qualifikationsniveaus in der Bevolkeru ng zeigt, dass der Anteil der Personen mit geringer Qualifikation von ca. 33 % in 2000 auf knapp 24% zuruckgeht. Von diesem Ruckgang profitieren die beiden ubrigen Qualifikationen. Hohe Qualifikationen vor allem bestehend aus Hochschul und Fachhochschulabgangern konnen um 2,5 Prozentpunkte im gleichen Zeitraum zulegen. Mittlere Qualifikationen verzeichnen einen Zuwachs um knapp 3,5 Prozentpunkte. Relativ g esehen nehmen hohe Qualifikationen am starksten zu. Abbildung 13 Struktur der Bevolkerung nach Hauptkategorien ISCED in v.H. 100%80%60%40%20%0%High Medium Low 2000 2005 2010 2015 2020 2025 2030Die Entwicklung in der Bevolkerung insgesamt rekrutiert sich vor allem aus einem deutlichen Anstieg der erreichten Qualifikation bei den Frauen. Vor allem die Gruppe ohne schulische und berufliche B ildung ISCED2 geht bei den Frauen deutlich z uruck, wahrend die Gruppen mit beruflicher Ausbildung und akademischer Bildung deutlich zulegen. Die Veranderungen sind insgesamt deutlich starker bei den Frauen. Dieses liegt daran, dass das durchschnittliche Bildungsniveau der Frauen im Au sgangsjahr geringer war als bei den Mannern. Wahrend im Jahr 2000 nur 35% der Manner geringere Qualifikationen als 3A innehatten, waren es bei den Frauen imme rhin noch 45%. Im Jahr 2030 betr agen die entsprechenden Anteile 32% bei Frauen und 29% bei den Mannern. Insofern holen die Frauen gegenuber den Manner auf. Abbildung 14 Entwicklung der Qualifikationen nach Frauen und Mannern getrennt Bevolkerung Abweichungen in Prozentpunkten zwischen den Jahren 2030 und 2000 FRAUENIsced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 1Isced 0MANNERIsced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 1Isced 010505101050510 31 3.4.1.2 Entwicklung der Qualifikationen in den Erwerbspersonen Die bisherigen Betrachtung en geben allerdings noch keinen Aufschluss uber die zukunftige Entwicklung der durchschnittlichen Qualifikation der Erwerbspersonen, da die Beteiligung am Erwerbsleben zwischen Qualifikationen, Altersgruppen und G eschlechtern deutlich variieren. Abbildung 15 Veranderung der ISCED Hauptkategorien bei den Erwerbspersonen SOEP Abweichungen in Mio. Personen zum Ausgangsjahr 2000 10,500,511,522,53Low Medium High 2000 2005 2010 2015 2020 2025 2030Die Anzahl der Erwerbspersonen geht wegen des Ruckgangs der Bevolkerung im erwerbsfahigen Alter deutlich zuruck. Bezieht man die Erwerbspersonenquoten, die die Beteiligung am Erwerbsleben beschreiben, mit ein, ist auf der Basis der Status Quo Prognose der Bevolkerung ein Ruckgang der Erwerbspersonen um 5,6 Mio. Pers onen bis zum Jahr 2030 berechenbar. In der Abbildung 15 gehen die Besetzungszahlen nach den Hauptkategorien der ISCED zuruck. Vorubergehend sind Zuwachse bei mittleren und hoheren Qualifikationen zu verzeichnen. Die Anzahl der unteren Qualifik ationen geht allerdings bei weitem nicht so stark zuruck wie ihre Zahl in der Bevolk erung. Dort ging ihre Zahl um 8 Mio. zuruck. Der Ruckgang insgesamt und die Entwicklung de r unteren Qualifikationen insg esamt werden nur verstandlich, wenn man ein en Blick auf die Erwerbspersonenquoten der uber 35Jahrigen wirft. Zum einen geht die Erwerbsbeteiligung mit zunehmendem Alter sowohl bei Frauen als auch bei Mannern zuruck. D.h. der Ruckgang der E rwerbspersonen insgesamt , aber auch nach den Qualifikationen ist dem Ausscheiden der Bevolkerung nach dem 65. Lebensjahr zuzuschreiben. Der verhaltnismaig geri nge Ruc kgang der unteren Qualifikationen liegt an der geringen Erwerbsbeteiligung von Personen mit diesen Qualifikationen. Bei Frauen und Mannern sind vor allem in hoheren Altersjahren geringe Erwerbsquoten zu beobachten. 32 Abbildung 16 Erwerbsbeteiligung von Frauen und Mannern nach Qualifikationen und Altersjahren in v.H. der Bevolkerung gleichen Alters und gleicher Qualifikation 10090807060504030201001009080706050403020100FRAUENIsced 1 Isced 2 Isced 3AIsced 3BIsced 4AIsced 5AIsced 5BIsced 6Alter 3645 Alter 4655 Alter 5660 Alter 6165MANNERIsced 1 Isced 2 Isced 3AIsced 3BIsced 4AIsced 5AIsced 5BIsced 6Alter 3645 Alter 4655 Alter 5660 Alter 6165 Die deutliche Verbesserung der Qualifikationen, die fur Frauen innerhalb der B evolkerung vorliegen, konnen keinen dauernden Anstieg der hoheren Qualifikationen insgesamt bewirken, da die Erwerbsbeteiligung von Frauen mit zunehmender Qualif ikation der der Manner immer ahnlicher wird, und damit bereits im Jahr 2000 annahernd das gesamte Potenzial an hoch qualifizierten Frauen ausgeschopft ist. So ist dann auch die Entwicklung der An teile der Qualifikationen an den Erwerb spersonen nahezu stabil: 33 Abbildung 17 Struktur der Erwerbspersonen nach Hauptkategorien ISCED in v.H. 100%80%60%40%20%0%High Medium Low 2000 2005 2010 2015 2020 2025 2030Wie bei den Veranderungen der Qualifikationen innerhalb der Bevolkerung so ist auch die Veranderung der Qualifikation der Erwerbspersonen bei den Frauen starker als bei den Mannern. Allerdings sind hier die Veranderungen durchweg geringer, da die im Gegensatz zur der obigen Betrachtung der Bevolkerung alteren Jahrgange eine geringere Rolle spielen. Abbildung 18 Entwicklung der Qualifikationen nach Frauen und Mannern getrennt Erwerbspersonen Abweichungen in Prozentpunkten zwischen den Jahren 2030 und 2000 FRAUENMANNERIsced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 1Isced 0531135531135 Isced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 1Isced 0 3.4.1.3 Entwicklung der Qualifikationen im angebotenen Arbeitsvolumen Nachdem die Auswirkungen der Erwerbsbeteiligung auf das Arbeitsangebot betrachtet wurden, wird nun im letzten Schritt die Anzahl der durchschnittlichen Jahre sarbeitszeit in die Betrachtung einbezogen. Die Entwicklung des Arbeitsvolumens nach Qualifikationen zeigt wieder einen Ruckgang insgesamt. Allerdings sind es die mittl eren Qualifikationen, die am meisten Stunden verlieren. 34 Abbildung 19 Veranderung der ISCED Hauptkategorien beim Arbeitsvolumen Abweichungen in Mio. Stunden zum Ausgangsjahr 2000 10,500,511,522,533,54Low Medium High 2000 2005 2010 2015 2020 2025 2030Eine Kompensation des Ruckgangs der Bevolkerung durch die zunehmende n Qualifikationen bei den Frauen wird also nicht erreicht. Dieses liegt auch daran, dass die Jahresarbeitszeiten bei Frauen im Durchschnitt deutlich ge ringer ist. Lediglich bei hoheren Qualifikationsniveaus ist eine Annaherung an die Jahresarbeitszeiten von Ma nnern festzustellen. Abbildung 20 Durchschnittliche Jahresarbeitszeit von Frauen und Mannern nach Qualifikationen und Altersjahren in Stunden 2200200018001600140012001000800600400200022002000180016001400120010008006004002000FRAUENIsced Isced Isced 3AIsced 3BIsced 4AIsced 5AIsced 5B21Alter 3645 Alter 4655 Alter 5660 Alter 6165MANNERIsced Isced 21Alter 3645 Alter 4655 Alter 5660 Alter 6165Isced 3BIsced 4AIsced 5AIsced 5BIsced 3AIsced 6Isced 6 35 Wie schon bei den Erwerbspersonen sind auch bei der Struktur des Arbeitsvolumens kaum Veranderungen bis zum Jahr 2030 festzustellen. Abbildung 21 zeigt einen leichten Zuwachs bei hohen und mittleren Qualifikationen. Abbildung 21 Struktur des Arbeitsvolumens nach Hauptkategorien ISCED in v.H. 100%80%60%40%20%0%High Medium Low 2000 2005 2010 2015 2020 2025 2030Zum Schluss wird die Entwicklung von Frauen und Mannern miteinander verglichen. Auch hier zeigt sich wieder der Aufholprozess bei den F rauen, allerdings ist er nicht mehr so deutlich wie bei den obigen Abbildungen. Abbildung 22 Entwicklung der Qualifikationen nach Frauen und Mannern getrennt Arbeitsvolumen Abweichungen in Prozentpunkten zwischen den Jahren 2030 und 2000 FRAUENIsced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 1Isced 0MANNERIsced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 1Isced 0531135531135 3.4.2 Arbeitsmarktnachfrage Die Struktur der Arbeitsnachfrage nach 59 Wirtschaftsbereichen wird durch die Entwicklung der Erwerbstatigen, die auf eine Prognose von PANTA RHEI V zuruckgeht, vorgegeben. Um einen Eindruck von der Wucht des Strukturwandels zu geben, werden die 59 Wirtschaftsbereiche auf die drei groen Sektoren zusammengefasst. Deren Anteil an den Erwerbstatigen insgesamt wird fur die historischen Jahre 1991 und 2000 sowie das Prognosejahr 2030 dargestellt. 36 Abbildung 23 Entwicklung der Wirtschaftsstruktur bezogen auf die Erwerbstatigen in Prozent Dienstleistungsbereiche Produzierendes Gewerbe Land und Forstwirtschaft,Fischerei 203020001991 020406080100Deutlich sichtbar ist der Anstieg des Anteils der Dienstleistungsbereiche an den Erwerbstatigen. Wahrend in 1991 nur 60% dort arbeiteten, steigt dieser Anteknapp 83% im Jahr 2030. Im Jahre 2000 arbeiteten allerdings schon 68% in diesem Bereich. Insofern verlangsamt sich der Strukturwandel im Prognosezeitraum sogar. Dieses liegt u.a. daran, dass die Entwicklungen in den 90 er Jahren auch auf den ma ssiven Abbau des Verarbeitenden Gewerbes im Osten Deutschland zuruckzufuhren sind, der in den folgenden Jahren nicht mehr auftreten wird. il auf Ein Blick auf die Struktur der Gewunschten Qualifikationen nach den Hauptgru ppen der ISCED Low, Medium, High und der bere its verwendeten Wirtschaftsgliederung zeigt, dass der Anteil geringer Qualifikationen sinkt, wenn man die Wirtschaft sgliederung vom primarem Sektor kommend bis zum tertiaren Sektor betrachtet. Fur hohe Qualifikationen gilt genau Umgekehrtes. Fur mittlere Qualifikationen ist festz ustellen, dass sie vor allem im sekundaren Sektor Produzierendes Gewerbe am haufigsten nachgefragt werden. Abbildung 24 Qualifikationsstruktur nach Hauptkategorien ISCED und den Wirtschaftsbereichen in 2000 Angaben in Prozent 706050403020100Produzierendes Gewerbe Dienstleistungsbereiche Low Medium High Land und Forstwirtschaft,Fischerei Vor diesem Hintergrund ist die Entwicklung der nachgefragten Qualifikationsniveaus zu sehen. Die Verlagerung in den Dienstleistungsbereich sorgt fur eine Redukt i 37 on der Nachfrage nach Personen mit einer Berufsausbildung 3B. Gleichzeitig werden aber zunehmend Personen mit Fachhochschulabschluss bzw. Hochschulabschluss 5A benotigt werden. Interessant ist, dass sich der Anteil der Nachfrage nach unteren Qu alifikationen 1, 2, 3A kaum verandert . Dieses liegt vor allem zudem daran, dass im Dienstleistungsbereich auch untere Qualifikationen gebraucht werden z.B. Personliche Dienstleistungen. Es ist also vor allem eine Strukturveranderung von mittleren Qualifikationen hin zu hoheren Qualifikationen festzustellen Abbildung 25. Abbildung 25 Entwicklung der Qualifikationen Erwerbstatige Abweichungen in Prozentpunkten zwischen den Jahren 2000 und 2030 Isced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 143210123 Abbildung 26 Entwicklung der Qualifikationen Arbeitsvolumen inkl. Offener Stellen Abweichungen in Prozentpunkten zwischen den Jahren 2000 und 2030 Isced 6Isced 5BIsced 5AIsced 4AIsced 3BIsced 3AIsced 2Isced 143210123 Diese Veranderung der nachgefragten Qualifikationsstruktur bestatigt sich, wenn eine Betrachtung des Arbeitsvolumens unter Berucksichtigung offener Ste llen vorgenommen wird Abbildung 26. Auch hier kommt es zu einem deutlichen Ruckgang des Anteils der Qualifikation 3B bei einem gleichzeitigen Anstieg der Nachfrage nach der Qualifikation 5A. 3.4.3 Eine erste Bilanzierung: Entwicklung von Angebot und Nachfrage im Vegleich rEine Bilanzierung im eigentlichen Sinne ist nur moglich, wenn die Datenkonzepte auf der Angebots und Nachfrageseite aufeinander abgestimmt sind. Dieses ist bei der vorliegenden Modellierung wegen des noch unzureichen den Datenmaterials nicht durchgehend der Fall. Die Erwerbsneigung en der Bevolkerungen beruhen auf Daten 38 des SOEP. Die Erwerbstatigenrechnungen der Nachfrageseite gehen auf Daten des MZ zuruck. Eine Behebung dieses Datenproblem s war wegen der zu geringen Ze it wahrend des Projektes nicht moglich. Auerdem hatte die Zi FKooperationsgruppe vor allem die Aufgabe, Moglichkeiten zur Modellierung abzuschatzen was auch gesch ehen ist. Allerdings bleibt festzustellen, dass eine Behebung des Datenproblems ohne weiteres moglich ist. Trotz dieser eingeschrankten Interpretationsmoglichkeit werden die Ergebnisse des Arbeitsvolumens nach den Hauptkategorien der ISCED gegenubergestellt, da die te ndenziellen Entwicklungen nicht durch das Datenproblem beruhrt we rden. Zu beachten ist, dass kein geschlossenes Modell vorliegt. D.h. eine Verknappung des Arbeitsa ngebotes wurde bei steigender Nachfrage in einem geschlossenen Modell z.B. die Lo hne steigen lassen ; dieses fuhrte zu Effekten auf die Produktivitat und auch die Endnachfrage, so dass die Nachfrage nach Erwerbstatigen reagieren wurde. Solche Effekte sind bei der Projektion nicht berucksichtigt worden. Ferner ist zu beachten, dass die Differenz von Angebot und Nachfrage nicht als Arbeitslosigkeit im Sinne des SGB interpretier t werden kann. In Anlehnung an die vom IAB gepragte Begrifflichkeit kann die Differenz als Summe von Erwerbslosen und Stiller Reserve gesehen werden. Wir bezeichnen diese Differenz als Breite Arbeitsl osigkeit. Das Angebot ist also als angebotene Stundenzahl des Erwerbspersonenpotentials zu sehen. Bei dieser Interpretation muss auerdem bedacht werden, dass die Nachfrage um offene Stellen erhoht worden ist. Abbildung 27 Entwicklung der Angebots der Nachfrage nach gering Qualifizierten jeweils Arbeitsvolumen in Mio. Stunden 160001400012000100008000600040002000egarfhca N tobegn A4000350030002500200015001000500znereffi D020002005201020152020202502030Differenz Angebot LowNachfrage Low Es wird zuerst das angebotene Arbeitsvolumen mit dem nachgefragten Arbeitsv olumen inklusive offener Stellen verglichen. Die Abbildung zeigt, dass das Angebot age liegt. Eine Raumung dieses uber den gesamten Zeitraum oberhalb der Nachfr Teilarbeitsmarktes wird also auf absehbare Zeit nicht moglich sein. Gleichwohl kann ab dem Jahr 2010 eine deutliche Ruckfuhrung des Uberangebotes festgestellt werden. Diese Entwicklung ist zum einen auf die Reduktion des Ar beitsangebotes wegen der demografischen Verschiebung zuruckzufuhren. Zum anderen geht die Prognose des PANTA RHEI Modells von einer Zunahme der Erwerbstatigkeit bis zum Jahr 2018 aus. D.h. trotz einer positiven wirtschaftlichen Entwicklung werden nicht aus reichend Beschaftigungsmoglichkeiten fur gering Qualifizierte geschaffen. 39 Der Vergleich der mittleren Qualifikationen zeigt ein ahnliches Ergebnis. Allerdings ist die Bedeutung der mittleren Qualifikationen fur den Arbeitsmarkt insgesamt von weitaus groerem Geweicht. Das Arbeitsvolumen liegt bezogen auf A ngebot und Nachfrage um ca. das dreifache oberhalb des Arbeitsvolumens geringer Qualifikati onen. Auerdem kommt es bis zum Jahr 2008 zu einem Aufbau der Unterbeschaftigung. Erst im Jahr 2013 ist die Unterb eschaftigung auf dem Niveau von 2000. Diese Entwicklung ist auf den Strukturwandel zuruckzufuhren. Der voranschre itende Abbau von Arbeitsplatzen im Produzieren Gewerbe geht vor allem zu Lasten der mittleren Qualifikationen, da sie hier die mit Abstand star kste Gruppe der Arbeitenden darste llen. Im wachsenden Dienstleistungsbereich spielt diese Gruppe von Erwerbstatigen eine leicht geringere Rolle. Abbildung 28 Entwicklung der Angebots der Nachfrage nach mittleren Qualifikationen jeweils Arbeitsvolumen in Mio. Stunden 45000400003500030000250002000015000100005000egarfhca N tobegn A900080007000600050004000300020001000znereffi D020002005201020152020202502030Differenz Angebot MediumNachfrage Medium Abbildung 29 Entwicklung der Angebots der Nachfrage nach hohen Qualifikationen jeweils Arbeitsvolumen in Mio. Stunden 2000019000180001700016000150001400013000120001100010000egarfhca N tobegn A50004000300020001000010002000300040005000znereffi D2000200520102015202020252030Differenz Angebot HighNachfrage High Zum Schluss wird die Entwicklung von Angebot und Nachfrage fur hohe Qualif ikationen betrachtet Abbildung 29. Es sind grundsatzlich zwei Zeitraume zu unterscheiden: Bis zum Jahre 2012 liegt das Arbeitsangebot uber der Nachfrage. Anschli e 40 end ubertrifft die Nachfrage das Arbeitsangebot deutlich. Im Jahr 2030 fehlen 3 Mrd. Stunden bzw. 15,8% bezogen auf die Nachfrage. Diese Entwicklung ist aus mehreren Grunden bedenklich: 1 Es liegt bei der Bestimmung des Arbeitsangebotes hoher Qualifikationen im Vergleich zu den ubrigen bereits eine hohere Auslastung vor. Sowohl die Erwerbsquoten als auch die Jahresarbeitszeiten sind am hochsten fur hohe Qualifikationen. Lediglich bei den Arbeitszeiten von Frauen kann noch z ugelegt werden. 2 Vor allem Personen mit hohen Bildungsabschlussen sind internationa l mo bil. Bei der Projektion wurde bisher allerdings angenommen, dass die Zuund Fortzuge die Qualifikationsstruktur der Altersgruppe der inlandischen Bevolkerung haben. Damit kann es zu einer Unterschatzung des Abgangs an hoch Qualifizierten gekommen sein. 3 Die Uberbeschaftigung wird auf dem heimischen Arbeitsmarkt zu Lohnste igerungen fur hoch Qualifizierte fuhren. Diese kann zu einer Steigerung der Lohnkosten und damit je nach der Bedeutung der Lohnkosten fur die Kostenstruktur von Unternehmen zu Verlusten in der internationalen Wettb ewerbsfahigkeit fuhren. Allerdings werden bei steigenden Lohnen Auslander mit einer hohen Qualifikation einen groeren Anreiz haben zuzuwandern. 3.4.4 Schlussfolgerungen und noch offene Arbeiten Die politische Brisanz der Ergebniss e ist selbstredend. Die Einwanderungspolitik, die gerade einer Revision unterzogen worden ist, wird zeigen mussen, ob sie die B edurfnisse der Unternehmen unter Berucksichtigkeit von humanitaren Aspekten erfu llen kann. Die Bildungspolitik der Lander ist gef ordert, den Output an hoch Qualif izierten zu steigern. Die Unternehmen mussen ihrerseits uber eine zunehmende Weiterbildung im Betrieb nachdenken. Die Familienpolitik muss fur familienfreundlichere Bedingungen sorgen. Dazu gehort zum einen die Verbesseru ng von Betreuungsmo glichkeiten von Kindern, um Frauen auch hohere Jahresarbeitszeiten zu ermoglichen. Gleichzeitig sollte aber auch eine positive Entwicklung der Geburtenziffern erreicht werden. Die Arbeitsmarktpolitik hat die Aufgabe uber die Lebensarbeitszeit nachzudenken. Dabei kann uber eine Unterscheidung nach Qualifikationen nachgedacht we rden. Diese Fragen konnen mit dem vorliegenden Modell nur angerissen, aber nicht b eantwortet werden. Vor allem die Auswirkungen von politischen Manahmen auf die Arbeitswelt sind nur begrenzt simulierbar. Solche Simulationen konnen nur dann durchgefuhrt werden, wenn die Geschehnisse auf dem Arbeitsmarkt die okonomische Entwicklung Lohne, Sozialversicherungen etc. beeinflussen. Dazu ist eine Auswe itung der Datenbank unabdingbar. Fur die in dieser Modellierung verwandten Struktu rinformationen mussen Zeitreihen vorliegen, um Veranderung z.B. der Erwerbsquoten berucksichtigen zu konnen. Ferner bedarf es einer Abstimmung von Daten auf der Angebots und Nachfrageseite. Daz u sind Auswertungen des MZ notwendig, da in 41 diesem Mikrodatensatz sowohl Erwerbsquoten als auch Erwerbstatigenquoten vorli egen. Daruber hinaus sind Erweiterungen des Modells sinnvoll: um folgende Problembereiche 1 Wie verandert sich die Qualifikationsstruk tur durch die Veranderung von Zu und Fortzuge n? Nach den bisherigen Uberlegungen der Kooperation sgruppen sind hier durchaus ausreichende Informationen fur eine Modelli erung vorhanden. 2 Wie verandert sich die Qualifikationsstruktur der Bevolkerung? Die Entwicklung der Qualifikationsstruktur in der Bevolkerung wurde bisher auf Grund einer aggregierten Information abgebildet. Eine detailliertere Erfasung ware vor allem vor dem Hintergrund des Lebenslangen Lernens notwendig. Eine mogliche Erweiterung, die d ieses erfassen konnte, ist die Verknupfung mit der Bildungsgesamtrechnung des IAB. s 42 4 LITERATUR Breyer, F 2000: Kapitaldeckung vs. Umlageverfahren. In: Perspektiven der Wir tschaftspolitik. 1 4 . S. 383405. Distelkamp, M. Hohmann, F. Lutz, C. Meye ABINFORGEModell. In: Beitrage zur Arbeitsmarkt Beitr AB 275. Nurnberg r, B. Wolter, M.I. 2003 a: Das I und Berufsforschung. Distelkamp, M. Hohmann, F. Lutz, Chr. Meyer, B. Wolter, M.I. 2003b: PANTA RHEI V Modelldarstellung und Prognose der CO2 Emissionen. GWS Di scussion Paper 20031, Osnabruck. Dostal, W. Reinberg, A. Schnur, P. 2002: Tatigkeits und Qualifikationsprojektionen der IABPrognos Ansatz. In: G. Kleinhenz Hrsg., IAB Kompendium Arbeitsmarkt und Berufsforschung, Nurnberg: S. 54 7556. Beitrage zur A rbeitsmarkt und Berufsforschung Nr. 250. EnqueteKomission Demographischer Wandel Herausforderungen unserer alter werdenden Gesellschaft an den einzelnen und die Politik Enquete Komission 1998: Zweiter Zwischenbericht. Bundest 1311460. Bonn. agsdrucksache Fuchs, J. 2002: Erwerbspersonenpotenzial und Stille Reserve Konzeption und Berechnungsweise. In: G. Kleinhenz Hrsg., IAB Kompendium Arbeitsmarkt und Berufsforschung, Nurnberg: S. 79 93; 67 KB ReiheSerie: Beitrage zur Arbeitsmarkt und Berufsforschung Nr. 250. Gruber, K. 2003: Demografie und Bankgeschaft: Internationalisierung als L osung. In: Deutsche Bank Research. Aktuelle Themen. 27. Mai 2003. Nr.269. Just, T. 2003: Demografie lasst Immobilien wackeln. In: Deutsc he Bank Research. Aktuelle Themen. 18. September 2003. Nr.283. Magvas, E. 2001: Gesamtwirtschaftliches Stellenangebot in West und Ostdeutsc hland 1998, 1999, 2000. In: IAB Werkstattbericht. Ausgabe Nr. 12 18.10.2001. Nurnberg. Reinberg, A. Hummel, M. 2002: Die Bildungsgesamtrechnung des IAB. In: G. Kleinhenz Hrsg., IAB Kompendium Arbeitsmarkt und Berufsfo rschung, Nurnberg: S. 491506; 67 KB ReiheSerie: Beitrage zur Arbeitsmarkt und Berufsforschung Nr. 250. UNESCO 1997: International Standard Classification of Education ISCED 1997. Wolter, M.I. 2002: Altersvorsorgesysteme und wirtschaftliche Entwicklung. Fran kfurt a.M. 43 ", "filename": "gws-paper05-1.pdf", "person": ["Marc Ingo Wolter", "Wolter, Marc Ingo"], "date": ["2005"]}