{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/116468/1/hbs_arbp_005.pdf"], "title": ["Betriebliche Bildung in der Stahlindustrie - kein Inseldasein: Bericht des Fachausschusses 3/96"], "plaintext": "Vorbemerkung Der folgende Beitrag beruht auf leitfadengestutzten Interviews mit Verantwortlichen der Berufsbildung, die von Dr. Hans WupperTewes 1997 in den folgenden Unternehmen der Stahlindustrie gefuhrt wurden: Bremer Stahlwerke Gmb H Bremen, Dillinger Huttenwerke AG Dillingen, Georgsmarienhutte Gmb H Georgsmarienhutte, Groditzer Stahlwerke Gmb H Groditz, Huttenwerke Krupp Mannesmann Gmb H Duisburg, Preussag Stahl AG Peine Salzgitter, Thyssen Stahl AG Duisburg heute: Thyssen Krupp Stahl AG sowie dem Bildungswerk WittenHattingen Gmb H.1Interviews mit ausgewahlten Gesprachspartnern konnen naturgema nicht fur sich in Anspruch nehmen,reprasentativ zu sein. Trotzdem: Es wurde ein nicht unerheblicher Teil verantwortlicher Mitarbeiter aus dem Bildungswesen der deutschen Stahlindustrie erreicht. Dr. Hans WupperTewes: Die Interviews haben ihren Wertnicht zuletzt dem Umstand zu verdanken, da meine Gesprachspartner zu offenen Worten bereit waren. Hierfur mochte ich mich an dieser Stelle herzlich bedanken. In der Erhebung ist nicht versucht worden, die Verhaltnisse in der Berufsbildung der Stahlindustrie moglichst genau quantitativ abzubilden, sondern Einschatzungen von Experten zu gegenwartigen Entwicklungstendenzen der Aus und Weiterbildung zusammenfassendzu dokumentieren. Zahlenangaben im Text dienen demnach nur dazu, die Dimension der angesprochenen Tendenzen erfabar zu machen; sie sind deshalb auch haufig gerundet bzw. Einschatzungen. Daruber hinaus werden in diesem Bericht die Ergebnisse und der Diskussionsstand der vom Fachausschu 396 durchgefuhrten Tagungen dokumentiert. Beide Tagungen standen unter der Fragestellung Nutzen von Aus und Weiterbildung. Der erste Workshop am 18. Juni 1997 hat sich der Thematik schwerpunktmaigunter der Perspektive der Ausbildung gewidmet, der zweite Workshop am 5. Februar 1998 beschaftigte sichmit dem Thema Weiterbildung.1 Zwischenzeitliche Veranderungen der Firmennamen werden im Text nicht weiter berucksichtigt.Impressum:Herausgeber:HansBocklerStiftung Mitbestimmungs, Forschungs und Studienforderungswerk des DGBBerthavonSuttnerPlatz 140227 Dusseldorf Telefon:Telefax:EMail:0211 77781850211 7778188HartmutKleinSchneiderboeckler.de Redaktion: Hartmut KleinSchneider, Referat Betriebliches Personal und Sozialwesen Best.Nr.:Gestaltung: Horst F. Neumann Kommunikationsdesign, Wuppertal Produktion: Der Setzkasten Gmb H, Dusseldorf 11005Dusseldorf, Juni 1999DM 12,002Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 19993Inhaltsverzeichnis 1.Fur den eiligen Leser Paradigmenwechsel in der Berufsbildung 2.2.12.22.32.3.12.3.22.3.32.42.53.3.13.23.2.13.2.23.2.33.2.4Entwicklungslinien in der beruflichen Erstausbildung der Stahlindustrie Berufsausbildungstradition Strukturwandel und Neuorientierung Konsequenzen fur die Berufsausbildung Prozeunterstutzung Entwicklung des Lernortes Betrieb Anspruchsvolle Auftrage fur die Ausbildungseinrichtungen Gestiegene Anspruche an die Ausbildungseinrichtungen Bewerberpotential Entwicklungsperspektiven der betrieblichen Berufsbildung ein Reformproze mit offenem Ausgang WorkshopergebnisseWachsende Bedeutung der Weiterbildung Trends in der klassischen Weiterbildungsfunktion Auf dem Weg zur Lernenden Organisation: Prozebegleitung als Herausforderung der Berufsbildung Die Hauptkunden: betriebliche Vorgesetzte Das Hauptprodukt: Prozebegleitung Umsetzung in die Praxis: eine an Personal und Organisationsentwicklung orientierte Weiterbildung Nutzenerwartung 4. Konsequenzen, Perspektiven Mitglieder des Fachausschusses Selbstdarstellung der HansBocklerStiftung 799101313141515162121222323273033353654Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 1999Fur den eiligen Leser 1. Paradigmenwechsel in der Berufsbildung Die Bildungsfunktionen in der deutschen Stahlindustrie unterliegen gerade in den letzten Jahren tiefgreifenden Veranderungen. Die Starkung der Kernkompetenzen hat in allen Unternehmen zur Folge, da besonders sogenannte uberbetriebliche Funktionen auf den Prufstand gestellt werden. Ihr Nutzen legitimiert sich nicht mehrdurch bloe Tradition, sondern mu unter sich verandernden wirtschaftlichen Rahmenbedingungen stets neubewiesen werden. Fur die Funktion Berufsbildung und nicht nur fur sie heit dies, sich als mittelbarer Bestandteil der betrieblichen Wertschopfungskette zu etablieren und den eigenen Nutzenbeitrag deutlich herauszustellen. Der Hintergrund, vor dem die weiter unten skizzierten Entwicklungen geschahen, war von besonderer Herausforderung: gravierender StellenPersonalabbau mit negativer Auswirkung auf das Ausbildungsvolumen zunehmende Arbeitsverdichtung mit damit verbundenen Einschrankungen bei der Realisierung notwendiger Qualifizierungszeiten Zunahme der Mehrfunktionalitat betrieblicher Arbeit vor dem Hintergrund bisher eher monostrukturierter Ausbildungsberufe Veranderungen in der Altersstruktur der Belegschaft vorzeitige Pensionierungen bei gleichzeitiger Sicherung des KnowhowTransfers wenig Ubernahmen von Ausgebildeten bei steigenden Anforderungen in Ausbildungsberufen gleichzeitig abnehmende Attraktivitat der Stahlindustrie aus AzubiBewerbersicht.Die Bestandsaufnahme hat gezeigt, da die Bildungsbereiche sowohl in der Ausbildung wie in der Weiterbildung mit einer deutlichen Orientierungihrer Arbeit auf die Betriebs und Geschaftsprozesse reagiert haben kein Inseldasein die Bildungsbereiche sich heute in erster Linie als Dienstleister ihrer betrieblichen Auftraggeber verstehen die Funktion Weiterbildung eine relative Bedeutungszunahme gegenuber der Funktion Ausbildung erfuhr,es aber nicht zur Aufgabe der Ausbildung im dualen System kam Weiterbildung sich in Unternehmen, die sich zunehmend ganzheitlich als Lernende Organisation verstehen, nicht langer auf die Funktion Seminaranbieter beschrankt, sondern Organisations und Personalentwicklungs, Qualitatsverbesserungs und KVPProzesse qualifizierend, beratend und moderierend begleitet.6Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 19997Im einzelnen lassen sich fur die Funktion Ausbildung und Weiterbildung folgende Entwicklungen feststellen:2. Entwicklungslinien in der beruflichen Erstausbildung Ergebnisse der Bestandsaufnahme 1. Ausbildung Forderung des Lernortes Betrieb und dernebenberuflichen Ausbilder Optimierungsanstrengungen bei der Verzahnungaller Lernorte Intensivierung der betrieblichen Ausbildungszeiten Ausbildung in Teams mit berufsubergreifenden Qualifikationen Exemplarisches Lernen ersetzt Vollstandigkeitsdenken Verstarkter Einsatz teilnehmeraktivierender Lernformen Zunahme von methodischem und sozialem Lernen Ruckfuhrung auf bedarfsorientierte Einstellung Ungebrochene Attraktivitat der WhitecollarBerufe bei Bewerbern Attraktivitatsverlust bei Produktionsberufen Ergebnisse der Bestandsaufnahme 2. Weiterbildung Starke Bedeutungszunahme der betriebsspezifischen Qualifizierungsleistungen Entwicklung vom Seminaranbieter zum Begleiterkontinuierlicher betrieblicher QualifizierungsprozesseLernende Organisation Unterstutzung der betrieblichen Prozeoptimierung durch Schulung,Moderation, Koordinierung Deutliche Zunahme von Mehrstellenqualifizierung Lernen am Arbeitsplatz gewinnt zunehmend an Bedeutung Statistische Teilnahme von ca. 50 % der Beschaftigten Allgemeine Weiterbildungsprogramme mit Angebotscharakter werdenimmer starker ausdifferenziert und z. T. durch Spezialprogramme erganzt Sicherlich bedurfen in Zukunft die jetzt entwickelten Verfahren fur eine moglichst prozenahe Qualifizierungvon der Bedarfsfeststellung uber die Durchfuhrung bis zur Abschlubewertung und der Dokumentation nochweiterer Verbesserungen. Der Weg der Unternehmen hin zu sich standig verandernden lernenden Organisationen macht aber deutlich, da Berufsbildungsfunktionen als Begleiter von Betriebs und Geschaftsprozessen ganzheitlich ausgelegt sein mussen. Vor allem unter dem Aspekt, die Dienstleistungsfunktion gegenuber Betrieben und Abteilungen zu starken, sind Losungen aus einem Gu erforderlich. Dies setzt intensives Zusammenwirken aller Unternehmensfunktionen, insbesondere auch der arbeitsdirektorialen Funktionen z. B.mit Arbeitsorganisation und Personalplanung voraus.der Stahlindustrie 2.1 Berufsausbildungstradition Die Unternehmen der Stahlindustrie waren und sind immer in besonderer Weise der beruflichen Bildung undinsbesondere der Ausbildung im dualen System verpflichtet. Dies ist Ergebnis einer Personalpolitik, die auflangfristige Bindung der Belegschaften zielt. Dabei bildete die Erstausbildung lange Zeit den Kern betrieblicher Berufsbildung, erganzt um ein mehr oder minder ausgepragtes Weiterbildungsangebot. Insgesamt sind im Ausbildungsbereich beachtliche Leistungen erbracht worden, die in anderen, auch groindustriell organisierten Branchen keineswegs selbstverstandlich gewesen sind. Besonders eindrucksvoll zeigtsich dies in den Anstrengungen seit den 80er Jahren, in denen trotz Strukturanpassungen mit dramatischem Personalabbau qualitativ und quantitativ das Angebot in Relation zur Belegschaft uber weite Strecken gehaltenwerden konnte, und an dem damit geleisteten Beitrag zur Strukturentwicklung in montanindustriell gepragten Regionen. Die in diesem Zusammenhang unternommenen Anstrengungen wurden auch vom Fachausschu 187 in der Broschure Alternativen zur Reduzierung oder Aufgabe der betrieblichen Ausbildung dokumentiert.2In der Vergangenheit haben tayloristische Organisationsprinzipien in der betrieblichen Berufsausbildung zuarbeitsteiliger Formalisierung und organisatorischer Verselbstandigung gefuhrt, d. h. zu Spezialisierung und Separierung. Besonders deutlich wird dies in den vornehmlich in den 70er Jahren mit erheblichem finanziellen Aufwand errichteten Berufsbildungszentren. Diese waren von ihrer ganzen Anlage, ihrem Aufbau mit dem Schwerpunkt Erstausbildung ausgerichtet. Mit der Orientierung am Ziel moglichst guter Ausbildungsabschlusse wurden im Laufe der Zeit immermehr Ausbildungsinhalte hier konzentriert, ein zeittypisches Handlungsmuster, um auf angenommene Qualitatsmangel in der VorOrtAusbildung inden Betrieben zu reagieren.Tayloristische Organisationsprinzipien haben in der Vergangenheit in der Ausbildung zu Spezialisierung und Separierung gefuhrt.Berufsausbildungstradition Schwerpunktmegroe waren moglichst gute Prufungsergebnisse.2 Alternativen zur Reduzierung oder Aufgabe der betrieblichen Ausbildung Studien zur Mitbestimmungstheorie und Mitbestimmungspraxis 18, Dusseldorf 1989. Dabei wurde sogar die absolute Zahl der Auszubildenden zwischen 1978 und 1985 erhoht. Entsprechend deutlich stieg die Ausbildungsquote   im gleichen Zeitraum von 4,4 % auf 6,3 %; bis 1987 war sogar ein Anstieg auf 6,7 % zu verzeichnen. S. 9 Zwischen 1974 und 1986 war die Anzahl der Beschaftigten um 43,3 % gesunken, zugleich aber die Anzahl der Auszubildenden um 3,2 % gestiegen. S. 11 Zum 30. 9. 97 bewegte sich die Ausbildungsquote der westdeutschen Stahlunternehmen bei durchschnittlich 4,5 %.8Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 19999Zur gleichen Zeit sind in vielen Stahlunternehmen in konkreten Projekten inhaltliche und methodische Reformansatze in der beruflichen Bildung vorangetrieben worden. Diese sicher durch die Montanmitbestimmunggeforderte Tradition begann hier nicht erst mit der Neuordnung der industriellen Metall und Elektroberufe,welche von Sachverstandigen aus der Stahlindustrie mageblich mitgestaltet wurde und in deren Zusammenhang in vielen Ausbildungseinrichtungen Modellversuche durchgefuhrt worden sind. Ansatze fur projektorientierte Ausbildung, die bereits tendenziell den tayloristischen Organisationsrahmen sprengen, finden sich deshalb bereits Mitte der 70er Jahre. So ist das in der beruflichen Bildung der Preussag AG entwickelte LehrLernsystem Hobbymaschine noch heute in der Literatur als gelungenes Beispiel fur solche Ansatzeprasent.32.2 Strukturwandel und Neuorientierung Will man die Entwicklungen der Funktion Ausbildung in der Stahlindustrie richtig einschatzen, so wird manin Betracht ziehen mussen, da die betriebliche Berufsausbildung an der Schnittstelle von Beschaftigungsund Bildungssystem gelegen in erster Linie an die Entwicklung der Branche gebunden ist. Die qualitative undquantitative Entwicklung der Belegschaften stellt die wesentliche Einflugroe auf die Entwicklung der Berufsbildungsfunktion dar. Bei einem Stand von gegenwartig ca. 100.000 Beschaftigten wird wie in einem Aufsatzvon Gunter Geisler kurzlich zu lesen war das Ziel bei etwa 80.000 Beschaftigten liegen.4 Damit kann dergrundlegende Strukturwandel der Stahlindustrie zwar noch nicht als abgeschlossen, aber immerhin als rechtweit vorangekommen bezeichnet werden.Die hohen absoluten Ausbildungszahlen in den 70er und 80er Jahren, die den eigenen Bedarf zum Teil weituberstiegen, konnten bei fortschreitendem Belegschaftsabbau nicht durchgehalten werden. Die meisten Unternehmen sind heute zu einer bedarfsorientierten Ausbildung zuruckgekehrt.5 Dies bedeutet wie in anderen, groeren industriellen Bereichen auch , da sich die Zahl der Auszubildenden an der jeweiligen Belegschaftsstarke orientiert, allerdings mit dem erkennbaren Bemuhen, diesen Bedarf grozugig auszulegen. Typischerweise betragt der durchschnittliche Anteil aller Auszubildenden an den Belegschaften gut 4 % bis ca.6 %. Bedarfsorientierte Ausbildung erlaubt es i. d. R., die Auszubildenden nach Abschlu ihrer Ausbildung inein Arbeitsverhaltnis zu ubernehmen, wenn auch nicht unbedingt gleich unbefristet bzw. in eine Beschaftigung, die dem erlernten Beruf entspricht.3 Der offizielle Titel des Ende der 70er Jahre durchgefuhrten Modellversuchs war: Entwicklung und Erprobung eines lernzielorientierten Diagnose und Stutzsystems. Vgl. Ruttluff, Joachim: Selbstandiges Lernen, Arbeiten mit Leittexten, Weinheim, Basel 1992,S. 19 ff. 4 Geisler, Gunter: Ansatze zur Beschaftigungssicherung durch neue Formen industrieller Organisation als Alternative zur bisherigen Vorruhestandsregelung in der deutschen Stahlindustrie, in: Sozialer Fortschritt, 81997, S. 179.5 Die Dimensionen dieser Entwicklung lassen sich beispielsweise anhand der Preussag Stahl AG plastisch nachvollziehen: Preussaghatte in den 70er Jahren noch eine Belegschaftsstarke von ca. 20.000, welche sich auf weniger als 9.000 im Jahre 1996 reduzierte.Auch die Zahl der jahrlich neu abgeschlossenen Ausbildungsvertrage sank von max. 410 auf ca. 150 zur Zeit 1997. Im Sinne einerstrikten Bedarfsorientierung will man auch in der Lage sein, den Auszubildenden nach erfolgreicher Ausbildung die Ubernahme in ein Beschaftigungsverhaltnis quasi zu garantieren. Strukturwandel und Neuorientierung Ruckkehr zu einer starker am Bedarforientierten Ausbildung mit einerdurchschnittlichen Ausbildungsquotevon ca. 4 6 %.Fur die Zukunft ist mit einer Zunahme der Ausbildungszahlen angesichts weiterer Stellen und Personalreduzierungen kaumzu rechnen. Der voraussichtlich langere Verbleib alterer Fachkrafte in den Betrieben wird von den Bildungsbereichen verlangen, alternde Belegschaften fachlichfur die Bewaltigung sich dynamisch entwickelnder Arbeitsanforderungen fit zuhalten und einen Transferproze von Erfahrungswissen der Alteren zu den Jungeren zu organisieren. Der langere Verbleib im Erwerbsleben beigleichzeitig angestrebter Verringerung der Stammbelegschaften bedeutet vor allem einen uber Jahre hinweggeringen bzw. rechnerisch sogar keinen Bedarf an qualifizierten Nachwuchskraften Thyssen Krupp Stahl ubernimmt z. Z. unbefristet die branchentypisch ausgebildeten und personlich geeigneten Verfahrensmechanikersowie die 15 Jahrgangsbesten. Auch vor diesem Hintergrund ist es eine nicht zu unterschatzende Leistungder Stahlindustrie, da sie bei allen wirtschaftlichen Schwierigkeiten zu keiner Zeit einen Ausstieg aus der Berufsausbildung betrieben hat.6Dies liegt zum einen in der langen und intensiven Ausbildungstradition begrundet. Wichtiger noch ist aber die Einsicht, da bei einem Ruckzug aus der Ausbildungsfunktion eine langjahrig gewachsene Kompetenz aufgegeben wird, die sich auf Ausbildungspersonal, Ausbildungsstatten, Ausstattung etc. bezieht und da es einesmehrjahrigen Vorlaufs bei der Wiederaufnahme der Funktion bedarf Rekrutierung und Qualifizierung geeigneten Personals, 3,5jahrige Ausbildungsdauer. Daruber hinaus ist das Beibehalten der Ausbildungsfunktionsicherlich auch der Erkenntnis zu verdanken, da kapitalintensive Technologien einen qualifizierten Personalstamm benotigen. Diese hohe Kapitalintensitat bedingt lange Amortisationszeiten der Anlagen, die Performance der Produktion ist somit in erheblichem Ma vom anlagenspezifischen Erfahrungswissen der Mitarbeiter abhangig, die am besten und kostengunstigsten durch eigene innerbetriebliche Ausbildung zurekrutieren sind. Da sich die Nutzenfrage aber immer wieder neu stellt, bedurfte es in der Vergangenheit undbedarf es auch in Zukunft weiterer Anstrengungen, die Funktion Ausbildung so zu optimieren, da sie sichprimar als Nutzen und nicht als Kostenfaktor in die Wertschopfungskette einreiht.6 Selbst die Aufgabe ganzer Produktionsstandorte bedeutete in der Regel nicht das Aus fur die dortige Berufsbildung. In einigen Fallen bot sich die Chance, die Berufsbildung weitgehend unabhangig vom Mutterunternehmen rechtlich zu verselbstandigen. Im Interview beim Bildungswerk WittenHattingen BWH wurde allerdings wiederholt auf die besonderen Rahmenbedingungen des eigenen Erfolges verwiesen. So habe man einen besonderen politischen Ruckenwind gehabt und sich im sudlichen Ruhrgebiet fruhzeitigetablieren konnen. Vergleichbares gilt fur die Georgsmarienhutte bei Osnabruck. Sie hat auch unter schwierigsten wirtschaftlichen Bedingungen an einereigenen Berufsbildung festgehalten und sich um eine Ubernahme der Auszubildenden bemuht. Bis Mitte 1996, als die angestrebte Sollstarke von ca. 1.250 Beschaftigten erreicht war, war an eine systematische Personal und Organisationsentwicklung kaum zudenken. Das Osnabrucker Schwesterwerk mit ehemals ca. 4.500 Beschaftigten ging 1984 in den Schmiedewerken Krupp Klocknerauf, die 1990 als Teil der VSG weitergefuhrt wurden. Zu diesem Zeitpunkt wurde auch die Berufsbildung als BerufsbildungszentrumBZO rechtlich verselbstandigt, um die Ausbildungskapazitaten moglichst weitgehend fur die Region zu erhalten. Mit dem Konkursder VSG im Jahr 1994 stand auch das BZO zur Disposition. Die hauptberuflichen Mitarbeiter des BZO sind von der GMHutte ubernommen worden. Hier wurde im Mai 1995 eine Berufsbildungsgesellschaft als personenlose Gesellschaft gegrundet, mit dem Zweck, Auftrage von Externen einzuwerben und durchzufuhren. Die Vorgabe war und ist, da die Ausbilder durch Fremdmanahmen finanziert werden mussen.10Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 1999112.3 Konsequenzen fur die Berufsausbildung Prozeunterstutzung Der strukturelle Anpassungsproze in der Stahlindustrie verlangt veranderte Qualifikationen.Konsequenzen fur die Berufsausbildung Dies ist nur durch die Unterstutzungbetrieblicher Prozesse moglich.Ausbildung mu einen deutlichen Bezug zur Wertschopfungskettenachweisen.Als Konsequenz aus dieser Erkenntnisund zeitgleich mit dem Ende der Ausbildung uber Bedarf verlagerte sich in allen Unternehmen der Schwerpunkt der Berufsbildungsarbeit. Fur die Ausbildungsfunktion bedeutete dies nebenunvermeidlichen quantitativen Einschnitten vor allem eine qualitative Neuorientierung. Statt des Schwerpunktes Orientierung an Prufungsordnungen rucken jetztdie betrieblichen Anforderungen mehr inden Vordergrund naturlich ohne dabeiden Blick auf den Prufungsabschlu mitmoglichst guter Note zu verlieren. In der Vielzahl der unterschiedlichen Ansatze lat sich heute als gemeinsame Leitlinie deshalb die Unterstutzungder betrieblichen Prozesse ausmachen. Dies bedeutet eine Ausrichtung der Ausbildungsarbeit an denbetrieblichen Geschafts und Produktionsprozessen. Konkret: Der Trend geht zur systematischen Vorbereitungauf betriebliche Anforderungen, verbunden mit einer deutlichen Intensivierung und Verlangerung der VorOrtEinsatzErfahrungszeiten. Parallel dazu werden Ausbildungsinhalte und Lernorte, an denen sie vermittelt werden, enger aufeinander abgestimmt, um Qualitatsverluste und Schmalspurausbildung zu vermeiden, dieansonsten durch zu starke Berucksichtigung von Betriebsinteressen entstehen konnten.2.3.1 Entwicklung des Lernortes Betrieb Was unter betrieblicher Orientierung verstanden werden soll, lat sich in der Erstausbildung z. B. an der durchgangig zu beobachtenden Ausweitung der im Betrieb verbrachten Ausbildungszeiten, insbesondere dergewerblichen Auszubildenden darstellen.7 Heute betragt der Anteil der reinen im Betrieb verbrachten Ausbildungszeit in den industriellen Metall und Elektroberufen zwischen 25 und 35 %. Vor noch nicht allzu langer Zeit hatte dies auch oder gerade bei Berufsbildnern schnell den Verdacht von Qualitatsverlust provoziert.Die Trendwende zeigt sich darin, da heute Ausbildung an den drei Lernorten, und zwar in Ausbildungszentrenwerkstatten und Betriebseinsatz gemeinsam mit den schulischen Ausbildungsabschnitten in der Berufsschule deutlich aufeinander abgestimmt werden. Gleichzeitig helfen Ausbildungsblocke die betriebliche Ausbildungszeit intensiver gestalten zu konnen.Die Entwicklung von mehr oder minder inselhaften Ausbildungszentren zu Dienstleistern mit deutlichem Bezug zur Wertschopfungskette im Unternehmen ist nur denkbar mit einer Organisationsstruktur der Berufsbildungsabteilungen, die dynamische Prozesse zulat. Naturlich gehort dazu ein neues Selbstverstandnis der 7In der kaufmannischen Ausbildung wird traditionell stark betriebsbezogen ausgebildet.Berufsbildner. Zur Ausbildung gehort damit zwangslaufig die permanente Aktualisierung der Kenntnisse uberdie betrieblichen Einsatzorte und die dortigen Arbeitsbereiche. Dies kann nur uber standigen Kontakt zu den Mitarbeitern in den Betrieben erreicht werden. In der Konsequenz sind hauptberufliche Ausbilder heute weitofter als in den 70er und 80er Jahren in den Betrieben. Der direkte Kontakt der Arbeitsebenen, sozusagen von Meister zu Meister, macht in der heutigen Praxis einen erheblichen Teil der betrieblichen Orientierung der Berufsausbildung aus. Ausbilder haben damit vielfaltige Aufgaben und werden auch zusatzlich immer mehr indie Verantwortung genommen Arbeit in Ausschussen und im Prufungswesen der Kammern; Koordination zwischen den Lernorten Betrieb, Berufsschule, Bildungszentrum; Tatigkeiten auch in der Weiterbildung.Die nebenberuflichen Ausbilder im Betrieb die betrieblichen Ausbildungsbeauftragten haben ebenfalls heuteeine starkere Bedeutung. Auch hier ist der Anspruch auf fachliche und padagogische Professionalitat bei den Nebenberuflichen gewachsen. Ausbildungsbeauftragte mussen fur ihre Aufgabe qualifiziert und motiviertsein bzw. werden. Betriebliche Ausbildung gelingt nur, wenn die Funktion der Ausbildungsbeauftragten als Teilihrer Gesamtaufgabe und damit naturlich auch von ihren Vorgesetzten akzeptiert und aktiv gefordert wird.Wenn der Chef einfach jemanden bestimmt, gibt es Probleme.8 Wichtig ist vor allem auch das Zusammenspiel zwischen den Haupt und den Nebenberuflern in der Ausbildung.9Das Ziel, moglichst viel Ausbildungszeit inden Betrieb zu verlagern, beginnt in der Ausbildungspraxis damit, da viel mehr Sorgfalt darauf verwandt wird, die Auszubildenden auf ihren betrieblichen Einsatzvor und nachzubereiten, um sie so inanspruchsvolle Arbeiten vor Ort besserintegrieren zu konnen. Entwicklung des Lernortes Betrieb Prozeunterstutzung durch: deutliche Intensivierung derbetrieblichen Ausbildungszeiten Intensivierung der Kontakte Ausbilder Betrieb Professionalisierung der nebenberuflichen Ausbilder Innen Gute Lernerfolge sind zu erreichen, wenn Auszubildende gezielt in Echtauftrageeingebunden werden z. B. bei der Inbetriebnahme neuer Aggregate beteiligtwerden undoder gemeinsam mit den Facharbeitern aus den Betrieben an der Schulung und Einarbeitung an neuen Aggregaten und Anlagen teilnehmen. Dies kann auch in Form gemeinsamer Projekte mit den Betrieben geschehen so in Dillingen und Duisburg, in Salzgitter sind entsprechende Projekte in Planung. All diese Auftrage haben die Gemeinsamkeit,89Interview Dillinger Hutte So ist bei den Stahlwerken Bremen die Teambildung und gemeinsame Qualifizierung von haupt und nebenberuflichen Ausbildern zueinem entscheidenden Ansatzpunkt zur Umsetzung der mit der Neuordnung verbundenen fachlichen Lernziele sowie der Forderungder sozialen, personalen und innovativen Kompetenz bei den Auszubildenden gemacht worden. Ziel eines entsprechenden Modellversuchs war es, den Lernort Betrieb systematisch zu fordern, um z. B. die Funktionsweise, Wartung und Instandhaltung von Aggregaten zu veranschaulichen und das Verstandnis fur komplexe Zusammenhange zu erhohen. Ausgehend vom zentralen Stellenwertdes Lernortes Betrieb wurde im Modellversuch erprobt, die lernortubergreifende Kooperation mit der Lehrwerkstatt und der Berufsschule an den Teamsitzungen und der Teamqualifizierung nahmen auch Berufsschullehrer teil konsequent zu entwickeln. Sieheauch: Ehrlich, Klaus; Heier, Joachim: Arbeiten und Lernen im Ausbilderteam, Abschlubericht uber den Modellversuch Kontinuierliche und kooperative Selbstqualifizierung der Ausbilder in der industriellen Berufsausbildung bei der Klockner Stahl Gmb H, Bremen 1994. Auch in einem zweiten Modellversuch der Bremer Hutte ist der betriebliche Proze in den Produktionsbetrieben und dessenintensives Kennenlernen durch die Auszubildenden zum Ausgangspunkt der kaufmannischen Auszubildenden gemacht worden:Modellversuch zur Vermittlung innovatorischer und modernisierter fachlicher Qualifikation in der kaufmannischen Berufsbildung. 12Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199913da sie nicht nur Ernstcharakter tragen, sondern auch erheblich zur Nutzenstiftung von Ausbildung sowohlbeim Auszubildenden selbst als auch beim Unternehmen beitragen. Sie helfen die Ausbildungsbereiche als Partner im Unternehmen zu begreifen und zu akzeptieren. Ein anderer Weg, Ausbildung moglichst nah an die Betriebe zu bringen, ist das Einrichten von speziellen Bereichen fur die Aus und Weiterbildung in den Betrieben. Haufig werden auch Produktionsvorgange des Betriebes in einer fur das Erlernen der wichtigsten Fertigkeiten geeigneten Form nachgestellt. Eine solche Lerninsel ist im Instandhaltungsbereich Hauptwerkstatt der Preussag Stahl AG eingerichtet worden und wird vor Ort von hauptberuflichen Ausbildern betreut. Die Lerninsel dient gleichermaen der Ausbildung wie der Fortbildung der Facharbeiter. Die Separierung von Prozessen zu Ausbildungszwecken hat in der Stahlindustriejedoch deutlich Grenzen. Wahrend man z. B. in der Automobilindustrie parallele Produktionsstrange mit Montagearbeiten neben dem eigentlichen Produktionsflu organisieren kann, ist dies in der Stahlindustrietechnisch nur schwer moglich. Bei Preussag bzw. der PPS wird ein Forschungsvorhaben geplant, in dem manversuchen will, entsprechende Prozesteuerungssimulationen zu erarbeiten.10Zur Intensivierung der Ausbildung wurde bei der Thyssen Stahl AG ein Lernburo in der kaufmannischen Berufsbildung eingerichtet. Verfahrensmechaniker simulieren mit Hilfe von PCProgrammen Produktionsvorgange,Prozeleitelektroniker arbeiten im Bildungszentrum an Leitstrecken mit ebenfalls simulierten Echtdaten.2.3.2 Anspruchsvolle Auftrage fur die Ausbildungseinrichtungen Anspruchsvolle Auftrage in die Ausbildungseinrichtungen zu holen, ist im Prinzip nicht neu. Ausbildungswerkstatten haben traditionell immer schon Auftrage fur Betriebe ausgefuhrt. Nur handelte es sich dabei oft um Arbeiten, mit denen sich Produktions bzw. Erhaltungsbetriebe nicht belasten wollten. Oft waren solche Auftrage nur von begrenztem berufspadagogischen Wert. Ganzheitliche Aufgaben mit Planung, Fertigung und nachlaufender Kontrolle sind gut geeignet. Fur die Ausbilder gewinnen dabei Planungs und Koordinationsaufgaben an Bedeutung, und sie mussen lernen, Ausfuhrungsverantwortung an die Gruppe und den einzelnen zu delegieren. Dazu gehoren Vorbereitung und Durchfuhrung in integrierten Lerngruppen uber die Berufsgrenzen hinweg. Erganzt wird dies in den hoheren Ausbildungsjahren durch integrierte Teams, die auch Verantwortung ubernehmen z. B. fur die Instandhaltungder Ausbildungswerkstatt; Beispiele bei Preussag Stahl AG, Thyssen Stahl AG. So ist es beispielsweise der Ausbildungswerkstatt der Dillinger Hutte mit viel Uberzeugungsarbeit gelungen,eine Hydraulikstation aufzubauen, in der Teile der Servo und Proportionalventile der Betriebe uberholt, dasheit gesaubert, kalibriert und justiert werden. Bei Thyssen Stahl errichteten Auszubildende z. B. ein elektronisch gesteuertes Analysesystem fur Gasmessungen, oder sie erarbeiteten eine SPSSteuerung fur Koksgrusraumer, mit der Koksgrusreste in der Kokerei automatisch abgeraumt werden konnen. 10 Die Berufsbildung der Preussag Stahl AG hat in der kaufmannischen Ausbildung bereits mit dem Modellversuch KOSA an einer Simulation von EDVGeschaftsprozessen gearbeitet. Hier stellte sich das Problem ahnlich, da sich in einem integrierten EDVSystem, wiez. B. SAP, keine Uberbuchungen durchfuhren lassen.2.3.3 Gestiegene Anspruche an die Ausbildungseinrichtungen Wenn man versucht, betriebliche Ausbildungszeiten zu erhohen und berufspadagogisch interessante Produktionsauftrage zu akquirieren, so mu in der verbleibenden Zeit in den Berufsbildungszentren moglichst effektiv Grundlagen und Fachqualifizierungsarbeit unter Einschlu des Erarbeitens von Schlusselqualifikationen geleistet werden.Mit lehrgangsorientierten Methoden, mit Unterweisungen und der 4StufenMethode allein ist dies nicht mehrzu bewaltigen. Soziale Lernformen und Methoden gehoren heute selbstverstandlich dazu bei der Thyssen Stahl AG erleben alle Auszubildenden im Rahmen eines innerbetrieblichen Schulungsprogramms die Vorteileteamorientierter Arbeitsformen. Lernen findet sowohl in der Gruppe als auch in Einzelarbeit statt, oft unterstutzt durch Selbstlernmedien.Veranderte Ausbilderrolle Verstarkte Kooperation mitnebenberuflichen Ausbildern Projekte in der Ausbildung Veranderte Ausbilderrolle durch:Dieses Vorgehen wird unterstutzt durcheinen veranderten raumlichen Aufbau der Ausbildungseinrichtungen, z. B. durcheine zumindest teilweise Aufhebung desstarren Werkstattprinzips bei der Anordnung der Maschinen. So hat man in Duisburg bei Thyssen Stahl Gruppenarbeitsplatze mit entsprechender Anordnung der Werkzeugmaschinen mit dem Ziel eingerichtet, die soziale Kompetenz der Auszubildenden bei der selbstandigen Planung,Durchfuhrung und Kontrolle von Arbeitenweiter zu starken. In Dillingen werden Maschinen um einen zentral gelegenen,mit schlichten Tischen ausgestatteten Bereich gruppiert, welcher in der Regel zum Planen und Projektierenbenutzt wird. Die Anordnung ist nicht mehr primar an der Gleichartigkeit der Maschinen orientiert, sondernfolgt dem Gedanken integrierter Lernfelder. Akquise anspruchsvoller Auftrage in den Betrieben Teamarbeitskonzepte uber Berufsgrenzen hinweg In den meisten Fallen sind allerdings die schlosserischen und die elektrotechnisch orientierten Berufe in den Ausbildungseinrichtungen fachlich voneinander getrennt. Jedoch gibt es auch bei raumlicher Trennung immerwieder auch berufsubergreifende Phasen. Die Weiterentwicklung und das Schaffen einiger Berufsbilder z. B.ITBerufe, Mechatroniker wird aber auch hier auf kurze Sicht zu einem verstarkten Handeln fuhren.2.4 Bewerberpotential Jugendliche treffen ihre Berufswahlentscheidung nach den Beschaftigungsaussichten. In einer durch Belegschaftsabbau und Strukturkrise gekennzeichneten Branche ist grundsatzlich von geringerer Attraktivitat auszugehen. Die Situation differiert dabei je nach der wirtschaftlichen Entwicklung und der Stellung des jeweiligen Unternehmens am Standort sowie der Situation am lokalen Arbeitsmarkt: Wahrend beispielsweise die Dillinger Hutte der regional dominierende industrielle Arbeitgeber ist, gibt es in Bremen in Form groer Werke der 14Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199915Automobil und Luftfahrtindustrie potente Konkurrenten. Hilfreich fur die Sicherung des Bewerberpotentials istdabei auch die Tradition der Rekrutierung des Nachwuchses aus der Belegschaft mit dem Ziel, durch eine hohe Bindung an das Unternehmen eine Kernbelegschaft zu erhalten.In den Bewerberzahlen wird auch die unterschiedliche Attraktivitat der Berufe deutlich. Die Zahlen belegen anallen Standorten eindeutig das besondere Interesse an kaufmannischen und technischen Angestelltenberufengegenuber den gewerblichen Berufen. Unter den gewerblichen Berufen sind vor allem die Elektroberufebegehrt. Eindeutig zuruck steht demgegenuber der Beruf des Verfahrensmechanikers. Die bisher mangelnde Attraktivitat des Verfahrensmechanikers ist an vielen Standorten zum Problem geworden. Das Berufsbild des Verfahrensmechanikers wurde zwischenzeitlich reformiert, vor allem auch im Hinblick auf eine integrierte anlagenbezogene Ausbildung, die nicht nur produktions und qualitatsspezifisch, sondern auch erhaltungsorientiertausgerichtet ist. Die Thyssen Stahl AG und ebenso die neue Thyssen Krupp Stahl AG stellt deshalb nach wievor Verfahrensmechaniker allerdings nur mit guter Vorqualifikation zur Ausbildung ein, die nach Ausbildungsende bei personlicher Eignung auch ubernommen werden. Auf der Georgsmarienhutte gelang es bishernicht, fur diesen Beruf Bewerber zu finden, so da man ersatzweise Industriemechaniker ausbildet, die zusatzlich noch branchentypisch qualifiziert werden. Auch in Bremen wurde man gern wieder stahltypisch ausbilden,ist sich aber bewut daruber, da dies nur schwierig am Markt durchzusetzen ist. Preussag Stahl hat sich entschlossen, die Ausbildung von Verfahrensmechanikern aufzugeben. Die neuen Berufe z. B. ITBerufe, Mechatroniker beinhalten in der Praxis eine Tendenz zur Integration z. B. der Instandhaltungsfunktionen. Sicherlichwird damit auch die Attraktivitat der Berufsausbildung in der Stahlindustrie gesteigert werden konnen.Ein groer Teil der Gesprachspartner pladierte deutlich dafur, lieber weniger Berufe mit breiter Grundlagenkompetenz unter Einschlu von Methoden und Sozialkompetenz auszubilden und notwendige fachliche Spezialisierung durch anschlieende Weiterbildung zu erreichen.Im Grunde sind die Ausbildungsberufe fur Bewerber aller Schulabschlusse offen. Deshalb sind die Auszubildendengruppen nach Vorbildung heterogen zusammengesetzt. In nahezu allen Ausbildungseinrichtungen gibtes Ausdifferenzierungen, die sowohl Zusatzqualifikationen Datenverarbeitung, Fuhrerschein fur flurgesteuerte Krane, Schweiprufung nach EN 2871, Brand und Atemschutzlehrgange, Fremdsprachen zum Teil auchmit externen Prufungen verbunden vermitteln als auch spezielle, begleitende Fordermanahmen furschwachere Auszubildende anbieten. Fur alle Berufe gilt ubereinstimmend, da die Anforderungen zwischenzeitlich so gewachsen sind, da hohere Schulabschlusse nahezu als unabdingbar angesehen werden. An vielen Standorten ist deshalb auch der Trend zu beobachten, da sich zunehmend Fachoberschulabsolventen fur eine Ausbildung in verkurzter Zeitbewerben. haben auf Dauer Einflu auf die Attraktivitat der dualen Ausbildung insgesamt und damit mittel und langfristigauch auf das Bewerberverhalten. Kaum beachtet werden in dieser Diskussion dagegen die von vielen Unternehmen ausgehenden innovativen Entwicklungen in der Ausbildung, insbesondere solche, die darauf angelegtsind, Handlungskompetenz zu fordern. Dabei sind operative Konzepte fur zentrale Begriffe wie Schlusselqualifikationen bzw. Arbeitsprozekompetenz gerade in der Stahlindustrie entwickelt und umgesetzt worden. Wenn es darum geht, die innovativen Entwicklungen in Teilen des dualen Systems zu sichern und fur das Bildungssystem nutzbar zu machen, so ist eine an Qualitat und Flexibilitat orientierte Debatte uberfallig.11In einem ersten Workshop des FA 396 im Juni 1997 wurden einige Aspekte der neuen Entwicklungen auf dem Ausbildungssektor mit dem Bielefelder Bildungsokonomen Prof. Dr. Timmermann ausfuhrlich diskutiert.12 Die Position von Prof. Timmermann fat gegenuber anderen Kritikern des dualen Systems die Entwicklungsmoglichkeiten der beruflichen Bildung in Form von Szenarien sehr konkret. Er geht von folgenden Grunduberlegungen aus: die Arbeitswelt wird immer starker entberuflicht, d. h. Inhalte der Ausbildung und der anschlieenden Beschaftigung klaffen immer starker auseinander der Berufsschulunterricht ist zu theorielastig und zum Teil von mangelhafter Qualitat fehlende Lehrerfortbildung, kaum junge Lehrkrafte die hohen Ausbildungsanforderungen grenzen Problemgruppen leistungsmaig aus es bestehen oft nur geringe Aufstiegsmoglichkeiten fur Absolventen des dualen Systems durch Uberbetonung des Konigswegs Studium Akademisierung der Berufswelt das traditionell hohe Ausbildungsbewutsein im Management geht immer ofter durch kurzfristiges KostenNutzenDenken verloren fur ein Ausbildungsplatzangebot gibt es keine Bestandsgarantien.Ergebnisse 1. Workshop Ausbildung Ohne weiteres Gegenwirken droht dem dualen System seine Erosion durch Defizite auf der System und Angebotsebene!Duales System Beschaftigungssystem Schwelle IIAngebotsseite Nachfrageseite Schwelle IBerufsschule Unternehmen Demographie Bildungsverhalten Lernort Bildungszentrum Lernort Betriebtativitkartti A2.5 Entwicklungsperspektiven der betrieblichen Berufsbildung ein Reformproze mit offenem Ausgang WorkshopergebnisseDie Debatte um die Krise des dualen Systems ist im Kern eine quantitative Angebotskrise und damit eine Frageder Kosten bzw. der Finanzierung. Insbesondere die Industrie bietet in den letzten Jahren entsprechend dem Trend im Beschaftigtenbereich weniger Lehrstellen an. Dramatische Ruckgange des Lehrstellenangebots 11 Fragestellungen in diesem Sinne waren etwa: Wie konnte ein ordnungspolitischer Rahmen beschaffen sein, der mehr Flexibilitat inder Erstausbildung ermoglicht und integrierte Formen der Aus und Weiterbildung fordert? Lassen sich Berufsbildungsstandards, analog z. B. zu den durch die EFQM beschriebenen Proze, Struktur und Ergebnisqualitaten, im Sinne eines Managementsystems definieren?12 Zur Tagung vgl. Marcus Mogk, Zwischen Reform und Erosion, in: Die Mitbestimmung 91997, S. 29 ff. Prof. Timmermann hat die Szenarien in zwei Gutachten ausfuhrlich dargestellt. Vgl.: Timmermann, Dieter: Anreizsysteme fur ausbildende Unternehmen, Gutachten im Auftrag des Ministeriums fur Wirtschaft und Mittelstand, Technologie und Verkehr des Landes NRW, Bielefeld 1996,Manuskript, S. 8 ff; ders.: Wie mute ein zukunftsfahiges Gesamtsystem beruflicher Aus und Weiterbildung im Jahre 2015 konkret aussehen? Gutachten fur die Akademie fur Technikfolgenabschatzung im Rahmen des Projekts Das Potential erneuerbarer Ressourcen in BadenWurttembergHumanressourcen Projekt 6492, Bielefeld, o.J. Manuskript, S. 14 ff.16Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199917Vor diesem Hintergrund entwickelt Prof. Timmermann sein Erosionsszenario. Wesentliche Gesichtspunktedieses auch aus seiner Sicht eher pessimistischen Entwicklungspfades sind:1. Der Ruckgang des Ausbildungsplatzangebotes setzt sich beschleunigt fort; im Jahr 2010 ist in den industriellen Grobetrieben die duale Ausbildung erodiert.2. Trainingonthejob wird das Ausbildungsmodell der Grobetriebe, die z. B. auf Absolventen der Vollzeitbildungsgange an Berufsschulen zuruckgreifen.3. 50 60 % eines Altersjahrgangs werden das Abitur ablegen und im Beschaftigungssystem die Nichtakademiker verdrangen.4. Lernschwachere vor allem Jugendliche ohne Bildungsabschlu werden immer weniger Ausbildungschancen haben.5. Das duale System wird wieder das Ausbildungssystem des Handwerks und der Kleinbetriebe.Ergebnisse 1. Workshop Ausbildung Konigsweg Studium Defizite auf der Systemebene Ausbildungsplatzabbau im Dualen System Arbeitsplatzabbau fur Absolventen des Dualen Systems Traditionelles Berufskonzept als Basis des Dualen Systems wird in Frage gestellt Bedeutungszuwachs der Weiterbildung gegenuber Ausbildung Hohe der Kosten im europaischen Vergleich Konkurrenz: vollzeitschulische Ausb.Defizite auf der Angebotsebene Mangelhafte Kooperation Berufsschule Betrieb Theorielastigkeit des Berufsschulunterrichtes Mangelnde Differenzierung des Berufsschulunterrichtes hinsichtlich VorbildungAls Alternative zu diesem Negativszenario hat Prof.Timmermann ein Reformszenario entwickelt, welches allerdings nur untererheblichen politischen Anstrengungen aller Verantwortlichen eine Chance zur Realisierung besitzt. Esgeht ebenfalls vom Ruckzug der Grobetriebe ausder traditionellen Erstausbildung im dualen Systemaus. Diese Entwicklungwird aber durch die Dualisierung vieler Bildungsgange im tertiaren Bereich in Verbindung mit Fach, Fachhoch und Hochschulen kompensiert und erganzt um eine viel starker systematisierte und modularisierte Weiterbildungslandschaft. Dieses Szenario setzt neben einer Fondsfinanzierung die Bereitschaft der gesellschaftlichen Gruppen zum Konsens in grundlegenden Fragen der Berufsbildung und die Kooperation von Betriebenund staatlichen Bildungstragern voraus, welche auch fur den Bereich der Weiterbildung ordnungspolitisch zuflankieren waren. Ubernahmeproblematik nach Ausbildungsende Schwelle II Hohe Anforderungen grenzen Problemgruppen aus Diskrepanz zwischen Ausbildungsinhalten und benotigten Arbeitsplatzqualifikationen Leistung Weitere Uberlegungen zur Stabilisierung des dualen Systems gehen gegenwartig in zwei Richtungen. Eine Variante lautet Verkurzung der Erstausbildung zugunsten spater zu realisierender Weiterbildungsphasen.Dabei wird eine breit angelegte Grundbildung durch berufsfeldspezifische Fertigkeiten und Kenntnisse erganzt.Der Ansatz geht davon aus, da traditionelle Ausbildung der Entberuflichung der Arbeitswelt und dem rasanten Anforderungswandel in den Betriebs und Geschaftsprozessen kaum mehr gerecht werden kann. Deshalbwerden an die Ausbildungszeit betriebsnahe Weiterbildungsphasen angesetzt, die modular aufgebaut sichebenfalls zu einem Berufsbild erganzen. Fur diese Weiterbildungszeiten mu uber tariflich oder gesetzlichabzusichernde Anspruche nachgedacht werden. Als zweite Variante wird, vor dem Hintergrund der allenthalben zu beobachtenden Verlangerung betrieblicher Einsatzzeiten, eine Beibehaltung moglichst langer Ausbildungszeiten diskutiert. Diese sollten allerdings miteiner starkeren inhaltlichen Differenzierung und Ausrichtung auf neue, betrieblich verlangte Qualifikationen verknupft werden was allerdings nur dann Sinn macht, wenn diese Qualifikationen im ubrigen Bildungssystemanerkannt werden. Ziel ware bei dieser Variante eine moglichst pagenau an den Bedurfnissen der Einsatzorte orientierte Ausbildung unter Beibehaltung der relativ gunstigen Ausbildungsvergutungen.Unter dem Gesichtspunkt der gewunschten Stabilisierung des dualen Systems herrschte Einigkeit unter denauf der Tagung anwesenden Experten, da dynamische Unternehmen eine gesunde Altersstruktur brauchen,d. h. ein Mix von berufserfahrenen alteren Mitarbeitern und jungen Kraften, die mit neuen Ideen und neuer Lernmotivation die Zukunft gestalten. Die Berufsbildungsabteilungen sichern dabei neben der Erstausbildungauch methodischdidaktisch die Ubertragung des Erfahrungswissens ab. Bereits heute so wurde in der Diskussion deutlich kann berufliche Erstausbildung im Vergleich zu anderen Formen der Nachwuchssicherung Schritt halten. In allen Fallen ist aber die eingangs aufgezeigte Prozeorientierung der Ausbildung, d. h. die Ausrichtung auf die jeweils konkreten betriebsbezogenen Inhalte, Ablaufe und Aggregate der alles entscheidende Schlussel fur den Erfolg. Nur wenn Ausbildung den Nutzen fur die Betriebe und damit mittelbar fur diegesamte Wertschopfungskette verdeutlichen kann, wird auch in der Stahlindustrie eine bewutere Entscheidung der Unternehmen zur Stabilisierung eines zukunftsorientierten Ausbildungssystems und der Ausbildungsquoten moglich sein.Unabhangig von der Zukunft des dualen Ausbildungssystems wird es mit Blick auf die Vermittlung von Schlusselqualifikationen wichtig bleiben, die gerade gewonnenen padagogischen und okonomischen Qualitaten des Lernorts Betrieb nicht nur fur die Ausbildung zu sichern, sondern auch fur weitere Bildungsmanahmen fruchtbar zu machen. So konnte durchaus im Sinne von Timmermanns Reformszenario an eine weitere Dualisierung von AusBildungsgangen auch auerhalb des dualen Systems als Perspektive fur ein reformiertes Bildungswesen gedacht werden. Voraussetzung ware jedoch eine enge Zusammenarbeit von Betrieben mit Schulen und Hochschulen, die bildungspolitisch zu stutzen ware.13Im Rahmen des Workshops wurde auch das Verhaltnis Betrieb Berufsschule thematisiert. Im Rahmen derdualen Ausbildung bemuhen sich die Stahlunternehmen seit langem um gute Kooperationsbeziehungen zu den Berufsschulen, allerdings mit unterschiedlichem Erfolg.14 Dies gilt u. a. fur die Stahlwerke Bremen, die durchdie Einbeziehung von Lehrern in die angesprochenen Modellversuche ihre Beziehungen zu den Berufsschulenerheblich verbessern konnten. Auf den Runden Tisch mit dem Technisch Gewerblichen Berufsbildungszentrum der Dillinger Hutte und Industriebetrieben und dessen Entwicklungsmoglichkeiten wurde ebenfallsbereits hingewiesen. Auch bei der Thyssen Stahl AG bestehen langjahrige enge Kooperationsbeziehungen, diemittlerweile uber den Bereich der Erstausbildung hinausgehen. Die dortige technische Berufsschule ist bei13 Bei den Groditzer Stahlwerken wurden sehr gute Erfahrungen mit den dort eingerichteten Berufsakademien gemacht. Deren Studenten haben eine gute Vorbildung und sind uber langere, zusammenhangende Zeitraume betrieblich einsetzbar, eignen sich alsobesonders fur betriebliche Projekte.14 Die meisten Stahlunternehmen sind nicht nur um engere Beziehungen zu den Berufsschulen bemuht, sondern auch zu den allgemeinbildenden Schulen. Hierbei geht es nicht nur um die Rekrutierung von Auszubildenden, sondern auch grundsatzlich um eine bessere Verzahnung von Allgemeinbildung und Berufsbildung. So hat die Georgsmarienhutte kurzlich in den Raumlichkeiten der Ausbildungswerkstatt mit einer Realschule ein Projekt zum naturwissenschaftlichen Unterricht durchgefuhrt. Bemuhungen in diese Richtung unternimmt auch Thyssen Stahl. Alle groeren Stahlwerke unterhalten ebenfalls Kontakte zu den regional ansassigen Hochschulen, die i. d. R. durchaus noch ausbaufahig sind vor allem auch von seiten der Hochschule!18Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199919Ergebnisse 1. Workshop Ausbildungspielsweise auch in den Facharbeiterfortbildungen engagiert. Insgesamt hat sich vielerorts das Verhaltnis Berufsschule Betrieb so verbessert, da es nicht nur zu verbindlichen Absprachen uber die Vermittlung von Fachinhalten, sondern auch uber die Flexibilisierung der Berufsschulzeiten gekommen ist, um so die Optimierung der betrieblichen Einsatzzeiten zu garantieren. Solche produktiven Kooperationsbeziehungen bedurfenlangerfristiger, vertrauensbasierter Beziehungen. Hierzu ist nicht nur ein Einvernehmen zwischen den jeweiligen Leitungsebenen unabdingbar, vielmehr mussen die Kooperationen vor allem durch die praktische Zusammenarbeit der Lehrer und Ausbilder in entsprechenden Projekten gelebtwerden. Die Diskussion unddie Erfahrungen der Teilnehmer zeigten, da selbstbehordliche Restriktionenund manches scheinbare Hindernis durch Bundelungder Krafte weitaus besserzu uberwinden sind. Auchdie Flexibilisierung der Berufsschulzeiten ineinem solchen Kooperationszusammenhang uberhaupt erst sinnvoll machbar. Reformbedarf Intensivierung der betrieblichen Einsatzzeiten und Verdeutlichen des Ausbildungsnutzens Engere Verzahnung von Aus und Weiterbildung Erhalt der Gesamtlernzeit ggf. bei neuer Verteilung der Lernzeiten Starkere Flexibilisierung in der organisatorischen und inhaltlichen Durchfuhrung der Ausbildung Blockunterricht, Verteilung Berufsschulzeiten,Modularisierungfur Aus und Weiterbildung Zukunft des traditionellen Berufskonzeptes ungewi Diskussionsergebnisse: Erhalt des dualen Systems dringend geboten, aber deutlicherist Die Erfahrungen in Bremen,Dillingen, Duisburg, Groditz, Salzgitter und anderen Standorten zeigen, da das deutsche duale System der Ausbildung weitaus flexibler und anpassungsfahiger an die heutigen Anforderungen der Arbeitswelt ist, alsgemeinhin unterstellt wird. In intensiver Zusammenarbeit der Betriebe mit den Berufsschulen werden neuekreative Wege erarbeitet, um die betrieblichen Interessen und die der Jugendlichen an einer zukunftsorientierten Berufsbildung zu vereinbaren und zu realisieren.3. Wachsende Bedeutung der Weiterbildung 3.1 Trends in der klassischen Weiterbildungsfunktion Mit der Entwicklung neuer Arbeitsstrukturen in der Stahlindustrie ist der relative Anteil der Weiterbildung anden Bildungsaufwendungen der Unternehmen gewachsen. Ein Indiz, da sich dieser Trend aller Wahrscheinlichkeit nach auch in Zukunft fortsetzen und zu einem weiter steigenden Stellenwert der Weiterbildung in derbetrieblichen Berufsbildung fuhren wird, ist die Zunahme der Teilnehmerzahlen in traditionellen Seminarangeboten.15Die Bedeutung der Weiterbildungsfunktion zeigt sich nicht zuletzt daran, da mittlerweile alle Stahlunternehmen sich um ein mehr oder minder ausdifferenziertes Seminarangebot bemuhen. Dies fuhrt insbesondere inden groeren Werken zu regelmaig aktualisierten Weiterbildungsprogrammen von betrachtlichem Umfang.Neben traditionellen Angeboten wie Schweilehrgangen, Kranfahrerschulungen, EDVManahmen, findensich verstarkt Weiterbildungsangebote zur Anwendung aktueller Technologien SPS, CNC, aber auch Hydraulik und Pneumatikkurse Bedarfe, die sich aus der zunehmenden Integration von Prozesteuerung und Instandhaltung erklaren. Gleichfalls nehmen die Seminarangebote zur Forderung der sozialen und personalen Kompetenz deutlich an Gewicht zu Teamtraining, Moderation, Prasentation, Rhetorik etc Ahnlich dem Trend in der Ausbildung sind die wichtigsten Partner und Orientierungsgroen bei der quantitativenund qualitativen Programmplanung die verantwortlichen Betriebs und Abteilungsleitungen mit ihren selbstdefinierten Bedurfnissen. Zur Bedarfserhebung bedient man sich dabei sehr unterschiedlicher Methoden: und als neue Form kommunikative Bildungsbedarfserhebungen, bei denen die Arbeitsteams unterschriftliche Abfragen, intensive Bedarfsermittlungsgesprache mit den einzelnen Betriebsleitungen, Moderation selbst ihren Weiterbildungsbedarf formulieren.Die Erfahrung hat gezeigt, da verstarkter formaler Aufwand beim Einsatz von Qualifikationspotential und Bedarfserhebungen nicht unbedingt auch besser verwertbare Ergebnisse erbringt. Da sich der Gesamterfolgvon Bildungsmanahmen am Transfer in die spatere Berufspraxis bemit, kommt es insbesondere darauf an,bereits in der Phase der Bedarfsermittlung das Ziel der Weiterbildungsmanahme so sorgfaltig wie moglich zudefinieren. Ist sich der Nachfrager nicht daruber im klaren, was er mit dem Instrument Weiterbildungsseminarerreichen will, konnen Erfolg und Qualitat auch nicht sichergestellt werden. Die genaue Formulierung des Bildungsziels ist in der Regel nicht mit standardisierten Fragebogen zu erreichen. Es zeigt sich einmal mehr, wieentscheidend ein intensiver Kontakt zu den Betrieben ist und wie wichtig es ist, da die Schlusselpersonen inden Betrieben fur Bildungs und Qualifizierungsfragen aufgeschlossen sind.15 Rechnerisch nehmen heute ca. 50 70 % aller Belegschaftsmitglieder einmal pro Jahr an einer Weiterbildungsmanahme teil. Diesestatistische Quote entspricht, bezogen auf naturliche Personen, etwa einem Drittel der Belegschaft. Bei der Preussag Stahl AGwaren es 5.641 Teilnehmer im GJ 199596, das entspricht 63 % der Belegschaft. Dahinter stehen 3.541 naturliche Personen. Diedurchschnittliche Dauer einer Manahme betrug 4 Tage. Bei der Thyssen Stahl AG waren es 199697 ca. 11.000 Teilnehmer bei ca.15.000 BLM.Trotz dieser sehr hohen Werte gibt es immer noch viele Mitarbeiter, die jahrelang uberhaupt nicht an beruflicher Weiterbildung partizipieren.20Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199921Prinzipiell stehen die Weiterbildungsangebote allen Mitarbeitern offen. Entscheidend fur die Akzeptanz ist die Orientierung am betrieblichen Bedarf. Die tatsachliche Teilnahme bedarf in aller Regel der Zustimmung desbetrieblichen Vorgesetzten, bei langeren Manahmen auch schon deshalb, weil Arbeitsausfalle und Verdienstereguliert werden mussen. Die meisten Seminare werden wahrend der Arbeitszeit bei vollen Bezugen durchgefuhrt. Bei geringerem betrieblichen Interesse ist die Teilnahme auerhalb der Arbeitszeit ublicherweise ohne Arbeitsentgelt moglich.Wurde in manchen Berufsbildungsbereichen lange Zeit interne und externe Weiterbildung nur organisiert,ohne da eigenes Personal fur Trainings eingesetzt wurde, so sind heute in einigen Unternehmen auch die bisherigen Ausbilder aufgefordert, als ReferentenDozenten in Weiterbildungsmanahmen mitzuwirken. In manchen Unternehmen z. B. Thyssen Stahl und Huttenwerke KruppMannesmann ist auch formal die Schlufolgerung gezogen worden, da Ausbilder grundsatzlich sowohl fur Aus als auch fur Weiterbildung zustandig seinsollen. In der Praxis differiert der Grad des Engagements in der Weiterbildung allerdings noch recht stark. Relativer Bedeutungszuwachs der Funktion Weiterbildung Vorhandensein ausdifferenzierter Seminarstandardangebote Trends in der klassischen Weiterbildung Ahnlich dem Trend in der Ausbildung giltfur die klassische Weiterbildung einezunehmende Betriebsnahe. So werdenneben dem Standardgeschaft immer haufiger bereichsspezifische Seminare oder Workshops durchgefuhrt. Dabei handeltes sich um Qualifizierungsmanahmen,die auf die betrieblichen Belange inhaltlichund organisatorisch besonders angepatoder gar mageschneidert neu konzipiertwerden. Ebenfalls lat sich in diesem Zusammenhang ein erster Trend feststellen, Weiterbildung moglichst nah am Einsatzort zu organisieren. Eine Schulung in Datenverarbeitung wird also beispielsweise nicht mehr ausschlielich im EDVSchulungsraum, sondern auchan den Computern vor Ort durchgefuhrt, mit denen sonst auch gearbeitet wird. Hotlines im Bildungsbereichgeben bei Schwierigkeiten in der Praxisanwendung nach dem Seminar Hilfestellung. Zunahme von Qualifizierungsmanahmen am Zunehmende Integration von Aus und Weiterbildungsfunktionen Bedarfserhebungen unter Einbindung derbetroffenen Mitarbeiter Arbeitsplatzzung mit dieser neuen KundenProduktDenke hat unter den Berufsbildnern erhebliche SelbstReflexionsprozesse und eine Sensibilisierung fur den Dienstleistungscharakter ihrer Arbeit ausgelost.3.2.1 Die Hauptkunden: betriebliche Vorgesetzte Unter Weiterbildnern in der Stahlindustrie lat sich gegenwartig sehr schnell Ubereinkunft daruber erzielen,da man sich primar am betrieblichen Kunden, vor allem reprasentiert durch Betriebs bzw. Werksleiter, orientiert. Diese haben durch ihre Entscheidungskompetenz den entsprechenden Einflu auf Menge, Preis und Qualitat von Leistungen der Berufsbildung.Daruber hinaus kann auch das Management des Unternehmens direkt als Kunde auftreten, z. B. als Auftraggeber fur Fuhrungskraftetrainings und indirekt innerhalb von Personalentwicklungsuberlegungen uber strategische Vorgaben. Ein Beispiel ist der auch durch Betriebsvereinbarung untermauerte Auftrag zur Qualifizierung und Flexibilisierung von Belegschaften. Unter diesem Titel ist bei den Huttenwerken KruppMannesmann ein breit angelegtes Programm durchgefuhrt worden. Es war Kernbestandteil des 1993von der Geschaftsfuhrung beschlossenen Bildungsplans und wurde untermauert durch eine Betriebsvereinbarung zum LohnZulagenSystem Qualifizierung und Flexibilisierung.Im Grundsatz ist in allen Stahlunternehmen jeder einzelne Mitarbeiter, insbesondere aber der jeweilige Fachvorgesetzte fur den Qualifizierungsstand seiner Mitarbeiter verantwortlich. Perspektivisch ware es fur viele Verantwortliche in der Berufsbildung durchaus denkbar, da folgerichtig der Trend zur Eigenverantwortlichkeitverstarkt wird und Mitarbeiter oder eine Arbeitsgruppe uber ein Budget verfugen, um sich damit Bildungsleistungen einzukaufen.Fur die Positionierung der Weiterbildung im Rahmen kunftiger Unternehmensstrategien wird die Frage nachihrem Beitrag fur die Umsetzung dieser Strategien in konkretes Handeln entscheidend sein, entweder makeoder buy. Mit Bezug auf die oben angesprochene Kundenorientierung lat sich die Frage auch so formulieren: Wie soll die Beziehung der Weiterbildungsfunktion zu ihren betrieblichen Hauptkunden konkret ausgestaltet werden? 3.2 Auf dem Weg zur Lernenden Organisation: Prozebegleitung als Herausforderung der Berufsbildung 3.2.2 Das Hauptprodukt: Prozebegleitung Das Denken in Marktkategorien, ubertragen auf die Verhaltnisse innerhalb groer Unternehmen, hat allenthalben Bewegung in scheinbar festgefugte Strukturen gebracht, auch wenn die einfache Ubersetzung der Begriffe Markt, Kunde und Produkt aus der Warenerzeugung in Bildungskategorien nicht ganz unproblematisch ist so sind z. B. die Seminarteilnehmer selbst als Kunden am Erfolg und an der Qualitat ihres eigenen Bildungsprozesses wesentlich beteiligt. Ebenso ist die Berufsbildung bei Bedarfserhebung und Transfer von Qualifizierungen auf die Mitarbeit der betrieblichen Vorgesetzten angewiesen. Hier handelt es sich um einetypische Eigenart der Produktion anspruchsvoller Dienstleistungen: Die Kunden sind nicht nur Abnehmer, sondern CoProduzenten, ohne deren Mitwirkung das Produkt nicht sinnvoll zu erstellen ist. Die AuseinandersetWar das Produkt der klassischen Weiterbildung eindeutig durch Seminarkonzeption, Seminarorganisation und Seminardurchfuhrung bestimmt, so stellt dieses Angebot heute zwar noch immer einen wesentlichen Baustein der Funktion Weiterbildung dar, doch geht diese im Sinne einer Unterstutzung der Unternehmen auf dem Weg zur Lernenden Organisation weit daruber hinaus. Seminare stellen in dieser Konzeption nur mehr einenintegrierten Baustein einer umfassenderen Prozebegleitung dar. Das Thema Lernende Organisation war auch Ausgangspunkt eines zweiten Workshops des FA 396 im Februar 1998, bei dem Prof. Wittwer von der Universitat Bielefeld seine Uberlegungen zur Verknupfung von Lernender Organisation und Weiterbildungsfunktion darstellte.22Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199923Damit sich Organisationen flexibel auf neue Markterfordernisse einstellen konnen, mussen sie lernen, mit denneuen Herausforderungen adaquat umzugehen: Aktuelle Rahmenbedingungen fur Unternehmenn Verknappung der Ressource Zeit Folge: hohe Produktinnovation, kurze Produktlebenszyklenn Steigende Bedeutung betriebswirtschaftlicher Erfolge Folge: Leistungs und Kostenoptimierungn Steigerung der Komplexitat Folge: Prognoseunsicherheiten, Instabilitat des Umfeldes Reaktion der Unternehmen Unternehmen, denen es gelingt, sich im Sinne von Total Quality Management selbst permanent mit der Zweckmaigkeiteigener Ablaufe, ihrer Binnenorganisation,ihren Kommunikationsstrukturen und Beziehungen, Werten und Normen zubeschaftigen und diese im Hinblick auf diesich verandernden Organisationszielestets zu optimieren suchen, sind als Lernende Organisationen zu bezeichnen.Sie werden also nicht daruber definiert,da in ihnen Mitarbeiter besonders haufigan Seminaren teilnehmen. In diesem Sinnsind Lernende Organisationen heute inaller Munde, ernsthafte Einwande gegendieses Leitbild lassen sich kaum formulieren.16Konsequenzen:lichen Prozessen Schnittstellen zu Nahtstellenn Flache Hierarchien dezentraleselbstorganisierte Ablaufe,Schlanke Unternehmen zur Erzielung von Wettbewerbsvorteilen durch Verbesserungen bei:n Qualitatn Produktivitatn Flexibilitatn Schnelligkeitn Infragestellen nicht unmittelbar wertstiftender Tatigkeitenn Systemubergreifendes Denken und Handeln bei betriebSchlanke Produktion versucht moglichst jeden nicht direkt der Wertschopfung dienenden Aufwand zu minimieren.In dieser Hinsicht steht auch jede Qualifikationsmanahme unter Rechtfertigungsdruck. Andererseits verlangt geradedie schlanke Produktion den flexiblen,kompetent und eigenverantwortlich handelnden Mitarbeiter. Hierfur bedarf es abereines Qualifikationsuberschusses gegenuber den durchgangig am Arbeitsplatz verlangten Fertigkeiten, um etwa in nicht vorhersehbaren Situationenadaquat handeln zu konnen. Erst recht gilt dies, wenn Mitarbeiter zur Optimierung von Ablaufen und zur Anpassungsfahigkeit von Organisationen beitragen sollen. Damit ist notwendigerweise eine grundsatzliche Lernfahigkeit der Mitarbeiter unterstellt, die aber nicht einfach vorausgesetzt werden kann, sondern gepflegt seinwill durch anregende und fordernde Arbeitsbedingungen und durch Qualifizierung selbst.Starkung der Eigenverantwortung der Mitarbeitern Wandel der Fuhrungsfunktionen Coaching16 Mit dem inflationaren Gebrauch des Begriffs besteht allerdings die Gefahr der Beliebigkeit, so da dieser sowohl in betrieblichen Auseinandersetzungen als auch in der berufsbildnerischen Diskussion letztlich wertlos wird. Prof. Wittwer hat aus diesem Grundnachdrucklich auf mogliche Konsequenzen und Konfliktfelder verwiesen, die eine ernsthafte Umsetzung des Leitbildes in die betriebliche Praxis begleiten. Vgl. dazu: Wolfgang Wittwer, Udo Witthaus Hg.: Visionen einer lernenden Organisation. Herausforderungenfur die betriebliche Bildung, Bielefeld 1997.Siehe auch die Ausarbeitung des Fachausschusses 587 der Arbeitsgemeinschaft Engere Mitarbeiter der Arbeitsdirektoren Stahl zum Thema Soziale Kompetenz und Lernende Organisation vom Dezember 1995.Das Fordern der Selbstandigkeit der Mitarbeiter mit dem Ziel, eigenverantwortliches Handeln zu starken, ist fur jede Betriebs und Unternehmensfuhrungimmer auch mit Kontrollverlusten verbunden. Fur das Funktionieren einer Lernenden Organisation bedarf es daher immerauch einer innerbetrieblichen Vertrauenskultur, die es erlaubt, im Bedarfsfall Interessen und Zielkonflikte offen zu diskutieren.Lernende Organisation Lernend ist eine Organisation dann, wenn sie ihre Produktions und Geschaftsprozesse an neue Gegebenheiten anzupassen versteht und ihre Normen und Orientierungen permanent pruft und ggf. verandert.Voraussetzung fur Lernende Organisationen ist die Beteiligung der Mitarbeiter an Prozessen, Entwicklungenund Entscheidungen.Unternehmen, in denen viele Mitarbeiter sich qualifizieren,sind noch nicht automatisch Lernende Organisationen.Kennzeichen eines Lernenden Unternehmens Standiges Infragestellen alles Bestehenden Gemeinsames Lernen, Teamarbeit, Zusammengehorigkeit Benchmarking und Auenorientierung Flexibles Reagieren und Anpassen an permanentwechselnde Bedingungen Innovationsbereitschaft und Kreativitat Zulassen von Fehlern Einbeziehung aller Mitarbeiter Selbstbestimmung und Eigenverantwortung der Mitarbeiter Funktion Weiterbildung im Wandel Belobigung Incentive Weiterbildungstourismus Punktgenauer Seminareinsatz Lernen am Arbeitsplatz, selbstgesteuertes Lernen etc.Lernende Organisationals kontinuierlicher Veranderungsproze 24Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199925Qualifizierungslogikalte Logik:Reagierenneue Logik:Prospektives Agieren AnpassungsfortbildungWiederherstellen der Passung von Erstausbildung undaktuellem QualifikationsbedarfNutzen:des Kurzfristige Deckung Qualifikationsbedarfs Erganzung der Fachqualifikation durch Schlusselqualifikationenund Kompetenzen Nutzen:Innovationsbereitschaft,Offenhalten von Entwicklungsoptionen Diesen komplexen Optimierungs oder Lernproze gilt es durch die Bildungsfunktion als kontinuierlichen Verbesserungsproze so zu strukturieren und zu gestalten, da fachliche und methodische Inputsgeleistet, aber ebenso auch Erfahrungsaustausch organisiert wird. Dabei unterliegt Weiterbildung einem neuerlichen Wandel, der sich von fruheren Belobigungsfunktionen uber Seminardurchfuhrungen in Bildungszentren zum Lernenam Arbeitsplatz und nun zum Lernen in Lernenden Organisationen entwickelt.Weiterbildung im Rahmen Lernender Organisation Weiterbildung in einer Lernenden Organisation stehtunter dem Motto Verbinden von Arbeit und Lernen.Weiterbildung dient damit nicht allein dem kurzfristigen Schlieen von Qualifizierungslucken, sondern findetprimar als gestaltende und verandernde Auseinandersetzung mit dem eigenen Arbeitsbereich statt.Weiterbildung wird zum normalen Bestandteil taglicher Arbeit.Im Rahmen Lernender Organisationstellt Weiterbildungneu sich in einerkomplexen prozebegleitenden Funktiondar. Diese geht davon aus, da es primare Aufgabe der Hauptberufler in der Berufsbildung ist, die Betriebe in ihren Bemuhungen zu unterstutzen, sich flexibel an eineimmer komplexer werdende Umwelt unddie entsprechenden Bedingungen aufexternen und internen Markten anzupassen. Da diese Prozesse prinzipiell offensind, sind auch die Bildungsprozesse offenzu gestalten. Sie gehen uber die mehroder minder standardisierbare Qualifizierung hinaus und unterstutzen vor allem die Selbststeuerungsfahigkeit und Flexibilitat der Arbeitseinheiten. Die Betriebe haben nach diesem Verstandnis inder Regel keinen expliziten und transparenten Qualifikationsbedarf, sondern suchen primar Hilfe in der Bewaltigung der sich aus den permanent verandernden Produktions bzw. Geschaftsprozessen entstehenden Aufgaben. Die Bildungsbereiche konnen sich mit ihrem Knowhow sachgerecht einbringen und entsprechende Angebote entwickeln, die in Auftrag gegeben werden. Diese kontinuierliche Kompetenzerweiterung ist Voraussetzung fur Innovationen.Die Kernkompetenzen von Weiterbildungneu bestehen somit in Beratung, Moderation, Coaching, Training,Projektmanagementcontrolling etc., mit denen die Mitarbeiter befahigt werden, die eigenen organisationalen Lernprozesse qualifiziert durchzufuhren. Eine zusatzliche Aufgabe besteht auch darin, die nicht unbedingt deckungsgleichen Anspruche der beteiligten Kunden an die Bildungsleistung auszuhandeln, also z. B. die strategischen Vorgaben des Managements, das Interesse der betrieblichen Vorgesetzten auf Erhohung der Funktionstuchtigkeit der Mitarbeiter sowie den Gestaltungsanspruch der Mitarbeiter miteinander zu vermitteln.Begleitung Lernender Organisationendurch Berufsbildner Nachhaltigen Erfolgsichern durch Mitarbeiterbeteiligung Ergebnis bewerten Betriebliche Zieleerreichen Die richtigen Dinge tun Beteiligungsinfrastruktursichern Koordination und Moderation weiterer Gruppen wie z. B.Beteiligungsgruppen,Qualitatszirkeln etc. Erfahrungsaustauschsicherstellen Moderation von Zielfindungsworkshops Manahmendokumentation z. B.fur Auditierung Begleitung Lernender Organisationendurchhauptberufliche Berufsbildner Rahmenbedingungenschaffen Akzeptanz der Ziele Losungenerarbeiten Beratung Infoveranstaltungen Trainieren von Fuhrungsinstrumenten Teamtraining Bildungsbedarfserhebung Moderation von z. B. Arbeitsgruppen Projektteams Gesundheitszirkeln Training von z. B. Kreativitatstechniken Wertanalyse SollIstVergleich Einsatz von praxiserprobten ControllingVerfahren Projektmanagementwerkzeugen Begleitende Fachqualifizierungvor Ort Losungen umsetzen Die Dinge richtig tun Training von z. B. Entscheidungsfindungsund Problemlosungstechniken FMEA, SPCLosungenauswahlen Die Umsetzung derartiger integrierter Konzepte der Begleitung betrieblicher Prozesse sind z. Z. sicher nocheher die Ausnahme, dennoch gibt es einige recht vielversprechende Ansatze, die in diese Richtung zielen.3.2.3 Umsetzung in die Praxis: 3.2.3 eine an Personal und Organisationsentwicklung orientierte Weiterbildung Die Durchsetzung neuer Arbeitsstrukturen und neuer Managementstrategien bot der Berufsbildung in vielen Fallen die Chance, uber die Lehrgangsangebote hinaus seien sie nun klassische Standardangebote oder mageschneiderte bereichsbezogene Seminare mit einem neuen Selbstverstandnis sich bislang verschlossene Tatigkeitsfelder zu eroffnen, mit denen die angestrebte Prozeorientierung wesentlich konkretisiert und gefestigt werden konnte.Die neuen Weiterbildungstatigkeitsfelder in Unternehmen auf dem Weg zur Lernenden Organisation lassensich von ihrer Logik her im wesentlichen zwei Konzepten zuordnen: Mehrstellenqualifizierung und Teamarbeit Konzepte zur kontinuierlichen VerbesserungTotal Quality Management KVP TQM, Qualitatszirkelkonzepte.26Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199927Grundidee der Mehrstellenqualifizierung ist, da Mitarbeiter durch Qualifizierung in die Lage versetzt werden, nicht nur einen Stammarbeitsplatz, sondern auch einen oder zwei weitere Arbeitsplatze fach und sachgerecht auszufullen.17 So kann ihr Einsatz nach betrieblichen Erfordernissen flexibler gestaltet werden. Aberauch aus Mitarbeitersicht ergeben sich entscheidende Vorteile:abwechslungsreichere Gesamtaufgabe neue Anreizsysteme langfristige Sicherung eigener Erwerbstatigkeit.EKOStahl hat unter der Bezeichnung Mehrstellenqualifizierung ein breit angelegtes Programm zur Qualifizierung der Belegschaft durchgefuhrt. Ganz ahnlich ist man bei Mannesmann vorgegangen. Mit der Grundungder Huttenwerke Krupp Mannesmann HKM und der Ubernahme einer groen Gruppe von Mitarbeitern ausdem KruppStahlwerk Rheinhausen in das Mannesmann Huttenwerk in DuisburgHuckingen ist die Mehrstellenqualifizierung auch als ein Instrument zur Integration der Belegschaften angewendet worden. Auf freiwilliger Basis ist es unter dem Titel Qualifizierung und Flexibilisierung der Belegschaft nacheinander fur die Mitarbeiter des Stahlwerks 1993, des Roheisenbereichs 1994 und 199596 fur die Instandhaltung durchgefuhrtworden. In allen Bereichen sind weit mehr als die Halfte der Mitarbeiter eingebunden gewesen. Fur das Programm ist eine Betriebsvereinbarung zur Qualifizierung, Flexibilisierung und Lohnanpassung abgeschlossenworden. Mehrstellenqualifizierung bietet in vielen Fallen eine Grundlage fur die Einfuhrung von weitergehenden Teamkonzepten. Erst die Uberwindung einer starren Arbeitsteilung, die Fahigkeit, auch andere Arbeitsplatze als denangestammten auszufullen, machen die Delegation von Verantwortung in ein Team sinnvoll. Die erwunschte Selbststeuerungsfahigkeit eines Teams beruht aber nicht nur auf der fachlichen Qualifikation, die es den Teammitgliedern erlaubt, den vom Team zu erledigenden Funktionsabschnitt zu uberschauen. Ebenso benotigen siedie personale und soziale Kompetenz, effektiv im Team arbeiten zu konnen. Teamtrainings zur Verbesserungvon Konfliktlosungs, Problemlosungs und Planungskompetenz und Moderationstrainings sind daher notwendig fur eine effektive Arbeit. Von der Teamarbeit ist es nicht mehr weit bis zu anspruchsvollen Konzepten der Gruppenarbeit. Gegenuber anderen Industriezweigen wie etwa der Automobilindustrie ist die Stahlindustriein dieser Hinsicht allerdings kein Vorreiter, was sicher auch auf die andersartige Strukturierung der Arbeitsprozesse zuruckzufuhren ist; dennoch durfte sich der Ansatz in der Zukunft auch in der Stahlindustrie verbreitern.Entsprechende Modellprojekte laufen bereits. Beispielsweise hat HKM 1995 in der Hauptwerkstatt die Rollenfertigung fur die Strangguanlagen als Probebetrieb fur die Gruppenarbeit eingerichtet. Die Berufsbildungunterstutzte die Einfuhrung durch die entsprechende fachliche und methodische Schulung der Gruppe und warvon Anfang an auch an der Steuerungsgruppe des Projekts beteiligt.18 Bei der Thyssen Stahl AG wurde der Bereich der Strangguanlage Beeckerwerth in ein Team Center umgewandelt. Auch hier ubernahm die Berufsbildung die Qualifizierung der Teamsprecher, fuhrte Bildungsbedarfserhebungen und die anschlieenden fachlichen Qualifizierungsmanahmen durch und moderierte Workshops.17 Diese Grundidee lauft in den Unternehmen unter ganz unterschiedlichen Namen. Die Bezeichnung Mehrstellenqualifizierung wirdvon EKOStahl in Eisenhuttenstadt verwendet, in Dillingen wird Vergleichbares Mehrfachqualifizierung genannt, bei Preussag warvon Mehrbereichsarbeitsplatzen die Rede.18 Das Projektteam besteht aus dem zustandigen Betriebsleiter als Projektleiter, drei Meistern der betroffenen Bereiche, zwei Betriebsraten, einem Arbeitsvorbereiter, einem Fertigungsbegleiter und zwei Ausbildern. Der Leiter der Berufsausbildung schreibt in einem Bericht dazu: Eine solche Mitgestaltung von Veranderungsprozessen hatte sich vor einigen Jahren die Ausbilderschaft in fachubergreifenden Kompetenzbereichen noch nicht zugetraut.Insbesondere KVP und TQMKonzepte bieten Ansatzpunkte fur eine weitreichende Beteiligung der Weiterbildung im Rahmen lernender Organisation. Bereits die Zertifizierung nach ISODINNormen schliet die Fragenach den notwendigen qualifikatorischen Standards fur einzelne betriebliche Funktionen und den resultierenden Qualifizierungsmanahmen fur Mitarbeiter in das formelle Prozedere des Verfahrens ein. Viel wichtiger istjedoch, was unternommen wird, um KVP und TQMAnsatze im Unternehmen wirklich mit Leben zu fullen.Hier besteht eine breite Schulungsaufgabe, zunachst Fuhrungskrafte zu sensibilisieren, zu informieren und siez. B. mit Problemlosungs und Moderationstechniken vertraut zu machen. Soll der Proze an Breite gewinnen und Total Quality Management richtet sich im Prinzip an alle Hierarchiestufen eines Unternehmens , so wirdi. d. R. die Einrichtung von Moderatorenpools notwendig, die problembezogen arbeitende Gruppen unterstutzen konnen. Aus der Perspektive der Mitarbeiterbeteiligung lebt TQM im Sinne eines kontinuierlichen Verbesserungsprozesses wesentlich von Arbeitsgruppen und Qualitatszirkeln in den verschiedenen Formen.19 Diese Gruppenwerden beraten und moderiert von Moderatoren, die fur diese Aufgaben besonders ausgebildet worden sind.Mit ihrer Hilfe ist es moglich, den kontinuierlichen Verbesserungsproze zu koordinieren. Wichtig fur die Berufsbildungen ist, damit sie an dem Proze mageblich partizipieren, da sie ihr Leistungsspektrum rechtzeitig darstellen, in allen Stadien ab Einfuhrung beteiligt werden und sich selbst fruhzeitig qualifizieren, um entsprechende Beratungs, Moderations, Schulungs und Projektmanagementaufgaben ubernehmen zu konnen. Ein Beispiel: Bei Thyssen Stahl in DuisburgHamborn waren im Versand lange LKWWartezeiten zum Problem geworden. Zur Losung des Problems wurde eine abteilungsubergreifende Arbeitsgruppe gebildet. Diese bat einen Mitarbeiter der Berufsbildung, die Gruppe zu moderieren. Der Berufsbildner war kein Fachmann fur logistische Fragen, sondern wurde wegen seiner methodischen Kompetenz beider Begleitung von Problemlosungsprozessen angefragt. Man war davon ausgegangen, da die inhaltlichfachliche Kompetenz in der Gruppe ausreichend vorhanden war. Solche Praxiseinsatze konnen auch fur die Erstausbildung nutzbar gemacht werden. In diesem Fall hat der Berufsbildner in einem zweiten Schritt den Problemlosungsproze mit entsprechenden Materialien als Fallbeispiel fur eine Lerneinheit in der Erstausbildungaufbereitet.Umstellungsmanahmen am Hochofen bei den Bremer Stahlwerken schienen eine Gruppe Beschaftigter starkzu belasten; verschiedene Faktoren, wie z. B. ein wachsender Krankenstand, belegten dies. Dies war der Anla, am Hochofen ein Projekt durchzufuhren, bei dem es primar darum ging, gemeinsam mit den Wasserschlossern ihre Arbeitssituation zu analysieren und an der konkreten Verbesserung zu arbeiten. In diesem Sinne haben sich die meisten Berufsbildungseinrichtungen der Stahlindustrie an KVPTQMProzessen beteiligt. In manchen Fallen hat die Berufsbildung eine tragende Funktion ubernommen. Bei HKM ist die Moderationsschulung der Betriebschefs und Abteilungsleiter von der Berufsbildung durchgefuhrt worden, die Meister sind in Methoden der Problem und Ursachenanalyse geschult worden. Thyssen Stahl hat ein differenziertes Schulungsangebot aufgelegt, mit welchem alle Fuhrungskrafte der Geschaftsfelder und Zentralbereiche mit der Philosophie des ThyssenQualitatsManagements vertraut gemacht und ihnen die entsprechenden Methoden zur Umsetzung vermittelt werden. Dies wird in wesentlichen Teilen von der Berufsbildung 19 Qualitatszirkel fuhren in den Unternehmen die unterschiedlichsten Bezeichnungen, z.B. bei HKM PIT: Problemlosung im Team, bei Preussag Stahl PEUL: Probleme erkennen und losen, Moderierte Arbeitsgruppen bei Thyssen Stahl oder Beteiligungsgruppenbei Krupp Hoesch.28Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199929organisiert und durchgefuhrt. Alle Schritte sind zugleich im Intranet veroffentlicht, so da man sich im ganzen Unternehmen jederzeit uber den Stand der Entwicklung informieren kann.Entscheidend ist, da durch die Einbindung der Berufsbildung in die betrieblichen Belange gegenseitige Akzeptanz und Wissen uber Bedurfnisse und Moglichkeiten aufgebaut wird, um vor diesem Hintergrund weitere prozeunterstutzende Funktionen wirksam werden zu lassen.Folgendes Beispiel steht fur einen umfassenderen Einsatz der Bildungsbereiche bei der Begleitung betrieblicher Prozesse: Beim Bau der neuen Giewalzanlage der Thyssen Krupp Stahl ist die Berufsbildung in mehrfacher Hinsicht tatig. Vollig neu ist, da die Qualifizierungsarbeit fur die dort zukunftig tatige Belegschaft bereitsin der Phase der Inbetriebnahme durch einen eigens dafur abgestellten Mitarbeiter der Berufsbildung vor Ortunterstutzt wird. Dieser begleitet z. B. auch die Mitarbeiter bei notwendigen Auslandsaufenthalten. Die Erhebung des notwendigen Qualifizierungsbedarfs findet im Sinne der Beteiligungsorientierung gemeinsam mitden Mitarbeitern statt. Parallel werden mit der neuen Mannschaft Teambildungsseminare durchgefuhrt, denendurch Berufsbildung organisierte Informationsveranstaltungen vorangingen. In von der Berufsbildung moderierten Arbeitsgruppen wird die Optimierung der Phase der Inbetriebnahme vorgenommen. Diese Gruppenwerden spater im Rahmen eines kontinuierlichen Verbesserungsprozesses die Verbesserung der Produktionsund Arbeitsablaufe mitgestalten. Die hierfur notwendigen Team und Gruppensprecher werden durch Berufsbildung qualifiziert.3.2.4 Nutzenerwartung Vor dem Hintergrund der skizzierten theoretischen Uberlegungen einer neuen Rollendefinition von Weiterbildungim Rahmen Lernender Organisation bleibt die Frage nach dem Nutzen derartiger Leistungen weiterhin bestehen. Beim Workshop im Februar 1998 hat sich der Fachauschu 396 dieses Themas ebenfalls angenommen.Die Ubernahme von mehr Kostenverantwortung und die Erwirtschaftung von Deckungsbeitragen im Sinne des CostCenterKonzepts sind weitestgehend unstrittig bei den betrieblichen Berufsbildnern in der Stahlindustrie.Kosten und Nutzenrechnungen und internes Controlling sind in den letzten Jahren erheblich ausgebaut unddifferenziert worden. Allerdings wird selbstgenugsames Auflisten der eigenen Leistungen und der Nachweisdes kostenbewuten Umgangs mit den zugewiesenen Mitteln allgemein nicht mehr als ausreichend angesehen. Die eigentlich interessante Fragestellung in diesem Kontext ist die Frage nach dem Beitrag zur Wertschopfung. Diese Frage zielt im Kern auf return on invest bezogen auf die Aufwendung fur eine Bildungsmanahme. Modell fur diese Fragestellung ist die Begrundung einer Investitionsentscheidung fur eine technische Anlage.Techniker haben hier wenig Probleme, den Nutzen einer solchen Investition darzustellen. Beruhend auf einigen bekannten, technisch bestimmten Groen wie Kapazitat der Anlage und wenigen Zusatzannahmen, wiez. B. Auslastungsgrad, wird der Nutzen monetar berechnet. In solche Berechnungen gehen allerdings einegroe Anzahl weiterer Annahmen ein, z. B. uber die qualifikatorischen Fahigkeiten der Mitarbeiter, deren Kooperations und Leistungsbereitschaft, die sich in der Regel allerdings nicht berechnen lassen. Berufsbildnersind mit ihren Wirkungshypothesen zumeist wesentlich vorsichtiger. Grundsatzlich fehlen i. d. R. die relativsicheren Groen, analog der Kapazitat einer Anlage, fur entsprechende Modellrechnungen. Wird eine Manahme der Berufsbildung durch eine umfangreiche Evaluation begleitet und stellen sich die gewunschten Effekte wie steigende Produktivitat, geringere Stillstandszeiten etc. ein, so sind sich Berufsbildner zumeistbewut, da sich zu der Erklarung der positiven Effekte durch Bildung immer mehr oder minder plausible,alternative Wirkungshypothesen aufstellen lassen. Preussag Stahl hat die Kurzarbeit an der Walzstrae 3 fur Grobbleche fur umfangreiche Bildungsmanahmengenutzt und die ganze Manahme umfangreich evaluiert. Empirisch sind zum groten Teil die gewunschten Ergebnisse, wie geringerer Ausschu, kurzere Rustzeiten, ein geringerer Krankenstand, eingetreten. Selbstkritisch mute man jedoch zugestehen, da sich fur viele dieser Ergebnisse auch andere Erklarungsmoglichkeiten anboten. Auch bei der Thyssen Stahl AG hat man mit ahnlichem Erfolg an einer Warmbreitbandstraezunachst den Qualifizierungsbedarf aller Mitarbeiter im Rahmen einer kommunikativen Bildungsbedarfserhebung festgestellt und ist anschlieend in die umfangreiche Qualifizierungsphase eingetreten.Logisch gesehen argumentieren alle diese Bemuhungen mit statistischen Korrelationen. Eine sichere Zurechnung des Wertschopfungsbeitrags von Bildungsmanahmen bleibt dabei ein logisch kaum zu losendes Problem.20 Sinnvoller sind da Verfahren, die sich an der Einzelproblembearbeitung orientieren. Hierbei werden die durchdie Problembearbeitung erreichten Effekte mit dem fortgeschriebenen Zustand ohne die entsprechenden Interventionen verglichen. Dies ist im Prinzip das traditionelle Bewertungsverfahren des betrieblichen Vorschlagswesens, welches den geldwerten Vorteil einer Manahme abschatzt. In der Praxis lassen sich zum Beispiel Qualitatszirkel sinnvoll mit solchen traditionellen Meverfahren verknupfen Beispiel PEUL bei Preussag.Diese Verfahren sind aber grundsatzlich auf einzelne Ziele gerichtet und wichtig ist die Problemlosung undnicht die Zurechnung, was der Berufsbildung, was anderen Beteiligten zuzurechnen ist.Um dem Dilemma eines am globalen Ergebnis orientierten Controllings zu entgehen, wird eine vom Grundsatzher andere Richtung diskutiert, und zwar den Gedanken Beurteilung durch den Kunden fur das Problem des Bildungscontrollings fruchtbar zu machen. Ein solches Vorgehen ware nicht zumindest nicht in erster Linie an Kennzahlen orientiert, sondern an der leitenden Fragestellung: Wer ist der Kunde, und was ist dem Kunden die Bildungsleistung wert? Zugespitzt wurde eine solche Position vom Referenten Michael Muller,21 Flughafen Frankfurt Main AG, auf der angesprochenen Fachtagung eingenommen.Muller stellte in seinem Beitrag ein ambitioniertes Projekt aus der Praxis vor: Bildung und Bildungscontrollingsind bei der Flughafen AG Teil einer umfassenden Unternehmensrestrukturierung in einem traditionellmitbestimmungsintensiven Unternehmen. Diese wurde notwendig auf Grund veranderter ordnungspolitischer Rahmenbedingungen, die zu einem erheblich gesteigerten Wettbewerbsdruck gefuhrt haben. Der Reorganisationsproze zeichnet sich durch die Steuerung uber ein Leitbild aus, das konsequent in Planungsverfahrenumgesetzt wird. In einem getakteten Verfahren sollen u. a. die personalpolitischen Vorgaben des Leitbildesdurch die strategische Planung der Geschaftsfelder in konkrete Handlungsschritte umgesetzt werden. Diesgeschieht in Form einer jahrlichen, mehrstufigen strategischen Entwicklungsplanung, welche dem Wirtschaftsplan der einzelnen operativen Einheiten vorweggeht. Auf dieser Grundlage bestimmen die Geschafts20 Die Problematik des Zurechnungsproblems bei Bildungsleistungen scheint auch fur Controller eine arge Krote zu sein. Fur den 2. Workshop des Fachausschusses 396 ist es nicht gelungen, jemanden aus dem Controlling mit Feldkenntnissen im Bildungscontrolling ausfindig zu machen. Das Bildungscontrolling scheint in der Praxis Sache der Berufsbildner selbst zu sein. 21 Michael Muller ist Sprecher der Zentralabteilung Personal Service Leistungen PSL der Flughafen Frankfurt Main AG. Die PSL versteht sich wie die anderen Zentralabteilungen auch als Unterstutzungsbereich fur die strategischen Geschaftsbereiche.30Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199931felder ihren Weiterbildungsbedarf, den sie dann bei der zentralen Serviceeinheit Personal Service Leistungen zu Vollkosten ordern. Die Verrechnung zu internen Preisen und die Moglichkeit der Geschaftsbereiche,sich prinzipiell auch am Markt bedienen zu konnen, lat die Nachfrage aus den Betrieben zur eigentlich steuerungsrelevanten Groe werden.22 Die Umsetzungsverantwortung dafur, da Berufsbildung zur Steigerung der Wertschopfung oder Optimierung der Wertschopfungskette beitragt, liegt damit bei den unmittelbar fur den Proze Verantwortlichen, welche von ebendieser Wirkung uberzeugt sein mussen, sonst wurden sie die Leistungen nicht erneut ordern. Die Nachfrage nach den Bildungsgutern ist die Grundlage der Steuerung underubrigt ein statistisch orientiertes Wirkungscontrolling. Ungeachtet dessen uberwacht ein internes Controllingdie effiziente Produktion der Bildungsguter.Die Zurechnungsproblematik ist bei der Flughafen AG durch eine konsequente Kundenorientierung bewutumgangen worden. Der Hauptkunde ist der betriebliche Vorgesetzte, der die Bildungsmanahme ordert, unddamit uber Menge, Preis und Qualitat bestimmt. Das angefuhrte Beispiel zeigt sehr deutlich, da eine Steuerung der Berufsbildung mittels Marktelementen keineswegs zwingend auf ein Outsourcing hinauslaufen mu.Umgekehrt ist von einem vollzogenen Outsourcing der Berufsbildung noch nicht auf eine Steuerung mit Marktelementen durch Verrechnung der Berufsbildungsleistungen zu QuasiMarktpreisen zu schlieen. Die Berufsbildung der Preussag Stahl AG ist mit anderen, nicht unmittelbar in der Stahlproduktion arbeitenden Personaldienstleistungen Teil der Personal, Produktions und Servicegesellschaft mb H als hundertprozentige Tochterder Preussag Stahl AG rechtlich verselbstandigt worden. Trotz der Auslagerung wird die Berufsbildung weitervon der AG umlagefinanziert, allerdings mit der Auflage, in Zukunft zur Sicherung der Aus und Weiterbildungskapazitaten durch entsprechende Akquise einen wachsenden Anteil der Kosten durch Auftrage auf Rechnung Dritter zu decken.23 Ziel der Bildungsarbeit ist die Unterstutzung der BetriebeAbtl. Zukunft der Weiterbildung liegt in der engen betrieblichen Einbindung zur Begleitung qualifikatorischer Prozesse Voraussetzung hierfur ist Professionalisierung bei den Bildungskernauf dem Weg zur Lernenden Organisation LO LO ist notwendig zum Offenhalten unternehmerischer Entwicklungsoptionen bedingt Lernen auf VorratErgebnisse 2. Workshop Weiterbildung Die Berufsbildner sind fur marktorientierte Steuerungsmechanismen in der Aus und Weiterbildung durchaus aufgeschlossen.Einigkeit herrschte jedoch auch daruber,da man die Qualifizierungspolitik im Unternehmen nicht einfach dem Markt ob nun einem tatsachlichen oder konstruierten QuasiMarkten uberlassen sollte.Andernfalls besteht ein hohes Risiko, dadurch den Druck des Alltagsgeschaftes Bildungsinvestitionen in die Mitarbeiterkurzfristigen Kostenerwagungen weichen.Qualifizierung bedarf grundsatzlich einerstrategischen Einbindung in das Unternehmen, weil der Markt Unterlassungen auf dem Qualifizierungssektor erst mit einer gewissen Zeitverzogerungbestraft. Nutzendiskussion von Bildung fuhrt zu Zurechnungsproblemen Erfolgsmessung ist nur unscharf uber Transferleistungen moglich:funktionen Bedarfserhebung, Durchfuhrung und EvaluationDokumentation Dies setzt eine moglichst genaue Zielbestimmung von BildungsNutzen ist eine Frage dessen, der nutzt!leistung voraus These: Nutzen definiert sich durch weitere Nachfrage 22 Die interne Verrechnung zu Vollkosten, wie hier skizziert, gilt nur fur die Leistungen der betrieblichen Weiterbildung. Die berufliche Erstausbildung und Umschulungen sowie der grote Teil der Personaldienstleistungen werden nach wie vor umlagefinanziert. 23 In der neuen Gesellschaft firmiert die Berufsbildung als Bildung, Training und Beratung. Neben Bildung, Training und Beratungsind noch die Bereiche Anlagentechnik, hierzu zahlen u.a. auch die Hauptwerkstatt und die Instandhaltung, Arbeitsmedizin,Arbeitssicherheit, Brand und Atemschutz, der Sicherheitsdienst sowie das DruckCenter in die PPS ubergegangen. Fur die Zukunft ist geplant, bei der PPS eine Platinenfertigung fur die Automobilindustrie aufzubauen. 4. Konsequenzen, Perspektiven Wichtig scheint vor allem die Frage nach dem Stellenwert der Organisations und Personalentwicklungsfunktion im Unternehmen. Haben beide einen festen Stellenwert in der Strategie des Unternehmens und sind inden Planungsverfahren der operativen Einheiten fest verankert, so besteht die Chance fur die Berufsbildung,vertrauensbasierte Kundenbeziehungen zu den betrieblich Verantwortlichen aufzubauen und ein fester Bestandteil der Entwicklungsarbeit in den Geschaftsfeldern zu werden. Damit kann verhindert werden, daberufliche Weiterbildung unter den Zwangen des Alltagsgeschafts knappe Zeitressourcen und mehr oderminder kurzfristigen Rentabilitatserwagungen letztlich zu einer disponiblen Randgroe wird. Im Sinne der Konkurrenz um die Ressource Zeit ist von allen Interviewpartnern immer wieder betont worden, da sich der Aufwand fur Bildungsplanung und Controlling in Grenzen halten sollte. Insofern ware es sinnvoll, VorOrtBildungsplanung moglichst in die ublichen Planungsprozesse integriert zu betreiben, also z. B. in die Jahresplanungen und die Investitionsplanung einzubeziehen. Bei Investitionsplanungen werden in einigen Betrieben unterstutzt durch entsprechende Formularumlaufe die Konsequenzen fur Personalentwicklungund Weiterbildung abgefragt. Dort, wo dies nicht geschieht, ist keineswegs gesichert, da die Berufsbildung Kenntnis erhalt uber z. B. Bildungsmanahmen zur Einarbeitung des Personals, die Anlagenlieferanten als Teilihrer Leistung anbieten. Nach Ansicht vieler Interviewpartner erfahrt die Berufsbildung oft erst zu spat, dadiese Manahmen nicht ausreichend waren. Hier sind externe und interne Bildungsmanahmen aufeinanderabzustimmen.Mit dem Material der Recherche lat sich nicht begrunden, da rechtliche Verselbstandigung einen Innovationsschub in der Institution Berufsbildung auslosen wurde. Eine isolierte Verselbstandigung der Berufsbildungwurde hier sogar hinderlich wirken. Wie oben ausgefuhrt, konnen auf Prozeorientierung ausgelegte Aus und Weiterbildung und der Verkauf von Bildungsmanahmen an externe Kunden durchaus konfligieren, z. B. wenndie Manahmen fur interne und externe Kunden gleichzeitig durchgefuhrt werden sollen oder wenn Bildungseinrichtungen vor die Entscheidung gestellt werden, entweder mit Seminarcommodities gute Umsatze zumachen oder mageschneiderte prozebegleitende Spezialangebote fur Einzelbetriebe zu konzipieren unddurchzufuhren. Moglicherweise werden sich in der Zukunft intelligente Mischformen zwischen umlagefinanzierten und quasimarktgesteuerten Aus und Weiterbildungseinrichtungen durchsetzen: Angebote der Standardprogramme und bereichsspezifische Weiterbildungsmanahmen werden mit den Betrieben verrechnet,andere, z. B. Fuhrungskraftetrainings und Aufstiegsqualifizierungen, werden als strategische Manahmenumlagefinanziert.24Im Sinne einer umfassenden personalentwicklerischen Strategie soll abschlieend noch auf einen weiteren Aspekt verwiesen werden. Anspruchsvolle Projekte der Berufsbildung wie die Begleitung der Einfuhrung von Gruppenarbeit oder die wiederholt angesprochene Mehrstellenqualifizierung verlangen nach integrativen Losungen in der Personalarbeit, insofern sie z. B. auch Entlohnungsfragen aufwerfen. Denkt man gar an langerfristig zu losende Zukunftsaufgaben, wie sie sich z. B. durch eine verlangerte Lebenserwerbstatigkeit ergeben alternde Belegschaften, so stellt dies eine Herausforderung an alle Aspekte der Personalarbeit dar.Hierzu bedarf es einer Vielzahl von Losungsansatzen zu Qualifikations, Entlohnungs, Sozialversicherungsfra24 Uberlegungen fur eine Gestaltung des Bildungssystems wurden aktuell auch durch den Sachverstandigenrat Bildung bei der HansBocklerStiftung unter den Titeln Ein neues Leitbild fur das Bildungssystem Elemente einer kunftigen Berufsbildung November 1998 und Fur ein verandertes System der Bildungsfinanzierung Diskussionspapiere, Nr. 1, Oktober 1998 vorgelegt.32Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199933gen etc., die zusammenzufuhren sind. Dies lauft auf eine betriebsnahe Projektorganisation der PersonalBildungsarbeit hinaus. Ansatze hierzu hat es durchaus in westdeutschen Stahlbetrieben gegeben, doch habensich diese bisher nicht nachhaltig durchsetzen konnen.25 Anders in den neuen Bundeslandern, wo Erneuerungsansatze allem Anschein nach eher durchsetzbar sind. Die Stahlwerke Groditz haben, nachdem der Schrumpfungsproze einigermaen abgeschlossen war, ihre Personalarbeit in kleinen, betriebsnah organisierten Teams aufgebaut. Einen ahnlichen Ansatz verfolgt auch EKOStahl. Diese und andere Beispiele zeigen, damit intelligenten Projekten auch in konservativen Organisationsformen vieles moglich ist, wenn es denngewollt ist.Die Stahlindustrie hat in Fragen der Berufsbildung eine lange Tradition aufzuweisen. Trotz oder gerade wegender rucklaufigen Bedeutung der Branche im offentlichen Bewutsein ist es empfehlenswert, deutlicher alsdies in den letzten Jahren geschehen ist, sich mit zukunftsorientierten Beispielen in die aktuelle bildungspolitische Diskussion einzubringen. Hierfur konnen sicherlich Kontakte, besser aber noch gemeinsame praxisnahe Projekte mit Hochschulen, dem BIBB Bundesinstitut fur Berufsbildung, mit Einrichtungen der Wirtschaftsverbande und der Mitbestimmungsseite hilfreich sein. So kann die innovative Kraft der Stahlindustrie demonstriert und konnen auch fur die Nachwuchssicherung deutliche Akzente gesetzt werden. Mitglieder des Fachausschusses Name Unternehmen Wolfgang Dietze Olaf Gayk Wolfgang Kobernik Marcus Mogk Sprecher ab 398Artur Obermuller Harald Palm Gerhard Schmidt Hartmut KleinSchneider Dieter Schumacher Jurgen Schultze Jurgen Stapelfeld Karl Stein Joachim Weier Sprecher bis 298Dr. Hans WupperTewes Preussag Stahl AGStahlwerke Bremen Gmb HBildungswerk WittenHattingen Gmb HThyssen Krupp Stahl AGRasselstein Hoesch Gmb HHuttenwerke Krupp Mannesmann Gmb HMa K Motoren Gmb HHansBocklerStiftung Groditzer Stahlwerke Gmb HSozialforschungsstelle Dortmund Georgsmarienhutte Gmb HAG der Dillinger Huttenwerke Thyssen Krupp Stahl AGRuhrUniversitat Bochum 25 Die Bremer Stahlwerke haben sich in einem Pilotprojekt an einer Matrixorganisation des Personalwesens versucht. Das Projekt istallerdings in den Turbulenzen des drohenden Konkurses und der Loslosung vom Klocknerkonzern untergegangen.34Arbeitspapier 5 Betriebliche Bildung in der Stahlindustrie kein Inseldasein Juni 199935HansBocklerStiftung Die HansBocklerStiftung des Deutschen Gewerkschaftsbundes DGB wirbt fur die Mitbestimmung als Gestaltungsprinzip einer demokratischen Gesellschaft. Sie tritt dafur ein, Mitbestimmungsrechte und moglichkeiten zu erweitern.Beratung und Schulung Die Stiftung berat und qualifiziert Betriebs und Personalrate und Arbeitnehmervertreter in Aufsichtsraten,Manner und Frauen, in wirtschaftlichen und rechtlichen Angelegenheiten, in Fragen des Personal und Sozialwesens, der beruflichen Aus und Weiterbildung, der Gestaltung neuer Techniken, des betrieblichen Arbeits und Umweltschutzes.Wirtschafts und Sozialwissenschaftliches Institut WSIDas Wirtschafts und Sozialwissenschaftliche Institut in der HansBocklerStiftung forscht zu den Themen Wirtschaftswandel und Beschaftigung im Globalisierungsproze, Soziale Polarisierungen, kollektive Sicherung und Individualisierung und Arbeitsbeziehungen und Tarifpolitik. Das WSITarifarchiv dokumentiert das Tarifgeschehen umfassend und wertet es aus.Forschungsforderung Die Abteilung Forschungsforderung der Stiftung vergibt Forschungsauftrage zu den Themen Strukturpolitik, Mitbestimmung, Arbeitsgesellschaft, Offentlicher Sektor und Sozialstaat. Die Forschungsergebnisse werden in der Regel nicht nur publiziert, sondern auf Veranstaltungen zur Diskussion gestellt und zur Weiterqualifizierung von Mitbestimmungsakteuren genutzt.Studienforderung Ziel der Stiftung ist es, einen Beitrag zur Uberwindung sozialer Ungleichheit im Bildungswesen zu leisten. Gewerkschaftlich oder gesellschaftspolitisch engagierte Studierende unterstutzt sie mit Stipendien, mit eigenen Bildungsangeboten und der Vermittlung von Praktikantenstellen. Bevorzugtfordert die Stiftung Absolventinnen und Absolventen des zweiten Bildungsweges.Offentlichkeitsarbeit Ihre Arbeitsergebnisse und Dienstleistungen veroffentlicht die Stiftung uber Veranstaltungen,Publikationen, mit PR und Pressearbeit. Sie gibt zwei Monatszeitschriften heraus: Die Mitbestimmungund die WSIMitteilungen, auerdem die Vierteljahresschrift South East Europe Review for Labourand Social Affairs SEER, das Wirtschaftsbulletin Ostdeutschland und Network, EDVInformationenfur Betriebs und Personalrate.HansBocklerStiftung Abteilung Offentlichkeitsarbeit BerthavonSuttnerPlatz 140227 Dusseldorf Telefax: 02117778 225www.boeckler.de Mitbestimmungs Forschungs und Studienforderungswerkdes DGBHans Bockler Stiftung", "filename": "hbs_arbp_005.pdf", "person": ["Marcus Mogk", "Mogk, Marcus", "Joachim Weier", "Weier, Joachim", "Hans Wupper-Tewes", "Wupper-Tewes, Hans"], "date": ["1999"]}