{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/116465/1/hbs_arbp_002.pdf"], "title": ["Was heißt Berufstätigkeit heute? Ausübung einer Berufstätigkeit und Zugang zum 2. Bildungsweg. Rechtsgutachten für die Hans-Böckler-Stiftung"], "plaintext": "Inhalt I.A.B.II.A.1.2.3.B. 1.2.Das Ausgangsproblem im 2. Bildungsweg Die bisherige Situation im 2. Bildungsweg Die aktuellen Anderungen Flexibilisierung der Arbeitszeit am Beispiel der Teilzeitarbeit Teilzeitarbeit und Gleichbehandlungsprinzip im deutschen Recht Verbot der direkten Ungleichbehandlung wegen der Teilzeitarbeita. Der allgemeine Gleichheitssatz aus Art. 3 Abs. 1 GG:Alle Menschen sind vor dem Gesetz gleichb. 2 Abs. 1 Besch FGVerbot der mittelbaren Diskriminierung wegen des Geschlechtsa. Art. 119 EGV gleiches Entgelt fur Manner und Frauenb. Art. 3 Abs.2 GG: Manner und Frauen sind gleichberechtigtc. 611 a BGB: Benachteiligungsverbot aufgrund des Geschlechts Stellung der Teilzeitarbeitskrafte im deutschen Sozialrecht Teilzeitarbeit und europaisches Recht Richtlinienvorschlage und Richtliniena. Erste Richtlinienentwurfe zur Teilzeitarbeitb. Richtlinien und Entwurfe uber atypische Arbeitsverhaltnissec. Die Rahmenvereinbarung uber Teilzeitarbeit und die darauffolgende Richtlinie Europaisches Sozialrecht und Teilzeitarbeita. Richtlinie 797EWG uber die Gleichbehandlung von Mannern und Frauen im Bereich der sozialen Sicherheitb. Richtlinie 9285EWG zur Verbesserung der Sicherheitund des Gesundheitsschutzes von schwangeren Arbeitnehmerinnen C.Ergebnis fur den 2. Bildungsweg III.A.B.IV.A.1.Die selbstandige Arbeit Arbeitnehmer und Selbstandige Selbstandige und 2. Bildungsweg Erweiterung des Begriffs der Nichterwerbstatigkeit ?Aktuelle Miterfassung Nichterwerbstatiger bei den Zugangsvoraussetzungen zum 2. Bildungsweg Die Fuhrung eines Haushalts 4A r b e i t spapier 2 Was heit Berufstatigkeit heute ?778111313131415151616161818181919202121222323242525252.3.B.1.2.C.V.A.B.C.Das freiwillige soziale Jahr und ahnliche freiwillige Dienstea. Das freiwillige soziale Jahrb. Das freiwillige okologische Jahr c. Der Europaische Freiwilligendienst Die Anrechnung von einem Jahr Arbeitslosigkeit Erweiterung auf andere Formen der Nichterwerbstatigkeit ?Die ehrenamtliche Tatigkeita. Recht der Beschaftigung ehrenamtlicher Mitarbeiterb. Soziale Sicherung ehrenamtlicher Mitarbeiterc. Qualifizierung ehrenamtlicher Mitarbeiter Praktika Ergebnis Zuweisung in unterstutzten Arbeitsbeschaffungsmanahmen Rechtliche Natur der ABMFolge fur die Aufnahme in den 2. Bildungsweg Die aktuelle Diskussion uber die Einfuhrung eines KombiLohns VI.Die Verfolgung des Zulassungsanspruches auf dem Rechtsweg A.1.2.3.4.5.B.Die Geltendmachung eines konkreten Zulassungsanspruches Zustandiges Gerichta. Rechtswega.a. Rechtsweg zu den Arbeitsgerichtena.b. Rechtsweg zu den Verwaltungsgerichtenb. Ortliche Zustandigkeitc. Sachliche Zustandigkeitd.Statthafte Klageart Klagebefugnis Erfolgloses Vorverfahren Klagefrist Instanzielle Zustandigkeit Die Normenkontrollklage VII. Zusammenfassung der Ergebnisse und Fazit Literaturverzeichnis Abkurzungsverzeichnis 25252626272727282929303031313232333333333434343535353535353637394056A r b e i t spapier 2 Was heit Berufstatigkeit heute ?I.Das Ausgangsproblem im 2. Bildungsweg Von seiner Konzeption her ist der 2. Bildungsweg als allgemeiner, berufsbezogener Bildungsgang konzipiert worden: das Bestehen praktischer Berufserfahrung war von Anfang an Zugangsvoraussetzung.Die Idee war, die Erfahrungen, Erkenntnisse und Kenntnisse beruflicher Bildung und Praxis fur eine theoretische und allgemeine Bildung padagogisch wirksam werden zu lassen 1.Hierzu kommt seit etwa 20 Jahren aber auch der Wille, eine Zielgruppenarbeit zu leisten, um die Benachteiligung bestimmter Erwachsenengruppen, wie z.B. auslandischer Mitburger, Schichtarbeiter, Alleinerziehender und Familienfrauen, zu re d u z i e ren. Durch Flexibilisierung der Organisation und der Kursangebote wird diesen Gruppen die Teilnahme an Weiterbildungsangeboten ermoglicht 2. Diese Integrationsfunktion des 2. Bildungswegs ist angesichts der aktuellen wirtschaftlichen und gesellschaftlichen Entwicklungen immer wichtiger geworden.Auch auf europaischer Ebene wird dieses Problem erkannt und bekampft. So erklart die Gemeinschaftscharta der sozialen Grundrechte der Arbeitnehmer von 1989 in ihrem Art. 15: Jeder Arbeitnehmer mu Zugang zur Berufsausbildung haben  Eine gemeinsame Stellungnahme der Sozialpartneruber die Moglichkeit eines moglichst breiten und wirksamen Zugangs zur beruflichen Weiterbildungvom Dezember 1991 stellte fest, da ein hoher Anteil der erwachsenen Bevolkerung die Schule ohnegeeignete Qualifikationen fur die heutigen Anforderungen verlat oder noch nie an einer systematischenweiterfuhrenden Ausbildung teilgenommen hat. Der Rat verabschiedete am 30.6.1993 eine Empfehlung uber den Zugang zur beruflichen Weiterbildung 3, die die Weiterentwicklung der beruflichen Bildungerreichen will, wobei die Weiterbildung aufbauend auf einer soliden Grundausbildung lebenslang erfolgen mu.Das Weibuch der Kommission zur allgemeinen und beruflichen Bildung vom 29.11.1995 4 hat als allgemeines Ziel Nr. 3 die Bekampfung der Ausgrenzung u.a. von Jugendlichen, die vom Bildungssystem ausgeschlossen wurden oder zu werden bedroht sind.A. Die bisherige Situation im 2. Bildungsweg Fur die Aufnahme von Studierenden im 2. Bildungsweg wurde bisher von den Antragstellern in Abendgymnasien und Kollegs als Alternative zu einer abgeschlossenen Berufsausbildung der Nachweis einersogenannten geregelten Berufstatigkeit verlangt.So verlangt der Runderla des Kultusministeriums von NordrheinWestfalen vom 19.12.1972 i.d.F. vom 7.3.1973, da fur den Zugang zu einer Abendrealschule, die sich als Einrichtung fur berufstatige Erwachsene versteht und auf das Erlangen der Sekundarstufe 1 abzielt, eine geregelte Berufstatigkeitnachzuweisen ist 5.1 Juttemann, S. 36 m.w.N.2 s. Der Zweite Bildungsweg in NordrheinWestfalen, S. 13.3 93404EWG, ABl. Nr. L 18137.4 KOM95 590 endg.5 GABl. NW. 1973, S. 61, S. 378 BASS 1912 Nr.1.7In den einschlagigen Verordnungen fur den Zugang zum Abendgymnasium Ziel: Abitur und zum Kolleg Ziel: Hochschulreife 6, die sich als Einrichtungen fur berufserfahrene Erwachsene verstehen,wird ebenfalls neben anderen Bedingungen auch eine mindestens dreijahrige geregelte Berufstatigkeit verlangt.Zu dieser Berufstatigkeit zahlt auch die Fuhrung eines Haushalts oder eine entsprechende Dienstzeit beider Bundeswehr oder dem Bundesgrenzschutz; auf ihre Dauer wird abgeleisteter Wehr oder Zivildienst,ein abgeleistetes freiwilliges soziales Jahr sowie eine bis zur Dauer von einem Jahr nachgewiesene Arbeitslosigkeit angerechnet.Es stellt sich die Frage, wie diese Vorgaben auszulegen sind. Die Auslegung erfolgt in der Praxis durchdie Schulleiter und gegebenenfalls die Schulaufsichtsbehorde Bezirksregierung.So soll unter einer dreijahrigen geregelten Berufstatigkeit eine ununterbrochen uber drei Jahre wahrgenommene sozialversicherungspflichtige Berufspraxis in einem Berufsfeld zu verstehen sein 7. Sielage vor, wenn der Nachweis einer mindestens funfzigprozentigen Teilzeittatigkeit undoder von Rentenversicherungspflichtzeiten vom kunftigen Studierenden vorgelegt werden kann.B. Die aktuellen Anderungen Eine solche enge Auslegung des Begriffs und uberhaupt die Forderung an eine geregelte Berufstatigkeit ist nicht mehr im Einklang mit der heutigen gesellschaftlichen Realitat.So hat die standige Kultusministerkonferenz Ende 1997 die Vereinbarungen zur Gestaltung des Kollegsund der Abendgymnasien geandert 8. Das Wort geregelte als Zugangsvoraussetzung wurde gestrichen. Die Bewerberinnen und Bewerber dieser Einrichtungen werden also, sobald diese Anderungenin Landerrecht umgesetzt worden sind, lediglich eine mindestens dreijahrige Berufstatigkeit nachweisen mussen. Die Umsetzung in Landesrecht soll in den nachsten Monaten erfolgen.Die Frage stellt sich, ob und inwieweit diese Anderungen etwas an der Praxis der Aufnahme von Studierenden zu Einrichtungen des 2. Bildungswegs andern werden.Die aktuelle Situation auf dem Arbeitsmarkt und die darauffolgenden Neuerungen der letzten Jahre im EURecht haben diese begruenswerte Anderung erzwungen.Die klassische Form der Erwerbsarbeit, also die unbegrenzte, abhangige Vollzeitbeschaftigung, nimmtimmer mehr ab, und dies geschieht im Rahmen der Flexibilisierung der Arbeit zugunsten der sogenannten atypischen Formen der Arbeit s. hier Punkt II. 6 Verordnung uber den Bildungsgang und die Abiturprufung am Abendgymnasium APOAG vom 23.3.1982 i.d.F. vom 27.2.1997, SGV. NW. 223 BASS1913 Nr. 1, 2, Abs. 1 b.; Verordnung uber den Bildungsgang und die Abiturprufung am Kolleg APOKolleg vom 23.3.1982 i.d.F. v. 27.2.1997, SGV.NW. 223 BASS 1914 Nr. 1, 2, b.7 Verfugung der Bezirksregierung Arnsberg v. 29.7.1997.8 Vereinbarung zur Gestaltung des Kollegs, Beschlu der Kultusministerkonferenz vom 21.06.1979 i.d.F. vom 05.12.1997 und Vereinbarung zur Gestaltung der Abendgymnasien, Beschlu der Kultusministerkonferenz vom 21.06.1979 i.d.F. vom 30.01.1998.8A r b e i t spapier 2 Was heit Berufstatigkeit heute ?Auerdem bemerkt man seit dem Ende der 70er Jahre ein Wiederaufleben der Selbstandigkeit 9. Dieses Phanomen findet im wesentlichen im Bereich der Dienstleistungen statt. Es sind vor allem Kleinstunternehmen 09 Beschaftigte und EinpersonenSelbstandige. Speziell bei gewerblicher Individualselbstandigkeit liegt es nahe, das wissenschaftliche Augenmerk in besonderer Weise auf Anzeichen derorganisatorischen, funktionalen und okonomischen Nahe zum Arbeitnehmerstatus und auf eventuellerechtliche Folgerungen zu richten Punkt III.Als mogliche Ausnahme zu der Ausubung einer geregelten Berufstatigkeit werden lediglich die Fuhrungeines Haushalts, das Ableisten eines freiwilligen sozialen Jahres und ein Jahr Arbeitslosigkeit anerkannt.Hier gilt es sich zu fragen, ob man den Begriff der Nichterwerbsarbeit nicht auch auf andere Tatigkeitenerweitern kann, wie die ehrenamtliche Arbeit oder Praktika Punkt IV.Immer mehr Menschen werden arbeitslos. Ein Jahr Arbeitslosigkeit wird beim Zugang zu einer Einrichtung des 2. Bildungswegs auf die geforderten drei Jahre Berufstatigkeit angerechnet. Wie ist es aber,wenn der Arbeitslose wahrend seiner ggf. mehrjahrigen Arbeitslosigkeit einer staatlichen Beschaftigungsmanahme zugewiesen wurde ? Punkt VSchlielich stellt sich die Frage, wie der Anspruch auf Zugang zu einer Einrichtung des 2. Bildungswegsgerichtlich geltend gemacht werden kann Punkt VI.9 Dazu s. Dose, Holland, Schallhofer, Roethe, Neue Formen und Bedingungen der Erwerbsarbeit in Europa, S. 26 ff. und S.47 ff.910A r b e i t spapier 2 Was heit Berufstatigkeit heute ?II.Flexibilisierung der Arbeit am Beispiel der Teilzeitarbeit Im Rahmen der derzeitigen wirtschaftlichen Krise entwickeln sich immer mehr sogenannte atypische Formen der Arbeit Stichwort Flexibilisierung. Es wird von einer Flucht aus dem Normalarbeitsverhaltnis gesprochen 10. Unser Arbeitsrecht orientiert sich aber immer noch grundlegend am Normalarbeitsverhaltnis. Es nimmt damit nur wenig Rucksicht auf die immer vielfaltiger und quantitativ bedeutender werdenden, davon abweichenden Formen der Arbeit.Auf der Grundlage einer bundesweiten reprasentativen Erhebung ist die Gesellschaft fur Sozialforschung und statistische Analysen mb H 11 bereits 1987 zu folgender Einschatzung gelangt:In der Bundesrepublik arbeitet mittlerweile fast jeder vierte Arbeitnehmer nicht mehr in einem Normalarbeitsverhaltnis, das ihm eine unbefristete Vollzeitbeschaftigung zusichert. 24 Prozent verdienen ihr Einkommen in ungeschutzten und statusgeminderten Arbeitsverhaltnissen, wenn man hierzu Arbeitnehmer mit befristeten Vertragen sowie Teilzeitbeschaftigte mit einer wochentlichen Arbeitszeit vonweniger als 35 Stunden zahlt, und deren Anteil an den abhangig Beschaftigten ohne Auszubildende,Wehrpflichtige und Ersatzdienstleistende berechnet.Rund ein Drittel dieser Arbeitnehmer in atypischen Arbeitsverhaltnissen ist befristet beschaftigt namlich 8 Prozent , zwei Drittel sind teilzeitbeschaftigt 16 Prozent.Als Beispiele fur atypische Beschaftigung kann man vor allem die in befristeten Arbeitsverhaltnissen Beschaftigten, die Leiharbeitnehmer, die sogenannten freien Mitarbeiter und die Teilzeitarbeitnehmerzitieren. Diese Formen der Arbeit sind Ausnahmen der Regel, die das Normalarbeitsverhaltnis bildet.Darunter ist das fur unbestimmte Dauer vereinbarte Vollzeitarbeitsverhaltnis zu verstehen 12. Auf diesen Normalfall stellt das kollektive und individuelle Arbeitsrecht sowie das Sozialrecht in vieler Hinsicht ab.Es stellt sich somit das Problem der Gleichbehandlung von Arbeitnehmern in solchen atypischen Arbeitsverhaltnissen gegenuber den in Normalarbeitsverhaltnissen Beschaftigten.Bei der Aufnahme zu einer Einrichtung des 2. Bildungswegs stellt sich dieses Problem insbesondere fur Teilzeitbeschaftigte, die mit einer Arbeitszeit von weniger als 50% der regularen Arbeitszeit arbeitenbzw. gearbeitet haben s. Einfuhrung, A  Die Teilzeitarbeit hat in den letzten Jahren weiter zugenommen. Allein zwischen 1991 und 1995 hat sich die Zahl der Teilzeitbeschaftigten um 525 660 auf 5,3 Millionen vergroert; betroffen sind vor allem Frauen, die fast 90% der Teilzeitbeschaftigten stellen 13. Das Phanomen ist vor allem im Einzelhandel akut, wo fast jede zweite Beschaftigung eine Teilzeitbeschaftigung ist 46,2% in 1995 14.Das Problem der Gleichbehandlung der Teilzeitarbeitskrafte bei den Arbeitsbedingungen sowie bei der Sozialversicherung ist also vor allem ein Problem der Frauen, da fast alle Teilzeitstellen von Frauen 10 s. insbesondere und m.w.N. das Buch von Har ro Plander, Flucht aus dem Normalarbeitsverhaltnis Literaturverzeichnis.11 FORSAAnalysen, Ungeschutzte und statusgeminderte Arbeitsverhaltnisse, 1987, zitiert nach Harro Plander, S. 49.12 s. Plander, S. 19 ff.13 Satistisches Bundesamt, Mitteilung fur die Presse vom 15.5.1996.14 Statistisches Bundesamt, Mitteilung fur die Presse vom 19.3.1997.11besetzt werden. So konnte die Anforderung an eine mindestens halbtagige Beschaftigung zu einermittelbaren Diskriminierung der Frauen bei der Aufnahme an eine Bildungsstatte des 2. Bildungswegsfuhren.Es wird im folgenden untersucht werden, inwieweit die Teilzeitarbeitnehmer im deutschen A. und auchim europaischen B. Arbeits und Sozialrecht gleich behandelt werden mussen.Vorab ist das Ubereinkommen der internationalen Arbeitsorganisation von 1994 uber Teilzeitarbeit 15 zu zitieren, das jedoch noch nicht von der Bundesrepublik Deutschland ratifiziert worden 16 unddort damit nicht in Kraft getreten ist.Dort wird der Begriff Teilzeitkraft als eine erwerbstatige Person definiert, deren normale Arbeitszeitunter der einer vergleichbaren Vollzeitkraft liegt 17. Nach Artikel 4 des Ubereinkommens mussen von denbetroffenen Staaten Manahmen getroffen werden, um sicherzustellen, da Teilzeitkrafte den gleichen Schutz wie vergleichbare Vollzeitkrafte erhalten, und zwar in Bezug auf:a. das Recht auf Vereinigungsfreiheit, auf Tarifverhandlungen und das Recht, als Arbeitnehmervertreterzu handeln,b. Gesundheit und Sicherheit am Arbeitsplatz,c. Diskriminierung in Erwerbstatigkeit und Beruf.Jedoch erlaubt das Ubereinkommen, da Teilzeitkrafte, deren Arbeitszeit oder Verdienste unter angegebenen Schwellenwerten liegen, aus der gesetzlichen Sozialversicherung oder den Arbeitsbedingungen auer Mutterschutz herausgenommen werden Art. 8. Diese Schwellenwerte mussenaber so niedrig wie moglich gehalten, regelmaig gepruft und unter Anhorung der Sozialpartner festgelegt bzw. geandert werden.Als Erganzung zum Ubereinkommen wurde weiterhin eine IAOEmpfehlung betreffend der Teilzeitarbeitam 7.6.1994 unterzeichnet 18, die Nr. 3 fur alle Teilzeitarbeitnehmer gilt, also ohne Unterscheidung nachder Arbeitsdauer, und deren Nr. 15 lautet: Gegebenenfalls sollten Manahmen getroffen werden, umkonkrete Hindernisse zu beseitigen, die Teilzeitarbeitnehmern den Zugang zur Ausbildung, zu beruflichen Aufstiegsmoglichkeiten und zur beruflichen Mobilitat erschweren. Auerdem sieht die Nr. 6 vor, dadie im Einklang mit Art. 6 des Ubereinkommens vorzunehmenden Anpassungen der gesetzlichen Systeme der sozialen Sicherheit darauf abzielen sollten, die Verdienst oder Arbeitsschwellen, die die Voraussetzungen fur den Schutz durch diese Systeme bilden, gegebenenfalls schrittweise herabzusetzen a.,den Teilzeitarbeitnehmern insbesondere die Leistungen bei Alter, bei Invaliditat und bei Mutterschaftsowie die Familienleistungen zu gewahren b., arbeitslosen Teilzeitarbeitnehmern, die eine Teilzeitbeschaftigung suchen, Arbeitslosengeld zu gewahren c., und das Risiko zu mindern, da Teilzeitarbeitnehmer durch Systeme benachteiligt werden, die den Anspruch auf Leistungen von einer Wartezeitabhangig machen oder die Hohe der Leistung unter Berucksichtigung sowohl des Durchschnitts des 15 Nr. 175; Abgedruckt in Buschmann, Dieball, StevensBartol, Teilzeitarbeit, S. 25 ff.; Arbu R 8 1997, S. 318 ff.16 Telefonische Auskunft der IAO vom 3.6.1998.17 Artikel 1 a des Ubereinkommens.18 Abgedruckt in Buschmann, Dieball, StevensBartol, S. 30 ff.12A r b e i t spapier 2 Was heit Berufstatigkeit heute ?fruheren Verdienstes als auch der Dauer der Beitrags, Versicherungs oder Beschaftigungszeiten festsetzen. Auch die Schwellenwerte, die die Voraussetzung fur den Schutz durch private berufliche Systeme bilden, die die gesetzlichen Systeme der sozialen Sicherheit erganzen oder ersetzen, sollten schrittweise herabgesetzt werden, damit Teilzeitarbeitnehmer so umfassend wie moglich geschutzt werdenkonnen Nr 7 1  Wenn Teilzeitarbeitnehmer auerdem mehr als eine Tatigkeit ausuben, sollten ihre Gesamtarbeitszeit, ihre Gesamtbeitrage oder ihr Gesamtverdienst berucksichtigt werden, um zu bestimmen, ob die Schwellenvoraussetzungen der auf einer Beschaftigung beruhenden gesetzlichen Systemeder sozialen Sicherheit erfullt sind Nr. 9.Nach Ratifizierung ist der Staat verpflichtet, das Ubereinkommen durch Gesetz oder Bestimmungenoder auch durch Tarifverhandlungen oder andere Methoden je nach nationalen Praktiken in nationales Recht umzusetzen.A. Teilzeitarbeit und Gleichbehandlungsprinzip im deutschen Recht Nach deutschem Recht ist es untersagt, Teilzeitarbeitskrafte anders als Vollzeitbeschaftigte zu behandeln. Dies betrifft die direkte Differenzierung aufgrund der Teilzeitarbeit selbst sowie die mittelbare Differenzierung aufgrund des Geschlechts.1. Verbot der direkten Ungleichbehandlung wegen der Teilzeitarbeita. Der allgemeine Gleichheitssatz aus Art. 3 Abs.1 GG: Alle Menschen sind vor dem Gesetz gleich Dieser allgemeine Gleichheitssatz bindet nicht nur Verwaltung und Rechtsprechung 19, sondern auch diegesetzgebende Gewalt und Trager kollektiver Ordnungen wie z.B. die Tarifvertragsparteien 20, die Gesetze im materiellen Sinne, also objektives Recht, setzen. Ein Versto fuhrt zur Unwirksamkeit der Regelung. Jede unterschiedliche Behandlung von Arbeitnehmern mu sich an diesem allgemeinen Gleichheitssatz und dem darauf gestutzten allgemeinen arbeitsrechtlichen Gleichbehandlungsgrundsatzmessen lassen. Der allgemeine arbeitsrechtliche Gleichbehandlungsgrundsatz verbietet eine sachfre mde Schlechterstellung gegenuber anderen Arbeitskraften, die sich in vergleichbarer Lage befinden 21.So entschied das BAG, da 2 des Versorgungstarifvertrages wegen Verstoes gegen den allgemeinen Gleichheitssatz des Art. 3 Abs. 1 GG jedenfalls unwirksam ist, wenn alle unterhalftig beschaftigten Teilzeitkrafte von Leistungen der betrieblichen Altersversorgung ausgeschlossen worden sind 22. Diese Regelung ist jedenfalls insoweit unwirksam, als sie die mehr als geringfugig beschaftigten Teilzeitkraftevon Leistungen der betrieblichen Altersversorgung ausschliet. Nach dem BAG liegt ein Versto gegen 19 Die Grundrechte sind in erster Linie als Abwehrrechte gegen den Staat konzipiert: nach Art. 1 Abs. 3 GG binden sie Gesetzgebung, vollziehende Gewalt und Rechtsprechung.20 Buschmann, Dieball, StevensBartol, Teilzeitarbeit, S. 177, Rn. 3; BAG v. 7.3.1995, Ez A 1 Betr AVG Gleichbehandlung, Nr. 9.21 dazu Buschmann, Dieball, StevensBartol, Teilzeitarbeit, S. 177.22 BAG v. 7.3.1995, Ez A 1 Betr AVG Gleichbehandlung Nr. 9; bestatigt durch Urteil BAG v.16.1.1996, Ez A Art. 3 Nr. 50 3 des Versorgungstarifvertrags fur die Arbeitnehmer der deutschen Bundespost.13den Gleichheitssatz vor, wenn im wesentlichen gleichliegende Sachverhalte ohne einleuchtende Grundeunterschiedlich behandelt werden. Fur den generellen Ausschlu unterhalftig beschaftigter Te i l z e i t k r a f t eaus der betrieblichen Altersversorgung gibt es keine sachlich vertretbaren Grunde. Auch bei unterhalftigbeschaftigten Teilzeitkraften besteht ein Versorgungsbedarf. Eine unterschiedliche Behandlung lat sichnicht damit rechtfertigen, da unterhalftig beschaftigte Arbeitnehmer typischerweise anderweitig versorgt und nicht auf eine anteilige Zusatzversorgung angewiesen sind.Dieses gilt auch fur den Ausschlu von Teilzeitkraften, die erst aufgrund der Zusammenrechnungmehrerer geringfugiger Beschaftigungen der gesetzlichen Rentenversicherungspflicht unterliegen 23.Soweit Tarifvertragsparteien jedoch Teilzeitarbeitnehmer, die nur geringfugig beschaftigt werden unddeshalb nicht der gesetzlichen Rentenversicherungspflicht unterliegen, von der Zusatzversorgung imoffentlichen Dienst ausgenommen haben, gibt es hierfur einleuchtende Grunde: dieser Ausschlu tragtja der Erganzungsfunktion der Zusatzversorgung Rechnung: es kommt hier auf die Rentenversicherungspflicht an.Eine Bestimmung des Tarifvertrags fur Arbeiter der Deutschen Bundespost verstie auch gegen den Gleichheitssatz durch eine Differenzierung im Zeitpunkt der Unkundbarkeit: Teilzeitbeschaftigte, die uber 40 waren, waren nach 20 Jahren Postdienstzeit unkundbar, wahrend dies schon nach 15 Jahren Postdienstzeit fur gleichaltrige Vollzeitkrafte der Fall war. Sachliche Grunde, die eine solchen Differenzierungrechtfertigten, gab es laut BAG nicht 24. Auch Arbeitnehmer, die weniger als eine halbe Teilzeitstellehaben, genieen die im Tarifvertrag festgelegte Unkundbarkeit nach langjahriger Beschaftigung. So verstie nach dem BAG eine Vorschrift des Bundesangestelltentarifvertrags fur den offentlichen Dienstgegen den Gleichheitssatz, die als Voraussetzung fur die Unkundbarkeit mindestens eine Halbzeitbeschaftigung verlangt 25.b. 2 Abs. 1 Besch FGDie Gleichbehandlungspflicht des Arbeitgebers dem Teilzeitarbeitnehmer gegenuber ergibt sich heutegesetzlich aus 2 Abs.1 Besch FG, der dem Arbeitgeber ausdrucklich die unterschiedliche Behandlungvon teilzeitbeschaftigten Arbeitnehmern wegen der Teilzeitarbeit gegenuber vollzeitbeschaftigten Arbeitnehmern untersagt, es sei denn, da sachliche Grunde eine solche unterschiedliche Behandlung rechtfertigen. Das BAG setzt dabei strenge Mastabe. Es untersucht, welcher Zweck mit der Leistung verfolgt wird, von der Teilzeitarbeitnehmer ausgeschlossen werden. Eine sachliche Begrundung fur eineunterschiedliche Behandlung liegt dann nur vor, wenn sich aus dem Leistungszweck Grunde herleitenlassen, die es unter Berucksichtigung aller Umstande rechtfertigen, dem Teilzeitarbeitnehmer die Leistung auch nicht anteilig zu gewahren 26.So hat der BAG bisher nur in wenigen Fallen das Vorliegen eines solchen sachlichen Grundes bejaht 27.23 u.a. BAG v. 16.3.1982, AP Nr.6 zu 1 Betr AVG.24 BAG v. 13.3.1997 2 AZR 17596.25 BAG 2 AZR 592 96.26 BAG v. 15.11.1990, AP Nr. 11 zu 2 Besch FG; Bestatigung BAG v. 7.11.1991, AP Nr. 14 zu 62 BAT.27 s. BAG v. 9.2.1989 AP Nr. 4 zu 2 Besch FG; BAG v. 21.11.1991, AP Nr. 2 zu 34 BAT; BAG 11.3.1992, BB 1992, 1356 u.a.; fur mehr Details s.Schmidt, Teilzeit in Europa, S. 85 ff.14A r b e i t spapier 2 Was heit Berufstatigkeit heute ?Seit dem Urteil des BAG vom 1.11.1995 mu auerdem auch bei nebenberuflich ausgeubter Tatigkeitgleiches Entgelt an den Teilzeitarbeitnehmer bezahlt werden wie an den hauptberuflich Tatigen 28.2. Verbot der mittelbaren Diskriminierung wegen des Geschlechts Teilzeitarbeitnehmer sind in der Bundesrepublik uberwiegend Frauen. Wenn ein Versto gegen 2 Abs.1 Besch FG nicht gegeben ist, kann demnach meistens ein Versto gegen das Verbot der mittelbaren Diskriminierung von Frauen gepruft werden. Dafur ergeben sich mehrere Rechtsgrundlagen:a. Art. 119 EGV gleiches Entgelt fur Manner und FrauenNach der standigen Rechtsprechung des Eu GH ist die Frage der Anforderung an potentielle Rechtfertigungsgrunde fur eine unterschiedliche Behandlung von Frauen und Mannern allein vom inlandischen Gericht zu beantworten 29. Das BAG setzt seinerseits hohe Mastabe an eine Rechtfertigung einermittelbaren Diskriminierung wegen des Geschlechts. Seine Anforderungen sind sogar hoher als beimallgemeinen arbeitsrechtlichen Gleichbehandlungsgrundsatz oder bei 2 Abs.1 Besch FG. So ist ein dieunterschiedliche Behandlung der Geschlechter rechtfertigender Grund nach seiner standigen Rechtsprechung nur dann gegeben, wenn die unterschiedliche Behandlung einem wirklichen Bedurfnis des Unternehmens dient, fur die Erreichung der unternehmerischen Ziele geeignet und nach den Grundsatzen der Verhaltnismaigkeit erforderlich ist.So hat das BAG den Ausschlu der Teilzeitarbeitnehmer aus der betrieblichen Altersversorgung wegenmittelbarer Diskriminierung der Frauen fur rechtswidrig erklart 30: nicht jeder noch so geringfugige finanzielle Vor oder Nachteil stelle ein wirkliches Bedurfnis fur eine diskriminierende Regelung dar; vielmehrmussen erheblich Kostenvorteile oder nachteile die differenzierende Regelung erfordern; Kostenfaktoren konnten nicht isoliert betrachtet werden, sondern seien im Gegenteil mit den Vorteilen einer Teilzeitbeschaftigung zu verrechnen.Bei der Lohnfortzahlung im Krankheitsfall sah der fruhere 1 Abs. 3 Nr. 2 Lohn FG vor, da keine Lohnfortzahlungspflicht des Arbeitgebers bei Teilzeitarbeit von weniger als 10 Stunden pro Woche oder weniger als 45 Stunden pro Monat bestand. Das BAG sah diese Differenzierung als nicht gerechtfertigt an,da die betroffenen Arbeitnehmer ebenso der Fursorgepflicht des Arbeitgebers bedurften 31. Demnachkonnte diese Bestimmung keine Anwendung finden. Sie wurde 1994 geandert.Bei der Frage der Anrechnung von Beschaftigungszeiten sah der Eu GH in der fruheren Fassung von 23 a BAT eine Benachteiligung i.S.v. Art. 119 EGV. Nach dieser Bestimmung wurden Bewahrungszeiten, in denen der Arbeitnehmer weniger als die Halfte der normalen Arbeitszeit gearbeitet hatte, nurzur Halfte angerechnet 32. Das BAG mute dann seine fruhere Auffassung aufgeben und dieseubernehmen. Zudem hat das BAG mittlerweile entschieden, da eine solche Regelung auch gegen Art. 3 Abs. 1 GG 33 verstot 34.28 BAG v. 1.11.1995, AP Nr. 45 zu 2 Besch FG 1985; hiermit gab das BAG seine bisherige Rechtsprechung, auf, die sich von der Rechtsprechung des Eu GH v. 13.12.1994, AP Nr. 60 zu Art. 119 EWGVertrag sowie des BVerf G v. 18.2.1993, AP Nr. 25 zu 2 Besch FG 1985 bestatigt sah; dazu s.Beduhn, Arbu R 1996, S. 48529 u.a. Eu GH v. 27.10.1993, Eu ZW 1994, 505; weitere Hinweise s. Schmidt, Teilzeitarbeit in Europa, S.89 Fn. 195.29 u.a. Eu GH v. 27.10.1993, Eu ZW 1994, 505; weitere Hinweise s. Schmidt, Teilzeitarbeit in Europa, S.89 Fn. 195.30 BAG v. 20.11.1990, AP Nr. 8 zu 1 Betr AVG Gleichberechtigung.31 BAG v. 9.10.1991, AP Nr. 95 zu 1 Lohn FG.32 Eu GH v. 7.2.1991, Rs. C18489, Slg. 1991, 297.33 s. oben unter A. 1. a.34 BAG v. 9.3.1994, BB 1994, 650.15b. Art. 3 Abs. 2 GG: Manner und Frauen sind gleichberechtigt Seit einer Entscheidung des groen Senats des BAG v. 27.2.1985 35 hat sich auch in der arbeitsgerichtlichen Rechtsprechung weitgehend die Lehre von der mittelbaren Drittwirkung der Grundrechte im Privatrecht durchgesetzt. Dadurch wird die Vertragsfreiheit beim Abschlu von Teilzeitarbeitsvertragenmittelbar durch Art. 3 Abs. 2GG beschrankt. Das BAG begrundet jedoch seine Entscheidungen in dieser Problematik uberwiegend mit einem Versto gegen Art. 119 EGV. Allerdings findet in einigen Fallen eine Bezugnahme auf Art.3 Abs. 2GG statt. Das BAG erkannte auch darin einen Versto, da eine Manahme nicht unmittelbar zwischen Frauen und Mannern unterschied, sondern lediglich Teilzeitarbeitnehmervon einem Vorteil ausschlo 36. Es wird jedoch keine mittelbare Diskriminierung anerkannt, wenn die Ungleichbehandlung durch objektive Faktoren gerechtfertigt sei, die nichts mit einer Diskriminierungaufgrund des Geschlechts zu tun haben 37.c. 611 a BGB: Benachteiligungsverbot aufgrund des Geschlechts Diese Bestimmung verbietet dem Arbeitgeber, einen Arbeitnehmer aufgrund seines Geschlechtes zubenachteiligen. Das Verbot umfat alle Aspekte des Arbeitsverhaltnisses. Die Bestimmung umfat aucheine mittelbare Diskriminierung aufgrund des Geschlechtes. Eine unterschiedliche Behandlung wegendes Geschlechts ist nur zulassig, soweit eine Vereinbarung oder eine Manahme die Art der vom Arbeitnehmer auszuubenden Tatigkeit zum Gegenstand hat und ein bestimmtes Geschlecht unverzichtbare Voraussetzung fur diese Tatigkeit ist.Zu erwahnen ist 612 Abs. 3 BGB, der die Lohngleichheit fur Frauen und Manner enthalt und bereits im 611 a sachlich enthalten ist.3. Stellung der Teilzeitarbeitskrafte im deutschen Sozialrecht Die medizinische Versorgung wird durch die gesetzliche Krankenversicherung geleistet und setzt alsodas Vorliegen einer Krankenversicherungspflicht voraus. Es mu sich also um ein versicherungspflichtiges Beschaftigungsverhaltnis handeln. Ein solches liegt dann vor, wenn eine personliche Abhangigkeitdem Arbeitgeber gegenuber vorliegt und die Arbeit gegen Entgelt erbracht wird. Eine Versicherungsfreiheit gibt es im Sozialgesetzbuch bei geringfugiger Beschaftigung 8 SGB IV. Eine geringfugige Beschaftigung liegt in folgenden Fallen vor:. wenn die Beschaftigung weniger als 15 Stunden pro Woche und das monatliche Arbeitsentgelt ein Siebtel der monatlichen Bezugsgroe 18 S GB IV: durchschnittliches Arbeitsentgelt, aller Ve r s i c h e rten der Rentenversicherung der Arbeiter und der Angestellten ohne Auszubildende im v o rv e rgangenen Kalenderjahr, aufgerundet auf den nachsthoheren, durch 48 teilbaren Betrag: sogenannte 630 DM Jobs, bei hoherem Arbeitsentgelt ein Sechstel des Gesamteinkommens nicht ubersteigt;. die Beschaftigung innerhalb eines Jahres auf langstens 2 Monate oder 50 Arbeitstage begrenzt ist.Hiermit sind Teilzeitarbeitnehmer nicht krankenversicherungspflichtig, wenn diese Voraussetzungenerfullt sind. Sie mussen sich in solchen Fallen anders versichern. Meistens sind es aber Menschen, die 35 BAG GS v. 27.2.1985, AP Nr. 14 zu 611 BGB Beschaftigungspflicht.36 Standige Rechtsprechung des BAG, s. schon BAG 6.4.1982, AP Nr. 1 zu 1 Betr AVG Gleichberechtigung; Bestatigung durch BVerf G, Beschlu v. 28.9.1982, AP Nr. 32 zu Art. 119 EWGV.37 BAG v. 26.5.1993, DB 1994, 99.16A r b e i t spapier 2 Was heit Berufstatigkeit heute ?schon anderweitig versichert sind Studenten, Familienversicherung  Frauen sind wiederum vor allembetroffen: Drei Viertel aller geringfugig Beschaftigten sind Frauen. Damit sind etwa 8 % aller erwerbstatigen Frauen nicht sozialversicherungspflichtig beschaftigt 38.Geringfugig Beschaftigte werden auf diese Art und Weise neben der Krankenversicherung auch von den Renten und Arbeitslosenversicherungen sowie von dem Anspruch auf Mutterschaftsgeld ausgenommen.Bestritten ist, ob diese Ausnahmen fur geringfugig Beschaftigte aus der Versicherungspflicht gegen das Gemeinschaftsrecht Art.4 Abs.1 Richtlinie 797EWG des Rates v. 19.12.1978 zur schrittweisen Verwirklichung des Grundsatzes der Gleichbehandlung von Mannern und Frauen im Bereich der sozialen Sicherheit verstot. Diese Frage wurde dem Eu GH vorgelegt 39. Am 14.12.1995 entschied es, da diedeutsche Regelung, die Beschaftigungen mit weniger als 15 Stunden in der Woche und einem Arbeitsentgelt, das regelmaig 17 der monatlichen Bezugsgroe nicht ubersteigt, von der Versicherungspflichtin den Systemen der gesetzlichen Kranken und Rentenversicherung ausnimmt sowie eine nationale Regelung, die Beschaftigungen, die der Natur der Sache nach auf regelmaig weniger als 18 Stundenin der Woche beschrankt zu sein pflegen oder im voraus in einem Arbeitsvertrag beschrankt sind, vonder Beitragspflicht in der gesetzlichen Arbeitslosenversicherung ausnimmt 40, keine Diskriminierung aufgrund des Geschlechts i.S.v. Art. 4 Abs. 1 der Richtlinie 797EWG darstellen, selbst wenn sie erheblichmehr Frauen als Manner betreffen, da der nationale Gesetzgeber in vertretbarer Weise davon ausgehenkonnte, da die fraglichen Rechtsvorschriften erforderlich waren, um ein sozialpolitisches Ziel zu erreichen, das mit einer Diskriminierung aufgrund des Geschlechts nichts zu tun hat 41. Hiermit wird die Normierung einer Geringfugigkeitsgrenze vom Eu GH als zulassig bestatigt. Das Urteil ubernahm dabei die Argumentation der Bundesregierung. Die vom DGB vertretenen Klager hatten vor dem Eu GH gerugt,da die Obergrenze in 8 SGB IV in der Praxis jeden Ubergang in sozial gesicherte Teilzeit verhindere,da die Arbeitgeber alles daran setzten, die Uberschreitung der mageblichen Einkommensgrenze zu verhindern: einmal geringfugig immer geringfugig. Entgegen dem Antrag des Generalanwalts 42 wurde dieobjektive Rechtfertigung der Ungleichbehandlung gar nicht uberpruft, sondern mit der Formel von demweiten Entscheidungsspielraum in das Ermessen der Mitgliedstaaten gestellt. Damit zog sich das Gericht von seiner Aufgabe der Wahrung des Rechts bei der Auslegung und Anwendung dieses Vertrags Art. 164 EVG weitgehend zuruck. Die von der Bundesregierung und Arbeitgebervertreternentfachte Kampagne gegen den Eu GH und seine angeblich zu arbeitnehmerfreundliche Haltung scheintsomit Fruchte zu tragen 43.Heute besteht in Deutschland das Bestreben, die sozialversicherungsfreien 630MarksJobs zu kippen. Die bisherigen Bestrebungen der neuen Regierung, die Sozialversicherungspflicht auch bei geringfugigen Beschaftigungen u.U. einzufuhren, sehen sich jedoch heute durch die Ergebnisse der Wahlen in Hessen in Frage gestellt, da die Mehrheit im Bundesrat sich dadurch geandert hat. 38 Statistisches Bundesamt, Mitteilung fur die Presse vom 12.11.1997.39 s. Vorlagebeschlusse SG Speyer v. 18.11.1993, Eu ZW 1994, S. 192 und SG Hannover v. 25.5.1993, Eu ZW 1993, S. 648.40 fruhere kurzzeitige Beschaftigung, Art. 102 AFG, heute durch AFRG v. 24.3.1997 aufgehoben Neuregelung der Arbeitsforderung im SGB III.41 Eu GH v. 14.12.1995, abgedruckt in Arbu R 1996, S. 39 ff.42 Arbu R 1995, S. 265.43 s. Hinweise in Buschmann, Anmerkung zum Urteil, Arbu R 1996, S. 40.17Lediglich bei der gesetzlichen Unfallversicherung gibt es keine Besonderheiten bei den geringfugig Beschaftigten. Bei der Lohnfortzahlung im Krankheitsfall mussen auch geringfugig Beschaftigte berucksichtigt werden im Gegenteil zum Krankengeld.B.Teilzeitarbeit und europaisches Recht 1979 stellte der Rat erstmals mit der Entschlieung vom 18.12.1979 uber die Anpassung der Arbeitszeit Grundsatze zur Behandlung des Problems der Teilzeitarbeit auf. Dabei sollte der Grundsatz der gleichen Rechte fur Voll und Teilzeitbeschaftigte festgelegt werden. Unter Teilzeitarbeit wurde hierin jede Arbeit mit einem zeitlich geringerem Umfang als Vollzeitarbeit ohne jegliche Untergrenze verstanden. Esging vor allem darum, da die Diskriminierungen von Teilzeitarbeitnehmern im Vergleich zu Vollzeitkraften beseitigt werden und die nationalen Unterschiede reduziert werden. Auch das europaische Parlament forderte in einer Entschlieung vom 11. 2.1981 die Kommission auf, einen Richtlinienvorschlag zuerarbeiten, der die Benachteiligungen von Teilzeitarbeit im Verhaltnis zu Vollzeitarbeit beseitigt und den Teilzeitarbeitnehmern die gleichen Rechte einraumt 44.In der Gemeinschaftscharta der sozialen Grundrechte der Arbeitnehmer vom 9.12.1989, die jedochrechtlich nicht verbindlich ist und nur eine politische Verpflichtung der Unterzeichner beinhaltet, auf diein der Charta genannten Ziele hinzuarbeiten, wird ebenfalls im Abschnitt uber die Verbesserung der Lebens und Arbeitsbedingungen der Arbeitnehmer in der Gemeinschaft festgestellt, da die Verwirklichung des Binnenmarktes zu einer Verbesserung der Lebens und Arbeitsbedingungen der Arbeitnehmer fuhren soll; dieser Proze betreffe auch andere Arbeitsformen wie die Teilzeitarbeit.1. Richtlinienvorschlage und Richtliniena. Erste Richtlinienentwurfe zur Teilzeitarbeit Die Kommission legte am 4.1.1982 einen Vorschlag fur eine Richtlinie zur Regelung der freiwilligen Teilzeitarbeit vor 45, die der Stellungnahme des EGB 4 6 weitgehend entsprach und sehr fortschrittlich war.Teilzeit wurde definiert als eine regelmaig zu leistende Arbeit, bei der sich Arbeitnehmer und Arbeitgeber auf eine kurzere als die normale Arbeitszeit einigen Art. 1. Der Grundsatz der Nichtdiskriminierung von Teilzeitarbeitnehmern gegenuber Vollzeitarbeitnehmern wurde hinsichtlich der Arbeitsbedingungen, der Entlassungsbedingungen, der aktiven und passiven Beteiligungen an den Organen der Arbeitnehmervertretung, beim Zugang zur Berufsbildung, beim beruflichen Aufstieg und beim Zugangzu den sozialen und arbeitsmedizinischen Einrichtungen festgelegt Art. 2 und bezog sich auf gesetzliche und betriebliche Systeme der sozialen Sicherheit Art. 3 Abs. 1 sowie auf das Arbeitsentgelt, das Urlaubsgeld und Abfindungen bei Entlassungen Art. 4 Abs. 1 47. Dieser Vorschlag wurde mangels einer Einigung im Ministerrat nicht angenommen.44 ABl. C 50 v. 9.3.1981.45 ABl. C 627 v. 12.3.1982.46 Europaischer Gewerkschaftsbund, Synthese des vom EGB anlalich der Anhorung durch die Kommission am 22.4.1980 formulierten Standpunktszum Problem der Teilzeitarbeit.47 Fur eine detailliertere Darstellung s. Buschmann, Dieball, StevensBartol, Teilzeitarbeit, Rn. 21 Europaisches Recht.18A r b e i t spapier 2 Was heit Berufstatigkeit heute ?Am 5.1.1983 folgte der geanderte Vorschlag fur eine Richtlinie des Rates zur Regelung der freiwilligen Teilzeitarbeit 48. Dieser Vorschlag enthielt auch keine Norm, die den gleichberechtigten Zugang der Teilzeitkrafte zu den Systemen der sozialen Sicherheit vorschreibt, was der wichtigste Streitpunkt war.Zu dem Streitpunkt, ab welcher Stundenzahl ein Arbeitnehmer sozialversicherungspflichtig ist, wurdenichts gesagt.Das Einstimmigkeitserfordernis Art.100 EGV verhinderte jedoch wegen der Ablehnung Grobritanniens, da die Richtlinie verabschiedet wurde. Auch der Vorschlag einer Richtlinie uber die Zeitarbeit unddie Befristung von Arbeitsverhaltnissen konnte nicht angenommen werden.b. Richtlinien und Entwurfe uber atypische Arbeitsverhaltnisseba. Die Richtlinie zur Erganzung der Manahmen zur Verbesserung der Sicherheit und des Gesundheitsschutzes von Arbeitnehmern mit befristetem Arbeitsverhaltnis oder Leiharbeitsverhaltnis vom 25.6.1991 49 bezieht sich nicht explizit auf Teilzeitarbeit.bb. Die Vorschlage fur eine Richtlinie uber bestimmte Arbeitsverhaltnisse hinsichtlich der Arbeitsbedingungen 50 und fur eine Richtlinie uber bestimmte Arbeitsverhaltnisse im Hinblick auf Wettbewerbsverzerrungen 51 wurden trotz Anderungen nicht vom Rat angenommen. Es wurde ihnen vorgeworfen, dasie sich nicht mit strukturellen Diskriminierungsproblemen auseinandersetzten, so da sie u.a. beide diegeringfugig Beschaftigten hier: Arbeitnehmer mit weniger als 8 Stunden pro Woche aus ihrem Geltungsbereich nehmen jeweils Art.1Abs.3. Trotz wiederholten Versuchen konnten vor allem wegendes Widerstandes Grobritanniens diese Entwurfe nicht angenommen werden.c. Die Rahmenvereinbarung uber Teilzeitarbeit und die darauffolgende Richtlinie Anfang Juni 1997 einigten sich die Sozialpartner auf europaischer Ebene UNICE, CEEP und EGB aufeine Europaische Rahmenvereinbarung uber Teilzeitarbeit 52.Diese Rahmenvereinbarung bezeichnet sich als ein Beitrag zur allgemeinen europaischen Beschaftigungsstrategie. Sie legt die allgemeinen Grundsatze und Mindestvorschriften fur die Teilzeitarbeitnieder. Sie betrifft die Beschaftigungsbedingungen von Teilzeitarbeitnehmern, erkennt jedoch an, da Fragen der gesetzlichen Regelung der sozialen Sicherheit der Entscheidung der Mitgliedstaaten unterliegen.Gegenstand der Ve re i n b a rung ist es, die Beseitigung der Diskriminierung von Teilzeitbeschaftigten sicherzustellen, deren Arbeitsbedingungen zu verbessern und die Teilzeitarbeit sowie ihre flexible Org a n i s a t i o nzu ford e rn Bestimmung 1. Sie gilt fur Teilzeitbeschaftigte mit einem Arbeitsvertrag oder einem Beschaft i g u n g s v e rhaltnis nach der im Mitgliedstaat geltenden Definition. Nach dem Grundsatz der Nichtd i s k r i m i n i e rung durfen Teilzeitbeschaftigte in ihren Beschaftigungsbedingungen nicht deswegenschlechter behandelt werden als verg l e i c h b a re Vollzeitbeschaftigte, nur weil sie teilzeitbeschaftigt sind,es sei denn, die unterschiedliche Behandlung ist aus objektiven Grunden gere c h t f e rtigt Best.4 N r. 1 .48 ABl.C 185 v. 22.1.1983.49 91383EWG, ABl. L 20919 v. 29.7.1991.50 ABl. C 2244 v. 8.9.1990.51 ABl. C 2246 v. 8.9.1990.52 Europaische Vereinbarung uber Teilzeitarbeit, am 7.6.1997 von den Sozialpartner verabschiedet, abgedruckt in Buschmann, Dieball, StevensBartol,Teilzeitarbeit, S. 399 ff.19Die Vereinbarung sieht aber mehrere Ausnahmen vor:. Teilzeitbeschaftigte, die nur auf sporadischer Basis arbeiten, konnen von den Mitgliedstaaten vonden Bestimmungen der Vereinbarung ausgeschlossen werden Best.2 Abs. 2; diese mussen vorherlediglich die Sozialpartner anhoren Anhorungsrecht bedeutet nicht Mitbestimmungsrecht !;. Die Mitgliedstaaten konnen, wenn dieses aus objektiven Grunden gerechtfertigt ist, den Zugang zub e s o n d e ren Beschaftigungsbedingungen von einer bestimmten Betriebszugehorigkeitsdauer, Arbeitszeit oder Lohn und Gehaltsbedingungen abhangig machen Best. 4 Nr. 4; lediglich eine Anhorung der Sozialpartner ist dafur notwendig;. Die Vereinbarung erstreckt sich nicht auf Fragen der sozialen Sicherheit, die gesetzlichen Regelungen unterliegen Praambel, Abs. 3.Die anderen Bestimmungen sind auerdem lediglich SollBestimmungen: Beschrankungen beim Zugang zur Teilzeitarbeit sollen von den Mitgliedstaaten und den Sozialpartnern gepruft und eventuellbeseitigt werden Best. 5, Nr. 1, die Weigerung eines Arbeitnehmers, von einer Vollzeit in eine Teilzeitbeschaftigung bzw. umgekehrt umgestuft zu werden soll keinen Kundigungsgrund darstellen Best. 5,Nr. 2, die Arbeitgeber sollen, soweit dies moglich ist, Antrage der Arbeitnehmer diesbezuglich berucksichtigen und den Zugang erleichtern Best. 5, Nr. 3 usw. Die Mitgliedstaaten sowie die Sozialpartnersollten auerdem alle Hindernisse, die die Teilzeitarbeitsmoglichkeiten beschranken, beseitigen und die Arbeitgeber Antrage von Arbeitnehmern diesbezuglich berucksichtigen Best. 5.Diese Rahmenvereinbarung ist am 15.12.1997 trotz erheblicher Kritik seitens des Parlaments 53 und auchdes deutschen Bundesrats als Richtlinie durch die Arbeitsminister der EU verabschiedet worden. Sie istals Anhang Bestandteil der Richtlinie. Zugleich wurde die Kommission dringend aufgefordert, zu den vonder Te i l z e i t v e re i n b a rung ausgeklammerten Fragen wie der Sozialversicherung und zu den ebenfalls auenvor gelassenen ubrigen atypischen Arbeitsformen schnellstens Richtlinienvorschlage zu unterbre i t e n .2. Europaisches Sozialrecht und Teilzeitarbeit Die Kompetenzen der EU im Bereich der Angleichung der nationalen Systeme der sozialen Sicherheitsind sehr beschrankt: eine vollstandige Harmonisierung ist in diesem Bereich aufgrund der erheblichen Unterschiede der verschiedenen Systeme aus geschichtlichen und kulturellen Grunden schwer vorstellbar und nicht gewunscht.In einer Erklarung des europaischen Rates von Dublin im Dezember 1996 zur Beschaftigung wird jedochunter anderem betont, da die Systeme der sozialen Sicherheit beschaftigungsfreundlicher gestaltetwerden sollten, indem Systeme der sozialen Sicherheit entwickelt werden, die sich an neue Arbeitsstrukturen anpassen lassen und die jedem, der im Rahmen solcher Strukturen arbeitet, auch einenangemessenen sozialen Schutz bietet.Schon heute existieren jedoch auf Gemeinschaftsebene Bestimmungen, die in die nationalen Systemeder sozialen Sicherheit auch im Interesse der Teilzeitarbeitnehmer greifen. Dies sind aber Regelungen,die den Schutz von Arbeitnehmerinnen bezwecken: Teilzeitarbeitnehmer werden somit nur indirektdurch das Verbot mittelbarer Diskriminierung aufgrund des Geschlechts erfat.53 s. Eu ZW 1998, S. 68; auch die Bundesratsstellungnahme, Eu ZW 1998, S. 135.20A r b e i t spapier 2 Was heit Berufstatigkeit heute ?a. Es handelt sich zum einen um die Richtlinie 797EWG vom 19.12.1978 uber die Gleichbehandlung von Mannern und Frauen im Bereich der sozialen Sicherheit Sie erfat die gesamte Erwerbsbevolkerung inklusive der Selbstandigen, deren Erwerbstatigkeit durch Krankheit, Unfall oder unverschuldete Arbeitslosigkeit unterbrochen ist, der Arbeitsuchenden und dersich in Ruhestand befindlichen oder arbeitsunfahigen Arbeitnehmer und Selbstandigen; die Dauer unddie Qualitat der Arbeitsleistung sind irrelevant, so da auch Teilzeitarbeitnehmer mit ganz geringen Einkunften erfat werden. Der Geltungsbereich der Richtlinie erstreckt sich nicht nur auf die gesetzlichen Systeme, die Schutz gegen Krankheit, Invaliditat, Alter, Arbeitsunfall und Berufskrankheit sowie Arbeitslosigkeit bieten, sondern auch auf Sozialhilferegelungen, die die genannten Systeme erganzen oderersetzen 54. Mageblich ist dabei, ob die Leistung unmittelbar und in effektiver Weise mit einem dergenannten Risiken zusammenhangt. Vom Geltungsbereich nicht erfat sind dagegen gesetzliche Regelungen, wonach Personen, deren Mittel unter einem gesetzlich festgelegten Betrag liegen, unter bestimmten Voraussetzungen zur Deckung ihrer Bedurfnisse eine besondere Leistung erhalten. Explizitausgenommen sind Regelungen, die Leistungen fur Hinterbliebene oder Familienangehorige betreffen,sowie auch andere Leistungen in Bereichen, die im Ergebnis meistens Frauen begunstigen.Die Rechtsprechung des Eu GH zu den Voraussetzungen eines Verstoes gegen das Verbot der mittelbaren Diskriminierung wegen des Geschlechts im Art. 4 Abs.1 der Richtlinie zeigt eine relative Zuruckhaltung seinerseits, die sich vermutlich dadurch erklaren lat, da die Gemeinschaft im Vergleich zum Bereich der Lohne Art.119 EGV im Bereich der sozialen Sicherung eine begrenzte Kompetenz hat 55.Der Eu GH hat seine zu Art.119 entwickelten Grundsatze auf Art. 4 Abs.1 der Richtlinie 797EWG ubertragen: ein Versto ist zu bejahen, wenn eine geschlechtsneutrale Regelung wesentlich groere Auswirkungen fur ein Geschlecht bewirkt und diese benachteiligenden Auswirkungen nicht durch objektive Faktoren gerechtfertigt sind, die nichts mit einer Diskriminierung wegen des Geschlechts zu tun haben.Das Vorliegen eines objektiven Faktors, der nichts mit einer Geschlechterdiskriminierung zu tun hat, istzu bejahen, wenn die Regelung, die benachteiligende Auswirkungen fur ein Geschlecht hat, einem notwendigen Ziel der nationalstaatlichen Sozialpolitik dient und zur Erreichung dieses Ziels geeignet underforderlich ist 56.b. Zum anderen ist ebenfalls die Richtlinie 9285EWG zur Verbesserung der Sicherheit und des Gesundheitsschutzes von schwangeren Arbeitnehmerinnen vom 19.10.1992 zu erwahnen. Wahrend des Mutterschaftsurlaubs mind. 14Wochen mu demnach Art.11 Abs.2b die Frau Anspruchauf Fortzahlung des Arbeitsentgelts undoder auf eine angemessene Sozialleistung haben. Die Sozialleistung ist angemessen Abs.3, wenn sie mindestens den Bezugen entspricht, die die betreffende Arbeitnehmerin im Falle einer Unterbrechung ihrer Erwerbstatigkeit aus gesundheitlichen Grundenerhalten wurde.Es handelt sich bei diesen beiden Richtlinien um Regelungen, die ausschlielich den Schutz von Arbeitnehmerinnen bezwecken. Sie erfassen die Teilzeitarbeitskrafte nur indirekt.54 Eu GH v. 4.2.1992, Rs. C24390, Slg. 1992, 467 489.55 s. Schmidt, Teilzeitarbeit in Europa, S. 179.56 Standige Rechtsprechung des Eu GH; zur ausfuhrlichen Darlegung s. Schmidt, Teilzeitarbeit in Europa, S. 173 ff.21C. Ergebnis fur den 2. Bildungsweg Die Beobachtung der neueren Entwicklungen in der Rechtssetzung sowie in der Rechtsprechung betreffend der Teilzeitarbeit zeigt das Bestreben, bestehende Schwellenwerte fur den Genu von gesetzlichen oder tariflichen Vorteilen von Teilzeitkraften in Zweifel zu ziehen bzw. abzubauen. Dieszeigt das Ubereinkommen der IAO sowie die dazugehorige Empfehlung von 1994, die solche Schwellenwerte zwar erlauben, jedoch begrenzen bzw. herabsetzen wollen. Die Rechtsprechung des BAG hatsich gegen den Ausschlu unterhalftig beschaftigter Teilzeitarbeitnehmer aus der betrieblichen Altersversorgung BAG v. 7.3.1995 bzw. gegen deren unterschiedliche Behandlung bei der tariflichen Unkundbarkeit nach langjahriger Betriebszugehorigkeit BAG 13.3.1997 sowie auch bei der Lohnfortzahlung im Krankheitsfall, was zu einer Anderung des Lohn FG fuhrte, ausgesprochen. Die Kurzzeitigkeitsgrenze istin der neuen Regelung der Arbeitsforderung im SGB III aufgehoben worden. Von vielen Seiten wird die Abschaffung sozialversicherungsfreier Tatigkeiten gefordert Literatur und Bundesratsinitiative des Landes Hessen fur eine grundsatzliche Ve r s i c h e rungspflicht, auch wenn der Eu GH sowie die neue Richtliniezur Teilzeitarbeit dies nicht fordern.Dieses Bestreben macht das Fortbestehen der Forderung einer mehr als 50 %igen Berufstatigkeit furdie Aufnahme in eine Einrichtung des 2. Bildungsweges nicht mehr haltbar. Wenn uberhaupt eine Schwelle angebracht ist, so durfte sie sich auch auf hochstens 15 Wochenstunden Geringfugigkeitsgrenze begrenzen, wobei auch diese Schwelle heute in Frage gestellt wird. Die Ausubung einer beruflichen Tatigkeit sollte eigentlich nicht von einer wochentlichen Mindeststundenzahl abhangen.22A r b e i t spapier 2 Was heit Berufstatigkeit heute ?III. Die selbstandige Arbeit Aktuelle Studien zeigen, da in den letzten 20 Jahren immer mehr Menschen als Selbstandige arbeitens. Einfuhrung. Viele Menschen, die Arbeitslose sind, versuchen uber den Weg der Selbstandigkeit ausder Arbeitslosigkeit zu kommen. Der Staat zahlt Uberbruckungsgeld als Unterstutzung fur den Lebensunterhalt wahrend der ersten Phase der Existenzgrundung von fruheren Arbeitslosen oder von Arbeitslosigkeit bedrohten Personen 57 SGB III.Anderen wird von ihrem Arbeitgeber formell gekundigt und sie arbeiten dann weiter fur ihn als Selbstandige.A. Arbeitnehmer und Selbstandige Auf den ersten Blick erscheint der Unterschied zwischen Arbeitnehmern und Selbstandigen ganz klarund einfach zu sein. Arbeitnehmer in normalen, typischen Arbeitsverhaltnissen erzielen ein regelmaiges Einkommen, dessen Hohe von ihrer Qualifikation und der Dauer der Beschaftigung abhangt,haben einen gewissen Schutz vor einer Beendigung des Arbeitsverhaltnisses, erhalten im Falle von Krankheit oder Mutterschaft weiterhin Bezuge, sind in der Rentenversicherung, erhalten betriebliche Sozialleistungen, sind ggf. in ein System kollektiver betrieblicher Interessenvertretung eingebunden etc. Dagegen mu sich der Selbstandige selbst um Arbeit kummern, von deren Umfang das Beziehen eines Einkommens abhangt, und mu sich selbst gegen Krankheit und Alter versichern.Wenn man jedoch die sozialen Rechte der Selbstandigen mit den Rechten von Arbeitnehmern, deren Arbeitsverhaltnis in irgendeiner Weise vom sog. Normalarbeitsverhaltnis abweicht so u.a. die Teilzeitarbeit vergleicht, so erscheint die Diskrepanz nicht mehr so gro. Besonders gering ist der Unterschied zu den sogenannten geringfugig Beschaftigten weniger als 15 Stunden pro Woche und geringes Einkommen, Definition s. unter II. A. 3., die nicht der Sozialversicherungspflicht unterliegen. Auch diesesind nicht oder kaum gegen Krankheit und Alter abgesichert.Andererseits stellt das Gesetz vereinzelt Selbstandige wegen ihrer vergleichbaren Schutzwurdigkeit den Arbeitnehmern in der Versicherungspflicht gleich, wenn sie nicht zugleich Arbeitgeber sind 57. Dies giltin der Unfall und Rentenversicherung etwa fur die Hausgewerbetreibenden, Kustenfischer, Kusten und Binnenschiffer s. 2 SGB VI. Die Definitionen von der geringfugigen Beschaftigung 8 SGB IVsowie vom Beschaftigungsort 9 SGB IV gelten ebenfalls entsprechend bei der selbstandigen Tatigkeit 8 Abs. 3 und 11 SGB IV.Eine klare Abgrenzung zwischen Arbeitnehmern und Selbstandigen ist um so wichtiger, da viele Arbeitnehmer aus Kostengrunden vom Unternehmer sozusagen ausgelagert werden, indem sie nunmehrals Selbstandige fur ihn arbeiten. Neue Formen der Arbeit entwickeln sich wo diese Abgrenzung nichtklar ist: atypische Arbeitsvertrage, Auslagerung, Telearbeit  57 Nach einem neuen Gesetz, das z.T. am 1.1.1999 in Kraft getreten ist, bezieht der Gesetzgeber nunmehr Scheinselbstandige verstarkt in die gesetzliche Pflichtversicherung ein. Es wird zwischen scheinselbstandigen Arbeitnehmern und arbeitnehmerahnlichen Selbstandigen unterschieden.Sie werden, je nach Grad der Abhangigkeit, in alle Sozialversicherungszweige oder nur in die Rentenversicherung mit einbezogen. Dazu s. u.a. Dr. Thomas Ebert, Bundesarbeitsblatt 11999, S.10ff.23So droht die Grenze zwischen abhangiger und selbstandiger Beschaftigung zu verwischen, wodurch der A n w e n d u n g s b e reich des Arbeitsrechts unklar und seine Effizienz in bestimmten Bereichen re d u z i e rtw i rd 5 8.Heute ist in der Rechtsprechung der Arbeitsgerichte die sog. personliche Abhangigkeit das entscheidende Kriterium fur die Abgrenzung zum Selbstandigen. Hinzu kommen weitere Kriterien wie die Weisungsfreiheit, die Freiheit beim Einsatz der Arbeitskraft, die Verteilung des Unternehmerrisikos.Als weitere Kategorie besteht die der sog. arbeitnehmerahnlichen Personen Heimarbeiter, z.T. Handelsvertreter, Mitarbeiter im Medienbereich  Sie unterliegen je nach Berufsgruppe unterschiedlichenarbeitsrechtlichen, arbeitsrechtsahnlichen und sozialrechtlichen Schutznormen. Hierauf kann im Rahmendieser Arbeit nicht naher eingegangen werden 59.Die ublichen Selbstandigen hingegen unterliegen dem Selbstandigenrecht, das vor allem durch Vertrags und Gewerbefreiheit sowie Selbstvorsorge gepragt ist.B. Selbstandige und 2. Bildungsweg Die Anforderung an eine versicherungspflichtige Beschaftigung fur den Zugang zum 2. Bildungsweg 60fuhrt zu dem Ausschlu der meisten selbstandig beruflich Tatigen.Zwischen Selbstandigen und Abhangigen wird von der Rechtsprechung anhand von Kriterien in deren Statut Kriterium der personlichen Abhangigkeit, Freiheit  unterschieden, nicht aber nach deren Tatigkeit. Durch die Arbeit als Selbstandiger wird auerdem in gleichem Mae berufliche Erfahrung gesammelt wie in einer abhangigen Beschaftigung, auch wenn eine etwas andere. Eine Einrichtung des 2. Bildungsweges, die sich als Einrichtung fur berufserfahrene Erwachsene versteht, wie dies der Fall bei Abendgymnasien und Kollegs 61 ist, sollte deshalb nicht darauf abstellen, ob es sich um eine berufliche Erfahrung als Arbeitnehmer oder als Selbstandiger handelt.Die Unterscheidung zwischen einer versicherungspflichtigen und einer nicht versicherungspflichtigen Tatigkeit ist deshalb unbegrundet.Praktisch stellt sich das Problem, die Ausubung einer selbstandigen Tatigkeit nachzuweisen. Hier konnte man einen Nachweis durch eidesstattliche Versicherung zulassen. Im Ubrigen wird die Ausubungeiner selbstandigen Tatigkeit aber in der Regel durch die Vorlage von Dokumenten aus der Tatigkeitselber Steuerbescheide, Versicherungsvertrage, Auftrage z.B. nachweisbar sein.58 so auch Grunbuch der Kommission vom 24.7.1996, KOM96 389 endg.: Leben und arbeiten in der Informationsgesellschaft: im Vordergrund der Mensch, S. 11.59 Eingehend zu diesen Problemen s. Wank, Arbeitnehmer und Selbstandige, 198860 s. Einfuhrung A. und Fn. 761 s. BASS 1913 Abendgymnasium und 14 Kolleg, jeweils 1, Abs.124A r b e i t spapier 2 Was heit Berufstatigkeit heute ?IV. Erweiterung des Begriffs der Nichterwerbstatigkeit ?A. Aktuelle Miterfassung Nichterwerbstatiger bei den Zugangsvoraussetzungen zum 2. Bildungsweg Bisher werden bei der Zulassung zum 2. Bildungsweg nur in begrenztem Umfang Ausnahmen von dem Prinzip gemacht, nach dem eine Berufstatigkeit vorliegen mu.Folgende Tatigkeiten zahlen demnach ausnahmsweise auch als berufliche Tatigkeit:. Fuhrung eines Haushalts erlautert unter 1.,. entsprechende Dienstzeit bei der Bundeswehr oder dem Bundesgrenzschutz.Auerdem werden auf die Dauer der Berufstatigkeit folgende Tatigkeiten angerechnet:. abgeleisteter Wehrdienst oder Zivildienst,. abgeleistetes freiwilliges Jahr erlautert unter 2.,. bis zur Dauer von einem Jahr nachgewiesene Arbeitslosigkeit erlautert unter 3.1. Die Fuhrung eines Haushalts Eine Haushaltsfuhrung ist einer beruflichen Tatigkeit gleichzustellen, wenn im Haushalt nachweislichmindestens ein minderjahriges Kind oder ein pflegebedurftiger Angehoriger zu versorgen ist.Kindererziehung wird als gesellschaftlich bedeutsam fur die Aufrechterhaltung des demographischen Bestandes angesehen. So werden bestimmte Zeitraume der kindererziehenden Tatigkeit in der Rentenversicherung wie Zeitraume eines Beschaftigungsverhaltnisses behandelt 56 SGB VI. Auch das Sozialversicherungsrecht behandelt somit kindererziehende Personen wie Erwerbstatige 62.2. Das freiwillige soziale Jahr und ahnliche freiwillige Dienste Die aktuellen Fassungen der APOAG und des APOKollegs enthalten als Ausnahme nur das freiwilligesoziale Jahr a., obwohl es andere, ahnliche freiwillige Dienste gibt, die, was den Zugang zum 2. Bildungsweg betrifft, gleichzustellen sind: das freiwillige okologische Jahr b. und den europaischen Freiwilligendienst c a. Das freiwillige soziale Jahr ist im Gesetz zur Forderung eines freiwilligen sozialen Jahres FSJG vom 17.8.1964 geregelt 63.Das freiwillige soziale Jahr ist ein Angebot der auerschulischen Jugendbildung fur junge Menschenzwischen 17 und 27 Jahren, die bereit sind, an der Bewaltigung sozialer Probleme in der Gesellschaftmitzuwirken. Es wird ganztagig als pflegerische, erzieherische und hauswirtschaftliche Hilfstatigkeitgeleistet 1 Abs. 1 Nr. 1 FSJG bis zur Dauer von 12 zusammenhangenden Monaten und fur minde62 was die soziale Versicherung bei der Pflege eines Angehorigen trifft s. unten, B.1.b.63 BGBl. 1964 I S. 640, zuletzt geandert durch Art. 18 Gesetz zur Reform der Arbeitsforderung AFRG v. 24.3.1997 BGBl. I S. 594.25stens sechs Monate. Beschaftigte nach diesem Gesetz sind krankenversichert, wobei die Versicherungspflicht auch bei Vorliegen einer geringfugigen Beschaftigung gegeben ist 27 Abs. 2 Satz 1 SGBIII; der Arbeitgeber tragt den Beitrag alleine.Beschaftigte Personen im Rahmen dieses Gesetzes haben Anspruch auf Qualifikationsmanahmen: im Gesetz wird die padagogische Begleitung von einer zentralen Stelle   mit dem Ziel, soziale Erfahrungzu vermitteln und das Verantwortungsbewutsein fur das Gemeinwohl zu starken als Voraussetzungfur die Forderung aufgestellt; diese padagogische Begleitung umfat die fachliche Anleitung der Helferinnen und Helfer durch die Einsatzstelle, die individuelle Betreuung durch padagogische Krafte der Zentralstelle des Tragers mit Unterstutzung durch die Einsatzstelle sowie die Seminararbeit 1 Abs. 1Nr. 2 FSJG.Das freiwillige soziale Jahr wird in Einrichtungen der Wohlfahrtspflege einschlielich der Kinder und Jugendhilfe oder in Einrichtungen der Gesundheitshilfe geleistet 1 Abs. 1 Nr. 3 FSJG.Den Helfern und Helferinnen durfen nur Unterkunft, Verpflegung, Arbeitskleidung und ein angemessenes Taschengeld gewahrt sowie Aufwendungen fur Beitrage zum Zweck der Hoherversicherung in dergesetzlichen Rentenversicherung ersetzt werden 1 Abs.1 Nr.5 FSJG. Sie bekommen also keinen Lohn, sondern lediglich Aufwandsentschadigungen.Auf eine Tatigkeit im Rahmen eines freiwilligen sozialen Jahres finden die Arbeitsschutzbestimmungenund das Bundesurlaubsgesetz Anwendung 15 FSJG.Das freiwillige soziale Jahr kann auch im europaischen Ausland geleistet werden, wenn der Trager seinen Hauptsitz im Inland hat 1 Abs. 2 FSJG.b. Das freiwillige okologische Jahr Zu nennen ist weiterhin das Gesetz zur Forderung eines freiwilligen okologischen Jahres FOJG vom 17.12.1993 64, das die Moglichkeit bietet, Personlichkeit sowie Umweltbewutsein zu entwickeln undfur Natur und Umwelt zu handeln 1 FOJG. Es enthalt die gleichen Bestimmungen wie das ebenbesprochene Gesetz zur Forderung eines freiwilligen sozialen Jahres und sieht ebenfalls die Anwendungder Arbeitsschutzbestimmungen und des Bundesurlaubsgesetzes vor 4 FOJG. Insofern mu es wieein freiwilliges soziales Jahr auf die Dauer der Berufstatigkeit bei der Aufnahme in eine Einrichtung des 2. Bildungswegs angerechnet werden.c. Der Europaische Freiwilligendienst Unabhangig vom freiwilligen Sozialdienst existiert seit dem 1.1.1998 fur junge Leute zwischen 18 und 25 Jahren die Moglichkeit, fur eine Zeit lang in ein anderes Land der EU zu gehen und in Krankenhausern, Altenheimen, im Umweltschutz oder im Kultursektor zu arbeiten. Die Europaische Kommissionubernimmt die Reisekosten und zahlt ein monatliches Taschengeld von knapp 400 DM 65. Dieses nenntsich Europaischer Freiwilligendienst. Dabei geht es darum, jungen Europaern eine Bildungserfahrungzu vermitteln, die ihnen sowohl den Erwerb von Fahigkeiten und Fertigkeiten als auch die Ausubungeiner verantwortungsbewuten Unionsburgerschaft ermoglicht 66.64 BGBl. 1993 I S. 2118.65 Information aus der Zeitung Ruhr Nachrichten Dortmund v. 23.10.1997.66 KOM96 610 endg., Vorschlag fur einen Beschlu des europaischen Parlaments und des Rates zur Einfuhrung des gemeinschaftlichen Aktionsprogramms Europaischer Freiwilligendienst fur Jugendliche.26A r b e i t spapier 2 Was heit Berufstatigkeit heute ?Ein solcher abgeleisteter europaischer Freiwilligendienst ist sicherlich wie das freiwillige soziale Jahr beider Aufnahme in den 2. Bildungsweg auf die Dauer einer beruflichen Tatigkeit anzurechnen.3. Die Anrechnung von einem Jahr Arbeitslosigkeit Auf die Dauer der Berufstatigkeit wird fur die Aufnahme in den 2. Bildungsweg bis zu einem Jahr Arbeitslosigkeit angerechnet. Dieses ist Ausdruck der Integrationsfunktion des 2. Bildungsweg, dieschon in der Einfuhrung kurz erortert worden ist 67: Auch Menschen, die aus welchen Grunden auchimmer keine Berufstatigkeit ausuben bzw. ausgeubt haben, d.h. oft Menschen, die in der heutigen Gesellschaft keinen richtigen Platz haben, sollen uber den 2. Bildungsweg die Moglichkeit erhalten, sichfortzubilden und so eine Integrationschance zu bekommen.Gerade diese Funktion des 2. Bildungswegs ist heute besonders wichtig, da immer mehr Menschen am Rande der Gesellschaft stehen und immer weniger Chancen haben, wieder einen Platz zu finden.Deshalb ist zu fragen, ob diesen Menschen nicht ein breiterer Zugang zu solchen Einrichtungen durcheine Offnung der Aufnahmebedingungen ermoglicht werden mute. Wenn ein Jahr Arbeitslosigkeitangerechnet wird, so ware es vom Regelungskonzept her nur konsequent, wenn auch anderen Menschen, die zwar nicht arbeitslos gemeldet waren, aber z.B. von anderen unterhalten wurden, von Sozialhilfe oder sog. kleinen Jobs gelebt haben, eine Chance gegeben wurde, ihrem Leben einen sinnvollenweiteren Verlauf zu geben, indem man ihnen den Erwerb fehlender Qualifikationen auf dem 2. Bildungsweg ermoglichte.B. Erweiterung auf andere Formen der Nichterwerbstatigkeit Es stellt sich die Frage, ob nicht auch andere Formen der Nichterwerbstatigkeit fur die Zulassung zum 2. Bildungsweg anerkannt bzw. angerechnet werden sollten. Die Frage stellt sich in unserem Zusammenhang vor allem fur ehrenamtlich Tatige sowie fur Praktikanten.1. Die ehrenamtliche Tatigkeit Ehrenamtliche Tatigkeit wird im sozialen Bereich als eine freiwillige, nicht auf Entgelt ausgerichtete Tatigkeit im sozialen Bereich verstanden. Um ehrenamtliche, d.h. unentgeltliche Mitarbeit handelt essich auch dann, wenn nur Aufwandsentschadigung oder Auslagenersatz gewahrt wird 68.Zwei Drittel bis drei Viertel der ehrenamtlich Tatigen sind Frauen 69. Die durchschnittlich aufgewendete Arbeitszeit variiert zwischen 12 und 18 Stunden monatlich.Nur ein geringer Teil der ehrenamtlichen Mitarbeiter wird im eigenen Berufsfeld tatig. Allgemein anerkannt ist, da ehrenamtliche Tatigkeit Qualifizierungsmanahmen erfordert. Bildungsmanahmen, dieseitens der Trager sozialer Dienste und Einrichtungen angeboten werden, sind nicht in das staatliche 67 s. unter I.68 Igl, S. 8 m.w.N.69 Igl, S. 11.27Bildungssystem integriert und vermitteln daher keine anerkannten Abschlusse 70. Die fehlende gesellschaftliche Anerkennung der ehrenamtlichen Arbeit wird vielfach beklagt 71.Merkmale der ehrenamtlichen Tatigkeit sind in erster Linie regelmaige Unentgeltlichkeit, die Tatigkeitauf einem nicht als vollwertig anerkannten Arbeitsmarkt und die teilweise fehlende soziale Sicherung,insbesondere in der Rentenversicherung.Die Struktur des freiwilligen soziale Engagements weist drei Grundformen auf 72:. Selbstrelationelle Strukturen: Personen mit einem Interesse finden sich zusammen und bewaltigengemeinsame Probleme Selbsthilfe;. Zweiseitige Beziehungen: diese Form unterteilt sich in zwei Kategorien: die uneigennutzige, einem Dritten direkt zugedachte Tatigkeit direkte soziale Arbeit und die Tatigkeit fur eine Institution, dieselbst in der Regel wiederum in einem gesellschaftlichen Feld tatig ist, in dem das unentgeltliche,aber gesellschaftlich anerkannte Wirken dominiert;. Dreiseitige Beziehungen, wo eine Person im Rahmen einer Institution fur Dritte tatig wird. Es ist derklassische Fall bei Tatigkeiten, die im Rahmen eines Tragers der freien Wohlfahrtspflege stattfinden.Bei den zweiseitigen Beziehungen mit einer Institution und den dreiseitigen Beziehungen ist die Nahezu einem herkommlichen Arbeitsverhaltnis bereits sehr stark ausgepragt.Jedoch besteht der wesentliche Unterschied, da ehrenamtliche Tatigkeit grundsatzlich unentgeltlichist. Wenn die Rechtsordnung den Einsatz von Arbeitskraft stets als Einsatz von Arbeitskraft zum Zweckder Einkommenserzielung versteht, sind in der Regel alle Rechtsnormen, die direkt oder indirekt mitdem Einsatz von Arbeitskraft zu tun haben, nicht auf den Einsatz von Arbeitskraft ohne den Zweck der Einkommenserzielung anwendbar 73.a. Recht der Beschaftigung ehrenamtlicher Mitarbeiter Das Arbeitsrecht ist fur ehrenamtliche Mitarbeiter grundsatzlich nicht einschlagig. Liegt jedoch eine Honorierung der ehrenamtlichen Arbeit vor und sind die anderen Voraussetzungen fur das Besteheneines Arbeitsverhaltnisses gegeben privatrechtlicher Vertrag, Verpflichtung zur Arbeit, personliche Abhangigkeit und Weisungsabhangigkeit dem Arbeitgeber gegenuber, ist das Arbeitsrecht mageblich.Keine Honorierung stellt aber die Aufwandsentschadigung dar, die eine der haufigsten Forderungenehrenamtlich Tatiger darstellt, und die teilweise gezahlt wird. Liegt ein Geschaftsbesorgungsvertraggem. 662 BGB zwischen einem Trager und einem Helfer vor, so hat der Helfer einen Anspruch auf Aufwandsentschadigung 670 BGB. Sonst konnen sich Institutionen durch Vertrag oder Statuten zu der Auszahlung von Aufwandsentschadigungen verpflichten. Bei der direkten sozialen Arbeit kann dies nurdurch Vertrag geschehen.Problematisch ist auch die Frage der Haftung; Haftungsprobleme konnen im Verhaltnis zur Institutionund deren Mitarbeiter, aber auch im Verhaltnis zum Empfanger der Leistung oder bei eigenen Schaden 70 zitiert in Igl, S. 13.71 s. u.a. Vd K Zeitung 52 4 April 1998.72 s. Igl, S. 23 ff.73 Igl, S. 26.28A r b e i t spapier 2 Was heit Berufstatigkeit heute ?auftauchen. Institutionen oder Trager verfugen oft uber Haftpflichtversicherungen und anderweitigen Versicherungsschutz im Rahmen von Gruppenversicherungsvertragen. Problematischer ist es bei derdirekten sozialen Hilfe oder in selbstrelationellen Beziehungen.Die Ehrenamtlichen werden von der Vertretung der Mitarbeiter im Betrieb ausgeschlossen 5 Abs. 2Betr VG.b. Soziale Sicherung ehrenamtlicher Mitarbeiter Ehrenamtliche Tatigkeit ist laut Gesetz 2 Abs. 2 SGB IV keine versicherungspflichtige Tatigkeit.Es sind grundsatzlich nur abhangige Beschaftigungsverhaltnisse erfat. Geringfugige Beschaftigungensind aus der Kranken und Rentenversicherung ausgeschlossen s. oben unter II. Der wohl uberwiegende Teil der ehrenamtlich Tatigen wurde unter die Geringfugigkeitsgrenze fallen. Die Schaffung einer Versicherungspflicht fur ehrenamtlich Tatige wurde also voraussetzen, da fur sie die Geringfugigkeitsgrenze nicht galte wie es bereits der Fall ist fur das freiwillige soziale Jahr, s. oben A. 1. 74.Eine Ausnahme stellt das Pflegeversicherungsgesetz dar. Dabei gilt als Pflegeperson, wer mindestens 14 Stunden in der Woche einen Pflegebedurftigen betreut. Dies konnen Familienangehorige,Freunde, Nachbarn oder auch ehrenamtliche Helfer sein. Die Tatigkeit mu unentgeltlich sein. Fur solche Pflegepersonen zahlt die Pflegekasse Beitrage zur gesetzlichen Rentenversicherung. Zusatzlichwerden die Pflegepersonen wahrend ihrer Tatigkeit in den Schutz der gesetzlichen Unfallversicherunggestellt. Die Pflegekasse zahlt auch die Beitrage zur gesetzlichen Unfallversicherung.Zu der Krankenversicherung haben sonstige ehrenamtlich Tatige auch uber die freiwillige Versicherungkeinen Zugang 5 und 9 SGB V. Es wird ubereinstimmend angenommen, da sie in der Regel anderweitig versichert seien.Der Schutz der Unfallversicherung ist auf viele Personen ausgedehnt worden, die nicht in einem Arbeitsverhaltnis stehen; einige dieser Ausweitungen betreffen ehrenamtlich Tatige, u.a. auch Personen, die in den Berufsverbanden der Landwirtschaft, im Gesundheitswesen und in der Wohlfahrtspflege usw. tatig sind s. 2 Abs. 5e, Abs. 9, Abs. 10, Abs. 12 SGB VII.Was die Rentenversicherung betrifft, sind ehrenamtlich Tatige nicht versicherungspflichtig 1 SGB VI:nur Arbeit gegen Entgelt oder zur Berufsausbildung. Jedoch haben sie, anders als in der Krankenversicherung, Zugang zur freiwilligen Versicherung 7 SGB VI.c. Qualifizierung ehrenamtlicher Mitarbeiter Allgemein anerkannt, ist, da Ehrenamtliche entweder ihre eigene Qualifikation mitbringen oder da sie mitbestimmten Qualifikationen versehen werden mussen 7 5. Bei vielen Tr a g e rn sind Anleitungen, Schulungu s w. vorgesehen. Ein Rechtsanspruch der ehrenamtlich Tatigen auf Qualifizierung besteht allerdings nicht.Ein Bedarf an mehr Regelung in der Qualifikation bei der ehrenamtlichen Arbeit wird unterzeichnet 76.74 Dazu s. Igl, S. 51 ff.75 Igl, S. 90.76 So Igl, S. 96 und Freiwilliges soziales Engagement und Weiterbildung: Umfang und Unterstutzung ehrenamtlicher Mitarbeit und Sebsthilfe Weiterbildungsangebote fur ehrenamtlich Tatige, Bundesminister fur Bildung und Wissenschaft, Bonn 1986.292. Praktika Wahrend eines Praktikums geniet der Praktikant den Schutz der gesetzlichen Unfallversicherung desfur den Ausbildungsbetrieb zustandigen Versicherungstragers Berufsgenossenschaft. Der Schutzschliet den Weg zu und von der Arbeitsstatte ein.Der Praktikant unterliegt weiterhin der Krankenversicherungspflicht, d.h. er mu entweder als Familienangehoriger uber einen ElternteilEhepartner oder selbst versichert sein. Der Praktikant ist auerdem inder Regel renten und arbeitslosenversicherungspflichtig.Praktika dienen dem Sammeln von Berufserfahrung wie der beruflichen Orientierung. Es besteht kein Grund, die Zeiten als Praktikant bei der Aufnahme in den 2. Bildungsweg nicht anzurechnen. Vorzulegenware allerdings eine Bescheinigung uber das Praktikum, die jedoch in der Regel ausgestellt wird.C.Ergebnis Berufliche Tatigkeit im Sinne der Aufnahmebedingungen zum 2. Bildungsweg darf nicht nur als eine Tatigkeit verstanden werden, die das Erzielen eines Einkommens zum Zweck hat bzw. hatte.Einerseits mussen die Ausnahmen, die schon im Gesetzestext enthalten sind, weit ausgelegt werden:wenn man ein abgeleistetes freiwilliges soziales Jahr auf die drei Jahre Berufstatigkeit anrechnet, dannmu auch ein abgeleistetes okologisches Jahr bzw. der Europaische Freiwilligendienst angerechnetwerden. Und wenn ein Jahr Arbeitslosigkeit angerechnet wird, warum sollen dann nicht auch Zeiten, indenen der Bildungswillige z.B. von anderen unterhalten wurde, Sozialhilfe bezogen hat oder von gelegentlichen Jobs gelebt hat, anerkennungsfahig sein?Eine berufliche Tatigkeit in diesem Sinne sollte ebenfalls auch bei einer Tatigkeit vorliegen, die dasunentgeltliche Helfen anderer Menschen, wie dies meistens bei ehrenamtlichen Tatigkeiten der Fall ist,oder a fortiori das Sammeln beruflicher Erfahrungen bzw. Kenntnisse Praktika zum Zweck hat.30A r b e i t spapier 2 Was heit Berufstatigkeit heute ?V. Zuweisung in unterstutzte Arbeitsbeschaffungsmanahmen In Zeiten zunehmender Arbeitslosigkeit ubt der Staat eine aktive Arbeitsmarktpolitik aus 7 SGB III.Staatliche Beschaftigungspolitik ist uberall in Europa eine Realitat geworden. Diese Manahmen habenin der aktuellen Krisensituation ein erhebliches Ausma erreicht und stellen somit einen neuartigen Aspekt krisenbestimmter Normalitat von Erwerbsarbeit dar 77.Die beschaftigungspolitischen Leitlinien, die die EUStaaten beim EUSondergipfel in Luxemburg am 21.11.1997 beschlossen haben, fordern von den Mitgliedstaaten, innerhalb von spatestens funf Jahrenallen Jugendlichen einen Neuanfang in Form eines Arbeitsplatzes, einer Ausbildung, einer Umschulungoder ahnlicher Manahmen zu ermoglichen, bevor sie 6 Monate arbeitslos sind.Das Recht Arbeits und Sozialrecht versucht, die existierenden Beschaftigungsformen zu normalisieren und spielt fur die Integration der Betroffenen eine entscheidende Rolle.Die aktive Arbeitsmarktpolitik wird durch Arbeitsforderungsmanahmen 3 Abs. 3 SGB III verwirklicht.Nach dem Prinzip der ortsnahen Leistungserbringung im neuen Recht der Arbeitsforderung im SGB IIIsteht den Arbeitsamtern ein eigener Spielraum fur arbeitsmarktpolitische Manahmen zu. Diese Manahmen sind die Forderung der beruflichen Bildung hier nicht relevant, die Manahmen der Eingliederung hier ebenfalls nicht relevant, da es sich lediglich um Zuschusse handelt und die Arbeitsbeschaffung.Bei der Arbeitsbeschaffung kann die Bundesanstalt fur Arbeit die Schaffung von Arbeitsplatzen in Gestalt von Lohnkostensubventionen an die Arbeitgeber fordern, falls die Arbeit im offentlichen Interesse liegt, ohne Forderung nicht oder erst spater getan wurde und die Forderung arbeitspolitischzweckmaig ist 260 SGB III. Arbeitslose werden dabei in der Regel fur ein Jahr, bei Aussicht auf Ubernahme in eine feste Anstellung ein zweites Jahr und ausnahmsweise bis zu 3 Jahren einer Manahme zugewiesen. Die Lohnzuschusse betragen 30 bis 75 %, ausnahmsweise bis zu 90 % 264 SGB III.A.Rechtliche Natur der ABMDie Ausstattung der durch ABM Beschaftigten mit Arbeitsvertragen statt mit einfachen sozialrechtlichen Aufgabenzuweisungen zeigt die VerArbeitsrechtlichung 78, die die Bemuhungen um eine Integration Langzeitarbeitsloser begleitet.Das ABMArbeitsverhaltnis besteht aus einer Mischung aus privatrechtlichen und offentlichrechtlichen Komponenten. In der Regel handelt es sich um ein Vertragsverhaltnis in einer Dreiecksbeziehung. Im Vordergrund steht das ABMArbeitsverhaltnis zwischen dem Arbeitnehmer und dem ABMTrager als 77 DoseHolandSchallhoferRoethe, S. 185.78 so DoseHolandSchallhoferRoethe, S. 186.31regular befristetes Arbeitsverhaltnis, das dem Arbeitsrecht unterliegt. Im Hintergrund hat man die beiden rechtlichen Beziehungen zwischen der Bundesanstalt fur Arbeit und dem Arbeitnehmer einerseitsund dem Trager andererseits. Das sind sozialrechtliche Leistungsverhaltnisse, die dem offentlichen Recht zuzuordnen sind. Durch deren Bestehen wird das privatrechtliche Arbeitsverhaltnis zwischen dem Arbeitnehmer und dem Trager beeinflut, so da dieses aus einer Mischung von vertraglichen und statusahnlichen Elementen besteht Handeln der Verwaltung durch die Zuweisung der ABM, Begrenzungder Dauer der Forderung B.Folge fur die Aufnahme in den 2. Bildungsweg Der Status des ABMBeschaftigten wird durch die Bemuhung nach Normalisierung gekennzeichnet, diesich, was das Recht betrifft, in einer weitgehenden Anwendung des Arbeitsrechts zeigt. Man versucht,die ABMBeschaftigten so weit wie moglich wie normale Arbeitnehmer zu behandeln. Dies sprichtgegen eine Sonderbehandlung eines ABMBeschaftigten beim Zugang zum 2. Bildungsweg. Eine Diskriminierung solcher Arbeitnehmer durch die Verweigerung des Zugangs zum 2. Bildungsweg wurdegegen den erklarten Willen des Gesetzgebers, Menschen in sozialen Notlagen wieder in die Erwerbsgesellschaft zu integrieren, sprechen. Eine Beschaftigung im Rahmen einer ABMManahme ist demnach bei der Aufnahme in eine Einrichtung des zweiten Bildungsweges jeder anderen beruflichen Tatigkeit gleichzustellen.C. Die aktuelle Diskussion uber die Einfuhrung eines KombiLohns Der KombiLohn wird als Mittel zur Bekampfung der Arbeitslosigkeit angesehen. Niedrigere Entgeltesollen neue Beschaftigungsfelder erschlieen. Zugleich sollen hohere Anrechnungsfreibetrage bei den Sozialleistungen diese Niedriglohne ertraglich machen. Der Bundesgesundheitsminister hat einen Verordnungsentwurf vorgelegt, wonach bei arbeitenden Sozialhilfeempfangern ein Sockelbetrag und daruber hinaus hochstens 10 % des Einkommens anrechnungsfrei bleiben; der Sockelbetrag soll 15 % des Eckregelsatzes des Haushaltsvorstands ca. 80 DM betragen und sich je Kind um 4 Prozentpunkte ca. 20 DM erhohen. Bei Aufnahme einer Tatigkeit oberhalb der Sozialversicherungspflichtgrenze soll eseinen zweiten Sockelbetrag von 15 % des Eckregelsatzes geben weitere ca. 80 DM. Die BDA wertetdiesen Vorschlag als einen ersten Schritt in die richtige Richtung, jedoch noch unzureichend: die Freibetrage muten hoher liegen 79.Entsprechende Vorschlage fur eine Kombination mit Arbeitslosengeld oder Arbeitslosenhilfe werdenauch gemacht 80.Es besteht kein Anla, beim Zugang zum 2. Bildungsweg Arbeitnehmer, die im Rahmen einer solchen Manahme gearbeitet haben bzw. arbeiten, anders zu behandeln als andere Arbeitnehmer.79 s. Gunker, Kollmann, Kupper, Peren, Arbeit und Arbeitsrecht 41998, S. 117 ff.80 s. Lowisch, Arbeit und Arbeitsrecht 41998, S. 119 f.32A r b e i t spapier 2 Was heit Berufstatigkeit heute ?VI. Die Verfolgung des Zulassungsanspruches auf dem Rechtsweg Es gibt grundsatzlich zwei Moglichkeiten, die Vereinbarkeit untergesetzlicher Rechtsnormen, wie z.B.der Normen des nordrheinwestfalischen Rechts, die den Zugang zu Einrichtungen des 2. Bildungswegsregeln, mit hoherrangigem Recht 81 gerichtlich uberprufen zu lassen. Es kann der Individualanspruch auf Zulassung zu einer Einrichtung des 2. Bildungswegs vor Gerichtgeltend gemacht werden, das hierbei auch inzident die Rechtmaigkeit derjenigen Rechtsvorschriftenpruft, die die Zulassung regeln und die keine Parlamentsgesetze sind 82 A Daruber hinaus besteht in einigen Bundeslandern die Moglichkeit, die Rechtmaigkeit untergesetzlicher Normen, die den Zugang zum 2. Bildungsweg regeln, unabhangig von einem konkreten Begehren auf Zulassung, im Rahmen der abstrakten Normenkontrolle durch ein Gericht uberprufen zu lassen B A. Die Geltendmachung eines konkreten Zulassungsanspruches Die ablehnende Entscheidung uber einen Zulassungsantrag zum 2. Bildungsweg ist aufgrund der Rechtsweggarantie des Art. 19 Abs. 4 GG gerichtlich uberprufbar. Nachfolgend soll dargestellt werden, wo undwie der Anspruch auf Zulassung geltend gemacht werden kann.1. Zustandiges Gericht Bei der Bestimmung des fur die Geltendmachung eines Zulassungsanspruches zu einer Einrichtung des 2. Bildungswegs zustandigen Gerichts ist zwischen dem richtigen Rechtsweg, der ortlichen, sachlichenund instanziellen Zustandigkeit zu unterscheiden.a. Rechtsweg Die Frage, welcher Rechtsweg fur eine Rechtsstreitigkeit gegeben ist, ist u.a. in den 13 GVG, 40 Abs.1 Vw GO, 2 Arb GG geregelt.Gema 13 GVG ist der Rechtsweg zu den ordentlichen Gerichten 83 gegeben, wenn keine Sonderzuweisung in einem Bundesgesetz vorliegt und nicht die Zustandigkeit eines Verwaltungsgerichts gegeben ist.81 Dieses konnen Parlamentsgesetze, Bundesrecht und das EGRecht sein.82 In NRW ist die Zulassung zu den Einrichtungen des 2. Bildungswegs in solchen untergesetzlichen Normen geregelt. Regelt jedoch ein Parlamentsgesetz den Zugang zum 2. Bildungsweg und kommt das entscheidende Gericht zu der Auffassung, dieses Gesetz verstiee gegen hoherrangiges Recht,so hat es die Frage der Vereinbarkeit mit hoherrangigem Recht entweder gem. Art. 100 Abs. 1 GG dem Bundesverfassungsgericht Vereinbarkeit mitdem Grundgesetz oder von Landesrecht mit Bundesrecht fraglich oder gem. Art. 177 EGV dem Europaischen Gerichtshof Vereinbarkeit mit EGRechtfraglich vorzulegen.83 d.h. zu den Gerichten der normalen Zivilgerichtsbarkeit Amtsgericht, Landgericht, Oberlandesgericht, Bundesgerichtshof.33a.a. Rechtsweg zu den Arbeitsgerichten Eine Sonderzuweisung in einem Bundesgesetz stellt 2 Arb GG dar. Fraglich ist jedoch, ob dieser hier Anwendung finden kann.Gem. 2 Arb GG sind die Arbeitsgerichte fur Streitigkeiten zustandig zwischen Arbeitnehmern und Arbeitgebern oder Arbeitgebern und Arbeitnehmern gleichgestellten Personen 84. Hinzu kommt, da sichdie Streitigkeit auf ein Arbeitsverhaltnis zwischen den Parteien oder ein dem Arbeitsverhaltnis gleichgestelltes Verhaltnis beziehen mu. Ein solches gleichgestelltes Verhaltnis ist z.B. das Verhaltniszwischen Arbeitgeberverband einer Branche und der Gewerkschaft der gleichen Branche. Handelt essich um Verbande verschiedener Branchen fehlt es an diesem Erfordernis.In der vorliegenden Konstellation sind diese Erfordernisse nicht erfullt, weil der den Zugang begehrende Burger dies nicht in seiner Eigenschaft als Arbeitnehmer tut und auch kein Arbeitsverhaltnis oder diesem gleichzustellendes Verhaltnis zu der zum 2. Bildungsweg zulassenden Stelle besteht.a.b.Rechtsweg zu den Verwaltungsgerichten Hier kommt jedoch die Zustandigkeit der Verwaltungsgerichte gem. 40 Abs. 1 Vw GO in Betracht. Hierfur mute es sich bei der vorliegenden Streitigkeit um eine offentlichrechtliche Streitigkeit handeln.Eine solche liegt vor, wenn die streitentscheidende Norm dem offentlichen Recht zuzuordnen ist. Nachnordrheinwestfalischem Recht sind dies 2 der Verordnung uber den Bildungsgang und die Abiturprufung am Abendgymnasium v. 23.03.1982 85 fur das Abendgymnasium, 2 der Verordnung uber den Bildungsgang und die Abiturprufung am Kolleg v. 23.3.1982 86 fur das Kolleg. Der Zugang zur Abendrealschule ist lediglich im Runderla d. Kultusministeriums v. 19.12.1972 zur Abendrealschule 87 geregelt.Diese Normen sind streitentscheidend, weil sich aus diesen Normen der streitgegenstandliche Anspruch auf Aufnahme zu der Einrichtung des 2. Bildungswegs ergibt.Hierin liegen Normen des offentlichen Rechts, da der Zugang des Burgers zu staatlichen Bildungseinrichtungen hoheitlich, also im Uber Unterordnungsverhaltnis, geregelt wird. Es liegt mithin eine offentlichrechtliche Streitigkeit vor. Es ist keine spezielle Zuweisung zu einem anderen Gericht erkenntlich,so da hier der Rechtsweg zu den Verwaltungsgerichten gegeben ist.b. Ortliche Zustandigkeit Nach 52 Abs. 1 Nr. 3 Satz 5 i.V.m. Satz 1 Vw GO ist fur die zu erhebende Verpflichtungsklage auf Zulassung das Verwaltungsgericht ortlich zustandig, in dessen Bezirk die Zulassung bei begrundetem Begehren zu erteilen ware 88.84 Solche gleichgestellten Personen sind z.B. einerseits Arbeitgeberverbande, die Insolvenzversicherung, Sozialeinrichtungen der Arbeitgeber und andererseits die Gewerkschaften, die Hinterbliebenen von Arbeitnehmern, Teilnehmer am freiwilligen sozialen okologischen Jahr.85 APOAG, zuletzt geandert durch VO vom 27.02.1997 SGV. NW. 223 BASS 1913 Nr. 1.86 APOKolleg, zuletzt geandert durch VO vom 27.02.1997 SGV. NW. 223 BASS 1914 Nr. 1.87 zuletzt geandert durch Runderla vom 7.3.1973 GABl. NW. 1973, S. 378 BASS 1912 Nr. 1.88 s. Kopp, Vw GO, 52 Rz. 12.34A r b e i t spapier 2 Was heit Berufstatigkeit heute ?c. Sachliche Zustandigkeit Die sachliche Zustandigkeit ist die Frage danach, welches Gericht fur eine Streitigkeit einer solchen Artdem Inhalt nach zustandig ist. Die Verwaltungsgerichte entscheiden gem. 45 Vw GO uber alle Streitigkeiten, fur die der Verwaltungsrechtsweg offensteht, sofern nicht die sachliche Zustandigkeit des Oberverwaltungsgerichtes nach den 47f. und des Bundesverwaltungsgerichtes nach 50 Vw GOvorliegt. Dieses ist fur die Klage eines die Zulassung begehrenden Burgers nicht der Fall, so da diesachliche Zustandigkeit des Verwaltungsgerichtes gegeben ist. Instanzielle Zustandigkeitd.In erster Instanz ist ausschlielich das Verwaltungsgericht zustandig. Die Berufung zum Oberverwaltungsgericht ist zulassig, wenn sie von diesem aus den Grunden des 124 Abs. 2 Vw GO zugelassenwird. Bei Zulassung durch das Oberverwaltungsgericht oder auf Nichtzulassungsbeschwerde durch das Bundesverwaltungsgericht ist eine Revision zum Bundesverwaltungsgericht gem. 131 Vw GO moglich.Die Revision kann sich aber nach 137 Vw GO nicht auf die Verletzung von Landesrecht, sondern nur aufdie Verletzung von Bundes oder Verfahrensrecht stutzen.2. Statthafte Klageart Statthafte Klageart ist die Verpflichtungsklage nach 42 Abs. 1 Satz 1 2.Hs. Vw GO, da es sich bei der Zulassung zu der Einrichtung des zweiten Bildungsweges um einen Verwaltungsakt im Sinne des 35Abs. 1 Vw Vf G handelt und die Behorde mit der Klage zum Erla eines solchen Verwaltungsaktes gezwungen werden soll.3. Klagebefugnis Die Klagebefugnis des 42 Abs. 2 Vw GO ergibt sich aus der Ablehnung des gestellten Antrags auf Zulassung im Zusammenhang mit der moglichen Existenz eines subjektiven Rechtes auf Zulassung ausden Normen, die die Zulassung regeln.4. Erfolgloses Vorverfahren Nach 68 Vw GO ist die Verpflichtungsklage erst dann zulassig, wenn zuvor ein Vorverfahren erfolglosdurchgefuhrt wurde. Der die Zulassung begehrende Burger hat daher zunachst gegen den ablehnenden Bescheid innerhalb von einem Monat 70 Abs. 1 Vw GO, bei fehlender oder unrichtiger Rechtsbehelfsbelehrung innerhalb eines Jahres 70 Abs. 2 i.V.m. 58 Vw GO schriftlich Widerspruch bei der Behorde einzulegen, die den ablehnenden Bescheid erlassen hat.5. Klagefrist Die Klage ist innerhalb von einem Monat 74 Vw GO, bei fehlender oder unrichtiger Rechtsbehelfsbelehrung innerhalb eines Jahres 58 Vw GO nach Bekanntgabe des Widerspruchsbescheides bei demzustandigen Gerichte zu erheben.35B. Die Normenkontrollklage Gegen untergesetzliche Normen, wie z.B. die Verordnungen, durch die der Zugang zu den Einrichtungendes zweiten Bildungsweges in NordrheinWestfalen geregelt ist, kann der Landesgesetzgeber gema 47 Abs. 1 Nr. 2 Vw GO die abstrakte Normenkontrolle vor dem Oberverwaltungsgericht eroffnen. Hierdurch konnen die Normen auf Antrag von Personen, die durch die Norm moglicherweise in ihren Rechten verletzt sind oder sein werden, einer vom Einzelfall unabhangigen abstrakten Uberprufung zugefuhrt werden.Der Landesgesetzgeber in NordrheinWestfalen hat jedoch von dieser Moglichkeit bislang keinen Gebrauch gemacht. Die Lander BadenWurttemberg, Bayern, Brandenburg, Bremen, Hessen, MecklenburgVorpommern, Niedersachsen, Saarland, Sachsen und Thuringen haben dieses jedoch uneingeschrankt, die Lander RheinlandPfalz und SachsenAnhalt eingeschrankt ermoglicht 89.89 s. Pietzner Ronellenfitsch, 12 Rz. 8.36A r b e i t spapier 2 Was heit Berufstatigkeit heute ?VII. Zusammenfassung der Ergebnisse und Fazit An die Ausubung einer beruflichen Tatigkeit als Aufnahmevoraussetzung fur den 2.Bildungsweg sindheute angesichts der gewandelten arbeitssoziologischen Gegebenheiten geringere Anforderungen zustellen als dies bisher der Fall war.Die Beobachtung der neueren Entwicklungen in der Rechtssetzung sowie in der Rechtsprechungbetreffend der Teilzeitarbeit zeigt das aktuelle Bestreben, bestehende Schwellenwerte fur die Begunstigung von Teilzeitkraften mit gesetzlichen oder tariflichen Vorteilen zu bestreiten bzw. abzubauen.Dieses Bestreben macht die bisherige Anforderung einer mehr als 50%igen Berufstatigkeit bei der Aufnahme in eine Einrichtung des 2. Bildungsweg nicht mehr haltbar. Die Erfullung des Kriteriums der Ausubung einer beruflichen Tatigkeit im Sinne der Aufnahmebedingungen zum 2. Bildungsweg solltedemnach nicht mehr von einer wochentlichen Mindeststundenzahl abhangen.Ebenfalls durfte das Fehlen der Versicherungspflicht bei einer selbstandigen Tatigkeit oder einer ehrenamtlichen Arbeit bzw. der Ausfuhrung eines Praktikums nicht zu dem Ausschlu aus dem 2. Bildungsweg fuhren, da auch diese Tatigkeiten Berufserfahrung einbringen und hiermit einer Berufstatigkeitgleichzustellen sind.Die im Gesetz schon enthaltenen Ausnahmen, die es erlauben, ein abgeleistetes freiwilliges soziales Jahr sowie ein Jahr Arbeitslosigkeit auf die verlangten drei Jahre Berufstatigkeit anzurechnen, sindunter Berucksichtigung des allgemeinen Gleichheitssatzes aus Art. 3 I GG dahingehend auszulegen, dadarunter auch gleichzusetzende Lebenssituationen wie freiwilliges okologisches Jahr, Europaischer Freiwilligendienst Bezug von Sozialhilfe o.a. zu verstehen sind.Auch eine Tatigkeit im Rahmen einer Arbeitsbeschaffungsmanahme der Bundesanstalt fur Arbeit isteiner beruflichen Tatigkeit gleichzustellen.Die Aufnahmevoraussetzungen fur Einrichtungen des 2. Bildungswegs und insbesondere der Begriffder beruflichen Tatigkeit sind hiermit breiter zu verstehen als es bisher der Fall war. In Zeiten der zunehmenden sozialen Ausgrenzung von Menschen, die in ihrem Berufsleben keiner geraden Linie gefolgtsind, ist die integrative Rolle des 2. Bildungswegs zu verstarken, indem ein breiterer Zugang zu dessen Einrichtungen geschaffen wird.37Literaturverzeichnis Beduhn, Elke Neues zur Gleichbehandlung von Teilzeitbeschaftigten, Arbu R 1996, S. 485Bundesminister fur Bildung und Wi s s e n s c h a f t Freiwilliges soziales Engagement und Weiterbildung: Umfang und Unterstutzung ehrenamtlicher Mitarbeit und Selbsthilfe Weiterbildungsangebote fur ehrenamtlich Tatige, Bonn 1986Buschmann, Rudolf; Dieball, Heike; StevensBartol, Eckart Teilzeitarbeit Das Recht der Teilzeitarbeit; Kommentar fur die Praxis, 1997Dose, Annegret; Holand, Armin; Schallhofer, Petra; Roethe, Thomas Neue Formen und Bedingungen der Erwerbsarbeit in Europa, 1994E i c h e n h o f e r, Eberh a rd Sozialrecht, 3. Auflage 1998E u ropaische Stiftung zur Ve r b e s s e rung der Lebens und Arbeitsbedingungen Teilzeitarbeit in der Europaischen Gemeinschaft: Gesetze und Vorschriften, Dublin 1991Gunkel, Alexander; Kollmann, Jens; Kupper, Stefan; Peren, Klaus, Bundesvereinigung der Deutschen Arbeitgeberv e r b a n d e KombiEinkommen erschliet neue Bereiche des Arbeitsmarktes, Arbeit und Arbeitsrecht 41998, S. 117H a m m e r, HansDieter; Leittre t t e r, Siegfried Fur eine Reform des Hochschulzugangs fur Berufserfahrene, Hrsg. HansBocklerStiftung, 1991 H e n n i n g e r, Wolfgang Hrsg.Das Praktikantenbuch Ein Wegweiser fur Studenten und Abiturienten, 1986Igl, G.Rechtsfragen des freiwilligen sozialen Engagements Rahmenbedingungen und Handlungsbedarf; Schriftenreihe des BM fur Familie und Senioren, Band 26, Bonn 1994Juttemann, Sigrid Die gegenwartige Bedeutung des zweiten Bildungswegs vor dem Hintergrund seiner Geschichte, 1991Klein, Martina Hrsg.Nicht immer, aber immer ofters: flexible Beschaftigung und ungeschutzte Arbeitsverhaltnisse Kommission der Europaischen Gemeinschaften Grunbuch vom 24.7.1996: Leben und arbeiten in der Informationsgesellschaft: im Vordergrund der Mensch, KOM96 389 endg.Kopp, Ferdinand O.Vw GO, 9. Auflage, Munchen 1992K re i m e rde Fries, Joachim EUTeilzeitvereinbarung kein gutes Omen fur die Zukunft der europaischen Verhandlungsebenen, Arbu R 81997, S. 314 ff.Landesinstitut fur Schule und We i t e r b i l d u n g Der Zweite Bildungsweg in NordrheinWestfalen, 1997Lowisch, Manfre d Durchaus einen Versuch wert KombiLohn mit Arbeitslosengeldhilfe, Arbeit und Arbeitsrecht 41998, S. 119P i e t z n e r, Rainer und Ronellenfitsch, Michael Das Assessorexamen im offentlichen Recht, 9. Auflage, Dusseldorf 1996P l a n d e r, Harro Flucht aus dem Normalarbeitsverhaltnis: An den Betriebs und Personalrate vorbei ?Rechtsgutachten fur die Han sBocklerStiftung, 1990R i e s t e r, Mart i n Pflegebedurftig !? Was nun? Ein Ratgeber fur Pflegebedurftige, Angehorige und Helfer, 1998Schmidt, Marlene Teilzeitarbeit in Europa, 1995Supiot, Alain Les notions de contrat de travail et de relation de travail en Europe, Rapport pour la Commission des Communautes Europeennes, 1992Wank, Rolf Arbeitnehmer und Selbstandige, 198838A r b e i t spapier 2 Was heit Berufstatigkeit heute ?Abkurzungsverzeichnis ABl.ABMAbs.AFRGAPAPOKolleg Arb GGArbu RArt.BAGBASSBATBBBesch FGBetr AVGBetr VGBGBBVerf GDBd.h.CEEPEGBEGVEUEu GHEu ZWEWGEz AFOJGGABl.NW.GGGSGVGIAOi.d.F.i.S.v.i.V.m.LFGm.w.N.RVORz.S.s.SGSGBSGVNWUNICEVw GOVOz.B.z.T.Amtsblatt Arbeitsbeschaffungsmanahme Absatz Gesetz zur Reform der Arbeitsforderungarbeitsrechtliche Praxis Nachschlagewerk des BundesarbeitsgerichtsAPOAGVerordnung uber den Bildungsgang und die Abiturprufung am Abendgymnasium Verordnung uber den Bildungsgang und die Abiturprufung am Kolleg Institut zur Erlangung der HochschulreifeArbeitsgerichtsgesetz Zeitschrift Arbeit und Recht Artikel Bundesarbeitsgerichtbereinigte amtliche Sammlung der Schulvorschriften des Landes NordrheinWestfalen Bundesangestellten Tarifvertrag Betriebsberater ZeitschriftBeschaftigungsforderungsgesetz Gesetz zur Verbesserung der betrieblichen Altersversorgung Betriebsverfassungsgesetz Burgerliches Gesetzbuch Bundesverfassungsgericht Der Betrieb Zeitschriftdas heit Europaisches Zentrum fur offentliche Arbeitgeber Europaischer Gewerkschaftsbund Europaischer Gemeinschaftsvertrag Europaische Union Europaischer Gerichtshof Europaische Zeitschrift fur Wirtschaftsrecht Vertrag uber die europaische Wirtschaftsgemeinschaft heute EVGEntscheidungen zum Arbeitsrecht SammlungGesetz zur Forderung eines freiwilligen okologischen Jahres Gemeinsames Amtsblatt des Kultusministeriums und des Ministeriums fur Wissenschaft und Forschung des Landes NordrheinWestfalen Grundgesetzgroer Senat des BAGGerichtsverfassungsgesetz Internationale Arbeitsorganisationin der Fassungim Sinne vonin Verbindung mit Lohnfortzahlungsgesetzmit weiteren Nachweisen Reichsversicherungsordnung Randziffer Seitesiehe Sozialgericht Sozialgesetzbuch Sammlung des bereinigten Gesetz und Verordnungsblattes fur das Land NordrheinWestfalen Union der Industrie und Arbeitgeberverbande in Europa Verwaltungsgerichtsordnung Verordnungzum Beispielzum Teil 39HansBocklerStiftung Die HansBocklerStiftung des Deutschen Gewerkschaftsbundes DGB wirbt fur die Mitbestimmung als Gestaltungsprinzip einer demokratischen Gesellschaft. Sie tritt dafur ein, Mitbestimmungsrechte und moglichkeiten zu erweitern.Beratung und Schulung Die Stiftung berat und qualifiziert Betriebs und Personalrate und Arbeitnehmervertreter in Aufsichtsraten,Manner und Frauen, in wirtschaftlichen und rechtlichen Angelegenheiten, in Fragen des Personal und Sozialwesens, der beruflichen Aus und Weiterbildung, der Gestaltung neuer Techniken, des betrieblichen Arbeits und Umweltschutzes.Wirtschafts und Sozialwissenschaftliches Institut WSIDas Wirtschafts und Sozialwissenschaftliche Institut in der HansBocklerStiftung forscht zu den Themen Wirtschaftswandel und Beschaftigung im Globalisierungsproze, Soziale Polarisierungen, kollektive Sicherung und Individualisierung und Arbeitsbeziehungen und Tarifpolitik. Das WSITarifarchiv dokumentiert das Tarifgeschehen umfassend und wertet es aus.Forschungsforderung Die Abteilung Forschungsforderung der Stiftung vergibt Forschungsauftrage zu den Themen Strukturpolitik, Mitbestimmung, Arbeitsgesellschaft, Offentlicher Sektor und Sozialstaat. Die Forschungsergebnisse werden in der Regel nicht nur publiziert, sondern auf Veranstaltungen zur Diskussion gestellt und zur Weiterqualifizierung von Mitbestimmungsakteuren genutzt.Studienforderung Ziel der Stiftung ist es, einen Beitrag zur Uberwindung sozialer Ungleichheit im Bildungswesen zu leisten. Gewerkschaftlich oder gesellschaftspolitisch engagierte Studierende unterstutzt sie mit Stipendien, mit eigenen Bildungsangeboten und der Vermittlung von Praktikantenstellen. Bevorzugtfordert die Stiftung Absolventinnen und Absolventen des zweiten Bildungsweges.Offentlichkeitsarbeit Ihre Arbeitsergebnisse und Dienstleistungen veroffentlicht die Stiftung uber Veranstaltungen,Publikationen, mit PR und Pressearbeit. Sie gibt zwei Monatszeitschriften heraus: Die Mitbestimmungund die WSIMitteilungen, auerdem die Vierteljahresschrift South East Europe Review for Labourand Social Affairs SEER, das Wirtschaftsbulletin Ostdeutschland und Network, EDVInformationenfur Betriebs und Personalrate.Senden Sie mir bitte kostenfrei Informationen uber die HansBocklerStiftung Ein Probeexemplar der Zeitschrift Ein Verzeichnis der lieferbaren Veroffentlichungen Informationen uber die Studienforderung der Stiftung HansBocklerStiftung Abteilung Offentlichkeitsarbeit BerthavonSuttnerPlatz 140227 Dusseldorf Telefax: 0211 7778 225www.boeckler.de", "filename": "hbs_arbp_002.pdf", "person": ["Véronique Demarne", "Demarne, Véronique"], "date": ["1999"]}