{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/116535/1/hbs_arbp_075.pdf"], "title": ["Integration von Produktion und Instandhaltung"], "plaintext": "4 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20031. Einleitung Die Anspruche an die Zuverlassigkeit von Produktionsprozessen steigen standig. Damit werden gleichzeitigdie Anforderungen an die Leistungsfahigkeit der Instandhaltung groer. Die Ursachen liegen u. a. in einerzunehmenden Bedeutung der Wettbewerbsfaktoren Produktqualitat und Kosten auf den Absatzmarkten, die eine hohe Prozessstabilitat und qualitat voraussetzen. Zudem fuhrt der hohe Kapitaleinsatz beisteigendem Automatisierungsgrad zu einer Fixkostenbelastung, die eine optimale Anlagenverfugbarkeit,niedrige Ausfallraten und kurze Stillstandszeiten erforderlich macht. In der Stahlindustrie stellen die Instandhaltungskosten den drittgroten Kostenblock nach den Einsatzstoff und den Personalkosten dar. Es wirdprognostiziert, dass der Anteil der Instandhaltungskosten an den Gesamtkosten in Zukunft aufgrund derweiter steigenden Automatisierung ebenfalls anwachsen wird Rasch, 2000, S. 1.Die Frage, wie das Verhaltnis von Produktion und Instandhaltung gestaltet werden kann, ist bereits oft diskutiert worden. Insbesondere beim Neubau von Anlagen mit ausgesuchter Bedienermannschaft und klarvorgegebenen betriebswirtschaftlichen Rentabilitatsgroen werden haufig Integrationsmodelle beider Funktionen realisiert. Aber derzeit kann von einer flachendeckenden Umsetzung solcher Ansatze in Altanlagen kaum gesprochen werden. Innovative Integrationsmodelle zahlen noch eher zu den Ausnahmen.Dies ist in der Stahlindustrie angesichts der drastischen Personalanpassungsmanahmen unverstandlich.Vielfach wurden zunachst die bestehenden Organisationen trotz der deutlichen Personalreduzierung konserviert. Erst langsam gerat das betriebsinterne Verhaltnis von Produktion und Instandhaltungsfunktion,auch durch best practiceVergleiche mit auslandischen Konkurrenten, ins Blickfeld. Der Fachausschuss 100 ist der Uberzeugung, dass zukunftig mit weiter steigendem internationalen Konkurrenzdruck, zunehmender Bedeutung der Faktoren Produktivitat und Qualitat und einer vermutlichweiter sinkenden Zahl an Beschaftigten in der Stahlindustrie die haufig noch starre organisatorische Trennung der beiden Funktionen zunehmend durch intelligente, den betrieblichen Gegebenheiten angepasste Integrationsmodelle abgelost werden wird. Anderungen der Arbeitsorganisation sind stets mit Auswirkungen auf den einzelnen Menschen verbunden.Der arbeitsdirektoriale Bereich ist daher in dieser Entwicklung mehrfach in zentralen Funktionen gefragt:Personalauswahl und entwicklung, berufliche Erstausbildung, Weiterbildung, Entgeltstruktur, Organisationsentwicklung, Fuhrung und Kooperation, Kommunikation und Teamentwicklung sind Themen, die beider Realisierung von Integrationsmodellen wesentlich sind und bei denen eine Positionierung erforderlichist. Mit dieser Arbeit will der Fachausschuss einen Beitrag zu der in Gang kommenden Diskussion leisten.Folgende Fragestellungen standen am Anfang der Arbeit: Welches Ziel verfolgt die Integration von Produktion und Instandhaltung aus Sicht der Unternehmen,aus Sicht der Mitarbeiter? Mit welchen Organisationsmodellen kann die Integration von Produktion und Instandhaltung prinzipiell vollzogen werden Modellbildung? Welche Erfahrungen liegen in den Unternehmen vor? Gibt es ein favorisiertes Leitbild, das sich in der betrieblichen Praxis als sinnvoll erwiesen hat? Wie soll der Prozess der Integration von Produktion und Instandhaltung gestaltet werden? Wer ist am Integrationsprozess zu beteiligen? Welche Rahmenbedingungen sind fur das Gelingen des Prozesses erfolgsbestimmend? Wie steht es um die Wertigkeit der Aufgaben aus Mitarbeitersicht, das Selbstverstandnis der Mitarbeiter, ihre Motivation und ihre Identifikation mit Beruf und betrieblicher Funktion? 5 Welche Auswirkungen hat die Integration auf einzelne Personengruppen gering Qualifizierte, Mitarbeiter mit Fuhrungsaufgaben, Spezialistenfunktionen etc.? Wie sehen die Qualifikations Anforderungsprofile bei der Wahl bestimmter Organisationsformen ausund wie kann das benotigte Anforderungsprofil erreicht werden? Wie ist ein passendes Anreizsystem zu gestalten im Hinblick auf Motivation, Anerkennung, Entgelt? Wie lasst sich der Erfolg der Integration messen?In einem ersten Arbeitsschritt wurden Erfahrungsberichte uber verschiedene Integrationsansatze in den Unternehmen zusammengestellt Kapitel 4. Sie waren die Basis fur die Modellbildung und die Diskussionvon Fragen zur inhaltlichen Gestaltung des Prozesses, insbesondere zum Thema Qualifizierung Kapitel 5.Abschlieend Kapitel 6 gibt der Fachausschuss Hinweise zur schrittweisen Umsetzung des Integrationsprozesses. 6 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20032. Begriffsklarungen Instandhaltung wird in Wissenschaft und Praxis im Zusammenhang mit Manahmen zur Bezeichnung einer Unternehmensfunktion oder einer aufbauorganisatorischen betrieblichen Struktureinheit benutzt. Instandhaltung ist in der DIN 31051 definiert als die Gesamtheit aller Manahmen zur Bewahrung und Wiederherstellung des SollZustandes sowie zur Feststellung und Beurteilung des IstZustandes von technischen Mitteln eines Systems. Die Ablauforganisation der Funktionseinheit Instandhaltung besteht nach JacobiS. 511 im Wesentlichen aus der Planung, Steuerung und Uberwachung der durchzufuhrenden Manahmen. Darin sind die Elemente Instandhaltungspersonal Eigen und Fremdpersonal, Ersatzteile und SpezialwerkzeugeHilfsmittel eingeschlossen.Instandhaltung umfasst die Aufgaben: Wartung Inspektion Instandsetzung Wartung bedeutet: Manahmen zur Bewahrung des SollZustandes. Wartung hat schadensvorbeugenden Charakter und dient der Verlangerung der Lebensdauer der Anlage. Typische Wartungsarbeiten sind:Reinigen, Schmieren, Austausch und Erganzung von Hilfsstoffen, Einstellen und Justieren.Mit Inspektion sind alle Manahmen gemeint, die den IstZustand feststellen und beurteilen. Sie ist Grundlage fur nachfolgende Instandsetzungsarbeiten oder die Beseitigung konstruktiver Schwachstellen.Instandsetzung meint die Wiederherstellung des SollZustandes einer Anlage z. B. nach einer Storung.Instandsetzung vollzieht sich im Regelfall in mehreren Teilschritten: Auerbetriebsetzung, Demontage,Schadenssuche, AustauschenAusbessern der defekten Teile, Montage, Einstellen, Funktionsprufung und Wiederinbetriebnahme. Hinsichtlich des Planungs und Vorbereitungsgrades lassen sich die geplante periodisch vorbeugendebzw. zustandsabhangig vorbeugende Instandsetzung und die ungeplante schadensbedingte Instandsetzung unterscheiden.Die Instandhaltungsstrategien der Betriebe konnen unterschiedlich sein:Ausfallbedingte Instandhaltung Anlage wird bis zum Storfall betriebenPraventive Instandhaltung Austausch bestimmter Anlagenteile in festgelegten Intervallen Zustandsorientierte Instandhaltung Zustandsfeststellung durch haufige Inspektion oder permanente Uberwachung z. B. durch SensorenGerade bei der zustandsorientierten Instandhaltung kommt dem Produktionspersonal besondere Bedeutung zu, da die Mitarbeiter standig an den Anlagen arbeiten und am ehesten Anomalien feststellen konnen.78 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20033. Bedeutungswandel der Funktion Instandhaltung In vielen kleinen und mittleren Unternehmen ubernehmen Mitarbeiter der Produktion die Instandhaltungund rufen erst dann den externen Spezialisten oder Reparaturservice, wenn die eigenen Moglichkeitenzur Fehlerbehebung ausgeschopft sind. Durch zunehmende Automatisierung, Einfuhrung von Prozessleitsystemen, komplexe Hydraulikanlagen etc. wurden zunehmend dezentrale oder zentrale eigenstandige Instandhaltungsbereiche neben der Produktion aufgebaut. So entwickelten sich uber viele Jahre in den meisten Unternehmen die beiden Funktionen mit getrennter Leitung und nicht selten auch mit unterschiedlichen Interessenlagen. Dem Kunden ist dies letztlich egal; sein Ziel ist es, dass die Auftrage bestmoglich hinsichtlich Kosten, Qualitat und Termintreue erledigt werden. Daraus muss sich die betriebliche Gemeinschaftsaufgabe fur Produktion und Instandhaltung entwickeln, Verfugbarkeit und Zustand der Anlagen zu optimieren, um Kundenzufriedenheit zu gewahrleisten. Aus Sicht der Produktion entwickelt sich die Instandhaltung so vom notwendigen Ubel oder Helfer in der Not hin zum ganzheitlichen Instandhaltungsmanagement, an dem Produktion und Instandhaltung gemeinsam Anteil haben.3.1 Instandhaltungsmanagement als Gemeinschaftsaufgabe Exemplarisch fur den Bedeutungswandel, der sich im Bereich Instandhaltung vollzieht, sei hier auf John Moubray verwiesen. Er beschreibt in 15 Maximen einen Paradigmenwechsel in der Instandhaltung. Einigeseiner Aussagen betreffen auch das Verhaltnis Produktion und Instandhaltung.Maxime 3: Alt: Der primare Zweck der Instandhaltung ist, die Verfugbarkeit der Anlagen bei minimalen Kosten zuoptimieren. Neu: Instandhaltung betrifft alle Aspekte von Effektivitat und Risiko der Geschaftstatigkeit Sicherheit,Umweltschutz, Energieeffizienz, Produktqualitat und Kundenservice nicht nur Anlagenverfugbarkeit und Kosten.Maxime 12:Alt: Instandhaltungspolitik sollte von Managern definiert werden und Instandhaltungsplane von gut qualifizierten Spezialisten oder externen Vertragspartnern.Neu: Instandhaltungspolitik sollte von den Leuten, die der Anlage am nachsten sind, definiert werden. Die Rolle des Managements ist dabei, die notwendigen Tools zu liefern, um ihnen zu helfen, die richtigen Entscheidungen zu treffen und sicherzustellen, dass die Entscheidungen vernunftig und zu verteidigen sind.Maxime 13: Alt: Die Instandhaltungsabteilung alleine kann ein erfolgreiches dauerhaftes Instandhaltungsprogramm entwickeln.Neu: Ein erfolgreiches, dauerhaftes Instandhaltungsprogramm kann nur in Zusammenarbeit von Instandhaltern und den Anlagenbenutzern entwickelt werden. Instandhaltung ist nach Moubray eine Dienstleistungsfunktion, die nach den von Benutzern Produktion,Betrieb geforderten Leistungsnormen funktionieren muss. Andere Autoren bestatigen diese Positionierungder Instandhaltung innerhalb des Unternehmens. Rasch S. 32 weist daruber hinaus auf das Problem vollstandiger oder partieller Antinomie zwischen Produktions und Instandhaltungsprozess hin. Insbesonderedie zeitbezogene Zieldivergenz der beiden Bereiche kurzfristige Produktionserfordernisse und Unmoglich9keit des Anlagenzugangs ohne deren Stillstand versus ausreichend und rechtzeitig durchgefuhrter Instandhaltung mit entsprechenden Produktionsausfallen und der immaterielle Charakter der Instandhaltung als Dienstleistung fuhren dazu, dass zwischen Instandhaltungs und Produktionsaufgaben priorisiert wird. Furdie betriebliche Praxis kann dies heien, dass die Anlagen weiterhin im Produktionsprozess belassen und Funktionsbeeintrachtigungen hingenommen werden. Mit den notwendigen Instandhaltungsmanahmenwird dann bis zu einem spateren Zeitpunkt gewartet und die Arbeiten werden in dem Mae ausgefuhrt,wie es der Produktionsbereich fur notwendig erachtet. Die langfristigen negativen Auswirkungen von nichtausreichend durchgefuhrten Instandhaltungsmanahmen werden auf Grund kurzfristiger Produktionserfordernisse in Kauf genommen. Die Planung der Instandhaltungsaktivitaten wird der Produktionsplanungangepasst. Ohne den Dienstleistungscharakter zu verleugnen, ergibt sich fur die Funktion Instandhaltung eine andere Rolle, wenn sie umfassender als ganzheitliches Instandhaltungsmanagement verstanden wird. Nach SchimmelpfengSteffen ist Instandhaltungsmanagement ein wesentlicher Bestandteil des Produktionsmanagements. Es soll aber nicht alleine dem produktionsbezogenen Sachziel Produktion von Gutern und Dienstleistungen dienen, sondern gleichzeitig auch die Wertziele Erreichung wirtschaftlicher Erfolge, die Humanziele Sicherung von Arbeitsplatzen und Einkommen, Verbesserung von Arbeitsbedingungen unddie okologischen Ziele umweltschonende Produktion des Unternehmens unterstutzen. Eine Definition von Instandhaltung, die diese Aspekte einbezieht, geben BeckerBlo S. 360: Instandhaltung sind danach alle Manahmen, die auf die Erkennung, Erhaltung und Erweiterung der technischen, wirtschaftlichen und okologischen Funktionsfahigkeit von Anlagen ausgerichtet sind. Damit umfasst Instandhaltung auch langerfristige strategische Manahmen wie Anlagenoptimierung, Modernisierung, Kapazitatserweiterung oder Vergroerung. Diese Sichtweise muss besonders auf die Stahlindustrie zutreffen, da die hier vorhandenen Produktionsstatten im Regelfall Unikate sind, die erst im Laufe des Betriebseinsatzes immer weiter optimiertwerden konnen.Starker integrative organisatorische Losungsansatze von Produktion und Instandhaltung konnen in diesem Zusammenhang nicht nur Reibungsverluste und zusatzlichen Koordinations und Kommunikationsaufwandminimieren, sondern Freiraume fur strategisches Instandhaltungsmanagement schaffen. 3.2 Total Productive Maintenance TPMGrundgedanken Welche Moglichkeiten sich durch eine weitgehende Integration von Produktion und Instandhaltung ergeben, zeigen die Beispiele, die unter dem Begriff Total Productive Maintenance, kurz: TPM, subsumiert werden. Fur die Ubersetzung von TPM bietet Kamiske 1995, S. 237 als Ubersetzung an: umfassende produktive Instandhaltung.TPM verbindet die japanischen Konzepte des Total Quality Management TQM und die komplette Einbeziehung der Mitarbeiter Total Employee Involvement mit der aus den USA importierten Praxis der vorbeugenden Instandhaltung. Das Ergebnis ist ein innovatives System zur kontinuierlichen Verbesserung von Produktivitat und Qualitat sowohl fur die Produktion und die Werkstatten wie auch fur administrative Bereiche. Dieses System revolutioniert inzwischen das Anlagenmanagement weltweit.Mit der Diskussion um LeanProduction in den 90er Jahren erfolgte in Europa das Aufgreifen dieser Idee,die in Japan bereits seit dem Ende der 60er Jahre verfolgt wurde. Die Instandhaltungsmanager hatten sichneu zu orientieren, weniger in Bezug auf die Instandhaltungstechnik, als vielmehr in der Sinnbestimmungihres Tuns und dem damit zusammenhangenden Rollenverstandnis im betrieblichen Ablauf s. Jacobi, 1996,S. 513. Verschwendungen jeglicher Art zu vermeiden, einen kontinuierlichen Verbesserungsprozess einzu10 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003richten und den Blick auf das Wesentliche eines Unternehmensablaufes zu scharfen das waren die neuen Ideen, die beispielsweise bedeuteten, dass die betrieblichen Bereiche Produktion, Qualitatssicherung,Arbeitssicherheit und Instandhaltung mindestens auf der Anlagenebene zusammenarbeiten musstenJacobi, 1996, S. 513. In den letzten Jahren wird TPM vor allem als ein Konzept zur Steigerung der Anlagenproduktivitat diskutiert. Die Grundgedanken von TPM gehen auf das Jahr 1969 und die Arbeiten der Nippondenso Corp. Ltd.zuruck, einem Tochterunternehmen der Toyota Group, das elektronische Bauteile fur die Automobilindustrie herstellte. 1971 erstmals eingesetzt, beschreibt das TPMManagementsystem Wege zur Optimierung betrieblicher Ablaufe durch die kreative Beteiligung aller Mitarbeiter z. B. in Qualitatszirkeln. Abb. 1: TPMKonzeption zur Sicherung der Anlageneffektivitat Faktoren der Beeintrachtigung der Anlageneffektivtat Ausfallzeiten Geschwindigkeitsverluste Fehler Rustzeiten Anlagenstorungenundausfalle Fehlmeldungenvon Sensoren,Werkstuckblockierungen Gedrosselte Produktionsgeschwindigkeitungunstige Anlagenanlaufphasen Bearbeitungsfehler Ziel:Null Ziel:minimal Ziel:Null Ziel:Null Ziel:minimal Ziel:Null TPMKonzeption zur Uberwindung von Beeintrachtigung der Anlageneffektivitat Beseitigung von SchwerpunktproblemenIVerantwortung der Anlagenbedienerfur die AnlageIIgeplantes InstandhaltungsprogrammIIIStutzende Konzeptsaulen Schulung und Training des PersonalsIVInstandhaltungspraventionVQuelle: SchimmelpfengSteffen, 2000, S. 327Mit TPM werden die Anlagen und die Qualifikation der Belegschaft verbessert. Die Mitarbeiter produzierenan ihren Arbeitsplatzen, verbessern diese und halten sie in Ordnung. Charakteristisch fur TPM ist die selbststandige AnlagenbedienerInstandhaltung in Form von unternehmensgefuhrten Kleingruppenaktivitaten s. Schmidt, 1995, S. 8. Damit zielt der TPMAnsatz darauf ab, dem Maschinenbediener nicht nur die weitgehende Ausfuhrung der Instandhaltung, sondern auch die Verantwortung fur den einwandfreien Zustandder gesamten Produktionsanlage zu ubertragen. Das alte System der Arbeitsteilung wird durchbrochen undein neues System geschaffen, welches den Maschinenbediener durch sinnvollen Einsatz seiner Fachkenntnisse zum Experten fur Bedienung, Instandhaltung und Fertigung, also den gesamten Produktionsprozessmacht.Das Doppelziel von TPM ist Nakajima, 1995, S. 25, NullStorungen und NullProduktfehler. Dies fuhrt zubesseren Maschinennutzungsraten, geringeren Kosten, reduzierten Bestanden und verbesserter Arbeitsproduktivitat; kurz: die Effektivitat der Produktionsanlagen wird optimiert. Gleichzeitig wird der Bogen zum JustinTimeJITKonzept geschlagen, fur das die Maschinenverfugbarkeit eine herausragende Bedeutungbesitzt. Die Einfuhrung von TPM erfordert einige Jahre und muss gezielt gewollt und gesteuert sein. Wer 11glaubt, dass TPM als Nebenprodukt mit der Einfuhrung neuer Arbeitsstrukturen oder Gruppenarbeiterreicht wird, unterliegt einem Irrtum Schmidt, 1995, S. 89.Opel Kaiserslautern fuhrte TPM mit Unterstutzung externer Berater als Teil einer Gesamtstrategie zusammen mit Gruppenarbeit, kontinuierlichen Verbesserungen und einem geeigneten Informationssystem ein.Die Ideen von Nakajima sind auch von Ford ubernommen worden. Bei VW gibt es erste Ansatze sowie Pilotprojekte. TPM ist ein Teil des dortigen JITProduktionssystems. Auch Audi orientiert sich eng an der TPMMethode und die DaimlerBenz AG entwickelt Wege zu werksubergreifenden Instandhaltungsstrategien und ubertragt den Produktionsteams einen Teil der Instandhaltungsaufgaben. Rover ist das einzige Automobilunternehmen, das fur die ersten Einfuhrungsschritte von TPM der Reinigung und Inspektiondurch die Bediener die Produktion fur eine halbe Stunde pro Woche und Schicht stoppte. Ahnlich fruhbegann auch 3M Deutschland Gmb H mit der Einfuhrung von TPM, das nach groen Erfolgen jetzt in deneuropaischen Werken von 3M eingefuhrt wird Schmidt, 1995, S. 1011.Abb. 2: Kernelemente des TPMKonzeptes Kontinuierliche Verbesserungder Anlagen Instandhaltungspravention Schulungund Trainingder Mitarbeiter Kernelementedes TPMKonzeptes Autonome Instandhaltung Geplantes Instandhaltungsprogramm Maximierung der Gesamtanlageneffektivitat Quelle: Rasch, 2000, S. 203Auf diese Kernelemente des TPMKonzeptes werden wir im Folgenden kurz eingehen.Kontinuierliche Verbesserung der Anlage Durch bereichsubergreifende Verbesserungsteams sollen Schwerpunktprobleme der Anlagen erkannt und Manahmen zur Beseitigung eingeleitet werden. In diesem, dem KaizenGedanken verpflichteten Ansatz,wird mit Methoden gearbeitet, die auf das konsequente Hinterfragen von Ursachen abzielen, zum Beispielder FunfmalWarumMethode, bei der es darum geht die wahre Ursache fur einen Defekt in Erfahrung zu 12 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003bringen. Beispiel: Warum ist die Maschine stehengeblieben? Sicherung war uberlastet. Warum war die Maschine uberlastet? Lager war nicht richtig geschmiert. Warum wurde das Lager nicht richtiggeschmiert? Olpumpe funktionierte nicht. Warum funktionierte die Olpumpe nicht? Achslager ausgeleiert. Warum war es ausgeleiert? Schmutz war hineingelangt. Beispiel nach Rasch, 2000, S. 204. Eine andere Moglichkeit ist das moglichst komplette Erfassen von UrsacheWirkungsMechanismen, zum Beispiel anhand des IshikawaDiagramms auch FischgratDiagramm zur Sammlung von Fehlerursachen differenziert nach Mensch, Maschine, Material und Methode, vgl. Abb 3. Abb. 3: Probleme analysierenstrukturieren Ursachen und Wirkungsdiagramm Mensch Maschine Personalengpasse Maschinenausfalle Zuviel Nacharbeit Engpasselange Lieferzeiten Kontrolle dauertviel zu lange Hartezeitenzu lange Zum Teilfehlerhafte Blanks Methode Material Quelle: FA 100Autonome Instandhaltung Die Ubertragung der Verantwortung fur die Instandhaltung der Produktionsanlagen an das Bedienungspersonal stellt einen wesentlichen Aspekt von TPM dar. Gerade die Produktionsarbeiter sind am besten mitden Arbeitsbedingungen und den Anlagen vertraut und so in der Lage, sich abzeichnende Storungen fruhzeitig zu erkennen und ungeplante Stillstande zu verhindern. In vielen japanischen Unternehmen werdenroutinemaige Instandhaltungsarbeiten Wartung, Inspektion und nach Moglichkeit auch Instandsetzungeigenstandig von den Produktionsmitarbeitern durchgefuhrt. Der Produktionsbereich ist fur die Erreichungder Produktionsziele verantwortlich und hierzu gehort auch der optimale Betriebszustand. Flankiert wird die Einfuhrung der autonomen Instandhaltung durch die Anwendung der Prinzipien der sogenannten 5 S: Ordnung schaffen Seiri Seiton Gegenstande am richtigen Platz aufbewahren Seiso Seiketsu Personlichen Ordnungssinn fordern Shitsuke Disziplin bewahren Sauberkeit am Arbeitsplatz 13Die Ubertragung auf nichtjapanische Unternehmen ist haufig mit Widerstanden verbunden. Ziel ist die Sensibilisierung des Produktionspersonals gegenuber den Erfordernissen von Instandhaltungsfunktionen. Die Einfuhrung der autonomen Instandhaltung erfolgt im Regelfall in Stufen, die sich an dem zunehmenden Qualifikationsfortschritt der Mitarbeiter ausrichten:Abb. 4: Stufenkonzept zur Einfuhrung der autonomen Instandhaltung Gesamtanlageneffektivitat 7. Schritt Autonome Instandhaltung 6. Schritt Organisation und Optimierungdes Arbeitsplatzes 5. Schritt Beginn der autonomen Instandhaltung 4. Schritt Inspektion und Wartung dergesamten Produktionsanlage 3. Schritt Festlegung vonvorlaufigen Standards 2. Schritt Manahmen gegen Verschmutzungsquellen 1. Schritt Grundreinigungmit erster Uberprufung Zeit Quelle: Rasch 2000, S. 211Eine organisatorische Moglichkeit, autonome Instandhaltung einzufuhren, sind interdisziplinare Fertigungsteams aus Mitarbeitern der Produktion und der Instandhaltung, die gemeinschaftlich eine dezentrale Anlagenverantwortung ubernehmen und so mit langsamer Erhohung des Qualifikationsstandes immer komplexere Aufgaben in Eigenregie ubernehmen konnen.Im Zusammenhang mit der Etablierung von autonomer Instandhaltung muss zwingend daruber nachgedacht werden, was mit den Instandhaltungskapazitaten geschieht, die durch Aufgabenverlagerung auf die Produktion frei werden. Diese konnen zum einen fur die Ablosung extern vergebener Arbeiten genutzt,zum anderen kann das frei werdende Zeitpotential eines Teils der Instandhalter dann fur komplexe Manahmen und andere Service und Dienstleistungen zur Verfugung gestellt werden s. Schimmelpfeng, 1995,in: CorstenSchneider, S. 317 wie Geplante Instandhaltung Anlagenoptimierung Beteiligung in Teams zur Anlagenplanung und konstruktion Kundenberatung Instandhaltung fur andere Unternehmen 14 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003Abb. 5: Auswirkungen der ganzheitlichen Anlagenbetreuung auf die Aufgabenbereiche der Produktion und Instandhaltung besserer Anlagenzustand Weniger Manahmenhohere Identifikationmit der Anlageganzheitliche Anlagenbetreuung Produktion Instandhaltungbesseres Anlagenverstandniseffizientere Produktionverringerte ISTKosten Konzentrationauf Kernaufgaben Mehr Zeitfur geplante Instandhaltung Quelle: in Anlehnung an SiebieraOberbannscheidtJaschinski 1997, S.308.Geplantes Instandhaltungsprogramm Hierunter sind Aufgaben der prozessbezogenen und der verbessernden Instandhaltung zu verstehen, dieim Wesentlichen von den zentralen Instandhaltungsbereichen ausgefuhrt werden, also spezielle Wartungsund Inspektionsarbeiten, komplexe Instandsetzungsmanahmen oder Manahmen zur Ablaufoptimierungund Steigerung der Leistungsfahigkeit der Funktion Instandhaltung selbst, fur die besondere Kenntnisse Voraussetzung sind. Prozessbezogene Instandhaltung versucht auf der Basis periodischer Inspektionen Produktionsprozesse zu stabilisieren und mogliche Verluste der Gesamtanlageneffektivitat zu entdecken undzu beseitigen. Hierfur sind umfangreiche Instandhaltungsplane und Instandhaltungsstandards zu entwickeln. Die verbessernde Instandhaltung versucht die Leistungsfahigkeit von Anlagen durch kontinuierliche Anlagenverbesserung, Anwendung neuer Werkstoffe oder Einbau neuer technischer Systeme zu steigern.Daraus ergibt sich fur den Instandhaltungsbereich im Rahmen von TPM folgendes Stufenkonzept s. auch Rasch, 2000, S. 214 ff:Priorisierung der instandhaltungsrelevanten Anlagenprobleme Beseitigung der identifizierten Mangel und Schaffen einer stabilen Ausgangsbasis Einfuhrung von Instandhaltungsplanungs und steuerungssystemen, Storungsberichte Einfuhren der prozessbezogenen Instandhaltung Einfuhren der verbessernden Instandhaltung 15Schulung der Mitarbeiter Schulung ist von wesentlicher Bedeutung fur die Einfuhrung und Umsetzung von TPM. Die Qualifizierungmuss sich im Regelfall an den konkreten Bedingungen des jeweiligen Produktionsbereichs orientieren. Diesbedingt einen hohen Anteil an Schulungen on the job.Folgende Kenntnisse und Fertigkeiten sind zwingend beim Produktionspersonal vorzuhalten:Funktionszusammenhange der eigenen Anlage verstehen Beziehung zwischen Anlage und Qualitat verstehen Anomalien an Anlagen erkennen Ursachen fur Anomalien erkennen Anlagen weitgehend selbstandig in Stand halten Das Instandhaltungspersonal sollte neben den erforderlichen Kenntnissen und Fertigkeiten zur Feststellungvon Anomalien und Wiederherstellung des Betriebszustandes zusatzlich uber die Moglichkeiten verfugen:Produktionspersonal bei der Durchfuhrung von Routineinstandhaltungsarbeiten zu unterweisen Zuverlassigkeit und Lebensdauer der Anlagen zu verbessern Anlagendiagnoseverfahren anzuwenden und zu standardisieren Effizienz der Instandhaltungsmanahmen zu optimieren Daraus ergeben sich vier wichtige Qualifikationsfelder, die fur eine erfolgreiche Umsetzung von TPM unerlasslich sind:Abb. 6: Qualifizierungsbereiche von TPMSchulung und Training von  Instandhaltungskenntnissen Fertigungskenntnissen Basiskenntnissendes TPMKonzepts Sinn und Zweckdes TPMKonzeptesvermitteln Hilfsmittel und Werkzeuge von TPM nahebringen Vermittlung von Grundkenntnissen furdas Produktionspersonal Erweiterung der Kenntnisse des Instandhaltungspersonals Weiterqualifizierungdes Produktionspersonals Wissen des Instandhaltungspersonalsuber Fertigungsablaufe steigern Quelle: Rasch, 2000, S. 217Kommunikationstechniken fur die Teamarbeit Effektive undeffiziente Teamarbeitsicherstellen Neben der Vermittlung von Basiskenntnissen zum TPMKonzept fur alle Mitarbeiter im Unternehmen Ziele,Vorteile, Methoden, Vorgehen gilt es, das notwendige Fachwissen und die Fertigkeiten zu trainieren, diefur die Durchfuhrung autonomer Instandhaltung erforderlich sind. Parallel mussen die Kenntnisse uber die Produktionsprozesse vertieft werden, und zwar nicht nur fur das Produktions, sondern auch fur das Instandhaltungspersonal. Teamarbeit findet insbesondere in den bereichsubergreifenden Verbesserungs16 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003teams statt, ist aber auch Voraussetzung fur eine effiziente Zusammenarbeit z. B. bei Storungen der Produktion, bei denen Erhalter und Produktionsmitarbeiter zusammenarbeiten mussen.Instandhaltungspravention Instandhaltungspravention greift den Grundgedanken einer Orientierung am Anlagenlebenszyklus auf. Zielist die kontinuierliche Weiterentwicklung von Produktivitat, Prozesssicherheit und Instandhaltbarkeit der Produktionsanlagen. Daher erstreckt sich InstandhaltungsPravention idealtypisch uber alle Phasen von der Produktentwicklung uber Konstruktion, Installation, Inbetriebnahme bis zur Phase der laufenden Produktion,wo der KVPKaizenAnsatz greift. Alle Erkenntnisse dienen als Grundlageninformation fur kunftige ahnliche Anlagenprojekte. Auf der Basis dieser theoretischen Uberlegungen wird im Folgenden der Status des Zusammenwirkens von Produktion und Instandhaltung ausgewahlter Betriebe in der deutschen Stahlindustrie berichtet. 1718 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20034. Organisationsgestaltung des Integrationsprozesses in deutschen Stahlunternehmen 4.1 AG der Dillinger Huttenwerke DHIm Marz 2001 wurde die Struktur der Dillinger Huttenwerke umgestellt. Schwerpunkt war die starkere Verzahnung von Produktion und Instandhaltung. Hierbei konnte man sich auf Erfahrungen aus dem Bereichder Zentralkokerei und einigen Modelleinheiten in den Produktionsbetrieben stutzen. Gesamtziele waren:Auslastungsverbesserungen und Produktionssteigerung, Reduzierung von Fremdleistungen, Erhohung der Flexibilitat, Gewinnoptimierung, Personalabbau und Integration von prozessspezifischen Instandhaltungsarbeiten in die Produktionsbetriebe. Die Bereiche Magazin, Transport, Netz, Kommunikation, mobile Instandhaltung und Werkstatten wurden in einem Zentralen Dienst zusammengefasst, in dem Instandhaltungsspezialisten eingesetzt sind. Die neue Struktur war ab diesem Datum fur alle Bereiche des Unternehmensverbindlich.Vor der Reorganisation hatten die Dillinger Huttenwerke Instandhaltungsstutzpunkte direkt neben den verschiedenen Produktionsbetrieben wie z. B. Hochofen oder Walzwerk. Wenn es in den Produktionsbetriebenzu einem Stillstand auf Grund eines technischen Fehlers gekommen war, konnte die Instandhaltung schnellund unburokratisch reagieren. Es waren keine Auftrage von Seiten der Produktionsbetriebe notwendig.Somit wurden die Kosten, die durch die Reparaturarbeiten verursacht wurden, nicht von den Produktionsbetrieben, sondern von der Instandhaltung getragen. Seit der Reorganisation im Marz 2001 wurde ein Teilder Instandhaltung in die unterschiedlichen Produktionsbetriebe integriert. Neben dieser produktionsnahen Instandhaltung existieren die Zentralen Dienste, die aus einem Pool von Spezialisten bestehen und unternehmensweit eingesetzt werden konnen. Somit werden die Kosten, die jetzt durch Instandhaltungsarbeiten entstehen von dem verursachenden Betrieb getragen. Entweder wird die Storung durch die eigene Instandhaltung behoben oder die Zentralen Dienste mussen beauftragt werden. Die Kosten, die bei dieser Arbeit entstehen, werden den Produktionsbetrieben als Verursacher in Rechnung gestellt. Der Integrationsprozess von Produktion und Instandhaltung war kein isolierter Prozess. Der Boden warbereitet von technischen Innovationen, Neubaumanahmen sowie Anderungen in den Arbeitsprozessen.Heute werden z. B. im Stahlwerk 25 % mehr Schmelzen produziert als vor drei Jahren. Die Schichtstrukturwurde von vier auf funf geandert. Der Fremdfirmeneinsatz konnte um ca. 10 % herabgesetzt werden, ebenso die verfahrenen Schichten im Jahr 2001. Die Anlagenverfugbarkeit ist nach wie vor hoch. Wenn auch dieneuen Strukturen in den nachsten Jahren noch optimiert werden mussen, so gilt doch, dass die Integration von Produktion und Instandhaltung bisher erfolgreich war. Mit entscheidend fur das Gelingen war die Einbeziehung aller Mitarbeiter und die Tatsache, dass diese Unternehmensentscheidung zielgerichtet verfolgt und nicht standig neu zur Debatte gestellt wurde.Die Umstrukturierung bei den Dillinger Huttenwerken war gleichzeitig mit der Einfuhrung von speziellen SAP Modulen zur Kosten und Leistungsverrechnung verbunden. Auf Grund dieser Tatsache wurden vom Fruhjahr bis zum Herbst 2001 ca. 400 Mitarbeiter in diesem Programm geschult. Uber SAP verbuchen dieeinzelnen Betriebe sowohl ihren Personalbestand als auch die Auftrage und die Bestellungen. Dadurchergab sich die erhoffte Kostenstellentransparenz, wenn auch die Handhabung der Programme noch etwasumstandlich ist.Durch die Einfuhrung von SAP arbeitet jetzt eine groere Anzahl von Mitarbeitern in den Betrieben an Rechnern. Der Bedarf an EDVSchulungen ist dadurch stark gestiegen und ein Ende ist noch nicht abzusehen. Auch wenn der Betrieb schon vor der Reorganisation kleinere Instandhaltungstatigkeiten selbst durchgefuhrt hat, so zeigte sich ein erhohter Qualifizierungsbedarf der Mitarbeiter. Themen sind im Walzwerk, 19z. B. Grundlagen der Stahlerzeugung und der Warmebehandlung, Mess und Regelungstechnik sowie Grundlagen der Maschinenelemente und der Metallbearbeitung. Die bei den Mitarbeitern durch Umsetzung entstandenen fachlichen Defizite wurden zum groen Teil in den Betrieben durch betriebsinterne Schulungen behoben oder durch die Abteilung Aus und Weiterbildung organisiert.Zum Ausbildungsjahr 20022003 bildet das Unternehmen zum ersten Mal auch Mechatroniker aus, dienach ihrer Ausbildung sowohl in der produktionsnahen Instandhaltung als auch in den Zentralen Diensteneingesetzt werden konnen. Des Weiteren erhofft sich das Unternehmen von diesem Beruf qualifizierte Mitarbeiter fur die Produktion.Das Entgeltsystem der Dillinger Hutte berucksichtigt derzeit nur bedingt die Integration von Produktion und Instandhaltung. In der Produktion werden die Arbeitsplatze unabhangig von Personen summarisch bewertet. Die summarische Einstufung erfolgt auf der Basis des Tarifvertrages in 18 Lohnstufen. Sie wird erganztum Funktions und Erschwerniszulage. Die Facharbeiter in der Instandhaltung werden nach einem personlichen Lohnsystem, das Art der Tatigkeit, die dazu notwendige Qualifikation und die Flexibilitat sowie die Ubernahme von Verantwortung bewertet. Diese Einstufung wird erganzt um eine individuelle Beurteilungdes Mitarbeiters. Die Reorganisation von Produktion und Instandhaltung beruhrt im ersten Schritt die traditionelle Trennungder Lohnsysteme nicht, da die verschiedenen Tatigkeiten nicht auf der Arbeitsplatzebene integriert wurden.Nur in wenigen Bereichen entstanden Mischarbeitsplatze. Es zeigte sich, dass die unterschiedlichen Entgeltprinzipien insbesondere bei jungeren Mitarbeitern in der Produktion zu einer hoheren Einstufung als im Instandhaltungsbereich fuhren. Bei Lohnverlusten wurden die bisherigen Lohne abgesichert. Es wird jedochzukunftig eine Neugestaltung des Lohnsystems mit dem Ziel eines einheitlichen Entgeltsystems notwendigwerden. Gegenwartig hat das Entgeltsystem fur die Zusammenlegung von Produktion und Instandhaltungnur bedingten Motivationscharakter, zumal auch individuelle Leistungsunterschiede nur bedingt honoriertwerden. Daneben sind naturlich auch das Engagement und die Motivation ein Beurteilungskriterium.Zusammengefasst bedeutet dies fur das Vorgehen: 1. den Qualifikationsbedarf fur einen Arbeitsplatz analysieren 2. den Abgleich mit der Qualifikation des Mitarbeiters durchfuhren 3. eventuelle Anpassungsfortbildung realisieren 4. die Arbeitsleistung bewerten 5. und uber Geld reden.4.2 Huttenwerke Krupp Mannesmann Gmb H HKMDie Mitarbeiter bei HKM haben in der Produktion und Instandhaltung getrennte Aufgabenbereiche, d. h.,TPMorganisierte Arbeitsformen werden z. Z. noch nicht praktiziert.Wie in den vorausgegangenen Ausfuhrungen formuliert Abb. 6: Qualifizierungsbereiche von TPM bedarfdie Einfuhrung und Praktizierung von TPM bestimmter Voraussetzungen. Ein Teil dieser Voraussetzungensind bereits durch systematische Weiterbildung und Einfuhrung von Gruppen bzw. Teamarbeit bei HKMerfullt. Die Klarung, ob TPM fur HKM generell ein geeignetes Werkzeug zur kontinuierlichen Verbesserungist, steht noch aus.Seit Jahren wird der Weiterbildungsbedarf der HKMMitarbeiter systematisch ermittelt. Dies geschieht durcheinen Abgleich zwischen dem Anforderungsprofil der Arbeitsaufgabe und dem Leistungsangebot des Mitarbeiters. Die Differenz der abgeglichenen Profile ergibt den Inhalte der zu entwickelnden Qualifizierungsmanahmen. Uberwiegend lassen sich Standardmodule der Weiterbildung anwenden. Es kommt aber 20 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003immer haufiger vor, dass sich spezielle Weiterbildungsaktivitaten ergeben, die arbeitsplatznah umgesetztwerden. Dazu passt das seit Jahren in Anwendung befindliche Qualifizierungs und FlexibilisierungskonzeptQ und F. Durch diese Manahme werden die Mitarbeiter in Theorie und Praxis auf veranderte Verfahrensund Anlagentechnik sowie neue Betriebsstrukturen vorbereitet. Damit wird ein flexibler Einsatz der Mitarbeiter an Arbeitsplatzen in einem oder mehreren Bereichen moglich. Auch die erforderlichen Zusatz bzw.Spezialqualifikationen werden im Rahmen der Q und FManahmen vermittelt.Die Einfuhrung von neuen Formen der Arbeitsorganisation ist ein weiterer wichtiger Aspekt fur TPM. HKMhat in Teilbereichen des Unternehmens Gruppen bzw. Teamarbeit eingefuhrt. In einer zentralen Instandhaltungswerkstatt arbeiten ca. 170 Mitarbeiter in 10 teilautonomen Gruppen an ihren Aufgabenstellungen.Daruber hinaus sind die Fuhrungskrafte Betriebsleiter, Ingenieure, Meister, Techniker und Vorarbeiter der VorortInstandhaltungen in Form von Teams organisiert.In der Praxis bedeutet dies, dass die Kommunikationstechniken fur eine effiziente sowie effektive Gruppenund Teamarbeit bei vielen Mitarbeitern sichergestellt ist. Trainer und Prozessbegleiter sind in erster Linie Mitarbeiter der Berufsbildung, aber auch die Fuhrungskrafte der betroffenen Bereiche des Unternehmens.Fur die Mitarbeiter der zentralen Hauptwerkstatt gibt es daruber hinaus ein mageschneidertes Entgeltsystem, welches den Anforderungen des Arbeitsplatzes und dem Leistungsangebot des Mitarbeiters Rechnung tragt. Hiermit erhalten die dem System hinterlegten Qualifizierungsmodule eine besondere entgeltwirksame Bedeutung. 4.3 Thyssen Krupp Nirosta Gmb H TKSNRBei der TKSNR gibt es teilweise auch heute noch eine klassische Trennung zwischen Produktions und Instandhaltungsaufgaben. Dies gilt sowohl fur die Storungsbeseitigung, bei den normalen Erhaltungsaufgaben als auch bei der Wartung. Die Organisationsstruktur der Erhaltung im Werk Benrath umfasste etwa 100 Lohnempfanger und 25 Angestellte.Die klare Trennung von Produktion und Instandhaltung fuhrte dazu, dass bei einem Storfall an der Anlagedie Produktionsmannschaft zurucktrat und die Handwerker versuchten, das Gerust wieder in Betrieb zunehmen. Daruber hinaus gab es feste Reparaturplane im Rahmen einer vorbeugenden Instandhaltung mitbis zu achtstundigen Anlagenstillstanden, bei denen die Anlagenbediener, mehr oder minder ausgelastet,Reinigungsarbeiten ausfuhrten.Zielsetzung des Integrationsprozesses war es:Reduzierung der Erhaltungsschichtgrupppen von 7 auf 3 Lohnempfanger je Schicht 1.2. Ablosung von Fremd gegen Eigenleistung 3. Teambildung innerhalb der Erhaltung bezogen auf Aggregatgruppen unter Beibehaltung einergetrennten Fuhrung fur Produktion und Erhaltung Steigerung der Attraktivitat der Produktionsarbeitsplatze 4.5. Reduzierung der Anzahl von Ausbildungsberufen mit der Konzentration auf hochwertige Abschlusse Bereits bei der Zielsetzung Kostenersparnis fur das Unternehmen und attraktive, besser bezahlte und sichere Arbeitsplatze fur die Mitarbeiter wurde darauf geachtet, evtl. weitergehende Integrationsprozesse nichtzu behindern und eine wintowinSituation fur Mitarbeiter und Unternehmen sicherzustellen. Arbeitsplatzverlust war durch den Gedanken Umbau statt Abbau kein Thema wahrend des gesamten Prozesses.Wahrend die Ziele 1 2 die Kostenreduzierung fur das Unternehmen sicherten, standen die Ziele 3 4fur die Verbesserung der Mitarbeitersituation. Gleichzeitig sollte durch die Schichtreduzierung auch die 21Belastung der Schichtarbeit fur den einzelnen Mitarbeiter reduziert werden hohere Anzahl an Schichtgruppen.Vor Beginn der Umsetzung wurden 3 wichtige Kriterien gepruft:1. Welche Erhaltungsaufgaben fallen an den entsprechenden Anlagen mit welchem Schwierigkeitsgradan, und wie gro sind die dazugehorigen Zeitanteile ABCAnalyse?2. Wie hoch sind die Zeitanteile der Produktionsmitarbeiter, die fur Erhalteraufgaben im normalen Produktionsprozess nicht bei Storung genutzt werden konnen?3. Wie ist der Ausbildungsstand der Mitarbeiter fur diese Aufgaben?Aufgrund der vorgenannten Prufungskriterien bot sich die Adjustage in idealer Form als Pilotprojekt an.Auch der hohe Anteil an Rust und Nebenzeiten in diesem Produktionsbereich sprach fur den geplanten Integrationsprozess in diesem Bereich.Die ABCAnalyse ergab, dass uber 50 % der Instandhalteraufgaben nur eine minimale Einarbeitung verlangten. Davon konnten rund 33 % eigenstandig und ohne Unterstutzung erfahrener Erhalter durchgefuhrtwerden. Fur ca. 20 % war Hilfe erforderlich. Fur 35 % der Aufgaben benotigte man einschlagige Erhaltungskenntnisse und nur 11 % waren Spezialistentatigkeiten.Eine Analyse der Qualifikation der Mitarbeiter brachte hervor, dass rund 33 % uber eine abgeschlossene Ausbildung zum Schlosser, Elektriker, Industriemechaniker und Verfahrensmechaniker verfugten. Aber auchbei den verbleibenden 67 % der Mitarbeiter lagen teilweise Qualifikationen und Berufsabschlusse vor z. B.Dreher oder KfzMechaniker, die eine teilweise Integration von Produktions und Instandhaltungsaufgabenbegunstigten.Qualifizierung aufgeteilt nach Ausbildungsberufen Betriebe Produktion Belegsch.Istam 30.09.98inkl. DK,BWZDKaltwalzwerk Behandlungsanlagen Fertigungskontrolle Versand und Zuricht.Scherenanlagen Kranbetrieb Gesamt 107113753012757509Schlosser Elektriker Industriemechaniker Verfahrensmechaniker Summe Sonstige bzw.ohne Ausbildung Anzahl %Anteil 16,821812,39141114,6714,968,7719567Anzahl %Anteil 3,743,545,333,333,941,75444151Anzahl %Anteil 2,803,541,33341312,361,752,36Anzahl %Anteil 19,632116,81199,33713,3311,021423,51Anzahl %Anteil 42,994636,284130,672326,6732,2841915,79Anzahl %Anteil 57,0163,7269,3393,3367,7284,216172522886486412,5716231,8334768,1713,16193,7312Die Umsetzung erfolgte im Pilotbereich Adjustage auf breiter Basis, begleitet von freiwilliger Qualifizierungim Rahmen eines Personalentwicklungskonzeptes sowie einem Entgeltsystem, das dem gelernten Erhalterin der Produktion, aber auch dem Produktionsmitarbeiter mit Instandhaltertatigkeiten, einen Anreiz bot. Das Entgeltsystem wurde vor Beginn der Umsetzung zwischen den Mitbestimmungstragern vereinbart undhatte zum Ziel, beide Gruppen gelernte Erhalter sowie Produktionsmitarbeiter in einem gemeinsamen Stufensystem zu entlohnen. Die ungefahr gleiche Entgelthohe zwischen den unteren Erhaltergruppen undden Bereichsarbeitsplatzen in der Produktion erleichterten den Einstieg in ein solches Lohnsystem und botgleichzeitig die Basis fur ein Entgeltanreizsystem in beiden Personengruppen. 22 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003Aufgabe Entgeltfindung Erhaltungsarbeitsplatze Instandhalter ADJ, KWW,EBAAusbildungsstand BProduktionsarbeitsplatze Die Einleitung des Prozesses kann als erfolgreich bezeichnet werden. Eine abschlieende Bewertung istallerdings nicht moglich, da kurz nach Einfuhrung des Systems die Adjustageaktivitaten der Werke Benrathund Krefeld in einer neuen Adjustage am Standort Krefeld zusammengefasst wurden und die Adjustage Benrath bis auf Nebenarbeiten geschlossen wurde.Stufe 1Stufe 2Stufe 3Stufe 4Stufe 5Stufe 6Entgeltfindung: Beispiel Adjustage Basislohn FestlohnSchlosser bzw. ElektrikerBasislohn FestlohnSchlosser bzw. ElektrikerBasislohn FestlohnSchlosser bzw. ElektrikerBasislohn FestlohnSchlosser bzw. ElektrikerBasislohn FestlohnSchlosser bzw. ElektrikerBasislohn FestlohnSchlosser bzw. ElektrikerZulage in %zum Basislohn Zulage in %zum Basislohn Zulage in %zum Basislohn Zulage in %zum Basislohn Zulage in %zum Basislohn Zulage in %zum Basislohn Die Stufen richten sich nach der Qualifikationsstruktur der Produktionsarbeitsplatze Zurzeit laufen Bemuhungen, bei gleicher Vorgehensweise auf Basis des Adjustagekonzeptes in die Bereiche Edelstahlbehandlungs und Kaltwalzanlagen ein ahnliches Modell zu integrieren. Erste Schritte sindumgesetzt.Gespiegelt an den vorgenannten 5 Zielen ergibt sich heute folgendes Bild:Die Erhaltungsschichtgruppen sind statt von 7 auf 3 Lohnempfanger je Schicht auf 5 Belegschaftsmitglieder reduziert worden. Da Teile der Adjustage auch aktuell noch produktiv betrieben werden, ist die Reduzierung nicht ausschlielich auf den Ruckgang der Adjustageaktivitaten zuruckzufuhren.Eine gesicherte Aussage uber die Entwicklung der Fremdleistungen ist durch die Kapazitatsveranderungen in der Produktion und die Fluktuation uber Altersaustritte in der Erhaltung nicht moglich.23Die Teambildung in der Erhaltung ist eingefuhrt, hat sich bewahrt und setzt sich heute auch in der unteren Fuhrungsstruktur durch.Die ausgebildeten Industriemechaniker Fachrichtung Betriebstechnik und Produktionstechnik werdenfast ausschlielich in der Produktion eingesetzt.Der Beruf des Verfahrensmechanikers wird nicht mehr ausgebildet. Dafur wurde die Anzahl der Ausbildungsplatze an Industriemechanikern gesteigert bei zeitgleicher Optimierung der Ausbilderstruktur.4.4 Rasselstein Hoesch AG RHGMit der Integration sollten folgende Ziele verfolgt werden:konsequente Fortfuhrung der Teamorganisation Einsparung von Personalkosten Verbesserung von Effizenz und Produktqualitat Vor der Integration sah die Organisationsstruktur eine streng funktionale Gliederung und Stabsabteilungenvor. Ziel der Veranderung war eine Teamorganisation, mit integrierten Funktionen Produktion, Instandhaltung, Qualitatssicherung und Fertigungssteuerung. Erfahrungen mit Teamentwicklungsprozessen lagen seit 1992 vor. Der Integrationsprozess gestaltete sich in folgenden Schritten: zunachst wurde die InstandTeamorganisation ganzheitliche Verantwortung des Teams gemeinsame Kompetenz Teamleiter Prod.Koord.Zusammenarbeit Information Prod.Ing.Prod.Planer SchichtKoord.MA a. d. Anlagen QTrainer Experte Mechanik SchichtSchlosser SchichtElektriker Experte ETechnik Kunden Produktionsmenge Qualitat Arbeitssicherheit Personal Neubauten Kosten Umweltschutz Anlagenleistung Instandhaltung Verbesserungsvorschlage Produktionsplanunggemeinsame Verantwortunghaltung zur Produktion zugeordnet, danach erfolgte die Integration von Qualitatssicherung und Fertigungssteuerungsfunktionen in die Produktion. In der Zielorganisation sollten die Produktionsteams durch Bundelungvon Fachkompetenz und der gemeinsamen Verantwortung aller Mitarbeiter im Team fur Produktionsmenge, qualitat, Kosten, Personal, Umweltschutz usw. an Eigenstandigkeit und Effizienz gewinnen. Das Bewusstmachen 24 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003von unternehmensin und externen KundenLieferantenBeziehungen fuhrte zu einer ganzheitlichen Kundenorientierung und der Vernetzung der Teams. Der Integration der Instandhaltungsfunktion in die Teams ging inverschiedenen Teilschritten der Ruckbau alter Strukturen voraus. Aufbau der operativen und zentralen Instandhaltung Leitung Instandhaltung u. Versorgungoperative Instandhaltungzentrale Instandhaltung Walzwerke EWalzwerke MGluherei EGluherei MVeredelung EVeredelung MStromversorg.SchichtHandwerker Walzenbearbeit WSchleiferei WLagerbau Rollenbearbeit.Werkstatten Elektr.Mech.Baubetrieb Schreinerei Transportbetrieb KranBahnbetr.Arbeitsvorbereitung Einsatzgruppen Iu RPlanung Maschinenbau ETechnik Fremdkrafte Vorbereitung Werkstatten Baubetrieb Einsatzgruppen Schlosser Elektriker Energie Umwelt Energie Umwelt Energie Dampf Druckluft Gas Wasser Abwasser Umwelt Schichtbetrieb Messtechnik Anlagen Beize Gluhe Walzwerk Veredelung Pruffeld Werkstatt Prozessrechner Handwerker Schichtbetr.Die wesentlichen Schritte zur Optimierung der Instandhaltung Abbau hierarchischer Strukturen im Instandhaltungsbereich 1992 1994: Outsourcing von Nebenbetrieben Gerustbau, Schreinerei, Kranwerkstatt, Staplerwerkstatt  Anbindung der Instandhaltung an die Produktionsteams Integration der Handwerker in die Produktionsteams als: Handwerker mit Produktionsaufgaben, der bedarfsorientiert Instandhaltungsaufgaben an seiner Anlage wahrnimmt Handwerker, der fast ausschlielich Instandhaltungsaufgaben im Team ausubt und der bei Groreparaturen auch andere Teams unterstutzt 1997 2001:Auflosung der Hauptwerkstatt durch teilweises Outsourcing Einbeziehung der Handwerker in das Rasselsteiner Lohnsystem Einfuhrung der Autonomen Wartung Von 368 Handwerkern im Jahr 1992 sind rund 23 in die Produktionsteams gewechselt und haben dort Aufgaben mit den Schwerpunkten Produktion bzw. Instandhaltung und Storungsbeseitigung ubernommen.Insgesamt 132 Mitarbeiter nahmen den Sozialplan in Anspruch und haben das Unternehmen verlassen. 25Die Einfuhrung der Teamorganisation fuhrte zwangslaufig zu einer Anpassung des Rasselsteiner Lohnsystems. Weg von dem Prinzip des starren und administrativ aufwendigen Arbeitsplatzlohnes hin zu einem Entgelt, das Arbeitsflexibilitat, Qualifizierung, Gruppen und Einzelleistung gezielt anreizt. 1996 beginnend,wurde das neue Rasselsteiner Lohnsystem zunachst in Pilotbereichen und anschlieend flachendeckendeingefuhrt. Der Prozess konnte nach Einbeziehung der integrierten Handwerker in 2001 abgeschlossenwerden.Komponenten des Rasselsteiner Lohnsystems sind: 1. die nach Tarifvertrag ermittelte anforderungsgerechte Grundeinstufung 2. die Teampramie, die die Ergebnisse eines ArbeitsbereichesTeams hinsichtlich Produktivitat und Qualitat honoriert schichtubergreifend3. die personliche Zulage, die aufgrund eines jahrlichen Gespraches zwischen Mitarbeiter und Vorgesetzten einvernehmlich ermittelt wird und den flexiblen Arbeitseinsatz und das individuelle Leistungsverhalten z. B. Zusammenarbeit, Initiative, Sorgfalt, Arbeitssicherheit belohnt Wie bereits eingangs erwahnt, lasst sich die Eigenverantwortung der einzelnen Teams fur die Produktionsanlagen u.a. nur durch die Einbindung aller Mitarbeiter des Teams erreichen. Ein entscheidender Schritt wardie Einfuhrung der Autonomen Wartung. Dies bedeutete, dass umfassende Arbeiten von der Wartungund Pflege des Arbeitsplatzes bis zum Durchfuhren von Instandhaltungsmanahmen durch die Anlagenbesatzungen moglichst selbstandig erledigt werden sollten. Unterstutzt wurden und werden sie auch weiterhin durch die integrierten Handwerker in ihren Teams. Das Konzept Autonome Wartung beeinhaltetdaruber hinaus folgende ElementeTools:Komponenten des Rasselsteiner Lohnsystems 141 %125 %100 %personliche Zulagen 0 1,84 Eh Teampramie 0 2,33 2,79 Eh Grundentgelt z. B. Lohngruppe 0811,16 Eh 26 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20031.Eintagige Grundschulung zur Vermittlung der Grundzuge der Autonomen Wartung und eines Basiswissens uber Kupplungen, Lager, Schmiermittel etc.2. Anlagennahe InfoWande, auf denen Arbeits und Terminplane aushangen. Dort ist aufgelistet, welche Arbeiten mit welchen Mitteln bis wann zu erledigen sind, welche Arbeiten bereits erbracht wurden undwelche Reparaturen bei der nachsten Instandsetzungsmanahme berucksichtigt werden sollten. Im Rahmen der autonomen Wartung wahrgenommene Aufgaben flieen in die Beurteilung im Rahmen des Rasselsteiner Lohnsystems ein.3.Stufen der selbstandigen Instandhaltung 5. Stufe Standige Weiterentwicklung 4. Stufe Selbststandige Wartung, Inspektionund Reparatur 3. Stufe Entwicklung und Training der Mitarbeiter hinzur selbststandigen Wartung und Inspektion 2. Stufe Standards fur Inspektion und Wartung gemeinsamfur jeden Arbeitsplatz erarbeiten 1. Stufe Ordnung und Sauberkeit an jedem Arbeitsplatz 27Infowand zur Autonomen Wartung Standort Verantwortliche Mitarbeiter Schadensmeldungen Arbeitssicherheit Arbeitsanweisungen,Hilfsmittel usw.Facher fur ausgefullte Schadensmeldezettel Ordner fur abgearbeitete Schadensmeldezettel Abschmierplane Inspektionsplane Materialentnahmescheine Neue Schadensmeldezettel Die zu Beginn der Umstrukturierung gesteckten Ziele wurden aus heutiger Sicht voll erreicht. Die deutliche Senkung der Instandhaltungskosten, keine Zunahme von Stor und Stillstandszeiten und der effiziente, am Mitarbeiter orientierte Arbeitseinsatz fuhrte, trotz zu Beginn heftiger Kritik aus Mitarbeitersicht, schlussendlich zu einer Verbesserung von Arbeitssituation und ArbeitsergebnisKosten.4.5 Salzgitter Huttenwerk jetzt SZFGPPSInstandhaltung und Produktion waren bis 1995 im Huttenwerk Salzgitter vollig getrennte Bereiche. Die Erhaltung hatte einen Direktor, welcher direkt dem Vorstand unterstand. Je Produktgruppe gab es ebenfallseinen Leiter in der Organisationsstufe I, je Betrieb einen Betriebsleiter mit Meistern und Instandhaltungspersonal. 1995 wurde die zentrale Erhaltung flachendeckend aufgeteilt und jeder Produktgruppe als Anlagentechnik zugeordnet, 1998 erfolgte auch die Integration der Automatisierung und Prozesstechnik. Im Schichtbetrieb unterstehen die Funktionen der Anlagentechnik Elektrik, Mechanik je einem Meister bzw.Techniker der Erhaltung. Die Zusammenfuhrung der Funktionen Produktion und Erhaltung erfolgt auf der Stufe der Leiter, die direkt der Geschaftsfuhrung unterstellt ist. Eine vollstandige Verschmelzung aller Fahr, Steuer und Uberwachungstatigkeiten mit der Anlagenerhaltung ist derzeit nicht das Ziel. Der Integrationsprozess umfasst somit die Ausrichtung der Instandhalter auf schichtbegleitende Erhaltung 5SchichtRhythmus. Spezialisten arbeiten auch auf Tagschicht. Ausloser fur den Integrationsprozess war die Arbeitszeitverkurzung auf 35 Stunden. Die 4,3 % geringere Arbeitszeit sollte im Wesentlichen ohne zusatzliches Personal abgefangen werden. Aus einem VierSchichtBetrieb mit 20 Produktionsschichten wurden 21, die auch Erhaltungszeiten beinhalteten. In Summe wurdemit dem gleichen Personal eine um 4,3 % geringere Arbeitszeit abgewickelt. Voraussetzung war die Behe28 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003bung von kleineren Storungen wahrend der Produktionsschichten durch Produktionsmitarbeiter. Ein weiteres Ziel war die breitere Nutzung der Arbeitskrafte in Form von Mehrbereichsarbeitsplatzen. Heute gibt es zwar noch Meister in der Produktion und in der Erhaltung fur Elektroniker, Mechaniker, aberdie ewigen Zuweisungen in der Form das ist nicht meine Storung, das ist irgendein Bedienungsfehleroder das ist ein elektronischermechanischer Fehler stellen zunehmend kein groeres Problem mehr dar.Produktionsarbeiter leisten jetzt bei Stillstanden eine starkere Unterstutzung, z. B. um Verkleidungen abund anzubauen, Rollen, Messer oder andere mechanische Komponenten auszuwechseln bzw. gangbar zumachen. Spezialisten brauchen dafur nicht in hoher Zahl vorgehalten werden, sondern sind schwerpunktmaig mit der Anlagenoptimierung ausgelastet. Dabei ist es immer ein Abwagungsprozess, das richtige Ma zu finden, wieviele Spezialisten vorgehalten werden mussen. Wenn von drei Elektronikern einer im Urlaub und einer krank ist, wird das uber ein Springersystem aus der Normalschicht abgedeckt. Diese Mitarbeiter werden fur die Flexibilitat hoher bezahlt.Wichtig im Rahmen der Integration war es, fur die Mitarbeiter ohne Facharbeiterausbildung eine hohere Qualifikation zu erreichen, da fast 70 % aller Tatigkeiten Facharbeiter oder ahnliche Qualifikation verlangen. Die Qualifizierung der Mitarbeiter erfolgte auch in Richtung Mehrbereichsarbeitsplatze bis hin zur Gruppenarbeit. So konnten mit einer kleineren Mannschaft die gleichgebliebenen Aufgaben bewaltigt werden. Die Mitarbeiter, die in diesen kleineren Teams arbeiten, erhalten eine hohere Bezahlung. Erfolg und Misserfolg werden anhand der monatlichen Sichtung der Wertzahlverteilung im gewerblichen Bereich beurteilt: Hohere Wertzahlen sind ein Zeichen fur hohere abverlangte Qualifikation. Wenn neue Techniken eingefuhrt werden, findet Learning by Doing unter Anleitung der Spezialisten statt. Wahrend des Prozesses ging man davon ab, weiterhin Verfahrensmechaniker auszubilden, sondern setzteverstarkt auf Industriemechaniker und qualifizierte sie im Rahmen ihrer Ausbildung zusatzlich in Verfahrenstechnik. Durch die Schaffung von Mehrbereichsarbeitsplatzen konnten z. B. im Hochofenwerk mit Erzvorbereitung Mitarbeiter der Produktion das Auswechseln von Siebkassetten ubernehmen. Dadurch konnte auf den Einsatz der Instandhalter der PPS verzichtet werden. Gleichzeitig wurde der drohende Personalabbau durchtechnologischen Wandel im Mollerbereich durch Bandabstreifer und Bandbeheizung war das Arbeitsvolumen rucklaufig vermieden. Stillstandszeiten konnten durch die Ubernahme der Instandhaltung mit eigenem Personal bei gleichbleibender Qualitat reduziert werden. Im QualitatswesenProbenwerkstatt war mittels Einsatz von Analyseautomaten der Ersatz von Werkstoffprufern uberflussig. Die Qualifizierungvorhandener Maschinenarbeiter und Industriemechaniker zu sogenannten Prufmechanikern fuhrte daruberhinaus zur Reduzierung der Mitarbeitereinsatzquote.4.6 Thyssen Krupp Stahl AG TKSCSBei TKSCS mit sechs Produktionsstandorten bestehen eine Reihe von Ansatzen zur Verzahnung von Produktions und Erhaltungsaufgaben mit sehr verschiedenen Auspragungen:a In vielen Bereichen haben die Produktionsmitarbeiter einfache, vornehmlich schlosserische Instandhaltungsaufgaben ubernommen, ohne dass damit strukturelle Veranderungen in der Aufbauorganisationeinhergehen.b Eine deutlichere Akzentuierung findet dieser Ansatz dort, wo eine klare Trennung der Funktionen Fruh und Wechselschicht eingefuhrt wurde. Wahrend auf einer quantitativ reduzierten Wechselschicht die Mitarbeiter breit qualifiziert und vielseitig eingesetzt werden, ubernimmt das Instandhaltungspersonal auf Fruhschicht Spezialistenfunktion und befasst sich schwerpunktmaig mit Anlagenoptimierung und vorbeugender Instandhaltung.29c In Neuanlagen z. B. Giewalzanlage, FBA 8Dortmund sind weitergehende Konzepte realisiert. Hiersind z. T. die Funktionen Produktion und Erhaltung auch organisatorisch verzahnt und unter dem Dacheiner Meisterschaft zusammengefasst worden. Dies ist vor allem dort moglich, wo ein hoher Anteil ausgebildeter Schlosser und Elektriker zur Verfugung steht.d Seit 2002 wird an den Standorten Siegerland, Finnentrop und DuisburgSud die kundenorientierte Teamorganisation eingefuhrt, bei der u. a. die Integration von Produktion und Instandhaltung und die Einfuhrung von autonomer Wartung vorgesehen sind. Seit dem 1.10.2002 ist diese Organisation am Standort Siegerland realisiert, seit 2003 die Standorte Finnentrop und DuisburgSud. Weitere Bereichebefinden sich in der Konzeptionierungsphase.Als Fallbeispiel fur den Prozess zur Ubernahme von Instandhaltungsaufgaben durch Produktionspersonal istnachfolgend ein Projekt im Grobblechwalzwerk DuisburgSud ausfuhrlicher beschrieben:1999 waren im Projektbereich Scherenlinie 127 Mitarbeiter beschaftigt. Der Schichtbetrieb wurde im Projektverlauf von einem 4 auf ein 5Schichtenmodell umgestellt. Die Scherenlinie stellte im Produktionsflusseinen kapazitiven Engpass dar, so dass der Zeitbedarf fur Wartungs und Instandhaltungsaufgaben moglichst gering gehalten werden musste. Es galt, eine Verbesserung der Wettbewerbsposition durch organisatorische Veranderungen zu erzielen, nachdem die durch Erweiterungs und Modernisierungsinvestitionenerreichbaren Effekte weitgehend ausgeschopft waren. Die in der Ausgangssituation bestehende Trennungvon Produktions und Instandhaltungsbetrieb, die sich von der Fuhrungsorganisation bis zur Aufgabenerledigung durch die Mannschaften erstreckte, sollte grundsatzlich beibehalten werden. Durch die Ubernahme von Erhaltungsaufgaben durch die Produktionsmitarbeiter sollten sowohl unternehmerische Ziele Erhohung von Anlagenverfugbarkeit und Durchsatz, Verbesserung der Produktqualitat,Reduzierung von Mehrarbeit, Fremdleistungen und I RKosten verfolgt, als auch Verbesserungen fur die Mitarbeiter Qualifikation, Motivation, Arbeitsplatz und Einkommenssicherung erzielt werden. Daruberhinaus wurde eine Verstarkung der zustandsorientierten Instandhaltung angestrebt.Nach Projektabschluss konnte eine positive Entwicklung wesentlicher Kenngroen wie Storquote, laufende IRKosten, Fremdfirmeneinsatz und Mehrarbeit festgestellt werden. Grundlage fur den Projekterfolg wareine systematische und detaillierte Analyse der mechanischen Instandhaltungsarbeiten einschl. ihrer technischen und organisatorischen Rahmenbedingungen sowie der damit verbundenen Qualifikationserfordernisse. Diese Analysen wurden in mehreren Projektteams durchgefuhrt. Fur das Qualifizierungskonzeptwurde ein separates Teilprojektteam gebildet. Grundsatzlich konnte jeder dazu befahigte Mitarbeiter als Trainer eingesetzt werden. Die nach Schulung und praktischer Beherrschung erworbenen Fertigkeiten wurden individuell dokumentiert. Es wurde deutlich, dass die Ubertragung eines Teils der Instandhaltungsaufgaben auf die Produktionsmannschaft nur in differenzierter Form unter Berucksichtigung der individuellen Bildungsfahigkeit der Mitarbeiter moglich ist. Zu klaren bleibt, wie Mitarbeiter mit geringer Eingangsqualifikation eingebunden werden konnen. Das Projekt wurde in relativ kurzer Zeit mit Unterstutzung durch einen externen Berater durchgefuhrt. Alswesentlicher Erfolgsfaktor erwies sich uberdies die fruhzeitige und laufende Einbeziehung der betroffenen Mitarbeiter und des Betriebsrats.Das entwickelte Entgeltmodell beruht auf folgenden drei Komponenten: Erfolgsbeteiligung bei Reduzierung der Storquoteabgestufte Funktionszulage bei Ubernahme von Erhaltungsaufgaben durch Produktionsmitarbeitereinmalige Motivationspramie in der Anlernphase.Auerdem erhielten die mechanischen Erhalter zur Honorierung ihrer Trainingstatigkeit eine Einmalzahlung.Insgesamt wurde dabei sichergestellt, dass ein relevanter Teil des wirtschaftlichen Vorteils beim Unternehmen verblieb.30 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20035. Schlussfolgerungen aus den Integrationsprozessen in der deutschen Stahlindustrie Modellbildung Aus den Erfahrungsberichten wurde deutlich, dass die realisierten bzw. angestrebten Formen der Integration von Produktion und Erhaltung unterschiedlich ausfallen konnen. Zugespitzt kann man feststellen, dasses beinahe ebenso viele Auspragungen von Integration gibt wie Beispiele. Um verallgemeinerbare Aussagen zu den Erfolgsfaktoren und schlielich auch Handlungsempfehlungen formulieren zu konnen, ist eine Typisierung oder Modellbildung unerlasslich. Funf Typen der Integration kristallisieren sich heraus, die sichentlang den beiden Dimensionen Integrationstiefe und Qualifikationsbreite aufbauen. Eine Veranschaulichung der verschiedenen Integrationsmodelle gibt Abb. 7.Modell 1 ist die Zusammenfuhrung von Produktion und Erhaltung unter eine einheitliche Fuhrung oberhalb der Meisterebene. Diese Stufe ist in der Stahlindustrie mit der Abschaffung eigenstandiger Direktionsbereiche Erhaltung weitgehend realisiert. Auf der Meisterebene und in den Schichtgruppen werden die Aufgaben noch getrennt wahrgenommen. Dies gilt naturlich auch fur die Instandhalter auf der Fruhschichtund die Erhaltungsspezialisten. Voraussetzung fur die Realisierung dieses Modells ist eine entsprechende Managemententscheidung zur Fuhrungsorganisation.Auch in Modell 2 existieren noch getrennte Meisterschaften und Mannschaften fur Produktion und Erhaltung. Hier ubernehmen jedoch Produktionsmitarbeiter zunachst unter Anleitung des Erhaltungspersonalseigenstandig einfache bis mittelschwere Wartungs und Inspektionsarbeiten auf der Wechselschicht, ggf.auch Arbeiten zur Storungsbeseitigung. Daruber hinaus kommt es zur Mithilfe bei geplanten Instandhaltungsmanahmen. Voraussetzung hierfur ist, dass ein Katalog der zu ubertragenden Aufgaben erstellt wird,differenziert nach Schwierigkeitsgrad und Haufigkeitsverteilung, und dass das Produktionspersonal entsprechend geschult wird.In Modell 3 ist das Erhaltungspersonal auf der Wechselschicht quantitativ deutlich reduziert. Die Erhalterauf der Wechselschicht mussen breit qualifiziert und vielseitig einsetzbar sein. Sie werden unterstutzt undentlastet durch Produktionsmitarbeiter, die einfache bis mittelschwere Erhaltungsaufgaben eigenstandigdurchfuhren konnen siehe Modell 2 und zumindest teilweise bereits uber eine Handwerkerqualifikationverfugen. Auf der Fruhschicht im Erhaltungsbereich operieren Spezialisten, die sich vornehmlich um die Nachbereitung von Storungen, geplante Reparaturen und Anlagenverbesserung kummern. Zentrale Spezialisten werden in geringem Mae nur noch im Einzelfall bei komplexen Aufgabenstellungen benotigt.Im 4. Modell ist das Erhaltungspersonal in die Produktionsmannschaften Teams integriert. Die Fuhrungerfolgt durch einen Meister Koordinator. Auch komplexe Erhaltungsaufgaben werden durch die Teammitglieder ubernommen, die zu Elektrofachkraften ausgebildet sind. Der Betrieb ist nur noch minimal mit I RSpezialisten auf der Schicht ausgestattet. Voraussetzung ist vor allem die umfassende QualifikationQualifizierung der MeisterSchichtkoordinatoren in Bezug auf Anlagen, Verfahrens, Werkstoff und ProduktKnowhow und ein hoher Facharbeiteranteil in der Mannschaft. Ein eigenstandiger Erhaltungsbetrieb mit Fruhschicht und Wechselschichtpersonal existiert nicht mehr. Voraussetzung fur diese Integrationsform ist eine breit ausgepragte Bereitschaft der Mitarbeiter zu eigenverantwortlichem Arbeiten. In Modell 5 wird zusatzlich die Funktion des Erhaltungsspezialisten z. B. fur SPS, Hydraulik aufgegeben.Produktion und I R sind komplett in einer Hand. Die Mannschaft muss uber AllroundKnowhow verfugen. Ein hoher Facharbeiteranteil ist hier selbstverstandlich. Moglicherweise ist hier mittelfristig auch der Platz fur neue gewerbliche Berufsbilder.31Abb. 7: Integrationsmodelle Integrationstiefe Modell 4Erh. u. Prod. weitgehendaus einer Hand;komplexe IR durchzentrale Spezialisten Erh. u. Prod.komplett aus einer Hand, keine Spez.,ElektroFachkrafte Modell 5Modell 3Erh.Fruhschicht Spezialisten fur Anlagenopt. u. gepl. Reperatur Erh.Wechselschicht quant. reduziert breit qualif. u. vielseitig einsetzb.Prod.mitarb. ubernehmen zunehmend Wartungs u. Instandhaltungsaufg.Zentrale Spez. bei Bedarf Modell 2Erhaltung Fruhschicht Prod.mitarb. ubernehmeneinf. Wartungs u.Instandhaltungsaufg.,Zentrale Spezialisten Erhalter Fruhschicht Erhalter Wechselschicht Produktionsmitarb.in getrennten Funktionen Zentrale Spezialisten Modell 1Qualifikationsbreite Quelle: FA 100Von ganz wesentlicher Bedeutung ist: Der vorgestellten fortschreitenden Integration in den Modellen 1 bis 5 liegt keine Zwangslaufigkeit zugrunde und bedeutet nicht, dass mit jeder Stufe auch eine fortschreitende betriebswirtschaftliche Optimierung verbunden ist. Vielmehr muss das Optimum bei jedem Betriebanhand der konkreten Ausgangslage und Gegebenheiten spezifisch definiert werden. Dabei konnen die Entscheidungskriterien fur die Wahl zwischen den verschiedenen Modellen vielfaltig sein vgl. Abb. 8. Bezogen auf die Charakteristik eines Betriebes und seine spezifische personelle Ausstattung konnte sichfolgende Entscheidungssituation ergeben: Istdie Komplexitat der Arbeitsaufgabender Automatisierungsgraddie Kapitalbindung der Anlagender Engpasscharaktereines Betriebes gering und der Personalbedarf eher hoch, liegt es nahe, den Produktionsmitarbeitern einfache Erhaltungsaufgaben zu ubertragen, d.h. eine Entscheidung fur eine Integration in Richtung Modeltypus 2 zu treffen. Dagegen konnte eine anspruchsvollere Form der Integration etwa analog Modell 4 eher dann ins Auge gefasst werden, wenndie Komplexitat der Arbeitsaufgabender Automatisierungsgraddie Kapitalbindung der Anlagehoch sind, es sich um eine Engpassanlage mit hohen Storungskosten handelt und der Personalbedarf des Betriebes und damit der betroffene Personenkreis eher gering ist.32 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003Abb. 8: Kriterien fur eine Entscheidung zwischen Modell 2 und 4Komplexitat der Arbeitsaufgaben Personalbedarf Automatisierungsgrad Kapitalbindung Engpassaggregatgeringhoch 2424242424Quelle: FA 100Weitere Kriterien, die bei einer einzelbetrieblichen Entscheidung berucksichtigt werden mussen, sind z. B.:die Storungskostendie raumliche Lage des Betriebes Inselbetriebdie Bindung der Aufgaben an Einzelarbeitsplatzedie Qualifikationsbereitschaft der vorhandenen Mitarbeiterdie Bereitschaft des Instandhaltungspersonals, eigene Aufgaben abzugeben und zu ubertragen Abb. 9: Analyse zum Ubertragen von Erhaltungsaufgaben Analyse zum Ubertragen von Erhaltungsaufgaben AufgabenBeschreibung:Bedienungspersonalmochtedie Aufgabedurchfuhren Instandhaltungmochte, dass das Bedienungspersonal die Aufgabeubernimmt Das Bedienungspersonalist in der Lage, die Aufgabe durchzufuhren 1.2.3.4.Quelle: Hartmann S.231vvneinvvvvneinvnein Bemerkungen Aufgabe kann sofortubertragen werden Zunachst ist Schulungnotig definierenEinspruch durch das Bedienungspersonal Einspruch durch die Instandhaltung Betrachtet man die Produktionsprozesse in der Stahlindustrie naher, so zeigt sich, dass der Freiheitsgrad furdie Realisierung neuer Formen der Arbeitsstrukturierung im Allgemeinen und der Freiheitsgrad fur die Integration von Produktion und Erhaltung im Besonderen mit wachsender Entfernung von den metallurgischen Stufen Hei und Flussigbetriebe zunimmt. Die wesentlichen Grunde dafur liegen in der hohen Bindung der Mitarbeiter an den Produktionsprozess in den Hei und Flussigbetriebenauch im Fall der Produktionsstorung, 33in der in metallurgischen Betrieben festzustellenden relativ groen raumlichen Entfernung zwischen Steuerstand Arbeitplatz des Produktionspersonals und dem eigentlichen Produktionsgeschehen haufiger Einsatzort des Erhalters,und in den dadurch bedingten geringen freien Zeitanteilen der Produktionsmitarbeiter.Diese Wechselbeziehungen sind in Abbildung 10 dargestellt.Allerdings konnen auch in weitgehend storungsfrei laufenden weiterverarbeitenden Betrieben die freien Zeitanteile der Produktionsmitarbeiter so stark abschmelzen, dass nicht genugend Kapazitat zur Ubernahme von Aufgaben der vorbeugenden Instandhaltung zur Verfugung steht. Restriktionen liegen daruber hinaus in der Qualifikation und Qualifizierbarkeit des Personals. Schlielich konnen Prozesse zur Integration von Produktionund Erhaltung auch behindert und eingeengt werden durch StatusquoDenken und das Festhalten angewachsenen Fuhrungs und Organisationsstrukturen. Eine Zusammenfassung zeigt Abbildung 11.Abb. 10: Arbeitsstrukturierungsmoglichkeiten und metallurgische Stufen Metallurgie Hochofen Stahlwerk Warmbreitband Umformung KaltbandOVProdukte Werkstatten Bindung MAan ProduktionsProzess Freiheitsgrad fur Integration von Produktion und Instandhaltung Quelle: FA 100Abb. 11: Mogliche Hemmnisse bei der Einfuhrung integrativer Organisationsstrukturen Mogliche Hemmnisse: Festhalten an gewachsener FuhrungsOrganisationsstruktur StatusquoDenken Qualifikationsstruktur der Mitarbeiter ist unzureichend Qualifikationsbereitschaft der Mitarbeiter passt nicht Restriktionen bei der Personalrekrutierung Produktionsanlagentechnische Gegebenheiten engen Spielraum fur neue Organisationsformen ein Quelle: FA 10034 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003Zielsetzung Die Integration ist kein Selbstzweck. Sie kostet Geld, da in der Regel die spezifischen Lohnkosten ansteigen. Eine Entscheidung fur eine bestimmte Form der Integration bedeutet deshalb immer auch, dass uberdie Refinanzierung Klarheit herrschen muss. Daher sollten vor Beginn eines solchen Prozesses die konkretverfolgten Ziele und die Messung des angestrebten Ergebnisses deutlich benannt sein. Bei der Aufstellungvon Zielkatalogen haben sich die sogenannten SMARTKriterien bewahrt:S Spezifisch fur den Betrieb, in dem die Organisationsentwicklung erfolgen soll,M Messbar, nach Moglichkeit quantitativ,A Ambitioniert, Ziele mussen herausfordern,R Realistisch, Ziele mussen erreichbar sein,T Transparent, Ziele mussen Orientierung geben.Weiterhin sollten Zielkataloge mit den Unternehmenszielen in Einklang stehen, mit leicht zu ermittelnden und zu reproduzierenden Messgroen korrespondieren.im Konsens aller am OEProzess und am Erfolg Beteiligten entwickelt werden,Eine Auflistung moglicher mit der Integration von Produktion und Erhaltung verbundener Zielsetzungen,getrennt nach betriebswirtschaftlichen und mitarbeiterorientierten Zielen unter Angabe der zugehorigen Messgroen befindet sich im Anhang.Weiterbildung Die Notwendigkeit einer hoheren Qualifizierung des mit Instandhaltung befassten Personals ist unumstritten. Bereits 1990 kommen TummesWappler S. 105 in einer Studie zu folgenden Schlussfolgerungen: 1. Die Instandhaltungsqualitat hangt eindeutig von der Ausbildung und vom Wissen der Planenden und Ausfuhrenden ab. Die Instandhaltung kann deswegen, will sie erfolgreich sein, nicht auf eine kontinuierliche Weiterbildung des Personals verzichten; nur so kann eine zufriedenstellende Wissensbasis vermittelt werden, die dem technologischen und technischen Fortschritt stetig anzupassen ist.2. Mindestens 1 bis 1,5 % des Instandhaltungsbudgets sollten fur die innerbetriebliche Weiterbildung unddie Vermittlung des vor Ort benotigten Wissens aufgewendet werden. Das Instandhaltungspersonalsollte 1,5 % bis 2 % seiner Arbeitszeit zur Erganzung seines theoretischen und handwerklichen Wissensaufwenden konnen.3. Die besonderen Produktionsverhaltnisse in der Stahlindustrie verlangen zunehmend interdisziplinar ausgebildete Handwerker. Wenn auch die Zusammenfassung von Fachrichtungen im mechanischen Bereich generell leichter akzeptiert wird, sollten die auf mechanische Tatigkeiten ausgerichteten Berufsbilder durch elektrischeselektronisches Wissen angereichert werden.In den meisten Unternehmen wurden inzwischen Konzepte der Arbeit in kleinen Gruppen oder in quality circles mit Erfolg eingefuhrt. Diese Aktivitaten lassen ein Abrucken von einem oft autokratischen Fuhrungsstil erkennen und fordern die Motivation und den personlichen Einsatz. Auf diese Weise undmit dem erforderlichen Wissen versehen, wird auch dem Instandhaltungspersonal eine Perspektive vermittelt.4. Erstausbildung Die Anforderungen an die berufliche Erstausbildung lassen sich fur einen durch die Integration von Produktions und Instandhaltungstatigkeiten gepragten Betriebsalltag am ehesten so umreien: Integrierte Funktionen konnen am Besten durch Fachkrafte, die uber integriertes Wissen verfugen, bedient werden.35Berufe, mit denen dieses Ziel verfolgt wird, bauen daher im Regelfall auf Ausbildungen auf, in denen dasspatere berufliche Einsatzspektrum durch eine moglichst breite Grundbildung in einem vorwiegendmetalltypischen Beruf z. B. Industriemechaniker sichergestellt wird, der mit produktionstechnischen Zusatzqualifikationen Anlagen, Verfahren und Grundkenntnissen in Elektrotechnik Schaltberechtigungund ggf. Elektronik angereichert wird. Auch die Ausbildung zum Verfahrensmechaniker kann mit entsprechender Zusatzqualifizierung den Anforderungen integrierter betrieblicher Aufgabenprofile entsprechen.Ebenso bieten Querschnittsberufe wie Mechatroniker ein ausreichend breites Einsatzspektrum. Wichtig istvor allen Dingen, dass wie in der Neuordnung geplant durch Veranderung der Prufungsordnung die Moglichkeit einer langeren betriebsbezogenen Ausbildungsphase gewahrleistet ist, um anlagenspezifische Kenntnisse sowohl hinsichtlich der Funktion Bedienung als auch WartungInstandsetzung zu erwerben. Wichtig ist im Rahmen der beruflichen Erstausbildung auch, neben den reinen Fachkenntnissen einen moglichst umfassenden Eindruck von der Gesamtheit des Erzeugungsprozesses, von Manahmen zur Erhohungder Anlagenverfugbarkeit und den wechselseitigen Abhangigkeiten der Funktionen Produktion und Instandhaltung zu vermitteln, um auf diese Weise dem Denken und Werten in Berufsgruppen vorzubeugen Instandhaltung vs. Produktion, Elektriker vs. Mechaniker Elektriker heiratet burgerlich. Hier kommtdem Ausbildungspersonal die klare Aufgabe zu, als Vorbild fur ganzheitliches Denken und Handeln unddamit als Korrektiv fur die meist noch im Traditionellen verhafteten betrieblichen Alltagsroutinen zu wirken.So kann es entgegen der landlaufigen Meinung, die Instandhaltung sei im Vergleich zur Produktion diebessere Arbeit unter Umstanden sehr viel angenehmer sein, als Mitarbeiter der Produktion im Steuerstand zu arbeiten, statt als Instandhalter in Zwangslage in Kabelschachten. Teamarbeit Alle Erfahrungsberichte unterstrichen, dass die Teamqualifizierung der Mitarbeiter und Fuhrungskrafte einewichtige Voraussetzung fur einen nachhaltigen Integrationsprozess der unterschiedlichen Fakultaten darstellt. In derartigen Trainings werden insbesondere Kommunikations und Kooperationsverhalten reflektiert,gemeinsam Leitbilder fur ein verbessertes Informations und Abstimmungsverhalten erarbeitet und Regelnfur den taglichen Umgang miteinander vereinbart. Solche Teamtrainings helfen, das Verstandnis und die Wertschatzung fur die Arbeit der jeweils anderen Berufsgruppe zu erhohen. Sie schaffen eine Beziehungsebene, die es moglich macht, Probleme kurzfristig und auf dem kleinen Dienstweg zu losen. Die Erkenntnis, dass es um ein gemeinsames Ziel geht Kundenzufriedenheit, dass es miteinander besser lauft alsgegeneinander, lasst sich nur in gemeinsamen Veranstaltungen mit hohem praktischen Erlebnisanteilgewinnen. Die Erfahrung zeigt auch, dass Prozesse um so reibungsloser laufen, wenn durch regelmaige Erfahrungsaustausche der Integrationsprozess flankiert wird, weil nur so systematisch und fruhzeitig Konflikte erkannt sowie Reibungsverluste und Abstimmungsschwierigkeiten minimiert werden konnen. Es gilt,die Betroffenen zu Beteiligten zu machen und sie aktiv in den Reflexions und Veranderungsprozess einzubeziehen. Alle Beteiligten mussen sich daruber im Klaren sein, dass derartige Prozesse der Teambildung Geduld und Zeit benotigen. Je fruher Teamfahigkeiten gefordert und gefordert werden, um so besser istes fur die spatere berufliche Praxis.Meisterausbildung Im Zusammenhang mit der Integration von Produktion und Instandhaltung ist ferner auf wunschenswerte Inhalte in der Weiterbildung zum Industriemeister Huttentechnik aufmerksam zu machen. Zur Ubernahme von Fuhrungsaufgaben in einem Betrieb mit starker integrierten Funktionen ProduktionInstandhaltungware u.a. die Vermittlung von Kenntnissen zur Organisation von Instandhaltungsarbeiten erforderlich. Zwarwird die Notwendigkeit der Veranderung im Rahmenstoffplan des Industriemeisters Huttentechnik in Richtung Integration von Produktion und Instandhaltungsaufgaben auch von einzelnen Vertretern der Industriemeistervereinigung gesehen, doch hat sich dies noch nicht in einer Veranderung des Rahmenstoff36 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003plans niedergeschlagen. Anders in den Prufungsordnungen des Industriemeisters Metall, in denen zunehmend schnittstellenubergreifende und prozesshafte Aufgabenerledigungen abverlangt werden. Ab dem Jahr 2002 wird mit neuer Prufungsordnung der Industriemeister Metall sowohl Kenntnisse uber Produktionsablaufe als auch uber die Instandhaltung von Anlagen nachweisen mussen. Es ist damit zu rechnen,dass diese Anderungen nicht ohne Auswirkungen auf den Rahmstoffplan des Industriemeisters Huttentechnik bleiben werden.3738 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20036. Schritte zur erfolgreichen Integration Bei Veranderung des personlichen Aufgabenspektrums muss den Mitarbeitern eine angemessene fachliche Qualifizierungsmoglichkeit bereitgestellt werden, damit sie in der jeweils anderen Funktion Produktionbzw. Erhaltung tatig werden konnen. Der Fachausschuss halt es angesichts der unterschiedlichen Anforderungen an den Einzelaggregaten fur sinnvoll, hier nicht in eine inhaltliche Diskussion einzutreten, sondernvielmehr sich mit der methodischen Vorgehensweise bei der Erfassung und der Abarbeitung der Qualifikationslucken auseinanderzusetzen.Ausgehend vom Produktionsmitarbeiter, der InstandhaltungsWartungsaufgaben ubernehmen soll, schlagtder Fachausschuss folgende Vorgehensweise vor:Schritt Aktion Ziel 1234567Instandhaltungsaufwand je Anlage erfassen Tatigkeiten nach Schwierigkeitsgrad grob analysieren jeweils fur mechanische und elektrische ErhaltungZusammenfuhren von Schritt 1 und 2Zeitaufwand fur unterschiedliche Instandhaltungs,Wartungs und Reparaturaufgaben registrieren Kategorisierung der zu erledigenden Aufgaben inleicht, mittelschwer, schwer Ubersicht uber Dauer, Haufigkeit und Anspruchsniveau von Instandhaltungsarbeiten ABCAnalyseAnforderungsprofile fur InstandhaltungsaufgabenABCAnalyse aus betrieblicher Sicht erstellen Analyse erforderlicher Mitarbeiterqualifikationenzur Ubernahme von Instandhaltungsaufgaben Analyse der Produktionstatigkeiten Analyse des Qualifikationsniveaus der Produktionsmitarbeiter IstAufnahme, dto. Auch Bildungsfahigkeits und Bildungswilligkeitsfeststellung Quantitative Ressourcen ermitteln zur Ubernahmevon ausgewahlten InstandhaltungsaufgabenABCAnalyse durch Produktionsmitarbeiter Qualitative Ressourcen ermitteln und einen MitarbeiterPool fur schnittstellenubergreifende Aufgabenerledigung zusammenstellen Erstellen individueller Qualifizierungsplane fur Mitarbeiter Qualifizierung fur mehrfunktionale Tatigkeiten in Produktion und Instandhaltung Folgt man im Weiteren den Uberlegungen zur Einfuhrung von TPM s. Nakajima, Rasch u.a., so bauen dieeinzelnen Qualifizierungsmodule systematisch aufeinander auf und reichen vom Kennenlernen der Anlagedurch Ubernahme von Reinigungs und einfachen Wartungsarbeiten uber das Standardisieren derartiger Tatigkeiten bis hin zu Inspektionsarbeiten und zur zunachst angeleiteten, spater dann weitestgehendselbststandig durchzufuhrenden Instandhaltung. s. Abb. 4, Kap. 33940 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20037. Zusammenfassung der Ergebnisse Die Anspruche an die Zuverlassigkeit von Produktionsprozessen steigen standig. Damit werden gleichzeitigdie Anforderungen an die Leistungsfahigkeit der Instandhaltung groer. Die Ursachen liegen u.a. in einerzunehmenden Bedeutung der Wettbewerbsfaktoren Produktqualitat und KostenNutzen, die eine hohe Prozessstabilitat und qualitat voraussetzen. Zudem machen in der Stahlindustrie die Instandhaltungskosteneinen bedeutenden Anteil nach den Einsatzstoff und Personalkosten aus. Das in der betrieblichen Praxisgelebte Verhaltnis von Produktion und Instandhaltung bestimmt den Erfolg der innerbetrieblichen Prozesskette mit und hat somit Einfluss z. B. auf Kosten, Termineinhaltung und Produktqualitat. Dass trotzdemlange Zeit innovative Modelle der Zusammenarbeit von Produktion und Instandhaltung in der Stahlindustrieeher die Ausnahme waren, muss verwundern.Anderungen der Arbeitsorganisation haben stets Auswirkungen auf den einzelnen Menschen. Der arbeitsdirektoriale Bereich ist somit in dieser Frage mehrfach gefordert. Fur den Fachausschuss waren u.a. folgende Fragestellungen bei Beginn der Arbeit von zentraler Bedeutung: Mit welchen Organisationsmodellen kann die Zusammenarbeit von Produktion und Instandhaltungprinzipiell vollzogen werden? Wie soll der Prozess einer starkeren Integration gestaltet werden? Welche Rahmenbedingungen sind fur das Gelingen des Prozesses erfolgsbestimmend? Welche Auswirkung hat eine Integration auf einzelne Mitarbeitergruppen? Wie lasst sich der Erfolg einer solchen Integration messen?Ein Blick in die Literatur zeigt, dass Instandhaltung als Dienstleistungsfunktion verstanden wird, die nachden von Benutzern Produktion, Betrieb geforderten Leistungsnormen funktionieren muss. Insbesondere die zeitbezogene Zieldivergenz von Produktion und Instandhaltung Anlagenzugang nur bei Anlagenstillstand fuhren dazu, dass zwischen Instandhaltung und Produktion priorisiert wird. Fur die betriebliche Praxis kann dies heien, dass Funktionsbeeintrachtigungen hingenommen werden. Langfristig negative Auswirkungen von nicht ausreichend durchgefuhrten Instandhaltungsmanahmen werden auf Grund kurzfristiger Produktionserfordernisse in Kauf genommen und die Planung von Instandhaltungsaktivitaten der Produktionsplanung angepasst. Vor diesem Hintergrund werden ausdifferenzierte Konzepte zur Durchfuhrung von Instandhaltungsarbeiten unter Einbeziehung der beteiligten Mitarbeiter der Produktion bis hinzur autonomen Wartung diskutiert. Ein alteres Konzept ruckt dabei erneut in den Focus des Interesses: TPM Total Productive Maintenance. TPM verbindet die japanischen Konzepte des Total Quality Management TQM und die komplette Einbeziehung der Mitarbeiter Total Employee Involvement mit der aus den USA importierten Praxis der vorbeugenden Instandhaltung. Das Ergebnis ist ein innovatives System zur kontinuierlichen Verbesserung von Produktivitat und Qualitat sowohl fur die Produktion und die Werkstatten wie auch fur administrative Bereiche. Dieses System revolutioniert inzwischen das Anlagenmanagement weltweit. Mit TPM werden die Anlagen und die Qualifikation der Belegschaft verbessert. Die Mitarbeiter produzieren an ihren Arbeitsplatzen, verbessern diese und halten sie in Ordnung. Charakteristisch fur TPM ist die selbststandige AnlagenbedienerInstandhaltung in Form von unternehmensgefuhrten Kleingruppenaktivitaten. Damit zielt der TPMAnsatz darauf ab, dem Maschinenbediener nicht nur die weitgehende Ausfuhrung der Instandhaltung, sondern auch die Verantwortung fur den einwandfreien Zustand der gesamten Produktionsanlage zuubertragen. Die in Kapitel 4 vorgestellten Unternehmensberichte machen deutlich, dass die Rahmenbedingungen in deneinzelnen Pilotprojekten bzw. Werken sehr unterschiedlich sind. Vielfach ubernehmen Produktionsmitarbeiter bereits heute einfache Wartungs und Inspektionsarbeiten und haben damit die notwendige Voraussetzung geschaffen, um bei Bedarf weitergehende Uberlegungen mit zusatzlichen Synergien umzusetzen;41diese Stufen setzen allerdings ein relativ hohes Qualifikationsniveau der Mitarbeiter voraus und die Bereitschaft, sich permanent weiter zu qualifizieren. Dies und die unterschiedlichen Rahmenbedingungen z. B. in Hei und Kaltbetrieben fuhren zu einer IntegrationsModellbildung der Funktionen Produktion Instandhaltung. In der Diskussion wurden die guten Erfahrungen mit der Zuordnung der Instandhaltungsfunktionzur Produktion hervorgehoben. Eine systematische Integration mit dem Ziel einer Teamorganisation gibt esallerdings derzeit nur in Einzelfallen. Deutlich wurde in diesem Zusammenhang auf die Vorteile von Querschnittsberufen bzw. Querschnittsqualifizierungen hingewiesen, die uber das normale Berufsbild hinausgehen. Sie sind eine Moglichkeit, derartige Integrationen fruhzeitig und systematisch einzuleiten. Neben dem Einsatz z. B. von Mechatronikern istauch die Qualifizierung von Industriemechanikern mit verfahrenstechnischen Kenntnissen fur den Einsatz immetallurgischen Bereich oder der Einsatz von Energieelektronikern mit Verfahrenstechnik fur den Umformungsprozess denkbar. Dabei muss hinsichtlich der inhaltlichen und zeitlichen Gliederung der Erstausbildung ein sinnvoller Kompromiss zwischen uberbetrieblich vergleichbarer Grundbildung z. B. zwei Jahreund betrieblich direkt verwertbaren KenntnissenFertigkeiten besonders fur den Einsatz auf Mehrbereichsarbeitsplatzen gefunden werden.Die Erfahrungen zeigen auch, dass die Gefahr einer erhohten Fluktuation von Mitarbeitern mit Ausbildungin klassischen Instandhaltungsberufen, die in Produktionsbetriebe versetzt werden, durch Unterforderungoder drohender Dequalifizierung geringer ist als befurchtet, daauch die Anforderungen im Instandhaltungsbereich nicht immer sehr hoch sinddurch die Schaffung von Mehrbereichsarbeitsplatzen im Produktionsbereich das Lohngefalle zwischen Instandhaltung und Produktion geringer wirdsich die Erkenntnis herumspricht, dass manche Produktionsarbeitsplatze z.B. Leitstand im Vergleich zumanchen Instandhaltungsarbeiten durchaus angenehm sind Fluktuation nicht nur von Arbeitsbedingungen und Arbeitsplatzanforderungen, sondern auch vomsozialen Klima abhangt.Es wurde in der Diskussion auch darauf hingewiesen, dass den verantwortlichen Vorgesetzten haufig wederdie aktuellen Qualifikationen der Mitarbeiter bekannt sind, noch die Inhalte der Ausbildungsberufe. Fureinen besseren Einsatz der Mitarbeiter ist daher eine groere Transparenz unverzichtbar.Die Mitglieder des Fachausschusses halten eine moglichst breite Grundausbildung fur wunschenswert. Indiesem Zusammenhang wurde auch die Frage nach der Zukunft des Branchenberufs Verfahrensmechaniker Huttentechnik, dessen betriebliche Nachfrage aufgrund veranderter Technologie rucklaufig ist, und die Einsatzmoglichkeiten fur den neuen Querschnittsberuf Mechatroniker angesprochen. Als wunschenswertwurde eine Kombination aus Kenntnissen und Fertigkeiten auf folgenden Feldern angesehen: Verfahrenstechnik, Instandhaltung Mechanik plus Elektrofachkraft bzw. ElektrikElektronik, PCHandling, Bedienenvon FlurforderzeugenKranen. Die fachlichen Kompetenzen sind notwendigerweise durch methodischeund soziale Kompetenzen Umgang mit Qualitatsmanagementwerkzeugen, Teamfahigkeit etc. zu erganzen.Weiterhin wurde im Zusammenhang mit der Integration von Produktion und Instandhaltung auf Inhalte inder Weiterbildung zum Industriemeister Huttentechnik aufmerksam gemacht, die zusatzlich vermitteltwerden sollten. Zur Ubernahme von Fuhrungsaufgaben in einem integrierten Betrieb ware u.a. die Vermittlung von Kenntnissen zur Organisation von Instandhaltungsarbeiten erforderlich.Die Integration von Produktion und Instandhaltung kann Ziel, aber auch Etappe auf dem Weg zum Aufbaueiner kunden und prozessorientierten Teamorganisation darstellen. Hierbei werden die einzelnen Produktionsteams in die Lage versetzt, durch Integration aller erforderlichen Funktionen ins Team z. B. Instand42 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003haltung, Guteuberwachung, Rechnersteuerung etc. ihren Wertschopfungsbeitrag in der Prozesskette zu leisten, und zwar unabhangig von Einzelinteressen und gesonderten Zielen der unterschiedlichen Funktionen.Gemeinsames Ziel ist letztlich die Erhohung der Kundenzufriedenheit. 4344 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20038. Literatur Becker, W., Blo, C.: Instandhaltungscontrolling. In: Schulte, C. Hrsg.: Lexikon des Controlling. MunchenWien, 1996, S. 360 363.Becker, W., Brinkmann, F.: Kostenrechnung fur die Instandhaltung. Ergebnisse einer empirischen Untersuchung. Bamberg 2000 Bamberger Betriebswirtschaftliche Beitrage, Nr. 124.Grunewald, Ch. W.: Optimale Koordination von Instandhaltung und Produktion. Aachen 1992 Aachener Beitrage zu Humanisierung und Rationalisierung, Bd. 2.Hartmann, Edward H.: Erfolgreiche Einfuhrung von TPM in nichtjapanischen Unternehmen. Landsberg 1995Jacobi, H.F.: Neuorientierung indirekter Funktionen. In: Bullinger, H.J. u. Warneke, H. J  Hrsg.: Neue Organisationsformen im Unternehmen: ein Handbuch fur das moderne Management. Berlin 1996.Kamiske, G.F., Brauer, J.P.: Qualitatsmanagement von A bis Z. Munchen 1995.Moubray, John: Instandhaltungsmanagement. Ein neues Paradigma. http:www.msctaag.deparadis 1.htmml Nakajima, Seiichi: Management der Produktionseinrichtungen. Dt. Ubersetzung von Isabelle Grafin Groteund Stefan Schmidt. Frankfurt, 1995.Rasch, A.A.: Erfolgspotential Instandhaltung. Theoretische Untersuchung und Entwurf eines ganzheitlichen Instandhaltungsmanagements. Berlin 2000 Duisburger Betriebswirtschaftliche Schriften, Bd. 21.Schimmelpfeng, K.: Total Productive Maintenance. In: Corsten, H., Schneider, Herfried: Wettbewerbsfaktor Dienstleistung. Munchen 1999.Schimmelpfeng, K. u. Steffen, R.: Instandhaltungsmanagement. In: Schneider, Herfried. Hrsg.: Produktionsmanagement in kleinen und mittleren Unternehmen. Stuttgart 2000.Schmidt, Stefan: Vorwort des Ubersetzers. In: Nakajima, S.: Management der Produktionseinrichtungen.FrankfurtNew York 1995.Siebiera et al.: Ganzheitliche Anlagenbetreuung. In: Zeitschrift fur wirtschaftliche Fertigung und Automatisierung Zw F 92, 1997, 6 S. 307 ff.Tummes, H., Wapler, H.K.: Instandhaltung international Ergebnisse einer Studie des IISI. In: Stahl und Eisen, Nr. 4, April 1990.Weber, R.A., Bornebusch, KE.: Qualitatsaudits in der Anlagentechnik. In: Stahl und Eisen, Nr. 4, April 1993.Masaaki Imai, KAIZEN, Ullstein, Dezenber 19944546 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 20039. Mitglieder des Fachausschusses Bethvon der Warth, AnneMarie; Thyssen Krupp Stahl AG TKSCSCreutz, Erich; Huttenwerke Krupp Mannesmann Gmb H HKMDietze, Wolfgang; PPS Personal, Produktions und Serviegesellschaft mb HEggemeier, KlausDieter; Bochumer Verein Einig, Konrad; Rasselstein Hoesch Gmb H RHGKehrbaum, Gunter; Thyssen Krupp Stahl AG TKSCSMogk, Marcus; Thyssen Krupp Stahl AG TKSCSStein, Karl; AG der Dillinger Huttenwerke DHTerhoevenAckermann, Grit; PPS Personal, Produktions und Servicegesellschaft mb HWendler, Cornelis; AG der Dillinger Huttenwerke DHWevers, Peter; Thyssen Krupp Nirosta Gmb H TKSNRWittek, Herbert; EKO Stahl Gmb H; EKO; zeitweise.Herr Peter Bachofner, Hamburg, unterstutzte die Arbeit des Fachausschuss im Rahmen eines Werkvertragesder HansBocklerStiftung 4748 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 200310. Anhang Zielsetzung und Erfolgsmessung 1. Allgemeine Anforderungen an die Ziele SMARTKriterien S Spezifisch fur den Betrieb, in dem die Organisationsentwicklung erfolgen soll.M Messbar, nach Moglichkeit quantitativ.A Ambitioniert, Ziele mussen herausfordern.R Realistisch, Ziele mussen erreichbar sein.T Transparent, Ziele mussen Orientierung geben. Weitere Anforderungen Die Ziele mussen mit den Unternehmenszielen in Einklang stehen. Die Zielfindung sollte im Konsens aller am OEProzess und am Erfolg Beteiligten erfolgen. Die Messgroen sollten leicht zu ermitteln und zu reproduzieren sein.2. Mogliche Zielsetzungen einer Integration von Produktion und Erhaltung 2.1 Betriebswirtschaftliche Ziele Reduzierung der Instandhaltungskosten Abbau von Erhaltungspersonal Reduzierung von Mehrarbeit geplante Instandhaltung laufende Instandhaltung Fremdleistungen Verbrauch von Reparaturmaterial und Reserveteilen Streckung der Wartungsintervalle Dimension BLMh BLMTE a TE a TE a TE ageplante Stillstande a Verbesserung der Anlagenverfugbarkeit Senkung der Storrate Erhohung der Nutzungshauptzeit Erhohung der storungsfreien Zeit Mean time between failure MTBFVerbesserung der Produktqualitat Ausbringen Reklamationsrate Sortierergebnis Betriebsspezifische Fehler Erhohung der Produktion Reduzierung der Mehrarbeit in der Produktion Haufigkeit, Dauer von Storungen NHZBZh%Anzahl 1000 t%Anzahl 1000 tt ah BLMReduzierung der krankheitsbedingten Fehlzeiten%492.2 Mitarbeiterorientierte Ziele Erhohung der Mitarbeiterqualifikation in der Produktion Erhohung von Verantwortung fur und Identifikation mit dem Betrieb Erhohung der Mitarbeitermotivation Monetare Anreiz Beteiligung der Mitarbeiter aus Produktion und Erhaltung Die mitarbeiterorientierten Ziele sind keiner einfachen Erfolgsmessung zuganglich. Ein bewahrter Ansatz fur eine Erfolgskontrolle sind Mitarbeiterbefragungen vor Beginn des OEProzesses und ca. ein Jahr nach Einfuhrung der neuen Arbeitsweise.50 Arbeitspapier 75 Integration von Produktion und Instandhaltung September 2003HansBocklerStiftung Die HansBocklerStiftung ist das Mitbestimmungs, Forschungs und Studienforderungswerk des Deutschen Gewerkschaftsbundes. Gegrundet wurde sie 1977 aus der Stiftung Mitbestimmung und der HansBocklerGesellschaft. Die Stiftung wirbt fur Mitbestimmung als Gestaltungsprinzip einer demokratischen Gesellschaft und setzt sich dafur ein, die Moglichkeiten der Mitbestimmung zu erweitern. Mitbestimmungsforderung und beratung Die Stiftung informiert und berat Mitglieder von Betriebs und Personalraten sowie Vertreterinnen und Vertreter von Beschaftigten in Aufsichtsraten. Diese konnen sich mit Fragen zu Wirtschaft und Recht,Personal und Sozialwesen, Aus und Weiterbildung an die Stiftung wenden. Die Expertinnen und Experten beraten auch, wenn es um neue Techniken oder den betrieblichen Arbeits und Umweltschutz geht.Wirtschafts und Sozialwissenschaftliches Institut WSIDas Wirtschafts und Sozialwissenschaftliche Institut WSI in der HansBocklerStiftung forscht zu Themen, die fur Arbeitnehmerinnen und Arbeitnehmer von Bedeutung sind. Globalisierung, Beschaftigungund institutioneller Wandel, Arbeit, Verteilung und soziale Sicherung sowie Arbeitsbeziehungen und Tarifpolitik sind die Schwerpunkte. Das WSITarifarchiv bietet umfangreiche Dokumentationen und fundierte Auswertungen zu allen Aspekten der Tarifpolitik.Forschungsforderung Die Stiftung vergibt Forschungsauftrage zu Strukturpolitik, Mitbestimmung, Erwerbsarbeit, Kooperativer Staat und Sozialpolitik. Im Mittelpunkt stehen Themen, die fur Beschaftigte von Interesse sind.Studienforderung Als zweitgrotes Studienforderungswerk der Bundesrepublik tragt die Stiftung dazu bei, soziale Ungleichheit im Bildungswesen zu uberwinden. Sie fordert gewerkschaftlich und gesellschaftspolitischengagierte Studierende und Promovierende mit Stipendien, Bildungsangeboten und der Vermittlungvon Praktika. Insbesondere unterstutzt sie Absolventinnen und Absolventen des zweiten Bildungsweges.Offentlichkeitsarbeit Im Magazin Mitbestimmung und den WSIMitteilungen informiert die Stiftung monatlich uber Themen aus Arbeitswelt und Wissenschaft. Mit der homepage www.boeckler.de bietet sie einen schnellen Zugang zu ihren Veranstaltungen, Publikationen, Beratungsangeboten und Forschungsergebnissen. HansBocklerStiftung Abteilung Offentlichkeitsarbeit HansBocklerStrae 3940476 Dusseldorf Telefax: 02117778 225www.boeckler.de 51", "filename": "hbs_arbp_075.pdf", "date": ["2003"]}