{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110246/1/iaw-fb_14.pdf"], "title": ["Lernen in Nachbarschaften: Erfahrungen und Empfehlungen aus vier europäischen Regionen"], "plaintext": " IAW Forschungsbericht 14 2007 1 Kurzfassung Die Analogie zu Wohnen in Nachbarschaften ist nicht zufallig. Langst wissen wir, dass das Aufwachsen von Kindern und der Erfolg von Bildung und Erziehung von ihrem gesamten Lebensumfeld abhangen. Die Modernisierung des Schulsystems in England wurde daher folgerichtig unter das Motto gestellt: Eine erweiterte Schule ist eine Schule, die begriffen hat, dass sie allein nichts ausrichten kann Department for Education and Skills. Viele andere Institutionen z.B. Gesundheitspflege, Kinderbetreuung, Jugendhilfe, Arbeitsvermittlung sind an den verschiedenen Phasen des Aufwachsens beteiligt. Auch in den hollandischen Fensterschulen wird die Zusammenarbeit all dieser Einrichtungen so organisiert, dass sie gemeinsam eine forderliche und stutzende Lebensumwelt fur alle Kinder und Jugendlichen herstellen. Das Hanse PassageProjekt Modern School hat good practices fur die Offnung von Schulen zum Stadtteil in den Partnerregionen Groningen, East Riding of Yorkshire, Riga und Bremen analysiert und Empfehlungen zum Lernen in Nachbarschaften erarbeitet. Ziel ist die Weiterentwicklung von Schulen zu Stadtteilbildungszentren, die die Integration ihrer Zielgruppen z.B. Migrantenfamilien sowohl in das Bildungssystem als auch in den Arbeitsmarkt und die Stadtquartiere fordern. Abstract Upbringing and educational chances of children depend on their whole social environment. For that reason a main principle of the development of the extended schools in Great Britain is: An extended school is a school that recognises that it cannot work alone Department of Education and Skills. Many other institutions e.g. health care, childcare, youth welfare and employment service are participating in the different stages of upbringing. The Window Schools in Groningen are also building networks with all these institutions to create a favourable environment for children and young people. The Hanse Passage project Modern School has analysed good practices for opening school to the neighbourhood in the partner regions Groningen, East Riding of Yorkshire, Riga and Bremen and developed recommendations for learning in neighbourhoods. The project aimed to develop schools into Community Knowledge Centres which improve the integration of target groups e.g. migrant families into the educational system as well as into the labour market and into the social networks of city quarters and neighbourhoods. IAW Forschungsbericht 14 2007 3 Die Fensterschulen in Groningen Die Extended Schools in East Riding of Yorkshire Die Freizeitzentren in Riga Zusammenarbeit von Schule und Jugendhilfe in Bremen Weitere good practices aus Deutschland 5 7 11 11 17 26 30 36 38 Einfuhrung Inhaltsverzeichnis Vorwort I II III Anhang 1. Good practices A B C D E 2. Quellenverzeichnis Ergebnisse und Empfehlungen Ubersicht uber die Bildungssysteme in den Niederlanden, Grobritannien, Lettland und Deutschland Beispiele fur Kooperationsprojekte von Schulen und Stadtteil in den Untersuchungsregionen 46 49 50 4 IAW Forschungsbericht 14 2007 IAW Forschungsbericht 14 2007 5 Vorwort Der vorliegende Bericht basiert auf den Ergebnissen dreier internationaler Konferenzen zur Entwicklung lokaler Schulsysteme in Groningen, East Riding of Yorkshire, Riga und Bremen. Fur die Vermittlung wertvoller Einblicke in die regionalen Erfahrungen bin ich Liselot ReversmaGroningen, Lee WilkinsonEast Riding of Yorkshire und Signe NeimaneRiga sowie allen am Projekt beteiligten Schulen und Institutionen zu Dank verpflichtet. In Bremen hat Anna Lason bei der Projektorganisation mitgewirkt. Gunter Warsewa danke ich fur viele Hinweise zum systematischen Vergleich der regionalen Ansatze und der Entwicklung der Schluempfehlungen. Bremen, April 2007 Ulrike Baumheier 6 IAW Forschungsbericht 14 2007 IAW Forschungsbericht 14 2007 7 Einfuhrung I Hintergrund Ungleiche Bildungschancen fur sozial benachteiligte Kinder Notwendigkeit von lebenslangem Lernen in der Wissensgesellschaft Infrastruktur der Schulen abends, an den Wochenenden und in den Ferien kaum genutzt Einbindung von Eltern und spezifischen Zielgruppen in einen kontinuierlichen Bildungsprozess Offnung der Schule zur Nachbarschaft Bringing learning closer to home war eine der Schlusselbotschaften des Memorandums der Europaischen Kommission zum Lebenslangen Lernen 2000. Durch lokales Management von Bildung und Ausbildung sollten Bildungsangebote naher zu den Wohnorten gebracht und effektiver mit erganzenden Diensten wie Kinderbetreuung und Sozialberatung verknupft werden. Ziel war die Entwicklung von lernenden Nachbarschaften.1 Da in den meisten europaischen Regionen Grundschulen und weiterfuhrende Schulen breit gestreut sind und in vielen Fallen die dort zur Verfugung stehenden Infrastrukturen abends, am Wochenende und in den Ferien nicht genutzt werden, bietet es sich an zu prufen, wie Schulen zur Erreichung dieses Ziels beitragen konnen. Durch Offnung zur Nachbarschaft und die Kooperation mit anderen Institutionen konnen sich Schulen zu Stadtteil oder Quartiersbildungszentren 2 entwickeln und auf diese Weise sowohl die Kompetenzen ihrer Schuler fur lebenslanges Lernen verbessern als auch Bildungsbedarfe anderer Zielgruppen z.B. Eltern, Migrantenfamilien aufgreifen. Die OECDSchulstudien PISA und IGLU haben vor allem fur Deutschland einen starken Zusammenhang zwischen sozialem Hintergrund und Bildungserfolg aufgezeigt. Die Entwicklung und Bildungschancen von Kindern hangen von ihrem gesamten sozialen Umfeld ab. Aus diesem Grund kann die Integration von Bildung, Kinderbetreuung und anderen Angeboten fur Kinder und ihre Familien die Bildungschancen und Lebensbedingungen vor allem von Kindern und Jugendlichen aus unterprivilegierten Familien erheblich beeinflussen. Gute Beispiele aus den Niederlanden und Grobritannien zeigen, dass eine enge Zusammenarbeit zwischen Schulen und Nachbarschaftsin 1 CEDEFOPEurydice: National actions to implement Lifelong Learning in Europe, BrusselsThessaloniki 2001, S. 121 2 Dieser Begriff ist abgeleitet aus dem von Martin Carnoy skizzierten Konzept der Community Knowledge Centre. Martin Carnoy: Sustaining the New Economy. New YorkCambridgeLondon 2000 8 IAW Forschungsbericht 14 2007 stitutionen dazu beitragt, eine durchgangige Linie von Lernen und Entwicklung zu schaffen und schneller auf hausliche Probleme von Kindern zu reagieren. Beitrage von Schulen zu lebenslangem Lernen in verschiedenen Lebensphasen Die Idee der Offnung von Schulen zur Nachbarschaft ist nicht neu: CommunitySchulen haben eine lange Tradition in Grobritannien und den USA; auch in Deutschland ist das Konzept seit den siebziger Jahren ausfuhrlich diskutiert worden.3 Dabei konnen zwei Hauptstrange unterschieden werden: Der Community EducationAnsatz betont aus padagogischer Perspektive die Wichtigkeit von auerschulischen Lernorten z.B. im Rahmen von gemeinsamen Projekten von Schulen und Nachbarschaftsinstitutionen. Der Community DevelopmentAnsatz verknupft diese padagogische Perspektive mit der Stadtplanungsperspektive. Bei der Entwicklung ihres Schulprogramms sollten sich Lehrer, Schuler und Eltern fragen, wie sie auf Bedurfnisse ihres Quartiers eingehen und dauerhafte Kooperationsstrukturen mit ihrem Umfeld schaffen konnen. Die steigende Notwendigkeit zur Anpassung an den schnellen Wandel des Arbeitsmarkts hat inzwischen zu zunehmendem Interesse an der Frage gefuhrt, wie Schule die Voraussetzungen fur lebenslanges Lernen verbessern kann. Wie oben schon erlautert, ist bei Kindern die wichtigste Herausforderung die Schaffung von gleichwertigen Bildungschancen. Sowohl die Groninger Fensterschulen als auch die Extended Schools in Grobritannien beruhen auf dem Ansatz, zu diesem Zweck die Eltern und das soziale Umfeld in den Bildungsprozess einzubeziehen. Bei Jugendlichen muss der Wissenstransfer in den Schulen erganzt werden durch die Vermittlung von soft skills und Kompetenzen fur selbstgesteuertes Lernen. Das amerikanische after schoolmovement hat gezeigt, dass die Einbindung von Stadtteilbewohnern in auerschulische Aktivitaten zur Entwicklung von Schlusselqualifikationen fuhrt, die von Arbeitgebern gefordert werden oder die fur eine selbstandige Tatigkeit notwendig sind. In Grobritannien fuhrt die gemeinnutzige Organisation Young Enterprise gemeinsam mit Schulen eine Reihe von Wirtschaftstrainings fur Jugendliche durch. Vertreter der lokalen Wirtschaft vermitteln Schulern aus verschiedenen Klassenstufen einen Einblick in verschiedene Aspekte des Wirtschaftslebens.4 In der rush hour ihres Lebens sind Erwachsene oft stark durch Berufs und Familienaufgaben belastet und haben wenig freie Zeit fur Fortbildung. Hier konnen Schulen durch wohnortnahe An 3 Fur einen Uberblick siehe: Claus G. Buhren: Community Education. MunsterNew YorkMunchenBerlin 1997 4 www.youngenterprise.org.uk IAW Forschungsbericht 14 2007 9 gebote den Zugang erleichtern. Einen gutes Beispiel fur diesen Ansatz bietet das deutsche Projekt Mama lernt deutsch. Dieses Projekt soll Muttern mit Migrationshintergrund befahigen, ihre Kinder in der Schule zu unterstutzen und gleichzeitig ihre eigene soziale Integration und ihre Chancen auf dem Arbeitsmarkt fordern. Die Sprachkurse finden an der Schule ihrer Kinder statt und fur jungere Kinder wird Kinderbetreuung bereitgestellt. Die Extended Schools in Yorkshire and the Humber bieten Family LearningKurse an. Eltern und Kinder konnen zum Beispiel gemeinsam Computer, Sprach, Alphabetisierungs und Rechenkurse besuchen. Fur Senioren konnen Schulen die Rahmenbedingungen zur Weitervermittlung ihrer Kompetenzen und Erfahrungen schaffen. Ein gutes Beispiel dafur ist ein AnglerClub in einem der Rigaer Free TimeCenter Hier fuhren Angler Jugendliche in die Grundlagen ihres Sports ein und organisieren gemeinsame Angelausfluge. Um ihrer neuen Rolle gerecht zu werden, mussen die Senioren ggf. neue Kompetenzen erwerben, z.B. in Prasentations und Moderationstechniken. Ziele, Partner und Aktivitaten des Projekts Modern School Das Bildungssystem in vielen europaischen Regionen ist konfrontiert mit den Herausforderungen sich rasch wandelnder Anforderungen auf dem Arbeitsmarkt, der Notwendigkeit fur zum lebenslangen Lernen und der Integration sozial benachteiligter Gruppen. Auf diese Herausforderungen haben eine Reihe von Regionen mit vergleichbaren Ansatzen zur Offnung von Schulen zur Nachbarschaft reagiert. Im Rahmen des EUProjekts Modern School INTERREG IIIc, Hanse Passage haben vier Regionen 2006 Erfahrungen und Expertenwissen zu good practices ausgetauscht. An diesem Projekt beteiligt waren: BremenDeutschland: Universitat Bremen, Institut Arbeit und Wirtschaft lead partner GroningenNiederlande: Stadt Groningen, Vensterscholen East Riding of YorkshireGrobritannien: East Riding of Yorkshire Council RigaLettland: Stadt Riga, Institut fur Lehrerfortbildung In zwei der Regionen Groningen und East Riding wird bereits ein umfassender Ansatz zur Offnung von Schulen verfolgt: In den Groninger Fensterschulen werden seit uber zehn Jahren Aktivitaten fur Kinder und Familien koordiniert. Schulen in East Riding begannen 2005 mit der Implementation des Extended SchoolProgramms 5 der britischen Regierung. In den beiden anderen Partnerregionen Bremen und Riga gibt es interessante Pilotprojekte. 5 Department for Education and Skills: Extended School. Access to opportunities and services for all Download: http:www.teachernet.gov.uk_doc8509Extendedschools%20prospectus.pdf 10 IAW Forschungsbericht 14 2007 In zwei Konferenzen im Marz und Oktober 2006 haben die Partner good practices analysiert und Empfehlungen fur Strukturen und Strategien zur Offnung von Schulen zum Stadtteil entwickelt. Der vorliegende Bericht fasst die Projektergebnisse zusammen. IAW Forschungsbericht 14 2007 11 Good practices Die Fensterschulen in Groningen 6 II A Einfuhrung Die Vensterschool ist das pulsierende Herz eines Stadtteils, wo fur Kinder, ihre Eltern und andere Einwohner alles Mogliche zu erleben ist.7 1. Von den vier Modern SchoolPartnern hat Groningen die langste Erfahrung mit der Implementation eines umfassenden Programms zur Offnung von Schulen zum Stadtteil. Angeregt durch das Vorbild der USamerikanischen Community Schools und skandinavischer Schulen, begann die Stadt Groningen 1995 mit der Schaffung von Fensterschulen Vensterscholen. Eine Fensterschule ist keine einzelne Schule, sondern ein Netzwerk von mindestens einer Grundschule die in den Niederlanden von Kindern im Alter zwischen vier und zwolf Jahren besucht wird und verschiedenen anderen Institutionen mit Tatigkeitsschwerpunkt auf Kinderbetreuung oder Freizeit und Beratungsangeboten fur Kinder und Familien. Schule und Partnerinstitutionen sind zum Teil in einem gemeinsamen Gebaude untergebracht, teilweise aber auch auf mehrere Gebaude im Stadtteil verteilt. Vorrangiges Ziel der Fensterschulen ist die bessere Forderung aller Kinder im Stadtteil durch eine continuous line of learning and upbringing. So bietet die enge Kooperation von Schule, Kinderbetreuungs und Beratungseinrichtungen die Chance, Entwicklungsstorungen fruhzeitig zu identifizieren und Fordermoglichkeiten abzustimmen. Primare Zielgruppe sind Kinder zwischen 0 und 15 Jahren; Eltern und auf Wunsch auch andere Stadtteil 6 Das Kapitel uber die Fensterschulen beruht im Wesentlichen auf den bei der Modern SchoolKonferenz am 23.24.3.07 bei Exkursionen und den Prasentationen von Liselot Reversma, Anita Schnieders, Aletta van den Berg von der Groninger Behorde fur Bildung und Soziales gewonnenen Einblicken. Downloadmoglichkeit des Konferenzprogramms und der Prasentationen: www.hansepassage.net Projects Cluster C C06 7 Stadt Groningen: Deutsche Informationen uber die Fensterschulen, S. 1 Download: www.vensterschool.groningen.nl, 15.5.07 12 IAW Forschungsbericht 14 2007 Merkmale der Kooperation Einheit in Vielfalt bewohner werden so weit wie moglich in die Aktivitaten eingebunden. Das schliet auch die gezielte Entwicklung von Erwachsenenbildungsangeboten ein. Die Finanzierung sowohl der Investitions als auch der Betriebskosten erfolgt im wesentlichen durch Kombination vorhandener Finanzmittel der beteiligten Institutionen, lediglich fur die Finanzierung des Managements s.u. und ggf. fur eine gezielte Ausweitung der Infrastruktur wie die Einrichtung einer neuen Stadtteilbibliothek sind zusatzliche stadtische Mittel notwendig. Das gesamte Konzept beruht darauf, dass im laufenden Betrieb Einsparungen zum einen durch die gemeinsame Nutzung von Eingangsbereich, Toiletten, Kuche etc. erzielt werden konnen, zum anderen durch die multifunktionale Nutzung von Raumen. 2. Die Kooperation in den Fensterschulen ist durch folgende Merkmale gepragt: 2.1 Zwar orientieren sich alle Fensterschulen an einem gemeinsamen Grundkonzept, dennoch verfugen sie uber genugend Freiraum, um sich an die Bedurfnisse des Stadtteils und der beteiligten Institutionen anzupassen. So liegt der Schwerpunkt in Problemstadtteilen darauf, Kinder aus sozial schwachen Familien die Teilnahme an kulturellen oder Sportangeboten zu ermoglichen. In Stadtteilen mit einem hohen Anteil von Doppelverdienern bemuhen sich die Fensterschulen um eine Verbesserung der Vereinbarkeit von Familie und Beruf, z.B. durch lange Offnungszeiten von acht bis achtzehn Uhr. 2.2 Kooperationspartner sind uberwiegend offentliche Institutionen wie Kindergarten, Hort, Erziehungsberatungsstelle, Gesundheitsamt, Bucherei, Erwachsenenbildungszentrum etc. Private Organisationen wie Vereine, die lokale Wirtschaft oder Freiwillige aus dem Stadtteil sind in die Projekte bisher nur selten eingebunden. 2.3 Die beteiligten Institutionen erledigen ihre Kernaufgaben nach wie vor in eigener Verantwortung. Die Fensterschulen bieten ihnen die Infrastruktur zur Erfullung ihrer regularen Aufgaben und erleichtern als Mehrwert durch raumliche Nahe und Koordinationsinstanzen die Entwicklung neuer gemeinsamer Aktivitaten mit den anderen beteiligten Institutionen 2.4 Begunstigt dadurch, dass in den Niederlanden auch private Schulen vollstandig durch offentliche Gelder finanziert werden, gibt es eine Vielzahl von Schulen mit spezifischer padagogischdidaktiBeibehaltung der jeweiligen Spezialisierung Hoher Professionalisierungsgrad Pragmatischer Ansatz IAW Forschungsbericht 14 2007 13 scher oder religioser Ausrichtung.8 Unterschiedliche padagogische Ausrichtungen sind in Groningen jedoch kein Hindernis fur eine enge Kooperation. Sind mehrere Grundschulen an einer Fensterschule beteiligt, nutzen diese ihr spezifisches Profil im Wettbewerb um Schuler, arbeiten aber ungeachtet dessen z.B. bei der Organisation von Freizeitangeboten, eines Hausmeisterpools o.a. eng zusammen. Dementsprechend empfehlen Fensterschulenvertreter, eine Offnung von Schulen zum Stadtteil nicht mit groen Ideen, sondern mit wenigen konkreten Gemeinschaftsaktivitaten zu starten. Foto: Henrik Stohr Hamburg Kombination von bottom up und top downAnsatz 2.5 Fensterschulenvertreter betonen die zentrale Bedeutung der Entwicklung der Kooperation von unten: A Community School has a good chance of success if the first discussions are held at neighbourhood level thus not with a policy staff member for childcare, but with the head of the nursery in the neighbourhood.9 Dennoch ware die Umsetzung des Programms ohne erhebliche Unterstutzung der politischen Fuhrungsebene nicht moglich gewesen. Schlusselfigur war der damalige Stadtrat und jetzige Prasident der Hanzehogeschool Groningen, Henk Pijlman. Heute beruht das Fensterschulensystem auf stabilen Koordinationsstrukturen sowohl auf Stadtteilebene als auch auf stadtischer Ebene. An jeder Fensterschule gibt es einen location manager zur Initiierung und Steuerung der Kooperation sowie eine lokale Planungsgruppe, in der alle beteiligten Institutionen und die Eltern vertreten sind. Auf stadtischer Ebene wird der Prozess durch eine direkt 8 Niederlande. In: Horst SchaubKarl G. Zenke, Worterbuch Padagogik, Munchen 2004 9 Stadt Groningen: Englische Informationen uber die Fensterschulen, S. 8 Downloadmoglichkeit unter www.vensterschool.groningen.nl, 15.4.07 14 IAW Forschungsbericht 14 2007 der Leitung der Bildungsbehorde zugeordnete Fensterschulenmanagerin und eine ressortubergreifende steering group gesteuert. Erleichtert wird die Zusammenarbeit dadurch, dass die fur die Fensterschulenarbeit zentralen Zustandigkeiten fur Bildung und Soziales in einem Ressort konzentriert sind. Angebote und Projekte Kinderbetreuung: Integration von Betreuung und Freizeitaktivitaten 3. 3.1 Um ganztagig im Hort betreuten Kindern die Wahrnehmung von Angeboten der Sportvereine, Musikschulen etc. zu erleichtern, sind an der Fensterschule in Vinkhuisen Betreuungs und Freizeitangebote fur Kinder von vier bis dreizehn Jahren eng verzahnt worden. Das System beruht auf folgenden Grundprinzipien: Integration: Kinderbetreuung und Freizeitaktivitaten werden in einer Einrichtung kombiniert. Die beteiligten Institutionen entwickeln gemeinsam konkrete Aktivitaten und investieren gemeinsam in Personal und Ressourcen. Flexibilitat: Kinderbetreuung und Freizeitaktivitaten uberlappen sich zeitlich. Niedrigschwellige Angebote: Die Einrichtung steht allen Kindern offen, unabhangig von Einkommen ihrer Eltern. Breites Angebot von Aktivitaten fur Kinder unterschiedlicher Altersstufen und mit unterschiedlichen Interessen Wohnzimmer 3.2 Das Projekt Wohnzimmer an der Fensterschule Oosterpark bietet taglich nach der Schule Zehn bis Dreizehnjahrigen eine strukturierte und sichere Umgebung. Sozialarbeiter organisieren gemeinsam mit den Kindern und Jugendlichen sinnvolle Freizeitaktivitaten. Hauptziele sind die Forderung eines positiven Sozialverhaltens und eines gesunderen Lebensstils. Da groes Interesse an Mitwirkung in dieser Gruppe besteht, werden die Teilnehmer von Lehrern oder Sozialarbeitern vorgeschlagen. Auswahlkriterien sind Probleme in der Familie z.B. unstrukturierter Alltag oder im Charakter des Kindes z.B. schwache Sozialkompetenz. Die Kinder entscheiden sich freiwillig fur eine Mitgliedschaft in der Gruppe; aber sobald sie zur Gruppe gehoren, ist die Teilnahme verpflichtend. 3.3 Social Nurse ist die Bezeichnung fur ein Beratungsteam an der Fensterschule Oosterpark, das sich mit okonomischen, psychologischen und soziookonomischen Problemen von Kindern und Familien beschaftigt. Die Mitarbeiter organisieren zusatzlich Projekte zur Drogen und Schwangerschaftspravention. Social Nurse IAW Forschungsbericht 14 2007 15 Plan der Fensterschule SPT, Groningen Quelle: Caring and Sharing, Ten years Community School in Groningen, CDrom, Groningen 2005 4. Fensterschulen als Stadtteilzentren zur Beziehung zwischen Schulmodernisierung und Stadtteilsanierung Obwohl es Fensterschulen nicht nur in unterprivilegierten Stadtteilen gibt, werden sie als ein zentrales Instrument zur Stadtteilsanierung angesehen. Sie betrachten sich selbst als Stadtteilzentren mit Angeboten fur alle Altersgruppen das pulsierende Herz eines Stadtteils. Zum Teil sind sie kombiniert mit Seniorenbegegnungszentren. Hauptzielgruppe sind aber eindeutig Kinder zwischen 0 und 15 Jahren. In diesem Zusammenhang wird auch Weiterbildung fur Eltern angeboten, z.B. Kurse in Konferenztechniken zur Unterstutzung der Elternmitwirkung im Partizipationsprozess der Fensterschulen. Ein umfassender Ansatz zum Aufgreifen von Weiterbildungsbedurfnissen aus dem Stadtteil, zum Beispiel zur Forderung der Integration von Problemgruppen in den Arbeitsmarkt, wird aber nicht verfolgt. Genauer untersucht werden musste noch, ob und in welcher Weise die Fensterschulen mit anderen Instrumenten der Stadtteilsanierung verknupft sind. 16 IAW Forschungsbericht 14 2007 Fazit 5. Die Analyse hat deutlich gemacht, dass die Stadt Groningen mit der Entwicklung der Fensterschulen auf eine ahnliche Problemlage reagierte, wie sie in Deutschland spatestens durch die Ergebnisse der PISA und IGLUStudien thematisiert wurde: die ungleichen Bildungschancen fur Kinder aus verschiedenen sozialen Schichten. Das Fensterschulenprojekt wurde jedoch durch eine Reihe von Rahmenbedingungen begunstigt, die in dieser Form nicht in allen europaischen Regionen zu finden sind. Zum einen ist das niederlandische Schulsystem stark dezentral organisiert; die Schulen verfugen uber groen Freiraum bei der Unterrichtsgestaltung und der Verteilung der zugewiesenen Finanzmittel. Zum anderen fiel der Start der Fensterschulen zusammen mit Sanierungsplanen fur eine Reihe von Grundschulen, so dass die stadtischen Investitionsmittel als Grundstock fur einen Neu oder Umbau zur Fensterschule genutzt werden konnten. Zur Forderung des Konzepts war die Stadt zudem in Sanierungsstadtteilen zu erganzenden Infrastrukturinvestitionen z.B. zur Einrichtung einer Stadtteilbibliothek bereit. Inzwischen werden zur Finanzierung von Neu oder Umbauten allerdings auch Formen von publicprivatepartnerships mit Wohnungsbauunternehmen erprobt. Die Fensterschulen sind ein erfolgreiches Beispiel dafur, wie durch Integration von kinder und familienbezogenen Bildungs, Betreuungs, Beratungs und Freizeitangeboten eine bessere Ausrichtung auf Lebenslagen und situation von Kindern erreicht werden kann. Was konnen andere Regionen von den Fensterschulen lernen? Erstens ist zur Forderung der Transformation von Schulen zu Stadtteilbildungszentren eine Mischung zwischen der Entwicklung von Konzepten von unten und der Unterstutzung durch die politische und administrative Fuhrung notwendig. Das Konzept jeder einzelnen Fensterschule wurde im Stadtteil entwickelt, allerdings mit betrachtlicher politischer und finanzieller Unterstutzung durch die Kommune. Zweitens kommt der engen und gleichberechtigten Zusammenarbeit zwischen den fur Bildung und Jugendhilfe verantwortlichen Verwaltungseinheiten eine Schlusselrolle zu. Im Unterschied etwa zu Bremen sind die Zustandigkeiten fur diese beiden Aufgabenbereiche in Groningen in einer Behorde konzentriert. Die Fensterschulen werden als ein wichtiges Instrument der Jugendpolitik betrachtet. Schlielich erfordert die Offnung von Schulen zur Nachbarschaft auch, fur technische Probleme wie die Versicherung von Aktivitaten auerhalb der Unterrichtszeit und die beschrankten Arbeitszeiten der Hausmeister innovative und kreative Losungen zu finden. IAW Forschungsbericht 14 2007 17 Die Extended Schools in East Riding of Yorkshire B An extended school is a school that recognises that it cannot work alone. Department of Education and Skills 1. Grobritannien zeichnet sich durch ein nationales Programm zur Integration von Bildung, Kinderbetreuung und anderen Diensten fur Kinder und Familien verabschiedet. Flachendeckend sollen Extended Schools auch auerhalb der Unterrichtszeiten ein weites Spektrum von Angeboten fur Schuler, Familien und den Stadtteil bereithalten. Diese Angebote werden haufig in Zusammenarbeit mit anderen Institutionen entwickelt. Das Extended SchoolsProgramm ist in eine landesweite Agenda zur Verbesserung der Lebensbedingungen von Kindern eingebettet: Die Every child mattersAgenda entstand als Reaktion auf einige besonders traurige Falle von Kindesmisshandlung. Ihre Hauptziele sind: Einfuhrung Gesundheit be healthy Sicherheit stay safe Freude am Lernen enjoy and achieve Gesellschaftliches Engagement von Kindern und Jugendlichen make a positive contribution Wirtschaftliche Absicherung achieve economic wellbeing Eine wichtige Strategie zur Erreichung dieser Ziele ist die Erweiterung von Kinderzentren fur Kinder unter funf Jahren und Schulen um zusatzliche Angebote: Bringing services together makes it easier for universal services like schools to work with the specialist or targeted service that some children need, so that problems are spotted early and handled effectively.10 10 Department for Education and Skills: Extended schools: Access to opportunities and services for all. A prospectus. 2005, S. 6 IAW Forschungsbericht 14 2007 18 Foto: Margaret Walker Beverley Bis 2010 soll es in jedem Schulbezirk mindestens eine full service school und weitere Primar undoder Sekundarschulen geben, die einen Teil der folgenden Angebote abdecken: Qualitativ hochwertige Kinderbetreuung vor und nach dem Unterricht, auch in den Ferien 818 Uhr, Zugang zu einem breiten Spektrum von Aktivitaten, einschlielich HausaufgabenhilfeNachhilfe, Sport, Musikunterricht etc., Unterstutzung der Eltern, z.B. bei Schulubergangen, und Familienbildungsangebote, schnelle Weiterleitung von Kindern, Jugendlichen und ihrer Eltern zu spezialisierten Beratungs und Therapieangeboten wie Sprachtherapie, Erziehungsberatung etc., Angebote fur den Stadtteil: Computerarbeitsplatze, Sport und Kunstangebote, Erwachsenenbildung etc. Die Extended SchoolsInitiative sieht sich selbst in der Tradition der Community SchoolBewegung der 20er Jahre: In der Zwischenkriegszeit wurden in Grobritannien eine Reihe von Reformschulen gegrundet, die nicht nur der Wissensvermittlung dienen sollten, sondern auch Stadtteileinrichtungen beherbergten. Der vorliegende Bericht analysiert die Implementation des Extended SchoolsProgramms in East Riding of Yorkshire, einem landlichen Distrikt im Nordosten Grobritanniens und administrative Untereinheit der Region Yorkshire and the Humber. Er basiert im Wesentlichen auf Prasentationen von Behorden und Schulvertretern 11 sowie Beobachtungen bei Exkursionen zu Schulen und Kinderzentren. 11 siehe die Prasentationen von Andrew Williams, Bridget Bennett, Denise Shaw, Margaret Walker, Leone Pavlidou und Di Norton, Laura Epworth und Bev Carter bei der Modern School Conference am 5.6.10.2006 in BeverleyEast Riding of Yorkshire Download: www.hansepassage.net projects Cluster C C06 Modern School IAW Forschungsbericht 14 2007 19 Merkmale der Zusammenarbeit TopdownAnsatz, aber lokale Flexibilitat 2. 2.1 Mit der Every child mattersAgenda und der Extended SchoolsInitiative hat die britische Regierung den Kommunen zentrale Zielsetzungen und gemeinsame Bewertungsmastabe vorgegeben. Daruber hinaus steuert sie die Entwicklung durch Geld: Starthilfen 12 fur Extended Schools Information: Das Department of Education and Skills hat ein nationales Informationssystem Website www.teachernet.gov.ukextendedschools enthalt zum Beispiel Hilfestellungen fur die Einrichtung, das Management und die Finanzierung neuer Dienste, Fallstudien, Kontaktadressen etc. geschaffen. Die Kontrolle: Evaluationen durch Schulinspektoren s.u. Gleichzeitig haben die Verantwortlichen in den Kommunen aber eine betrachtliche Flexibilitat bei der Anpassung des Programms an lokale Bedurfnisse und Rahmenbedingungen. Die Startfinanzierung kann je nach Bedarf fur die Bezahlung von Koordinatoren oder zum Anstoen neuer Aktivitaten eingesetzt werden. Die kommunalen Behorden haben die Aufgabe, in Abstimmung mit den Schulen und anderen Partnern eine Strategie zur Ressourcenverteilung zu entwickeln. Zur Sicherstellung der Berucksichtigung lokaler Bedurfnisse verpflichtet der Education Act 2002 die Schulen, vor der Bereitstellung zusatzlicher Angebote Eltern, Kinder und die kommunalen Behorden zu konsultieren. 2.2 Die Every child mattersAgenda hat zur Entwicklung eines gemeinsamen Bewertungsrahmen fur Schulen, Kinderbetreuungseinrichtungen und aller anderen Institutionen mit Angeboten fur Kinder, Jugendlichen und Familien gefuhrt. Dieser Rahmen basiert auf einem breiten Verstandnis von Bildung als umfassender Entwicklung der Personlichkeit. Wie oben schon angerissen, sollen Kinder und Jugendliche nicht nur Wissen und Kompetenzen erwerben, sondern auch Freude am Lernen haben und sich gesellschaftlich engagieren. Das bedeutet fur Schulen, dass die in Grobritannien regelmaig erfolgenden Evaluationen durch staatliche Schulinspektoren nun auch die erweiterten Angebote einschlieen. Die Inspektoren uberprufen zum Beispiel Gemeinsamer Bewertungsrahmen die Effektivitat der Verknupfungen mit Jugendhilfeinstitutionen, anderen Dienstleistern und Arbeitgebern zur Forderung des Lernniveaus und des Wohlergehens der Kinder, 12 20032008: 842 million pounds Department of Education and Skills: Extended Schools: Access to opportunities and services for all. A prospectus. 2005, S. 21 20 IAW Forschungsbericht 14 2007 Every child mattersBewertungsrahmen Auszug IAW Forschungsbericht 14 2007 21 das Ausma, in dem erweiterte Angebote zur Freude am Lernen und zu Sicherheit und Gesundheit der Schuler beitragen, das soziale Engagement der Schuler, z.B. Beteiligung in Schulgremien oder Einsatz fur den Umweltschutz und den Stadtteil. Vernetzung und Clusterbildung 2.3 Die Schulen mussen nicht alle erweiterten Dienste selbst erbringen, sondern konnen zum einen mit lokalen privaten oder sozialen Dienstleistern zusammenarbeiten und sich zum anderen mit anderen Schulen in Clustern zusammenschlieen. Das bedeutet auch, dass nicht alle Aktivitaten auf dem Schulgelande angesiedelt sein mussen. Wenn weitere Wege zuruckgelegt werden mussen, mussen die Schulen fur den Transport ihrer Schuler sorgen. East Riding als landliche Region hat sich entschieden, die erweiterten Angebote nicht an einer kleinen Zahl von Schulen zu konzentrieren, sondern hat ein Clustermodell entwickelt, bei dem jede der beteiligten Schulen einen Teil der zusatzlichen Aktivitaten anbietet. Die Schulen kooperieren mit einem weiten Spektrum von Institutionen, z.B. Kinderzentren, dem Gesundheitsdienst, der Jugendhilfe, Kinderbetreuungseinrichtungen und Tagesmuttern, Horten und Erwachsenenbildung. Die Organisation dieser Kooperation erfordert einen nicht unbetrachtlichen Managementaufwand und die Bearbeitung von Konflikten, die aus der unterschiedlichen Bezahlung und dem unterschiedlichen Status der beteiligten Professionen entstehen konnen. 2.4 Kombination verschiedener Finanzierungsquellen Die Nachhaltigkeit der Extended Services ist eine der Hauptherausforderungen fur Schulen und ihre Partner. Da die finanzielle Starthilfe auf drei Jahre begrenzt ist und nur einen geringen Teil der Kosten der Extended Schools abdeckt, mussen die erweiterten Angebote von vornherein so entwickelt werden, dass sie finanzierbar sind: Zum einen mussen die beteiligten Institutionen einen Teil ihrer Eigenmittel bundeln. Hier haben die britischen Schulen aufgrund ihrer weit reichenden Budgetautonomie mehr Handlungsspielraum als deutsche Schulen. Erganzend konnen Drittmittel eingesetzt werden, z.B. aus Programmen des Childrens Trust. In East Riding gehort es zu den Aufgaben der Extended SchoolsKoordinatoren, solche Drittmittel einzuwerben. Zum anderen sollten Schulen fur bestimmte Dienste, z.B. Kinderbetreuung, Gebuhren erheben. Wenn externe Organisationen gebuhrenpflichtige Dienste auf dem Schulgelande anbieten, kann die Schule Mietzahlungen verlangen. Samtliche Einnahmen konnen entweder fur Schulzwecke oder fur die Finanzierung nicht selbst tragender Angebote verwendet werden. 22 IAW Forschungsbericht 14 2007 Professionelle Koordination und Management 2.5 Die Extended SchoolsInitiative hat von vornherein betont, dass die Erweiterung so organisiert werden muss, dass sie keine zusatzliche Belastung fur die Schulleiter darstellt. East Riding hat deshalb die Starthilfe zur Einstellung von Koordinatoren genutzt, die die Vernetzung von Schulen mit lokalen Partnern vorantreiben und zusatzliche Angebote entwickeln sollen. Das schliet die Ermittlung lokaler Bedurfnisse durch Befragung und Konsultation ebenso ein wie die Bildung arbeitsfahiger Partnerschaften und, wie oben schon erwahnt, das Einwerben zusatzlicher Finanzmittel. Kinderzentren in East Riding of Yorkshire Zielgruppen der vier Kinderzentren in East Riding in Withernsea, Goole, Bridlington und Hessle, die eng mit den Extended Schools verknupft sind, sind Kinder zwischen null und funf Jahren und ihre Familien. Sie sind in unterprivilegierten Stadtteilen angesiedelt und ihr Angebot ist auf die spezifischen Bedurfnisse in diesen Stadtteilen abgestimmt. Sie kombinieren fruhkindliche Bildung, Kinderbetreuung, Gesundheitsfursorge und Familienhilfen. Kernangebote sind: Stillgruppen, Krabbel und Spielgruppen, Gruppen fur minderjahrige Eltern, Spielzeugverleih Toy libraintegrierte Formen von Kinderbetreuung und fruhkindlicher Bildung Familienhilfen und beratung ry, Elterntraining, Kochkurse, Ernahrungsberatung Vermittlung von Gesundheitsberatung Informationen und Beratung uber Ausbildungs und Arbeitsmoglichkeiten in Zusammenarbeit mit dem ortlichen Jobcenter Angebote Beispiele Kinderbetreuung und Freizeitaktivitaten 3. 3.1 Bis 2010 sollen alle Grundschulen erschwingliche Kinderbetreuung fur den Zeitraum zwischen 8 und 18 Uhr auch in den Ferien anbieten. Die Schuler konnen in der eigenen Schule, einer Nachbarschule oder einem anderen nahe gelegenen Ort betreut werden; in den beiden letzteren Fallen werden die Schuler in der Schule abgeholt. Die Schulen konnen mit privaten oder offentlichen Betreuungseinrichtungen zusammenarbeiten, zum Beispiel mit den lokalen Kinderzentren oder wie es in East Riding geplant ist mit Tagesmutternetzwerken. The childminders, as well as looking after children in a home setting, collect and drop off children at the school or at afterschool activities and fill in some gaps between session times in the various settings. They also have direct, onetoone contact with parents and carers, so they bring a lot of direct experience of parents views to discussions with the school.13 13 Department for Education and Skills 2005, S. 10 IAW Forschungsbericht 14 2007 23 Familienberatung: Parents Dropin Alle weiterfuhrenden Schulen sollen von 8 bis 18 Uhr geoffnet sein und eine Reihe von Freizeitaktivitaten fur Jugendliche wie Sport und Musik anbieten. Fur einige dieser Angebote wird ebenso wie fur die Kinderbetreuung von den Eltern eine Gebuhr erhoben. Die Kinderbetreuung kann in vielfaltigen Formen erfolgen: Eine Reihe von Schulen in East Riding bietet Fruhstucksclubs, Out of school Clubs undoder ein Ferienprogramm an. 3.2 Als niedigschwellige Anlaufstellen fur Familienberatung haben die Extended Schools in East Riding Parents DropIns eingerichtet. Hier konnen sich Eltern mit oder ohne vorherige Anmeldung von qualifiziertem Personal uber viele Fragen rund um kindliche Entwicklung, Erziehung, Gesundheit, Verhaltensauffalligkeiten, Sozialhilfeleistungen etc. beraten lassen. Aufgrund der landlichen Struktur wird in Teilen von East Riding ein stadtischer Bus, der jeweils ein bis zwei Stunden pro Woche in der Nahe verschiedener Schulen Station macht, als mobile Anlaufstelle eingesetzt. 3.3 Family Learning Foto: C. HempeWankerl Bremen Im Unterschied zu der Mehrzahl der deutschen Familienbildungsangebote, die sich in erster Linie an die Eltern wenden, steht im Mittelpunkt der Family LearningKurse das gemeinsame Lernen von Eltern und Kindern. Die Kurse gehoren zum Kernangebot der Extended Schools und finden in der Regel im Anschluss an den Unterricht oder am fruhen Abend statt, damit moglichst alle Familienmitglieder die Moglichkeit zur Teilnahme haben. Die Angebote werden von der Erwachsenenbildungseinrichtung organisiert und sind kostenfrei. Es gibt zwei Formen von Family learning: Forderung der Lese, Schreib und Rechenfertigkeiten von Eltern und Kindern Forderung des Lernens als oder in der Familie: z.B. gemeinsame Sprach, Musik, Koch, Fitness, Topfer, Computer oder Theaterkurse fur Eltern und Kinder 24 IAW Forschungsbericht 14 2007 Schulen und Kommunen Begleitung von Eltern und Kindern in zentralen Ubergangsphasen Die Kurse sind sehr beliebt, weil sie nicht an Erziehungsschwachen der Eltern anknupfen, sondern am Interesse der Eltern, gemeinsam mit ihren Kindern etwas zu unternehmen und diese beim Lernen zu unterstutzen. Sie konnen aber auch dazu dienen, Familien mit besonderem Forderbedarf zu identifizieren. 3.4 Die beteiligten Institutionen in East Riding betonen die Wichtigkeit von gleitenden Ubergangen zwischen Krippe, Kindergarten, Grund und weiterfuhrender Schule. Das schliet die Information und Unterstutzung von Kindern, Jugendlichen und ihren Eltern an solchen Ubergangen ein. Die Extended SchoolsKoordinatoren organisieren zum Beispiel regelmaige Treffen oder besondere Veranstaltungen fur Kinder verschiedener Grundschulen, die im folgenden Jahr zur selben weiterfuhrenden Schule wechseln werden, damit sie bereits fruhzeitig einige ihrer kunftigen Klassenkameraden kennen lernen konnen. 4. Fur die Entwicklung und den Charakter der Extended Schools ist die Struktur ihrer Zusammenarbeit mit den anderen beteiligten Institutionen und den kommunalen Behorden von entscheidender Bedeutung. In ihrer Evaluation des ersten Programmjahres kritisieren die Gutachter, dass die Entwicklung der meisten Full Service Extended Schools im wesentlichen von der Schulleitung gesteuert wurden und dass Vertreter der Kommune zu wenig eingebunden seien: Inevitably the underlying rationales for schools approaches often focus on their own concern and imperatives which may or may not be identical with those of local communities.14 East Riding hat sich fur einen alternativen Ansatz entschieden: Die Extended Schools sind Teil einer umfassenden Strategie zur Integration von kinder und familienbezogenen Diensten. Teil dieser Strategie war die Reorganisation der Verwaltungsstrukturen: Die Zustandigkeiten fur Bildung und Soziales wurden Anfang 2006 in einer Verwaltungseinheit unter der Leitung eines Director of Children, Family and Adult Services zusammengefasst. Eines der Ziele der Extended SchoolInitiative ist es, allen Stadtteilbewohnern besseren Zugang zu Computerarbeitsplatzen, Sporteinrichtungen, Werkateliers etc. und zu Erwachsenenbildung zu verschaffen. Der Schwerpunkt der Angebote der Schulen und Kinderzentren, die wir besucht haben, lag allerdings auf Aktivitaten fur Kinder, Jugendliche und ihre Eltern. Die Weiterbildungsbedurfnisse etwa von Senioren werden noch nicht aufgegriffen. Generell machen die in Grobritannien ublichen Sicherheitsbestimmungen den Zugang zu Schulen und Kinderzentren deutlich schwieriger 14 Colleen CummingsAlan DysonIvy PapsDiana PearsonCarlo RaffoLiz Todd: Evaluation of the Full Service Extended Schools Project: End of First Year Report. University of Manchester 2004. Department of Education and Skills, Research Report RR680, 2005, S. iv Download: www.dfes.gov.ukpublications, 1.10.06 IAW Forschungsbericht 14 2007 25 Fazit machen als zu den Groninger Fensterschulen. So muss sich jeder Besucher an der Pforte an und abmelden. 5. Die Extended SchoolsInitiative hat zu schnellen Fortschritten bei der Integration von Schulen und anderen kinder und familienbezogenen Diensten in East Riding of Yorkshire gefuhrt. Als wichtiger Katalysator hat dabei die Every child matterAgenda gedient, die zur Entwicklung einer gemeinsamen Sprache und gemeinsamer Bewertungsmastabe der beteiligten Institutionen beigetragen hat. Die Zusammenfuhrung der Dienste wird einerseits durch starke Unterstutzung der nationalen Regierung gefordert und bietet andererseits der kommunalen Ebene neue Steuerungsmoglichkeiten. Die Umsetzung der Initiative wird erleichtert durch ein Zusammenlegen der regionalen Zustandigkeiten fur Bildung, Soziales und Gesundheit. Der Evaluationsbericht zum ersten Jahr des nationalen Programms enthalt eine Reihe von Beispielen fur Lernerfolge, starkerem sozialen Engagement und Steigerung des wechselseitigen Vertrauens zwischen Eltern und Schule an 15. Aufgrund der kurzen Umsetzungszeit gibt es noch keine robusten empirischen Belege fur solche Erfolge, aber die Gutachter sind optimistisch, diese zu einem spateren Zeitpunkt nachweisen zu konnen. Zentrale Herausforderung fur die Extended Schools ist zum einen die Sicherung der Nachhaltigkeit ihrer Aktivitaten, zum anderen die Schaffung tragfahiger Koordinations und Managementstrukturen. Folgende Elemente des Extended SchoolsAnsatzes sind fur andere europaische Regionen besonders interessant: der dezentrale bzw. Clusteransatz: Nicht alle zusatzlichen Aktivitaten mussen in einer Schule angeboten werden, sondern es konnen Cluster verschiedener Schule bzw. mit anderen Einrichtungen geschaffen werden. Dieser Ansatz konnte beispielhaft etwa fur Bremen sein, wo die Jugendhilfe gerade einen Dezentralisierungsprozess abgeschlossen hat und aus nachvollziehbaren Grunden starke Vorbehalte dagegen hat, die Angebote fur Jugendliche an Schulen zu zentralisieren. Untersucht werden muss allerdings noch, ob die dezentrale Kooperation im selben Mae die Abstimmung zwischen den beteiligten Institutionen fordern kann wie die Leistungserbringung an einem gemeinsamen Standort. die erfolgreiche Einbindung von Eltern in den Bildungsprozess durch Family Learning, das Angebot von Informationen und Beratung uber Weiterbildungsmoglichkeiten und den Stellenmarkt an Schulen und in Kinderbetreuungseinrichtungen. 15 Cummings et al. 2005, S. iv 26 IAW Forschungsbericht 14 2007 Die Freizeitzentren in Riga C Spielzimmer im Jota Centre Foto: Jota Centre, Riga 1. Mehr und mehr Schulen in Riga bieten nach Unterrichtsschluss Freizeitaktivitaten fur ihre Schuler und andere Kinder und Jugendliche aus dem Stadtteil an. In an die Schule angegliederten Freizeitzentren konnen die Kinder und Jugendlichen die Nachmitags und fruhen Abendstunden verbringen und an organisierten oder nichtorganisierten Aktivitaten wie Spielen, Sport oder Musikunterricht teilnehmen. Hauptziel ist, die Kinder von der Strae zu holen, wahrend ihre Eltern arbeiten. Aber auf Nachfrage der Eltern bieten einige Zentren inzwischen am Abend auch Kurse fur Erwachsene an. Die Behorde fur Erziehung, Jugend und Sport begann mit der Einrichtung der Zentren an Schulen, nachdem eine Studie 2002 gezeigt hatte, dass in den meisten Stadtteilen bereits gute organisierte Freizeitangebote fur Jugendliche existierten, aber kaum Moglichkeiten fur nichtorganisierte Aktivitaten. 2006 gab es zwolf Freizeitzentren und diese Zahl wachst standig. Neue Standorte mussen folgende Kriterien erfullen: Einleitung In der Nahe der Schule gibt es kein Kinder oder Jugendzentren oder eine Sportschule. Die Freizeitzentren sind fur alle Kinder im Stadtteil zuganglich. Die Schule kann dem Zentrum mindestens zwei Raume zur Verfugung stellen und ist bereit Personal zu delegieren. Vorzugsweise sollte das Zentrum uber einen separaten Eingang verfugen. IAW Forschungsbericht 14 2007 27 Die Behorde fur Erziehung, Jugend und Sport tragt die Kosten fur padagogisches Personal und Ausstattung. Erganzend haben die Zentren die Moglichkeit, sich um zusatzliche Zuschusse aus Projektmitteln und von privaten Investoren und Sponsoren zu bewerben. Die folgenden Abschnitte basieren auf Informationen aus dem Jota Zentrum an der Riga Christian High School und dem Freizeitzentrum am Riga City Plavnieku Gymnasium 16, die beide am Modern SchoolProjekt mitgewirkt haben. The offered activities of the free time centre Jota The activities of free choice 13.00 19.00 The activities supervised by a teacher The activities without a teacher break dance Friday 18 00The activities for school children and young people The activities for young people and adults 17.00 20.00Correcting Gymnastics, Nimble relay race art The studio Pucite The owl Thursday 14.00 18.00 Latvias first childrens charity fishing school Tuesday studio The theatre dances Savanna Tuesday Thursday Ball dances and etiquette Monday Wednesday 18.0020.00 Belly dances Wednesday Friday 18.0020.00 Merkmale Gemutliche Umgebung fur Kinder und Jugendliche 2. 2.1 Die Freizeitzentren bemuhen sich, eine angenehme Atmosphare fur Schuler aller Altersgruppen zu schaffen. Obwohl das Jota Zentrum an einer weiterfuhrenden Schule ansiedelt ist, wird es von Kinder von acht bis 16 Jahren besucht und am Abend auerdem von Erwachsenen. 16 siehe die Prasentationen uber die Free Time Centres Riga und das Jota Centre Riga bei der Modern SchoolKonferenz am 23.24.3.06in Groningen Download: www.hansepassage.net Projects Cluster C C06 28 IAW Forschungsbericht 14 2007 Angebote orientiert an den Interessen der Nutzer Organisierte und nichtorganisierte Aktivitaten Einbindung von Professionellen und Freiwilligen 2.2 Die Angebote des Jota Zentrums sind auf der Grundlage einer Schulerbefragung entwickelt worden. Als beliebteste Aktivitat wurde Sport angegeben, gefolgt von Tanz und Kunst und Musik. Auf Bitten der Eltern richtete das Zentrum zusatzlich Tanzkurse in den Abendstunden ein. 2.3 Der Uberblick uber das Programm des Jota Zentrums zeigt den Mix zwischen organisierten und nichtorganisierten Angeboten. Obwohl die von einem Lehrer betreuten Aktivitaten zu uberwiegen scheinen, ist Selbstorganisation ein konstitutierendes Merkmal der Freizeitzentren. Da es in der Regel nur einen Betreuer fur etwa 50 Kinder und junge Leute gibt, mussen die Besucher zwangslaufig vieles selbst organisieren, zum Beispiel die BreakdanceGruppe am Freitagabend. Auerdem stehen wahrend der gesamten Offnungszeit viele Spiele und Sportgerate zur freien Verfugung. 2.4 Aktivitaten werden nicht nur von professionellen Betreuern angeboten, sondern auch von Freiwilligen. Ein gutes Beispiel dafur ist die Anglerschule im Jota Zentrum siehe 3.3. Da dieses Zentrum an einer christlichen Schule angesiedelt ist, finden auch eine Reihe gemeinsamer Aktivitaten mit der Gemeinde oder christlichen Gruppen statt, z.B. Bibelabende, festivals oder camps. 3. 3.1 Aktivitaten Beispiele Aktivitaten nach eigener Wahl Foto: Plavnieku Free Time Centre Riga Jungere Kinder konnen sich im Spielzimmer mit Lego, Puzzeln, Stofftieren, Gesellschaftsspielen etc. beschaftigen. Altere Kinder und Jugendlichen haben zum Beispiel die Moglichkeit, Musik zu horen, Ballspiele, Tischtennis oder Billiard zu spielen oder Sportgerate zu nutzen. IAW Forschungsbericht 14 2007 29 Anglerschule Sport und Tanz 3.2 Wie oben erwahnt, sind Sport und Tanz die bevorzugten Beschaftigungen. Das Plavnieku Freizeitzentrum bietet eine Fulle von Sportarten in zwei Sporthallen, einer AerobicHalle und einem kleinen Schwimmbad an. Da in dem erst kurzlich gegrundeten Jota Zentrum ein Teil der Raume erst renoviert werden muss, beschrankt sich das Angebot hier zurzeit auf nicht so platzaufwendige Sportarten und Tanz. 3.3 Im Jota Zentrum ist die erste gemeinnutzige Anglerschule Lettlands eingerichtet worden. An zwei Nachmittagen unterrichten altere Angler die Jugendlichen und bereiten sie auf Angelwettbewerbe vor. Anglerschule im Jota Zentrum. Im Hintergrund: Bei Angel wettbewerben gewonnene Trophaen Foto: Jota Centre Riga 4. Die Freizeitzentren in Riga sind ein gutes Beispiel, wie Schulen ihre Raume und Infrastruktur auerhalb des Unterrichts fur Bedarfe des Stadtteils nutzen konnen. Im Unterschied zu den Groninger Fensterschulen und den britischen Extended Schools zielen sie nicht auf die Integration von Schule mit Betreuungs und Beratungseinrichtungen, sondern konzentrieren sich auf die Bereitstellung von Freizeitangeboten. Obwohl ihre Hauptzielgruppen Kinder und Jugendliche sind, haben sie auch auf Bedurfnisse der Eltern reagiert und so einen ersten Schritt gemacht, sich zu Stadtteilzentren fur verschiedene Generationen zu entwickeln. Diese Entwicklung wird auerdem unterstutzt durch die Einbindung von Freiwilligen, z.B. Senioren, in die Organisation von Angeboten fur Jugendliche. Fazit 30 IAW Forschungsbericht 14 2007 D Zusammenarbeit von Schule und Jugendhilfe in Bremen Einleitung Foto: Gesamtschule Ost Bremen 1. Viele der derzeitigen Aktivitaten zur Offnung von Schulen zur Nachbarschaft in Bremen wurden ausgelost durch den PISASchock: Bremen bildete bei der OECDUntersuchung nicht nur das Schlulicht der deutschen Lander, sondern zeichnete sich auch durch eine besonders hohe Ungleichheit der Bildungschancen aus: Kinder aus sozial Schwachen und aus Migrantenfamilien haben hier besonders schlechte Chancen auf einen erfolgreichen Schulabschluss. Wahrend Schulen, Schul und Sozialverwaltung sich mit der Einbindung des Umfelds der Kinder aus einer padagogischen Perspektive beschaftigten, wurde das Thema auch von Akteuren aus dem Bereich der Stadtentwicklung und der stadtischen Zeitpolitik aufgegriffen. 2003 entwickelten Vertreter verschiedener Senatsressorts, der Universitat Bremen und der Universitat Hamburg die Leitvision Bremen 2030 eine zeitgerechte Stadt 17, die auf die Verbesserung urbaner Zeitstrukturen und der Qualitat des Alltagslebens zielte. Eines der Schlusselprojekte dieser Leitvision war die Transformation von Schulen zur Bildungsknotenpunkten, die die in den Schulen vorhandene Infrastruktur auch uber die Unterrichtszeit hinaus nutzbar machen und dem wachsenden Bedarf nach lebenslangem Lernen gerecht werden. Gute Rahmenbedingungen fur die Offnung der Schulen zur Nachbarschaft bietet der Ausbau der Ganztagsschulen. In Bremen muss das Konzept zukunftiger Ganztagsschulen auch die Beteiligung von und Kooperation mit Stadtteilinstitutionen umfassen. Ein wichtiger Aspekt dabei ist die Organisation der Kooperation und die Einbindung der Partner in Entscheidungsprozesse der Schule. 17 Download: http:www.bremen 2030.desixcmsmedia.php13Leitvision Fertig.pdf IAW Forschungsbericht 14 2007 31 Merkmale der Kooperation Trennung der Systeme von Bildung und Jugendhilfe 2. 2.1 Die Integration von Bildungsangeboten mit anderen kinder und familienbezogenen Angeboten wird in Deutschland durch die strikte Trennung des Bildungs und des Jugendhilfesystems erschwert. Diese Trennung kann zuruckgefuhrt werden auf die Institutionalisierung des Jugendhilfesystems in den zwanziger Jahren des 20. Jahrhunderts. Obwohl die Beziehung zwischen beiden Systemen wahrend der Schulreformen in den siebziger Jahren intensiv diskutiert wurde, konnte keine fruchtbare Perspektive der Zusammenarbeit entwickelt werden: Schule versuchte die Jugendhilfe als Reparaturwerkstatt fur storende Schuler zu missbrauchen, auf Seiten der Jugendhilfe behinderte die schulkritische Einstellung von Teilen der Sozialpadagogik eine engere Zusammenarbeit.18 Schule und Jugendhilfe haben unterschiedliche spezifische Aufgaben: Wahrend die Aktivitaten der Jugendhilfe auf einem breiten Konzept von Erziehung und Sozialisation beruhen, liegt der Focus der Schulen starker auf Wissensvermittlung. Daruber hinaus liegen beiden Systemen unterschiedliche Ansatze von Ressourcenmanagement und Prioritatensetzung zugrunde. In den meisten Kommunen so auch in Bremen spiegeln sich diese Unterschiede in der Trennung der administrativen Zustandigkeiten fur Bildung und Jugendhilfe wider. Auf der anderen Seite betreffen die zunehmenden sozialen Probleme der stadtischen Gesellschaft beide Systeme auf die gleiche Weise und erschweren die Bearbeitung ihrer Aufgaben. Gemeinsames Ziel ist die Integration aller Jugendlichen in die Gesellschaft und den Arbeitsmarkt. Die schlechten deutschen PISAErgebnisse haben zur Entwicklung neuer Bildungskonzepte in beiden Systemen gefuhrt. So basiert der neueste Kinder und Jugendbericht der Bundesregierung auf einem Konzept von Bildung als Personlichkeitsentwicklung an verschiedenen Lernorten: Familie, Schule, Jugendhilfeinstitutionen, Gruppen von Gleichaltrigen und Medien. Die Interaktion und Kooperation dieser Lernorte, vor allem von Schule und Jugendhilfe, soll ausgeweitet werden.19 In Bremen haben die Senatsressorts fur Bildung und Soziales einen Prozess der systematisch organisierten und kontinuierlichen Kooperation zur besseren Einbindung von Eltern eingeleitet. Handlungsfelder sind Kindertagesbetreuung, Freizeitangebote, Ubergang von der Schule zur Berufsausbildung, Kindeswohlsicherung und Forderung von Kindern mit besonderen Problemen. In verschiedenen Stadtteilen haben Runde Tische begonnen Schlusselprojekte zu identifizieren. 18 Wolfgang Mack: Neue Perspektiven fur das Zusammenspiel von Schule und Jugendhilfe. Das Bildungskonzept des Zwolften Kinder und Jugendberichts und seine Implikationen fur Schule und Jugendhilfe. Die Deutsche Schule, 2006, H. 2, S. 168169 19 Deutscher Bundestag Hg.: Bericht uber die Lebenssituation junger Menschen und die Leistungen der Kinder und Jugendhilfe in Deutschland Zwolfter Kinder und Jugendbericht und Stellungnahme der Bundesregierung. Drucksache 156014, Berlin 2005 32 IAW Forschungsbericht 14 2007 Einzelprojekte, kein umfassender Ansatz 2.2 Viele Schulen und Jugendhilfe bzw. Stadtteilinstitutionen haben bereits vorbildliche Kooperationsprojekte in Bereichen wie Kinderbetreuung, Freizeitangebote, Familienberatung und Sprachkurse fur Migrantenfamilien entwickelt. Diese Projekte werden allerdings in der Mehrzahl der Falle jeweils nur an einer oder einigen wenigen Schulen umgesetzt und sind nicht miteinander verbunden. Sie beruhen haufig auf dem Engagement einzelner Schulleiter, Lehrer oder Sozialarbeiter, die die Aktivitaten zusatzlich zu ihren regularen Aufgaben organisieren. Zu einer breiter angelegten und verstetigten Kooperation soll das Projekt Trans Ki Gs beitragen. s.u  3. Projekte Beispiele In Bremen waren die Grundschule Fischerhuder Strae und die Gesamtschule Ost am Projekt Modern School beteiligt. Aus diesem Grund stammen viele der folgenden Beispiele aus diesen Schulen; es wurden aber auch Beispiele aus anderen Schulen berucksichtigt. 3.1 In Familien mit Migrationshintergrund haben nicht berufstatige Mutter haufig nur wenige Kontakte auerhalb ihrer Familie und deshalb besonders groe Probleme beim Spracherwerb. Das hat zur Folge, dass sie zum einen ihre Kinder nur unzureichend in der Schule unterstutzen konnen und zum anderen nur schwer einen Arbeitsplatz finden. Das Projekt Mama lernt Deutsch zielt auf Verbesserung der Sprachkenntnisse der Mutter als Schlussel zur Integration der gesamten Familie. Das Paritatische Bildungswerk bietet kostenlose Sprachkurse in neunzehn Grundschulen und Kindergarten an; fur jungere Kinder wird Kinderbetreuung vorgehalten. Das Projekt wird durch stadtische Zuschusse und den Europaischen SoziSprachkurse fur Migrantenfamilien Foto: Gesamtschule Ost Bremen IAW Forschungsbericht 14 2007 33 Offnung von Schulhofen und Raumen fur den Stadtteil alfonds finanziert. Bremen war einer der Pioniere dieses Projekts, das inzwischen verschiedene Bundeslander ubernommen haben.20 Eine der teilnehmenden Schulen ist die Grundschule Fischerhuder Strae in BremenGropelingen. Gropelingen war in der Vergangenheit ein klassischer Arbeiterstadtteil; inzwischen lebt dort eine groe Zahl von Familien mit Migrationshintergrund. Die Schule wurde gern die Mama lernt DeutschKurse durch gemeinsame Kurse fur Eltern und Kinder erganzen, um besonders die schwer zu erreichenden turkischen Mutter besser einzubinden. Ahnliche Ziele verfolgt das von den Ressorts fur Bildung und Soziales und dem Deutschen Roten Kreuz iniitiierte Projekt Rucksack in Grundschulen. Ziel ist es, Migrantinnen besser mit den Strukturen und Arbeitsmethoden an deutschen Schulen vertraut zu machen. Der Lernprozess der Kinder in der Schule wird durch gemeinsame MutterKindAktivitaten unterstutzt. 3.2 Viele Schulen in Bremen haben ihre Schulhofe, Turnhallen und andere Raume fur den Stadtteil geoffnet. Auf dem attraktiven Schulhof der Grundschule Fischerhuder Strae organisieren Sozialarbeiter zum Beispiel Spielnachmittage. In der Turnhalle bietet der Gesundheitstreffpunkt West kostenloses Fuballtraining an. Eine Geschaftsfrau aus Gropelingen plant die Einrichtung eines Elterncafes in den Schulraumen. Die Gesamtschule Ost beherbergt die Stadtteilbibiliothek und teilt ihre Sportanlagen mit einem groen Sportverein. In naher Zukunft sollen in den Schulraumen ein WebPoint und ein Nachbarschaftscafe entstehen, das von den Schulern selbst mit Unterstutzung von Sozialarbeitern betrieben wird. 3.3 Musikprojekte An der Gesamtschule Ost gibt es eine Musikklasse, die gemeinsame Projekte mit den beiden groten Bremer Orchestern durchfuhrt. Eines dieser Orchester, die Bremer Kammerphilharmonie, ist inzwischen mit seinen Proberaumen auf das Schulgelande gezogen. 3.4 Verbesserung des Ubergangs vom Kindergarten zur Grundschule Die Verbesserung des Ubergangs vom Kindergarten zur Grundschule ist Ziel des in vier Bundeslandern durchgefuhrten BLKVerbundrojekts Trans Ki Gs. Das 2006 gestartete Bremer Landes 20 siehe z.B. fur Bayern: Manfred RoderUdo Dirnaicher: Mama lernt Deutsch an der Schule ihrer Kinder ein viel versprechendes Projekt. Schul Verwaltung BY, Nr. 122003 34 IAW Forschungsbericht 14 2007 projekt, an dem uber 60 Kindertagesstatten und Grundschulen beteiligt sind, strebt zu diesem Zweck die Entwicklung eines gemeinsamen Bildungsverstandnisses und eines gemeinsamen Rahmenkonzepts an, das die Kontinuitat des kindlichen Bildungsweges unterstutzt und eine starkere inhaltliche und padagogische Abstimmung von Bildungsangeboten ermoglicht. Die individuelle Lern und Entwicklungsdokumentation soll als Instrument beim Ubergang von der Kita zur Schule und als Grundlage fur die Zusammenarbeit mit den Eltern erprobt und weiterentwickelt werden. Organisatorisch zielt das Projekt auf eine eng geknupftes Kooperationsnetz zwischen den beteiligten Ebenen und dadurch die Einbindung aller Beteiligten in einen kontinuierlichen Kommunikationsprozess.21 Fazit und Ausblick Projektstruktur Trans Ki Gs Quelle: www.transkigs.de, 14.5.07 4. Wie in den anderen Modern SchoolRegionen sind auch zahlreiche Schulen und Jugendhilfeinstitutionen in Bremen von der Notwendigkeit einer engeren Kooperation uberzeugt und fuhren bereits erfolgreiche Projekte durch. Obwohl diese Projekte haufig noch unverbunden sind, bestehen gute Rahmenbedingungen zur Entwicklung eines umfassenden Ansatzes zur Entwicklung von Stadtteil oder Quartiersbildungszentren: Der Ausbau von Ganztagsschulen und die laufenden Initiativen zur Zusammenarbeit von Schule und Jugendhilfe und die sich aus der demographischen Entwicklung ergebenden Chancen: Aufgrund der zuruckgehenden Schulerzahlen benotigen viele Schulen schon jetzt nicht mehr ihr gesamtes Schulgebaude und konnen Raume fur Kooperationsaktivitaten anbieten. 21 www.transkigs.de, 14.5.07 IAW Forschungsbericht 14 2007 35 Die Senatsressorts fur Bildung und Soziales prufen zurzeit, das Konzept der Quartiersbildungszentren in mehreren Stadtteilen zu testen. Die Pilotstandorte sollten schon uber Erfahrungen in der Zusammenarbeit von Schule und Jugendhilfe verfugen sowie uber das Interesse, diese Zusammenarbeit im Rahmen der Entwicklung zur Ganztagsschule auszuweiten. Anstehende Umbauten oder Stadtteilsanierungsprogramme bieten gute Rahmenbedingungen zur Akquise zusatzlicher Finanzmittel. Zur Reduzierung des Finanzbedarfs, aber auch zur Forderung verschiedener Alters und Zielgruppen mit dem Quartiersbildungszentrum sollte die professionelle Kooperation erganzt werden durch die Einbindung privater Organisationen, Freiwilliger und der lokalen Wirtschaft. 36 IAW Forschungsbericht 14 2007 Andere good practices aus Deutschland Programm Soziale Stadt: Projekte zu Schule und Nachbarschaft E 1. Eines der Handlungsfelder des BundLanderProgramms Soziale Stadt war Schule und Nachbarschaft. In verschiedenen Stadtquartieren wurden Ansatze fur eine bessere Zusammenarbeit von Schulen mit Jugendhilfeinstitutionen entwickelt und getestet. Hauptziele waren dabei die Forderung der Bildungschancen fur Kinder und Jugendlichen, die Verbesserung der sozialen Infrastruktur fur diese Zielgruppen sowie Netzwerkbildung und eine Ausweitung von Partizipation.22 Ein Beispiel fur Projekte in diesem Rahmen ist der Bau eines neuen Typs von Schule in GelsenkirchenBismarck, einem noch immer von den Folgen der Kohle und Stahlkrise betroffenem Stadtteil. Die evangelische Gesamtschule GelsenkirchenBismarck wurde von Anfang an als Nachbarschaftszentrum geplant. Das padagogische und Architekturkonzept wurde mit Eltern, Schulern und Lehrern gemeinsam entwickelt. Einige der Gebaude wurden bewusst so entwickelt, dass sie auch auerhalb der Unterrichtszeiten genutzt werden konnen: die Turnhalle von Sportgruppen, der Theaterraum fur Auffuhrungen und Feste und die Werkstatten fur Kursangebote. Daruber hinaus ist ein eigenes Gebaude fur Stadtteilzwecke am Eingang zur Schule entstanden. Da eines der Hauptprobleme fur Schuler in diesem Stadtteil ist, einen Ausbildungsplatz zu finden, arbeitet die Schule mit ortlichen Handwerkern zusammen. Sie geben den Schulern Einblicke in verschiedene Handwerksberufe und ermoglichen ihnen, in ihren Betrieben praktische Erfahrungen zu gewinnen.23 Eine Studie uber die Kooperation von Schule und Nachbarschaft in vier Programmgebieten in NordrheinWestfalen kommt zu dem Ergebnis, dass effektive Ansatze zur Forderung der Bildungschancen in folgenden Bereichen entwickelt worden sind: Sprachkompetenz, auerschulische Aktivitaten Hausaufgabenhilfe und Freizeitaktivitaten, Musik, Kultur und Gesundheitsangebote sowie eine bessere soziale Infrastruktur fur Spielen und Lernen z.B. Schulhofe, WebPoints, Schulbibliotheken. Zentrale Akteure fur die Initiierung und Steuerung der Kooperation waren die Stadtteilmanager.24 22 Zahlreiche Projekte sind in der Praxisdatenbank der Bundestransferstelle Soziale Stadt dokumentiert: http:www.sozialestadt.depraxisdatenbanksucheindex.php?suchensuchenhandlungsfeld11 23 Harald Lehmann: Schule offnet sich zum Stadtteil. Evangelische Gesamtschule GelsenkirchenBismarck. In: Deutsches Institut fur Urbanistik Hrsg.: Dokumentation der Fachtagung Bildung im Stadtteil. Arbeitspapiere zum Programm Soziale Stadt 11. Berlin. 24 Claudia OlejniczakMeike Schaarschmidt: Schule im Stadtteil. Fallstudie im Rahmen der Evaluation des integrierten Handlungsprogramms Soziale Stadt NRW. iesBericht 10804. Institut fur Entwicklungsplanung und Strukturforschung Gmb H an der Universitat Hannover. HannoverEssen 2005 IAW Forschungsbericht 14 2007 37 Partnerschaft SchuleWirtschaft in Berlin 2. Die Berliner Industrie und Handelskammer startete 2000 eine Initiative zur Verbesserung des Kontakts zwischen Schule und Unternehmen. Zur Forderung von Informationsaustausch und Kommunikation organisiert die Kammer Partnerschaften zwischen einzelnen Schulen und Unternehmen. Hauptziel dieser Partnerschaften ist die Vorbereitung der Schuler auf die Arbeitswelt. Klassen besuchen Unternehmen und die Unternehmen ermoglichen Praktika und organisieren Bewerbungstrainings. Ein wesentliches Prinzip der Zusammenarbeit ist die Gegenseitigkeit: Die Schulen bieten zum Beispiel Sprachkurse oder Kurse in neuen Lehr und Lernmethoden fur die Ausbilder in den Unternehmen an. Meist liegt der Standort des Unternehmens in der Nahe der Partnerschule, so dass die Kooperation auch zur Quartiersbelebung beitragen kann. Die Kammer empfiehlt schriftliche Vertrage zwischen den Partnern: Diese Vertrage beschreiben die gemeinsamen Vorhaben und Verantwortlichkeiten und tragen so zur Kontinuitat der Partnerschaft bei. An den 106 2005 bestehenden Partnerschaften waren 70 Schulen alle Schulformen und mehr als 100 Unternehmen beteiligt. Die meisten Partnerschaften funktionieren gut, aber die Kooperation hangt oft vom Engagement einzelner Personen ab. Es hat sich als hilfreich erwiesen, wenn die Verantwortlichen aus Schule und Unternehmen sich regelmaig treffen und einen Arbeitsplan fur jedes Halbjahr entwickeln.25 Ahnliche Partnerschaften sind inzwischen auch in vielen anderen deutschen Stadten entstanden. In Bremen initiieren zum Beispiel die Wirtschaftsjunioren und die am Landesinstitut fur Schule angesiedelte Agentur Schule Wirtschaft solche Kooperationen.26 25 Partnerschaft Schule Betrieb. Ein Projekt der Industrie und Handelskammer Berlin. Soziale Stadt Info 16, Februar 2005 26 siehe die Homepage der Bremer Agentur Schule Wirtschaft: http:basw.lis.bremen.deangebotekooperationenpartnerschaften.htm 38 IAW Forschungsbericht 14 2007 Ergebnisse und Empfehlungen III Forderung von Chancengleichheit bei Bildung und lebenslangem Lernen Das Bildungssystem in allen Hanse PassageRegionen ist konfrontiert mit den Herausforderungen sich rasch wandelnder Anforderungen auf dem Arbeitsmarkt, der Notwendigkeit zum lebenslangen Lernen und der Integration sozial benachteiligter Gruppen. Zahlreiche Studien zeigen, dass zur Verbesserung der Bildungschancen fur sozial benachteiligte Kinder und Jugendliche die Einbindung ihrer Familien und ihres Lebensumfelds zwingend erforderlich ist. Durch die Offnung zum Stadtteil konnen sich Schulen zu Stadtteilbildungszentren weiterentwickeln, die in enger Kooperation mit Eltern und anderen Stadtteilinstitutionen ihr Bildungsangebot ausweiten. Diese Schulen fordern die Integration ihrer Zielgruppen z.B. Migranten, allein erziehende Eltern u.a. sowohl in das Bildungssystem als auch in den Arbeitsmarkt und tragen so zu einer nachhaltigen und ausgewogenen Verbesserung der wirtschaftlichen und sozialen Entwicklung in Stadtquartieren und Nachbarschaften bei. Beispiele aus den Niederlanden und Grobritannien belegen eindrucksvoll, dass eine engere Kooperation der verschiedenen Leistungstrager eine gezieltere Beratung und Forderung und ein rascheres Intervenieren bei Problemfallen ermoglicht. Stadtteilbildungszentren sind Netzwerke aus einer oder mehreren Schulen mit Kinderbetreuungseinrichtungen, Jugendhilfe, Gesundheitsamt und weiteren Organisationen, die Kinder, junge Menschen und Familien beraten, fordern oder Freizeitaktivitaten anbieten. Ihr Hauptanliegen sind gute Lebensbedingungen und Bildungschancen fur Kinder und junge Leute. In den Modern SchoolPartnerregionen haben die Groninger Fensterschulen die langste Erfahrung mit diesem Ansatz. Ein ahnlich umfassendes Konzept wird in Grobritannien mit den Extended Schools umgesetzt, wahrend sich Riga und Bremen bisher auf einige interessante Pilotprojekte beschranken. Stadtteilbildungszentren basieren auf einem breiten Bildungsbegriff, wie er in Deutschland auch dem zwolften Kinder und Jugendbericht zugrunde liegt: Bildung wird verstanden als umfassende Entwicklung der Personlichkeit. So ist es ein explizites Ziel der britischen Extended SchoolsInitiative, dass Schulern nicht nur ausreichendes Wissen vermittelt wird, sondern dass sie Freude am Lernen haben und sich fur die Schule und den Stadtteil engagieren. Stadtteilbildungszentren integrieren die folgenden Dienste und Angebote: Bildung, Kinderbetreuung, Jugendhilfe, Beratungs und Forderangebote, Erwachsenenbildung und Freizeitaktivitaten. Der Begriff Zentrum bedeutet nicht zwingend, dass alle Aktivitaten in der Schule stattfinden. Da die Schulgebaude bisher schwerpunktmaig am Vormittag und am fruhen Nachmittag genutzt werden, besteht hier eine gute Moglichkeit zur Ansiedlung zusatzlicher Angebote fur den Stadtteil. Es kann aber auch gute Grunde fur die beteiligten Organisationen geben, zwar ihre Angebote aufeinander abzustimmen, aber ihre bisherigen Standorte beizubehalten. IAW Forschungsbericht 14 2007 39 Obwohl Stadtteilbildungszentren einem gemeinsamen Grundkonzept verpflichtet sind, benotigen sie genugend Flexibilitat, um sich an den spezifischen Bedurfnissen des Stadtteils und der beteiligten Institutionen orientieren zu konnen. Bevor neue Projekte eingeleitet werden, mussen diese Bedurfnisse und die bereits im Stadtteil vorhandenen Angebote analysiert werden, um den Aufbau von Parallelstrukturen zu vermeiden. Schools umgesetzt, wahrend sich Riga und Bremen bisher auf einige interessante Pilotprojekte beschranken. Stadtteilbildungszentren basieren auf einem breiten Bildungsbegriff, wie er in Deutschland auch dem zwolften Kinder und Jugendbericht zugrunde liegt: Bildung wird verstanden als umfassende Entwicklung der Personlichkeit. So ist es ein explizites Ziel der britischen Extended SchoolsInitiative, dass Schulern nicht nur ausreichendes Wissen vermittelt wird, sondern dass sie Freude am Lernen haben und sich fur die Schule und den Stadtteil engagieren. Stadtteilbildungszentren integrieren die folgenden Dienste und Angebote: Bildung, Kinderbetreuung, Jugendhilfe, Beratungs und Forderangebote, Erwachsenenbildung und Freizeitaktivitaten. Der Begriff Zentrum bedeutet nicht zwingend, dass alle Aktivitaten in der Schule stattfinden. Da die Schulgebaude bisher schwerpunktmaig am Vormittag und am fruhen Nachmittag genutzt werden, besteht hier eine gute Moglichkeit zur Ansiedlung zusatzlicher Angebote fur den Stadtteil. Es kann aber auch gute Grunde fur die beteiligten Organisationen geben, zwar ihre Angebote aufeinander abzustimmen, aber ihre bisherigen Standorte beizubehalten. Obwohl Stadtteilbildungszentren einem gemeinsamen Grundkonzept verpflichtet sind, benotigen sie genugend Flexibilitat, um sich an den spezifischen Bedurfnissen des Stadtteils und der beteiligten Institutionen orientieren zu konnen. Bevor neue Projekte eingeleitet werden, mussen diese Bedurfnisse und die bereits im Stadtteil vorhandenen Angebote analysiert werden, um den Aufbau von Parallelstrukturen zu vermeiden. Der Bedarf fur eine Integration von kinder und familienbezogenen Angeboten erscheint besonders dringend in sogenannten Problemstadtteilen. Um die Gefahr der Stigmatisierung zu vermeiden, sollte dennoch erwogen werden, in eine Umsetzung dieses Konzepts auch privilegiertere Stadtteile einzubeziehen. In Groningen hat sich gezeigt, dass ein zentrales Anliegen in diesen Stadtteilen ist, die Vereinbarkeit von Familie und Beruf zu verbessern. 40 IAW Forschungsbericht 14 2007 Stadtteilbezogene Vernetzung von Schulen mit Kinderbetreuung, Jugendhilfe und weiteren Beratungs und Forderangeboten Zur Forderung der Vernetzung eines breiten Spektrums von Organisationen haben sich in Groningen und Grobritannien sowie in deutschen und lettischen Pilotprojekten die folgenden Prinzipien bewahrt: Beibehaltung der jeweiligen Spezialisierung: Die beteiligten Organisationen erledigen ihre Kernaufgaben nach wie vor in eigener Verantwortung. Die Stadtteilbildungszentren bieten ihnen die Infrastruktur zur Erfullung ihrer regularen Aufgaben und erleichtern als Mehrwert durch raumliche Nahe und Koordinationsinstanzen die Entwicklung neuer gemeinsamer Aktivitaten mit den anderen beteiligten Partnern. Gleichberechtigte Zusammenarbeit: Partner z.B. aus sozialen Einrichtungen furchten haufig, dass Schulen eine dominierende Rolle im Netzwerk einnehmen. Aus diesem Grund muss, z.B. durch entsprechende Entscheidungsregeln, deutlich gemacht werden, dass sich die Zusammenarbeit nicht in erster Linie an den Bedurfnissen der Schule, sondern an den Bedurfnissen des gesamten Stadtteils orientiert. Transparenz: Naturgema hat jeder Partner spezifische Motive fur die Mitwirkung im Stadtteilbildungszentrum, z.B. Stabilisierung der eigenen Institution. Zur Sicherung guter Kooperationsbeziehungen ist es wichtig, dass die anderen diese Motive kennen. Alle Partner mussen ihre Erwartungen und die Ressourcen, die sie einbringen konnen, offen legen. Thematisiert werden muss auch, dass Lehrerinnen in der Regel besser bezahlt werden als Erzieherinnen oder Sozialarbeiterinnen. Umgang mit dem Wettbewerb zwischen Schulen: In Zeiten zuruckgehender Kinderzahlen wird die Kooperation verschiedener Schulen in einem Stadtteil haufig durch ihren Wettbewerb um Schuler erschwert. Die Groninger Fensterschulen zeigen, dass die Einbindung in ein Stadtteilnetzwerk und die pragmatische Zusammenarbeit z.B. bei der Organisation von Freizeitangeboten die beteiligten Schulen nicht daran hindert, ihr spezifisches padagogisches Profil zu starken und im Wettbewerb um Schuler zu nutzen. Einbindung sowohl von professionellem Personal als auch von Freiwilligen: Die Fensterschulen und die Extended Schools basieren uberwiegend auf der Kooperation offentlicher Institutionen und professioneller Dienste. Die erganzende Einbindung von privaten Organisationen, Freiwilligen und der lokalen Wirtschaft kann die Identifizierung verschiedener Alters und Zielgruppen mit den Stadtteilbildungszentren weiter fordern. IAW Forschungsbericht 14 2007 41 3. Schaffung tragfahiger Strukturen fur Koordination und Kooperation Eine zentrale Herausforderung fur die Zusammenarbeit von Schulen mit einer Vielzahl weiterer Institutionen ist die Schaffung tragfahiger Managementstrukturen. Nicht in allen Fallen konnten schon befriedigende Losungen gefunden werden, aber die Erfahrungen aus Groningen, East Riding und deutschen Pilotprojekten zeigen, dass die folgenden Grundsatze beachtet werden sollten: Die Kooperation darf nicht von einzelnen Personen z.B. Schulleiterinnen abhangen. Um die Uberlastung einzelner zu verhindern, sollten die Zustandigkeiten fur Leitung und Umsetzung klar getrennt werden. Auf der Leitungsebene sind sowohl in Groningen als auch in East Riding Steuerungsgruppen auf stadtischer bzw. Kreisebene Vertreterinnen der zustandigen Behorden und auf Stadtteilebene Schulleiterinnen, Leiterinnen der beteiligten Organisationen, Elternvertreterinnen eingerichtet worden. Auf der Arbeitsebene muss es einen Verantwortlichen fur die Organisation und Uberwachung der Kooperation geben. Seine oder ihre Aufgaben umfassen die Initiierung gemeinsamer Projekte, die Motivierung neuer Partner und die Erschlieung zusatzlicher Finanzierungsquellen, aber auch die Losung von Alltagsproblemen wie Konflikte uber die Sauberkeit gemeinsam genutzter Raume. Wem diese Aufgaben zugeordnet werden, ist abhangig von den spezifischen ortlichen Bedingungen. In Groningen und East Riding hat es sich bewahrt, fur die einzelnen Fensterschulstandorte bzw. fur Schulcluster location manager einzusetzen. Verbesserung stadtischer Zeitstrukturen Vor dem Hintergrund der tief greifenden Herausforderungen, die das Bildungssystem in allen Hanse PassageRegionen bewaltigen muss, erstaunt es, dass die an Schulen vorhandenen Ressourcen Raume, Ausstattung, qualifizierte Lehrer, Bekanntheitsgrad im Stadtteil nur unzureichend genutzt werden, weil selbst an Ganztagsschulen abends, am Wochenende und in den Schulferien kaum Aktivitaten stattfinden. Stadtteilbildungszentren sollten wahrend des gesamten Tages, die ganze Woche und das ganze Jahr uber fur den Stadtteil zur Verfugung stehen. In den Modern School Regionen konnte diese Forderung zwar bisher nur teilweise realisiert werden, z.B. aufgrund von Hausmeisterproblemen siehe unten. Aber es ist ein explizites Ziel der Extended Schools Initiative, dass bis 2010 alle weiterfuhrenden Schulen das ganze Jahr uber von 8 bis 18 Uhr geoffnet sind und ein breites Spektrum von Aktivitaten fur junge Leute anbieten, z.B. Musik, Sport und ein Ferienprogramm. Daruber hinaus verbessern Stadtteilbildungszentren die Qualitat des stadtischen Alltagsleben, weil sich die Angebote nicht primar an der Organisationslogik der einzelnen Anbieter orientieren, 42 IAW Forschungsbericht 14 2007 sondern auf einer umfassenden Betrachtung der Lebensbedingungen und Bedurfnissen von Kindern, jungen Menschen und Familien in verschiedenen Lebensphasen basieren. Einbindung von Zielgruppen Zur Forderung von Chancengleichheit ist es zwingend erforderlich, gerade bildungsferne Gruppen zu erreichen. Die Erfahrung der Modern SchoolRegionen zeigt, dass diese Herausforderung auch fur Stadtteilbildungszentren nicht einfach zu bewaltigen ist. Dennoch konnten bereits eine Reihe von erfolgversprechenden Strategien entwickelt werden, um z.B. Eltern mit eigenen schlechten Schulerfahrungen zu erreichen: Einbindung in die Programmentwicklung: Eltern werden eher Angebote annehmen, an deren Entwicklung sie beteiligt waren und an deren Realisierung sie vielleicht selbst mitwirken. Einbindung von Freiwilligen, die mit den spezifischen Bedurfnissen der Stadtteilbewohnerinnen vertraut sind. Hausbesuche: In einigen Groninger Stadtteilen werden alle Eltern mit anderthalbjahrigen Kindern von Sozialarbeitern besucht und uber die Angebote der Fensterschulen informiert. In Grobritannien beginnen solche Besuche schon wahrend der Schwangerschaft. Spater werden alle Besucherinnen der Kinderzentren mit mageschneiderten Informationen uber Forder und Beratungsangebote versorgt. Niedrigschwellige Angebote wie Nachbarschaftscafes Die Vorsorgeuntersuchungen fur Kleinkinder finden in Groningen in den Fensterschulen statt. Auf diese Weise lernen die Eltern die Fensterschulen schon fruh als Zentrum sozialer Infrastruktur kennen. Sicherung der Nachhaltigkeit Finanzierung Bei der Entwicklung von Stadtteilbildungszentren muss die langfristige Finanzierbarkeit der Angebote sichergestellt werden. Dabei kann die Finanzierung uberwiegend durch die Kombination bereits vorhandener Ressourcen erfolgen. In Groningen haben die beteiligten Organisationen durch die gemeinsame Raumnutzung sogar Einsparungen erzielt. In East Riding haben die Schulen die Moglichkeit, durch die Vermietung von Raumen zusatzliche Einnahmen zu erzielen, die dann fur Stadtteilaktivitaten verwendet werden konnen. Die Finanzierung gemeinsamer Aktivitaten wird erleichtert, wenn die beteiligten Organisationen zumindest uber Teile ihres Budgets autonom verfugen konnen. Sowohl die Schulen in Groningen als auch in East Riding haben weitgehende Budgetautonomie. IAW Forschungsbericht 14 2007 43 in vielen Fallen nicht mehr Unter Umstanden ist daruber hinaus eine erganzende Starthilfe, z. B. fur Umbaumanahmen, Ausstattung und einen Moderationsprozess zur Entwicklung der Kooperationsstrukturen notwendig. Sowohl in Groningen als auch in East Riding hat es sich dabei als hilfreich erwiesen, wenn der Beginn der Zusammenarbeit mit Sanierungsmanahmen an der Schule oder im Stadtteil zusammenfiel. Die Moglichkeit, ein attraktives neues Gebaude mitzunutzen, kann ein prosaisches, aber wirkungsvolles Motiv fur die Mitwirkung an einem Stadtteilbildungszentrum sein. Durch die Nutzung der Chancen des demographischen Wandels kann andererseits in vielen Fallen auf Baumanahmen verzichtet werden: Aufgrund der zuruckgehenden Schulerzahlen benotigen Schulen schon heute ihr gesamtes Gebaude und konnen anderen Stadtteileinrichtungen Raume zur Verfugung stellen. Bewaltigung technischer Probleme In allen Modern SchoolRegionen ist eines der zentralen Probleme fur die Offnung von Schulen zur Nachbarschaft der Einsatz von Hausmeistern auerhalb der normalen Schulzeiten und die Versicherung von externen Nutzern. Obwohl hier die Ubertragbarkeit von Losungsansatzen durch unterschiedliche nationale Arbeitszeitregelungen und Versicherungsvorschriften begrenzt ist, konnen einige praktische Ansatze aus Groningen und East Riding auch fur andere Regionen interessant sein: So werden in Groningen Neubauten fur Fensterschulen so geplant, dass es neben einem zentralen Haupteingang separate Aueneingange fur einzelne Gebaudeteile gibt, so dass es moglich ist, abends und am Wochenende nur einen Teil des Gebaudes zu offnen. Daruber hinaus haben die Fensterschulen Hausmeisterpools aller beteiligten Organisationen geschaffen. Die britische Regierung unterstutzt die Offnung von Schulen durch detaillierte Informationen uber Versicherungsfragen und das Angebot einer preisgunstigen Versicherungspolice fur externe Nutzer. Nutzung externer Unterstutzung Die Entwicklung von Stadtteilbildungszentren kann zum einen durch wissenschaftliche Beratung, zum anderen durch das Lernen von Erfahrungen anderer Regionen unterstutzt werden: Wie schon beschrieben, sind Stadtteilbildungszentren mit einer Reihe nicht einfach zu bewaltigender Herausforderungen konfrontiert, z.B. bei der Entwicklung tragfahiger Managementstrukturen und dem Erreichen bildungsferner Zielgruppen. Wissenschaftliche Beratung kann hier zur Entwicklung von Strukturen und Strategien beitragen, die auf die spezifischen Bedingungen im Stadtteil zugeschnitten ist. Diese Unterstutzung kann zum einen durch die Analyse der ortlichen Sozial und Bildungsindikatoren und bereits bestehender Angebote geboten werden, zum anderen durch die Durchfuhrung von Partizipationsverfahren, die externe Moderation von Entscheidungsprozessen und die Evaluation der gemeinsamen Aktivitaten. 44 IAW Forschungsbericht 14 2007 Zeitpolitische Forschung hat gezeigt, dass Befragungen eine zwar hilfreiche, aber nicht ausreichende Methode zur Entwicklung von neuen Angeboten sind, weil sie statisch bleiben und Veranderungsimpulsen nur unzureichenden Raum geben. Neuere Partizipationsverfahren wie das Choice WorkVerfahren binden die Zielgruppen dagegen in einen diskursiven Prozess ein, machen ihnen Informationen zu den Vor und Nachteilen verschiedener Optionen zuganglich und ermoglichen so die gemeinsame Entwicklung gut durchdachter Vorschlage. Die externe Moderation zwischen den beteiligten Organisationen erleichtert in der Anfangspahse die Prioritatensetzung und die Entwicklung eines gemeinsamen Managementkonzepts. Das Modern SchoolProjekt hat gezeigt, dass die Bildungssysteme in vielen europaischen Regionen nicht nur vor ahnlichen Problemen stehen, sondern auch vergleichbare Konzepte zur Bewaltigung dieser Probleme entwickelt haben. Aus diesem Grund sollte ein interregionaler Austausch uber die Entwicklung und Um setzung von Modernisierungskonzepten institutionalisiert werden. Wir empfehlen die Schaffung eines Netzwerks aus Stadtteilbildungszentren und den verantwortlichen Behorden auf europaischer Ebene. Der regelmaige Informationsaustausch sollte erganzt werden durch Partnerschaften von Stadtteilbildungszentren und Austauschprogramme fur die dort tatigen Mitarbeiterinnen. Verknupfung der Entwicklung von unten und von oben Zur Forderung der Weiterentwicklung von Schulen zu Stadtteilbildungszentren ist eine Kombination zwischen der Entwicklung von Konzepten von unten und Unterstutzung durch die Fuhrungsspitzen von Politik und Verwaltung notwendig. In Groningen wurden die Konzepte der einzelnen Fensterschulen von Stadtteilakteuren entwickelt, die sich aber auf den Ruckhalt durch die Behordenspitzen verlassen konnten. Die Extended SchoolsInitiative ist ein nationales Programm, das aber genugend Raum fur besondere ortliche Bedingungen und Bedurfnisse lasst. Eine Fensterschule hat gute Erfolgschancen, wenn die ersten Diskussionen auf Stadtteilebene gefuhrt werden also nicht mit einem Referenten fur Kinderbetreuung, sondern mit der Leiterin des stadtischen Kindergartens. Groningen vision on community schools. Die Kompetenzen, Ressourcen und Interessen moglicher Kooperationspartner mussen bei der Programmentwicklung berucksichtigt werden. Dabei ist es sinnvoll, auf bereits existierenden Netzwerken aufzubauen. Um sicherzustellen, dass die Bedurfnisse der Nachbarschaft berucksichtigt werden, mussen Schulerinnen, Eltern und Mitarbeiterinnen konsultiert und in den Entscheidungsprozess eingebunden werden. Klare stadtische oder sogar nationale Zielvorgaben geben den Schulen und ihren Partnern die notwendigen Orientierung und sichern ihnen Unterstutzung z.B. durch Beratungsleistungen. Eine gemeinsame Vision wie die Every child mattersAgenda in Grobritannien kann zu einer IAW Forschungsbericht 14 2007 45 gemeinsamen Sprache aller beteiligten Institutionen und Professionen sowie gemeinsamen Bewertungsmastaben beitragen und so die Offnung von Schulen entscheidend vorantreiben. Zentral fur den Erfolg von Stadtteilbildungszentren ist schlielich die Kooperationsbereitschaft aller zustandigen Behorden Bildung, Soziales, Gesundheit, Stadtplanung. 46 IAW Forschungsbericht 14 2007 Anhang 1: Ubersicht uber die Bildungssysteme in den Niederlanden, Grobritannien, Lettland und Deutschland Niederlande Quelle: Eurydice: Summary Sheets on Education Systems in Europe The Netherlands, 2005 www.eurodyce.org Grobritannien Quelle: Endbericht des Hanse PassageProjekts Hanse Transfer www.hansepassage.net IAW Forschungsbericht 14 2007 47 Lettland Quelle: Website des lettischen Ministeriums fur Bildung und Wissenschaft: www.izm.gov.lv, 12.12.06 48 IAW Forschungsbericht 14 2007 Deutschland Quelle: Website des Bundesministeriums fur Bildung und Wissenschaft www.bmbf.depubbildung_in_deutschland.pdf, 12.12.06 IAW Forschungsbericht 14 2007 49 Anhang 2: Beispiele fur Kooperationsprojekte von Schulen und Stadtteil in den Utnersuchungsregionen Kinderbetreuung MutterundKindGruppen, Kindergarten und Grundschule unter einem Dach Groningen Durchgehende Kinderbetreuung von 8 bis 18 Uhr incl. Moglichkeit zur Wahrnehmung von Angeboten von Sportvereinen, Musikschulen u.a. Groningen; in East Riding angestrebt bis 2010 Fruhstucksclubs, Ferienprogramm East Riding Outofschoolclubs East Riding Topgroup: Unabhangigkeitstraining fur Hortkinder 812jahrige Groningen Projekt Living Room: Anlaufpunkt und Freizeitangebote fur 1013jahrige nach der Schulzeit. Betreut von Sozialarbeitern. Forderung des Sozialverhaltens und eines gesunden Lebensstils. Groningen Free TimeCenters: Anlaufpunkt und Raum fur organisierte und nichtorganisierte Freizeitangebote: Tanz und Musikkurse, Fishermens School Riga Sport, Musik und Kunstangebote im Schulgebaude Groningen, East Riding, Riga Toy Library East Riding Durchfuhrung von Vorsorgeuntersuchungen im Schulgebaude Groningen Social Nurse: Konsultationsteam an den Fensterschulen, das sich mit psychologischen und sozialokonomischen Problemen von Kindern und Erwachsenen beschaftigt. Vorbereitung von AntiDrogen und AntiSchwangerschaftsprogrammen Groningen Angebot eines breiten Spektrums von spezialisierter Unterstutzung im Schulgebaude oder in Zusammenarbeit mit der Schule, z.B. Sprachtherapie, psychologische Beratung geplant in East Riding Besuchsprogramme fur Eltern von Kleinkindern zur Information uber Angebote der Fensterschulen bzw. Childrens Centres Groningen, East Riding Parents Family Mobile DropIn Service: Bus, der ca. einmal in der Woche an Schulen Station macht und in dem Eltern ohne vorherige Anmeldung zu Erziehungsfragen beraten werden East Riding Healthy schools: Nationales Proramm zur Einbindung von Eltern, Schulern, Leitung und Mitarbeiterinnen in Aktivitaten zur Gesundheitserziehung, zum gesunden Essen und zu emotionaler Gesundheit East Riding Family Learning: Gemeinsame Kurse fur Eltern und Kinder, z.B. Computerkurse, Alphabetisierungskurse East Riding Mama lernt Deutsch Bremen Dads Club East Riding Nachbarschaftscafe Groningen Spielangebote auf Schulhofen Bremen Stadtteilbibliothek in Schulen Groningen Zusammenarbeit mit Weiterbildungstrager ermoglicht Ausloten von Bedarfen und gezielte Angebote z.B. Computerkurse, Konferenztechniken Groningen Projekt Ongoing Line in Science: soll Kinder und Jugendlicher vertrauter mit naturwissenschaftlicher Forschung machen. Mitwirkende: Kindergarten, Grundschulen, weiterfuhrende Schulen, Universitat und Museum. Aufeinander aufbauende Unterrichtseinheiten fur verschiedene Altersgruppen. Groningen Musikprojekte Bremen Freizeitangebote fur Kinder und Jugendliche Gesundheits und Erziehungsberatung Einbindung der Eltern Nachbarschaftstreffs Erwachsenenbildung Innovative Unterrichtsformen und methoden 50 IAW Forschungsbericht 14 2007 Quellenverzeichnis Bridlington Extended Schools Partnership: Extended Schools Their Function. Unpublished paper, SeptemberOctober 2005 Buhren, Claus G.: Community Education. MunsterNew YorkMunchenBerlin 1997 Cummings, ColleenAlan DysonIvy PapsDiana PearsonCarlo RaffoLiz Todd: Evaluation of the Full Service Extended Schools Project: End of First Year Report. University of Manchester 2004. Department of Education and Skills, Research Report RR680, 2005 Download: www.dfes.gov.ukpublications Department for Education and Skills: Extended School. Access to opportunities and services for all Download: http:www.teachernet.gov.uk_doc8509Extendedschools%20prospectus.pdf Department of Education and Skills: Extended schools: Access to opportunities and services for all. A prospectus. 2005 Download: www.teachernet.gov.ukextendedschools Deutscher Bundestag Hg.: Bericht uber die Lebenssituation junger Menschen und die Leistungen der Kinder und Jugendhilfe in Deutschland Zwolfter Kinder und Jugendbericht und Stellungnahme der Bundesregierung. Drucksache 156014, Berlin 2005 Hinchcliffe, Kate: Extended Schools Fact Sheet Series. Fact Sheets 13, November 2005 Lehmann, Harald: Schule offnet sich zum Stadtteil. Evangelische Gesamtschule GelsenkirchenBismarck. In: Deutsches Institut fur Urbanistik Hrsg.: Dokumentation der Fachtagung Bildung im Stadtteil. Arbeitspapiere zum Programm Soziale Stadt 11. Berlin fur das Zusammenspiel von Schule und Jugendhilfe. Das Mack, Wolfgang: Neue Perspektiven Bildungskonzept des Zwolften Kinder und Jugendberichts und seine Implikationen fur Schule und Jugendhilfe. Die Deutsche Schule, 2006, H. 2 Neimane, Signe and Marite Lore: Presentations at the Modern School conference on March 2324, 2006 in Groninen. Download: www.hansepassage.net Projects Cluster C C06 Modern School Olejniczak, ClaudiaMeike Schaarschmidt: Schule im Stadtteil. Fallstudie im Rahmen der Evaluation des integrierten Handlungsprogramms Soziale Stadt NRW. iesBericht 10804. Institut fur Entwicklungsplanung und Strukturforschung Gmb H an der Universitat Hannover. HannoverEssen 2005 Partnerschaft Schule Betrieb. Ein Projekt der Industrie und Handelskammer Berlin. Soziale Stadt Info 16, Februar 2005 Praxisdatenbank der Bundestransferstelle Soziale Stadt http:www.sozialestadt.depraxisdatenbanksucheindex.php?suchensuchenhandlungsfeld11 Reversma, Liselot Anita Schnieders und Aletta van den Berg: Prasentationen beim Modern SchoolWorkshop am 23.24.3.06 in Groningen. Downloadmoglichkeit unter: http:www.hansepassage.net Projekte Cluster C C06 Modern School Roder, ManfredUdo Dirnaicher: Mama lernt Deutsch an der Schule ihrer Kinder ein viel versprechendes Projekt. Schul Verwaltung BY, Nr. 122003 Schaub, HorstKarl G. Zenke: Niederlande. In: Dies.: Worterbuch Padagogik, Munchen 2004 Stadt Groningen: Informationen uber die Fensterschulen auf englisch und deutsch Downloadmoglichkeit unter www.vensterschool.groningen.nl Williams, Andrew, Bridget Bennett, Denise Shaw, Margaret Walker, Leone Pavlidou and Di Norton, Laura Epworth and Bev Carter: Presentations at the Modern School Conference, October 56 in BeverleyEast Riding of Yorkshire Download: www.hansepassage.netprojectsCluster CC06 Modern School zu Schul und Bildungsprojekten: IAW Forschungsbericht 14 2007 51 VEROFFENTLICHUNGEN DES IAW INSTITUT ARBEIT UND WIRTSCHAFT ArbeitspapiereWorking Papers ISSNNr.: 16109325 Nr. 1 Temme, Th.; Warsewa, G. 2002: Vom QuickShop zum ClickShop? Modernisierung des lokalen Einzelhandels durch Lieferdienste und ECommerce 3,00 Nr. 2 Lang, W.; Hickel, R. 2003: Sanierungshilfen des Bundes durch Teilentschuldung 1994 bis 2004 3,00 Nr. 3 Tholen, J.; Cziria, L.; Hemmer, E.; Mansfeldova, Z.; Sharman, E. 2003: EUEnlargement and Labour Relations New Trends in Poland, Czech and Slowak Republic 5,00 Nr. 4 Ludwig, Th.; Tholen, J. 2004: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau. Ergebnisse der Befragung der Betriebsrate im September 2003 3,00 Nr. 5 Holtrup, A.; Mehlis, P. 2004: Arbeitsbeziehungen im Wandel. Theoretischer Rahmen und Modell zur empirischen Analyse neuer Formen der Regulierung von Arbeit 3,00 Nr. 6 Mehlis, P.; Spitzley, H. 2004: Arbeitszeiten und Arbeitsformen in HighTechUnternehmen der new economy. Konzept einer empirischen Untersuchung zur Analyse neuer Regulierungsmuster von Arbeit 3,00 Nr. 7 Warsewa, G. 2004: Stadtgestaltung durch Zeitpolitik. Experimente und Ergebnisse im Projekt Bremen 2030 eine zeitbewusste Stadt 3,00 Nr. 8 Holtrup, A. 2004: Die Regulierung von Arbeit aus der Sicht von Beschaftigten. Der konzeptionelle Rahmen fur die empirische Untersuchung der subjektiven Relevanz von Arbeitsregulierung. 3,00 Nr. 9 Dombois, R.; Winter, J. 2004: Sozialklauseln Handelssanktion als wirksames Instrument internationaler Arbeitsregulierung? Erfahrungen aus dem North American Agreement on Labor Cooperation zwischen USA, Mexiko und Kanada 3,00 Nr. 10 Dombois, R.; Winter, J. 2004: Arbeitsregulierung als transnationaler Governanceprozess. Lehren aus dem NAFTARaum 3,00 Nr. 11 Warsewa, G. 2004: Strukturwandel und Identitat Die europaischen Hafenstadte erfinden sich neu Auswertung des Workshops Revitalisation of Old Port Areas in Bremen 6.7. Mai 2004 3,00 Nr. 12 Baumheier, U. 2005: Betriebsnahe Kinderbetreuung in der Stadtgemeinde Bremen. Eine Studie des Verbundvorhabens Bremen 2030 eine zeitgerechte Stadt 3,00 Nr. 13 Reihert, C. 2005: Karriere, Klienten, kollegiale Beratung. Konzept einer Untersuchung der Anspruche Beschaftigter im Bereich Soziale Arbeit 3,00 52 IAW Forschungsbericht 14 2007 Nr. 14 Voss, J.; Warsewa, G. 2005: Reflexive Arbeitsgestaltung zwischen privaten und betrieblichen Anspruchen 3,00 Nr. 15 Holtrup, A.Peter, L. Hg. 2005: Von den USA lernen? Zur Zukunft der Arbeits und Sozialpolitik in Deutschland. Eine Auseinandersetzung um das Politikkonzept von Wolfgang Streeck. 3,00 Nr. 16 Holtrup, A. 2005: Interessen und Interessenvertretung heute aus der Perspektive von Beschaftigten. Erste empirische Befunde aus dem Forschungsprojekt zur subjektiven Relevanz von Arbeitsregulierung. 3,00 Nr. 17 Fehre, R.; Mehlis, P. 2005: Regulierung hochqualifizierter Arbeit in IT und Biotechnologieunternehmen. Erste empirische Befunde aus dem Forschungsprojekt Arbeitszeiten und Arbeitsformen in HighTechUnternehmen der New Economy . 3.00 Nr. 18 Pries, L. 2006: Hat Mitbestimmung in der globalisierten Welt eine Zukunft? Vortrag anlasslich des IAWKolloquiums Mitbestimmung in der Kontroverse. 3,00 Nr. 19 Dombois, R. Koutsoutos, A. 2007: Privatisation in European Ports. Final Report of the NEW EPOC Project Structural Change in Port Economies 3,00 IAW Forschungsbericht 14 2007 53 Forschungsberichte Research Reports Nr. 1 Wefer, G.; Warsewa, G.; Soffler, D. 2003: Entwicklungspotentiale und optionen der bremischen Wissenschaftslandschaft 3,00 ISBN: 3887225856 Nr. 2 Richter, G.; Prigge, R. 2003: Interessenvertretung in der Reformflaute. Kommunale Rahmenbedingungen, Krise der Verwaltungsmodernisierung und neue Herausforderungen fur Personalrate 5,00 ISBN: 3887225872 Nr. 3 Tholen, J.; Schekerka, H. 2003: Arbeitsplatz und Beschaftigungseffekte in der Luft und Raumfahrtindustrie und verwandten Bereichen in der Region Bremen 3,00 ISBN: 3887225880 Nr. 4 Heisig, U.; Schleibaum, J. 2004: Von der Meldestelle zum Burger Service Center HornLehe. Mehr Servicequalitat durch innovative Arbeitsorganisation 3,00 ISBN 3887225899 Nr. 5 Lang, W. Hrsg. 2004: Bremen. 100 Tage nach der Wahl. Dokumentation der Tagung am 5. September 2003 am Institut Arbeit und Wirtschaft. 3,00 ISBN: 388722597x Nr. 6 Heisig, U., Ludwig, Th. 2004: Regulierte Selbstorganisation. Arbeitssituationen und Arbeitsorientierungen von Wissensarbeitern in einem HighTech Unternehmen 3,00 ISBN: 3887226119 Nr. 7 Ludwig, Th.; Tholen, J. 2004: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau. 3,00 ISBN 3887226267 Nr. 8 Tholen, J.; Hemmer, E. 2005: Die Auswirkungen von Direktinvestitionen deutscher Unternehmen in MittelOsteuropa Groenordnung, Motive, Strategien, Arbeitsplatze. 3,00 ISBN: 3887226526 Nr. 9 Tholen, J.; Ludwig, Th. 2005: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau. 3,00 ISBN: 3887226585 Nr. 10 Lang, W.; Rippe, J. 2006: Entwicklungstendenzen in der Fischwirtschaft: Chancen und Risiken fur den Standort Cuxhaven. 3,00 ISBN: 3887226631 Nr. 11 Warsewa, G. 2006: The Transformation of European Port Cities Final Report on the New EPOC Port City Audit. 3,00 ISBN: 3887226720 Nr. 12 Ludwig, Th.; Tholen, J. 2006: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau Ergebnisse der 15. Betriebsratebefragung im September 2006. 3,00 ISBN: 388722681X Nr. 13 Dombois, R.; Holtrup, A.; Mehlis, P.; Peter, L.; Reihert, C.; Spitzley, H.; Voss, J.; Warsewa, G. 2007: Gesellschaftliche Modernisierung und Regulierung von Arbeit. Abschlussbericht des Projektverbunds Gesellschaftlicher Wandel und neue Regulierungsmuster von Arbeit. 3,99 ISBN: 9783887226848 Nr. 14 Baumheier, U. 2007: Lernen in Nachbarschaften: Erfahrungen und Empfehlungen aus vier europaischen Regionen 3,00 ISBN: 9783887226855 ", "filename": "iaw-fb_14.pdf", "person": ["Ulrike Baumheier", "Baumheier, Ulrike"], "date": ["2007"]}