{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/115529/1/IDB-WP-581.pdf", "http://hdl.handle.net/11319/6946"], "title": ["Household Saving and Labor Informality: The Case of Chile"], "plaintext": "CataloginginPublication data provided by the InterAmerican Development Bank Felipe Herrera Library Schclarek Curutchet, Alfredo . Household saving and labor informality: the case of Chile Alfredo Schclarek, Mauricio Caggia. p. cm. IDB Working Paper Series ; 581 Includes bibliographic references. 1. Saving and investment Chile. 2. Informal sector EconomicsChile. 3. Employees Finance, Personal Chile. 4. Financial services industry Chile. I. Caggia, Mauricio. II. InterAmerican Development Bank. Department of Research and Chief Economist. III. Title. IV. Series. IDBWP581 http:www.iadb.org 2015Copyright InterAmerican Development Bank. This work is licensed under a Creative Commons IGO 3.0 AttributionNon CommercialNo Derivatives CCIGO BYNCND 3.0 IGO license http:creativecommons.orglicensesbyncnd3.0igolegalcode and may be reproduced with attribution to the IDB and for any noncommercial purpose, as provided below. No derivative work is allowed. Any dispute related to the use of the works of the IDB that cannot be settled amicably shall be submitted to arbitration pursuant to the UNCITRAL rules. The use of the IDBs name for any purpose other than for attribution, and the use of IDBs logo shall be subject to a separate written license agreement between the IDB and the user and is not authorized as part of this CCIGO license. Following a peer review process, and with previous written consent by the InterAmerican Development Bank IDB, a revised version of this work may also be reproduced in any academic journal, including those indexed by the American Economic Associations Econ Lit, provided that the IDB is credited and that the authors receive no income from the publication. Therefore, the restriction to receive income from such publication shall only extend to the publications authors. With regard to such restriction, in case of any inconsistency between the Creative Commons IGO 3.0 AttributionNon CommercialNo Derivatives license and these statements, the latter shall prevail. Note that link provided above includes additional terms and conditions of the license. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the InterAmerican Development Bank, its Board of Directors, or the countries they represent. Abstract This paper compares the saving behavior of formal and informal workers and additionally provides a socioeconomic and financial characterization of informal workers in Chile. The paper uses the Financial Household Survey conducted by the Central Bank of Chile in 2007, 2008, 2009 and 2010, which covers between 1,740 and 2,533 urban households, performing both OLS and probit regressions. The crosssection regression results indicate that, in general, informal households save less than formal households. Further, descriptive data indicate that informal workers have less access to financial services and possess less financial assets and liabilities. In terms of policy implications, combating informality may not only improve the wellbeing of workers, but may also have positive consequences on the aggregate saving rate. In addition, for Chile, it is evident that there is ample room to improve access to financial services not only for informal but also for formal workers. JEL classifications: D10, D11, D12, D91, O16, O17 Keywords: Saving, Precautionary Saving, Labor Household Survey, Life Cycle Theory, Chile, Latin America Informality, Financial We would like to thank Eduardo Cavallo, Rodrigo Fuentes and an anonymous reviewer for comments and discussions; and seminar participants at the IDB Workshop Domestic Savings in Latin America and the Caribbean Washington, DC, United States and Universidad Nacional de Cordoba Argentina. Schclarek: Department of Economics and Finance, Universidad Nacional de Cordoba, Argentina; CONICET, Argentina; and CIPPES, Argentina. Email: alfredoeco.unc.edu.ar; www.cbaeconomia.com. Caggia: CIPPES, Argentina. 1 1. Introduction One of the main problems facing Latin America and the Caribbean LAC is the relatively low levels of saving, especially if compared with other regions of the world, such as East Asia and the Pacific EAP, that have shown greater dynamism in saving rates. For example, Gutierrez 2007 presents evidence that on average the saving rate for LAC between 2000 and 2003 was 19.2 percent, while EAP countries had a mean saving rate of 34.5 percent. Further, Reinhardt 2008 provides evidence that the average gross domestic saving for LAC was 17.1 percent in the 1990s, compared to 24.8 percent for a group of 25 developing middleincome countries. In the 2000s, according to Perez Monteiro, Cavalcante Ferreira and Radusweski Quintal 2014, the average gross saving rate was 20 percent for LAC and 30 percent for EAP. With respect to Chile, although it has a higher average saving rate than most other LAC countries, its average of 22.3 percent for the 20002003 period is still low if compared to EAP countries Gutierrez, 2007. Another important concern in the region is related to the high levels of informal employment that are prevalent. Although the 2000s have seen a reduction in the informality figures in comparison to the 1990s, informality affects between 37.7 percent and 88.4 percent of total workers in LAC Tornarolli et al., 2014. In the case of Chile, the country has the lowest levels of informality in the region and has been facing a mild downward trend from 40.6 percent in 1990 to 37.7 percent in 2009. According to Perticara and Celhay 2010, informality declined from 39.5 percent in 1998 to 35.8 percent in 2006. However, when that total is disaggregated disaggregating between salaried workers and selfemployed workers, the figures in 2006 were 24.9 percent and 71.6 percent, respectively. Evidently, by disaggregating by type of worker some heterogeneity appears, where it is evident that selfemployed workers suffer a much higher level of informality than salaried workers. A natural question that arises is whether these two phenomena are interrelated and whether the prevalent high informality rates prevent the proper channeling of savings into the formal financial system. Clearly, this could have implications on the efficient allocation of surpluses to increase investment and economic growth. Thus, studying the relationship between household saving and informality could allow governments to develop appropriate policies to influence aggregate saving rates. However, although there is abundant research analyzing the 2 main determinants of saving for the region,1 studies on how informality affects saving and howwhy informal workers save is almost nonexistent. A notable exception is the recent work by Granda and Hamann 2014, who build a theoretical occupational choice model to calibrate it with data for Colombia and analyze the effect of several formalization policies on saving. The underlying argument is that if informal workers have a more uncertain and variable income stream, we would expect that informal workers have a higher saving rate due to precautionary motives. On the other hand, Dupas and Robinson 2013 find that simply providing a safe place to keep money was sufficient to increase health saving by 66 percent in an experiment in Kenya. This study may support the argument that informal workers save less than formal workers because they are less financially included. Finally, Ogbuabor, Malaolu and Mba 2013 use timeseries analysis for Nigeria and find that informality hinders the growth of domestic saving. Although these studies reach potentially interesting conclusions, more microlevel empirical evidence on the link between informality and saving is needed. The objective of this paper is to empirically study the saving behavior of formal and informal workers in Chile, following the microeconomic approach of the pioneering studies of Attanasio and Szekely 2000 and Butelmann and Gallego 2000. Following both OLS and probit estimation techniques, we econometrically test whether there are any differences in the saving behavior of formal and informal households. Although we do not econometrically study the potential reasons for the differential saving behavior of informal and formal households, we present survey results that characterize how and why informal and formal workers save. In terms of data, we use the microdata from the Financial Household Survey prepared by the Central Bank of Chile for 2007, 2008, 2009 and 2010, which surveys between 1,740 and 2,533 households. A novelty of this survey for LAC is that it surveys not only income, expenditure and household characteristics, but also the structure and level of household assets and liabilities with a high degree of detail. Moreover, it surveys restrictions to credit access for households, expectations about households future levels of saving, access to insurance markets and various other determinants of saving. Thus, we are able not only to compare the saving rate of formal and informal households, but also to analyze the types of financial instruments selected by such households. Clearly, this database allows us to study in much more detail the saving pattern and 1 For Latin America, the following articles may be mentioned: Attanasio and Szekely 2000 for Mexico and Peru, Attanasio and Szekely 1998 for Mexico, Lorenzo and Osimani 2001 for Uruguay, Butelmann and Gallego 2000 for Chile, and SandovalHernandez 2011 for Mexico. 3 financial behavior of households than previous studies, which use databases with focus on labor and expenditure characteristics, such as the CASEN survey in Chile, the EPH survey in Argentina, the PNAD survey in Brazil or the ENAHO survey in Peru Maurizio, 2012. This study is structured as follows. Section 2 reviews the literature on saving in order to discuss different theoretical and empirical findings, especially for LAC. This survey allows us to establish the most relevant variables affecting saving, which not only help us in our empirical strategy but also allow us to compare our estimation results with that of the literature. In Section 3, we undertake a descriptive analysis of formal versus informal workers, paying particular attention to the socioeconomic characteristics and financial and saving behavior of workers in each group. Section 4 presents the data and econometric methodology that have been used to analyze whether informal households save less than formal households. The section additionally discusses the main results and findings. In Section 5, we provide several robustness tests. Finally, Section 6 concludes. 2. Survey of the Literature on Saving Until the mid1950, the prevailing Keynesian view was that the main determinant of the level of saving was the current income and it was assumed that both people and countries with higher incomes had a higher saving rate than poorer people or countries Deaton, 2005. Furthermore, saving was seen as a potential source of macroeconomic instability Modigliani, 1986. However, Modigliani and Brumberg 1954 and Friedman 1957 proposed a new theoretical framework with a similar interpretation of motivations for saving. Modigliani, in particular, took the intertemporal maximization notion of Fisher and combined it with the idea that people aim to smooth consumption, saving in their active stage of life in order to finance their consumption expenditures in retirement age. The proposition of Modigliani had novel implications, introducing a new determinant of saving, namely retirement. In its simplest version, the model had predictions that went contrary to the prevailing beliefs of the economic thinking at that time. On the one hand, he argued, as Friedman 1957, that the saving rate does not depend on current income but on transitory income, which means that lowincome countries or people may have greater saving rates than those with greater resources. In addition, the model predicts a higher level of saving in those countries that have a longer duration of retirement period. Further, it establishes a relationship between the saving rate and population growth and productivity. He 4 also became a reference for the study of the effects of population aging on pension systems and the overall performance of an economy. Among the empirical papers that support the theory of Modigliani, the following, among many others, may be mentioned: Butelmann and Gallego 2000 for Chile, Attanasio 1998 for the United States, Beckmann, and Hake and Urvova 2013 for Eastern Europe. Among the criticism the Modigliani hypothesis has received, the following can be mentioned. The empirical study of Carroll and Summers 1991 finds evidence that consumption growth follows closely income growth over the life cycle in the studied countries. Other authors, such as Deaton 2005, Carroll 1997, and Belke, Dreger and Ochmann 2012, suggest that people in their retirement period do save rather than dissave. However, a possible explanation for this result is that they consider pensions as income and not as dissaving Deaton, 2005; Butelmann and Gallego, 2000. In addition, Abdelkhalek et al. 2010 perform a microeconometric study for Moroccan households and find no evidence of the existence of the life cycle theory. Further, Deaton 1992 made a comparison between Thailand, which has shown an extended period of strong growth, and the Ivory Coast, with no or a low level of income growth over the same period. This author argues that if the lifecycle theory is correct, and assuming that both countries have the same preference structure, in Thailand the consumption profiles should peak at younger ages than in Ivory Coast, showing that young people are much richer than their predecessors in the Asian country. However, this author finds that consumption profiles do peak at younger ages in Ivory Coast rather than in Thailand, which would be evidence against the life cycle theory. Beyond the discussion of the Modigliani hypothesis, there is plenty of evidence on other determinants of saving. Most studies show that the saving rate is strongly influenced by the level of current income and educational level Butelmann and Gallego, 2000; Attanasio and Szekely, 2000; Beckmann, Hake and Urkova, 2013; and Xiao, 1996. Beckmann, Hake and Urkova 2013 go further and suggest that education generates a higher propensity to save using more diversified savings instruments and that these results are not exclusively due to the expectation of future higher earnings. In addition, most of the international evidence on the study of the response of the level of saving to the interest rate indicates that the interest rate has no significant influence on the level of saving Repetto, 2001. Accordingly, Repetto 2001 claims that measures focused on financial education with creation of illiquid instruments that deliver 5 immediate rewards would be a more effective strategy to increase saving than using the interest rate. In addition, Bennett, Loayza and SchmidtHebbel 2000 find in their analysis of a panel of aggregate data that there is a partial compensation relationships between public and private saving, meaning that policies promoting saving would have only a limited effect on aggregate saving, partially validating the Ricardian equivalence theory. Attanasio and Szekely 2000 find that one of the main explanations for the differences in saving rate of households is explained by demographic shifts in the relative size of the age groups that produce and save, which overall have increased. Moreover, household dependency ratios, i.e., the number of people under 15 or over 65 who are mostly inactive occupationally, is another variable that is often used in studies on saving behavior of households. The expected coefficient is negative, as confirmed by Butelmann and Gallego 2000, Xiao 1996, Bennett, Loayza and SchmidtHebbel 2000 and Deaton 2005. However, Beckmann, Hake and Urvova 2013 claims that families with children save more. With regard to the gender of the household head, Butelmann and Gallego 2000 finds that femaleheaded households save more, a possible explanation being that they face a higher uncertainty due to raising their children alone. Another hypothesis is given by Beckmann, Hake and Urvova 2013 that claim that for Eastern Europe this may be due to the fact that women have a higher life expectancy. The same authors further suggest that marital status is another important variable and that married people save more. In addition, according to Lorenzo and Osimani 2001 for Uruguay, Denes et al. 2011 for Argentina, and Beckmann, Hake and Urvova 2013, larger families save more. Another reason to save is the precautionary motive Browning and Lusardi, 1996. It is expected that families who have unemployment insurance, life insurance coverage and possess durable goods have a lower rate of saving, as there is a lower risk of falling household income. Following this line of thought, households including informal workers may save more due to precautionary motives. Lorenzo and Osimani 2001 find that there is differential behavior of lower income households, which a priori could resemble informal households. Further, Attanasio and Szekely 2000 argue that difficulties in accessing social welfare systems, as is the case for informal workers, can generate a much less synchronized retirement age and therefore show a curve with a lower saving hump. Moreover, if there are restrictions on credit access, households may save more to face periods of low income Deaton, 1992; Carroll, 1998; Butellman and Gallego, 2000; and Alvarado DiazRomero, 2010. In addition, recent work by 6 Ogbuabor, Malaolu and Mba 2013 uses timeseries analysis and finds that for Nigeria informality hinders the growth of domestic saving. Further, Granda and Hamann 2014 build a theoretical occupational choice model to calibrate it with data for Colombia and analyze the effect of several formalization policies on saving. Although they reach potentially interesting conclusions, more microlevel empirical evidence on the link between informality and saving is needed. 3. Characterizing Informality in Chile This paper uses data from the Financial Household Survey conducted by the Central Bank of Chile in 2007, 2008, 2009 and 2010, which is a Chilean urban survey including demographic, economic, financial and social indicators.2 While for 2007 the survey covers 3,828 households from the whole country, for 2008, 2009 and 2010 the survey covers 1,207, 1,190 and 2,037 households, respectively, from the metropolitan region of Santiago de Chile. In terms of the definition of informality, although this concept has certain ambiguities, both in terms of the empirical measurement and the theoretical definition, in this paper we follow the most common definitions found in the literature, namely the social protection definition and the productive definition Kanbur, 2009; Tornarolli et al., 2014. While the social protection definition stresses noncompliance with labor legislation in terms of labor protection and social security benefits, the productive definition includes the level of productivity of jobs and the skills needed for carrying out those jobs to characterize informality. Concretely, the social protection definition ILOD definition defines an informal worker as a salaried or a selfemployed worker who does not contribute to a pension or retirement plan.3 Further, we classify as informal those salaried workers who report not having an employment contract, even if they contribute to a pension plan. This definition has previously been used by Perticara and Celhay 2010 in their study of informality in Chile. In terms of the productive definition PD definition, we define an informal worker as one who falls under one of the following categories: i a selfemployed worker without a tertiary or superior education degree, ii a salaried worker in a small private firm with five or less 2 For more details on the survey and its methodology, please visit the following link: http:www.bcentral.clestadisticaseconomicasfinancierahogaresindex.htm 3 It is important to mention that until 2015 selfemployed workers in Chile were not obliged to contribute to a pension plan. 7 employees, or iii an unremunerated family member. Given that an individual could have more than one job, we apply the classification only to hisher main occupation. This definition of informal workers is similar to the one used by Tornarolli et al. 2014. Further, we construct a third definition of informality that combines the above definitions COMBD definition, i.e., an informal worker is a worker that is informal according to both the ILOD definition and the PD definition. Clearly, this is a much more restrictive definition of informality. 3.1 Informality Rates and Social Attributes In Figure 1, we present the informality rates for Chile in 2007 according to the three definitions of informality discussed above.4 According to the social protection definition ILOD, around 36.7 percent of the work force in Chile is informal, or around 2.49 million of the countrys almost 6.8 million worker. Note that Chile had a total population of around 16.5 million and a 41.1 employment rate in 2007.5 In terms of the productive definition PD, the informality rate is 28.6 percent, which implies that around 19.4 million Chilean workers were informal. For the third definition, which combines the social protection and the productive definition COMBD, the informality rate is 19.7 percent, which represents 1.33 million workers. Note, however, that as this definition is stricter, it also means that many workers who are informal according to one definition but not the other either the ILOD or the PD would be considered noninformal workers. From Table 1, we see that 1,158 million workers are informal according to the ILOD definition but not according to the PD definition, 606 thousand are informal according to the PD definition but not for the ILOD definition, and that 3.69 million are formal according to both definitions. Thus, the exclusion of these workers from the informal group is the reason for the rate being lower than the other two definitions of informality. If we compare pure groups, i.e., the number of formalinformal workers who comply with both definitions, we would obtain an informality rate of 26.6 percent. Note also that in Subsections 3.2 and 3.3 and Section 4, when comparing different financial attributes and behavior of informal and formal workers using this 4 We present the data for 2007 because for this year the survey covers more households from the whole country. However, the results for the other years do not change our main conclusions. The results are available upon request from the authors. 5 Note also that the EFH survey is an urban survey, but we are assuming that employment and informality figures of rural workers can be derived from urban workers. In 2007, the Chilean urban population was 12.14 million and the rural population was 4.36 million. 8 strict definition of informality, we will use pure groups of formal and informal workers in order to avoid possible distortion of results caused by workers who are informal by one definition but not the other. Figure 1. Informality Rates in Chile Informality Rates 36.7%28.8%19.7%egatnecrep 403020100ILODPDCOMBDSource: Financial Survey of Households 2007. Central Bank of Chile Table 1. Number of FormalInformal Workers ILO Definitionno Femaleyes Productive Definitiontotalno Maleyes Persons 1,416,956470,1001,887,056noyestotal%50.2%16.7%66.9%Persons 283,191650,326933,517%10.0%23.1%33.1%Persons 1,700,1471,120,4262,820,573%60.3%39.7%100.0%Persons 2,277,892687,9982,965,890%57.3%17.3%74.5%Persons 323,536689,3991,012,935%8.1%17.3%25.5%total Persons 2,601,4281,377,3973,978,824%65.4%34.6%100.0% In Figure 2, we present the results of informality rates when discriminating between genders. The informality rates for women are 39.7 percent, 33.1 percent and 23.1 percent according to the ILOD, PD and COMBD definitions, respectively. For men, in contrast, the informality rates are 34.6 percent, 25.5 percent, 17.3 percent. Clearly, informality affects more women for all three definitions. 9 Figure 2. Informality Rates by Gender Informality Rates by gender 39.7%33.1%34.6%23.1%25.5%femalemale ILODPDCOMBD403017.3%20egatnecrep 100Source: Financial Survey of Households2007. Central Bank of Chile In case of classifying the different definitions of informality by income groups, a clear picture emerges. As can be seen in Figure 3, informality affects more those workers with lower incomes. In stratum 1, consisting of households in the income deciles 15, 46.6 percent ILOD, 41.4 percent PD and 31.1 percent COMBD of workers are informal. In stratum 2, corresponding to persons belonging to households positioned in income deciles 68, 33.9 percent ILOD, 26.2 percent PD and 16.9 percent COMBD of the employed are informal. In stratum 3, for workers belonging to households in deciles 9 and 10 of income, the informality rate falls to 28.2 percent ILOD, 15.8 percent PD and 9 percent COMBD. Educational level shows also a negative relationship with the rate of informality, as can be seen in Figure 4. Workers with primary or less education levels have informality rates of 56.9 percent, 55.3 percent and 43.7 percent for the ILOD, PD and COMBD definitions, respectively. In addition, 34.3 percent ILOD, 33.3 percent PD and 20.8 percent COMBD of workers with secondary education are informal. Further, while workers with tertiary or undergraduate university degree have informality rates of 30.1 percent ILOD, 6.7 percent PD, and 3.9 percent COMBD, workers with a postgraduate university degree have rates of 22.5 percent ILOD, 3 percent PD, and 1.2 percent COMBD. Note also that the reduction of the informality rate between lower education levels and higher education levels for the PD and COMBD definitions is very marked. This result is partially explained by the specific 10 construction of the PD definition, where selfemployed workers with lower education levels are assumed to be informal. Figure 3. Informality Rates by Income Group Informality Rates by income group 46.6%41.4%33.9%31.1%26.2%28.2%16.9%15.8%9.1%decile 1 to 5decile 6 to 8decile 9 to 10ILODPDCOMBDegatnecrep 50403020100Source: Financial Survey of Households2007. Central Bank of Chile Figure 4. Informality Rates by Education Levels Informality Rates by educational level 56.9%55.3%43.7%34.3%33.3%30.1%20.8%22.5%6.7%3.9%3%1.2%primarysecondarytertoruniv postgraduate ILODPDCOMBD60egatnecrep 40200Source: Financial Survey of Households2007. Central Bank of Chile As Figure 5 shows, informality is not distributed evenly by age groups. Clearly, informality affects more workers older than 65 years, who have rates of 71.4 percent ILOD, 48.6 percent PD and 42.8 percent COMBD. The second most affected group is old middleaged workers between 40 and 65 years, with informality rates of 37.3 percent ILOD, 33.4 11 percent PD and 22.8 percent COMBD. In third place are young workers aged between 15 to 25, who have informality rates of 39.3 percent ILOD, 18.6 percent PD and 14 percent COMBD. Finally, we observe that the age group least affected by informality is the young middleaged between 26 and 39 years, who have informality rates of 29 percent, 21.4 percent and 13.1 percent for the ILOD, PD and COMB definitions, respectively. Note, however, that if we only consider the ILOD definition of informality, the second most affected group are young workers and in third place are old middleaged workers. Figure 5. Informality Rates by Age Group Informality Rates by age group 71.4%48.6%42.8%39.3%18.6%14%37.3%33.4%22.8%29%21.4%13.1%15 to 2526 to 3940 to 65 more than 65ILODPDCOMBDegatnecrep 806040200Source: Financial Survey of Households2007. Central Bank of Chile 3.2 Informality and Access to Financial Services In this subsection we compare informal and formal households in terms of access to financial services using data for 2007.6 Note that we define informal formal households as those where all the members that are occupied are informal formal workers. This imply that we discard households that have no member working or where there are some members that are informal and some that are formal workers. Again, we use the three different informality definitions. For the ILOD definition, we end up having 684 informal households and 1,891 formal households. Regarding the PD definition, we have 431 informal households and 2,346 formal households. 6 The results for the other years do not change our main conclusions. The results are available upon request from the authors. 12 Finally, for the COMBD definition we have 284 informal households and 1,620 formal households. We constructed four variables that proxy access to financial services, namely: 1. Possess bank account; 2. Possess credit card; 3. Possess a debit card; and 4. Face credit constraints The variable possess bank account indicates households where the head of the household reports having a bank account. In addition, the variables possess credit card and possess debit card indicate households where there is at least one member who uses a credit card and debit card, respectively. Further, households that face credit constrains are those that have applied for credit in the last two years and have suffered at least one rejection of the application. In addition, we also consider that a household is credit constrained if they have been granted credit but they have not accepted it because they consider the conditions of credit to be unfavorable. Further, we consider a household to be credit constrained if they have been granted a credit but the amount granted is less than what was applied. Finally, we also consider that a household is credit constrained if members do not apply for a credit because they believe that they will not be granted credit or believe they will not be able to afford paying to back the credit.7 From Figure 6, it is clear that there is a much higher proportion of heads of formal households who possess a bank account than heads of informal households. For the ILOD definition, while 25.1 percent of heads of formal households report having a bank account, only 9.9 percent of heads of informal households possess a bank account. This comparison is 26.6 percent versus 5.9 percent for the PD definition and 27 percent versus 4.6 percent for the COMBD definition. 7 All these questions are available in the Financial Household Survey conducted by the Central Bank of Chile in 2007, which allow us to construct the single variable Face credit constraints. 13 Regarding the use of credit cards, we see in Figure 7 that a higher proportion of formal households between 17.4 percent and 18.6 percent use credit cards than informal households between 11.9 percent and 13.2 percent. Again, this pattern is consistent for the three definitions of informality. With respect to the use of debit cards, from Figure 8 we find a pattern similar to that for the use of credit cards, ranging between 12.9 percent and 13.9 percent for formal households that use debit cards and between 0 percent and 3.9 percent for informal households. Note that the use of debit cards is much less extensive than the use of credit cards. A possible explanation is that debit cards are associated with the possession of a bank account, while credit cards are increasingly being issued by department and retail stores without the need of having a bank account. Figure 6. Heads of Households with Bank Account Heads of households with bank account 26.6% 27%25.1%9.9%5.9%4.6%formalinformal ILODPDCOMBD30egatnecrep 20100Source: Financial Survey of Households2007. Central Bank of Chile 14 Figure 7. Households Using Credit Cards Households using credit cards 17.4%18.6%17.4%13.2%11.9%13.2%formalinformal ILODPDCOMBDegatnecrep 20151050Source: Financial Survey of Households2007. Central Bank of Chile Figure 8. Households Using Debit Cards Households using debit cards 13.7% 13.9%12.9%3.9%1.2%0%informalformalegatnecrep 151050ILODPDCOMBDSource: Financial Survey of Households2007. Central Bank of Chile In Figure 9, we see that there is a higher proportion of informal households that suffer credit constraints in comparison with formal households. While between 44.9 percent and 49.1 percent of informal households suffer credit constraints, only 33.7 percent to 36.2 percent of formal households are credit constrained Clearly, this pattern is consistent across all three definitions of informality. Moreover, for all four variables that capture access to financial services, we see that informal households have less access than formal households. 15 Figure 9. Households with Credit Constraints Households with credit constraints 46.8%44.9%49.1%36.2% 34.8%33.7%formalinformal ILODPDCOMBDegatnecrep 50403020100Source: Financial Survey of Households2007. Central Bank of Chile 3.3 Informality and Households Assets and Liabilities The database that we use allows us to analyze the proportion of households that have assets and liabilities and compare formal and informal households. In terms of assets, we distinguish between real assets, such as motor vehicles, primary residence and other real states, and financial assets, such as fixedincome assets saving accounts, retirement saving plan and term deposits and variableincome assets shareholding, mutual and investment funds and business partnership. Further, we also have data on households liabilities, such as bank credit card debt, personal loans by banks, other bank credit, mortgage loans, retail store credit card debt, personal loans by retail stores and other financial companies, credit by credit unions, car loans, student loans, loans by family and friends, pawnshop credit, purchases on credit and other debts. From Table 2, it is clear that there is a higher proportion of formal households that possess assets in comparison to informal households for 2007 in Chile. Although there is not much difference between formal and informal households in terms of ownership of primary residence, it is clear that a higher proportion of formal households possess a motor vehicle and other real states. Furthermore, the difference is particularly notable in terms of financial assets, especially for variableincome assets such as shareholding, mutual and investment funds and business partnership. Note also that beyond the difference between formal and informal households, possession of financial assets by households is quite low in general, especially if compared with real assets. 16 With respect to liabilities, it is also clear that a higher proportion of formal households are indebted in comparison to informal households. The difference is especially important for loans granted by banks, such as debt by bankissued credit cards, personal loans by banks, other bank credit, and mortgage loans. However, when analyzing the loans granted by retail stores credit card or personal loans the difference between formal and informal households is less important. Another interesting pattern is that credit card penetration by retail stores is much larger than for bankissued credit cards. Clearly, retail stores provide an important source of financing for both formal and informal households. Finally, although a small proportion of households take loans from family and friends and from pawnshops, they are the only categories of liabilities where informal households have a higher percentage than formal households. These results may suggest that informal households have a greater tendency to seek credit through more informal channels. Table 2. Proportion of Formal and Informal Households with Assets and Liabilities Proportion of formal and informal households with assets and liabilities ILO Definition Assets Real assets Motor vehicles Primary residence Other real states Financial assets Fixedincome assets Savings account Retirement savings plan Term deposit Variableincome assets Shareholding Mutual and investment funds Business partnership Liabilities Indebted Bank credit card debt Personal loans by banks Other bank credit Mortgage loans Retail store credit card debt Personal loans by retail stores and other financial companies Credit by credit unions Car loans Student loans Loans by family and friends Pawnshop credit Bought on credit Other debts Source: Financial Survey of Households 2007; Central Bank of Chile Formal 81,2%41,3%67,2%12,2%14,9%11,1%10,1%3,2%1,6%5,7%2,8%3,5%1,3%Formal 65,8%15,1%15,5%8,3%16,7%56,1%6,0%8,1%1,9%4,9%1,0%0,0%1,4%3,0%Informal 72,8%30,5%63,5%8,1%7,4%6,5%6,5%0,4%0,4%1,2%0,5%1,1%0,4%Informal 51,0%6,5%9,2%5,5%6,0%43,6%4,8%4,0%1,6%3,1%2,9%1,1%1,1%2,4%Productive Definition Formal Informal 78,4%78,8%29,0%42,3%68,4%65,5%12,4%9,0%6,6%15,8%5,7%11,7%5,5%10,5%3,0%0,9%0,3%1,6%6,1%0,9%0,1%3,0%0,4%4,4%1,1%0,7%Formal 64,5%16,2%15,3%9,2%16,8%55,8%5,7%8,2%2,2%5,8%1,6%0,2%1,5%2,7%Informal 50,8%3,6%8,4%3,5%5,0%43,8%5,2%4,7%1,6%1,1%1,5%0,5%0,7%2,9%Combined Definition Formal Informal 73,1%79,2%26,5%42,0%66,4%65,8%11,6%6,1%15,4%5,9%5,9%11,6%5,8%10,2%3,3%0,5%0,4%1,8%0,0%5,8%2,8%0,0%0,3%4,2%1,1%0,0%Formal 67,1%16,9%15,7%9,0%17,7%58,4%5,9%9,3%1,9%5,4%1,3%0,1%1,3%2,6%Informal 47,4%3,9%7,2%3,9%3,9%42,8%5,0%5,6%1,4%0,8%2,2%0,8%0,6%2,2% 17 3.4 Informality and Saving Behavior In this subsection we analyze the saving rates of households, discriminating by different percentiles of income and between formal and informal households for 2007. Further, we present data on the percentage of households that report being able to save not save in the last year, discriminating by formal and informal households. In addition, we present data on households reported reasons for saving in 2007. Finally, we present the average saving rate for 2008, 2009 and 2010, discriminating between formal and informal households. The first step is to conceptualize saving since there are a great diversity of definitions, with some preponderance for the standard notion of total family income, net of retirement contributions and health insurance, minus total household expenditures, including durable goods, health expenses and educational expenses. These last three items are suggested as an unconventional form of saving by, among others, Attanasio 1998 and Butelmann and Gallego 2000. Furthermore, Deaton 2005 points out, as a criticism, that usually household surveys include the incomes of young people without their contributions to the pension system and consider the income of retirees as income and not as dissaving. These two effects may contribute to underestimating saving by young people and dissaving by retirees. Following the above mentioned literature and benefiting from the richness of the Financial Household Survey, we use the following five saving definitions: 1. Definition 1 SR1: Saving is the difference between total household income, net of retirement contributions and health insurance, and consumption expenditures. The saving rate is given by saving divided by total household income. Total household income includes imputed rent of own property or leased property for free. Consumption expenditures include all surveyed expenses. 2. Definition 2 SR2: As in definition 1 SR1, but excluding pension incomes from total household income. 3. Definition 3 SR3: As in definition 1 SR1, but considering spending on education and health as saving; i.e., consumption expenditures excludes education and health spending. 4. Definition 4 SR4: As in definition 1 SR1, but excluding pension incomes from total household income and considering spending on education and 18 health as saving; i.e., consumption expenditures excludes education and health spending. 5. Definition 5 SR5: A dichotomous variable that assumes value 1 if the head of the household reports that the households income has been greater than its expenses in the last 12 months i.e., they have been able to save and 0 otherwise. In Figure 10 we present the saving rates by income percentile using definition SR1, discriminating between formal and informal households according to the ILOD definition for 2007. Two main conclusions are evident. Firstly, for all the different income percentiles, formal households have larger saving rates than informal households. Secondly, saving rates are increasing in the level of income for both formal and informal households; i.e., households with higher incomes have greater saving rates. These two results are confirmed in Figures 11, 12 and 13 for the SR2, SR3 and SR4 definitions of the saving rate, respectively.8 Note, however, that for the SR2 definition the saving rates are slightly lower in general than the SR1, SR3 and SR4 definitions. Further, the saving rates of the SR3 definitions are in general slightly higher than for the other two definitions. These differences are due to the different components included in the specific definitions of saving rates. Note also that for the lowest income percentile in the SR2 definition, we get negative saving rates for informal households. This result shows the importance of pension incomes for informal lowincome households. 8 We reach the same conclusions using the PD and COMBD definitions of informality, which are not presented due to space considerations, but are available upon request from the authors. 19 Figure 10. Saving Rates SR1 by Income Percentiles SR1 by percentiles ILO definition 77.2%73.2%52.3%43.5%36.4%26.9%21.7%9.1%3.6%22%p 20p 40p 60p 80p 9980604020020egatnecrepformalinformal Source: Financial Survey of Households2007. Central Bank of Chile Figure 11. Saving Rates SR2 by Income Percentiles SR2 by percentiles ILO definition 47.3%36.4%30.5%15.7%13.7%17%11%10075.7%70.9%500egatnecrep5058.4%p 20p 40p 60p 80p 99formalinformal Source: Financial Survey of Households2007. Central Bank of Chile 20 Figure 12. Saving Rates SR3 by Income Percentiles SR3 by percentiles ILO definition 79.3%75.9%57.6%47.5%44.3%32.7%30.9%17.5%9%10.7%p 20p 40p 60p 80p 99formalinformal 80604020020egatnecrep Source: Financial Survey of Households2007. Central Bank of Chile Figure 13. Saving Rates SR4 by Income Percentiles SR4 by percentiles ILO definition 10078.6%71.5%54%38.9%39.5%23.3%22.1%2%5%45%p 20p 40p 60p 80p 99formalinformal 500egatnecrep50Source: Financial Survey of Households2007. Central Bank of Chile 21 Table 3 presents the percentage of households that report having saved not saved in the last year, discriminating between formal and informal households according to the different informality definitions. Note that these are the results for the SR5 definition of saving. Similarly to the results for the other definitions of saving, we find that the percentage of formal households that save is greater than the percentage of informal households that save for all three definitions of informality. Equivalently, we find that the percentage of formal households that do not save is lower than the percentage of informal households that have not saved in the last year. Table 3. Percentage of Households that Report Having Saved Not Saved in the Last Year ILODFormal 64.2%35.8%Not saved Saved Source: Financial Survey of Households 2007. Central Bank of Chile Informal 77.7%22.3%Formal 66.3%33.7%PDInformal 77.0%23.0%COMBDFormal 64.8%35.2%Informal 79.7%20.3% In Table 4, we present the reported motives for saving, distinguishing between formal and informal households according to the three different informality definitions used in this paper. Note that the data are presented as a percentage of households, including those households that do not report saving for any reason, and that households could select one or more reasons; i.e., the different motives are not mutually exclusive. The principal reason for saving for both formal and informal households is precautionary motive. Note, however, that a larger proportion of formal households than informal households report this reason. This result can be somewhat counterintuitive if we assume that informal households have less stability in their employments and a larger variation in their income streams, and would, thus, have more incentives for precautionary saving. Another interesting result is that a larger proportion of informal households than formal households state that they save for retirement. This is an intuitive result if we consider that the informality definitions imply that informal workers are less covered by contributory retirement plans than formal workers. Note also that there is no other reason for saving for which informal households report a higher percentage than formal households an exception with mixed results is the health and education reason. Further, it is interesting to note that a larger proportion of formal households than informal households report saving in order to reduce debt. This may be an intuitive result if we consider that, in general and from Table 2, a smaller proportion of informal households are indebted. 22 Table 4. Reported Reason for Saving by Percentage of Households Reported reason for household saving ILODPDCOMBDPrecautionary Retirement Durable goods Health and education Heritage Save Reduce debt Other Source: Financial Survey of Households 2007. Central Bank of Chile Formal 24.1%7.7%9.5%8.8%0.7%9.4%6.3%8.3%Informal 17.9%10.4%8.1%7.4%1.1%6.8%3.4%5.2%Formal 22.2%8.2%9.3%8.3%0.9%9.2%5.6%8.7%Informal 20.3%10.8%9.4%11.3%0.5%6.7%4.3%5.6%Formal 23.4%7.7%9.1%7.9%0.8%9.4%5.8%8.6%Informal 18.0%12.7%8.2%9.7%0.7%6.3%3.3%6.3% In Figure 14 we present the evolution of the median saving rates for definition 1 SR1 for the years 2008, 2009 and 2010, discriminating between formal and informal households following the ILOD definition. Note that we are not including 2007 because, while the survey for 2007 includes the urban population of the whole country, the surveys for 2008, 2009 and 2010 include only the urban population of the metropolitan region of Santiago de Chile, which implies that these saving rates are not completely comparable. In terms of the results and in line with the results for 2007, it is clear from the figure that informal households have lower saving rates than formal households. In terms of the time pattern, we observe that the median saving rates increase in 2009 with respect to 2008 and 2010. Another interesting pattern is that the median saving rate of informal households increases relatively more in 2009 and falls relatively more in 2010 than that of formal households. Although these patterns may be related to the effects of the 2009 crisis,9 we should be cautious with this inference because the 2008 survey collected data between December 2008 and March 2009, i.e., in the middle of the 2009 crisis, and the 2009 survey between November 2009 and March 2010, when the economy had already resumed growth. 9 Note that in Chile, as in most other Latin American countries, the effects of the 20072008 financial crisis were only felt in 2009 when commodity prices fell abruptly. The effects were shortlived because commodity prices recovered soon thereafter. 23 Figure 14. Evolution of Saving Rates SR1 by year ILO definition 28.23%30.55%24.19%18.08%302012.5%7.96%102008200920100formalinformal Source: Financial Survey of Households. Central Bank of Chileegatnecrep 4. Saving and Informality Nexus 4.1Data and Variables As discussed in the last section, we use data from the Financial Household Survey conducted by the Central Bank of Chile. In this section, we present the results for 2007, which covered 3,828 urban households from the whole country. However, we have only considered those households with at least one member employed and have considered only pure households where all members are either formal or informal, i.e., we exclude households that have some members that are formal and others that are informal. Thus, our sample is reduced to between 1,740 and 2,533 urban households, depending on the used saving rate variable SR1, SR2 ,SR3, SR4 and SR5 and informality definition ILOD, PD and COMBD. In Section 5, we discuss the estimation results for the 2008, 2009 and 2010 surveys. The variables that are used in the regression analysis are the saving rates SR1, SR2, SR3, SR4 and SR5 that were defined in the last section. In terms of the informality dummy variables, we have inf ILOD, inf PD and inf COMBD that are constructed using the ILOD, PD and COMBD definitions, respectively. In addition, we have the dprecsav variable that is a dummy variable indicating a household that reports having saved during the last year for precautionary motives. dretsav is a dummy variable capturing those households that have saved during the last year for 24 retirement. The variable ddurgoodsav captures households that have saved in order to buy durable goods, and ddebtreducsav captures those households that have saved to pay back loans. In addition, for each of these dummy variables, we create new interaction variables with the informality variable, namely infprec, Infret, infdurgood and infdebt. For example, infprec captures the effect on the saving rate of those households that save for precautionary reasons and are informal. On top of these variables, we constructed several variables that have been used in the surveyed literature in section 2 and whose descriptive statistics are presented in Table 6. Note that the descriptive statistics of these variables correspond to the ILOD definition of informality. The average age of household heads age was 48 years and the average number of household members with revenues minc was 1.67 persons. The mincsq variable indicates the square of the number of people in the household with income. Variable empspo indicates the percentage of households in which the household head has a spouse or cohabiting partner who works. We find that 22 percent of households with at least one worker are in this situation. To control for dependency rates, two variables were constructed: i mchild to define the number of members under 18 years for each household and ii melderly to identify the number of family members over 65 years. The averages were 0.83 and 0.23 per household, respectively. With regard to the gender of the household head, 65 percent are males. For the educational level of the household head, four indicator variables were developed: i primary to define primary education level, ii secondary to define secondary education level, ii tertoruniv to define college or tertiary education level, and iv postgraduate to define postgraduate education level, with the following prevalence rates: 27 percent, 43 percent, 19 percent and 11 percent, respectively. We further constructed a categorical variable indicating households for which the household head is retired hhretired, finding that 11 percent of households have a pensioner as household head. Finally, the variable indicating that a household head has a bank account bankacc shows an average of 18 percent. This variable is important because the Modigliani conceptual framework assumes that financial markets operate properly. However, in reality that is not the case and, thus, it is important to control for households that do not have proper access to credit markets and may have difficulties in smoothing their consumption over their lifetime. A dichotomous variable was constructed to indicate whether the household owns at least one durable good, i.e., a car, a house or another property durgood. This variable shows that 79 25 percent of households have at least one durable good. In addition, we have the thincome variable that measures households total monthly income expressed in constant millions of 2007 Chilean pesos of 2007 and the thincomesq variable that is the square of households total monthly income, which is supposed to capture nonlinearities in the relationship with the saving rate. Note that in Section 5 we perform some robustness tests using, instead of the level of income, an indicator variable that captures the relative position of households in the income distribution. The reason for this robustness test is that, as SandovalHernandez 2011 points out, household income levels and educational levels are strongly correlated, which may imply the risk of facing multicollinearity. Table 6. Descriptive Statistics of Variables Used in Regression Analysis Labels Savings rate definition 1Savings rate definition 2Savings rate definition 3Savings rate definition 4Variable dichotomous 0 not save, 1 saveddefinition 5Variable dichotomous 0 Formal household; 1 Informal householdAge of household head Age squared of the household head Total household income in millions of pesosSquare Total household income in millions of pesosTotal household income without pensions in millions of pesosSquare Total household income without pensionsin millions of pesosNumber of household members with income Square of number of household members with income Wife or concubine who is employed Number of children at home Number of elderly at home Head of household with primary education Head of household with secondary education Head of household with tertiary or university education Descriptive Statistics ILO DefinitionOnly formal and informal households Variables SR1SR2SR3SR4SR5inf ILODageagesqthincomethincomesqthincome 2thincomesq 2mincmincsqempspomchildmelderlyprimarysecondarytertorunivpostgraduate Head of household with postgraduate educationbankaccgenderdurgoodhhretireddprecsavdretsavddurgoodsavddebtreducsav dummy savings debt reduction infretinfprecinfdurgoodinfdebtmean 0.110.050.200.060.200.34482,4430.79111.030.73310.811.673.400.220.830.230.270.430.190.110.180.650.790.110.220.090.090.050.040.060.030.01 Source: Financial Household Survey 2007, Central Bank of Chile. Head of household who has current account Gender of household head Home with durable goods Head of household is retireddummy precautionary saving dummy retirement savingdummy saving durable goodsinteraction dummy retirement saving and informalityinteraction dummy precautionary saving and informalityinteraction dummy durable goods saving and informalityinteraction dummy saving debt reduction and informality 26 sd 1.041.281.001.190.400.47131,3433.226348.803.205342.160.793.460.410.960.540.440.490.390.320.390.480.400.320.410.280.290.220.190.240.160.11median 0.260.170.340.250.000.00472,2090.4200.180.3800.142.004.000.001.000.000.000.000.000.000.001.001.000.000.000.000.000.000.000.000.000.00p 100.390.750.260.570.000.00309000.1810.030.1550.021.001.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.000.00p 900.600.570.640.611.001.00664,3561.2601.591.1531.333.009.001.002.001.001.001.001.001.001.001.001.001.001.000.000.000.000.000.000.000.00 4.2 Empirical Methodology The objective of this section is to determine whether households of informal workers have differential saving behavior relative to households with formal workers. Additionally, the relationship between saving and the main determinants commonly cited in the literature is also analyzed. The empirical strategy follows a crosssection regression analysis by using both ordinary least squares and probit estimation models. It is important to clarify that the estimates are made on a population of households containing only formal workers and only informal workers according to each of the three possible informality definitions ILOD, PD and COMBD. In other words, in addition to discarding those households that have no member who works, we also remove those households that have some members who are formal and others who are informal. In this way, we are comparing the saving behavior of purely formal households with purely informal households. 4.2.1 Ordinary Least Squares Regression Analysis We perform the regression analysis for each of the four saving rate definitions as dependent variable SR1, SR2, SR3 and SR4. Further, for each saving rate definition, we test the three different informality dummy variables, namely the ILOD, PD and COMBD informality definitions. Further, following Butelmann and Gallego 2000, we remove the extreme percentiles 1 and 99 for each alternative definition of saving rates in order to ensure appropriate empirical treatment since household surveys typically have a high dispersion of data by the presence of outliers, which tend to strongly bias the estimation results. Concretely, we estimate the following equation by ordinary least squares, weighting with the expansion factors given to each household in the EFH and with robust standard errors for heteroskedasticity:10 SRi 0 1 infi 2 agei 3 agesqi 4 thincomei 5 thincomesqi 6 minc i 7 mincsqi 8 empspoi 9 mchildi 10 melderlyi 11 secondaryi 12 tertorunivi 13 postgraduatei 16 bankacci 17 genderi 18 durgoodi 19 hhretiredi 20 Dprecsavi 21 Dretsavi 22 Ddurgoodsavi 23 Ddebtreducsavi 24 infpreci 25 infreti 26 infdurgoodi 27 infdebti i, 10 See Madeira 2011 for a discussion of the computation of population weights for the EFH survey and Solon, Haider and Wooldridge 2013 for the use of population weights in studies on causal effects. 27 where the i subscript represent household i, SRi is the SR1, SR2 , SR3 or SR4 definition of saving rates, infi is the informality dummy variable for the ILOD, PD or COMBD definitions of informality, and the other variables are the ones described in Subsection 4.1. 4.2.2 Probit Regression Analysis In the case of the probit regression we use saving definition 5 SR5 as the dependent variable. In addition, we use the three different informality dummy variables, namely the ILOD, PD and COMBD informality definitions. Note that we are not removing the extreme percentiles as in the OLS regression because SR5 is a dummy variable without the variability of the SR1, SR2, SR3 and SR4 variables. We estimate the following model using a probit regression methodology, correcting the standard errors for heteroskedasticity, but without weighting with the expansion factors given to each household in the EFH as we did in the OLS regression: PSR5i1 0 1 infi 2 agei 3 agesqi 4 thincomei 5 thincomesqi 6 minci 7 mincsqi 8 empspoi 9 mchildi 10 melderlyi 11 secondaryi 12 tertorunivi 13 postgraduatei 14 bankacci 15 genderi 16 durgoodi 17 hhretiredi Note that, given the nonlineal relationship between the dependent variables and its determinants, is the standard normal cumulative distribution function corresponding to the probit methodology. Also, estimating this equation means that we are estimating the probability that the dependent variable SR5 is equal to 1, i.e., that a household saved in the last year, conditional on the other independent variables. Further, we have not included the dummy variables dprecsavi, dretsavi, ddurgoodsavi, ddebtreducsavi, infpreci, infreti, infdurgoodi, and infdebti because these variables and the dependent variable SR5 are constructed from the same survey questions. 4.3 Results 4.3.1 OLS Regression Results Tables 7, 8 and 9 present the estimation results for each of the four definitions of saving rates and for each of the three definitions of informality for the year 2007.11 It should be noted that the size of the linear coefficients of determination R2 varies between 0.232 and 0.294. This means that between 23.2 percent and 29.4 percent of the variability of saving rates is explained by the 11 In Section 5, we discuss the estimation results for 2008, 2009 and 2010. 28 dependent variables included in the regressions, which implies that the specification of the equations appear to be correct in terms of the results. This is not a minor detail because the R2 of the regressions with saving rates from the surveyed papers in Section 2 ranges from 0.03 and 0.14. Table 7 presents the estimation results for each of the four definitions of saving with the ILOD definition of informality. In the model using the saving rate definition 1 SR1, the dummy variable indicating households that have only informal workers inf ILOD yields a coefficient of 0.124, which turns out to be significant at the 1 percent level. Further, for the SR2 definition, the informal household coefficient inf ILOD is 0.202 and significant at the 1 percent level. In addition, for the SR3 and SR4 regressions, the coefficients are 0.14 and 0.201, both significant at the 1 percent level. These results imply that informal households according to the ILOD definition save between 12.4 and 20.2 percentage points less than formal households. In Table 8, where the PD definition of informality is used for the four saving regressions, we find similar results. We get coefficient values of 0,167, 0,269, 0,19 and 0,257 for the SR1, SR2, SR3 and SR4 definitions of saving, respectively, all with a statistical significance level of 1 percent. Accordingly, for the PD definition of informality, informal households save between 16.7 and 26.9 percentage points less than formal households. Finally, in Table 9 for the COMBD informality definition, the informality dummy coefficient has the values 0.228, 0.337, 0.23 and 0.332 for the saving definitions SR1, SR2, SR3 and SR4, respectively, and in all four cases with significance levels of 1 percent. These results imply that for the COMBD definition of informality informal households save between 22.8 and 33.7 percentage points less than formal households. Concluding, for all four definitions of saving rate and all three informality definitions, informal households have a lower saving rate than formal households. Note also that the negative relationship found between households saving rates and informal workers may also be indicating, particularly in the ILOD definition of informality, that there might not be any tradeoff between pension saving and voluntary household saving. This result is in contrast to the one obtained by Butelmann and Gallego 2000. Regarding the dummy variables for the stated motives of saving and the corresponding interaction variables, we find that the variable infprec is positive and significant, meaning that informal household that indicate that they save for precautionary motives saves between 12.8 and 35.6 percentage points more than other households. When comparing the size of these 29 coefficients with the size of the coefficients of the informality variables inf ILOD, inf PD and inf COMBD, we reach the conclusion that informal households that save for precautionary motives have saving rates similar to formal households. Note also that the dprecsav is insignificant in all specifications, meaning that formal households that state that they save for precautionary motives do not have significantly different saving rates than the rest of formal households. In addition, there is some evidence that the infdurgood variable is positive and significant, meaning that informal households that save for buying a durable good have between 19.8 and 26.7 percentage points higher saving rates than the rest of informal households. In addition, there is also some evidence that informal households that save for the retirement infret have between 16.3 and 20 percentage points higher saving rates than other informal households. Note that both the ddurgoodsav and dretsav variables are insignificant, which imply that formal households that save for either of these motives do not have significantly different saving rates than the other formal households. Finally, the other indicator variables capturing the motive of reducing debt ddebtreducsav and infdebtred are insignificant. With regard to the variables that relate to the life cycle hypothesis, age and age squared of the household head, we can see that these are significant in three of the four saving definitions. Particularly, for saving definitions 2 and 4 SR2 and SR4 we get negative, and significant, values for the age variable, and positive and significant values for the age squared variable. Note that these results imply that the age profile of saving rates presents a U form, instead of the expected invertedU form. This result is in line with the findings of Butelmann and Gallego 2000 for the Chilean economy, as well as of SandovalHernandez 2011 for the Mexican economy. One possible explanation for this finding focuses on different saving preference structures between generations. For all the regression equations we find a positive relationship between the households income variable thincome and the rates of household saving; i.e., households with higher incomes save more. These results are in line with Harris, Loundes and Webster 2002, SandovalHernandez 2011 and Beckman, Hake and Urvova 2013, among others. Further, we included the square of the income variable thincomesq, which is negative and significant, meaning that there is an invertedU relationship between income and the saving rate. In addition, the number of household members with incomes minc has a significant and positive relationship in most of the estimates, also in line with the results commonly seen in the literature, 30 such as in SandovalHernandez 2011. Further, the square of the number of members with income mincsq is mostly negative and significant, meaning that there is an invertedU relationship between minc and the saving rates. Further, households headed by men seem to save between 7.13 and 17.4 percentage points more than those in which the head is a woman, which is in line with Attanasio 1998 and SandovalHernandez 2011. To control for household dependency ratio, two variables are introduced: mchild and melderly. mchild shows a negative and statistically significant relationship in all econometric specifications as in Xiao 1996, Harris, Loundes and Webster 2002, and SandovalHernandez 2011. In terms of the melderly variable a negative relationship is found, but it is only statistically significant for saving definitions 2 and 4. In most studies, educational level has been shown to be an important determinant for household saving, with a positive sign. In our study, though, education is insignificant for most specifications. This result should nonetheless be taken with caution because household income level and educational level are strongly correlated, which may imply the risk of facing multicollinearity SandovalHernandez, 2011. Thus, in the robustness section, we estimate these models with different indicator variables for the relative position of households in the income distribution instead of the continuous income variable. In order to capture the effect of households not restricted to credit, a dichotomous variable, bankacc, indicating household heads that have bank account, is defined. In most specifications, this variable is insignificant. For the variable capturing households that own durable goods, we find highly significant results in all three specifications with the same positive sign as most studies Attanasio, 1998; Butelmann and Gallego, 2000; Harris et al., 2002; and SandovalHernandez, 2011. This result may be explained by taking into account that most durable goods are bought on credit, which imply that households need to save more in order to pay for that credit. The variable hhretired shows a statistically significant relationship in almost all cases, but the sign of the coefficient varies depending on the definition of saving that is used. While for saving definitions 1 and 3 the sign is positive, for saving definitions 2 and 4 it is negative. This apparently contradictory result may be justified by taking into account that saving definitions 2 and 4 consider retirement income as dissaving. 31 Table 7. Saving Rates Regressions with ILOD Definition of Informality Saving Rates Equations with ILO definition of labor informality Model SR1 Model SR2 Model SR3 Model SR4 inf ILOD 0.124 3.25 0.202 4.33 0.140 4.02 0.201 4.74age 0.0101 2.12 0.0220 3.35 0.00601 1.46 0.0156 2.64agesq 0.0000723 1.53 0.000197 2.89 0.0000343 0.83 0.000133 2.19thincome 0.206 10.58 0.196 8.44 thincomesq 0.00719 9.35 0.00696 8.18 minc 0.317 4.59 0.192 2.02 0.315 5.11 0.167 2.04mincsq 0.0470 3.55 0.0291 1.38 0.0519 3.60 0.0249 1.41empspo 0.0214 0.58 0.0477 1.10 0.0148 0.50 0.0323 0.74mchild 0.0833 4.40 0.0793 3.66 0.0412 3.61 0.0560 2.63melderly 0.0324 1.43 0.0964 3.01 0.0308 1.40 0.0976 3.18secondary 0.0395 1.11 0.0118 0.27 0.0292 1.00 0.00283 0.07tertoruniv 0.0165 0.41 0.0438 0.76 0.00559 0.16 0.0216 0.39postgraduate 0.00666 0.15 0.0562 1.03 0.0344 0.58 0.0541 0.90bankacc 0.0964 2.60 0.111 2.66 0.0533 1.60 0.0562 1.50gender 0.0998 3.11 0.164 4.22 0.0714 2.72 0.144 3.92durgood 0.141 4.01 0.262 5.00 0.141 4.52 0.249 5.07hhretired 0.169 4.95 0.117 1.91 0.175 5.48 0.0849 1.48dretsav 0.0642 1.47 0.0391 0.80 0.0243 0.78 0.00322 0.08infret 0.101 1.15 0.0129 0.12 0.0605 0.72 0.0402 0.44dprecsav 0.00733 0.26 0.0365 0.78 0.0122 0.47 0.0506 1.09infprec 0.136 2.57 0.213 2.66 0.136 2.80 0.193 2.56ddurgoodsav 0.0933 1.41 0.0696 0.99 0.0256 0.76 0.0738 1.05infdurgood 0.202 2.18 0.219 2.10 0.113 1.57 0.198 1.98ddebtreducsav 0.0320 0.72 0.0371 0.78 0.0103 0.27 0.0264 0.64infdebtred 0.142 1.40 0.120 1.14 0.110 1.13 0.0918 0.94thincome 2 0.293 10.88 0.271 9.92thincomesq 2 0.0101 9.46 0.00950 8.96Constant 0.0665 0.51 0.0911 0.53 0.0790 0.71 0.0626 0.41 Observations 2355 2345 2350 2346 Adjusted Rsquared 0.245 0.232 0.261 0.251 F 15.87 16.09 19.27 17.14 t statistics in parentheses Source: Financial Household Survey 2007. Central Bank of Chile Econometric methodology: Ordinary Least Squares with robust standard errors. p0.10, p0.05, p0.01 32 Table 8. Saving Rates Regressions with PD Definition of Informality Saving Rates Equations with Productive Definition of labor informality Model SR1 Model SR2 Model SR3 Model SR4 inf PD 0.167 3.58 0.269 4.75 0.190 4.46 0.257 4.93age 0.0127 2.65 0.0223 3.47 0.00666 1.62 0.0145 2.59agesq 0.0000952 1.95 0.000198 2.94 0.0000440 1.04 0.000125 2.12thincome 0.165 8.32 0.147 7.65 thincomesq 0.00453 5.73 0.00412 5.43 minc 0.338 5.49 0.195 2.28 0.293 5.65 0.148 2.06mincsq 0.0551 4.47 0.0338 1.78 0.0466 4.50 0.0215 1.43empspo 0.0340 1.06 0.0396 1.00 0.0146 0.54 0.0303 0.80mchild 0.0720 4.31 0.0741 3.87 0.0362 3.32 0.0513 2.84melderly 0.0201 0.90 0.0865 2.74 0.0259 1.27 0.0971 3.24secondary 0.0570 1.69 0.0470 1.12 0.0406 1.38 0.0194 0.50tertoruniv 0.0684 1.74 0.110 2.01 0.0392 1.10 0.0330 0.75postgraduate 0.0306 0.75 0.0946 1.84 0.00406 0.11 0.0260 0.55bankacc 0.0552 1.55 0.0565 1.41 0.0244 0.76 0.0239 0.68gender 0.0993 3.34 0.174 4.74 0.0713 2.84 0.135 4.34durgood 0.115 3.56 0.244 4.91 0.130 4.58 0.216 5.34hhretired 0.160 4.68 0.131 2.23 0.157 5.04 0.0961 1.75dretsav 0.0551 1.02 0.0271 0.48 0.0424 0.82 0.0201 0.39infret 2 0.163 2.06 0.000236 0.00 0.171 2.31 0.0338 0.36dprecsav 0.0120 0.48 0.0356 0.82 0.00449 0.19 0.0150 0.52infprec 2 0.106 1.60 0.238 2.80 0.128 2.15 0.198 2.80ddurgoodsav 0.00798 0.24 0.0299 0.75 0.00811 0.29 0.0174 0.52infdurgood 2 0.108 0.62 0.0181 0.10 0.00832 0.06 0.0538 0.31ddebtreducsav 0.0377 0.96 0.0546 1.19 0.0378 1.36 0.0472 1.54infdebtred 2 0.0401 0.33 0.0287 0.23 0.0608 0.54 0.00266 0.02thincome 2 0.234 8.48 0.203 7.94thincomesq 2 0.00631 5.70 0.00557 5.47Constant 0.0421 0.31 0.167 0.98 0.0223 0.19 0.113 0.75 Observations 2533 2526 2532 2527 Adjusted Rsquared 0.250 0.237 0.261 0.254 F 15.36 15.00 19.10 17.84 t statistics in parentheses Source: Financial Household Survey 2007. Central Bank of Chile Econometric methodology: Ordinary Least Squares with robust standard errors. p0.10, p0.05, p0.01 33 Table 9. Saving Rates Regressions with COMBD Definition of Informality Saving Rates Equations with Combined Definition of labor informality Model SR1 Model SR2 Model SR3 Model SR4 inf COMBD 0.228 3.70 0.337 4.66 0.230 4.18 0.332 5.03age 0.00662 1.09 0.0212 2.60 0.00292 0.57 0.0152 2.09agesq 0.0000465 0.77 0.000197 2.34 0.0000125 0.25 0.000143 1.87thincome 0.198 9.75 0.175 9.52 thincomesq 0.00704 8.86 0.00639 8.79 minc 0.228 2.96 0.0372 0.38 0.245 3.77 0.0214 0.23mincsq 0.0319 2.08 0.00345 0.16 0.0365 2.75 0.00554 0.26empspo 0.0393 1.04 0.115 2.50 0.0384 1.22 0.123 2.84mchild 0.0634 4.35 0.0567 3.02 0.0383 3.03 0.0286 1.67melderly 0.00468 0.18 0.0767 1.92 0.0106 0.44 0.0755 2.00secondary 0.0732 1.81 0.0757 1.52 0.0413 1.15 0.0533 1.17tertoruniv 0.0527 1.11 0.114 1.65 0.0151 0.34 0.0772 1.16postgraduate 0.0444 0.91 0.107 1.83 0.00513 0.11 0.0586 1.09bankacc 0.0802 1.79 0.0770 1.52 0.0485 1.23 0.0353 0.77gender 0.0896 2.57 0.152 3.49 0.0713 2.37 0.120 2.96durgood 0.166 4.15 0.283 4.77 0.145 4.41 0.276 4.90hhretired 0.171 4.48 0.136 1.90 0.167 4.98 0.108 1.59dretsav 0.0693 1.38 0.0394 0.70 0.0278 0.81 0.00470 0.11infret 3 0.200 2.41 0.00548 0.04 0.164 2.37 0.00904 0.09dprecsav 0.00759 0.24 0.0458 0.85 0.0134 0.47 0.0633 1.17infprec 3 0.219 2.91 0.356 3.32 0.204 2.97 0.324 3.31ddurgoodsav 0.0439 0.94 0.0123 0.24 0.0307 0.83 0.0116 0.25infdurgood 3 0.236 1.97 0.267 1.94 0.169 1.47 0.219 1.70ddebtreducsav 0.0366 0.71 0.0386 0.67 0.0344 0.98 0.0345 0.80infdebtred 3 0.0775 0.50 0.0379 0.25 0.0913 0.65 0.0493 0.36thincome 2 0.270 10.22 0.239 9.64thincomesq 2 0.00950 8.81 0.00858 8.65Constant 0.0766 0.47 0.225 1.05 0.0987 0.73 0.178 0.93 Observations 1742 1742 1742 1740 Adjusted Rsquared 0.261 0.263 0.294 0.284 F 15.60 15.19 19.58 17.22 t statistics in parentheses Source: Financial Household Survey 2007. Central Bank of Chile Econometric methodology: Ordinary Least Squares with robust standard errors. p0.10, p0.05, p0.01 4.3.2 OLS Regressions Discriminating Between Positive and Negative Saving Rates In this subsection we present results for the same OLS estimation methodology as in the previous subsection, but we discriminate between those households that have positive and negative saving rates, i.e., we have estimation results for two separate groups. Note that a negative saving rate implies that the household is dissaving that year either by selling assets or borrowing. In Table 10 we present the results for the subset of households with positive saving rates. For the COMBD definition of informality, we find that the informality variable is not significant, implying that there is no difference between informal and formal households for the group of households that have positive saving rates. This result is corroborated for the other two informality definitions, with the exception of the specification using the SR3 saving definition 34 with the ILOD definition of informality where it is negative and significant.12 In Table 11 we present the regression results for the subset of households with negative saving rates, i.e., which dissave. For the COMBD definition of informality, we find that the informality variable is negative and significant, meaning that informal households have lower saving rates than formal households. While this result is corroborated for the PD definition of informality, for the ILOD definition we find that the difference between formal and informal households is insignificant. Concluding, these results show some evidence that the negative relationship between saving rates and informality is stronger for the group of households that have negative saving rates. More results and tests should be carried out, however, in order to draw further conclusions. Table 10. Saving Rates Regressions for Households with Positive Saving Rates with COMBD Definition of Informality Saving Rates Equations with Combined Definition of labor informality Model SR1 Model SR2 Model SR3 Model SR4 inf COMBD 0.00116 0.05 0.00715 0.30 0.0253 1.14 0.00250 0.11age 0.0110 4.01 0.00913 3.17 0.00607 2.22 0.00926 3.22agesq 0.0000957 3.20 0.0000794 2.55 0.0000456 1.54 0.0000885 2.85thincome 0.0990 12.01 0.105 12.20 thincomesq 0.00366 12.05 0.00397 12.02 minc 0.0130 0.43 0.0306 0.96 0.0400 1.31 0.0395 1.21mincsq 0.00830 1.38 0.00248 0.39 0.00195 0.32 0.000499 0.08empspo 0.00974 0.64 0.0223 1.44 0.0158 1.06 0.0291 1.87mchild 0.0467 7.39 0.0438 6.51 0.0349 5.01 0.0291 3.97melderly 0.0194 1.24 0.0483 3.24 0.00426 0.30 0.0705 4.61secondary 0.0320 1.76 0.0259 1.34 0.0235 1.31 0.0123 0.65tertoruniv 0.0164 0.71 0.00969 0.38 0.000933 0.04 0.00785 0.30postgraduate 0.0343 1.46 0.0179 0.71 0.00275 0.12 0.0105 0.42bankacc 0.00458 0.28 0.0110 0.60 0.00327 0.19 0.000223 0.01gender 0.0104 0.78 0.0169 1.21 0.0223 1.71 0.0324 2.37durgood 0.0742 4.70 0.0590 3.79 0.0663 4.19 0.0514 3.33hhretired 0.0406 1.54 0.0356 1.12 0.0423 1.62 0.0369 1.31dretsav 0.00862 0.43 0.0182 0.84 0.0232 1.07 0.0148 0.69infret 3 0.0378 0.79 0.0300 0.52 0.0109 0.23 0.0629 1.11dprecsav 0.0141 1.00 0.00469 0.30 0.00374 0.26 0.0107 0.65infprec 3 0.00780 0.19 0.0259 0.68 0.00694 0.18 0.0415 1.10ddurgoodsav 0.00922 0.52 0.0188 1.06 0.00254 0.14 0.0135 0.74infdurgood 3 0.0205 0.37 0.0115 0.22 0.0138 0.29 0.0164 0.32ddebtreducsav 0.0227 0.94 0.0336 1.32 0.0485 1.52 0.0587 1.80infdebtred 3 0.0487 0.58 0.196 3.16 0.0865 0.99 0.233 4.14thincome 2 0.103 11.84 0.112 11.73thincomesq 2 0.00380 12.05 0.00420 11.92Constant 0.531 7.34 0.456 6.16 0.406 5.65 0.445 5.92 Observations 1425 1299 1528 1406 Adjusted Rsquared 0.277 0.261 0.293 0.291 F 21.89 19.49 22.10 21.90 t statistics in parentheses Source: Financial Household Survey 2007. Central Bank of Chile Econometric methodology: Ordinary Least Squares with robust standard errors. p0.10, p0.05, p0.01 12 Note that we are only presenting the estimation results for the COMBD definition of informality due to space considerations. However, the results for the other informality definitions are available from the authors upon request. 35 Table 11. Saving Rates Regressions for Households with Negative Saving Rates with COMBD Definition of Informality Saving Rates Equations with Combined Definition of labor informality Model SR1 Model SR2 Model SR3 Model SR4 inf COMBD 0.240 2.08 0.289 2.80 0.258 2.28 0.269 2.60age 0.00355 0.21 0.00456 0.30 0.0133 0.74 0.0216 1.40agesq 0.0000574 0.32 0.0000776 0.50 0.000132 0.67 0.000249 1.57thincome 0.652 2.56 0.0375 0.08 thincomesq 0.182 1.94 0.174 0.83 minc 0.130 0.49 0.0307 0.12 0.185 0.61 0.00426 0.02mincsq 0.0301 0.54 0.00633 0.10 0.0384 0.61 0.0327 0.48empspo 0.0364 0.38 0.0379 0.46 0.00719 0.07 0.105 1.06mchild 0.0351 1.14 0.0384 1.07 0.0470 1.48 0.0629 1.65melderly 0.0631 0.90 0.0227 0.36 0.139 1.70 0.00113 0.02secondary 0.170 1.67 0.153 1.71 0.217 2.09 0.169 1.86tertoruniv 0.175 1.57 0.274 1.97 0.267 1.89 0.366 1.99postgraduate 0.163 1.16 0.223 1.83 0.415 2.42 0.155 1.04bankacc 0.279 2.10 0.287 2.34 0.210 1.29 0.199 1.31gender 0.0937 1.18 0.113 1.47 0.0824 0.90 0.0538 0.64durgood 0.0513 0.63 0.184 2.07 0.0640 0.84 0.206 2.37hhretired 0.264 2.53 0.135 1.46 0.395 2.61 0.139 1.60dretsav 0.0409 0.29 0.0559 0.47 0.000579 0.00 0.171 1.38infret 3 0.213 1.15 0.0236 0.10 0.0521 0.23 0.0419 0.23dprecsav 0.118 1.73 0.0369 0.27 0.0639 0.84 0.136 0.77infprec 3 0.0703 0.55 0.365 1.93 0.0701 0.51 0.440 2.07ddurgoodsav 0.0132 0.10 0.0796 0.62 0.126 0.90 0.113 0.70infdurgood 3 0.104 0.52 0.229 1.17 0.125 0.59 0.159 0.74ddebtreducsav 0.182 1.98 0.209 2.46 0.175 1.61 0.209 2.24infdebtred 3 0.0616 0.39 0.00743 0.05 0.00527 0.04 0.0305 0.19thincome 2 1.188 4.36 1.120 2.53thincomesq 2 0.393 3.63 0.459 2.09Constant 0.404 0.93 0.740 1.83 0.167 0.31 0.222 0.52 Observations 313 438 208 329 Adjusted Rsquared 0.118 0.151 0.121 0.161 F 2.459 3.861 2.141 3.647 t statistics in parentheses Source: Financial Household Survey 2007. Central Bank of Chile Econometric methodology: Ordinary Least Squares with robust standard errors. p0.10, p0.05, p0.01 4.3.3 Probit Regression Results The estimation results for the probit regression analysis for year 2007 are presented in Table 12. For the variables indicating households that belong to informal households, we find negative and significant results at the 1 percent level for the ILOD definition of informality inf ILOD and at the 10 percent level for the COMBD definition of informality inf COMBD. In terms of the marginal effects for these estimations given the average value for the other independent variables, we find that households with informal workers have a between 8.31 and 9.13 percent 36 lower probability of saving than households with only formal workers.13 In the case of the PD definition, we do not find that the variable inf PD is significant. Table 12. Probit Saving Regression Saving Rates Equations Model ILOD Model PD Model COMBD SR5 inf ILOD 0.254 0.0814 age 0.0353 0.0173 0.0194 0.0164 0.0252 0.0209agesq 0.000224 0.000184 0.000111 0.000175 0.000119 0.000224thincome 0.000000305 5.02e08 0.000000114 3.48e08 0.000000305 5.78e08thincomesq 1.63e14 2.98e15 3.59e15 1.65e15 1.62e14 3.32e15minc 0.0797 0.176 0.0504 0.158 0.238 0.219mincsq 0.0411 0.0361 0.0333 0.0310 0.0754 0.0471empspo 0.0553 0.0892 0.0911 0.0834 0.00135 0.107mchild 0.235 0.0383 0.210 0.0358 0.257 0.0452melderly 0.00720 0.0842 0.00933 0.0787 0.00227 0.104secondary 0.137 0.107 0.0625 0.107 0.0572 0.131tertoruniv 0.0198 0.123 0.139 0.122 0.0221 0.154postgraduate 0.0473 0.135 0.317 0.131 0.169 0.163bankacc 0.245 0.0911 0.310 0.0841 0.262 0.105gender 0.0757 0.0713 0.0178 0.0682 0.128 0.0835durgood 0.514 0.0986 0.522 0.0952 0.475 0.114hhretired 0.0863 0.136 0.00954 0.128 0.0342 0.168inf PD 0.163 0.105 inf COMBD 0.229 0.130Constant 0.382 0.449 0.165 0.423 0.0290 0.549 Observations 1550 1672 1137 Pseudo Rsquared 0.136 0.117 0.149 Standard errors in parentheses Source: Financial Household Survey 2007. Central Bank of Chile Econometric methodology: probit. p0.10, p0.05, p0.01 For the income variables thincome and thincomesq, we find similar results to the OLS results from last section. Household income and the probability of saving appear to have an invertedU relationship, which means that the probability of saving is increasing to household income but at a decreasing rate. In the case of the age variables age and agesq, we only find that it is significant at the 5 percent level for the ILOD definition but not for the other definitions, which means that we cannot establish a clear pattern for age and saving. For the household dependency ratio mchild, we find that households with children have a significantly lower probability of saving at the 1 percent level for all three informality definitions. In addition, we find a positive, and significant at the 1 percent level, relationship between the probability of saving and the variable bankacc, i.e., household heads that have a bank account. Note that this relationship was insignificant in the OLS estimations. The possession of durable goods 13 The calculations of the marginal effects are not presented due to space considerations but are available upon request from the authors. 37 durgood is positively and significantly related at the 1 percent level with the probability of saving. Note that we have not included the dummy variables that capture the motives for saving and their interaction with the informality variables because these variables and the dependent variable SR5 are constructed from the same survey questions. 5. Robustness Tests In this section we make several robustness tests in order to verify the stability and significance of our main results. The main robustness test was to estimate the same models but using the EFH surveys for 2008, 2009 and 2010. Note that while the 2007 survey considers urban households in the whole country, the other years consider only urban households from the metropolitan region of Santiago de Chile. In addition, for all these years we estimated the models using different subsamples of the data.14 In the case of the OLS estimation, we find that for 2008, 2009 and 2010, the informality variable is still negative and significant for 32 out of 36 different specifications, corroborating the main OLS results. In the case of the probit regressions, for 2008 we find that all the coefficients for the informality variables become insignificant. Further, for year 2009 we only find that the informality variable is negative and significant for the ILOD definition, but not for the PD and COMBD definitions. Note that we could not estimate the model for the year 2010 because the survey did not include the necessary questions to build the SR5 definition of saving. Regarding the OLS results when splitting the data between households that have positive saving rates and those that have negative saving rates, we confirm for 2008, 2009 and 2010 the baseline results. For the subgroup of positive saving rates, we find that in only 2 out of 36 specifications is the informality variable significant. For the rest of the specifications 34 out of 36, we find that the informality variable is insignificant. In the case of the subgroup of households with negative saving rates, we find that the informality variable is negative and significant in 10 out of 36 different specifications and that it is insignificant in 26 out of 36 specifications. These results confirm that it seems that informal households that dissave with negative saving rate that have the largest difference in terms of saving behavior with formal households. Note, however, that while most results for the split sample show a nonsignificant relationship between saving and informality, for the merged sample the results show a robust 14 We do not present the results due to space considerations but they are available from the authors upon request. 38 negative relationship between saving and informality. This fact may show that the sample size may be important and that more research is needed in order to draw further conclusions. Another robustness check that we made was to estimate the OLS model for a subsample of observations that excluded households belonging to deciles 9 and 10, i.e., with high incomes. The rationale was to avoid possible distortions in the results by the saving behavior of selfemployed high income earners that do not contribute to a pension plan, and thus are considered informal workers according to the ILOD definition, but may have a distinct behavior given their income levels.15 For the years 2007, 2008, 2009 and 2010, we found that the informality variable was significant in 10 out of 12 specification, 6 out of 12, 0 of 12 and 0 of 12, respectively. These results show that the negative relationship between the saving rate and the dummy variable is weakened when not considering highincome households. More research is needed, however, before drawing further conclusions because the sample size is considerably reduced, which generates doubts whether the weakening of the relationship is due to the elimination of higher income households or due to the reduction in sample size. Note that the reduction in sample size is a consequence of the EFH survey being heavily focused on surveying higherincome households. Additionally, we made a robustness test by including in the dataset those households that had both informal and formal workers. Recall that these households had been eliminated from the dataset. We treated these households as informal households. The main results regarding the difference between informal and formal households saving behavior were maintained. However, although the coefficient for the informality dummy variable was negative and significant for all definitions of informality and all saving variables, the size of the coefficient diminished. In terms of the other variables, our robustness tests, both for the OLS and probit regressions, indicate that the income variable, measured both as a continues variable for the level of household income and a categorical variable for the relative position in the income distribution, is one of the most important and robust determinant of saving. On top of using the level of household income, we constructed several indicator variables capturing different income deciles, i.e., the relative position in the income distribution. The reason for using this dummy strategy is that, as SandovalHernandez 2011 points out, household income level and educational level are strongly correlated, which may imply the risk of facing multicollinearity. 15 Recall that contributing to a pension plan is not mandatory for selfemployed in Chile until 2015. 39 Other variables that showed robust and significant results across the different robustness tests were the child dependency ratio mchild, which had a negative relationship with saving, and the ownership of durable goods variable durgood, which had a positive sign. 6. Conclusions The purpose of this paper is to compare the saving behavior of formal and informal workers. Further, we provide a socioeconomic and financial characterization for these workers. We use the Financial Household Survey conducted by the Central Bank of Chile for the years 2007, 2008, 2009 and 2010 that covers between 1,740 and 2,533 urban households. For the saving variable we have used five different definitions and for the informality variable we have used three different definitions. In terms of the crosssection estimation methodology, we have used an OLS model and a probit model. The regression results tend to indicate that informal households save less than formal households. Although this conclusion is robust to most specifications, there are some results that indicate a nonsignificant difference. We also find evidence that those informal households that in the survey questioner declare saving for precautionary motives have higher saving rates than the other informal households. In addition, we also find evidence that those informal households that report saving in order to buy durable goods or for retirement also have higher saving rates. Further, the estimation results for the other determinants of saving are in line with the literature on saving, being the most relevant determinant the income level. In addition, the descriptive data indicate that informal workers seem to have less access to financial services and possess less financial assets and liabilities. Putting forward some tentative explanations for the differential behavior in terms of saving between informal and formal households, one possible explanation is that informal households are less risk averse than formal households. Thus, they prefer consuming a higher proportion of their income and have lower saving rates than formal households. It might be that informal households are more used to having shortterm temporary jobs and a more variable income stream than formal households. Thus, this experience of living in a more volatile environment may end up influencing their risk aversion preferences. Note that our results do not support the hypothesis that informal households have higher saving rates than formal households due to precautionary saving given the higher variability of the income stream of informal 40 households. We find, however, support the idea that the saving rates of informal households that state that they save for precautionary motives is higher than other informal households. In terms of policy implications, it seems that combating informality may not only improve the wellbeing of workers, but may also have positive consequences on the aggregate saving rate. However, we should be careful with this tentative conclusion as more research is needed, especially in terms of understanding why informal households save less than formal households. In addition, for Chile, it is evident that there is ample space to improve access to financial services among formal as well as informal workers. 41 References Alvarado DiazRomero, C. 2010. Ahorros y Deudas: Es un Puzzle Tener Ambos? Santiago, Chile: Pontificia Universidad Catolica de Chile. Masters thesis. Abdelkhalek, T. et al. 2010. A Microeconometric Analysis of Households Saving Determinants in Morocco. African Review of Money, Finance and Banking: 727. Attanasio, O. 1998. A Cohort Analysis of Saving Behavior by U.S. Households. Journal of Human Resources 333: 575609. Attanasio, O. 1999. Consumption. In: J.B. Taylor and M. Woodford, editors. Handbook of Macroeconomics. Amsterdam, The Netherlands: Elsevier. Attanasio, O., and M. Szekely. 1998. Household Saving and Income Distribution in Mexico. Research Department Working Paper 390. Washington, DC, United States: InterAmerican Development Bank. Attanasio, O., and M. Szekely. 2000. Household Saving in Developing Countries Inequality, Demographics and All That: How Different Are Latin America and South East Asia? Research Department Working Paper 427. Washington, DC, United States: InterAmerican Development Bank. Beckmann, E., M. Hake and J. Urvova. 2013. Determinants of Households Savings in Central, Eastern and Southeastern Europe. Focus on European Economic Integration Q313: 829. Belke, A., C. Dreger and R. Ochmann. 2012. Do Wealthier Households Save More? The Impact of the Demographic Factor. IZA Discussion Paper 6567. Bonn, Germany: Institute for the Study of Labor IZA. Bennett, H., N. Loayza and K. SchmidtHebbel. 2000. Un Estudio del Ahorro Agregado por Agentes Economicos en Chile. Documento de Trabajo 85. Santiago, Chile: Banco Central de Chile. Browning, M., and A. Lusardi. 1996. Household Saving: Micro Theories and Micro Facts. Journal of Economic Literature 344: 17971855. Butelmann, A., and F. Gallego. 2000. Household Saving in Chile: Microeconomic Evidence. Journal Economia Chilena 31: 524. Carroll, C. 1997. BufferStock Saving and the Life Cycle Permanent Income Hypothesis. Quarterly Journal of Economics 1121: 155. 42 Carroll, C. 1998. Why Do the Rich Save So Much? NBER Working Paper 6549. Cambridge, United States: National Bureau of Economic Research. Carroll, C., and L.H. Summers, 1991. Consumption Growth Parallels Income Growth: Some New Evidence. In: B.D. Bernheim and J. Shoven, editor. National Saving and Economic Performance. Chicago, United States: National Bureau of Economic Research University of Chicago Press. Deaton, A. 1992. Understanding Consumption. Clarendon Lectures in Economics. Oxford, United Kingdom: Oxford University Press. Deaton, A. 2005. Franco Modigliani and the Life Cycle Theory of Consumption. Banca Nazionale del Lavoro Quarterly Review 58233234: 91107. Denes, A. et al. 2011. El Uso Simultaneo del Credito Formal, Informal y el Desahorro: Explorando el Comportamiento Financiero de los Hogares en Argentina. Documento de Trabajo 51. Buenos Aires, Argentina: Banco Central de la Republica Argentina. Dupas, P., and J. Robinson. 2013. Why Dont the Poor Save More? Evidence from Health Savings Experiments. American Economic Review 1034: 113871. Friedman, M. 1957. A Theory of Consumption Function. Princeton, United States: Princeton University Press. Granda, C., and F. Hamann. 2014. Informality, Savings and Wealth Inequality in Colombia. Working Paper IDBWP575. Washington, DC, United States: InterAmerican Development Bank. Gutierrez, M. 2007. Savings in Latin America after the Mid 1990s: Determinants, Constraints and Policies. Serie Macroeconomia del Desarrollo 57. Santiago, Chile: Economic Commission for Latin America and the Caribbean. Harris, M., J. Loundes and E. Webster. 2002. Determinants of Household Saving in Australia. Economic Record 78: 207223. Kanbur, R. 2009. Conceptualizing Informality: Regulation and Enforcement. IZA Discussion Paper 4186. Bonn, Germany: Institute for the Study of Labor IZA. Lorenzo, F., and R. Osimani. 2001. Alternativas de Politica para Fortalecer el Ahorro de los Hogares de Menores Ingresos: El Caso de Uruguay. Serie Financiamiento del Desarrollo 110. Santiago, Chile: Economic Commission for Latin America and the Caribbean. 43 Madeira, C. 2011. Computing Population Weights for the EFH Survey. Santiago, Chile: Banco Central de Chile. Mimeographed document. Maurizio, R. 2012. Labour Informality in Latin America: The Case of Argentina, Chile, Brazil and Peru. Brooks World Poverty Institute Working Paper 165. Manchester, United Kingdom: University of Manchester. Modigliani, F. 1986. Life Cycle, Individual Thrift and the Wealth of Nations. American Economic Review 763: 297313. Modigliani, F., and R. Brumberg. 1954. Utility Analysis and the Consumption Function. In: K. Kurihara, editor. Post Keynesian Economics. New Brunswick, United States: Rutgers University Press. Ogbuabor, J.E., V. A. Malaolu and I.C. Mba. 2013. Informality and Domestic Savings in Nigeria: Lessons from Time Series Analysis. International Journal of Development and Economic Sustainability 13: 2432eptember 2013. Perticara, M., and P. Celhay. 2010. Informalidad Laboral y Politicas Publicas en Chile. ILADESGeorgetown University Working Paper 257. Washington, DC, United States and Santiago, Chile: IladesGeorgetown University, Universidad Alberto HurtadoSchool of Economics and Business. Perez Monteiro, M., P. Cavalcante Ferreira and L. Radusweski Quintal. 2014. The Latin American Saving Gap. Working paper presented at the Anais do XL Encontro Nacional de Economia, Inga Niteroi, Brazil. Reinhardt, N. 2008. The Conundrum of Low Saving Rates in Latin America. Development Policy Review 266: 727744. Repetto, A. 2001. Incentivos al Ahorro Personal: Lecciones de la Economia del Comportamiento. Documento de Trabajo 103. Santiago, Chile: Universidad de Chile, Centro de Economia Aplicada. SandovalHernandez, J. 2011. Household Saving Behavior in Mexico: Evidence from CrossSectional Analysis and Synthetic Panels. Santa Cruz, United States: University of California, Santa Cruz. Available at: http:sandovalhernandezj.people.cofc.eduHousehold%20saving%20behavior.pdf Solon, G., S. Haider and J. Wooldridge. 2013. What Are We Weighting For? NBER Working Paper 18859. Cambridge, United States: National Bureau of Economic Research. 44 Tornarolli, L. et al. 2014. Exploring Trends in Labor Informality in Latin America, 19902010. CEDLAS Documento de Trabajo 159. La Plata, Argentina: Universidad Nacional de la Plata, Centro de Estudios Distributivos Laborales y Sociales. Xiao, J. 1996. Effects of Family Income and Life Cycle Stages on Financial Asset Ownership. Financial Counseling and Planning 7: 2130. 45 ", "filename": "IDB-WP-581.pdf", "person": ["Alfredo Schclarek", "Schclarek, Alfredo", "Mauricio Caggia", "Caggia, Mauricio"], "date": ["2015"]}