{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/115544/1/IDB-WP-602.pdf", "http://hdl.handle.net/11319/7136"], "title": ["A comparison of saving rates: Micro evidence from seventeen Latin American and Caribbean countries"], "plaintext": "CataloginginPublication data provided by the InterAmerican Development Bank Felipe Herrera Library Gandelman, Nestor. A comparison of saving rates: micro evidence from seventeen Latin American and Caribbean countries Nestor Gandelman. p. cm. IDB Working Paper Series ; 602 Includes bibliographic references. 1. Saving and investment Latin America. 2. Saving and investment Caribbean Area. 3. Savings accounts Latin America. 4. Savings accounts Caribbean Area. I. InterAmerican Development Bank. Department of Research and Chief Economist. II. Title. III. Series. IDBWP602 http:www.iadb.org 2015Copyright InterAmerican Development Bank. This work is licensed under a Creative Commons IGO 3.0 AttributionNon CommercialNo Derivatives CCIGO BYNCND 3.0 IGO license http:creativecommons.orglicensesbyncnd3.0igolegalcode and may be reproduced with attribution to the IDB and for any noncommercial purpose, as provided below. No derivative work is allowed. Any dispute related to the use of the works of the IDB that cannot be settled amicably shall be submitted to arbitration pursuant to the UNCITRAL rules. The use of the IDBs name for any purpose other than for attribution, and the use of IDBs logo shall be subject to a separate written license agreement between the IDB and the user and is not authorized as part of this CCIGO license. Following a peer review process, and with previous written consent by the InterAmerican Development Bank IDB, a revised version of this work may also be reproduced in any academic journal, including those indexed by the American Economic Associations Econ Lit, provided that the IDB is credited and that the authors receive no income from the publication. Therefore, the restriction to receive income from such publication shall only extend to the publications authors. With regard to such restriction, in case of any inconsistency between the Creative Commons IGO 3.0 AttributionNon CommercialNo Derivatives license and these statements, the latter shall prevail. Note that link provided above includes additional terms and conditions of the license. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the InterAmerican Development Bank, its Board of Directors, or the countries they represent. Abstract 1 Using micro data on expenditure and income for 17 Latin American and Caribbean LAC countries, this paper presents stylized facts on saving behavior by age, education, income and place of residence. Counterfactual saving rates are computed by imposing the saving behavior, the population distribution or the income distribution of two benchmark economies the United States and Korea. The results suggest that the difference in national saving rates between LAC and the benchmark economies can mainly be attributed to differences in saving behavior of the population and, to a lesser extent, to differences in the distribution of the population by educational levels. Other demographic or income distribution differences are not quantitatively important as explanations of saving rates. JEL classifications: C81, D12, D14, D91, E21 Keywords: Saving rates, Latin America 1 This paper benefitted from comments from Eduardo Cavallo and Veronica Frisancho and from participants at internal seminars at the Central Bank of Uruguay, the Instituto de Economia of the Universidad de la Repubica and the IDBorganized workshop Domestic Savings in Latin America and the Caribbean. This paper was undertaken as part of a project of the same name. I wish to thank Braulio Britos for his excellent research assistance. I am indebted to Diether Beuermann, Javier Beverinotti, Carlos Gustavo Machicado, Marcelo Perez, Eduardo Pontual Ribeiro, Rocio Portilla, Jose David Sierra, Sung Ju Song and Jorge Tovar for their help to gain access to the databases used in this paper. All errors and omissions remain mine exclusive responsibility. Email: gandelmanort.edu.uy Address: Facultad de Administracion y Ciencias Sociales, Universidad ORT Uruguay, Bulevar Espana 2633, Montevideo 11.300, Uruguay. 1 1. Introduction According to the World Development Indicators, gross national savings in Latin America as a percentage of GDP was 20 percent in 2012. This figure is well below East Asia and Pacific 40 percent and South Asia 30 percent, but at about the same level as other regions like Europe and Central Asia 17 percent and SubSaharan Africa 17 percent and above the United States 12 percent. The comparison between these regions suggests that there is not an obvious relationship among national savings, growth and development. This might be due to significant heterogeneity within regions. In particular, Latin America and the Caribbean LAC is not a homogeneous entity in many dimensions, including savings rates. In 2012, they were as large as 26 percent in Bolivia and as low as 9 percent in neighboring Paraguay. National savings are themselves aggregates of heterogeneous households or individuals personal savings decisions. On theoretical grounds, lifecycle models Aando and Modigliani, 1963; Modigliani and Brumberg, 1954 imply that individuals savings behavior differs by age. Alternatively, the permanent income hypothesis of Friedman 1957 suggests that consumption and therefore savings will differ among individuals whose determinants of permanent income are different. Empirically, Carroll, Rhee and Rhee 1994 test for cultural effects on saving behavior in the United States. As will become clear in the methodology section, differences in saving rates among countries can be disaggregated into the following categories: 1. Differences in saving decisions between similar individuals living in different countries e.g., young people being able to spend above their income level in countries where financial restrictions are less binding, differences in adults savings due to alternative national social security systems. 2. Differences in the distribution in the population of the relevant groups e.g., differences in the proportion of individuals yet to join the workforce, difference in education levels. 2 3. Differences in the income share of groups e.g., countries with income concentrated in individuals with low saving rates. The goal of this paper is to address the importance of these differences, with particular interest in the first cause differences in behavior among groups of the population. In particular, we are interested in addressing how similar or different savings patterns are by age, income, education level and area of residence urban vs. rural. To do so, we apply a common methodology to micro data on income and consumption of 17 LAC countries and two benchmark economies the United States and Korea and compute individual saving rates for the adult population and household savings rates. It has been repeatedly argued that saving rates in Latin America are low e.g., Edwards, 1996; Gutierrez 2007, Reinhardt, 2008; and PerezMonteiro, 2012 and this constitutes a constraint on sustained growth. Most studies are based on saving rates constructed from macroeconomic variables. There are two steams in this literature. One is based on individual country studies using timeseries estimations e.g., Bulir and Swiston, 2006, and Gollas, 1999, for Mexico; Lopez Mejia and Ortega, 1998, for Colombia; Paiva and Jahan, 2003, for Brazil; and Casillas, 1993, for Argentina and Mexico. The other stream evaluates Latin American saving rates within a broader sample of countries. Papers in this latter group used a variety of panel data techniques. Edwards 1996 is probably the first in this line of research, followed methodologically by Reinhardt 2008, PerezMonteiro, Radusweski and Cavalcanti 2012, and Lane and Tornell 1998. Other Latin American researchers have an even wider country focus. The World Bank research project Saving across the World see Loayza, SchmidtHebbel and Serven, 2000a, for a review of this project produced a widereaching dataset that permitted testing other issues like the relationship between income inequality and aggregate savings SchimdtHebbel and Serven 2000 and other policy and nonpolicy factors and savings Loayza, SchmidtHebbel and Serven, 2000b. Gutierrez 2007 reviews the empirical literature. According to him, there is a positive association of savings with income level and income growth, macroeconomics stability, foreign credit constraints and demographics. The relations of savings with other 3 variables like real interest rate, types of pension systems and financial development is mixed. In the literature there are several papers who aim to set the main stylized facts of savings rates in particular countries e.g., Butelmann and Gallego, 2001, for Chile; Alegre and Pou, 2008, for Spain; Castaneda, 2001, for Colombia; Demery and Duck, 2006, for the United Kingdom; and Alan, Atalay and Crossley, 2006, for Canada, among others. Poterba 1994, in whose book several case studies appeared, is probably the classic citation for this type of research. Deaton 1992, Browning and Lussardi 1996 and Attanasio 1999 present comprehensive surveys on consumption and saving that stress the importance of looking at microbehavior to understand national saving differentials. This article was the end product of research conducted under the InterAmerican Development Banks Latin American and Caribbean Research Network project Domestic Savings in Latin America and the Caribbean. This project explored the low level of domestic savings in Latin America and the Caribbean, the poor financial intermediation of that savings, and its inefficient allocation. This paper presents the results of one of the eight research projects that comprised this study.2 Our paper contributes to the literature on at least two grounds. First, micro data homogenization and application of a common methodology to a large set of countries has rarely been done in this literature an exception being Kirsanova and Sefton, 2007, who work with data from the United Kingdom, the United States and Italy. We go beyond individual case studies and set the stylized facts for a wide range of LAC countries in a comparative way. The dimensions considered are important for empirical and theoretical reasons. Among others, Butelmann and Gallego 2001 and Dynan, Skinner and Zeldes 2004 report large disparities in saving rates by current income. The latter authors argue that the more meaningful comparison would take lifelong income and proposes a methodology for doing so.3 Butelmann and Gallego 2001 also report disparities in savings rates by education level. Those with higher education were the only group with a positive median saving rate in Chile. Differences in savings rates by age are predicted by lifecycle 2 http:www.iadb.orgenresearchanddataprojectdetails,3187.html?id2113 3 See Gandelman 2015 for an application to LAC countries. 4 model theories and have been reported in several empirical exercises e.g., Demery and Duck, 2006, for the United Kingdom and Alegre and Pou, 2008, for Spain. Second, are Latin American saving rates low or high? There is not a natural benchmark for comparinge their relative sizes. We perform a series of counterfactual exercises comparing the structure of savings in LAC with that of the United States and Korea and find that, compared to these countries, LAC saving rates are indeed low. The counterfactual exercises allow us to identify the main differences in saving determinants between LAC and these two benchmarks. In choosing the benchmarks, we selected countries with developed financial markets where constraints on saving and on borrowing are likely to be lower than in Latin America. We also wanted to take countries with different cultural traits that could imply different behavior with respect to consumption and savings. Latin America, belonging to the SpanishPortuguese tradition, has many differences with the AngloSaxon background of the United States and Koreas Asian culture. Finally, according to WDI, Korean gross savings as percentage of GDP are larger than LAC gross savings, which are in turn larger than U.S. gross savings. The paper proceeds as follows. Section 2 presents the methodology, and Section 3 the data. The descriptive results on saving rates are reported in Section 4 and the counterfactual exercises in Section 5. Section 6 concludes. 2. Methodology 2.1 Decomposition National private savings can be decomposed among groups of the population. Various dimensions can be used to decompose saving rates. Aggregate private savings are the sum of savings of all relevant groups in a country. These groups are indexed by i e.g., age brackets. Y and C stand for total private income and consumption, respectively, while yi and ci represent, respectively, group income and group consumption. ni is the size of group i. Therefore national saving is: 1 5 iiiincy CY By some simple algebraic manipulation this expression can be transformed into the following disaggregation of the national private savings rate: where N is total population. 2 The first term within the sum is the ith group savings rate. The second and third term can be seen as how much this group savings rate is weighted for the aggregate. The second term gives larger weight to those groups whose income level is above the average income level. The third term weights the savings rate according to the relative size of the group. Differences in any of these three terms can explain differences in national saving rates. 2.2 Counterfactual Saving Rates We compute counterfactual saving rates considering various dimensions age, education income and place of residence. For ease of exposition we explain them in terms of age brackets, but the same procedure is applied to other disaggregations of the population. We take each LAC country and change one of its characteristics savings rates, population distribution and income distribution by age bracket for the characteristic of the benchmark economies. In this way we compute the counterfactual LAC saving rates if it had one characteristic of the United States or Korea. Let the superscript refer to the benchmark countries United States or Korea while the variables without superscript refer to a LAC country. There are three exercises to be performed with respect to each benchmark economy. 1. To what extent are differences in national private saving rates between LAC and United StatesKorea due to different saving behavior of the population? We assume that groups by age in LAC countries have the saving behavior of the population in United StatesKorea but that the 6 Nn NYyycy YCYSiiiiiitincome and demographic distribution remains as in LAC. The counterfactual national saving rate for each LAC country is: 3 2. To what extent are differences in national private saving rates between LAC and United StatesKorea due to differences in demographic distribution? We assume that the age population distribution of each LAC country is equal to that of USAKorea but that the group saving behavior and the income distribution remains at the levels of a LAC country. The counterfactual national saving rate for each LAC country is: 4 3. To what extent are differences in saving rates between LAC and United StatesKorea due to differences in income distribution? We assume that the income distribution by age bracket in LAC is the same as in United StatesKorea but that the saving behavior by groups and the age distribution remains the same as that of each LAC country. The counterfactual national saving rate for each LAC country is: 5 2.3 Household vs. Individual Savings It is important to define whether we treat individuals or households as the decisionmakers. Ex ante there are pro and cons for both options. First, empirically it is easier to work at the household level since consumption is not reported at the individual level. To compute individual savings rates we need to allocate household consumption among household 7 Nn NYyycy Siiiiii LAsavsavNn NYyycy Siiiiii LApoppop Nn NYyycy Siiiiii LAincincmembers using some more or less ad hoc rule. Second, economic theory in general, and life cycle theory in particular, is constructed assuming individual and not household decision makers. Third, there are differences among household members in some of the variables of interest like age and education. Computing household saving rates forces us to classify households savings by the characteristics of the household head, which may or may not be demographically representative of his household. In the next sections we will show that some of our results are more reasonable using individual savings rates, but for completeness and robustness analysis we perform our analysis at both the household and individual level. In computing individual saving rates we follow the methodology proposed by Kirsanova and Sefton 2007 to allocate household consumption and when necessary also income within individuals. The starting point is the division of household members into three groups: 1. Dependent children: individuals younger than 18; 2. Principal adults: the head of the household and his partner if any; and 3. Dependent adults: other adults. The consumption level of a newborn baby is assumed to be 30 percent of that of an adult, and this proportion is assumed to increase linearly until age 18, when the person is considered an adult. After allocating consumption in this way, the consumption of dependent children is reallocated equally between the principal adults. For example, consider a household composed of a couple, a newborn baby and one dependent adult. The household consumption level is 100. The preliminary assignment of consumption consists of 0.3 units to the baby, 1 to the father, 1 to the mother and 1 to the other adult. The 0.3 of the baby is later reallocated to both parents, each ending up with 1.15 units of consumption. The total consumption of 100 is divided between 34.8 1001.153.3 for each principal adult and 30.3 10013.3 for the dependent adult. In general, the information on income provided by household surveys is less problematic since the major sources of income e.g., labor income are generally well 8 identified at the individual level. When such identification cannot be done e.g., a housing government subsidy this income is divided like consumption. 3. Data We work with micro data for 17 LAC countries Argentina, Bahamas, Barbados, Bolivia, Brazil, Chile, Colombia, Costa Rica, Ecuador, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru Trinidad and Tobago and Uruguay, the United States and Korea. The databases for Nicaragua present data only at the household level. Countries perform income and expenditure surveys every decade or so as an input in the construction of the Consumer Price Index. Since the objective of the surveys is the construction of an average consumption basket, data on consumption expenditure are very disaggregated. It includes all forms of consumption like food, beverages, transportation, leisure, education and health expenditures. Table 1 presents the data sources, most of which are countries national statistical institutes. The dates, also reported in Table 1, range from 2003 to 2012. Ideally, we would like to have information from different countries at the same moment in time and in the same phase of the business cycle. This is not possible, however, when working with a sample of countries as wide as in this paper. Therefore, one of the contributions of this paper is in itself a limitation that we acknowledge. There are some differences in the way data are gathered and reported in the surveys. To the best of our ability we tried to homogenize the definition of savings rates. Labor income is the main source of income for most individuals. It is reported after tax in all cases except Brazil rendimento bruto in Portuguese and Nicaragua, where data are gathered gross of taxes and social security. According to Nicaraguan documentation, taxes and contributions to social security are gathered in a separate question but, unfortunately, this information is not reported in the microdata. All forms of monetary and nonmonetary income are computed. Financial capital gains e.g., increases in asset values due to price changes in capital markets are not commonly reported in the surveys, so we do not include them in current income. On the 9 other hand, earned interest and dividends are regularly reported and are included in our working definition of current income. The surveys request expenditures over various time frames yearly, quarterly, monthly, weekly and daily. The national statistical institutes of all countries but Mexico and the United States convert these totals into monthly figures; those two countries convert expenditures into quarterly data. Consumption of durable goods is also reported, and a portion of it is imputed according to the current period month or quarter. Within the literature, education and health spending are sometimes considered forms of investment and deducted from current consumption to construct wider savings definitions. We do not follow this approach, however, and treat all forms of education and health spending as consumption. We make two further imputations to consumption and income. Quantitatively, the most important is the rent value of houses for homeowners, which appears as consumption and income in all cases but Argentina, Barbados, Korea and the United States, where this information is not available. Home production for consumption is treated in the same way. The inclusion in both consumption and income of imputed rent and home production does not alter savings in absolute terms, but it does affect the savings rate. Survey coverage includes representative samples from both urban and rural settings in most countries. In Bahamas, Barbados, Chile, Nicaragua, Panama, Uruguay and Korea the sample is only urban. Table 1 reports the number of individuals, adults and households included in each survey. 10 Observations Observations 20032004 38,500 20082009 132,323 117,509 Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Korea Mexico Nicaragua Panama Years 20042005 2013 2010 total 104,858 5,078 6,937 20112012 2011 2013 2004 2004 2005 2005 20062007 20072008 35,651 92,188 19,301 153,444 39,126 11,435 83,444 32,614 Table 1. Data Observations households Survey Source 29,138 1,544 1,141 9,149 55,702 10,518 25,364 5,705 39,617 8,175 4,763 20,875 6,912 8,895 5,417 Encuesta Nacional de Gastos de los Hogares Instituto Nacional de Estadistica y Censos Bahamas Household Expenditure Survey Department of Statistics, Ministry of Finance Country Assessment of Living Conditions Sir Arthur Lewis Institute of Social and Economic Studies, University of the West Indies Encuesta Continua de los Hogares Instituto Nacional de Estadistica Pesquisa de Orcamentos Familiares Instituto Brasileiro de Geografia e Estatistica VII Encuesta de Presupuestos Familiares Instituto Nacional de Estadisticas Encuesta Nacional de Calidad de Vida Departamento Administrativo Nacional de Estadistica Encuesta Nacional de Ingresos y Gastos de los Hogares Encuesta Nacional de Ingresos y Gastos de los Hogares Urbanos Instituto Nacional de Estadistica y Censos Instituto Nacional de Estadistica y Censos Encuesta Nacional de Condiciones de Vida Instituto Nacional de Estadistica Korea Labor and Income Panel Study Korea Labor Institute Encuesta Nacional de Ingresos y Gastos de los Hogares Instituto Nacional de Estadistica y Geografia Encuesta Ingresos y Gastos de los Hogares Banco Central de Nicaragua Encuesta de Ingresos y Gastos de los Hogares Instituto Nacional de Estadistica y Censo Encuesta de Ingresos y Gastos y de Condiciones de Vida Direccion General de Estadisticas, Encuestas y Censos adults 68,290 3,320 1,577 21,257 26,033 58,934 13,059 94,534 19,879 10,410 49,942 21,528 13,114 Paraguay 20112012 21,130 Peru 20082009 143,885 92,888 35,161 Encuesta Nacional de Presupuestos Familiares Instituto Nacional de Estadistica e Informatica Trinidad Tobago 2005 12,854 9,288 Uruguay 20052006 20,772 USA 2012 16,845 14,916 12,593 3,611 7,043 6,751 Survey of Living Conditions Central Statistical Office Encuesta Nacional de Gastos e Ingresos de los Hogares Instituto Nacional de Estadistica Consumer Expenditure Survey Bureau of Labor Statistics Note: The Bolivian survey is part of the continuous household surveys that introduced a module in 20032004 to capture detailed data on income and expenses. The survey of Nicaragua reports income and consumption information only at the household level. Source: Authors compilation based on income and consumption household surveys. 11 4. Differences in Savings among Countries The third column of Table 2 presents our estimates of national household saving rates from the income and consumption surveys. For purposes of comparison we also report the WDI measure of gross domestic savings over GDP for each country. In many countries the survey was conducted during two years, and for those countries we report the twoyear average of the WDI measure. As expected, our estimates except for Bolivia, Nicaragua and the United States are below the national gross domestic savings figures since they only capture the savings undertaken by families within a country. The difference between our savings rates and the WDI can be seen as a reflection of firm and government saving rates. The household saving rates of Bolivia, Nicaragua and the United States are higher than the national saving rate, which implies that firms and governments in these countries are saving at a lower rate than households. Working with the same database as we do, Dynan, Skinner and Zeldes 2004 present results similar to ours for the United States. They report that the average savings rates for ages 30 to 59 is 30 percent, and for the whole sample 25 percent. In their study, they use two other data sources and estimate savings rates as changes in net assets. These latter estimates are lower than savings rates from income and consumption data. The correlation between our estimates and gross domestic savings is 0.38. When the United States is not included the correlation increases to 0.51, and without the three countries Bolivia, Nicaragua and the United States for which we find a household saving rate above the gross domestic saving rate the correlation increases to 0.61. Figure 1 presents the relevant scatter plots. We conclude that for the LAC countries our estimates are reasonably consistent with published national data. In the rest of this section we present our estimates of individual and household saving rates by age, education, income level and place of residence for all countries. These estimates correspond to the first term of equation 2. 12 Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru 2004 2005 2013 2010 2003 2004 20082009 2011 2012 2013 2013 2011 2012 2004 2006 2006 2007 2007 2008 20112012 2008 2009 13% 1% 6% 18% 18% 8% 16% 14% 9% 2% 3% 12% 14% 15% 14% 22% 16% 31% 30% 24% 15% 9% 14% 19% 26% 22% 18% 27% 11% 22% 4% 32% 19% 26% 57% 19% 16% 35% Table 2. National Savings Rate Year Our estimates over GDP Gross domestic saving Trinidad y Tobago 20005 Uruguay 2005 2006 USA Korea 2012 2005 Note: Gross domestic savings are calculated as GDP less final consumption expenditure total consumption. Source: WDI. Figure 1. Scatter Plot: Estimated Saving Rates and Gross National Savings over GDP All countries Without Bolivia, Nicaragua and USA Source: Authors compilation based on income and consumption household surveys and WDI. 13 0%10%20%30%40%50%60%5%0%5%10%15%20%25%30%35%Gross savings over GDP WDIOur estimates 0%10%20%30%40%50%60%5%0%5%10%15%20%25%30%35%Gross savings over GDP WDIOur estimates4.1 Saving Rates by Age Table 3 and Table 4 report the saving rates by age brackets. Table 3 is based on individuals saving rates and Table 4 on household saving rates classified by the household head age. The life cycle model predicts an inverse U shape for saving rates. In the absence of financial restrictions young individuals consume more than their current income experiencing negative saving rates. Moreover, older individuals i.e., after retirement maintain a consumption pattern above their current income. The negative saving rates at the extreme years of adult life are financed by the positive saving rates in the middle years. Figure A1 in the Appendix shows that the inverse U shape prediction holds for the seventeen countries that we can compute individual saving rates. Negative saving rates for young individuals are present in the data except Barbados and Trinidad and Tobago but we find 0 and negative saving rates for older adults only in Bahamas, Barbados, Costa Rica, Honduras, Mexico, Peru and Korea. Figure A4 in the Appendix report household saving rates for the nineteen countries here considered classified by household head age. The inverse U shape is less evident in most countries than in Brazil, Mexico and the United States. There are two differences between data in Table 3 Figure A1 and Table 4 Figure A4. First, for the individual savings we divided consumption and household income as explained in the methodological section. Second, the classification of individual savings is based on the age of the individual taking the consumptionsaving decision. The household saving rates accumulates the saving rates of individuals of different ages. These household saving rates are classified by the age of the household head. Therefore it is not surprising that the individual saving rates of Table 3 and Figure A1 are closer to what is expected by the life cycle hypothesis. This is an additional argument in favor of paying special attention to the counterfactuals based on individual saving rates. 14 less than 25 2529 3034 3539 4044 4549 5054 5559 6064 6569 7074 75 and more less than 25 2529 3034 3539 4044 4549 5054 5559 6064 6569 7074 75 and more 57% 0% 7% 9% 17% 24% 31% 33% 28% 21% 21% 16% Honduras 27% 6% 3% 4% 8% 14% 8% 16% 12% 7% 34% 38% 44% 8% 6% 14% 21% 14% 20% 15% 15% 20% 50% 197% Mexico 33% 1% 7% 6% 7% 16% 18% 18% 3% 4% 9% 35% 3% 12% 15% 4% 13% 15% 8% 13% 2% 5% 11% 13% Bolivia 29% 13% 21% 27% 25% 32% 36% 32% 23% 19% 14% 14% Panama Paraguay 32% 6% 12% 13% 20% 11% 27% 22% 28% 21% 21% 16% 22% 11% 14% 16% 21% 20% 16% 41% 31% 17% 20% 14% Brazil 55% 0% 10% 13% 20% 29% 32% 31% 33% 36% 32% 30% Peru 28% 18% 15% 16% 21% 22% 22% 23% 20% 12% 4% 0% Argentina Bahamas Barbados Colombia Costa Rica Ecuador Table 3. Personal Saving Rates by Age Brackets Chile 91% 1% 10% 13% 13% 14% 23% 27% 20% 21% 10% 6% 27% 11% 13% 18% 24% 27% 27% 27% 14% 27% 20% 8% Trinidad Tobago Uruguay 21% 30% 29% 28% 21% 26% 24% 27% 8% 0% 11% 15% 63% 3% 13% 8% 19% 24% 31% 27% 22% 20% 26% 22% 78% 6% 17% 17% 18% 31% 30% 26% 37% 3% 15% 14% US 43% 21% 34% 36% 40% 38% 41% 39% 29% 30% 28% 12% 30% 7% 9% 11% 15% 18% 20% 21% 17% 19% 1% 1% Korea 91% 30% 38% 38% 34% 41% 47% 41% 15% 6% 33% 72% Source: Authors compilation based on income and consumption household surveys. 15 Table 4. Household Saving Rates by Age Brackets and Household Head Argentina Bahamas Barbados Bolivia Colombia Costa Rica Ecuador 3% 3% 7% 5% 10% 10% 18% 20% 22% 21% 20% 16% Honduras 4% 6% 8% 10% 2% 5% 4% 7% 6% 10% 1% 2% 16% 16% 5% 6% 13% 6% 12% 12% 11% 1% 24% 90% Mexico 15% 5% 5% 1% 3% 7% 6% 9% 7% 5% 1% 9% less than 25 2529 3034 3539 4044 4549 5054 5559 6064 6569 7074 75 and more less than 25 2529 3034 3539 4044 4549 5054 5559 6064 6569 7074 75 and more Source: Authors compilation based on income and consumption household surveys. 16 6% 5% 8% 6% 5% 12% 1% 15% 11% 14% 3% 3% 12% 14% 18% 20% 18% 19% 22% 19% 22% 15% 13% 15% Brazil 8% 4% 10% 12% 15% 17% 21% 19% 24% 25% 24% 27% Chile 22% 1% 9% 7% 0% 4% 2% 12% 14% 21% 20% 13% 4% 5% 3% 12% 15% 16% 19% 21% 25% 26% 21% 25% 40% 2% 13% 10% 11% 20% 20% 17% 30% 13% 13% 3% Nicaragua Panama Paraguay 1% 7% 13% 9% 13% 10% 13% 24% 17% 8% 9% 7% 1% 7% 9% 6% 14% 6% 12% 14% 22% 21% 17% 24% 7% 2% 5% 8% 14% 12% 16% 28% 27% 16% 17% 30% Peru Trinidad Tobago Uruguay 4% 10% 7% 10% 12% 12% 15% 18% 18% 16% 13% 18% 30% 28% 24% 35% 18% 24% 26% 23% 18% 12% 11% 23% 12% 22% 14% 10% 13% 15% 20% 13% 19% 14% 21% 17% 4% 5% 5% 6% 8% 8% 9% 13% 14% 16% 9% 10% USA 3% 30% 34% 36% 41% 29% 34% 32% 32% 27% 25% 11% Korea 57% 39% 40% 37% 30% 21% 30% 31% 31% 28% 7% 18% 4.2 Saving Rates by Education We expect a positive correlation between saving rates and educational levels for at least two reasons. First, the decision to engage in advanced educational studies implies the postponement of entry into labor markets and therefore the postponement of the highest incomegenerating phase of an individuals life. There is a relation between education and time preferences that is similar to the relation between savings and time preference. More impatient people with a relative lower valuation of the future are likely to enter the labor market earlier and to study and save less. Second, education might be a reasonable proxy for permanent income. If rich people save more a question with a less than obvious answer,4 more educated people should also save more. Figure 2 Table 5 and Figure 3 Table 6 present saving rates by educational level. The degree of information on education between countries is dissimilar. The common ground for all countries is a division among the following: incomplete primary education, incomplete secondary education, complete secondary education and more than complete secondary education at least some tertiary education. The top and bottom panels report the same saving rates but differently classified. Personal saving rates have a very clear and monotonic relation with education for most countries but Argentina, Bolivia, Brazil and Uruguay. More educated individuals save more than less educated individuals. Saving rates are negative in nine countries out of 18 for the less educated. This pattern of savingseducation is much less clear in household savings. For instance, Barbados has exactly the opposite relation, with lower household saving rates for households with more educated household heads. As explained in the methodology section, a drawback in personal saving rates is that in computing them we have to make some assumptions on how to distribute consumption and household income. On the other hand, the drawback of the household head saving rate is that it accumulates saving rates of individuals with different educational levels within a household and assigns the saving rate to the household head. Given the evidence in the literature of positive assortative matching in marriage markets individuals tend to marry 4 See next section and Dynan, Skinner and Zeldes 2004. 17 others of similar educational level 5 we were expecting to find a much similar picture of personal and household level saving rates classified by educational level. Figure 2. Personal Saving Rates by Education Level Source: Authors compilation based on income and consumption household surveys. 5 See, for instance, Greenwood et al. 2014. 18 120%100%80%60%40%20%0%20%40%60%80%Incomplete primary Incomplete secondary Complete secondary University Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad and Tobago Uruguay USKorea120%100%80%60%40%20%0%20%40%60%80%Incomplete primary Incomplete secondary Complete secondary University Figure 3. Household Saving Rates by Education Level of Household Head Source: Authors compilation based on income and consumption household surveys. 19 30%20%10%0%10%20%30%40%50%60%Incomplete primary Incomplete secondary Complete secondary University Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad and Tobago Uruguay USKorea30%20%10%0%10%20%30%40%50%60%Incomplete primary Incomplete secondary Complete secondary UniversityTable 5. Personal Saving Rates by Educational Level Colombia Costa Rica Ecuador Argentina Bahamas Barbados Bolivia Brazil Incomplete primary Incomplete secondary Complete secondary University Incomplete primary Incomplete secondary Complete secondary University 13% 15% 13% 14% Honduras 25% 14% 7% 32% 103% 18% 3% 7% Mexico 19% 3% 4% 18% 6% 3% 10% 12% 14% 23% 17% 19% Panama Paraguay 10% 3% 7% 21% 0% 5% 19% 31% 8% 8% 3% 33% Peru 1% 8% 11% 21% Source: Authors compilation based on income and consumption household surveys. Chile 4% 0% 4% 13% 15% 9% 10% 24% Trinidad Tobago Uruguay 20% 16% 24% 35% 10% 15% 13% 20% Table 6. Household Saving Rates by Household Head Educational Level Argentina Bahamas Barbados Bolivia Brazil 25% 6% 1% 34% USA 5% 14% 27% 34% 5% 5% 3% 21% Korea 50% 9% 30% 41% Ecuador 6% 6% 7% 14% USA 13% 25% 28% 33% Korea 17% 24% 29% 35% Incomplete primary Incomplete secondary Complete secondary University Incomplete primary Incomplete secondary Complete secondary University 15% 14% 13% 12% 22% 4% 7% 0% 21% 13% 5% 7% 23% 20% 15% 14% 9% 14% 19% 27% Chile Colombia Costa Rica 16% 8% 6% 8% 8% 2% 11% 28% 22% 10% 7% 19% Trinidad Honduras Mexico Nicaragua Panama Paraguay 15% 7% 5% 19% 2% 1% 1% 11% 8% 5% 8% 20% 9% 9% 10% 16% 8% 10% 14% 27% Peru 14% 9% 12% 15% Tobago Uruguay 21% 22% 21% 21% 17% 16% 15% 16% Source: Authors compilation based on income and consumption household surveys. 20 4.3 Saving Rates by Income Level The relation between saving rates and income levels is less clear than it might seem at first glance. Conventional wisdom may suggest that rich individuals save more because they can afford to do so. Alternatively, in line with Benjamin Franklins adage a penny saved is a penny earned, saving can be seen as leading to wealth. Either way there is a sense that saving rates and incomewealth go hand in hand. From an economists perspective this relation is not so obvious. First, even if savings in absolute levels are higher for richer people, in relative terms with respect to income this does not need to be the case. Second, the life cycle model predicts a relation between saving rates and age that is common to all income levels. According to it, older richer individuals would use their past savings to finance current consumption above their current income and experience negative savings. If the past savings of elderly rich people are larger than the savings of poorer people, rich individuals will be able to have larger negative saving than poorer individuals in old age. Therefore, the relation between current income and savings might also depend on age. Empirically, there is one more problem. Individuals experiencing temporary income shocks are not likely to dramatically alter their consumption level. A negative temporary income shock moves someone down the income distribution and at the same time produces a smaller even negative saving rate that what is expected. On the other hand, a positive temporary income shock moves someone up the income distribution and at the same time produces a larger than normal saving rate. Therefore, temporary shocks induce a false positive relation. Measurement error in income produces the same artificial effect as temporary shocks, inducing a spurious positive correlation between current income and savings. The data presented in Figures 4 Table 7 and Figure 5 Table 8 do not address the more interesting question of the relation between saving rates and permanent income.6 Rather, they refer to current income with all the difficulties previously mentioned in their interpretation. 6 Gandelman 2015 finds that in most LAC countries the rich save more using lifetime income and wealth proxies. 21 The saving rates of lower income deciles of some countries are so large in absolute value that we have to exclude them from the figures in order to show that the positive relation between saving rates and current income is pervasive in all the economies considered. In the figures we dropped all saving rates below 300 percent Bahamas, Barbados, Colombia, Honduras and the United States. According to the personal saving rates, the first income bracket with positive savings is the 9th decile for Honduras, the 8th decile for Bahamas, Costa Rica and Paraguay, the 7th decile for Chile and Mexico, the 6th decile for Argentina and Barbados and Brazil, the 5th for Colombia, Trinidad and Tobago and Ecuador, the 4th for the United States, the 3rd for Bolivia, Panama, Peru and Korea and the 2nd for Uruguay. According to household savings, the first bracket with positive savings is the 9th decile for Honduras, the 7th decile for Bahamas, Costa Rica and Paraguay, the 6th decile for Barbados, Mexico and Nicaragua the 5th for Argentina, Brazil and Chile, the 4th for Bolivia, Colombia, Trinidad and Tobago and the United States, the 3rd for Ecuador, Panama, Peru and Korea and the 2nd for Uruguay. Although there are some differences in the ranking by personal and household savings from both rankings, Honduras, Bahamas, Costa Rica and Paraguay are the countries where positive saving rates are more concentrated at the top of the income distribution. On the other hand, Uruguay is the LAC country where positive savings rates are most widespread among income brackets. 22 Figure 4. Personal Saving Rates by Income Level Source: Authors compilation based on income and consumption household surveys. Figure 5. Household Saving Rates by Household Income Level Source: Authors compilation based on income and consumption household surveys. 23 300%250%200%150%100%50%0%50%100%1st decile 2nd decile 3th decile 4th decile 5th decile 6th decile 7th decile 8th decile 9th decile 10th decile Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad and Tobago Uruguay USKorea250%200%150%100%50%0%50%100%1st decile 2nd decile 3th decile 4th decile 5th decile 6th decile 7th decile 8th decile 9th decile 10th decile Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad and Tobago Uruguay USKorea4.4 Saving Rates by Region of Residence There are several reasons to think that there might be differences between urban and rural regions. The following explanations, while not an exhaustive list, represent a few possibilities. First, financial services are more concentrated in urban than rural areas. Second, there is lower enforcement of labor regulation in rural areas, and rural workers are less likely to benefit from pensions and social assistance after retirement. Third, consumption patterns in rural and urban areas are different due to availability of shopping centers and due to cultural traits. Finally, there are differences in average education levels. As some of these reasons are likely to increase savings and some likely to decrease them, we do not have a clear predictions on saving differences between urban and rural areas. Table 9 reports that saving rates in rural areas are larger than in urban areas in Argentina, Colombia and Costa Rica. Saving rates are larger in urban areas than in rural areas in Brazil, Honduras, Mexico and Paraguay, and they are of similar magnitude in Bolivia, Ecuador, Peru and the United States. 24 Table 7. Personal Saving Rates by Income Deciles Colombia Costa Rica Ecuador Chile 54% 26% 13% 6% 4% 1% 2% 7% 8% 22% 498% 27% 10% 3% 2% 7% 12% 13% 16% 34% Trinidad Tobago Uruguay 154% 54% 21% 11% 10% 6% 12% 21% 22% 50% 20% 1% 8% 8% 8% 13% 10% 14% 16% 24% 1st decile 2nd decile 3th decile 4th decile 5th decile 6th decile 7th decile 8th decile 9th decile 10th decile 1st decile 2nd decile 3th decile 4th decile 5th decile 6th decile 7th decile 8th decile 9th decile 10th decile Argentina Bahamas Barbados Bolivia 59% 5% 1% 9% 13% 14% 18% 21% 27% 24% 1291% 200% 55% 48% 5% 6% 5% 21% 23% 32% 59% 22% 19% 9% 3% 3% 5% 10% 13% 31% 450% 119% 53% 41% 18% 4% 5% 11% 14% 23% Honduras Mexico 33% 15% 9% 3% 5% 1% 1% 3% 4% 10% 361% 145% 93% 62% 50% 33% 20% 10% 2% 30% Panama Paraguay 17% 8% 1% 3% 3% 6% 10% 10% 14% 21% 192% 76% 49% 25% 21% 3% 2% 8% 17% 48% Brazil 0% 36% 19% 9% 3% 3% 8% 11% 17% 34% Peru 38% 5% 3% 1% 7% 9% 10% 12% 14% 25% Source: Authors compilation based on income and consumption household surveys. 25 76% 51% 23% 25% 12% 16% 3% 5% 15% 38% USA 2945% 503% 21% 3% 22% 29% 33% 41% 45% 56% 14% 6% 5% 1% 0% 2% 4% 5% 8% 22% Korea 160% 26% 3% 11% 19% 26% 31% 33% 41% 52% 1st decile 2nd decile 3th decile 4th decile 5th decile 6th decile 7th decile 8th decile 9th decile 10th decile 1st decile 2nd decile 3th decile 4th decile 5th decile 6th decile 7th decile 8th decile 9th decile 10th decile Table 8. Household Saving Rates by Income Deciles Argentina Bahamas 45% 20% 9% 2% 2% 5% 8% 12% 18% 35% 430% 101% 62% 23% 9% 3% 8% 11% 21% 23% Barbados 1260% 146% 60% 41% 19% 3% 18% 25% 23% 32% Bolivia 64% 17% 5% 2% 8% 13% 16% 21% 29% 26% Brazil 72% 25% 11% 4% 4% 5% 12% 12% 19% 36% Chile Colombia Costa Rica 47% 17% 11% 5% 0% 2% 6% 5% 10% 24% 379% 22% 8% 1% 6% 11% 14% 16% 16% 37% 70% 36% 25% 14% 16% 6% 0% 11% 18% 42% Trinidad Honduras 324% 120% 77% 55% 41% 26% 11% 7% 9% 31% Mexico 28% 9% 6% 4% 1% 1% 3% 2% 5% 11% Nicaragua Panama Paraguay 22% 8% 6% 1% 3% 3% 5% 8% 11% 31% 14% 1% 2% 4% 7% 10% 10% 13% 12% 25% 191% 77% 44% 28% 16% 12% 0% 10% 17% 48% Peru 31% 4% 1% 2% 8% 10% 10% 13% 17% 25% Tobago 104% 29% 14% 10% 4% 12% 18% 24% 26% 55% Uruguay 12% 6% 9% 8% 13% 11% 13% 13% 18% 26% Ecuador 12% 6% 0% 0% 0% 4% 4% 6% 11% 24% USA 2945% 466% 13% 9% 30% 31% 35% 43% 49% 57% Korea 234% 29% 1% 10% 19% 26% 31% 35% 42% 53% Source: Authors compilation based on income and consumption household surveys. 26 Table 9. Saving Rates by Residence Area Argentina Bolivia 25% 12% 33% 34% Brazil 6% 18% 29% 15% Ecuador Honduras Mexico Paraguay 7% 10% 15% 3% 4% 4% 5% 18% Colombia Costa Rica 17% 5% Peru 16% 13% USA 32% 31% Rural Urban Rural Urban Source: Authors compilation based on income and consumption household surveys. 5. Counterfactual Exercises As explained in the methodological section, the counterfactual exercises aim at measuring the importance of three different factors in the national private saving rates. First, it might be that institutional characteristics financial system, pension system, macro instability, etc. or national cultural traits determine different savings behavior between countries. Second, it might be that conditional on their characteristics e.g., age individuals in two countries have the same saving behavior but that the distribution of people is different between countries. Even if comparable individuals in two countries have exactly the same behavior, a country with a larger percentage of retired people will have a lower national saving rate. Third, even if the first two factors are the same in two countries, it might be that national saving rates differ due to differences in income distribution. Consider two countries where people conditional on their characteristics have exactly the same saving behavior and that the peoplecharacteristics distribution is the same. Suppose, for example, the distribution of income in one country is more concentrated among older, already retired individuals and in the other country the income distribution is more concentrated among adults who are still on the job market. In this case the national saving rates of the second country would be larger than that of the first. Summing up we compute our counterfactual exercises by allowing national saving rates to differ by i differences in saving behavior, ii differences in population distribution and iii differences in income distribution. These three determinants of the national private saving rates are the three terms of equation 2. The counterfactuals can be computed for any meaningful breakdown of the population, and we present them by age brackets, educational levels and 27 income distribution. To compute the counterfactual savings rate we take each LAC country and impose one characteristic of a benchmark economy, leaving the other two characteristics as is. The basic data to construct the counterfactuals is presented in the Appendix. Figures A1 and A4 report for each country saving rates by age personal and household level, respectively. Note the inverse U shape in most countries in Figure A1. The inverse Ushaped in Figure A4 is less clear in many countries, while in both figures the United States presents the predicted age behavior. Figures A2 and A5 present the age distribution of the population of each country personal and household level, respectively. The first age bracket goes from 18 to 24, while intermediate brackets are in fiveyear increments and the last one that accumulates all individuals above 75 years old. For the graph based on individuals we observe, as expected, a decreasing line with the exception of the last bracket. Figure A5 shows an inverse U shapes for all countries but Barbados. This shape is due to two factors. First, it is a reflection of the effect of mortality through time which produces the negative slopes in Figure A2. Second, it reflects the lower probability of young individuals being household heads compared to older individuals. Figures A3 and A6 report a picture of relative income by age. Those above below the 100 percent line reflect age brackets whose individuals or households earn more less than the country average. The inverse U shape reflects that younger and older people earn less than adults in their labor market years as there is abundant evidence from the labor economics literature. According to A3, in relative terms, Uruguayan and Brazilian elderly are the richest of the region, with income above the national average. In all other countries the elderly are below the national average. In relative terms, the poorest elderly are those of Korea, Bahamas and Barbados with 25 percent, 53 percent and 51 percent of national income, respectively. On the other hand, the LAC countries with the lowest relative income for the youngest bracket are Chile, Argentina and Uruguay, with average income of 36 percent, 38 percent and 36 percent of national income, respectively. In the United States and Korea the youngest groups average income is 33 percent and 32 percent, respectively, of national income. Table 10 presents summary results of the counterfactual exercises that are presented in detail in Tables A1 through A7 in the Appendix. Panel A presents the average counterfactual saving rate. Panel B presents the average change in national saving rates. 28 According to the exercises based on age brackets, differences in national saving rates with the benchmark economies are mainly due to differences in saving behavior. Imposing United States saving behavior will more than double saving rates, with increases of 15 to 19 percentage points individual and householdbased exercises, respectively. The counterfactual based on Korea also suggests that saving behavior is the main driver of differences, but the exercise based on individual saving rates implies an increase of 6 percentage points, while the exercise based on household implies an increase of 18 percentage points. The results reported in the Appendix suggest that, according to the individually based counterfactuals for Bolivia and Paraguay, differences in the age distribution with Korea explain more than differences in behavior. For Argentina, Colombia, Panama and Peru differences in saving behavior by age and in age distribution explain about the same change as in the counterfactuals. The exercises based on education levels show that differences in national saving rates with the benchmark economies are due to differences in saving behavior and in the distribution among educational levels in the benchmark economies and in LAC. In the Appendix we show that for some countries Argentina, Bahamas, Barbados, Chile, Panama the effect of saving behavior is quantitatively more important than education distribution, while for others Brazil, Costa Rica, Honduras, Paraguay, Trindidad and Tobago, Uruguay the opposite is true. There are also some other countries where the effect of these two dimensions is about the same size. The exercises based on breaking down the saving rate by income groups show that the most relevant dimension to explain differences in saving rates with the benchmark economies is differences in saving behavior, which run in opposite direction for the United States and Korea. Imposing U.S. saving behavior by income quintiles will decrease LAC average saving rates at least 16 percentage points, making them negative. On the other hand, imposing Korean saving behavior by income quintiles will triple the average LAC saving rate. Finally, the exercises based on region of residence suggest, again, that differences in saving behavior with the United States are the main driver of differences in national saving rates. We do not compute counterfactuals by residence with Korea since the Korean survey gathers only urban data. 29 Table 10. Summary of Counterfactual Exercises simple country averages Average LAC savings rate 11% Benchmark economy: Micro data based on: Characteristic imposed: Saving behavior Population distribution Income distribution Saving behavior Population distribution Income distribution Saving behavior Population distribution Income distribution Saving behavior Population distribution Income distribution Characteristic imposed: Saving behavior Population distribution Income distribution Saving behavior Population distribution Income distribution Saving behavior Population distribution Income distribution Saving behavior Population distribution Income distribution US Korea US Korea Individuals Individuals Households Households 27% 14% 12% 23% 35% 7% 5% 10% 14% 31% 14% 12% 15% 2% 0% 11% 24% 5% 16% 1% 3% 18% 1% 1% Counterfactual saving rates 17% 15% 12% 18% 20% 9% 34% 9% 7% 31% 11% 12% 26% 29% 8% 23% 11% 13% 31% 14% 12% Counterfactual change in saving rates 6% 3% 0% 7% 8% 3% 23% 3% 4% 19% 0% 0% 15% 17% 4% 34% 0% 2% 18% 1% 1% 30% 13% 11% 28% 18% 9% 31% 11% 9% 18% 1% 1% 16% 6% 3% 20% 1% 3% ALENAP BLENAP Exercise based on age brackets1 Exercise based on education2 Exercise based on income quintiles3 Exercise based on place of residence4 Exercise based on age brackets1 Exercise based on education2 Exercise based on income quintiles3 Exercise based on place of residence4 1. Detailed results in Tables A1 and A2. 2. Detailed results in Tables A3 and A4. 3. Detailed results in Tables A5 and A6.4. Detailed results in tables A7. Source: Authors compilation based on income and consumption household surveys. 30 Our results so far indicate that differences in saving behavior are the most common explanation for differences in saving rates with the benchmark economies. This difference in saving behavior can be attributed to many factors including cultural and institutional differences. In order to develop some intuition on what explains these differences we decompose the change in the counterfactual saving rates into smaller components. This decomposition is a simple application of equation 3 where instead of imposing the whole distribution of saving behavior of the benchmark economy we only impose the part of the distribution components in which we are interested. For instance, we only impose the saving behavior of younger individuals of the benchmark economies, keeping the saving behavior of older individuals and the population and income distribution at the LAC level. Summary results of this decomposition are presented in Table 11, while the details are in the Appendix in Tables A8 to A13. We divide the counterfactual based on age bracket into four groups: less than 35 years old, 35 to 49 years old, 50 to 64 years old and 65 years old and more. The first category captures the first years in the labor markets, while the last reflects retirement age. This last category explains a very small fraction of the increase in saving rates due to changes in saving behavior. Note also that the most important category is that of 35 to 49 years old. The two categories below 50 years old explain the vast majority of the differences in the counterfactual saving rates. This suggests that differences in the pension system are not the cause of saving differentials. Whatever is producing the differences in savings reported in the exercises based on age brackets must be related to differences in the active years in the labor market. The decomposition for differences in saving behavior by education groups suggests the increase in the counterfactual LAC saving rates is due to differences in saving behavior of those who are more educated complete secondary and at least some tertiary education. The decomposition for differences by income quintiles for the United States shows that the lowest U.S. quintile saving rates are well below LACs lowest quintile, i.e., imposing U.S. saving decreases national saving rates. This is likely due to credit consumption e.g. credit cards being more available in the U.S. for the poor. On the other hand, the top income quintiles in the United States and Korea save more than in LAC; thus, the imposition of their saving behavior increases national saving rates. About half of the increase in the saving rates produced in the counterfactual based on Korea is due to what happens in the top quintile. 31 The results for the education decomposition and the income decomposition suggest that the lower saving rates of LAC are produced by lower saving behavior of their more educated and richer individuals. Lower savings might be due to lower income for a giving consumption, by higher consumption for a given income or a combination of both. Our results suggest that in order to increase the saving rate of LAC it is important to increase the saving rates of those at the top of the income and educational distribution. A word of caution, however, is in place here. This increase will most likely be translated into regressive policies from the point of view of income distribution in a region already characterized by very large income disparities. Table 11. Summary of Counterfactual Exercises simple country averages: Exercise based on age brackets1 Exercise based on education2 Exercise based on income quintiles3 Whose Saving Behavior? Benchmark economy: Micro data based on: US Korea US Korea Individuals Individuals Households Households less than 35 years old 35 to 49 years old 50 to 64 years old 65 years old and more Total Incomplete primary Incomplete secondary Complete secondary University Total 1st quintile 2nd quintile 3th quintile 4th quintile 5th quintile Total 3% 7% 3% 2% 15% 1% 3% 4% 4% 11% 41% 1% 4% 6% 14% 16% Counterfactual saving rates 0% 7% 3% 5% 6% 6% 1% 4% 7% 7% 1% 2% 3% 5% 12% 23% 4% 9% 5% 1% 19% 1% 5% 4% 4% 15% 66% 6% 3% 1% 6% 34% 6% 6% 5% 1% 18% 1% 5% 4% 6% 16% 0% 2% 3% 5% 10% 20% 1 Detailed results in Tables A8 and A9. 2 Detailed results in tables A10 and A11. 3 Detailed results in Tables A12 and A13. Source: Authors compilation based on income and consumption household surveys. 32 6. Summary, Discussion and Conclusions In this paper we use micro data on income and consumption from seventeen LAC countries, the United States and Korea. We present descriptive statistics showing an inverse U shape of saving rates by ages for most countries, as predicted by the life cycle model. Although the shape of the saving rates by age is in line with theory, the positive sign of the saving rates for older individuals is hard to reconcile without considering precautionary savings and uncertainty in medical expenses as in Dynan, Skiinner and Zeldes, 2004 a bequest motive for saving decisions as in Becker and Tomes, 1986 or wealth in the utility function as in Carroll, 2000. Our estimates suggest a monotonic relation between education and saving decisions. Accepting the notsoobvious claim that richer people save more, more education is associated with more income, and through this channel education translates into higher savings. A different motive for the association between education and savings can be related to time preferences of individuals. More patient individuals are more likely to engage in education investments and to save since both decisions imply a relatively higher valuation of the future. The relation between education and savings should not be interpreted as causal but rather as an empirical regularity. The descriptive section closes showing a monotonic relationship between current income levels and saving rates. In the text we warn that this relation should be taken with care since income shocks and measurement error that affect saving rates also affect the classification of individuals in income scales, favoring the finding of a positive correlation. Constructing proxies for lifetime income and wealth, Gandelman 2015 reports that for most LAC countries the richer do save more. The second section of results refers to simulation on saving rates where we alter some characteristic of a LAC country and impose that of a benchmark economy United States and Korea. The three dimensions tested are differences in saving behavior by groups, differences in population demographic distribution and differences in income distribution. Our results suggest that the main driver of differences in saving rates between the United States or Korea and LAC countries are differences in saving behavior. To a lesser extent, differences in population distribution due to differences in education can explain part of the differences of saving rates with Korea. 33 The conclusion that saving behavior is the main driver of differences in national savings with the United States and Korea does not illuminate the causes of those differences. There are many potential explanations, ranging from institutional differences like the degree of development of the financial sector, the social security system and macroeconomic stability to intrinsic cultural traits like differences in the social value of work, savings and the intergenerational transmission of wealth. In order to shed some light on which of the former is more important we decompose the changes due to differences in saving behavior for particular groups. We find that in groups defined by age, differences in saving behavior at retirement age do not explain the differences in the counterfactual. Quantitatively, the most important age bracket for assessing differences in saving behavior is from 35 to 49 years old. Given that most of the effect due to differences in saving behavior in age defined groups is before 50 years old we favor the view that differences in saving rates with the benchmark economies are not produced by differences in the pension or social security systems but are likely related to other differences in the labor market e.g., quality of jobs, income level, tax system. In the decomposition by educational level and income level we find that lower LAC saving rates are to be explained by lower saving behavior of those more educated and those at the top of the income distribution. This presents a political dilemma. Policies promoting the saving rates of the most educated and richest in LAC are likely to increase income and social disparities in a region where large inequalities are already in place. Finally, the poorest in the United States have negative saving rates much larger in absolute terms than in LAC. This may be due to difference in access to credit conditions and other forms to finance consumption. The reduction of credit constraints for the poor, while increasing their wellbeing, is likely to reduce national saving rates in LAC. 34 References Aando, A., and F. Modigliani. 1963. The Life Cycle Hypothesis of Saving: Aggregate Implications and Tests. American Economic Review 53: 5584. Alan, S., K. Atalay and T.F. Crossley. 2006. Do the Rich Save More in Canada? QSEP Research Report 406. Hamilton, Canada: Mc Master University. Alegre Martin, J., and. L. Pou Garcias. 2008. El Consumo y la Tasa de Ahorro Privados de los Hogares Espanoles: Una Descomposicion de los Efectos Edad y Cohorte. Investigaciones Economicas 321: 87121. Attanasio, O. 1999. Consumption. In: J.B. Taylor and M. Woodford, editor. Handbook of Macroeconomics. Volume 1. Amsterdam, The Netherlands: NorthHolland. Becker, G., and N. Tomes. 1986. Human Capital and the Rise and Fall of Families. Journal of Labor Economics 43, Part 2: s 1s 39. Browning, M., and A. Lussardi. 1996. Household Saving: Micro Theories and Micro Facts. Journal of Economic Literature 344: 17971855. Bulir, A., and A. Swiston. 2006. What Explains Private Saving in Mexico? IMF Working Paper 06191. Washington, DC, United States: International Monetary Fund. Butelmann, A., and F. Gallego. 2001. Household Saving in Chile 1988 and 1997: Testing the Life Cycle Hypothesis. Cuadernos de Economia 38113: 348. Carroll, C.D. 2000. Why Do the Rich Save So Much? In: J. Slemrod, editor. Does Atlas Shrug? The Economic Consequences of Taxing the Rich. Cambridge, United States: Harvard University Press. Carroll, C.D., B. Rhee and C. Rhee. 1994. Are there cultural differences on saving? Some CrossCountry Evidence. Quarterly Journal of Economics 1093: 685700. Casillas, L. 1993. Ahorro Privado, Apertura Externa y Liberalizacion Financiera en la America Latina. El Trimestre Economico 404: 807883. Castaneda Cordy, A. 2001. El Ahorro de los Hogares Colombianos: Un Analisis a Partir de las Encuestas de Ingresos y Gastos. Barcelona Spain: Universitat Autonoma de Barcelona. Mimeographed document. 35 Deaton, A. 1992. Understanding Consumption. Oxford, United Kingdom: Oxford University Press. Demery, D., and N.W. Duck. 2006. SavingsAge Profiles in the UK. Journal of Population Economics 193: 52141. Dynan, K., J. Skinner and S. Zeldes. 2004. Do the Rich Save More? Journal of Political Economy 1122: 397444. Edwards, S. 1996. Why Are Latin Americas Savings Rates So Low? An International Comparative Analysis. Journal of Development Economics 51: 544. Friedman M. 1957. A Theory of the Consumption Function. Princeton, United States: Princeton University Press. Gandelman, N. 2015. Do the Rich Save More in Latin America. Working Paper IDBWP588. Washington, DC, United States: InterAmerican Development Bank. Gollas, M. 1999. La Movilidad del Ahorro y la Inversion en Mexico. Estudios Economicos 142: 189215. Greenwood, J. et al. 2014. Marry Your Like: Assortative Mating and Income Inequality. American Economic Review 1045: 348353. Gutierrez, M. 2007. Savings in Latin America after the Mid 1990s: Determinants, Constraints and Policies. CEPAL Serie Macroeconomia del Desarrollo 57. Santiago, Chile: Economic Commission for Latin America and the Caribbean. Kirsanova, T., and J. Sefton. 2007. A Comparison of National Saving Rates in the UK, USA and Italy. European Economic Review 518: 19982028. Lane, P., and A. Tornell. 1998. Why Arent Savings Rates in Latin America Procyclical? Journal of Development Economics 571: 185199. Loayza, N., K. SchmidtHebbel and L. Serven. 2000a. What Drives Private Saving across the World? Review of Economics and Statistics 822: 165181. Loayza, N., K. SchmidtHebbel and L. Serven. 2000b. Saving in Developing Countries: An Overview. World Bank Economic Review 143: 393414. LopezMejia, A., and J. Ortega. 1998. Private Saving in Colombia. IMF Working Paper 98171. Washington, DC, United States: International Monetary Fund. 36 Modigliani, F., and R. Brumberg. 1954. Utility Analysis and the Consumption Function: An Interpretation of the CrossSection Data. In: K. Kurihara, editor. PostKeynesian Economics. New Brunswick, United States: Rutgers University Press. Paiva, C., and S. Jahan. 2003. An Empirical Study of Private Saving in Brazil. Brazilian Journal of Political Economy 231: 121132. PerezMonteiro, M., L. Radusweski and P. Cavalcanti. 2012. The Latin American Saving Gap. Rio de Janeiro, Brazil: Fundacao Getulio Vargas, Escola Brasileira de Economia e Financas. Mimeographed document. Poterba, J. 1994. Introduction. In: J. Poterba, editor. International Comparisons of Household Saving. Chicago, United States: National Bureau of Economic Research and University of Chicago Press. Reinhardt, N. 2008. The Conundrum of Low Saving Rates in Latin America. Development Policy Review 266: 727744. SchmidtHebbel, K., and L. Serven. 2000. Does Income Inequality Raise Aggregate Saving? Journal of Development Economics 61: 417446. 37 Appendix Figure A1. Personal Savings Rates by Age Source: Authors compilation based on income and consumption household surveys. 38 250%200%150%100%50%0%50%less than 25252930343539404445495054555960646569707475 and more Bahamas80%60%40%20%0%20%40%less than 25252930343539404445495054555960646569707475 and more Argentina20%10%0%10%20%less than 25252930343539404445495054555960646569707475 and more Barbados60%40%20%0%20%40%less than 25252930343539404445495054555960646569707475 and more Brazil40%20%0%20%40%less than 25252930343539404445495054555960646569707475 and more Bolivia100%80%60%40%20%0%20%40%less than 25252930343539404445495054555960646569707475 and more Chile50%40%30%20%10%0%10%20%less than 25252930343539404445495054555960646569707475 and more Honduras40%30%20%10%0%10%20%30%less than 25252930343539404445495054555960646569707475 and more Ecuador40%30%20%10%0%10%20%30%less than 25252930343539404445495054555960646569707475 and more Mexico30%20%10%0%10%20%30%40%50%less than 25252930343539404445495054555960646569707475 and more Paraguay40%30%20%10%0%10%20%30%40%less than 25252930343539404445495054555960646569707475 and more Panama40%30%20%10%0%10%20%30%less than 25252930343539404445495054555960646569707475 and more Peru60%40%20%0%20%40%60%less than 25252930343539404445495054555960646569707475 and more US80%60%40%20%0%20%40%less than 25252930343539404445495054555960646569707475 and more Uruguay100%50%0%50%100%less than 25252930343539404445495054555960646569707475 and more Korea30%20%10%0%10%20%30%less than 25252930343539404445495054555960646569707475 and more Colombia100%80%60%40%20%0%20%40%60%less than 25252930343539404445495054555960646569707475 and more Costa Rica5%0%5%10%15%20%25%30%35%less than 25252930343539404445495054555960646569707475 and more Trinidad and TobagoFigure A2. Distribution of Population by Age Source: Authors compilation based on income and consumption household surveys. 39 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Bahamas 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Argentina 0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Barbados 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Brazil 0%5%10%15%20%25%30%less than 25252930343539404445495054555960646569707475 and more Bolivia 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Chile 0%5%10%15%20%25%30%less than 25252930343539404445495054555960646569707475 and more Honduras 0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Ecuador 0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Mexico 0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Paraguay 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Panama 0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Peru 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more US0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Uruguay 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Korea 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Colombia 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Costa Rica 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Trinidad and TobagoFigure A3. Individual Relative Income by Age Source: Authors compilation based on income and consumption household surveys. 40 0%50%100%150%200%less than 25252930343539404445495054555960646569707475 and more Bahamas 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Argentina 0%50%100%150%200%less than 25252930343539404445495054555960646569707475 and more Barbados 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Brazil 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Bolivia 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Chile 0%50%100%150%200%less than 25252930343539404445495054555960646569707475 and more Honduras 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Ecuador 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Mexico 0%50%100%150%200%less than 25252930343539404445495054555960646569707475 and more Paraguay 0%50%100%150%200%less than 25252930343539404445495054555960646569707475 and more Panama 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Peru 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more US0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Uruguay 0%50%100%150%200%less than 25252930343539404445495054555960646569707475 and more Korea 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Colombia 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Costa Rica 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Trinidad and Tobago Figure A4. Household Savings Rates by Age of Household Head Source: Authors compilation based on income and consumption household surveys. 41 0%10%20%30%40%50%60%less than 25252930343539404445495054555960646569707475 and more Korea100%80%60%40%20%0%20%less than 25252930343539404445495054555960646569707475 and more Bahamas5%0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Argentina10%5%0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Barbados40%30%20%10%0%10%20%30%40%less than 25252930343539404445495054555960646569707475 and more Brazil 0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Bolivia30%20%10%0%10%20%30%less than 25252930343539404445495054555960646569707475 and more Chile15%10%5%0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Honduras 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Ecuador20%15%10%5%0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Mexico10%0%10%20%30%40%less than 25252930343539404445495054555960646569707475 and more Paraguay 0%5%10%15%20%25%30%less than 25252930343539404445495054555960646569707475 and more Panama 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Peru 0%10%20%30%40%50%less than 25252930343539404445495054555960646569707475 and more US0%5%10%15%20%25%less than 25252930343539404445495054555960646569707475 and more Uruguay 0%5%10%15%20%25%30%less than 25252930343539404445495054555960646569707475 and more Colombia60%40%20%0%20%40%less than 25252930343539404445495054555960646569707475 and more Costa Rica5%0%5%10%15%20%25%30%less than 25252930343539404445495054555960646569707475 and more Nicaragua 0%10%20%30%40%less than 25252930343539404445495054555960646569707475 and more Trinidad and Tobago Figure A5. Distribution of Population by Age of Household Head Source: Authors compilation based on income and consumption household surveys. 42 0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Bahamas 0%2%4%6%8%10%12%less than 25252930343539404445495054555960646569707475 and more Argentina 0%5%10%15%20%less than 25252930343539404445495054555960646569707475 and more Barbados 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Brazil 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Bolivia 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Chile 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Honduras 0%2%4%6%8%10%12%less than 25252930343539404445495054555960646569707475 and more Ecuador 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Mexico 0%2%4%6%8%10%12%less than 25252930343539404445495054555960646569707475 and more Paraguay 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Panama 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Peru 0%2%4%6%8%10%12%less than 25252930343539404445495054555960646569707475 and more US0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Uruguay 0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Korea 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Colombia 0%5%10%15%less than 25252930343539404445495054555960646569707475 and more Costa Rica 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Nicaragua 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Trinidad and TobagoFigure A6. Household Relative Income by Age of Household Head Source: Authors compilation based on income and consumption household surveys. 43 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Bahamas 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Argentina 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Barbados 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Brazil 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Bolivia 0%20%40%60%80%100%120%less than 25252930343539404445495054555960646569707475 and more Chile 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Honduras 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Ecuador 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Mexico 0%50%100%150%less than 25252930343539404445495054555960646569707475 and more Paraguay 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Panama 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Peru 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more US0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Uruguay 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Korea 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Colombia 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Costa Rica 0%2%4%6%8%10%12%14%less than 25252930343539404445495054555960646569707475 and more Nicaragua 0%20%40%60%80%100%120%140%less than 25252930343539404445495054555960646569707475 and more Trinidad and Tobago Table A1. Counterfactual Saving Rates Using Age Brackets Exercises based on micro data at the individual level Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay 13% 1% 6% 18% 18% 8% 16% 14% 9% 2% 3% 13% 15% 14% 22% Savings rate Characteristics imposed US saving behavior US population distribution US income distribution Korean savings behavior Korean population distribution Korean income distribution US saving behavior US population distribution US income distribution Korean savings behavior Korean population distribution Korean income distribution 28% 17% 13% 18% 17% 11% 15% 4% 0% 5% 4% 2% 29% 5% 1% 21% 1% 5% 29% 4% 0% 22% 2% 5% 44 Counterfactual saving rates 28% 25% 28% 29% 8% 5% 23% 21% 11% 19% 19% 8% 15% 10% 7% 16% 19% 18% 25% 21% 11% 19% 18% 7% 27% 19% 17% 19% 20% 16% 29% 17% 13% 23% 18% 13% 26% 12% 10% 17% 12% 10% 23% 1% 1% 27% 4% 4% 14% 19% 2% 0% 6% 5% 27% 17% 13% 16% 16% 12% 25% 20% 15% 15% 19% 14% Variation of counterfactual saving rates with respect to each countrys savings rate 22% 2% 1% 9% 4% 0% 7% 5% 0% 2% 6% 1% 10% 21% 11% 3% 1% 1% 3% 0% 3% 0% 10% 3% 1% 2% 1% 3% 3% 0% 15% 3% 1% 9% 4% 1% 17% 24% 24% 14% 10% 13% 3% 1% 8% 3% 1% 2% 1% 1% 1% 15% 15% 4% 2% 3% 2% 4% 0% 4% 3% 5% 0% 0% 4% 1% 1% 2% 1% 4% 3% 1% 26% 16% 14% 17% 17% 15% 24% 22% 22% 12% 24% 22% 2% 0% 1% 11% 1% 0% 16% 29% 17% 15% 14% 17% 13% 13% 1% 1% 2% 1% 3% Table A2. Counterfactual Saving Rates Using Age Brackets Exercises based on micro data at the household level Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 13% 1% 6% 18% 18% 8% 16% 14% 9% 2% 3% 12% 13% 15% 13% 22% 16% Counterfactual saving rates Savings rate Characteristics imposed: US saving behavior US population distribution US income distribution 31% 13% 13% 32% 30% 31% 31% 31% 31% 5% 2% 6% 6% 18% 17% 7% 17% 19% 19% 8% 16% Korean savings behavior 30% 29% 28% 32% 30% 29% 30% Korean population distribution 14% Korean income distribution 12% 1% 3% 6% 5% 20% 22% 8% 18% 18% 17% 6% 15% 32% 13% 14% 30% 16% 13% 31% 31% 31% 31% 31% 30% 31% 9% 9% 30% 10% 8% 1% 3% 31% 1% 3% 3% 3% 12% 13% 17% 13% 13% 12% 14% 14% 30% 30% 30% 31% 29% 4% 3% 14% 14% 17% 14% 12% 11% 13% 12% Variation of counterfactual saving rates with respect to each countrys savings rate US saving behavior 18% 32% 23% 13% 13% 23% 15% 18% 22% 33% 28% 19% 18% 15% 18% US population distribution US income distribution 0% 0% 4% 1% 0% 1% 1% 2% 0% 1% 1% 0% Korean savings behavior 17% 30% Korean population distribution 1% Korean income distribution 2% 2% 4% 22% 1% 1% 14% 12% 21% 2% 4% 0% 2% 0% 1% 2% 2% 1% 0% 14% 1% 1% 17% 2% 1% 0% 0% 1% 1% 0% 0% 0% 1% 1% 0% 2% 1% 0% 0% 21% 33% 27% 18% 17% 16% 16% 1% 1% 1% 1% 1% 0% 1% 0% 1% 2% 1% 2% 2% 1% 30% 23% 24% 28% 23% 22% 8% 0% 1% 6% 1% 1% 30% 15% 16% 28% 16% 14% 14% 0% 0% 12% 0% 2% 45 Table A3. Counterfactual Saving Rates Using Educational Levels Exercises based on micro data at the individual level Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay Savings rate 14% 0% 7% 18% 18% 8% 16% 14% 9% 2% 3% 13% 16% 14% 22% 16% Characteristics imposed: Counterfactual saving rates US saving behavior 24% 27% 25% 20% 19% 28% 22% 25% 23% 19% 22% 27% 22% 25% 21% 20% US population distribution 19% 4% 14% 28% 100% 14% 38% 48% 24% 77% 23% 23% 41% 24% 58% 31% US income distribution 10% 0% 5% 11% 7% 6% 10% 6% 6% 5% 1% 9% 10% 10% 14% 10% 1% Korean savings behavior 26% 30% 26% 5% 7% 30% 12% 23% 18% 5% 16% 28% 15% 20% 18% 15% Korean population distribution 15% 1% 9% 23% 58% 7% 21% 20% 12% 35% 8% 13% 26% 15% 37% 22% Korean income distribution 12% 1% 7% 12% 11% 7% 11% 8% 7% 2% 2% 12% 13% 13% 18% 11% Variation of counterfactual saving rates with respect to each countrys savings rate US saving behavior 10% 26% 18% 1% 1% 20% 6% 11% 14% 21% 19% 14% 6% 11% 1% 4% US population distribution 5% 3% 7% 10% 81% 6% 22% 34% 15% 79% 20% 11% 25% 10% 36% 15% US income distribution 4% 1% 2% 7% 11% 2% 6% 8% 3% 3% 2% 4% 5% 3% 8% 6% Korean savings behavior 12% 29% 19% 13% 11% 22% 4% 10% 9% 6% 13% 15% 1% 6% 4% Korean population distribution 1% 1% 2% 5% 40% 1% 5% 7% 3% 37% 5% 0% 10% 1% 15% 6% Korean income distribution 2% 1% 0% 6% 7% 1% 5% 6% 2% 1% 1% 1% 3% 1% 4% 5% Source: Authors compilation based on income and consumption household surveys. 46 Savings rate Characteristics imposed: US saving behavior US population distribution US income distribution Table A4. Counterfactual Saving Rates Using Educational levels Exercises based on micro data at the household level Brazil Argentina Bahamas Barbados Bolivia Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 13% 1% 8% 18% 18% 8% 16% 14% 9% 2% 3% 13% 13% 15% 13% 22% 16% Counterfactual saving rates 27% 17% 10% 27% 27% 24% 24% 29% 25% 0% 1% 10% 24% 100% 11% 32% 6% 12% 8% 6% 10% 28% 43% 7% 26% 23% 26% 29% 29% 25% 26% 20% 48% 15% 25% 21% 37% 20% 6% 4% 1% 9% 10% 10% 10% 26% 28% 11% 27% 22% 12% 10% 12% 5% 11% 6% 4% 26% 35% 14% 26% 27% 17% 4% 13% 7% 5% 5% 4% Korean savings behavior 28% 29% 28% 26% 26% 31% 27% 29% 27% 25% 27% 31% 30% 27% 28% Korean population distribution 15% Korean income distribution 11% 1% 2% 9% 8% 20% 62% 12% 11% 8% 8% 18% 10% 22% 12% 20% 9% 7% 2% 6% 2% 13% 13% 23% 14% 12% 12% 12% 11% Variation of counterfactual saving rates with respect to each countrys savings rate US saving behavior 14% 26% 19% US population distribution US income distribution 4% 4% 1% 1% Korean savings behavior 15% 27% 20% 6% 5% 6% 21% 9% 82% 3% 16% 2% 2% 6% 10% 2% 6% Korean population distribution 1% Korean income distribution 2% 0% 0% 0% 1% 6% 7% 8% 2% 8% 44% 23% 11% 0% 0% 2% 6% Source: Authors compilation based on income and consumption household surveys. 47 14% 29% 6% 15% 8% 4% 17% 25% 23% 17% 16% 10% 13% 11% 50% 12% 12% 8% 22% 7% 3% 2% 2% 3% 3% 5% 4% 18% 3% 2% 27% 22% 24% 18% 17% 11% 15% 3% 0% 0% 7% 0% 0% 1% 1% 1% 4% 2% Table A5. Counterfactual Saving Rates Using Income Brackets quintiles Exercises based on micro data at the individual level Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay 13% 1% 6% 18% 18% 8% 16% 14% 9% 2% 3% 13% 15% 13% 22% 16% Savings rate Characteristics imposed: US saving behavior US population distribution US income distribution Counterfactual saving rates 7% 12% 16% 1% 15% 7% 20% 17% 5% 2% 30% 15% 14% 18% 2% 21% 4% 2% 17% 23% 7% 19% 22% 15% 8% 9% 14% 19% 13% 14% 8% 11% 4% 2% 3% 4% 12% 12% 12% 15% 19% 16% 9% 15% 18% 34% 14% 16% 5% 21% 27% 34% 19% 21% 2% 5% 12% 3% 2% 1% 2% 18% 2% 0% Korean savings behavior 34% 34% 36% 33% 37% 34% Korean population distribution 11% Korean income distribution 12% 4% 3% 3% 16% 20% 7% 2% 19% 10% 6% 36% 13% 12% 36% 11% 8% 32% 7% 9% 37% 6% 15% 34% 33% 35% 32% 2% 3% 11% 10% 12% 13% 10% 14% Variation of counterfactual saving rates with respect to each countrys savings rate US saving behavior 20% 2% 9% 26% 2% 25% 11% 16% 39% 17% 17% 31% 17% 34% 28% 25% US population distribution 1% 3% 9% 1% 5% US income distribution 3% 7% 13% 3% 3% 0% 1% 2% 3% 1% 0% 1% 2% 1% 1% 3% 1% 2% 0% 1% 2% 4% 3% Korean savings behavior 21% 34% 29% 15% 19% 26% Korean population distribution 3% Korean income distribution 1% 4% 2% 9% 5% 2% 2% 1% 1% 28% 2% 20% 3% 4% 22% 2% 6% 23% 39% 31% 21% 2% 4% 1% 2% 0% 13% 0% 0% 20% 5% 5% 19% 2% 1% Source: Authors compilation based on income and consumption household surveys. 48 Table A6. Counterfactual saving rates using income brackets quintiles Exercises based on micro data at the household level Savings rate Characteristics imposed: US saving behavior US population distribution US income distribution Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 13% 1% 6% 18% 18% 8% 16% 14% 9% 2% 3% 12% 13% 15% 13% 22% 16% Counterfactual saving rates 14% 2% 16% 37% 6% 18% 56% 8% 38% 43% 47% 4% 31% 35% 42% 37% 13% 16% 7% 1% 7% 7% 18% 18% 8% 16% 10% 19% 19% 10% 19% 14% 14% 9% 11% 2% 3% 3% 4% 12% 13% 13% 15% 13% 14% 14% 15% 22% 28% 30% 22% 23% 16% 17% 29% 15% 16% 0% 5% 7% 1% 1% 0% 1% 13% 0% 0% Korean savings behavior 29% 31% 35% 34% 33% 30% Korean population distribution 13% Korean income distribution 13% 1% 1% 5% 18% 17% 5% 17% 12% 8% 7% 34% 15% 14% 33% 13% 9% 27% 9% 9% 36% 2% 13% 30% 3% 3% 30% 12% 11% 29% 35% 30% 12% 14% 13% 13% 6% 14% US saving behavior US population distribution US income distribution 51% 6% 0% 3% 0% 8% Korean savings behavior 16% Korean population distribution 1% 31% 1% 8% 0% 4% 29% Variation of counterfactual saving rates with respect to each countrys savings rate 20% 34% 45% 22% 32% 65% 10% 41% 55% 60% 11% 44% 57% 58% 0% 1% 0% 1% 0% 2% 0% 3% 0% 0% 0% 2% 0% 1% 0% 1% 0% 1% 0% 1% 0% 1% 0% 2% 16% 15% 22% 1% 1% 1% 0% 18% 1% 2% 19% 1% 5% 18% 0% 0% 37% 1% 11% 27% 18% 16% 20% 16% 0% 0% 0% 1% 0% 0% 1% 9% 0% 0% Korean income distribution 0% 0% 11% 2% 6% 1% Source: Authors compilation based on income and consumption household surveys. 49 Table A7. Counterfactual Saving Rates Using Area of Residence 31% 20% 13% 16% 5% 2% 31% 15% 13% 18% 1% 0% Variation of counterfactual saving rates with respect to each countrys savings rate 18% 0% 0% 18% 15% 5% 22% 2% 1% 14% 1% 1% 15% 0% 0% 33% 6% 3% 3% 7% 2% 28% 1% 1% Argentina Bolivia Brazil Colombia Costa Rica Ecuador Honduras Mexico Paraguay Peru 13% 13% 14% 34% 15% 17% 16% 2% 3% 9% 31% 13% 13% 31% 41% 32% 31% 18% 16% Counterfactual saving rates 31% 16% 16% 32% 1% 9% 31% 11% 8% 31% 4% 4% 31% 4% 2% Savings rate Characteristics imposed: Saving rates Population distribution Income distribution Saving rates Population distribution Income distribution Source: Authors compilation based on income and consumption household surveys. 50 Table A8. Age Decomposition of the Change in the National Saving Rate Due to Differences in Saving Behavior Exercises based on micro data at the individual level Change in savings rate due to imposing US saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay 15% 29% 22% 7% 10% 21% 11% 15% 17% 24% 24% 14% 10% 13% 2% 13% less than 35 years old 6% 5% 0% 1% 4% 7% 2% 6% 3% 6% 5% 3% 2% 1% 8% Decomposition by age bracket 35 to 49 years old 7% 9% 9% 4% 4% 9% 5% 6% 8% 11% 11% 8% 6% 7% 50 to 64 years old 2% 7% 8% 1% 2% 4% 3% 1% 4% 6% 4% 3% 2% 3% 65 years old and more 0% 9% 6% 1% 1% 1% 0% 2% 1% 3% 3% 0% 1% 2% 4% 4% 2% 4% 6% 3% 0% 3% 6% 2% Change in savings rate due to imposing Korean saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay 5% 22% 9% 2% 1% 10% 3% 9% 8% 15% 15% 4% 0% 4% 11% 2% Decomposition by age bracket less than 35 years old 4% 2% 2% 3% 2% 5% 1% 5% 0% 0% 2% 0% 2% 2% 13% 35 to 49 years old 7% 8% 8% 4% 4% 9% 5% 6% 8% 11% 11% 8% 6% 7% 50 to 64 years old 1% 7% 7% 1% 1% 4% 3% 1% 4% 6% 4% 3% 1% 3% 4% 4% 65 years old and more 8% 4% 5% 4% 6% 7% 5% 3% 4% 1% 1% 6% 5% 4% 6% 13% Source: Authors compilation based on income and consumption household surveys. 51 Table A9. Agedecomposition of the change in the national saving rate due to differences in saving behavior Exercises based on micro data at the household level Change in savings rate due to imposing US saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 18% 32% 23% 13% 13% 23% 15% 18% 22% 33% 28% 19% 18% 15% 18% less than 35 years old 35 to 49 years old 50 to 64 years old 65 years old and more 4% 9% 4% 0% 4% 11% 9% 9% 4% 9% 8% 3% 3% 6% 3% 1% 5% 5% 2% 1% 3% 10% 9% 1% Decomposition by age bracket 4% 7% 4% 0% 5% 8% 4% 1% 4% 10% 7% 1% 7% 14% 9% 2% 6% 13% 7% 3% 3% 9% 5% 2% 3% 9% 6% 0% 5% 8% 3% 0% 3% 8% 5% 1% Change in savings rate due to imposing Korean saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 17% 30% 22% 14% 12% 21% 14% 17% 21% 33% 27% 18% 17% 16% 16% 8% 0% 3% 4% 1% 14% 2% 7% 5% 1% 6% 1% 1% 3% 0% 12% 3% 5% 4% 0% less than 35 years old 35 to 49 years old 50 to 64 years old 65 years old and more 6% 7% 3% 0% 5% 8% 8% 9% 5% 7% 7% 3% 7% 4% 2% 0% 8% 3% 1% 1% 5% 8% 8% 0% Decomposition by age bracket 7% 5% 3% 1% 7% 6% 3% 1% 7% 8% 6% 1% 11% 12% 8% 2% 8% 10% 6% 3% 6% 7% 4% 1% 5% 7% 5% 0% 8% 6% 2% 1% 5% 6% 5% 0% Source: Authors compilation based on income and consumption household surveys. 52 Table A10. Education Decomposition of the Change in the National Saving Rate Due to Differences in Saving Behavior Exercises based on micro data at the individual level Change in savings rate due to imposing US saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay Incomplete primary Incomplete secondary Complete secondary University 10% 26% 18% 1% 1% 20% 6% 11% 14% 21% 19% 14% 6% 11% 1% 0% 0% 3% 7% 1% 5% 10% 11% 0% 4% 8% 6% 2% 2% 2% 5% Decomposition by education level 0% 6% 2% 3% 6% 0% 7% 12% 2% 1% 3% 4% 2% 6% 3% 0% 1% 3% 5% 5% 8% 9% 3% 1% 3% 6% 4% 6% 0% 3% 4% 7% 1% 3% 1% 1% 1% 1% 4% 6% 1% 1% 1% 0% 4% 0% 1% 2% 4% Change in savings rate due to imposing Korean saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay 12% 29% 19% 13% 11% 22% 4% 10% 9% 6% 13% 15% 1% 6% 4% Incomplete primary Incomplete secondary Complete secondary University 0% 2% 3% 10% 1% 4% 11% 13% 1% 3% 10% 8% Decomposition by education level 18% 4% 2% 7% 2% 8% 1% 1% 0% 7% 5% 16% 15% 0% 4% 7% 2% 5% 3% 3% 5% 2% 5% 8% 7% 8% 3% 2% 4% 4% 5% 9% 1% 1% 5% 10% 8% 1% 1% 4% 8% 0% 5% 9% 5% 2% 3% 1% 1% 6% 3% 2% 6% Source: Authors compilation based on income and consumption household surveys. 53 Table A11. Educationdecomposition of the change in the national saving rate due to differences in saving behavior Exercises based on micro data at the household level Change in savings rate due to imposing US saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 14% 26% 19% 6% 6% 21% 9% 14% 17% 25% 23% 17% 16% 10% 13% 4% Incomplete primary Incomplete secondary Complete secondary University 0% 4% 3% 7% 1% 6% 8% 11% 0% 4% 10% 6% 3% 1% 2% 6% 7% 5% 0% 0% 3% 5% 6% 13% 3% 3% 4% 5% Decomposition by education level 2% 8% 2% 2% 1% 7% 3% 6% 9% 10% 3% 3% 3% 9% 3% 8% 0% 5% 5% 6% 0% 4% 3% 8% 1% 5% 2% 2% 0% 2% 3% 7% 1% 1% 2% 22% Change in savings rate due to imposing Korean saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 15% 27% 20% 8% 8% 23% 11% 15% 18% 27% 24% 18% 17% 11% 15% 10% 0% 5% 2% 4% 5% 0% 1% 3% 1% 11% 0% 4% 2% 5% Incomplete primary Incomplete secondary Complete secondary University 0% 4% 3% 8% 1% 6% 8% 12% 0% 3% 11% 6% 2% 1% 2% 6% 8% 4% 0% 0% 3% 6% 5% 14% 2% 3% 4% 6% Decomposition by education level 2% 7% 2% 3% 2% 6% 4% 7% 10% 9% 3% 4% 3% 9% 3% 9% 0% 5% 6% 7% 0% 4% 4% 9% 2% 5% 2% 2% 1% 2% 4% 8% Source: Authors compilation based on income and consumption household surveys. 54 Table A12. Income Decomposition of the Change in the National Saving Rate Due to Differences in Saving Behavior Exercises based on micro data at the individual level Change in savings rate due to imposing US saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Panama Paraguay Peru Trinidad Tobago Uruguay 20% 2% 9% 26% 2% 25% 11% 16% 39% 17% 17% 31% 17% 34% 28% Decomposition by income bracket 1st quintile 45% 31% 16% 45% 14% 54% 32% 40% 67% 23% 52% 57% 38% 57% 41% 2nd quintile 3th quintile 4th quintile 1% 3% 6% 4% 5% 8% 3% 3% 6% 5th quintile 14% 16% 13% 1% 2% 4% 14% 4% 5% 5% 2% 0% 3% 6% 0% 2% 5% 1% 4% 7% 0% 4% 7% 19% 14% 13% 18% 4% 7% 10% 19% 0% 4% 7% 1% 3% 5% 24% 18% Change in savings rate due to imposing Korean saving behavior 21% 34% 29% 15% 19% 26% 20% 22% 23% 39% 31% 21% 20% 19% 1st quintile 1% 2nd quintile 3th quintile 4th quintile 2% 3% 5% 4% 5% 5% 6% 8% 4% 3% 4% 1% 0% 1% 3% 6% 5% 5% 4% 1% 1% 3% 5% 2% 1% 2% 4% Decomposition by income bracket 2% 1% 3% 6% 4% 5% 6% 9% 1% 2% 1% 3% 6% 0% 2% 4% 5th quintile 12% 14% 10% 12% 1% 17% 11% 15% 16% 22% 15% 0% 2% 4% 6% 9% 25% 47% 1% 2% 6% 16% 18% 2% 0% 2% 4% 13% 2% 5% 7% 7% 1% 3% 6% 16% 2% 3% 4% 6% 5% 2% 1% 2% 5% 13% 1% 2% 4% 6% 12% 1% 2% 2% 3% 3% Source: Authors compilation based on income and consumption household surveys. 55 Table A13. Income Decomposition of the Change in the National Saving Rate Due to Differences in Saving Behavior Exercises based on micro data at the household level Change in savings rate due to imposing US saving behavior Argentina Bahamas Barbados Bolivia Brazil Chile Colombia Costa Rica Ecuador Honduras Mexico Nicaragua Panama Paraguay Peru Trinidad Tobago Uruguay 51% 6% 8% 20% 34% 45% 22% 32% 65% 10% 41% 55% 60% 11% 44% 57% Decomposition by income bracket 1st quintile 73% 38% 158% 41% 53% 73% 42% 56% 91% 29% 74% 59% 84% 35% 67% 69% 2nd quintile 3th quintile 4th quintile 1% 4% 7% 5% 7% 8% 137% 135% 136% 0% 3% 5% 5th quintile 11% 13% 127% 14% 3% 6% 6% 3% 1% 4% 7% 0% 3% 5% 2% 5% 7% 0% 5% 7% 17% 13% 11% 15% 5% 8% 10% 17% 1% 5% 8% 21% 22% 26% 28% 36% 0% 3% 6% 16% 3% 6% 7% 8% 0% 3% 6% 14% 58% 79% 1% 3% 6% 14% 13% 4% 0% 2% 4% 11% 0% 3% 4% 4% 7% 0% 1% 2% 2% 1% Change in savings rate due to imposing Korean saving behavior 16% 31% 29% 16% 15% 22% 18% 19% 18% 37% 27% 18% 16% 20% 16% 1st quintile 2% 2nd quintile 3th quintile 4th quintile 5th quintile 1% 3% 5% 8% 4% 5% 5% 6% 8% 4% 4% 3% 1% 1% 2% 3% 10% 10% 11% 2% 4% 5% 5% 0% 2% 2% 3% 5% 14% 2% 1% 2% 3% 9% Decomposition by income bracket 0% 2% 4% 5% 7% 4% 1% 3% 6% 4% 5% 7% 8% 3% 3% 4% 1% 3% 6% 1% 3% 5% 0% 2% 4% 12% 13% 18% 11% 13% 2% 3% 5% 6% 5% 2% 1% 2% 5% 11% Source: Authors compilation based on income and consumption household surveys. 56 ", "filename": "IDB-WP-602.pdf", "person": ["Néstor Gandelman", "Gandelman, Néstor"], "date": ["2015"]}