{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/87975/1/idb-wp_439.pdf"], "title": ["What Drives Differences in Inequality Across Countries?"], "plaintext": "AbstractThis paper presents microeconomic simulation techniques to examine what drivesdifferences in inequality across countries. The simulation decomposes crosscountry inequality differences into the importance of individual decisions, such asfertility, mating, labor force participation, and household structure, while at thesame time including information on the importance of different income sources.The decomposition is applied to household survey data from 35 countries from 6regions in the world. The empirical results provide insights into the transmissionmechanisms through which inequality is generated.Keywords: Inequality, income sources, household structure, fertility, mating, andsimulation techniques.JEL Classification: D1, D3, J12, J13 The authors are at the Research Department at the InterAmerican Development Bank email: miguelsiadb.organd mariannehiadb.org. We thank Ricardo Paes de Barros, Suzanne Duryea, Alejandro Gaviria, Sam Morley,Ugo Panizza, Graham Pyatt, and conference participants at LACEA 2000 for useful comments and discussion, and John Dunn Smith for editorial improvements. We are especially grateful to the Luxembourg Income Study forproviding access to their household survey data. The opinions expressed in this paper are the authors and do notnecessarily reflect those of the InterAmerican Development Bank or its Board of Directors.34Introduction One of the economic dimensions in which countries differ the most is their level of incomeinequality. These differences are relevant for at least two reasons. The first is that incomedistribution is regarded as an important determinant of growth and economic development.1 Theother is that the level of income inequality is informative about the access to economicopportunities and about the extent to which development is shared by different sectors of thepopulation. It is even usually regarded as a measure of social justice per se, and implicitly, whencountries have low levels of inequality, they are thought of as countries that are doingsomething right.In the economics literature the most common approach to explaining internationaldifferences in inequality has been to perform aggregate crosscountry regressions that usemacroeconomic indicators as explanatory variables.2 This literature has identified someaggregate variables closely correlated with inequality differences, including financial marketdevelopment, education levels, geographic conditions, and institutional factors. But this analysishas two limitations. The first is that the compilations of data on income distribution they usehave important comparability problems. For example, in the widely used data set by Deiningerand Squire 1996 the coverage of nonlabor incomes is very heterogeneous, making itimpossible to know whether differences in inequality across countries are genuine, or if they aredue to the noise introduced by the lack of consistency in the data.3 A second limitation is thatthese studies are only able to use observable country characteristics to explain inequality, butthese may be correlated with other unobserved variables that also affect inequality. If unobservedvariables are excluded in estimating the effects of observed variables, their exclusion causesunobserved variable bias in the estimated coefficients for the effects of observed characteristics.This paper uses household survey data for 35 countries in six regions of the world toinvestigate the microeconomic factors driving the large differences in inequality across countries.Since our analysis deals with many elements that are not addressed by the more aggregatemacroeconomic analysis mentioned above, it could be seen as a complementary effort to thisliterature. Furthermore, by taking a micro perspective, we are also able to address to some extent 1 One of the latest literature reviews on this is the paper by Aghion et al. 1999.2 Papers by Li, Squire and Zou 1998, Gavin and Hausmann 1998, IDB 1999, and Squire and Lundberg 1999are good examples of the growing list of works on the topic.3 See Szekely and Hilgert 1999a, Pyatt 1999 and Atkinson and Brandolini 1999.5limitations of the aggregate approach. On the one hand, there are considerable improvements indata quality and in the capacity to account for the differences in the characteristics of the primarymicro data itself. On the other hand, our approach clarifies some of the channels through whichaggregate variables affect inequality. Although this does not fully solve the problem ofunobserved variable bias, it provides insights into the real variables underlying the crosscountry differences and into the transmission mechanisms through which inequality is generated.Our approach is to compare the distribution of total household per capita incomeswhich is the most commonly used concept of inequalityand then ask which of the elements ofthe process of household per capita income formation account for the differences acrosscountries. Broadly speaking, we classify these elements into four sources of inequality. The firstis the distribution of labor incomes. The second are all sources of nonlabor incomes obtained byindividual income earners, and which are linked more closely to capital and financial sources.The third is the set of individual decisions that lead to household formation. These includemating, fertility, household arrangements, and labor force participation.4 The fourth elementcorresponds to the distribution of the incomes that individuals receive because they belong to aspecific household e.g., family allowances, meanstested transfers.Knowing whether inequality in household per capita incomes is driven by labor marketincomes, nonlabor incomes, or by the ways in which individuals join together to formhouseholds is relevant because this information directs policy interventions towards totallydifferent areas. For instance, if inequality is mainly due to differences in labor earned incomes,the most effective way to address the problem may be through changing labor marketregulations, or by providing incentives to change the composition of the labor forcee.g.,through increasing education. If the answer is that inequality is exacerbated by familydecisionse.g., if the poor tend to marry the poor, they have more children, and have fewerincomeearnersthe policy priorities will be different. Perhaps the most effective way to reduceinequality in this case will be through family allowances, facilitating the incorporation of lowskilled women into the labor market, or family planning. Yet, if nonlabor income sources arewhat play a predominant role in generating inequality, the set of policies best suited to address 4 These elements are not considered by standard decompositions of inequality by income source. Their inclusionmakes it necessary to take a different approach than these decompositions.6the problem might be public pensions, financial policies, redistribution of physical assets, orother interventions that have less to do with labor markets or families.To assess the importance of each of the elements, we propose a simple microsimulationtechnique that recreates the process of income generation and family formation and which allowsisolating each of the decisions that lead to the formation of household per capita incomes. Themethodology is similar in spirit to the papers by Barros et al. 1995, Cowell 1996, and Cancian and Reed 1998, all of which use counterfactual distributions to assess the importanceof one of the elements of the process of household formation on inequality. However, ourmethod is quite different in three important ways. On the one hand, it connects labor marketswith inequality of per capita incomes by looking at the whole process of income and familyformation, rather than only focusing on mating, or earned incomes, as the aforementioned studiesdo. On the other hand, rather than imputing or changing the distribution of incomes to reproducecounterfactual distributions under some assumptions as in these studies, we modify familyarrangements through a simulation that follows the decisions that individuals make in reality.The third important difference is that our analysis stresses country comparisons, rather thanconcentrating only on single country experiences, which leads to broader conclusions.The main limitation of our methodological approach is that, although the results areinformative on what drives inequality from a statistical point of view, the procedure is adescriptive accounting device. Strictly speaking, it does not intend to explain the causes ofinequality, because it does not account for general equilibrium effects or the feedback effects thatare characteristic of behavioral models.5The rest of the paper is divided into four sections. The first explains our methodology fordisentangling the aggregation from labor market inequality to household per capita incomeinequality. The second presents our empirical results. The third presents robustness tests to checkif varying the assumptions about the process of family formation leads to different conclusions.The last section concludes. 5 The papers by Kremer 1997, Greenwood et al. 1999, Knowles 1999, and Fernandez and Rogerson 1999address the question of the relation between family formation and inequality from a theoretical standpoint. Theseauthors model individual choices, and account for feedback effects between elements of the family formationprocess. The works by Haurin et al. 1993, Sutherland 1996 and Behrman and Deolalikar 1993 are otherexamples of models accounting for the dynamics of household formation.71. Methodology: From Labor Markets to Households To perform our comparisons we estimate inequality by directly accessing household survey datafor 35 countries. We divide these countries into six regions, based on their geographic location.The six regions are Latin America LA, North America NA, Western Europe WE,Scandinaviawhich is distinguished from the rest of Europe due to its lower inequality Eastern Europe EE, and Asia, where Australia is also included. Table 1 specifies the individualcountries in each region, and Appendix Table A1 shows the name, year and origin of eachdatabase used.Of the 35 countries in our study, we have direct access to 19 surveys. These include allthe LA countries and Thailand.6 We label the sources of these surveys LAC henceforth. Themicro data for the rest of the countries are accessed from the Luxembourg Income Study LIS.To minimize differences in survey years, we choose the household survey closest to 1995 for ourcomparisons.7 In the Appendix we present a more detailed discussion about the characteristics ofeach survey and the differences across countries. Subtle differences in the classification andcoverage of income sources are important for our analysis because they may make it appear thatsome specific sources play a more or less important role than others in the crosscountrycomparisons. Although we are not able to solve this problem, one advantage of ourmicroeconomic approach over aggregate crosscountry regressions is that we are able to identifythe importance of noncomparable income sources in terms of their contribution to differencesacross countries.Throughout the paper, our benchmark for comparison is the distribution of totalhousehold per capita net incomes, which is presented in the second column of Table 1.8 Whiledeveloped countries usually use some measure of economies of scale in household consumptionas well as equivalence scales, this is not common practice in developing countries. The mainreason why we focus on per capita incomes is that this definition has a clearer interpretation,namely that it is assumed that there are no economies of scale in consumption and that all 6 These surveys were obtained directly through country statistical offices and through the MECOVI program. Allsurveys, except those for Argentina and Uruguay, are nationally representative. In the case of Uruguay, the surveycovers around 90 percent of the total population of the country, while in Argentina, the survey covers around 70percent.7 In our empirical analysis we experiment with other years, when available, but our main conclusions are notsensitive to the choice of a specific survey.8individuals in the household have the same needs. Finally, throughout the paper we use the Giniindex of inequality because it is the most widely used measure, and it is practically the onlyindex used in the aggregate literature for inequality crosscountry comparisons. However, ourmethod can be easily adapted to the use of other indexes, or equivalence scales.1.1 Base Country Rankings and Household Per Capita Income Formation In Table 1 countries are ranked within each region by the Gini for household per capita netincome which we label Ghh henceforth. As can be seen, there are huge disparities in oursample. On the one hand we have Brazil, as the most unequal country with a Gini of 59.06points, while the country with the lowest inequality of household per capita income is Finland,with a Gini of 24.64. On average, the most unequal region is Latin America, followed by Asia,North America and Eastern Europe. Western Europe has considerably lower inequality, while thethree Scandinavian countries in our data set have, on average, the lowest Gini.The main idea of our simulation methodology is that Ghh is obtained through the mixtureof four basic elements, and so differences among countries such as those in Table 1 can bethought of as a sum of the differences in these components. The first element is the distributionof labor earned incomes among labor income earners, which can be thought of as the inequalitygenerated in the labor market. We present the Gini for this source in the third column of Table 1.9Following the standard classification in household surveys, labor earned incomes includeresources from formal employment, selfemployment, and informal activities, but in the LISsurveys incomes from selfemployment are classified as household rather than individualincomes. At the bottom of the table we include the correlation coefficient between labor earnedincome inequality and Ghh. The correlation in LA and the other countries is very high, but notperfect. Appendix Table A3 shows that in practically all the countries, these incomes representmore than 60 percent of total income.The second element corresponds to other sources of income that can be linked toindividual earners but that do not correspond to payments to labor as registered in the surveys.As discussed in the Appendix, there is considerable variety across countries in the specific 8 In the first column we show the distribution of gross incomes, where available, for reference. All Gini coefficientsare multiplied by 100 for ease of presentation.9 The statistics for LA are different to the distribution of labor incomes presented in Szekely and Hilgert 1999b,because in that paper the calculation refers to household per capita labor incomes, while here we present thedistribution among incomeearners.9sources included in this group, and the surveys for Nicaragua, Honduras and Peru do not eveninclude information on them Appendix Table A2. In general, they can be thought of asresources that are obtained by individuals as a return to physical capital in the LAC surveys,financial resources e.g., savings, pensions, or even as payments from insurance e.g.,unemployment benefits in LIS. With the exception of the Eastern European region and someindividual countries, these sources are typically distributed more unequally than Ghh see Table 1. The correlation with Ghh is high in the LA countries, but it is rather low in the rest. Table A3shows that the relative importance of these incomes differs substantially by country, and reachesat the most 34 percent of total income in Sweden.The third element in the process of household per capita income formation is that whenindividuals join together to form households, in some sense they pool the labor and nonlaborincomes they earn as individuals, and share them with other individuals that belong to thesame household. The degree to which pooling and sharing take place varies across countriesand households. The use of household per capita income assumes a sharing rule of perfectequality, so the resources available to each household member depend on the number of incomeearners, and on the number of individuals that are being supported by this income. Twoindividuals with identical labor or nonlabor earnings may end up with completely differenthousehold per capita incomes if they have different fertility, mating, household structure, andtimeuse preferences. Similarly, two countries with an identical distribution of income amongincomeearners may end up with differences in Ghh if family arrangements vary.Table 1 illustrates the extent to which countries differ in terms of household structure andfamily characteristics. For instance, while the average dependency ratio in LA countries is 1.83nonearners per each individual income earner, in Scandinavian countries the ratio is only 0.12.Household size also differs significantly, with LA households being more than double the size ofthose in NA, EE, Scandinavia, and WE. Female labor force participation, which is related to thenumber of income earners per household, is significantly higher in the most developed countries.There is also a clear pattern of disparities in household arrangements, with LA countries and Taiwan and Thailand having a higher proportion of extended and nuclear households, and theother regions having much greater shares of single person households. The correlationcoefficient between Ghh and each of the demographic and family characteristics in Table 1 is 10strong enough to suggest that these are important components in the process of household percapita income formation.Finally, the fourth element is that individuals may be eligible for receiving certainincomes only because they belong to a specific household. The last columns in Table 1 presentthe Gini index for the distribution of these household incomes, as well as their correlation with Ghh. In LA the correlation is quite strong, but the differences in coverage across countries isconsiderable, and as discussed in the Appendix, the specific items included in each survey mayvary.1.2 Simulation Methodology In essence, the objective of our methodology is to test to what extent the differences in Ghhacross countries are due to each of the four elements. There are four specific hypotheses: aLabor markets generate income differences so that even after individuals mix other incomesources, create families, and form households, the inequality persists. b Nonlabor incomes aredistributed in such a way that, whatever the distribution of labor income and whatever the familyarrangements, in the end some countries are more unequal than others mainly because of thedistribution of these sources. c Differences between countries arise mostly when individualsjoin together into households. This is because of the extent to which the poor tend to marry thepoor rich, to which low income individuals tend to have more fewer children, and to whichindividuals with lower higher incomeearning capacity participate less more in the labormarket, varies across countries. d When individuals join into households they obtain otherincomes, precisely because they belong to a particular household, and it is these incomes thatgenerate most of the differences in inequality.The first step for assessing each of these possibilities is to express the income y of eachindividual incomeearner j as the addition of the hourly labor earnings yw multiplied by thenumber of hours worked t, plus nonlabor incomes yk:1 yjyjw,tjyjk,The per capita income yhh,i of each individual i, belonging to household hh, is expressed inthe following way:112yihh,NNys,Nyh,ys Nyhch,yya,y Nchye,yNanyh,ye Ns,ny YHNch,nyNnya,Nnye,where yj for jh,s,ch,a,e denotes the income of each earner in the household. Subscript jh refersto the head of the household, s refers to the spouse or partner, ch stands for children, a are otheradults, and e are the elderly living in the same household. YH are the incomes that the householdobtains as a unit and that cannot be attributed to any individual member. The hh subscript foreach incomeearner is not shown for simplicity. Thus, the numerator in 2 adds the resources ofall household members that report income, as well as the incomes received as a unit.Since we focus on per capita income inequality, in the denominator we have allhousehold members introduced with the same weight. These are classified into household headsreporting income Nh,y, spouses that are income earners Ns,y, number of children earningincome Nch,y, number of adults earning income Na,y, elderly earning incomes Ne,y, plus thenumber of heads, spouses, children, adults and elderly not earning income, but still living in thesame household Nh,ny, Ns,ny, Nch,ny, Na,ny, and Ne,ny, respectively.With equations 1 and 2 in mind, we can view the process of family formation as aseries of steps between two extremes. On one extreme we have the inequality of hourly earningsamong labor income earners Gw,t, which is the Gini for the distribution of yw,j, which isregarded as the pure inequality generated in the labor market. At the other extreme, there is theinequality of total household per capita income Ghh, which is the Gini for the distribution ofyhh,i. Ghh includes information on labor, nonlabor, and family incomes the numerator inequation 1, as well as labor force participation decisions and the process of family formationincluding mating, fertility, and the incorporation of adults and the elderly the extended familyinto the household, which appear in the denominator.10Our simulation for disentangling each element consists of linking the two extremesthrough several intermediate steps in such a way that the importance of each of the components 10 We take the distribution of hourly earnings as our initial point for the simulation because, as can be seen in Appendix Table A3, in all the countries in our sample with the sole exception of Sweden, labor incomes representmore than 50% of total income, while there are only three cases where they account for less than 60%. We perform adecomposition of inequality by income source not presented for brevity following the method by Shorrocks1982, and in all countries labor incomes represent more than 50% of total inequality. Alternatively we could departfrom the distribution of nonlabor incomes presented in the fourth column of Table 1, and in fact, our main 12cid:229cid:229cid:229cid:229of equations 1 and 2 can be isolated. Specifically, we take Gw,t as a starting point and simulatea situation where all labor incomeearners are restricted to the following six conditions:i ii iii iv v vi Each labor income earner works the same number of hours with t0.Labor incomes are perfectly positively correlated with nonlabor incomes.Each income earner is a household head living without a spouse or partner.Each household head has the same number of children to support, and none of them is anincomeearners.Each head has the same number of extended adult and elderly members to support.These additional members share income, but do not contribute with resources to thehousehold.Labor incomes are perfectly positively correlated with YH.It is easy to verify that under these restrictions Gw,tGhh, and that in reality the twostatistics will differ to the extent that the conditions do not hold. By relaxing one restriction at atime it is possible to recreate the effect of each of the decisions that lead from Gw,t to Ghh. Thequestion is to choose a reasonable cumulative sequence for eliminating the restrictions.There is evidence that in developing countries household formation has a pattern that issimilar to the lifecycle of individuals, so we can follow a similar path for household formationin our simulations. For instance, Attanasio and Szekely 2000 show that in LA and Asiancountries, the average individual in the earlier part of hisher life cycle typically belongs to anuclear household. When the individual reaches around 25 years of age heshe forms hisher ownhousehold by joining a partner or spouse, and soon after, family size starts increasing as thecouple has children. When the household head reaches around 4560 years of age, a considerableproportion of households become extended units either by incorporating the elderly, other familymembers, or nonrelatives, or because children reach an age at which they start becomingincomeearners themselves and are therefore considered adults. In light of this evidence, anatural path is to follow a similar sequence for relaxing each constraint, and this is the way inwhich we proceed. It must be stressed, however, that the methodology could easily be adapted toother decisionmaking paths. In Section 4 we explore other options. conclusions hold also under this path. We focus mostly on the simulation that takes the distribution of labor incomesas a starting point because we believe it is more intuitive.13By following the lifecycle path, we identify the following effects:I. The Hours Effect: We depart from Gw,t which is computed including only individualsreceiving earned laborincomes that is, with t0. One of the necessary conditions to make Gw,t Ghh is that all earners work the same number of hours, but we know that in reality this isnot the case. To account for the distributive effect of differences in hours worked, we go to themicro data and multiply hourly labor earnings by the number of hours each individual actuallyworks. The distribution resulting from this is the inequality of total labor earned incomes amongindividual earners Gl. We call the difference between Gw,t and Gl an hours effect, but wewould like to stress that this difference is interpreted as an effect in an accounting sense andnot as an explanation for the level of inequality. This is because Gw,t and Gl are not necessarilyindependent, and different individuals may decide to work more or fewer hours depending on thelevel of their hourly earnings. Additionally, although highly unlikely, it is hypothetically possibleto have Gw,tGl even if there were differences in hours worked across individuals. For this to bethe case, the distribution of hours would have to be such that after multiplying hours by hourlyearnings, the position of individuals in the distribution switches perfectly symmetrically.II. The OtherIncomes Effect: We also know that in reality labor earned income is notperfectly correlated with nonlabor individual incomes, but imposing the second restrictionsimulates a situation where this is the case. To recreate the effect of relaxing the secondrestriction, we follow two steps. First we perform a simulation that is equivalent to allowing eachlabor income earner to obtain the nonlabor income each receives in reality, and then comparethis new distribution of total income for each individual with Gl. In this way the sample ofindividuals over which inequality is computed is still the same as for Gl.11 The second stepconsists of including in the sample all individuals who earn only nonlabor incomes and whohave been excluded so far from the calculation of Gl. We call this inequality Gy, and thedifference between Gy and Gl, is labeled other incomes effect. Intuitively, this is the inequalityaccounted for by the fact that labor incomes are not perfectly correlated with other sources. 11 It should be noted that even if the two distributions were identical, this does not imply that there are noredistributions of income among individuals when nonlabor incomes are added. It is possible that individuals are reranked from the bottom to the top of the distribution and vice versa when including nonlabor incomes, but if theeffects cancel out, the Gini will remain stable.14Again, Gy and Gl are not necessarily independent, so the other incomes effect is also an effectin an accounting sense.12III. Family Effects: Up to this point the restrictions are equivalent to a situation whereindividuals do not merge together into families and where the population is only composed ofincomeearners. Under our scheme, this implies GyGhh. However, we know that in realityindividuals join together into households through formal or informal arrangements, that theyhave children, and that there is a wide variety of family structures and timeuse choicesdepending on particular preferences and needs. The reasons why individuals form households, aswell as the ways in which they choose to do so, are not totally understood,13 and as mentionedabove, for this work we view the process of family formation as a sequential chronologicaldecision that follows the typical pattern of lifecycle decisions. This is similar to a process ofendogenous family formation where decisions are taken depending on the situation of thehousehold at each point in time. The process of household formation has four intermediate steps:a Mating Effect: Chronologically, the most common decision that individuals make whenthey decide to form their own household by leaving the parental unit is whether they want toremain living as a singleperson household, or if they prefer to make informal or formalarrangements to live with a partner or spouse. The third restriction imposed above actuallyconstrains individuals to live without a partner. To recreate the mating process and relax thisrestriction, we go to the micro data to identify individuals with their reallife partner,whenever they have one. Since in reality some individuals join with nonincome earners andsome do not join a mate at all, we take two separate steps. First, we take the populationincluded in the computation of Gy and modify the data by joining individuals with theircouples and assigning each of them the average between their two incomes, rather than theirrespective individual incomes. This can be thought of as a mating effect among earners.Secondly, we allow all individuals to join their reallife partners, regardless of whether theyearn incomes or not. To do this we include all partners that do not report income and were 12 Since there are important crosscountry differences in the income sources included in nonlabor incomes forindividuals documented in Table A2, an alternative interpretation of the difference between Gy and Gl, is that itillustrates how much inequality originates from the fact that the surveys are not strictly comparable because thecoverage of nonlabor incomes differs.15excluded from the sample so far and assign each member of the couple the average income ofboth individuals. We label the new simulated inequality Gh,s, which is the distribution thatrelaxes conditions iiii, and which includes couples with two income earners, couples withone income earner, and other individuals who earn an income but that do not have a partneror spouse. The difference between Gh,s and Gy is called the full mating effect, and it isinterpreted as the inequality accounted for by some individuals deciding to live as couples,and the specific pattern of matches will determine the sign of the difference. The differencebetween the full and the partial mating effects can be thought of as a spouse participationeffect, given by the fact that some individuals form couples with income earners and somejoin with nonincome earners.14 As with the hours and the other incomes effects, Gh,s and Gy are not necessarily independent, since a spouse or partners decision to earn income maybe contingent on the other partners income.15b Fertility Effect: If restrictions ivvi held in reality, we would have that Gh,sGhh, whichamong other things assumes that all couples and single individuals have exactly the samenumber of children and that none of these children are income earners. However, we knowthat this is not the case, and we can relax this assumption by going to the micro data andallowing children to join their reallife household. To do so, we proceed in two steps. Firstwe merge incomeearning children, and secondly, we include the children that have not yetappeared in the measurement of inequality because they are not incomeearners. Whenmerging children into their reallife households we add up the income of the head, spouse,and children, and split it in equal proportions for each member. This yields an inequalityindex labeled Gh,s,c, where couples and children form nuclear households. The sample used tocompute Gh,s,c are couples or single parents with children earning income, couples or 13 See for instance Weiss 1997 and Bergstrom 1997 for good reviews of some of the explanations thateconomists have proposed, and Sorrentino 1990 for differences in family arrangements among developedcountries.14 It should be noted, however, that spouses that are not classified as participating in the labor market do notnecessarily work less. They may even work more hours than those who participate, but do not receive aremuneration for their labor. It should also be borne in mind that even in the case where there was relative stabilityin the Gini through the simulated mating process, this does not imply that there are no redistributions amongindividuals and that there are no rerankings along the distribution. It is possible that the Gini remains stable if thererankings at the upper and lower parts of the distribution perfectly compensate each other.15 As explained by Weiss 1997, when individuals form a couple they may also take the decision for one tospecialize in work at home and the other in market work, and the decision may be totally driven by the marketincomeearning prospects of each member of the couple.16single parents with children not earning income, couples with no children, and individualsthat do not have a spouse nor children. We label the difference between Gh,s,c and Gh,s afertility effect that accounts for the fact that different individuals have different numbers ofchildren. As with the previous effects, fertility choices and the other individual decisions maynot be independent, and it is hypothetically possible although highly unlikely to have Gh,s,cGh,s even if there were differences in the number of children across households.c Extended Family Effect: Restriction v implies that all households are either nuclearfamilies, couples with no children, or singleperson units. If this was the case we would have Gh,s,cGh,s, but we know that in reality this is not so. Some individuals form households withother adults. Chronologically, the following step in our simulation is to account for this fact.As in previous restrictions, we simulate the process of extended household formation bygoing to the micro data and matching adults and the elderly into their real life households.We then add up the incomes of all household members and assign each individual the percapita income of the unit. We perform the simulation in two steps, by first matching extendedfamily members earning income, and then merging nonincome earners into their reallifehousehold. We separate the process by first merging adults, and label the distribution Gh,s,c,a,and we then incorporate the elderly to obtain the distribution Gh,s,c,a,e, which includes allhousehold members. The difference between Gh,s,c and Gh,s,c,a,e is called the extended familyeffect, which fully accounts for differences in household structure across individuals.IV. Family Income Effect: Finally, the only difference remaining between Gh,s,c,a,e and Ghh isassumption vi: that labor earned incomes and family incomes are perfectly correlated. To fullyaccount for the process of household and income formation, we can go to the micro data and addthe family income that households receive in reality. This yields Ghh. As in the previous effects,the difference between Gh,s,c,a,e and Ghh is the inequality accounted for by the fact that not allhouseholds receive the same family incomes, but since these are not totally independent fromother incomes and from family structure, strictly speaking they would only be able to beinterpreted as an explanation of inequality under some special conditions.So far we have assumed a specific cumulative sequential process of family decisions thatstarts with Gw,t, and ends up to Ghh but it is clear that the magnitude of each of the familyeffects will depend on the particular sequence chosen. If the incomes of each individual earner 17were interpreted as different income sources that the household head receives, our simulationmethod would be similar in spirit to standard decompositions of inequality by income source,which do not depend on a particular sequence of introducing each of the elements. However,there is an important distinction. In standard decompositions by income source, to obtain thecontribution of each element, it is necessary to hold constant the population included in thecalculation of Ghh, which must be the same as the population included in the estimation of eachof the separate components. This clearly leaves out important information on the familyeffects. So, by using our method rather than standard decompositions the results are pathdependent, but there is considerable gain in terms of information on the sources of inequality.Another important issue is that, in reality, the magnitudes of each of the family effectswill depend on how individuals decide to share their income within the household. As mentionedabove, for our empirical results we assume on the one hand, that there are no economies of scalein consumption, and on the other, that each household member is allocated the same share of theavailable resources. Although these are perhaps not the most realistic assumptions, they have theadvantage of a clear intuitive interpretation.16 In this framework, they imply that all familyeffects will refer to the upperbound impact of family arrangements. For brevity we do notexplore other possible assumptions about economies of scale or the ways in which resources aredistributed within the household, but it is clear that other schemes can be easily accommodatedin this framework.3. What Drives Inequality Differences?In this section we present our main empirical results from the application of the simulationmethodology. We start by focusing on comparisons across regions and then turn to differenceswithin each region and other country comparisons. In Tables 2 and 3 we present the distributionsrepresenting each of the steps in the process of income and household formation.3.1 CrossRegional Comparisons In Table 2, rather than starting the simulations with Gw,t we present in the first three columnssome more basic statistics of interest. The first column shows the inequality of hourly earningsamong males in the 1565 age range. This is the most conventional measure of labor market 16 Behrman 1997 presents a review of the literature on the distribution of resources within the household.18income inequality, and it is considered more pure than our measure of Gw,t because it is lessaffected by labor force participation decisions. There are some rerankings across the six regionsas compared with the rankings in Table 1 by Ghh. While Latin America still has the highest Gini,it is now followed by NA rather than Asia, and rather than having the Scandinavian countries asthe most equal, the lowest Gini is found in WE. The following column presents the distributionof hourly earnings for females. In this case, the Scandinavian countries have the lowest Gini,followed by EE and WE.The third column shows the distribution of hourly earned incomes among all male andfemale income earners in the 1565 age range. The comparison between this and the previoustwo columns can be interpreted as the effect of incorporating males and females into thepopulation. For instance, if we take the male population as the point of departure, the inclusionof females has practically no effect in LA and EE, but it contributes to more inequality in theother regions, especially so in WE. Alternatively, if we first consider the second column,including males into the distribution of female hourly earnings only has a notable effect in EE.Thus, it seems safe to say that the main reason why WE ranks as the most equal region in termsof column 3 is because of the low inequality in hourly earnings among males.The difference between the Gini in the third column of Table 2 and Gw,t is the inclusionof incomeearners outside the 1564 age range.17 This has a strong inequalityreducing effect in NA, Scandinavian countries, and WE, while it has strong disequalizing effects in EE. Thesechanges can be interpreted as the distributive effect of differences in labor force participationrates among the nonworkingage populations, and in some cases they are large enough toreverse regional rankings. For instance, in the ordering by the third column EE appears to bemore equal than Asia and NA, with a difference of about three and almost six points,respectively, while according to Gw,t they have practically the same inequality.The starting point for our simulation is the fourth column with Gw,t. It can be comparedwith Gl in the fifth column to measure the hours effect. There are considerable differencesacross regions. While in LA and EE the hours effect is negative, it contributes to increasedinequality in the rest of the regions, and in NA and WE it does so considerably. The differencebetween Gw,t, and Gl leads to some important rerankings. Due to differences in hours worked, 17 Note that the surveys for Norway, Finland, Poland and Thailand do not include information on number of hoursworked. In these cases, we report Gl rather than Gw,t, and we are not able to calculate the hours effect. Hourseffects are assumed to be zero in these countries.19NA appears to be much more unequal than EE and Asia, even though they had practically thesame Gw,t. It is possible that the reason for the differences is that individuals with lower hourlyearnings work more hours in LA and EE relative to those with higher hourly earnings, while theopposite is the case in the other regions. The first column of Table 4 presents the correlationcoefficient between hours worked and hourly earnings, and confirms that the correlation isnegative in LA, EE and Asia. One plausible interpretation is that income and substitution effectsfrom increasing hourly earnings are different at different levels of development. In the relativelypoorer regions in our sample, which are LA, EE and Asia, the income effect is stronger amongthe poor, but as incomes rise the substitution effect kicks in.To assess the effect of other income sources we first compute the distribution of totalindividual incomes including nonlabor sources among labor earners. This appears in thecolumn labeled 3 in Table 2. We then include individuals who are only nonlabor incomeearners to obtain Gy presented in the last column. We also include the distribution of nonlaborincomes among nonlabor income earners excluding labor earners for reference. The full otherincomes effect is obtained from subtracting the Gini in the columns labeled 4 and 2. At theregional level, including nonlabor individual incomes has the strongest equalizing effect in the Scandinavian countries. The effect is also negative, although smaller, in NA and EE, while it ispositive in LA, WE, and especially in Asia, where including nonlabor incomes increases thevalue of the Gini index by more than five points. There are two important rerankings that takeplace after the other incomes effect is accounted for. One is that Asia is considerably moreequal than NA according to Gl, but it has higher inequality when measured by Gy. The other isthat Scandinavia and WE switch in their ordering.It is tempting to interpret the difference between Gl and Gy as evidence of the impact ofnonlabor incomes over inequality. Under this interpretation, nonlabor incomes are, for instance,less disequalizing in LA than in Asia, while they are strongly equalizing in the Scandinaviancountries. These disparities appear to be an important source of difference between the regions.Note, for instance, that the difference in Gini points between Asia and Scandinavia according to Gl is only about four points, while the difference according to Gy is around thirteen points.However, as noted in the Appendix, there is great variety in the sources included in the nonlaborincomes category in each country Table A2. Therefore, the difference between Gl and Gymay in part be a result of differences in income coverage or definitions. The difference may well 20be thought of as noise introduced into the distribution by including sources with differentialcoverage across countries. In any case, one advantage of the comparison is that it provides agood idea of the impact of including these noncomparable income sources into the measurementof inequality.Table 3 presents the family effects. For reference we include Gy in the first column.There are four issues for implementing the following simulation. The first is the definition ofhousehold head, which is the individual taken as reference to establish kinship with othermembers of the household.18 For simplicity we use the selfdeclared definition of head. Thesecond is to establish a cutoff point after which children are considered adults. We establish thiscutoff point to be 20 years of age, since at this age the share of individuals earning incomesincreases considerably in most of the countries in our sample. Therefore, a household composedof a couple and children under 20 will be classified as nuclear, while a similar household witha child age 21 will be considered an extended family. We experiment with considering allindividuals over 18 years of age as adults, but our conclusions are not sensitive to these cutoffpoints.19 The third is that in some household surveys it is not possible to know with certaintywhat the relation between the head and other members is e.g., if all children living in thehousehold are in fact children of the head. To implement our approach we classify individualsas children or adults living in the household according to their age, which implies that they arenot necessarily related by kinship to the head. The fourth is that in some cases we are not able toconfirm if the head of the household and the individual identified as the spouse constitute aformal couple or if they are joined by informal arrangements. For our simulation we do not makeany distinction between these two possibilities and always refer to the partner of the head asspouse for simplicity.Subtracting the Gini in the columns labeled 5a and 5b from column 4 in Table 3provides the mating effect. The differences across regions are even stronger than for thehours or other incomes effect. The full mating effect is most negative almost eight Ginipoints in NA, and of more than five points in WE and Scandinavia. About half of the fullmating effect is accounted for by matching income earners with their incomeearning real 18 We use the standard definition of household in the LIS and LAC surveys, which is the unit including allindividuals that share the same budget, and where subunits are counted as being part of the same household.19 Note that other definitions that may be more appropriate for particular countries can easily be implemented withinthis framework.21life couples, while the other half is from matching nonearners with their partners. In the otherthree regions mating also reduces inequality, although the effect is smaller. Another importantdifference is that in LA, EE and Asia matching nonearners to their incomeearning partnersactually increases inequality, rather than reducing it. This points to the importance of differencesin labor force participation among spouses in these regions.The mating effect produces some important rerankings across regions. Table 3 shows,for instance, that the relative position of NA improves considerably with respect to EE and Asiaafter individual income earners are united with their spouses into the same household. Theinformation in Table 4 helps to interpret these differences. The third column shows thecorrelation between the income of the head and the spouse for cases where both are incomeearners. As expected, the correlation is much lower in NA, Scandinavia, and WE than in Asia,LA, or EE. This suggests that in these last regions, there is greater assortative mating. In thesecond column of Table 4 we present the correlation between years of schooling of the head ofthe household, and schooling of the spouse whenever the head has a partner or spouse. Thiscould be interpreted as the correlation of the potential incomeearning capacity. Asia and LAalso appear to have the highest coefficients in this case, but EE has a lower correlation, which issimilar to that observed in WE. The fourth column shows the correlation between the income ofthe household head and all spouses, regardless of whether they are earners or not incomes aredefined as equal to zero for nonearners. The pattern of lower correlation in NA and WE, andthe much higher correlation in EE, LA and Asia, holds, suggesting not only that assortativemating is stronger in these last regions, but also that the spouses decisions on whether toparticipate or not in the labor market are also more contingent on the heads income.The fertility effect is obtained from subtracting column 6a and 6b in Table 3, fromcolumn 5b. As expected from the demographic statistics presented in Table 1, the strongestinequalityincreasing fertility effect is observed in Asia and particularly in LA, while there areonly mild effects in the other regions. This evidence, added to the correlation coefficients in Table 4, suggests that especially in Asia and LAC, the fact that some lower income individualsdecide to have more children than others is an important source of regional inequalitydifferences. The decision of incorporating children into the labor market also seems to generateinequality because, according to Table 4, children of higher income parents tend to obtain higherearnings.22Column 7a to 8b in Table 3 presents the extended family effects. In column 7a weshow the inequality index Gh,s,c,a estimated by incorporating incomeearning extended familyadults, while in column 7b we incorporate the remaining adults that belong to the household,but that do not earn income. Columns 8a and 8b present the distributions that incorporate theelderly individuals over 65 years of age that are not household heads. In NA, WE, Scandinaviaand EE, the total extended family effect is rather small, which is not that surprising given thehigh proportion of single person households and the small share of extended family unitsdocumented in Table 1. In LA and Asia, the effect of including the extended family reducesinequality by about three Gini points, which is not negligible when compared to the previouseffects. One interpretation is that in poorer countries individuals have more incentives to formlarger households because the lower the income, the higher the gains from economies of scale inconsumption. Since incorporating incomeearning adults into their reallife household column7a drives most of the effect, this is also capturing differences in the age structure of householdmembers.The last step in the process is to include the effect of the family incomes to whichindividuals have access because they belong to a specific household. In the case of countries thatdo not report these incomes see Table A2, the Gini coefficient reported in column 8b in Table 3 is equal to Ghh, while in the others, it is still necessary to subtract Ghh from Gh,s,c,a,e in column8b to add up to the distribution of total household per capita income. In LA, NA, EE, and WEthe family income effect is rather small less than one Gini point, while in Scandinavia, andespecially in Asia, it is equalizing. While the reduction in Scandinavia is not surprising becauseof its long tradition of providing social benefits through family allowances and transfers, therather small effect in WE is quite unexpected. However, the results should not be interpretedstraightforwardly as evidence that family incomes do not contribute to reducing inequality in WE. The variety of income sources included in family incomes may be large enough to blurthe country comparisons, and also, the effect may appear to be stronger in some countries simplybecause the household surveys may be better able to capture these incomes. The family incomeeffect could even be interpreted to some extent as a measure of the quality of the surveyinstruments. A low value may well correspond to the lower coverage of the source.It should be noted that in our calculations we are not able to take into account the fact thatin some countries governments provide goods or services directly to the household, which are 23not accounted for as income. If in some country there is a wellestablished system of socialsecurity that provides some services at no cost, while in another the government providesfamilies with transfers to acquire exactly the same service, in our simulation it would appear thatthe family income effect is smaller in countries where governments choose to provide servicesdirectly, while perhaps, after considering the monetary value of the services, the effect oninequality could be considerable.To summarize the conclusions about what drives differences in inequality across regions,we perform the following decomposition. First, we compare the difference in Gini points in Gw,tbetween each region, and the Scandinavian countries, which we take as benchmark because theyhave the lowest Ghh. Secondly, we compare the magnitude of each effect, with the effect in Scandinavia, in such a way that by adding up the difference we end up with the difference in Ghhbetween this region and the rest. Figure 1 summarizes the results. In the horizontal axis weindicate the region with which the Scandinavian countries are being compared.The first bar corresponds to Latin America. At the top of the bar we indicate that thedifference in Ghh across these two regions is of 27.5 Gini points. This difference is decomposedinto each of the effects identified above. About one half of the difference is accounted for by theinequality of hourly earnings, which are the disparities generated in the labor market. About fivepoints of the difference appear to be due to the mating effect reducing inequality much more in Scandinavia, while about three points are accounted for by differences in the fertility effect,which has stronger disequalizing effects in LA. Nonlabor and family incomes account for aboutsix Gini points of the gap, but again, given the differences in incomesource coverage, to someextent this can be thought of as evidence of the importance of lack of consistency across surveys.The gap between the regions is ameliorated by eight Gini points by the hours effect and theextended family effect. This suggests that in LA individuals with lower hourly earnings workrelatively more hours than higher incomeindividuals, and relatively lower income householdshave a greater tendency to pool more incomes by creating extended families.The second bar shows that the difference with NA is accounted for mainly by thedistribution of hourly earnings, by nonlabor income sources, and by family incomes. Familyarrangements account for a smaller part of the difference and in fact, the extended family and thegreater equalizing effect of mating in NA reduce the gap. The third bar corresponds to thecomparison between the Scandinavian countries and WE. WE actually has a better distribution of 24hourly earnings than Scandinavia. The higher inequality in Ghh in WE is accounted for by nonlabor and family incomes.The EE countries have a Gini that is 12.4 points higher than Scandinavias. The mostimportant sources of the difference are the hourly earnings and the mating effect, whichreduces inequality by much more in Scandinavia. The difference with Asia is of 13 points. Themost important sources of this disparity are the distribution of hourly earnings, nonlaborincomes, and the mating effect. The gap would actually be much larger had the hours effectnot been less disequalizing and the extended family and family incomes effects not beenmore equalizing in Asia.3.2 Differences Within Regions The case where the countryspecific pattern conforms most closely to the regional averages is Scandinavia. Eastern Europe is another case where the magnitudes of the effects by countrymostly have the same sign, but still there are differences in the size of the effects that change theordering. NA and Asia are two cases where regional averages do not reflect the pattern of aparticular country. In NA, the United States US has a Ghh that is more than eight points higherthan Canada. Practically the whole difference between the countries is accounted for bydifferences in the inequality of hourly earnings, where the US has a Gini that is ten pointsgreater. In the end, the gap is smaller because the hours effect has a less disequalizing effect inthe US.In WE, with few exceptions, each of the effects has the same sign in all countries, but thedifferences in magnitude are still strong enough to lead to rerankings. For instance, in Table 2 itappears that Luxembourg, which is the country with the lowest Ghh, has a similar Gw,t index tothe Netherlands, Italy and the United Kingdom UK, while the differences in Ghh reaches up tofive, nine and ten Gini points, respectively. The fivepoint gap with the Netherlands is mostlyaccounted for by a large difference in the hours effect. The difference between Luxembourgand the UK is mainly accounted for by much stronger disequalizing hours and other incomeseffects in the latter. In the case of Italy vs. Luxembourg, the difference in the mating effectaccounts for the higher inequality.With respect to LAC, the country with the lowest inequality of total household per capitaincome is Uruguay, so we take it as a benchmark. Figure 2 summarizes the comparisons in a 25similar way than the decomposition in Figure 1. Two patterns emerge quite clearly. The first isthat the mating effect is more equalizing in Uruguay, so part of the difference between this andthe other LA countries is accounted for by lower assortative mating among couples. The secondis that the hours effect contributes to increased inequality in Uruguay, while it is equalizing inmost of the other countries, and where this is not the case, the effect is less inequalityincreasing.Surprisingly, although demographic differences between Uruguay and the other LA countries areimportant see Table 1, the fertility and extended family effects only account for asignificant part of the inequality difference in few cases. The distribution of labor incomesrepresents an important part of the difference between Uruguay and the other countries, while theother incomes and family income effects play a minor role.3.3 Differences across the World Keeping in mind the definitional and incomesource coverage differences, especially between LAC and LIS surveys, it is also illustrative to perform some comparisons across countries indifferent regions. Take, for instance, the case of the US and the UK. These two countries arewellknown to be among the most unequal in the developed world, and the difference betweentheir Ghh indexes is of about three points. However, the difference in terms of the distribution ofhourly labor earnings is much larger, since the Gw,t index is of 44.25 points in the US, while it isonly 29.16 in the UK. The three effects that account for the major reduction in the gap are thehours and other incomes effects, which are much less disequalizing in the US, and themating effect, which has a stronger progressive impact in this country. In contrast, thedifference between the US, on the one hand, and France and Germany, on the other, is practicallyall accounted for by the higher inequality in hourly labor earnings in the former.Another interesting comparison is between the United States, which has a Ghh index ofalmost 40 points, and Sweden or Norway, where Ghh is of about 25 points. It is well known thatwhile the Scandinavian countries have a longer tradition of social security, family allowances,labor market benefits, and other sources of public income support, in the US the level ofgovernment intervention in the process of incomeformation of households is more limited.There are therefore reasons to expect that effects such as the family income or other incomeseffects would play a major role in the inequality difference between these countries.26Surprisingly, about 80 and almost 90 percent of the difference between the US, and Norway and Sweden, respectively, is accounted for by differences in the distribution of labor earnings alone.4. Other Simulation Paths There are three caveats to which these empirical results are subject. First, the incomesharingpattern assumed so far may not be observed in reality. Some individuals who are classified asbelonging to a household may in fact not share their income with other members. This is apotentially important issue,20 but since few household surveys contain information onexpenditures from which to obtain a more adequate idea of the real sharing process, we are notable to pursue this further. However, where countryspecific equivalence scales are available,they can easily be used within this framework. The two other caveats, already mentioned above,are the pathdependency of our results, and the assumption of independence of each of thedecisions that lead to household and income formation.If the decisions we identify through the simulation were totally independent of each otherand followed the lifecycle sequence proposed, the estimated effects would actually be regardedas an explanation of the level of inequality. However, we know that in reality income andhousehold formation decisions are not totally independent of each other. For instance, we havenot considered that male earnings might have an effect on female participation, or that ahouseholds decisions regarding female participation, fertility, and the incorporation of adults orelderly into the unit may well be linked. It is difficult to predict the effects of these omissionsbecause a theoretical model predicting each effect is not available, so the implication is that ourresults correspond to the upper bound of each individual effect. Interpreting each one purely asseparate effects may be an overestimation because they may be also capturing the effect of otherrelated decisions.With respect to the choice of the decisionmaking path, we have selected a specificsequence for performing the simulations, under the argument that the sequence has empiricalsupport, but if the sequence were modified, the magnitude of the effects would probably change.The nonuniqueness of the results is not necessarily a drawback because the simulation methodcan be easily adapted to other sequences by simply relaxing the assumptions in a different order. 20 Carlson and Danziger 1999, for instance, conclude that the use of alternative sharing rules in the US hasimportant consequences for poverty estimates.27It does not necessarily constitute a drawback for the empirical results, either, because the specificpath for empirical implementation is realistic.21 Nevertheless, there are other reasonablesequences that are worth exploring. In Table 5 we experiment with one alternative that seemsreasonable to us and test whether our empirical conclusions hold under this scenario. 22Specifically, we assume that individuals behave more in line with collective bargainingmodels, rather than following a process of endogenous formation as before. Collectivebargaining is similar to the case where households first pool income from all sources andindividuals columns 2 to 5 in Table 5, and then decide on the allocation by sharing or splittinghousehold income columns 6 to 10 in Table 5.23 The results differ between the simulations in Tables 3 and 5, but it can be verified, for instance, that the factors driving the inequalitydifferences across regions are mostly unmodified. The only noticeable differences are that thefull mating effect, which appeared to be more equalizing in NA than in Scandinavia in Table 3,now appears to be less equalizing in the US, and that the fertility effect, which was lessdisequalizing in EE, is now more disequalizing. Although the factors driving the differencesacross each region as well as Scandinavia sometimes change in importance, the sign mostlyremains the same. The same conclusion applies when we account for differences between themost equal country in each region and the others.5. Conclusions This paper takes a microeconomic approach to examine what drives differences in inequalityacross countries. The analysis addresses some of the limitations of the more common aggregateapproach, while providing additional information about why some countries have higher 21 Moreover, path dependency is one distinctive characteristic of other widely used methodologies. One of them isthe decomposition of inequality by population subgroups, where typically an individual characteristic is chosen tocompute the proportion of inequality due to within and between group differences, respectively, and then othercharacteristics are included sequentially to account for their effect. The effect of each characteristic always dependson the specific sequence in which it is introduced. Another example is the widely used simulation by Juhn et al.1993, typically applied for decomposing changes in inequality over time. This technique decomposes the effect ofchanges in personal characteristics and changes in the returns to each characteristic, over the change in inequality. Inthis case also, the sequence in which characteristics are considered influences the magnitude of the results. Evenwith these limitations, pathdependency has not prevented any of these approaches from being widely appliedbecause, as long as the path is reasonable theoretically or empirically, the results are useful.22 Shorrocks 1999 suggests a method to obtain pathindependent results from the decomposition of inequality bypopulation subgroups that could be implemented in our framework, but this requires a large number of simulationswith different paths, which is beyond the scope of this paper.23 Behrman 1997, Bourguignon et al. 1995 and Bourguignon and Chiappori 1992 discuss these models indetail.28inequality than others. Specifically, our framework allows us to account for the importance ofindividual decisions such as fertility, mating, labor force participation and household structure incrosscountry inequality comparisons, while at the same time presenting information about theimportance of different income sources.Strictly speaking our results can only be interpreted as uncovering the causes ofinequality under special circumstances, so it is probably safer to view them as an accountingprocedure that identifies what drives the differences from a statistical point of view. In any case,the simulations are useful because they are able to identify some of the channels through whichdifferences in inequality are generated, and they help assess the noisetosignal ratio where thedata is not strictly comparable. Variables such as the years of schooling of the population, whichare commonly found to be strongly correlated with inequality in aggregate crosscountryregressions, may operate through these microeconomic channels e.g., generating wageinequality, as well as differences in participation and fertility, so identifying them is crucial forpolicy design.We use the simulation methodology to decompose differences in inequality of householdper capita income across 35 countries from six regions. By taking Scandinaviathe region withthe lowest inequalityas the benchmark we find that each of the effects we account for plays animportant role in generating regional differences in inequality. Western European countriesactually register lower labor market inequality than Scandinavian countries, but they end up withhigher inequality in the distribution of household per capita incomes because of the role of otherincome sources. In contrast, most of the difference with North America surprisingly arises fromlabor market inequalities rather than from public transfers, unemployment benefits or othersimilar incomes that are linked with public compensatory mechanisms. Labor market inequalitiesalso play an important role in accounting for the difference with respect to Latin America,Eastern Europe and Asia, but differences in fertility, mating patterns, and the importance of theextended family also play a crucial role in the inequality gap with these regions.29References Aghion, P., Caroli, E. and Garcia Penaloza, C. 1999. Inequality and Economic Growth: The Perspective of New Growth Theories. Journal of Economic Literature. 37: 16151660.Atkinson, A. and Brandolini, A. 1999. Promise and Pitfalls in the Use of Secondary DataSets: Income Inequality in OECD Countries. Oxford, United Kingdom and Rome, Italy:Oxford University and Banca d Italia. Unpublished manuscript.Attanasio, O. and Szekely, M. 2000 Household Saving in Developing Countries:Demographics, Inequality and All That. Research Department Working Paper 427.Washington, DC, United States: InterAmerican Development Bank, Research Department.Barros, R., Camargo, J., and Mendonca, R. 1995. Poverty, Family Structure and Labor. Sao Paulo, Brazil: Istituto de Pesquisa Economica Aplicada. Mimeograped document.Behrman, J., 1997 Intrahousehold Distribution and the Household. In: M.R. Rosenzweig and O. Stark, editors. Handbook of Population and Family Economics. Amsterdam, The Netherlands:Elsevier Science.Behrman, J. and Deolalikar, A. 1993. The Intrahousehold Distribution of Market Labour Supply in Rural South India. Oxford Bulletin of Economics and Statistics. 55 4: 409420.Bergstrom, T. 1997 A Survey of Theories of the Family. In: M.R. Rosenzweig and O. Stark,editors. Handbook of Population and Family Economics. Amsterdam, The Netherlands: Elsevier Science.Bourguignon, F. and Chiappori, P. 1992. Collective Models of Household Behavior.European Economic Review. 36: 355364.Bourguignon, F., Browning, M. and Chiappori, P. 1995. The Collective Approach to Household Behavior. Working Paper No. 79. Turin, Italy and Oxford, United Kingdom:Centro Studi Luca DAglianoQueen Elizabeth House.30Cancian, M. and Reed, D. 1998. Assessing the Effects of Wives Earnings on Family Income Inequality. Review of Economics and Statistics. 80 1: 7380.Carlson, M. and Danziger, S. 1999. Cohabitation and the Measurement of Child Poverty.Review of Income and Wealth. 45 2: 179192.Cowell, F. 1996. Family Instability, Family Incomes and Inequality. DARP Discussion Paper 12. London, United Kingdom: London School of Economics, Distribution Analysis Research Programme.Deininger, K. and Squire, L. 1996. Measuring Income Inequality: A New Data Base. World Bank Economic Review. 10 3: 56591.Fernandez, R. and Rogerson, R. 2000. Sorting and LongRun Inequality. NBER Working Paper 7508. Cambridge, United States: National Bureau of Economic Research.Gavin, M. and Hausmann, R. 1998. Nature, Development and Distribution in Latin America:Evidence on the Role of Geography, Climate and Natural Resources. Research Department Working Paper 378. Washington, DC, United States: InterAmerican Development Bank,Research Department.Greenwood, J., Guner, N., and Knowles, J. 1999. More on Marriage, Fertility, and the Distribution of Income. Rochester, United States: University of Rochester. Mimeographeddocument.Haurin, D., Hendershott, P, and Dongwook, K. 1993. The Impact of Real Rents and Wages on Household Formation. Review of Economics and Statistics. 75: 284293.InterAmerican Development Bank. 1999. Facing Up to Inequality in Latin America: Economicand Social Progress Report 1999. Baltimore, United States: Johns Hopkins University Press.Juhn, C., Murphy, K. and Pierce, B. 1993. Wage Inequality and the Rise in Returns to Skill.Journal of Political Economy. 101 3: 410442.31Knowles, J. 1999. Can Parental Decisions Explain U.S. Income Inequality? Philadelphia,United States: University of Pennsylvania, Department of Economics. Unpublished manuscript.Kremer, M. 1997. How Much Does Sorting Increase Inequality? Quarterly Journal of Economics. 112: 115140.Li., H., Squire, L and Zou, F. 1998. Explaining International and Intertemporal Variations in Income Inequality. Economic Journal. 108 446: 2643.Pyatt, G. 1999. The Distribution of Living Standards within Countries: An Historical Perspective on a New International Data Base. The Hague, The Netherlands: Institute of Social Studies. Mimeographed document.Shorrocks, A. 1982. Inequality Decomposition by Factor Components. Econometrica. 50 1:193211  1999. Decomposition Procedures for Distributional Analysis: A Unified Framework Basedon the Shapley Value. Essex, United Kingdom: University of Essex. Mimeographed document.Sorrentino, C. 1990. The Changing Family in International Perspective. Monthly Labor Review. 113 3: 4158.Squire, L. and Lundberg, M. 1999 The Simultaneous Evolution of Growth and Inequality.Washington, DC, United States: World Bank. Mimeographed document.Sutherland, H. 1996. Households, Individuals and the Redistribution of Income. DAEWorking Paper 9601 Amalgamated Series No. 9614. Cambridge, United Kingdom: Universityof Cambridge, Department of Applied Economics.Szekely, M. and Hilgert, M. 1999a. Whats Behind the Inequality We Measure? An Investigation Using Latin American Data. Research Department Working Paper 409.Washington, DC, United States: Inter American Development Bank, Research Department.32Szekely, M. and Hilgert, M. 1999b. The 1990s in Latin America: Another Decade of Persistent Inequality. Research Department Working Paper 410. Washington, DC, United States: Inter American Development Bank, Research Department.Weiss, Y. 1997 The Formation and Dissolution of Families: Why Marry?, Who Marries Whom?, and What Happens Upon Divorce? In: M.R. Rosenzweig and O. Stark, editors.Handbook of Population and Family Economics. Amsterdam, The Netherlands: Elsevier Science.33Appendix The LIS surveys typically report gross and net incomes, while in LAC only net incomes areavailable. To reduce comparability problems our international comparisons refer to netdisposable incomes, although we include the inequality of gross incomes, where available, forreference.In all surveys disposable incomes are broadly classified into: i sources that individualsreceive directly, and with which a specific incomeearner can be identified; and ii incomes thatindividuals receive because they belong to a specific household, and to which a household can beattached, but not a particular individual see Appendix Table A2. The LIS surveys alreadyincorporate value added through harmonization of income sources and classification into thesetwo broad categories. The income sources for individuals in the LIS surveys are already dividedinto labor earned incomes, unemployment compensation, and private and public pensions, whilehousehold incomes are divided into cash property income, social transfers, meanstestedtransfers, private transfers and other cash incomes. The LAC surveys include a variety ofsources, and if we use as reference the structure of the most complete surveys in terms ofcoverage, the income sources for individuals can be classified into labor earned incomes, capitalincomes, property income, and transfers and pensions. When available, the incomes linked to thehousehold rather than to individual earners are nonmonetary incomes including imputed rentsin some cases, and there are only two countries Ecuador and Peru where other householdincomes are reported as such.Thus, the major difference is that in the LAC data it is possible to identify the individualincomes from capital, property and transfers, while in the LIS surveys these sources are notattributed to a specific individual, but to the household. Additionally, unemploymentcompensation is not typically included in LAC because in LA this is not an important source ofincome.Another aspect is that while labor earned incomes are more homogeneous, not all surveyscapture exactly the same nonlabor income sources. We are able to document these differences indetail for the LAC surveys, as is apparent in Appendix Table A2, but in the case of LIS, since thedata is already aggregated into the standardized categories we are not able to identify the original 34income sources covered in each questionnaire. So, we are not able to guarantee comparability ofnonlabor income coverage for the LIS countries either.24 24 Other differences across surveys, are the timing of each survey, and the level of underreporting Szekely and Hilgert, 1999a, which we are not able to address due to the lack of information on the LIS surveys. To compute allthe Gini indexes in Table 1 and in the rest of the paper we drop all missing and zero incomes to avoid introducing anelement of arbitrariness into the estimation through imputation. Furthermore, we are not sure whether imputationshave already been performed to the original LIS data. In most LAC countries the proportion of these observations isnegligible, but in Argentina, Nicaragua and Venezuela, they account for more than 10 percent of the sample. In the LIS surveys the proportion is generally small typically around 0.5 per cent. The only cases were the proportionexceeds 1 percent are Australia, Germany, Hungary and Russia, but even in these cases they do not exceed 5 percent of the total observations. We use the 1998 household survey for Paraguay rather than the 1995 survey, which isalso available to us, because the 1995 distribution is heavily driven by an outlier observation see Szekely and Hilgert, 1999a for details. The Gini index for Nicaragua 1998 is not identical to the index we report in Szekely and Hilgert 1999b for the same year because in that case nonmonetary incomes were not available to us, and here wehave included them 1999. There are also slight differences between the Gini indexes for Venezuela and Chile thatwe report here and the ones we report in Szekely and Hilgert 1999a.3540 35 30 25 20 15 10 5 0 5 stino P iin G10 stino P iin GFigure 1Decomposition of the Difference Between Scandinavia and Each Region 27.5Total Difference in Gini Points with Scandinavia 12.413.010.37.0LACN America W Europe E Europe Asia Hours Fertility Nonlabor All Earners Mating Extended Fam.Family Income Hourly Wage Inequality 30 28 26 24 22 20 18 16 14 12 10 8 6 4 2 0 2 4 6 8 10 12 Figure 2Decomposition of the Difference Between Uruguay and Each LAC Country 17.0 16.7 15.514.814.413.913.915.513.6 10.8Total Difference in Gini Points with Uruguay 10.78.58.46.04.94.93.6Bra Bol Col Pan Par Nic Ecu Chi Gua Hon Mex El SPer DRep Arg Ven CRi Hours Fertility Nonlabor All Earners Mating Extended Fam.Family Income Wage Inequality 36Country Brazil Bolivia Colombia Panama Paraguay Nicaragua Ecuador Chile Guatemala Honduras Mexico El Salvador Peru Dominican Rep.Argentina Venezuela Costa Rica Uruguay Avg. LAC1996199619971997199819981995199619981996199619951997199619961995199519951994USA1994Canada Avg. North America UKItaly France Netherlands Germany Luxembourg Avg. Western Europe 199519951994199419941994Norway Sweden Finland Avg. Scandinavia 199519951995Russia Poland Hungary Avg. Eastern Europe 199519951994Thailand Australia Taiwan Avg. Asia 19961994199544.0435.4439.7439.6636.2134.2733.6634.6426.9434.2329.3528.8529.1829.1245.2537.4933.2038.6551.2939.1530.2740.2459.0658.7757.5857.5556.9256.4756.0056.0255.6852.8452.7650.4850.5548.1047.0247.0345.7142.0952.8139.7931.3835.5936.8035.5732.3931.8030.0126.9432.2525.6725.5324.6425.2845.2234.6233.2037.6851.2933.7529.8738.3057.3355.8353.4651.0251.9157.3657.2156.0661.9550.7053.9847.0953.0847.1542.5841.5742.9947.0251.5747.6140.5444.0836.5827.2840.6335.4939.7729.1734.8236.2734.8537.1936.1048.4127.5837.8937.9657.0633.0531.0840.4059.1571.3157.8969.0760.3364.9368.9066.1659.0360.0055.2545.7861.2355.9847.0260.1345.6543.6944.6746.0930.7244.3940.4637.7128.6338.0041.2637.8236.9938.6921.3424.4823.5823.1366.6034.2053.7651.52Correlation with Ghh:Latin American Countries Other Countries Source: Authorscalculations from household survey data 0.790.680.740.26Table 1 Gini Household Per capita Gross Income Gini Household Per capita Net IncomeGhh Inequality by Income Source, Demographics and Family Arrangements Gini Index Personal incomes Labor Nonlabor Income IncomeGy Demographic and Family Characteristics Dependency Female Labor Force Particip.of SingePerson Hhlds Household Nuclear Hhlds Extended Hhlds Rate SizeGl%%of%of Gini Index Household incomes Various Sources Monetary Non1.462.121.691.431.882.751.721.291.962.662.051.942.391.851.361.801.730.821.830.210.220.220.300.740.320.390.290.560.430.150.080.150.120.470.750.450.561.360.311.000.890.290.583.864.204.264.014.675.524.603.955.245.314.554.655.084.293.494.584.083.204.421.871.961.921.892.451.971.891.842.142.031.761.481.781.682.252.302.162.243.671.952.962.860.310.280.470.570.400.370.620.400.540.370.460.400.400.410.570.280.370.400.350.490.440.650.600.620.600.370.610.520.470.430.500.610.710.660.530.490.500.510.740.590.490.610.320.640.080.100.070.100.080.030.070.070.040.040.060.060.030.060.150.060.070.160.070.380.340.360.320.180.310.730.390.250.360.440.570.390.470.220.220.270.240.090.340.090.170.500.540.420.410.450.460.470.430.460.430.490.400.400.420.420.420.510.390.450.390.430.410.520.400.510.160.450.500.430.420.430.480.440.450.450.440.450.420.430.420.420.290.470.380.510.410.360.510.490.470.510.460.490.500.530.450.540.570.530.420.520.420.440.480.180.190.180.150.420.180.110.160.250.210.130.000.120.080.320.320.300.310.490.190.490.390.560.6754.3457.5551.4856.2058.7067.1950.1345.1855.1045.790.4176.1068.2172.1559.9872.9257.7465.2067.9353.5262.8864.4154.4652.8957.2667.9856.4641.4755.3070.5361.8866.210.0337Table 2Process of Income Formation for Individual Earners Gini Hourly Wages Population Country 1565 Years of Age Gini Labor Income Earners Hourly Wages Income All Gini Nonlabor Incomes Gini All Sources Sources Other Earners All EarnersGy,Yl0357.6755.8954.1251.4352.3357.3656.7956.6261.0050.7053.6046.1553.0847.8643.4741.5942.9446.1451.6046.3838.0542.2135.2426.6739.0234.2137.8328.6033.6032.7330.1932.6931.8746.8127.4436.4836.9153.9431.9129.7038.520.790.7658.0265.2356.2165.9157.8765.3467.4065.8056.9760.920.0054.5343.3861.5656.5345.1955.0539.6724.3031.9837.0329.5940.9051.0528.9826.8335.7315.2736.2711.7721.1021.6824.3519.8121.9568.9318.8749.8645.890.630.49Gy458.4757.0354.6957.0054.0357.3659.8961.2861.7450.7055.5450.6053.0849.8845.6845.0646.1047.8453.6647.9739.3543.6642.3030.1840.6335.2537.9429.0035.8834.0331.2532.5332.6047.5527.9135.8637.1158.4836.7841.9645.740.810.79Males Females Male FemaleGw,t1All Labor IncomeGl2Brazil Bolivia Colombia Panama Paraguay Nicaragua Ecuador Chile Guatemala Honduras Mexico El Salvador Peru Dominican Rep.Argentina Venezuela Costa Rica Uruguay Avg. LACUSACanada Avg. North America UKItaly France Netherlands Germany Luxembourg Avg. Western Europe NorwaySweden FinlandAvg. Scandinavia Russia PolandHungary Avg. Eastern Europe ThailandAustralia Taiwan Avg. Asia 58.3357.1554.4149.1857.1661.5259.7155.7059.9452.1355.0046.6951.8947.4842.2543.0141.5744.3952.0845.2638.0241.6431.0326.5839.4828.1635.3224.1230.7832.7532.5136.4433.9047.4527.4537.9837.6355.6729.4128.8537.9856.7656.7557.3245.7063.9456.8556.9661.8859.1353.7852.4546.9551.3046.6638.6843.3243.6744.5252.0346.0440.4743.2536.0826.1639.6038.9038.2533.6935.4535.0933.7535.7934.8846.0125.4235.6535.7058.0635.0028.8640.6457.9557.0655.5448.0359.6960.1358.9557.9159.8652.6954.2747.1651.8847.5041.0343.1342.2144.5852.2047.1840.4443.8135.8327.2140.5435.4339.4629.0734.5935.7734.7036.9235.8048.2527.5237.6437.8056.6033.0331.0240.22Correlation with Ghh:Latin American Countries Other Countries Source: Authorscalculations from household survey dataInformation on hours worked is not available for this survey.0.810.690.750.660.820.7058.4757.5556.1048.5260.2660.3458.6859.1160.3453.2555.0847.8252.8547.9541.2043.7442.6545.1852.7344.2534.2539.2529.1628.2734.3026.2635.2327.5630.1336.2725.0037.1932.8255.2227.5837.0239.9457.0628.2232.9739.420.810.7757.3355.8353.4651.0251.9157.3657.2156.0661.9550.7053.9847.0953.0847.1542.5841.5742.9947.0251.5747.6140.5444.0836.5827.2840.6335.4939.7729.1734.8236.2734.8537.1936.1048.4127.5837.8937.9657.0633.0531.0840.400.760.6838Gy458.4757.0354.6957.0054.0357.3659.8961.2861.7450.7055.5450.6053.0849.8845.6845.0646.1047.8453.6647.9739.3543.6642.3030.1840.6335.2537.9429.0035.8834.0331.2532.5332.6047.5527.9135.8637.1158.4836.7841.9645.74Brazil Bolivia Colombia Panama Paraguay Nicaragua Ecuador Chile Guatemala Honduras Mexico El Salvador Peru Dominican Rep.Argentina Venezuela Costa Rica Uruguay Avg. LACUSACanada Avg. North America UKItaly France Netherlands Germany Luxembourg Avg. Western Europe Norway Sweden Finland Avg. Scandinavia Russia Poland Hungary Avg. Eastern Europe Thailand Australia Taiwan Avg. Asia Correlation with Ghh:Latin American Countries Other Countries Source: Authorscalculations from household survey data 0.840.79Family withworking adultsGhsca, Ya07a59.1159.2857.9857.8956.8859.0756.0756.3057.9953.0653.9251.8453.6048.2447.9547.0545.8443.6253.6540.1831.6835.9336.5530.3135.8829.0528.7726.3831.1627.5927.3027.8627.5844.0531.1535.4836.8955.1833.1042.4843.590.980.86Nuclearw any AdultGhsca7b59.3558.8857.8457.7657.1958.9356.2356.2558.1252.9753.6951.7853.1348.2048.0546.7645.8643.8853.6040.6032.2536.4237.0232.4236.3629.7129.1526.9131.9327.8927.3028.1527.7845.2933.1436.8738.4354.9633.3743.0443.790.980.88 Elderly Effect Extended Familywworking ElderlyGhscae,Ye08a59.0858.8257.7857.5956.9758.7856.1855.8957.6252.9553.6351.5453.0648.1447.6946.7145.7143.1853.4140.5732.1336.3537.0632.3036.3529.7229.0826.8831.9027.8827.3028.1427.7744.9033.6836.1738.2554.8733.3942.9443.730.990.88Extended Familywith all ElderlyGhscae8bHousehold Income EffectGhh959.0758.7757.5857.5556.9258.6856.2155.8557.5852.8453.6151.3953.0148.1047.7147.0345.7043.1653.3840.5932.1636.3837.0632.3836.3529.7529.0826.8931.9227.8927.3028.1427.7844.9433.9236.2338.3754.8033.4643.2243.830.990.8856.4756.0056.0255.6852.7650.4850.5542.0953.6639.7931.3835.5936.8035.5732.3931.8030.0126.9432.2525.6725.5324.6425.2845.2234.6233.2037.6851.2933.7529.8738.30Table 3Gini Index in the Process of Endogenous Family Formation Extended Family Effect All Match Nuclear Gini All Sources All Earners Mating Effect Matchall spouseswith income Matchallspouses CountryGhs,Ys05a56.9955.2853.6755.7452.8756.3957.7659.4158.9749.3252.8748.9051.5647.9244.5343.9944.8244.6051.9844.0135.6039.8038.5829.7037.1031.9333.0926.9332.8931.0627.9530.2629.7646.1328.4335.0036.5256.2234.8739.9943.690.890.85Ghs5b57.6356.8255.7656.2256.0158.6558.1558.7656.6951.5153.2051.7051.7449.6745.8744.1146.6543.8152.9440.3931.9336.1637.1430.5935.2527.1228.3425.4130.6427.3126.7926.8426.9844.1229.3437.5837.0157.3732.7843.3244.490.940.84 Fertility Effect Matchcouples with Working ChildrenGhsc,Yc06a56.0456.3254.6655.3752.7256.8855.0557.5656.5150.0951.4148.9051.2646.6844.2043.7544.3742.7751.3641.1432.7236.9336.8130.3936.2728.5129.1224.9431.0128.4326.9728.0227.8145.0129.1435.7736.6455.4533.2642.2643.660.950.85All CoupleswChildrenNuclearGhsc6b61.6461.3160.8861.4159.5162.6859.0761.1860.7755.6157.1155.8656.5452.7751.7351.4548.8147.2456.9841.3832.8837.1337.3431.6336.4029.6329.4727.2931.9628.3627.3027.7527.8044.8431.2337.2637.7859.4634.7545.4946.570.970.8439Country Brazil Bolivia Colombia Panama Paraguay Nicaragua Ecuador Chile Guatemala Honduras Mexico El Salvador Peru Dominican Rep.Argentina Venezuela Costa Rica Uruguay Avg. LACUSACanada Avg. North America UKItaly France Netherlands Germany Luxembourg Avg. Western Europe Norway Sweden Finland Avg. Scandinavia Russia Poland Hungary Avg. Eastern Europe0.100.160.020.080.080.040.180.120.060.160.100.150.140.140.190.130.160.110.120.050.060.000.030.340.020.080.060.260.100.000.160.000.050.160.000.160.110.590.680.580.470.270.570.600.600.650.580.620.620.620.520.440.550.500.460.550.280.220.250.590.470.200.330.330.390.270.340.250.290.410.300.430.38Thailand Australia Taiwan Avg. Asia Source: Authorscalculations from household survey data 0.000.100.250.120.560.460.51Table 4 Correlation Coefficients in the Process of Endogenous Family Formation Hourly Wages Hours Mating Effect Years of Schooling Head Spouse Income Head Spouse Earners Income Head all Spouses Fertility Effect Extended Family Effect Elderly Effect Income Head Children Earners Income Head all ChildrenNuclearIncome Head Adult Earners Income Head all AdultExtendedIncome Head Elderly Earners Income Head all Elderly 0.280.330.010.290.120.380.190.150.230.180.210.170.150.150.200.270.190.170.200.030.020.030.090.050.100.010.120.080.000.110.850.160.300.150.210.010.120.170.060.080.100.200.220.140.170.190.240.140.140.150.070.110.050.080.080.050.160.070.100.130.060.060.060.140.000.050.080.070.070.010.050.850.180.330.090.130.010.080.040.090.030.050.250.340.340.110.420.240.510.320.200.330.260.390.240.410.080.220.470.160.270.270.100.180.090.180.020.030.260.050.090.080.000.290.120.160.270.150.190.440.030.080.160.190.200.200.110.200.060.380.140.020.010.050.080.040.290.130.030.290.130.130.220.040.130.090.150.010.080.260.020.100.190.000.290.160.200.090.140.140.060.070.020.000.530.350.030.510.360.500.510.270.420.450.360.430.450.420.460.340.470.340.400.220.200.210.250.320.320.070.080.330.200.210.260.250.240.240.200.440.290.300.260.330.290.370.270.020.400.290.360.370.080.370.270.070.240.200.260.290.180.240.200.250.130.140.130.180.210.160.050.130.110.100.190.260.270.240.170.220.380.260.120.230.280.210.010.010.010.020.020.000.020.000.030.060.040.040.010.020.030.030.080.020.020.010.000.010.030.070.060.020.080.090.050.040.090.000.020.140.000.030.030.010.010.040.020.240.100.120.260.180.260.170.010.180.080.070.130.060.110.160.090.000.140.130.050.030.040.020.060.090.100.110.210.030.060.050.000.010.350.270.050.220.070.070.050.0240Gini Index in the Process of Family Formation Through pooling sharingTable 5Gini All Sources All Earners Match Working Couples Country Income Pooling Effect Nuclear Couples Familyw Working Children Nuclear Family Matchall coupleswWorking AdultswAdults wWorking ElderlyGhscae,Ye0Ghs,Ys0Ghsc,Yc0Ghsca,Ya0GhsGhscGhscaIncome Splitting Effect All CoupleswChildrenNuclearAll Nuclearw any Adult Nuclear FamilywAdults wany ElderlyGhscaeGy458.4757.0354.6957.0054.0357.3659.8961.2861.7450.7055.5450.6053.0849.8845.6845.0646.1047.8453.6647.9739.3543.6642.3030.1840.6335.2537.9429.0035.8834.0331.2532.5332.6047.5527.9135.8637.1158.4836.7841.9645.74Brazil Bolivia Colombia Panama Paraguay Nicaragua Ecuador Chile Guatemala Honduras Mexico El Salvador Peru Dominican Rep.Argentina Venezuela Costa Rica Uruguay Avg. LACUSACanada Avg. North America UKItaly France Netherlands Germany Luxembourg Avg. Western Europe Norway Sweden Finland Avg. Scandinavia Russia Poland Hungary Avg. Eastern Europe Thailand Australia Taiwan Avg. Asia 56.9955.4553.6755.7452.8756.3957.7659.4158.9749.3252.8748.9051.5647.9244.5343.9944.8244.6051.9943.8335.6039.7136.7829.7037.1031.9333.3326.9332.6328.9927.9530.2629.0746.1328.4333.8636.1453.3934.8739.6042.62Correlation with Ghh:Latin American Countries Other Countries Source: Authorscalculations from household survey data 0.840.790.890.86Household Income Effect 56.4756.0056.0255.6852.7650.4850.5542.0939.7931.3835.5936.8035.5732.3931.8030.0126.9432.2525.6725.5324.6425.2845.2234.6233.2037.6851.2933.7529.8738.3060.3558.0159.1959.0458.0762.1460.3861.7761.5654.5857.0755.4954.1552.7648.7349.2351.0847.9856.2042.8834.7938.8437.2934.1037.1928.6131.3729.8233.0627.7626.9128.6227.7646.9730.9036.9238.2654.9436.0947.8846.300.920.8061.4360.3560.5160.7658.8563.3158.9860.9360.5755.4757.3655.5156.0252.5951.5451.2949.0047.7556.7943.0534.7938.9237.0033.9337.6730.0331.9930.7933.5727.9927.3029.0528.1147.1132.2436.2338.5354.8036.5747.5246.300.960.8159.2558.9757.8157.5557.0958.9356.2356.1157.8652.9853.6651.6753.1448.1047.9546.7745.7743.7853.5340.6532.4436.5535.7632.5636.6029.7330.1127.3432.0226.4027.3028.6827.4645.6833.3339.6639.5650.2333.5442.8142.190.980.8459.0758.7757.5857.5556.9258.6856.2155.8557.5852.8453.6151.3953.0148.1047.0247.0345.7043.1653.3440.4732.1636.3135.5432.3836.3529.7529.8326.8931.7926.3327.3028.1427.2644.9433.9236.2338.3754.8033.4642.9243.720.990.8755.9654.6453.0254.4051.7055.9554.7258.0756.9449.2452.2148.3250.8846.8543.9342.9843.6943.5550.9541.7733.0637.4135.9829.5836.2830.3132.5226.8331.9226.4226.6327.4926.8545.8528.4733.6635.9953.3333.1139.3441.930.910.8854.4453.3651.5952.1950.0554.5951.7455.7855.0548.0650.7346.3547.8544.2242.3340.5741.9641.1149.0040.1131.3635.7435.3528.6834.9629.6431.3426.3331.0525.2926.6327.0726.3344.2628.6939.7637.5758.9031.8737.2142.660.930.8854.1653.2751.4951.9449.9054.5351.5255.4754.7048.0150.6446.1147.8044.0541.8240.4641.5740.3248.7639.9731.2535.6135.3128.6234.9029.6531.3026.1430.9925.3026.6327.0426.3243.9629.1938.6237.2659.1831.8236.8642.620.930.8941Country Data Sources Source Name of the survey Year Appendix Table A11 Argentina 2 Bolivia 3 Brazil 4 Chile 5 Colombia 6 Costa Rica 7 Dominican Rep.8 Ecuador 9 El Salvador 10 Guatemala 11 Honduras 12 Mexico 13 Nicaragua 14 Panama 15 Paraguay 16 Peru 17 Uruguay 18 Venezuela 19 Thailand 20 Australia 21 Canada 22 Finland 23 France 24 Germany 25 Hungary 26 Italy 27 Luxembourg 28 Netherlands 29 Norway 30 Poland 31 Taiwan 32 Russia 33 Sweden 34 United Kingdom 35 United States 9696979697979695979896969897959797979694949594949495949495959595959594LAC Encuesta Permanente de Hogares LAC Encuesta Nacional de Empleo LAC Pesquisa Nacional por Amostra de Domicilios LAC Encuesta de Caracterizacion Socioeconomica Nacional LAC Encuesta Nacional de Hogares Fuerza de Trabajo LAC Encuesta de Hogares de Propositos Multiples LAC Encuesta Nacional de Fuerza de Trabajo LAC Encuesta de Condiciones de Vida LAC Encuesta de Hogares de Propositos Multiples LAC Encuesta Nacional de Ingresos y Gastos Familiares LAC Encuesta Permanente de Hogares de Propositos Multiples LAC Encuesta Nacional de Ingreso Gasto de los Hogares LAC Encuesta Nacional de Hogares Sobre Medicion de Niveles de Vida LAC Encuesta de Hogares LAC Encuesta de Hogares Mano de Obra LAC Encuesta Nacional de Hogares sobre Niveles de Vida y Pobreza LAC Encuesta Continua de Hogares LAC Encuesta de Hogares por Muestra LAC SocioEconomic Survey LISLISLISLISLISLISLISLISLISLISLISLISLISLISLISLIS March Current Population Survey Australian Income and Housing Survey Survey of Consumer Finances Income Distribution Survey Family Budget Survey German Social Economic Panel Study Hungarian Income Survey The Bank of Italy Survey The Luxembourg Household Panel Study SocioEconomic Panel Income and Property Distribution Survey Household Budget Survey Survey of Personal Income Distribution Survey Russian Longitudinal Monitoring Survey Income Distribution Survey The Family Expenditure Survey LIS refers to data processed through the Luxembourg Income Study LAC refers to data processed by Szekely and Hilgert with direct access to the household survey data.42Appendix Table A2Income Source Coveratge Country Individual Income Sources LACHousehold Income Sources LISLabor Property Rent Capital Rent Transfers Pensions Unempt Compen.NonMonetary Imputed Rent Cash propertyincome Othersocial ins. transfers Totalmeanstested inc.Total privatetransfers Other cashincome XXXXd XXXXd XXXXXXXXXXXArgentina Bolivia Brazil Chile Colombia Costa Rica Dominican Rep.Ecuador El Salvador Guatemala Honduras Mexico Nicaragua Panama Paraguay Peru Uruguay Venezuela Thailand XXXXXXXXXd XXXXXXXXXXXb XXXXa Xb XXb XXXa XXXb XXb XXc XXa Xb XXb XXXa XXXb XXXXXXXXXXXXXXXXXAustralia Canada Finland France Germany Hungary Italy Luxembourg Netherlands Norway Poland Taiwan Russia Sweden United Kingdom United Statesa. Can not separate between property and capital rent.b. Can not separate between property rent, capital rent, and transfers.c. Can not separate capital rent from other sources.d. Can not separate nonmonetary income from labor income.e. Nonmonetary income available only for urban areas Xb XXXXXb XXXb XXXXXXXb XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX43Appendix Table A3% of Total Income Income Sources for Individuals Sources of Income in Each Household Survey Income Sources at the Household level NonMonetary Family Income Country Brazil Bolivia Colombia Panama Paraguay Nicaragua Ecuador Chile Guatemala Honduras Mexico El Salvador Peru Dominican Rep.Argentina Venezuela Costa Rica Uruguay Avg. LACUSACanada Avg. North America UKItaly France Netherlands Germany Luxembourg Avg. Western Europe Norway Sweden Finland Avg. Scandinavia Russia Poland Hungary Avg. Eastern Europe Labor Income NonLabor Income 1996199619971997199819981995199619981996199619951997199619961995199519951994199419951995199419941994199419951995199519951995199481.1384.3985.6974.7688.4790.9476.2677.9272.50100.0065.4388.6669.2081.9382.2393.1288.3058.2581.0775.5271.0973.3163.9865.0961.1457.0767.0868.3263.7864.5745.1250.2753.3268.8456.7260.7862.1118.8715.6114.3125.2411.534.1012.3112.2710.557.5618.0718.106.8811.7024.8414.1313.6716.9715.3216.7326.2825.5424.4423.5719.2622.6419.2234.1331.4328.2618.6221.4022.2920.77ThailandRES15.70Australia 8.50TaiwanRES5.89Avg. Asia 10.03Source: Authors calculations from household survey data 70.9978.9881.5977.1919961994199544Income 9.067.969.9215.0524.023.9113.9516.9112.8811.6816.8510.8111.9411.3719.298.6313.3218.499.3612.4213.5816.2120.7418.3018.4212.5421.8816.9217.1112.5212.5212.52", "filename": "idb-wp_439.pdf", "person": ["Miguel Székely", "Székely, Miguel", "Marianne Hilgert", "Hilgert, Marianne"], "date": ["2000"]}