{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/73703/1/IfoWorkingPaper-102.pdf"], "title": ["What a Difference Kyoto Made: Evidence from Instrumental Variables Estimation"], "plaintext": "Ifo Working Paper No. 102 What a Difference Kyoto Made: Evidence from Instrumental Variables Estimation Abstract The Kyoto Protocols success or failure should be evaluated against the unobserved counterfactual of no treatment. This requires instrumental variables. We find that countries membership in the International Criminal Court ICC predicts Kyoto ratification in a panel model. Both multilateral policy initiatives triggered concerns about national sovereignty in many countries. We argue that ICC membership can be excluded from secondstage regressions explaining emissions and other outcomes. This is supported by firststage diagnostics. Our results suggest that Kyoto had measurable beneficial effects on the average Kyoto countrys energy mix, fuel prices, energy use and emissions, but may have speeded up deindustrialization. JEL Code: C26, Q48, Q54. Keywords: CO2 emissions, energy, evaluation model, instrumental variables, Kyoto Protocol. Gabriel Felbermayr Ifo Institute for Economic Research at the University of Munich and University of Munich Poschingerstr. 5 81679 Munich, Germany Phone: 4908992241428 felbermayrifo.de Rahel Aichele Ifo Institute for Economic Research at the University of Munich Poschingerstr. 5 81679 Munich, Germany Phone: 4908992241275 aicheleifo.de We are grateful to Peter Egger, Mario Larch, Mary Lovely, Devashish Mitra, David Popp, and M. Scott Taylor for comments, and to the German Science Foundation DFG for financial support grant no. 583467. Corresponding author. 2AICHELE, FELBERMAYR1.Introduction For many observers the Kyoto Protocol has been a failure. In 2011, many countries are still farfrom achieving their promised carbon dioxide CO2 emission reductions. This does, however,not imply that the Kyoto Protocol has been completely futile. In order to evaluate the effect of Kyoto commitments on environmental or economic outcomes, one would need to compare thestatus quo to the counterfactual situation of no climate deal. This counterfactual is, of course,not observable. And selection of countries into the Protocol is most likely nonrandom. Butusing instrumental variables IV to model the selection of countries into commitments under Kyoto, it is possible to approximate the causal effect of Kyoto. This paper presents suchan instrument and uses it to evaluate the effect of Kyoto on countries emission levels, energyvariables, and macroeconomic outcomes.The objective of the Kyoto Protocol is to limit anthropogenic greenhouse gas GHG emissions. 37 industrialized nations and the European Union EU have agreed to cap their levels ofoverall GHG emissions to an average of 94.8% of their 1990 emissions by the period 200812.1In 2007, only four out of the 24 committed nontransition countries have emissions smallerthan their 200812 objectives. These countries are Germany, Great Britain, France, and Sweden. 12 out of the 14 transition countries will easily reach their targets.2 This is due to industrialrestructuring prior to signing the Protocol in 1997. After 1997, in seven transition countries,emissions have been increasing again. In 2007, all committed countries together have emissions standing at 98.1% of 1990 levels 3.3 percentage points above target, despite large reductions in transition countries.The Kyoto agreement lacks a convincing formal enforcement mechanism. This may explainwhy achieved reductions have so far been disappointing. Yet, to the extent that Kyoto has established a floor to the price of CO2 emissions, or has given rise to the expectation of such a floor,it has added incentives to save on the use of fossil fuel. This is so for the EU Emissions Trading System but holds more generally also for the flexible mechanisms under Kyoto. Moreover, informal enforcement for example through naming and shaming may still have an effect. The United Nations Framework Convention on Climate Change e.g. UNFCCC, 2009 summarizes 1The regulated GHGs are CO2, CH4, N2O, PFCs, HFCs and SF6.2For instance, in 2007, the Ukraine has emitted only 47% of its target level. Countries with similar slack are Belarus,Estonia, Latvia and Slovakia.WHAT A DIFFERENCE KYOTO MADE3emission reduction achievements in annual reports. Nonachievers are criticized in the pressand by international organizations. For example UNDP 2007, p. 10 points out Canada as anegative example of missing its target in a Human Development Report. And in a recent reportfor the Canadian International Council, the authors argue:   That said, the successful implementation of the Copenhagen Accord is arguably more critical for Canada than for any othercountry, offering a potential opportunity to shift the focus from Canadas not meeting its Kyotoobligations to an interpretation where Canada plays a role as a constructive contributor to thenew accord. Drexhage and Murphy, 2010, p. 4. The lack of formal sanctions has hamperedthe Protocol, but it does not automatically imply that Kyoto has not added incentives to engagein mitigation policies with the objective to save emissions.3In this paper, we argue that countries membership in the International Criminal CourtICC, based in The Hague, Netherlands, correlates robustly to countries commitments underthe Kyoto Protocol. The Rome Statute, governing the ICC, was adopted in 1998 and ratified bythe necessary quorum of 60 countries by the end of 2002. The Kyoto Protocol was negotiatedone year earlier, and has been ratified by countries starting from 2001. The timing of the twomultilateral initiatives coincides nicely. The two treaties also posed similar domestic policy issues. For example, commentators such as Groves 2009 explain the parallels between the Kyoto Protocol and the Rome Statute as threats to the sovereignty of the U.S., who has ratified neither.In terms of content, in contrast, the two treaties have nothing in common. ICC membership hasnothing to do with environmental outcome variables such as the level of CO2 emissions; nor isit likely to directly cause those variables.4 These features make ICC membership and its spatiallag i.e., other countries membership dummies, weighted by their distance and size candidateinstruments for Kyoto commitment. However, to the extent that ICC membership proxies general preferences for multilateralism, it is essential to account for the economic component bycontrolling for membership in the World Trade Organization WTO.Our approach consists of two major steps. First, we use a panel of about 150 independentcountries to model the selection of countries into Kyoto commitments. While GDP per capita 3In a recent study, the IMF 2009 finds that voluntary or unenforceable fiscal rules have had significant effects oncountries debt levels. Countries may have dramatically fallen short from proclaimed targets, but this does not implythat the rules have not had any effect.4Multilateral environmental agreements cannot be used as instrumental variables since they are likely to representgreen preferences and so directly influence environmental outcome variables. Other multilateral agreements such asthe AntiPersonnel Land Mines Convention also correlate to Kyoto status, but cannot predict the timing of ratification.4AICHELE, FELBERMAYRis a strong predictor, there is no automatic link: for example, rich countries such as the U.S.,Singapore, South Korea, or Israel have chosen not to commit to an emission target. We find that ICC membership robustly correlates to ratification of Kyoto commitments. Also, the spatial lagof ICC membership makes Kyoto commitments more likely. Other exogenous variables such asgeographical remoteness reduce the likelihood of Kyoto commitment. These variables explainabout 50% of the variation in commitment.In the second step, we use our instruments to estimate the effect of Kyoto commitment on ahost of environmental and economic outcome variables. Using a fixedeffects panel approachon yearly data, or, alternatively, a long fixedeffects model on pre and posttreatment averages,we find that, in the longrun, Kyoto commitment has indeed reduced CO2 emissions by about 10%, but statistical significance of the effect is marginal in some of the estimates. Kyoto has alsoled to restructuring of the energy mix: committed countries increase the share of alternativeenergy sources, and shift away from fossil fuels. We find that Kyoto commitment causes anincrease in the prices of gasoline and diesel fuel. We do not detect any robust and significanteffect on GDP per capita, net exports, or energy imports. However, there is some evidence that Kyoto commitment appears to accelerate deindustrialization: the share of manufacturing in GDP falls by about 2 percentage points.Related literature The environmental and public economics literature addresses the question why countries form multilateral environmental agreements MEA and why some countries choose not to join for examples, see Carraro and Siniscalco, 1998; Beron et al., 2003. Thefocus lies on models of strategic interactions, coalition formation and freeriding. Beron etal. 2003 empirically test for freeriding and spillover effects in the ratification process of the Montreal Protocol which regulates ozone depleting substances. In their interdependent Probitmodel they include GDP per capita, initial emissions, development status and political freedomto explain ratification. This list of explanatory variables is similar to ours.Copeland and Taylor 2005 focus attention to implications from international trade. In theirtheoretical model, an emission cap in an open HeckscherOhlin economy affects other countries emissions via freeriding, income and termsoftrade effects. In contrast to previous work,the authors find that, in the presence of trade, climate policy can also be a strategic complement instead of a strategic substitute. Note that, within their framework, membership in KyotoWHAT A DIFFERENCE KYOTO MADE5is assumed to be given. Egger et al. 2011 empirically test the relevance of international traderelations as determinant for MEAs. Conversely, Rose and Spiegel 2009 argue that economicoutcomes are influenced by MEA memberships. A countrys memberships in MEAs signal itsdiscount rate and will therefore be beneficial for fostering international economic relations i.e.,the conclusion of free trade agreements. They use the Polity score from the Polity IV Projectas an instrument for MEA membership and find a positive effect on FDI stocks and bankingclaims.The paper most strongly related to ours is probably Aakvik and Tjtta 2011 who empirically estimate the effect of the Helsinki and Oslo Protocols on the reduction of sulfur dioxideemissions. In contrast to us, they focus on emissions alone but do not find statistically significant effects. This may be due to the fact that they do not instrument ratification of the Protocols. Also, the Kyoto Protocol goes farther than the other Protocols in setting savings incentives.While carbon dioxide emission savings are equivalent to real cost savings for firms as they burnless fuel, this is not true for sulfur emissions.Finally, our paper is loosely related to the carbon Kuznets curve literature, for a survey see Dinda 2004 or Galeotti et al. 2006. This literature estimates a dynamic relationship betweendevelopment measured by GDP per capita and CO2 emissions per capita. The purpose ofthose papers is to estimate the turning point beyond which further GDP per capita growth lowers emissions per capita. The mechanism is driven by structural change and nonhomotheticpreferences. However, this is not the focus of our work. We are interested in the causal effect ofa specific policy commitment to the Kyoto Protocol on outcomes and not in explaining emissions. More closely related to our work is a study by Grunewald and MartinezZarzoso 2009who include a dummy for Kyoto ratification in the carbon Kuznets curve framework. In a panelof 123 countries over the period 1974 to 2004, the authors find that Kyoto obligations reduces CO2 emissions. However, they treat Kyoto commitment as an exogenous variable so that theirresults cannot necessarily be interpreted as causal.5The rest of the paper proceeds as follows. Chapter 2. econometrically analyzes the determinants of a countrys commitment to the Kyoto Protocol, thereby describing the firststageregression in our IV approach. Chapter 3. presents the secondstage IV results of the effect of 5It turns out that their results on emissions are not too different from ours, despite our use of IV methods. A majordifference, we look at a host of dependent variables rather than just on emissions.6AICHELE, FELBERMAYRKyoto commitment on several environmental and economic outcome variables. The last chapter contains concluding remarks.2. Who made commitments under Kyoto?2.1. Measurement The Kyoto Protocol was signed in 1997 and its ratification process started in the early 2000s. Itis reasonable to assume that the Protocol starts to matter once ratification through the parliament has occurred. Ratification involves political parties, the media, and the general public,while the signature of the Protocol directly following negotiation in 1997 had no immediate political relevance. The Protocol entered into force only in 2005 after the ratification of Russia,but it is ratification that sets the relevant domestic policy parameters. Hence, we define Kyoto commitment as a dummy variable that takes the value of one if a country i has ratified the Protocol at time t and has thus a cap on domestic CO2 emissions.6 It takes the value of zerootherwise.Kyotoit 0 no ratification in t 1ratification and cap in t.1This definition does not attempt to measure the stringency of commitment but has the advantage of simplicity. Uncertainty as to the exact timing of the Kyoto constraints inserts measurement error into the Kyoto dummy variable and biases coefficients towards zero.2.2. Selection into Kyoto: descriptives Common but differentiated responsibilities In our sample of 151 independent countries, 36have commitments under the Kyoto Protocol.7 Arguing that rich developed countries are principally responsible for the current levels of CO2 concentration in the atmosphere due to morethan 150 years of industrial activity, the Protocol places a heavier burden on developed nationsunder the principle of common but differentiated responsibilities. However, in practice, thisdoes not at all mean that there is a direct link between per capita GDP and Kyoto status. Fig6We refer to these Annex B countries which have ratified Kyoto as Kyoto countries.7One Kyoto country Liechtenstein is not included in our sample due to data availability.WHAT A DIFFERENCE KYOTO MADE7ure 1 counts the number of 151 independent nonOPEC countries with commitments ratifiedby national parliaments as of the year 2007 in different per capita income groups. Out of the 16 countries with real per capita income above the 90% percentile, 14 countries have commitments Singapore, and USA have none. Out of the 15 countries with per capita income abovethe 80% percentile but below the 90% percentile, 8 countries have commitments Bahamas,Barbados, Cyprus, Israel, South Korea, Trinidad and Tobago, and Taiwan have none. Interestingly, Cyprus and Malta, two EU member states, have no Kyoto commitments.Figure 1: Kyoto countries and income groups Data source: Penn World Table 6.3, series rgdpch. Real GDP per capita in PPPadjusted dollars.Within the group of countries that had commitments as of 2007, there is some variation asto the timing of national ratification. The first countries to ratify a commitment were Romaniaand Czech Republic in 2001, 27 countries ratified in 2002, Lithuania and Switzerland 2003,Russia and Ukraine 2004, Belarus 2005 and finally Australia and Croatia 2007 followed.Unconditional correlations These simple observations suggest that there is nontrivial heterogeneity across countries with respect to their Kyoto status. In this section, we draw on thetheoretical literature in particular Copeland and Taylor, 2005; Beron et al., 2003 to explain theobserved variation. The analysis is deliberately exploratory. Ultimately, the aim is to identifydeterminants of Kyoto commitments that are exogenous and not directly related to outcomes 0000024881403691215Number of countries with Kyoto commitments 0102030405060708090Deciles, real per capita GDP8AICHELE, FELBERMAYRsuch as the level of CO2 emissions per capita.The sample comprises a varying number of independent nonOPEC countries from 1997 to 2007.8 Table 1 reports summary statistics and data sources. In a first step we look at countriesin the year of 2007 and explain their Kyoto status using their characteristics as of 2007 or laggedversions thereof. Figure 2 plots beta coefficients 9 of these unconditional correlations for various explanatory variables. Important determinants of Kyoto membership are, amongst others,a countrys green preferences proxied by the number of ratified MEAs, EU membership, beingin the neighborhood of other large Kyoto countries i.e. having a high value of the spatial Kyoto lag, lagged GDP per capita growth, and lagged emissions per capita growth. Note that thelagged log of emissions per capita is positively correlated with Kyoto commitment. At a first takethis seems implausible. But given that emissions are correlated with GDP, this unconditionalcorrelation partly picks up that Kyoto countries are economically large, industrialized nationsas well as that countries with low initial percapita emissions, such as developing countries,might expect emission increases in the future. Also, countries that have ratified other international agreements such as the Rome Statute governing the International Criminal Court, the AntiPersonnel Landmine Convention APLC or the Comprehensive Nuclear TestBanTreatyCTBT are more likely to be Kyoto countries.2.3. Selection into Kyoto: Regression analysis Model The analysis in Figure 2 is suggestive. However, for the purpose of understanding theeffect of Kyoto commitment on economic and environmental outcome variables, one requiresan understanding of the selection process in a panel setup. Therefore, we estimate the followinglinear probability fixedeffects model 10 for Kyoto commitments for the time span 19972007:Kyotoit Xcid:48it Zcid:48it t i it,2where Xit is a vector of controls which are likely to matter for Kyoto commitment and outcomes alike and Zit is a vector of instruments that do not directly affect outcomes. To cap8We take all available countries into account.9Beta coefficients give the standard deviation change in the dependent variable per standard deviation increase inthe explanatory variable. The larger the beta coefficient the greater is the effect of the explanatory variable.10Note that there is no fixedeffects estimator for the Probit model.WHAT A DIFFERENCE KYOTO MADE9Figure 2: Simple correlations of Kyoto status and its determinants Note: The graph shows beta coefficients diamonds 1.96 standard deviations circles of an OLSregression of Kyoto status on the respective variable and a constant in a crosssection of 2007. Theconstant is not reported. Varying sample sizes. indicates variable is lagged 5 years.ture cyclical elements such as the oil price or the world business cycle we include a full set ofyear dummies t into all regressions. i is a full set of country dummies fixed effects whichwe eliminate through withintransformation of the data and it is the error term. We use aheteroskedasticityrobust estimator of the variancecovariance matrix and allow for clusteringat the country level in order to deal with serial correlation in error terms. The advantage ofusing a panel fixedeffects estimator is that one can make use of country and time variation simultaneously. Moreover, countryspecific timeinvariant determinants of Kyoto commitmentsare fully controlled for.11GDP per capita and carbon emissions Table 2 reports our main results on selection. Column1 uses GDP per capita, GDP per capita squared, and the level of carbon emissions per capita toexplain Kyoto status. The effect of GDP per capita is nonmonotonic. Doubling GDP per capitafrom the median level increases the likelihood of Kyoto commitment by about 48 percentagepoints.12 At the same time, higher CO2 emissions per capita reduce the odds. The first finding 11We have also worked with a crosssection; results are comparable and available upon request.12Median log GDP per capita is 8.75, so that the effect of doubling log GDP per capita is 3.54 2 0.23 8.75 20.2.4.6.8Spatial lag ICC dummy Political orientation, exec.Ln population WTO dummy Ratification APLCLn remoteness index Manufacturing in % of GDPShare clean energy Ratification CTBTRatification ICCLn emissionscapita Ln GDPcapita Ln GDPcapita2 Spatial lag Kyoto EU dummy MEA stock10AICHELE, FELBERMAYRrelates to the common but differentiated responsibilities principle. It can also be rationalizedby mitigation policy being a superior good in voters utility functions. This is the case in themodel of Copeland and Taylor 2005. The second suggests that for given income levels countries with high emissions per capita probably shy away from higher costs of bringing percapita emissions down to average levels. These two variables together with the time trend variables explain almost 30% of total within variation. The two variables are, of course, potentiallyendogenous to Kyoto status so that the obtained coefficients cannot be interpreted as causaleffects.Geography and country size Timeinvariant geographical controls such as climate or resourceendowment are accounted for by the withintransformation of the data. In contrast, geographical remoteness, calculated as the population weighted average geographical distance of a country to all the other countries, varies across time. More remote countries trade less and areless integrated in the world economy. This measure is strongly negatively correlated to standard openness measures exports plus imports over GDP. Column 2 shows that more remotecountries are less likely to have Kyoto commitments. Own population size also negatively affects the odds, but is not significant. Since we identify all effects in Table 2 by time variationat the countrylevel, our results suggest that countries with higher own population growth orhigher population growth in nearby countries are less likely to have commitments.Preferences Next, we include two variables to proxy for green preferences. The first, the countrys chief executive partys political orientation taken from the World Banks Database of Political Institutions 2010 takes the value of 0.1 if the executive is from the right, the value of 0.2 ifit is from the center, and the value of 0.3 if it is from the left. One would think that leftleaninggovernments are more likely to accept commitments, but this does not show up in our regression. The second variable, the log stock of other than Kyoto MEAs is also expected to affectthe likelihood of commitment positively, but does not show up significantly in the analysis.13International Criminal Court membership Column 4 adds countries membership in the International Criminal Court and the spatial lag thereof to the list of explanatory variables.13These variables show up with the expected sign in the crosssection of countries.WHAT A DIFFERENCE KYOTO MADE11These variables fill the vector Zit. The ICC dummy takes value of one if a country has ratified the Rome Statute governing the International Criminal Court and value zero otherwise. The spatiallag of ICC membership is the average ICC membership of other countries all other countries membership dummies weighted by population over distance squared, and averaged.14The coefficient to this dummy suggests that countries having ratified the Rome Statute havea 13 percentage points higher likelihood to have a commitment under Kyoto, given their development status and current level of CO2 emissions per capita. An increase by one standarddeviation of the spatial lag of ICC membership boosts the odds of Kyoto commitments by about 3.2 percentage points.15WTO and EU Column 5 adds a dummy for membership in the WTO as another proxy fortrade openness and the countrys degree of multilateralism. That dummy does not featuremuch variation over the time period; 13 countries have joined the WTO from 19972007; onlythree out of them also have Kyoto commitments Croatia, Lithuania, Latvia.16 It is therefore notsurprising that WTO membership negatively correlates to Kyoto commitment. The EU dummyhas the opposite sign: ceteris paribus, joining the EU increases the odds of Kyoto membershipby about 19 percentage points. This estimate is driven by the Eastern enlargement of the Union.Note, however, that not all new EU members are Kyoto members as well Cyprus and Malta arenot.Industrial structure and energy mix Column 6 adds the share of renewable energy in totalenergy production of a country. This variable is available only for a subsample of countries. Itis positively related to the propensity of Kyoto commitments, but the statistical precision of estimation is very low. Other indicators of the energy mix of countries fare similarly. Also, addingthe share of manufacturing in total GDP has a negative effect as one may expect but the effectis not statistically significant. Using time lags of these variables does not change the situation.Preferred specification Column 7 is our preferred specification. It is similar to column 5but adds the spatial lag of Kyoto commitment. The more nearby countries have commitments,14The exact calculation of the spatial lag does not make a significant difference.15Using the ICC variables without further controls yields comparable results.16Other new members are former USSR states Armenia, Georgia, Moldova, Asian countries such as China, Vietnam,Cambodia, Nepal, as well as Jordan and Oman.12AICHELE, FELBERMAYRthe higher the likelihood that a country has a commitment, too. Since unilateral mitigationpolicies contribute to a public good, other countries efforts may decrease own efforts. On theother hand, other countries commitments lower negative competitiveness effects of own climate policies. The variable turns out to be positively associated to Kyoto status: when largenearby countries commit to climate targets, commitment of a specific single country becomesmore likely. However, the effect is not overly large. With a mean of 0.13, the spatial lag adds onaverage about 5 percentage points to the likelihood of Kyoto commitment. Column 7 is rathersuccessful in explaining the variation in Kyoto commitments, the withinR2 is almost 60%.Firststage regression Specification 7 is the nucleus of the firststage instrumental variablesregression that we employ in the next section. The regressions in Table 2 show that Kyoto and ICC membership are highly correlated. This is probably due to the fact that both treaties pose athreat to national sovereignty.17 So, the ICC status can be seen as a proxy for a countrys stanceon multilateralism. And indeed, prominent nonKyoto countries such as China, USA, Israel,Singapore or Thailand have not ratified the Rome Statute.Moreover, the size of the country and its geographical position are likely to have direct implications for outcome variables such as CO2 emissions per capita, their carbon taxes or theirshare of manufacturing in GDP, but a countrys own and its neighbors membership to the International Criminal Court can be taken as exogenous and excludable from regressions that aim atexplaining emission outcomes. Countries do not sign up to the ICC because of their CO2 emissions per capita, their carbon taxes or their share of manufacturing in GDP. Ratification of the Statute of the ICC does not directly affect outcome variables neither. We further argue that ICCmembership is uncorrelated with omitted variables in the outcome equation e.g. technologyor development status, once we control for a countrys institutional environment e.g. throughthe Polity index.Hence, it appears that the two Rome Statute variables in specification 7 i.e., own ICCmembership and that of close countries are good candidates for instrumental variables: theycan be excluded from the secondstage regression, they do not cause the outcome, are uncorrelated with the error term, and they correlate to Kyoto status.18 An Ftest of joint significance of 17For example, Groves 2009, p. 1 likens the Kyoto Protocol to the Rome Statute and argues that   the proposed Kyoto II successor agreement   poses a clear threat to American sovereignty. This threat is primarily due to the natureof the proposed treaty a complex, comprehensive, legally binding multilateral convention.18We have also experimented with other multilateral agreements such as the CTBT or the APLC. Ratification of thoseWHAT A DIFFERENCE KYOTO MADE13the excluded variables yields a test statistic of 11.65 and a pvalue of 0.00, thereby meeting therule of thumb by which an Fstatistic larger than 10 for a single endogenous regressor avoidsthe weak instrument problem Stock and Yogo, 2005.Robustness checks Columns 8 to 11 perform some robustness checks. So far, in the regressions of this table we have excluded the OPEC countries from the sample. Column 8 addsthose 12 countries; point estimates and levels of statistical significance do not change much.Column 9 uses 5 year time lags of variables that are potentially endogenous to Kyoto commitment: log GDP per capita and its square, and the log emissions per capita. Relative to thebenchmark regression of column 7, this affects the point estimate of the spatial lag of the ICCvariable, but has otherwise very little effect. Column 10 excludes all countries with incomebelow the median, none of which has a Kyoto commitment. With this smaller sample, we stillfind a statistically significant influence of ICC membership. Not surprisingly, GDP per capitaceases to be important. Column 11 excludes all countries with populations below 5 million.This halves the sample size, but the ICC variables remain significant. Finally, column 12 defines the dependent variable differently: it codes as a zero a situation where a country has noobligations under Kyoto, as 1 if the country has a slack cap, and as 2 if the country has a capthat has been nonslack in the year of 1990. Relative to the benchmark regression, this modelwith Kyoto stringency as dependent variable has a slightly better R2, but otherwise fares verysimilarly. Most importantly, the ICC variables continue to work.3. The effects of Kyoto commitments on outcomes 3.1. Econometric issues We are interested in understanding the effect of legally binding Kyoto commitments on a seriesof outcome variables such as countries carbon emissions, energy mix, fuel prices, and macroeconomic variables. To this end, we estimate fixedeffects models to control for unobservedheterogeneity across countries, such as endowments with fossil fuels, patterns of comparativeadvantage, or climatic and geographic conditions. We also include a full set of year dummies totexts also tends to make Kyoto commitments more likely; however, the effects are weaker and less statistically significant.14AICHELE, FELBERMAYRcontrol for the world business cycle and the price of oil. The baseline estimating equation takesthe following form:Yit 0 1Kyotoit 2Xcid:48it t i it,3where Yit is the outcome variable. i denotes a vector of countryspecific fixed effects which weeliminate by withintransformation of the data. t is a vector of year dummies and Xit is a vector of controls. In most regressions, Xit contains the spatial lag of Kyoto commitment, the log of GDP and its square, the log of population, economic openness, a countrys political orientationmeasured by the chief executives party affiliation, dummy variables for WTO and EU membership, and the Polity index. In some regressions, we add the log of the nominal exchangerate to the list of covariates. Whenever sensible, we use 5th time lags of GDP, openness andthe exchange rate to avoid spurious contemporaneous correlations. We adjust the variancecovariance matrix for heteroskedasticity and for clustering of standard errors within countriesfor example, serial correlation.19 The latter adjustment strongly increases standard errors andmakes it much harder to find statistically significant coefficients. Note that equation 3 is notmeant to investigate the importance of specific explanatory variables for special lefthandsidevariables. Rather, the focus lies on 1, the Kyoto coefficient; the other included variables arecontrols. Compared to Aakvik and Tjtta 2011 study on sulphur emissions, we include morecontrols but do not use linear and quadratic countryspecific time trends.20One complication that arises when estimating equation 3 is that ordinary least squaresOLS estimates could be biased for several reasons: i reverse causality and closely relatedselection into treatment, ii omitted variables and iii measurement error. First, countriesthat are on a negative emission trajectory due to prior investments in green technology or sectoral restructuring toward services might be more willing to selfselect into Kyoto. This reversecausality results in a bias of the OLS estimate. Second, preferences for environmental quality, expected damage from global warming or expected negative competitiveness effects mayvary differently across countries over time, thus creating omitted variables bias. Depending onthe correlation of the omitted variable with Kyoto status, the resulting bias could be positive or 19Stock and Watson 2008 recommend that, if serial correlation is suspected, correcting for clustering is essential toensure consistency of the estimated variancecovariance matrix.20Their data set has a much longer time dimension T 43 and a much smaller crosssectional dimension N 30. In our work, with T 11 and N 150, including these trends is very costly in terms of degrees of freedom.Including regionspecific time trends leaves our main results unchanged.WHAT A DIFFERENCE KYOTO MADE15negative. Third, ratification of the Kyoto Protocol is only a proxy for a countrys climate policy activities. The resulting measurement error will bias the estimates toward zero. With theseconsiderations in mind, we do not know a priori the direction of the bias in OLS estimates. Instrumenting for Kyoto status can cure these biases. In chapter 2. we argued that membershipto the International Criminal Court and its spatial lag correlate with Kyoto commitments andare likely to be exogenous to the variables of interest such as emissions, energy consumption,fuel prices or macroeconomic outcomes. In the following we use these instruments in an arrayof regressions.In the following we study the effect of Kyoto commitment on different outcome variables intwo steps. For each area of interest, we start with the simplest possible differencesindifferencesdiffindiff setup, where the period average 19972000 is compared to the average for 200407with ratification of Kyoto between these intervals for the group of Kyoto and nonKyoto countries. We make the results visible in simple pictures. In the second step, we show fixedeffectsregressions of 3 based on yearly data and apply our instrumentation strategy.3.2. CO2 emissions The evidence in a diagram We start with investigating the role of Kyoto commitments for CO2emissions in the simplest possible unconditional diffindiff framework.21 The leftmost diagram in Figure 3 shows the change in the log of emissions over two groups of countries: countries who end up with emission caps, and countries who do not. The changes are computedover period averages 19972000 before the first country has ratified the Protocol and 200407following the ratification of Russia and Ukraine in 2004. Ratification occurred later only in Belarus 2005, Australia and Croatia 2007. Between the two periods, emissions have increasedon average by 23.8% in the group of noncommitted countries while they have increased onaverage by 4.3% in the group of committed countries. In both groups, there is substantial variation. Emissions fell substantially in some developing countries affected by civil war such as Afghanistan or Burundi, and increased strongly in countries recovering from crises such as Chad or Angola. In the group of committed countries, Luxembourg, Norway, and Spain haveincreased emissions by more than 20%, while they fell slightly in Belgium or Germany. Ob21CO2 emissions data is taken from the World Banks World Development Indicators 2010 and comprises emissionsstemming from the burning of fossil fuels and the manufacture of cement. They include carbon dioxide producedduring consumption of solid, liquid, and gas fuels and gas flaring.16AICHELE, FELBERMAYRservations cluster strongly around the means marked by the end points of the line. Fitting alinear regression ln EMit const. Kyotoit it into the cloud reveals a coefficient of 0.19,statistically different from zero at the one percent level of significance.22The middle diagram in Figure 3 repeats this exercise for log emissions per capita while therightmost diagram looks at log emissions per unit of GDP emission intensity. Both scatterplots hint toward a downwardsloping relationship between emissions and Kyoto status. Interestingly, adjustment for population change does not majorly change the ranking of countries inboth groups. Emission intensity has been falling in most committed countries, most strongly informerly communist transition countries. Note, however, that this is driven not by falling emissions but by fast rising levels of GDP. In 1997, the year at which we start the analysis, most ofthe emissionsaving industrial restructuring away from old carbonintensive technologies andheavy industries toward cleaner technologies and services had already happened.OLS regression results Table 3 presents more complete econometric results. It runs versionsof equation 3 to generalize the analysis of Figure 3. The regressions differ from the figure by using yearly data and withintransforming the data rather than firstdifferencing it.23 Columns 1and 2 present OLS estimates. They differ with respect to the time span covered: column 1spans 19902007 while column 2 covers our preferred window 19972007 symmetric aroundmost countries ratification date. Column 1 shows that, holding population and timeinvariantcountry characteristics fixed, emissions are positively correlated to log GDP but negatively toits square. Evaluated at the mean of log GDP, the elasticity of emissions with respect to GDPis 0.63. The elasticity remains positive for all observed GDP levels. The elasticity of emissionswith respect to population is statistically indistinguishable from unity. Turning to column 2,which draws on a shorter time series, squared GDP is no longer statistically significant. Also thepopulation elasticity is somewhat smaller, while still statistically identical to unity pvalue ofthe Chi 2test is 0.31. These findings square well with the literature.24Interestingly, Kyoto status correlates negatively to log emissions in both columns. The effectis somewhat more pronounced in the longer panel than in the shorter: Kyoto commitment is 22The result may be driven by outliers. Using robust regression techniques that downweight outliers yield negativesignificant results applying the usual tuning weight of 7, too, but the estimated coefficients are typically smaller. Thesame holds also true for the analyses in Figures 4 to 6.23Results on long firstdifferences are presented in Section 3.6 24See, e.g., Dinda 2004 and Cole and Neumayer 2004.WHAT A DIFFERENCE KYOTO MADE17Figure 3: Change in log emissions Note: The diagrams show the change between pre 19972000 and posttreatment 200407 averages for nonKyoto 0 and Kyoto countries 1.associated to a reduction of emissions by 9.26 and 6.08%, respectively. In the longer panel, thespatial lag of Kyoto commitment is insignificant, while in the longer panel, there is evidence thatneighboring countries Kyoto commitment actually drives up own emissions. Yet, the effect issmall: evaluated at the mean, foreign commitment drives up emissions by 0.63%.25 This is, ofcourse, an average, and may hide substantial crosscountry heterogeneity.The OLS regressions in columns 1 and 2 also suggest that green preferences proxied bythe log of the stock of other MEAs affect emissions negatively. Again, somewhat unexpectedly,the political orientation of the chief government executive matters for emissions: rightwinggovernments have 3.5% lower emissions than leftwing governments.26 EU membership correlates negatively to emissions: in the short panel column 2, EU countries emissions are onaverage 5% lower. Trade openness, as proxied by the sum of exports plus imports over GDP and 25100 0.0234 0.270.260.002 17.33. This surprising finding is not driven by correlation between the political and the business cycle,since we control for GDP. It is more likely driven by policy implementation lags.AFGAGOALBAREARGARMATGAUSAZEBDIBENBFABGDBHIBHRBHSBIHBLZBMUBOLBRABRBBRNBTNBWACAFCHLCHNCIVCMRCOGCOLCOMCPVCRICUBCYPDJIDMADOMDZAECUEGYERIETHFJIFSMGABGEOGHAGINGMBGNBGRDGTMGUYHKGHNDHONHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKIRKNAKORKWTLAOLBNLBRLBYLCALKAMACMARMDAMDGMDVMEXMHLMKDMLIMLTMNGMORMOZMRTMUSMWIMYSNAMNERNGANICNPLOMNPAKPANPERPHLPLWPNGPRYQATRWASAUSDNSENSGPSLBSLESLVSOMSTPSURSWZSYCSYRTCDTGOTHATJKTKMTONTTOTUNTURTWNTZAUGAURYUSAUZBVCTVENVNMVUTWSMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR1.9.8.7.6.5.4.3.2.10.1.2.3.4.501coef.: .185, s.e.: 0.024; N186.Log emissions AFGAGOALBAREARGARMATGAUSAZEBDIBENBFABGDBHRBHSBIHBLZBMUBOLBRABRBBRNBTNBWACAFCHLCHNCIVCMRCOGCOLCOMCPVCRICUBCYPDJIDMADOMDZAECUEGYERIETHFJIFSMGABGEOGHAGINGMBGNBGRDGTMGUYHKGHNDHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKIRKNAKORKWTLAOLBNLBRLBYLCALKAMACMARMDAMDGMDVMEXMHLMKDMLIMLTMNGMOZMRTMUSMWIMYSNAMNERNGANICNPLOMNPAKPANPERPHLPLWPNGPRYQATRWASAUSDNSENSGPSLBSLESLVSOMSTPSURSWZSYCSYRTCDTGOTHATJKTKMTONTTOTUNTURTZAUGAURYUSAUZBVCTVENVNMVUTWSMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR.8.7.6.5.4.3.2.10.1.2.3.4.5.601coef.: 0.087, s.e.: 0.023; N186.Log emissions p.c.AGOALBAREARGARMATGAUSAZEBDIBENBFABGDBHRBIHBLZBOLBRABRNBTNBWACAFCHLCHNCIVCMRCOGCOLCOMCPVCRICYPDJIDMADOMDZAECUEGYERIETHFJIFSMGABGEOGHAGINGMBGNBGRDGTMGUYHKGHNDHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKIRKNAKORKWTLAOLBNLBRLBYLCALKAMACMARMDAMDGMDVMEXMKDMLIMLTMNGMOZMRTMUSMWIMYSNAMNERNGANICNPLOMNPAKPANPERPHLPNGPRYQATRWASAUSDNSENSGPSLBSLESLVSTPSURSWZSYCSYRTCDTGOTHATJKTKMTONTTOTUNTURTZAUGAURYUSAUZBVCTVENVNMVUTWSMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR.5.4.3.2.10.1.2.3.4.5.6.7.801coef.: 0.153, s.e.: 0.030; N174.Log emissions per GDP18AICHELE, FELBERMAYRthe WTO dummy does not appear to affect emissions.27 The degree of democracy of a country,as captured by the Polity measure, does not directly matter, neither.IV regression results To get the treatment effect of Kyoto commitment, we instrument for the Kyoto dummy with the ICC membership dummy and its spatial lag. Column 3 of Table 3 reports the results for the 19972007 panel. Kyoto appears to reduce emissions by 11% on average.This is slightly more than the OLS estimates have suggested. Hence, measurement error overcompensates simultaneity bias. This is probably not surprising, given the fact that our Kyotodummy is only a very imprecise proxy for countries true emission mitigation policies. Compared to the OLS estimates in column 2, the coefficients on the other covariates are not verydifferent and the pattern of statistical significance is the same. Column 4 repeats column 3but drops insignificant covariates. The point estimate of the Kyoto dummy barely changes.Since GDP may be endogenous to Kyoto commitment if costly climate policy reduces GDP percapita, reverse causation would bias our results. Since the coefficient on log GDP in column 4is statistically identical to unity pvalue of the Chi 2 test is 0.51, one can subtract log GDP fromthe right and lefthandsides so that log GDP disappears from the list of covariates in the equation. Column 5 does this and finds a Kyoto effect of again 10%, albeit with somewhat reducedstatistical significance pvalue 0.09.For the IV regressions 3 to 5, the firststage diagnostics signal instrument validity. Testsfor overidentifying restrictions yield pvalues of the Hansen jstatistic between 0.19 and 0.36.Those tests do not reject the null that the instruments are exogenous. The Fstatistics for weakidentification range between 17.15 and 19.90, well above the Staiger and Stock 1997 rule ofthumb of 10. According to Stock and Yogo 2005, the implied true size of the Ftest is 10%,so that we do not face a weak instrument problem. In the face of weak instruments, thoseauthors recommend the use of limited information maximum likelihood LIML. In the contextof specifications 3 to 5, LIML does not change the point estimates of the Kyoto effect, butimproves the power of the weak identification test.Robustness checks Columns 6 to 12 perform robustness checks. Columns 6 to 8 use Kyoto stringency 28 instead of the Kyoto dummy as the dependent variable. The IV strategy con27Using the log of remoteness instead of openness yields comparable results.28Kyoto stringency is defined in subsection 2.3. and used in column 12 of Table 2.WHAT A DIFFERENCE KYOTO MADE19tinues to work fine with weak identification tests yielding Fstatistics on excluded instrumentswell above 20, and the overidentification restrictions are satisfied. Since stringency has supportover the interval 0,2, it is not surprising that the point estimates are smaller than the ones forthe commitment dummy. The stringency measure is statistically significant and negative. Thepoint estimate in column 8 suggests that countries with a slack cap as of 1990 have 5% loweremissions, while countries with a nonslack cap have 10% lower emissions.Columns 9 to 12 repeat regression 3 for different subsamples. Column 9 excludes the 10 OPEC countries included in column 3. The IV strategy continues to work, and the pointestimate on the Kyoto dummy is almost exactly identical to the one found in column 3. Column 10 uses only countries with GDP per capita levels higher than the median as of 2007.Major emerging economies such as China, Brazil, Russia and South Africa remain in the sample, but India or Indonesia drop out. With this much smaller sample, the Fstatistic on excludedinstruments is 8.38 which signals a potential weak instrument problem. The results suggestthat Kyoto reduces emissions in this sample by about 9%. Using LIML estimation to avoid theweak instrument problem yields very similar point estimates of the Kyoto dummy. Column 11eliminates transition countries from the sample. Interestingly, this reduction of the sample undoes the statistical significance of the Kyoto dummy, but the magnitude of the effect remainscomparable to earlier results. However, dropping insignificant covariates restores the statisticalsignificance of the Kyoto effect, albeit at a point estimate that appears implausibly large.Summarizing OLS estimates of the effect of Kyoto on CO2 emissions do not appear to be biased away from zero. Using ICC membership dummies as instruments, our IV regressions suggest that, compared to the counterfactual, Kyoto commitment reduces carbon emissions byabout 10%. While the IV strategy generally works very well, in most regressions, the Kyoto effectis statistically significant only at the 5 or 10% level. Doubts about a measurable Kyoto effect arelargest when transition countries are excluded from the sample. In the following subsections,we present evidence that shed light on the channels through which Kyoto may have led to loweremissions.20AICHELE, FELBERMAYR3.3. Energy mix The evidence in a diagram We start with the effect of Kyoto commitments on countries energy mix. The leftmost diagram in Figure 4 plots changes in the share of fossil fuels in totalenergy consumption. That share has increased substantially in some countries such as Vietnam or China by 15.5 and 6.6 percentage points, respectively, but has fallen in crisisstrickencountries such as Zimbabwe. In the group of committed countries, the share of fossil fuel hasfallen in countries such as Denmark, Iceland, or the Czech Republic, but for different reasons.While the former two countries expanded the share of wind and hydro power, the latter increased the share of nuclear energy. The importance of fossil fuel has increased by a surprisingamount in Luxembourg, but also gained ground in Norway from a very low level. On average,committed countries reduced the share of fossil fuels by almost exactly one percentage point,while it increased by about 1.5 percentage points in the sample of noncommitted countries.The difference of 2.49 percentage points is statistically significant at the 1% level. The nextdiagram shows changes in the share of renewables in total energy consumption. Within thegroup of committed countries, that share increased most in Denmark by about 5 percentagepoints, but fell slightly in Norway. It increased by 1.05 percentage points on average in committed countries. Crosscountry variation in the sample of noncommitted countries is large,but clusters around 2 percentage points. The difference between the group averages is 2.99,statistically significant at the 1% level. It appears, thus, that changes in the share of renewablesin total energy use correlates positively with Kyoto commitment.The third diagram refers to the share of coal in electricity production, while the rightmostdiagram studies the share of new clean forms of energy wind and solar. On average, the shareof coal has decreased slightly in the group of committed countries 1.28 percentage points,while it has minimally increased in the sample of noncommitted countries 0.55 percentagepoints. The difference is 1.83 percentage points and statistically significant at the 5% levelpvalue 0.03. Interestingly, there are a couple of noncommitted countries, where wind andsolar energy expanded substantially Kenya, Nicaragua, San Salvador, but in the sample ofnoncommitted countries as a whole, the share increased by 0.33 percentage points only. Inthe sample of committed countries, Iceland, and Germany as well as Spain and Portugal haveconsiderably increased their shares of new clean energy sources. The group average is 1.77. TheWHAT A DIFFERENCE KYOTO MADE21growth difference between the two groups is 1.45 percentage points, significant at the 5% levelpvalue 0.02.Figure 4: Change in energy mix Note: The diagrams show the change between pre 19972000 and posttreatment 200407 averages for nonKyoto 0 and Kyoto countries 1. New clean refers to wind and solar energy. : share intotal energy consumption. : share in electricity production.Regression results Table 4 follows Table 3 and provides regression results on yearly data of theeffect of Kyoto commitment. To save space, Table 4 only reports the Kyoto estimates and firstand secondstage diagnostics. Full results are delegated to the web appendix but discussed inthe text. Columns A1 to A3 investigate the effect of Kyoto on the share of renewables in totalenergy use. The uninstrumented effect implies that Kyoto commitment increases that share by 1.45 percentage points, while the spatial lag of Kyoto is negative. Instrumentation doubles theeffect of Kyoto on the share of renewables, and excluding transition countries from the sample increases it further. Columns A4 to A6 investigate the effect of Kyoto on the share of ALBARGARMAUSBENBGDBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRIDOMEGYERIETHGABGEOGHAGTMHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKORLBNLKAMARMDAMEXMKDMNGMOZMYSNAMNICNPLOMNPAKPANPERPHLPRYSDNSENSGPSLVSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVNMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR161412108642024681001coef.: 2.49, s.e.: 0.63; N132.Fossils ALBARGARMAUSBENBGDBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRIDOMEGYERIETHGABGEOGHAGTMHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKORLBNLKAMARMDAMEXMKDMNGMOZMYSNAMNICNPLOMNPAKPANPERPHLPRYSDNSENSGPSLVSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVNMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR1284048121601coef.: 2.99, s.e.: 0.45; N132.Renewables ALBARGARMAUSBENBGDBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRIDOMEGYERIETHGABGEOGHAGTMHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKORLBNLKAMARMDAMEXMKDMNGMOZMYSNAMNICNPLOMNPAKPANPERPHLPRYSDNSENSGPSLVSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVNMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR16128404812162001coef.: 1.83, s.e.: 0.84; N132.Coal ALBARGARMAUSBENBGDBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRIDOMEGYERIETHGABGEOGHAGTMHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKORLBNLKAMARMDAMEXMKDMNGMOZMYSNAMNICNPLOMNPAKPANPERPHLPRYSDNSENSGPSLVSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVNMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULVANLDPOLPRTROMSVKSVNUKR108642024601coef.: 1.45, s.e.: 0.59; N132.New clean 22AICHELE, FELBERMAYRfossil fuel in total energy consumption. The first column presents a noninstrumented regression. The EU membership dummy appears to negatively correlate with the share of fossil fuels,while log population and the spatial lag of Kyoto commitment is positively associated, the latter signaling a possible freerider effect. Own Kyoto commitment bears a negative sign, but thecoefficient fails to be statistically significant pvalue 0.16. Overall, it is not very easy to explainchanges in the share of fossil fuel, probably due to a lack of timevariance in the dependentand the independent variables and to the fact that the Kyoto dummy is an imprecise proxy forclimate policies. Using IV estimation remedies the latter problem. Column A5 shows that ICCmembership and the lag thereof continue to be good instruments: both, the overidentificationand the weak instrument tests suggest instrument validity. The resulting point estimate is negative and statistically significant at the 1% level. It implies that Kyoto commitment results in a 2.67 percentage points reduction in the share of fossil fuel in total energy consumption. Excluding transition countries column A6 does not change this finding. Similarly, using the Kyotostringency variable has no substantial effect on results either not shown.Columns B1 to B3 analyze the share of coal in the production of electricity. While the analysis in Figure 4 suggests a statistically significant negative relationship, controlling for a host ofvariables such as the log of population or an EU dummy, and applying our IV strategy, there isno statistical evidence in favor of a negative effect of Kyoto on the share of coal. This is despitethe fact that our instruments continue to do fine. Finally, columns B4 to B6 study the shareof new clean energy sources such as wind and solar power in the electricity production. Both,the uninstrumented and the IV regressions suggest that Kyoto commitments have increasedthat share by almost 2 percentage points. In line with other results in this paper, we find thatmeasurement error in the Kyoto variable dwarfs the possible bias from reverse causation. Interestingly, the IV estimates do not show that more democratic countries higher Polity indexhave seen larger increases in the share of new clean energies, nor is the EU dummy significant.There is also no evidence for freeriding, as other countries commitment has no effect on theshare of new clean energies.WHAT A DIFFERENCE KYOTO MADE233.4. Fuel prices and energy and electricity use The evidence in a diagram We continue with the effect of Kyoto on fuel prices. The two leftmost panels of Figure 5 plot the absolute changes in fuel prices, expressed in U.S. dollars perliter, across the groups of committed and noncommitted countries.29 Overall inflation in theprice of oil leads to rising prices in both groups. Since the price of oil, the key input in production of diesel fuel or gasoline, is quoted in U.S. dollars on world markets, and fuels are verystrongly traded internationally, it is reasonable to assume the law of one price to hold. Deviations due to countryspecific factors such as refinery capacity, distribution systems, or geographical situation are taken care of by timedifferencing. We interpret the data in the figuresas deviations from the world price caused by fuel subsidies or taxes. The figures do not, however, inform about the price of those fuels relative to other goods. The price of diesel fuel hasincreased by about 30 cents in the group of noncommitted countries and by 49 cents in thegroup of committed countries. The differential increase across the two groups is 19 cents. Itis significant at the 1% level. A similar picture emerges when looking at gasoline. The averageincrease in noncommitted countries was 28 cents and in committed countries 46. The difference, 18 cents, is again statistically significant at the 1% level.In the next step we investigate the role of Kyoto commitment for the per capita use of energyand electricity. The unconditional diffindiff exercise is visualized in the two panels on theright in Figure 5. The log of energy use per capita in kg of oil equivalent has increased in mostcountries; most notably in China where it has increased by almost 45 percent. It has fallen insome industrialized countries such as New Zealand, Great Britain or Germany. In the groupof noncommitted countries the average rate of change is 9%, while it is 6% in the sample ofcommitted countries. The difference, about 3 percentage points, is only marginally statisticallysignificant pvalue 0.10. Turning to the log electricity per capita in k Wh consumption in therightmost diagram, crosscountry variation in growth rates is wider than for energy use percapita. Electricity use per capita has grown by 83 and 72% in Vietnam and China, respectively.The average growth rate of the two observed periods is 24% in the sample of noncommittedcountries and 12% in the group of committed countries. The difference, 12%, is statisticallysignificant at the 1% level.3029In our more comprehensive regression analysis we include the exchange rate as a control.30Robust estimation lowers the point estimate to 9%, still significant at the 1% level.24AICHELE, FELBERMAYRFigure 5: Change in fuel prices and energyelectricity use Note: The diagrams show the change between pre 19972000 and posttreatment 200407 averages for nonKyoto 0 and Kyoto countries 1.Regression results Panels C and D in Table 4 present regression results based on yearlydata. Column C1 reports the uninstrumented fixedeffects estimator. It suggests that Kyotostatus is positively associated to the price of diesel fuel. Also the spatial lag of Kyoto commitment correlates positively. Contrary to what one may conclude from the theoretical literature,the price of fuel increases with GDP, but that relationship is nonmonotonic.31 Leftleaningchief executives of governments are associated to lower fuel prices, but this effect stops tobe statistically significant when Latin American countries are dropped from the sample notshown. WTO and EU dummies lead to higher diesel prices by 5 and 16 cents, respectively.Higher degrees of democracy do not influence fuel prices significantly. With an adjusted withinR2 of 70%, the specification is surprisingly successful in predicting the diesel price. Instrument31Using GDP per capita in the regression instead of GDP leads to exactly the same result.AGOALBAREARGARMATGAUSAZEBDIBENBFABGDBHRBIHBOLBRABRBBRNBTNBWACAFCHLCHNCIVCMRCOGCOLCPVCUBCYPDJIDOMDZAECUEGYERIETHFJIGABGEOGHAGINGMBGRDGTMGUYHKGHNDHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKORKWTLAOLBNLBYLKALSOMACMARMDGMEXMKDMLIMLTMNEMNGMOZMRTMWIMYSNAMNERNGANICNPLOMNPAKPANPERPHLPNGPRIPRYQATRWASAUSDNSENSGPSLESLVSRBSURSWZSYRTCDTGOTHATJKTKMTTOTUNTURTZAUGAURYUSAUZBVENVNMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR.8.6.4.2001coef.: 0.19, s.e.: 0.03; N160.Diesel priceUSDlAGOALBAREARGARMATGAUSAZEBDIBENBFABGDBHRBIHBOLBRABRBBRNBTNBWACAFCHLCHNCIVCMRCOGCOLCPVCUBCYPDJIDOMDZAECUEGYERIETHFJIGABGEOGHAGINGMBGRDGTMGUYHKGHNDHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKORKWTLAOLBNLBYLKALSOMACMARMDGMEXMKDMLIMLTMNEMNGMOZMRTMWIMYSNAMNERNGANICNPLOMNPAKPANPERPHLPNGPRIPRYQATRWASAUSDNSENSGPSLESLVSRBSURSWZSYRTCDTGOTHATJKTKMTTOTUNTURTZAUGAURYUSAUZBVENVNMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR.8.6.4.20.2.401coef.: 0.18, s.e.: 0.03; N160.Gasoline priceUSDlAGOALBAREARGARMAUSAZEBENBGDBHRBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRICUBCYPDOMDZAECUEGYERIETHGABGEOGHAGTMHKGHNDHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKORKWTLBNLBYLKAMARMDAMEXMKDMLTMNGMOZMYSNAMNGANICNPLOMNPAKPANPERPHLPRYQATSAUSDNSENSGPSLVSRBSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVENVNMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR.45.3.150.15.301coef.: 0.03, s.e.: 0.02; N132.Log energyuse p.c.AGOALBAREARGARMAUSAZEBENBGDBHRBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRICUBCYPDOMDZAECUEGYETHGABGEOGHAGTMHKGHNDHRVHTIIDNINDIRNIRQISRJAMJORKAZKENKGZKHMKORKWTLBNLBYLKAMARMDAMEXMKDMLTMNGMOZMYSNAMNGANICNPLOMNPAKPANPERPHLPRYQATSAUSDNSENSGPSLVSRBSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVENVNMYEMZAFZARZMBZWEAUTBELBGRBLRCANCHECZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDNORNZLPOLPRTROMRUSSVKSVNSWEUKR1.51.2.9.6.30.301coef.: 0.12, s.e.: 0.03; N132.Log electricityuse p.c.WHAT A DIFFERENCE KYOTO MADE25ing Kyoto commitment leaves the controls virtually unchanged, but the Kyoto effect more thandoubles to 18 cents per liter. The IV strategy turns out to work reasonably well: the weak identification test yields an Fstatistic of 18.12, and the overidentification test does not reject instrument validity. Excluding transition countries column C3 does not change the picture. Thesame is true when Kyoto stringency is used instead of the Kyoto dummy not shown. The results for the price of gasoline columns C4 to C6 look very similar. Again, the instrumentedestimation yields a point estimate of Kyoto that is about double the uninstrumented one.We now turn to the effect of Kyoto on the log energy use per capita. The uninstrumentedregression yields a negative, statistically significant effect of 5%. Population growth exerts astrong negative effect while trade openness has a weak positive one. Higher GDP leads to higherenergy use per capita, but only through the squared term. The spatial lag of the Kyoto variableis negative but not significant. Turning to IV estimations, the negative effect of Kyoto remainsbut is no longer statistically significant at standard levels e.g., the pvalue in column D2 is 0.12. Interestingly, the evidence is different for electricity consumption per capita. Kyoto commitment decreases consumption by 5% without instrumentation and by about 9% with instrumentation. Comparison with the lack of effects on energy consumption suggests that Kyotocommitment may have caused a substitution away from electricity to other forms of energye.g., in heating systems. Also interesting, and reminiscent of the results for emissions, excluding the transition countries from the sample lowers statistical significance pvalue 0.05.Summarizing we find evidence that Kyoto led to some restructuring toward cleaner energysources such as wind and hydro power. Also, fuel prices went up and there is some evidence ofless electricity use per capita. This might explain part of the emission reductions in Kyoto countries. In the last step, we now investigate the effect of Kyoto commitment on macroeconomicvariables such as per capita income, the share of manufacturing in total output, and the tradebalance.3.5. Macroeconomic outcomes and international trade The evidence in a diagram The leftmost panel in Figure 6 plots the change in the share ofmanufacturing. On average, in the sample of noncommitted countries that share fell veryslightly by 0.32 percentage points between the two periods. In most countries, it remained26AICHELE, FELBERMAYRfairly constant China, Indonesia, India, whereas it increased substantially in some Argentina,Brazil. Idiosyncracies play an important role, see the outlier of Albania or Suriname. In thesample of committed countries, the manufacturing share fell on average by 1.73 percentagepoints. It fell most in Ireland, where the share shrank from 33 to 25 percent, but increasedin Romania from 20 to 25. The difference between sample averages is equal to 1.43, statistically significant at the 1% level.32 The next diagram plots changes in the log of GDP per capita.NonKyoto countries had, on average, a growth rate of 32% between the two periods. Somecountries experienced a dramatic decline in GDP per capita e.g. the crisisstricken Zimbabwe24% whereas other countries had a boom e.g. China with a growth rate of 74%. In the groupof countries with Kyoto commitment, the average growth rate between the two periods was 42%. Most striking is that the countries with above average growth rates are mostly economiesin transition such as Belarus, Estonia or Ukraine. The difference between the group averages,10 percentage points, is statistically significant at the 1% level.33Finally, the last two diagrams in Figure 6 turn to net exports over GDP and net energy imports relative to energy use. On average, net exports fell by 1.2 and 2.0 percentage points, respectively, in the group of noncommitted and committed countries. The difference is 0.78 andnot statistically significant. In the sample of noncommitted countries, the change in the energy import share is, on average, almost identical to zero. The difference across the two groupsof countries is statistically not different from zero, either. Changes in net energy imports are potentially explained by economic growth, substitution away from traditional domestically available fossil fuel sources coal towards imported ones gas, and increases in domestic oil production. Given the importance of idiosyncratic factors, it is not surprising that the figure doesnot reveal a discernable pattern across Kyoto and nonKyoto countries.34Regression results Table 4, Panel E and F report results of fixedeffects regressions basedon yearly data. We apply the standard model 3, but use 5th lags of potentially endogenousvariables such as the log of GDP, the log of the nominal exchange rate and openness.35 ColumnsE1 to E3 analyze the effect of Kyoto on the share of manufacturing in GDP. The results con32Using robust regression to penalize outliers, the difference is 1.13, still significant at the 1% level.33Using robust regression techniques does not change the result.34The finding does not change when only energy importers are considered. Robust regression techniques show thatthe finding of no relationship is not due to outliers.35Generally, results do not depend on taking these lags. They are also insensitive to using the real exchange rateinstead of the nominal one or of using some measure of geographical remoteness instead of openness.WHAT A DIFFERENCE KYOTO MADE27Figure 6: Change in macroeconomic outcomes and trade Note: The diagrams show the change between pre 19972000 and posttreatment 200407 averages for nonKyoto 0 and Kyoto countries 1. Sample excludes OPEC and other major oil producingcountries. Net energy imports as share of energy consumption.firm the ones obtained in Figure 6: Kyoto commitment reduces the manufacturing share byabout 0.82 percentage points in the noninstrumented case and by about 1.22 percentage pointsin the IV regression. Excluding transition countries makes the effect stronger 1.9 percentagepoints and enables more accurate estimation pvalue 0.03. Columns E4 to E6 look at real GDP per capita. Log population is negatively related to real GDP while WTO membership appears to enter positively. The Polity index is insignificant. More importantly, Kyoto commitmentdoes not appear to have any measurable impact on GDP per capita, neither in the OLS nor inthe IV regressions.36 For all regressions the IV strategy works well.Columns F1 to F3 regress net exports over GDP the trade balance on the Kyoto dummy 36These regressions are not to be interpreted as growth regressions. With the fairly short time period under analysis19972007, time variation in most independent variables is fairly low. This is particularly so for variables that turnout significant in standard growth regressions such as Polity IV or measures of human capital. The latter is captured bycountry effects.ALBARGARMATGAUSBDIBENBFABGDBIHBLZBOLBRABRBBRNBTNBWACAFCHLCHNCIVCMRCOGCOLCOMCPVCRIDJIDMADOMEGYERIETHFJIGABGEOGHAGINGMBGNBGRDGTMGUYHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKIRKNAKORLAOLBNLBRLCALKALSOMACMARMDAMDGMEXMKDMLIMNEMNGMOZMRTMUSMWIMYSNAMNICNPLOMNPAKPANPERPHLPLWPNGPRYRWASDNSENSGPSLBSLVSTPSURSWZSYCSYRTCDTGOTHATJKTKMTONTTOTUNTURTZAUGAURYUSAUZBVCTVNMVUTWSMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR963036901coef.: 1.43, s.e.: 0.47; N150.Manufacturingshare ALBARGARMATGAUSBDIBENBFABGDBIHBLZBOLBRABRBBRNBTNBWACAFCHLCHNCIVCMRCOGCOLCOMCPVCRIDJIDMADOMEGYERIETHFJIGABGEOGHAGINGMBGNBGRDGTMGUYHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKIRKNAKORLAOLBNLBRLCALKALSOMACMARMDAMDGMEXMKDMLIMNEMNGMOZMRTMUSMWIMYSNAMNICNPLOMNPAKPANPERPHLPLWPNGPRYRWASDNSENSGPSLBSLVSTPSURSWZSYCSYRTCDTGOTHATJKTKMTONTTOTUNTURTZAUGAURYUSAUZBVCTVNMVUTWSMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR1.8.6.4.20.201coef.: 0.10, s.e.: 0.04; N150.Log GDP p.c.ALBARGARMATGAUSBDIBENBFABGDBIHBLZBOLBRABRNBWACHLCHNCIVCMRCOGCOLCPVCRIDJIDMADOMEGYETHFJIGABGEOGHAGINGMBGNBGRDGTMGUYHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKNAKORLAOLCALKALSOMARMDAMDGMEXMKDMLIMNGMOZMUSMYSNAMNICNPLOMNPAKPANPERPHLPNGPRYRWASDNSENSGPSLBSLVSTPSURSWZSYCSYRTGOTHATONTTOTUNTURTZAUGAURYUSAVCTVNMVUTWSMZAFZMBAUTBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR151050510152001coef.: .78, s.e.: 1.89; N130.Net exportsover GDPALBARGARMAUSBENBGDBIHBOLBRABRNBWACHLCHNCIVCMRCOGCOLCRIDOMEGYERIETHGABGEOGHAGTMHKGHNDHRVIDNINDJAMJORKAZKENKGZKHMKORLBNLKAMARMDAMEXMKDMNGMOZMYSNAMNICNPLOMNPAKPANPERPHLPRYSDNSENSGPSLVSYRTGOTHATJKTKMTTOTUNTURTZAURYUSAUZBVNMZAFZARZMBZWEAUTBELBGRBLRCANCZEDEUDNKESPESTFINFRAGBRGRCHUNIRLISLITAJPNLTULUXLVANLDPOLPRTROMSVKSVNUKR65432101201coef: 0.11, s.e.: 0.10; N132.Net energyimports 28AICHELE, FELBERMAYRand controls. Log GDP the 5th time lag thereof correlates positively with net exports, the nominal exchange rate does not appear to matter. The Kyoto effect is negative, but statistically insignificant. Finally, turning to the share of net energy imports in countries total energy use, weadd the log nominal exchange rate with the U.S. dollar as an additional independent variable tothe regression model. The uninstrumented regression in column F4 shows that a 10% increasein GDP appears to reduce energy imports as a share of total energy use by about 10 percentagepoints. An increase in the size of the population by 10% is associated to a 17 percentage pointsincrease in the share of energy imports. This implies that higher per capita income is negatively associated to the share of energy imported, but that economic size population increasesthat share. WTO membership appears to increase the share of imports by about 15 percentagepoints while a depreciation of the national currency relative to the dollar higher nominal exchange rate makes imports more expensive and lowers their share in total energy use. Whilethese are reasonable results, Kyoto membership, instrumented or not, has no measurable effecton energy imports. The argument that climate policies may reduce countries dependence onimported fossil fuels is not supported by the data.37Summarizing, we find some evidence that Kyoto led to deindustrialization of committedcountries, possibly by relocating industrial production to noncommitted countries. That effectlies between 1 and 2 percentage points and is therefore not economically negligible. We do notfind, however, that this is associated with lower GDP per capita or lower net exports. The pointestimates are negative, but not statistically significant.3.6. Robustness: long diffindiff estimation.Bertrand et al. 2004 argue that standard errors of treatment effects in diffindiff estimation areinconsistent and the estimators standard deviation is underestimated if the outcome and treatment variable are both serially correlated over time. This might lead to an overrejection of thenull of no effect. In our case, this condition is most likely met. Once the Kyoto dummy switchesto one it stays on and the treatment variable changes little over time. The same is true for mostoutcome variables. The authors suggest a long diffindiff estimator to cure the problem, i.e.apply a fixedeffects estimator to the pre and posttreatment averages. There has been some 37This finding is robust to restricting the sample to net energy importers the Kyoto coefficient turns negative butremains insignificant. It is also robust to applying 5th time lags to the potentially endogenous variables log GDP, lognominal exchange rate, and openness.WHAT A DIFFERENCE KYOTO MADE29heterogeneity in the timing of Kyotos ratification across countries, but most countries have ratified between 2001 and 2003. Therefore, we define the pretreatment period to be 1997 to 2000and the posttreatment period to be 2004 to 2007.38 Subsequently, we apply the long diffindiffestimator as a further robustness check. This is analogous to the graphical analysis in chapters 3.2. to 3.5., but takes into account the possible endogeneity of Kyoto commitment.Table 5 shows the results. Each column corresponds to the IV regression of one outcomevariable on Kyoto status in the base sample and sample without transition countries, respectively. Instruments for a countrys Kyoto status are again the ICC dummy and its spatial lag.Controls are included as in Tables 34. The EU dummy is not included since between thetwo periods it only changes for new accession countries and is therefore effectively a transition country dummy. Again, our instrumentation strategy works well. The overidentificationtest does not reject 39 and the test on excluded instruments rejects weak instruments. The IVestimates of Kyotos effect from the long diffindiff model square well with the once found inthe fixedeffects model on yearly data both in terms of the estimates sign and significance. Theonly exceptions are log emissions per GDP where we no longer find a statistically significantcoefficient, the manufacturing share where we only find a significant effect in the subsample ofnontransition countries and energy use per capita and the net energy import share where thecoefficients turn out to be significant now. Overall, the point estimates are somewhat larger inabsolute terms for some of the long diffindiff estimates.Summarizing the fixedeffects and long diffindiff results, there is some evidence that Kyotocountries reduced overall CO2 emissions by roughly 10% relative to nonKyoto countries. Kyotocommitment had a pronounced effect on diesel and gasoline prices, and led to restructuring ofthe energy and electricity production. Interestingly, there has been a substantial increase in theshare of renewables and new energy sources such as wind, solar or hydro power. In terms ofmacroeconomic outcomes, we find some evidence for a decline in the share of manufacturingin Kyoto countries of roughly 2 percentage points. However, our results suggest that Kyoto hasnot affected real GDP per capita.38Note that Russia and Ukraine have ratified Kyoto in 2004 and Belarus in 2005 but are treated as Kyoto country.Australia and Croatia have ratified in 2007 and are assigned to the control group.39Only for the diesel price, the overidentification test is weakly rejected at a pvalue of 0.10 and 0.09, see columns 13and 14.30AICHELE, FELBERMAYR4. Conclusion The success or failure of the Kyoto Protocol in curbing GHG emissions is mostly judged againstthe text of the agreement. It is very likely that many countries will not reach their promisedemission targets in the 200812 period. And additionally, for most countries that will meet theirtarget, this emission ceiling was slack in the first place. Therefore, Kyoto is deemed pointless.Yet, we argue that this accounting exercise cannot inform about the causal effect of Kyoto commitment. Instead, to find the treatment effect of Kyoto one should assess outcomes such asemissions against their unobserved counterfactual. But Kyoto membership is likely not random. This complicates finding the counterfactual due to reverse causality. Therefore, we usean IV strategy. We propose to use a countrys preferences for multilateralism, i.e. its commitment to aims of the international community, as instrument for Kyoto. Ratification of the Rome Statute that constitutes the International Criminal Court and its spatial lag serves us as a proxy.We argue that these instruments are valid because they are strongly correlated to Kyoto statusand will very likely fulfill the exclusion restriction.We then use our instruments in a panel of 150 countries over the years 19972007 to estimate Kyotos average treatment effect. We find evidence in fixedeffects and long diffindiff modelsthat Kyoto reduced the average Kyoto countrys CO2 emissions by about 10%. This result is surprising, given the generalized belief that the Kyoto Protocol is ineffective and given the negativefindings of Aakvik and Tjtta 2011 on the Helsinki and the Oslo Protocols. Yet, we believe thatour finding is not implausible. Unlike other environmental pollutants, CO2 emission is costlydue to the price of fuels, energy and electricity. Kyoto commitment adds incentives to save onfuel and energy use. The observed difference in emission growth rates between Kyoto and nonKyoto countries could be the result of climate policy efforts in Kyoto countries and informalenforcement mechanisms naming and shaming. And we indeed find, that Kyoto commitment increases fuel prices and leads to favorable changes in the energy mix. But part of theobserved difference could also be a result of carbon leakage due to relocation of industries. Thesign of the spatial Kyoto lag hints at this possibility. Taken together, those effects can explainthe seizable treatment effect on emissions. Moreover, we find that Kyoto led to a certain degreeof deindustrialization but had no causal effect on GDP per capita growth.A key novelty of our paper is the application of the ICC ratification dummy as instrumentWHAT A DIFFERENCE KYOTO MADE31for Kyoto commitment. It might prove useful in other contexts as well. For example, it couldbe used to estimate Kyotos effect on bilateral trade flows for energyintensive sectors and thushelp underpin the debate about carbonrelated border tax adjustments.References Aakvik, Arild and Sigve Tjtta, Do collective actions clear common air? The effect of international environmental protocols on sulphur emissions, European Journal of Political Economy, 2011, 27 2, 343351.Beron, Kurt J., James C. Murdoch, and Wim P. M. Vijverberg, Why Cooperate? Public Goods,Economic Power, and the Montreal Protocol, The Review of Economics and Statistics, May 2003, 85 2, 286297.Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, How Much Should We Trust DifferencesinDifferences Estimates?, The Quarterly Journal of Economics, February 2004,119 1, 249275.Carraro, Carlo and Domenico Siniscalco, International Institutions and Environmental Policy:International environmental agreements: Incentives and political economy, European Economic Review, 1998, 42 35, 561572.Cole, Matthew A. and Eric Neumayer, Examining the Impact of Demographic Factors on Air Pollution, Population Environment, 2004, 26 1, 521.Copeland, Brian R. and M. Scott Taylor, Free trade and global warming: a trade theory view ofthe Kyoto protocol, Journal of Environmental Economics and Management, March 2005, 492, 205234.Dinda, Soumyananda, Environmental Kuznets Curve Hypothesis: A Survey, Ecological Economics, 2004, 49 4, 431455.Drexhage, John and Deborah Murphy, Climate Change and Foreign Policy in Canada: Intersection and Influence, CIC Report No. 2, Canadian International Council August 2010.32AICHELE, FELBERMAYREgger, Peter, Christoph Jeberger, and Mario Larch, Trade and investment liberalization asdeterminants of multilateral environmental agreement membership, International Tax and Public Finance, 2011, in press, 129. 10.1007s 1079701191699.Galeotti, Marzio, Alessandro Lanza, and Francesco Pauli, Reassessing the environmental Kuznets curve for CO2 emissions: A robustness exercise, Ecological Economics, 2006, 57 1,152163.Groves, Steven, The Kyoto II Climate Change Treaty: Implications for American Sovereignty,Heritage Foundation Special Report No. 72, The Heritage Foundation 2009.Grunewald, Nicole and Inmaculada MartinezZarzoso, Driving Factors of Carbon Dioxide Emissions and the Impact from Kyoto Protocol, CESifo Working Paper No. 2758, CESifo Group Munich 2009.IMF, Fiscal Rules Anchoring Expectations for Sustainable Public Finances, Technical Report,International Monetary Fund 2009.Rose, Andrew K. and Mark M. Spiegel, Noneconomic Engagement and International Exchange:The Case of Environmental Treaties, Journal of Money, Credit and Banking, MarchApril 2009, 41 23, 337363.Staiger, Douglas and James H. Stock, Instrumental Variables Regression with Weak Instruments, Econometrica, May 1997, 65 3, 557586.Stock, James H. and Mark W. Watson, HeteroskedasticityRobust Standard Errors for Fixed Effects Panel Data Regression, Econometrica, January 2008, 76 1, 155174.and Motohiro Yogo, Testing for Weak Instruments in Linear IV Regression, in Donald W. K.Andrews and James H. Stock, eds., Identification and Inference for Econometric Models Essays in Honor of Thomas Rothenberg, Cambridge University Press, Cambridge, 2005, chapter 5, pp. 80108.UNDP, Human Development Report 200708 Fighting climate change: Human solidarity in adivided world, Palgrave Macmillan, Houndmills New York, 2007.UNFCCC, National greenhouse gas inventory data for the period 1990 2007, 2009.WHAT A DIFFERENCE KYOTO MADE33Table 1: Summary statistics Note: The table shows summary statistics and data source for variables over the period 19972007.Variable Obs Mean Std. Dev.Source Kyoto dummy 0,11,5470.120.32www.unfccc.int Spatial lag, Kyoto dummy 1,5470.120.37own construction Kyoto stringency 0,1,21,5470.190.55own construction ICC membership dummy 1,5470.330.47www.icccpi.int Spatial lag, ICC dummy 1,5470.270.94own constructionlog CO2 emissions metric tons1,5479.812.26World Bank, WDI 2010log CO2 emissions per unit of GDP kg per 2000 US GDP1,5478.140.83own constructionlog CO2 emissions per capita metric tons1,5470.521.67own construction Pump price of diesel fuel USDl6590.560.34World Bank, WDI 2010Pump price of gasoline USDl6590.710.35World Bank, WDI 2010Share of renewables in total energy production 1,28221.6627.39World Bank, WDI 2010Share of coal in total electricity production 1,28217.7927.06World Bank, WDI 2010Share of fossil fuels in total electricity production 1,28269.2227.02World Bank, WDI 2010Share of alternative sources in total electricity production 1,2822.375.00own constructionlog net energy imports % of energy use8720.980.86World Bank, WDI 2010log electricity use per capita in k Wh1,2717.301.52World Bank, WDI 2010log energy use per capita in kg oil equivalent1,2827.201.01World Bank, WDI 2010log real GDP per capita 1,5478.651.15PWT 6.3 rgdpchShare of manufacturing in GDP1,38015.547.57World Bank, WDI 2010Net exports per unit of GDP1,3681.157.34World Bank, WDI 2010log GDP1,54717.941.88PWT 6.3 cgdplog GDP squared 1,547325.5468.65own construction Openness, current price 1,5470.850.47PWT 6.3 openclog remoteness 1,5470.610.95own constructionlog nominal exchange rate to the US dollar 1,5473.192.81World Bank, WDI 2010Polity IV index 10: perfectly aucratic regime, 10: full democracy1,5473.606.37www.systemicpeace.orglog population 1,5479.291.50World Bank, WDI 2010log stock of multilateral environmental agreements 1,5473.270.58iea.uoregon.edu Chief executive party orientation right: 1, center: 2, left: 31,5471.251.27Word Bank, DPI 2010 execrlcWTO dummy 1,5470.810.39www.wto.org EU dummy 1,5470.120.32europa.eu34AICHELE, FELBERMAYR70027991,setamitsestceffedexfilenap:sutatsotoy Kgnnialpx Ei:2elba Ttondedulcnitnatsnocdnaslortnocem Ti 100p,50.0p,1.0p,sesehtnerapnilevelyrtnuoctaderetsulcsrorredradnatstsuboryticitsadeksorete H:eto N.sthgiewsadesuecnatsidderauqsrevonoitalupophtiw,selbairavngierofrevosegarevadethgiewsadetcurtsnocerasgallaitap S.10ymmu D:tnemtimmocotoy K.nwohs.9nmuocnligalemitht 5riehthtiwdedulcniselbairava Dependent variable: Kyoto commitment dummy or Kyoto stringency123456789101112Samplebasebasebasebasebasebasebaseplus OPECbasewo poorwo smallbase Model dep. var.basebasebasebasebasebasebasebasetime lagsbasebasestringency ICC dummy 0.130.120.120.090.090.080.140.110.140.030.030.040.030.030.030.050.040.05ICC dummy, spatial lag 0.010.010.010.0050.0050.0010.120.010.010.0050.0040.0030.0010.0010.0020.050.0020.002log GDP per capitaa 3.541.592.611.851.622.241.431.291.402.011.381.510.760.630.620.550.510.810.450.40.591.550.640.61log GDP per capita, squareda 0.230.100.160.110.100.130.090.080.090.110.080.090.050.040.040.030.030.050.030.030.040.090.040.04log CO2 emissions per capitaa 0.230.120.110.110.100.070.090.070.050.010.070.120.060.050.050.040.040.080.030.030.020.070.040.05log geographical remoteness 4.114.774.574.605.192.652.482.765.953.863.500.740.610.550.560.870.580.560.561.020.821.03log population 0.50.43Chief executive party orientation 0.010.02log stock of other multilateral 0.06environmental agreements MEA0.1WTO dummy 0.160.170.160.140.170.130.090.20.050.060.060.060.060.080.030.11EU dummy 0.190.150.010.0020.0020.080.090.210.050.050.090.10.090.080.120.19Share of renewables in total 0energy production0.01Share of manufacturing sector in 0.01GDP0.01Kyoto dummy, spatial lag 0.380.380.370.340.310.760.070.070.070.090.080.14Number of observations 1,8861,8861,6641,8861,8861,1621,8862,0181,8679671,1081,886Number of countries 17217215317217211317218417288101172within R20.290.450.490.470.490.540.580.580.580.670.640.6Robust Fstat 4.7712.8717.0615.06208.03371.9410.269.8910.982210.777.56RMSE0.190.170.170.160.160.180.140.140.140.180.150.24noitamitsestceffedexfilena P.slevelnoissime 2OCnootoy Kfotceffeeh T:3elba TWHAT A DIFFERENCE KYOTO MADE35iphsrebmem:elbairavotoy Krofstnemurtsn I 100p,50.0p,1.0p.yticitsadeksoretehdnagniretsulcpuorgnhtiijwrofdetsudasesehtnerapnisrorredradnat S:eto N.detropertonseimmudraeyfotesevisneherpmocaesusnoissergerll A.foerehtgallaitapsdnatruo Clanmiir Clanoitanretn Ini123456789101112Method:Dep.var.:Log EMLog EMLog EMLog EMlog EMYLog EMLog EMlog EMYLog EMLog EMLog EMLog EMSample:basebasebasebasebasebasebasebasewo OPECwo poor Kyoto variable:Kyoto status dummy or 0,1,20.090.060.110.110.100.060.060.050.110.090.110.190.040.030.050.060.060.030.030.030.060.050.070.05Kyoto commitment, spatial lag 0.010.020.030.030.030.030.030.030.030.070.030.040.010.0040.0030.0040.0030.0030.0040.0030.0040.040.0030.004log GDP log Y1.912.192.150.832.210.832.123.142.180.850.541.281.270.261.280.261.301.201.300.27log GDP, squared 0.030.040.040.040.040.060.040.010.030.030.030.030.030.03log population 0.960.750.590.840.830.650.890.880.630.680.520.270.250.30.320.340.280.310.330.360.270.32log stock of multilateral 0.040.230.220.220.230.220.200.220.210.460.220.20environmental agreements0.150.090.090.090.080.090.090.080.100.140.100.11Chief executive party 21.4717.3316.9213.2312.0416.7813.3212.1013.943.9718.9213.66orientation9.224.814.805.084.754.795.044.705.026.485.606.13Openness 0.110.120.130.120.100.280.140.090.090.090.090.100.080.10WTO dummy 0.010.010.020.020.020.0500.060.050.050.050.050.070.06EU dummy 0.070.050.030.020.040.010.030.030.030.030.030.04Polity IV 10,100.0040.010.010.010.010.020.010.0050.0040.0040.0040.0050.0070.004Number of obs.2,3351,5471,5471,5471,5471,5471,5471,5471,4447821,4151,415number of countries 14814814814814814814814813872136136First stage diagnostics Weak identification test 19.917.1517.3322.421.9222.2319.678.3822.7723.82Hansen Sargan J stat pval0.190.310.360.190.30.350.180.370.20.35Second stage diagnostics Adjusted R20.40.470.470.450.090.470.450.090.470.60.480.43Fstat 21.8518.1826.2228.6227.6326.8229.8126.4923.3112.6232.846.21RMSE0.260.140.140.140.140.140.140.140.140.120.140.15IVFEFEwo transition Kyoto dummy Kyoto dummy Stringency Kyoto dummy36AICHELE, FELBERMAYRnoitamitsestceffedexfilena P.selbairavemoctuonootoy Kfotceffeeh T:4elba Tniiphsrebmem:otoy Krofstnemurtsn I 100p,50.0p,1.0p.yticitsadeksoretehdnagniretsulcpuorgnhtiiwrofdetsudajsesehtnerapnisrorredradnat S:eto Nytrapevitucexefeih C;s AEMnl;noitalupopnl;derauqs P,DGnl;PDGnl:detropertonslortnoclanoitiddadnaseimmudraeyesusnoissergerll A.gallaitapsstidna CCI.4Aot 1Aselba T,xidneppanistluserllu F.etaregnahcxelanmonnil;ytilo P;ymmud UEdna OTW;ssennep O;noitatneiro Method:FEIVFEIVFEFEIVFEIVFEFEIVFEIVFEFEIVFEIVFESample:basebaseno trans.basebaseno trans.basebaseno trans.basebaseno trans.Dep.var.:A1A2A3A4A5A6B1B2B3B4B5B6Kyoto 1.452.903.330.752.672.580.100.720.591.141.942.010.460.810.990.541.031.110.921.822.430.260.580.52Number of obs. countries1st stage Weak ID test Fstat18.9421.7718.1219.2918.1219.2918.9421.771st stage Over ID test pval0.910.950.150.130.800.880.910.952nd stage adj. R20.250.230.230.700.690.640.590.570.520.250.230.23Dep.var.:C1C2C3C4C5C6D1D2D3D4D5D6Kyoto 0.070.180.170.100.210.220.050.050.050.050.090.100.030.050.070.030.050.070.020.030.040.020.040.05Number of obs. countries1st stage Weak ID test Fstat18.1219.2918.1219.2918.9421.7718.9421.771st stage Over ID test pval0.150.130.800.880.410.350.740.832nd stage adj. R20.700.690.640.590.580.520.080.060.050.100.070.08Dep.var.:E1E2E3E4E5E6F1F2F3F4F5F6Kyoto 0.010.050.05150.821.221.920.271.141.670.010.050.090.040.070.080.500.710.900.941.902.430.060.110.13Number of obs. countries1st stage Weak ID test Fstat17.3517.5916.2818.3018.9421.7715.3717.711st stage Over ID test pval0.320.360.370.620.910.950.670.732nd stage adj. R20.430.430.350.070.070.050.250.230.230.020.020.031,388 1371,263 1321,282 1201,242 119E Macro variablesF International tradelog GDP per capita Manufacturing share in GDPNet exports over GDPnet energy imports over use 1,282 120639 1361,282 120639 136D Log per capita use of Energy Electricity 1,282 120Diesel fuel Gasoline Renewables 639 136639 1361,282 120C Pump prices, USDlB Shares in electricity production Coal Alternative energy Fossil fuelA Shares in energy productionWHAT A DIFFERENCE KYOTO MADE37rotamitseffidniffidgno L.setamitse VIotoy K.kcehcssentsubo R:5elba T.sesehtnerapnisrorredradnatstsuboryticitsadeksorete H.tsop704002;erp00027991:segarevadoireptnemtaerttsopdnaerpnonoitamitseffidniffidgno L:eto Nlanoitiddafoyarranaesusnoissergerll A.foerehtgallaitapsdnatruo Clanmiir Clanoitanretn Iniiphsrebmem:elbairavotoy Krofstnemurtsn I.10.0p,50.0p,1.0p.snoissergeregatsdnocesdnatsrfiehthtobnitnacfingisniifideppordselbairav22dna12,4,3snmuocn Il.dedulcnitonymmud UE.4ot 3selba Tnisaslortnoc Dep.var.:Sample:basewo transbasewo transbasewo transbasewo transbasewo transbasewo transbasewo trans1234567891011121314Kyoto dummy 0.140.130.130.103.743.733.913.021.891.892.963.120.350.260.090.100.070.081.471.461.881.682.513.090.830.660.070.07No. of observations 1461311711561201051201051201051201051391241st stage overid test pvalue 0.560.410.590.380.540.590.270.560.770.480.340.350.100.091st stage weak id test Fstat16.6822.3018.6029.7815.1222.0915.1222.0915.1222.0915.1222.0917.7623.562nd stage R20.550.530.230.160.330.290.220.200.150.150.200.260.240.192nd stage Fstat 17.4213.3930.5221.719.217.506.045.621.361.183.065.578.015.32Dep.var.:Sample:basewo transbasewo transbasewo transbasewo transbasewo transbasewo transbasewo trans1516171819202122232425262728Kyoto dummy 0.370.300.090.070.170.191.172.120.040.090.921.390.600.540.070.070.030.040.040.050.760.990.100.092.562.920.310.29No. of observations 1391241201051191041571431471321291141201051st stage overid test pvalue0.700.660.580.610.250.170.670.660.490.750.090.160.280.251st stage weak id test Fstat17.7623.5625.2430.8224.8830.6720.429.4716.1721.9310.6912.1415.1222.092nd stage R20.170.160.260.250.270.270.100.120.200.150.180.190.120.132nd stage Fstat 6.804.417.126.783.523.183.523.824.612.393.733.180.940.94per capitause per capitaimport share Diesel priceper GDPNet trade over GDPNet energy New clean share Gasoline price Log energy use Log electricity Manufacturing share Log GDPLog emission Log emission Renewables share Fossil share Coal share No. 101 Arent, S. and W. Nagl, Unemployment Benefit and Wages: The Impact of the Labor Ifo Working Papers Market Reform in Germany on Reservation Wages, June 2011. No. 100 Arent, S. and W. Nagl, The Price of Security: On the Causality and Impact of Layoff Risks on Wages, May 2011. No. 99 No. 98 No. 97 No. 96 No. 95 No. 94 Rave, T. and F. Goetzke, Climatefriendly Technologies in the Mobile Airconditioning Sector: A Patent Citation Analysis, April 2011. Jeberger, C., Multilateral Environmental Agreements up to 2050: Are They Sustainable Enough?, February 2011. Rave, T., F. Goetzke and M. Larch, The Determinants of Environmental Innovations and Patenting: Germany Reconsidered, February 2011. Seiler, C. and K. Wohlrabe, Ranking Economists and Economic Institutions Using Re PEc: Some Remarks, January 2011. Itkonen, J.V.A., Internal Validity of Estimating the Carbon Kuznets Curve by Controlling for Energy Use, December 2010. Jeberger, C., M. Sindram and M. Zimmer, Global Warming Induced WaterCycle Changes and Industrial Production A Scenario Analysis for the Upper Danube River Basin, November 2010. No. 93 No. 92 Hener, T., Do Couples Bargain over Fertility? Evidence Based on Child Preference Seiler, C., Dynamic Modelling of Nonresponse in Business Surveys, November 2010. Data, September 2010. No. 91 No. 90 Schlotter, M. und L. Womann, Fruhkindliche Bildung und spatere kognitive und nichtkognitive Fahigkeiten: Deutsche und internationale Evidenz, August 2010. Geis, W., High Unemployment in Germany: Why do Foreigners Suffer Most?, August 2010. No. 89 No. 88 No. 87 No. 86 No. 85 No. 84 Strobel, T., The Economic Impact of CapitalSkill Complementarities in German and US Industries Productivity Growth and the New Economy, July 2010. Falck, O., M. Fritsch and S. Heblich, The Phantom of the Opera: Cultural Amenities, Human Capital, and Regional Economic Growth, June 2010. Strobel, T., Institutions and Innovations as Sources of Productivity Growth CrossCountry Evidence, April 2010. Strobel, T., Unraveling the Origins of EU Countries Productivity Growth Evidence on RD and Competition from CrossCountry Industry Analysis, April 2010. Podlich, N., D. Illyasov, E. Tsoy and S. Shaikh, The Methodology of Stress Tests for the Kazakh Banking System, April 2010. Jaeger, U., Working or stayathome mum? The Influence of family benefits and religiosity, March 2010. No. 83 Monten, A. and C. Thater, Determinants of Efficiency in Child Care Provision, March 2010. No. 82 Ebertz, A., The Determinants of Joint Residential and Job Location Choice: A Mixed Logit Approach, December 2009. No. 81 Gronwald, M., J. Mayr and S. Orazbayev, Estimating the Effects of Oil Price Shocks on the Kazakh Economy, October 2009. No. 80 Geis, W., Does Educational Choice Erode the Immigration Surplus?, October 2009. No. 79 Klick, J., S. Neelsen and T. Stratmann, The Effect of Abortion Liberalization on Sexual Behavior: International Evidence, September 2009. Eggert, W., T. Krieger and V. Meier, Education, unemployment and migration, August 2009. No. 78 No. 77 No. 76 Krenz, S. and W. Nagl, A Fragile Pillar: Statutory Pensions and the Risk of Oldage Schwerdt, G. and J. Turunen, Labor Quality Growth in Germany, August 2009. Poverty in Germany, August 2009. No. 75 Gronwald, M., Jumps in Oil Prices Evidence and Implications, July 2009. ", "filename": "IfoWorkingPaper-102.pdf", "person": ["Rahel Aichele", "Aichele, Rahel", "Gabriel Felbermayr", "Felbermayr, Gabriel"], "date": ["2011"]}