{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/73797/1/IfoWorkingPaper-117.pdf"], "title": ["Within US Trade and the Long Shadow of the American Secession"], "plaintext": "Ifo Working Paper No. 117 Within US Trade and the Long Shadow of the American Secession Abstract Using data from the US commodity flow surveys, we show that the historical UnionConfederacy border lowers contemporaneous trade between US states by about 16 percent relative to trade flows within the former alliances. Amongst one million placebos, there is no other constellation of state grouping that would yield a larger border effect. The finding is robust over different econometric models, treatment of the rest of the world, available survey waves, or levels of aggregation. Including contemporaneous controls, such as network, institutional or demographic variables, and HeckscherOhlin or Linder terms, lowers the estimate only slightly. Historical variables, such as the incidence of slavery, do not explain the effect away. Adding US states unaffected by the Civil War, we argue that the friction is not merely reflecting unmeasured NorthSouth differences. Finally, the estimated border effect is larger for differentiated than for homogeneous goods, stressing the potential role for cultural factors and trust. JEL Code: F15, N72, N92, Z10. Keywords: American Secession, border effect, intranational trade, gravity, US state levels. Jasmin Groschl Ifo Institute Leibniz Institute for Economic Research at the University of Munich Poschingerstr. 5 81679 Munich, Germany Phone: 4908992241317 groeschlifo.de Gabriel J: Felbermayr University of Munich, Ifo Institute Leibniz Institute for Economic Research at the University of Munich, GEP Nottingham, CESifo Poschingerstr. 5 81679 Munich, Germany Phone: 4908992241428 felbermayrifo.de We are grateful for comments and suggestions by Mario Larch, Doug Nelson, Katheryn Russ and to seminar participants at the ETSG meeting in Copenhagen, 2011 and the MunichTuebingen International Economics Workshop in Munich, 2011. We thank the Leibniz Gemeinschaft WGL for financial support under project Pact 2009 Globalisierungsnetzwerk. 2FELBERMAYR AND GROSCHL150 years after Confederate troops attacked Fort Sumter in South Carolina,a recent USwide survey by the Pew Research Center summarizes the findingsas: The Civil War at 150: Still Relevant, Still Divisive.1 The poll reports that 56 percent of Americans believe that the Civil War is still relevant to politics andpublic life today. And that 4 in 10 Southerners sympathize with the Confederacy.But does the long defunct border between the Confederation and the Union stillaffect economic relations between US states that belonged to different alliancestoday? Is the former border still relevant, still divisive? This paper sheds lighton this question using bilateral trade flows between states.The Civil war has cost 620,000 American lives, more than any other militaryconflict. Golden and Lewis 1975 document that it has retarded the economicdevelopment of the whole nation and of the South in particular. And, as the Pew poll shows, the nation is still divided along the lines of the former alliancesover whether the war was fought over moral issues slavery or over economicpolicy. Yet, long before the war, the Southern and the Northern economies differed: The South was dominated by largescale plantations of cotton, tobacco,rice, and sugar, whose profitability relied on forced labor. It exported crops to Europe and imported manufacturing goods from there. The North, dominatedby smaller landholdings, was rapidly urbanizing; slavery was practically abolished north of the MasonDixon Line by 1820.2 Its infant manufacturing industries were protected by import tariffs against European competition.The NorthSouth divide is very visible in contemporaneous statelevel data.On average, the South is still poorer, more rural, more agricultural, less educated, more religious, and has different political views. The economic gap mayhave narrowed Michener and Mc Lean, 1999, in particular after the end of segregation in the Sixties of the last century. But, political disagreement, in particular on the role of federal government, continues to beset the country. A special 1Pew Research Centre for the People and the Press, Civil War at 150: Still Relevant, Still Divisive, Apri 8, 2011; available at http:pewresearch.orgpubs1958.2The MasonDixon Line settled a conflict between British Colonies in America and set thecommon borders of Pennsylvania, Maryland, Delaware, and West Virginia.TRADE AND THE AMERICAN SECESSION3sense of Southern identity continues to mark a cultural divide within the US.This paper contributes to a growing literature on the longshadow of history for economic transactions Nitsch and Wolf, 2009; Falck et al., 2010; Headet al., 2010. It shows that the former border still constitutes a discontinuityin the economic geography of the United States. The modern literature hasidentified cultural differences across countries as impediments of internationaltrade, but typically not within the same country. Estimates of various border effects abound in the literature and there are welltested empirical methods tomeasure their tradeinhibiting force. The more challenging question in this paper is: Can the estimated border effect be interpreted as a genuine UnionvsConfederation effect?We proceed in three steps. First, employing the theoryconsistent but parsimonious gravity model of Anderson and van Wincoop 2003, henceforth Av W,for bilateral trade between states, we find a robust, statistically significant, andeconomically meaningful tradeinhibiting effect of the former border. In thepreferred 1993 data, on average, the historical border reduces trade betweenstates of the former Confederation or Union between 22 and 16 percent. Incomparison, the CanadaUS border restricts trade by 155 to 165 percent Av W.Nitsch and Wolf 2011 find that the former border between East and West Germany restricts trade by about 26 to 30 percent in 2004. Running a million placebos, we show that no other border between random groups of old US statesyields a stronger tradereducing effect. The result is robust to employing alternative methodologies, using different waves of the Commodity Flow Survey1997, 2002, 2007, drawing on sectoral rather than aggregate bilateral tradedata, or measuring transportation costs differently travel time instead of sheergeographical distance. Including the rest of the world, or different treatment ofstates, whose allegiance to either the Union or the Confederation is historicallynot obvious, does not change the results. The estimated border effect represents an ad valorem tariff equivalent of about 2 to 8 percent. Interestingly, theeffect is stronger and more robust in the food, manufacturing, and chemicals4FELBERMAYR AND GROSCHLsectors than in mining, which is characterized by a completely standardizedgood, or machinery, where the pattern of specialization across North and Southis very strong.In a second step, we add a large array of contemporaneous variables to theoriginal Av W model to account for observable differences between the Southand the North. The controls are meant to capture migrant, ethnic, or religiousnetworks. While these variables matter empirically, they do not reduce the estimated border effect. We account for cultural differences expressed by differentcolonial relations across states, for different patterns of urbanization, and foradditional geographical variables. We include variables that relate to the institutional setup of states, or that measure differences in the judicial system.We control for differences in endowment proportions, or for differences in thestructure of the states economies. Finally, we add demographic factors and testthe Linder hypothesis. Most of these controls have some explanatory power,but they do not undo the border effect. The estimate falls from 16 to 13 percent. This finding survives the same battery of robustness checks applied to theparsimonious model.Third, we acknowledge that the NorthSouth border, marked by the Secession, is likely not to be exogenous. Engerman and Sokoloff 2000 and 2005 suggest that it is related to endowment differences between Northern and Southernstates in cropland, or in the size and structure of agricultural production. Theemergence of the border may have to do with historical ethnic patterns, historical educational achievements of the population, or institutional differences ascaptured by the historical incidence of malaria as in Acemoglu et al. 2002. Finally, and most importantly, it may result from the incidence of slavery. Not allof these variables matter empirically for contemporaneous trade patterns, butthey cannot easily be excluded from the explanation of contemporaneous bilateral trade on conceptual grounds. Including them into the gravity equationdoes not undo the Secession effect. Quite to the opposite, the estimated effectactually increases. Finally, we extend the analysis to Western states, but keepTRADE AND THE AMERICAN SECESSION5the same coding of the border. Thus, we add pairs of states which have beencompletely unaffected by the Secession. Then, the border dummy essentiallycaptures whether two states have been on opposing sides of the Civil War ratherthan belonging to the North or the South. We continue to find a border effect 7to 18 percent, which can now be attributed more plausibly to the Secession.The literature offers explanations of border effects in terms of political barriers, artefact, and fundamentals. The first should be largely absent in an integrated economy such as the US. The second relates to difficulties in separating the impact of borderrelated trade barriers from the impact of geographicaldistance Head and Mayer, 2002 or to problems of statistical aggregation Hillberry and Hummels, 2008. We deal with these issues by using alternative measures of trade costs and by a large amount of placebo exercises. We view ourresults as consistent with the fundamentals approach: historical events haveshaped cultural determinants of trade which still matter today.The literature on border effects was pioneered by Mc Callum 1995, whofinds that trade volumes between Canadian provinces were about 22 times largerthan those between Canada and the US in 1988. Subsequent research 3 showsthat states usually trade 5 to 20 times more domestically than internationally.Few studies have moved from simply exploring border barriers to investigatingand explaining potential causes. Wei 1996 and Hillberry 1999 do not findthat tariffs, quotas, exchange rate variability, transaction costs, and regulatorydifferences can explain the border effect. Recent studies illustrate that the impact of borders also extends to the subnational level, implying that additionalreasons for high local trade levels must exist. Examples are Wolf 1997 and 2000, Hillberry and Hummels 2003, Combes et al. 2005, Buch and Toubal2009, and Nitsch and Wolf 2009.The remainder of the paper is structured as follows. Section I. provides de3Helliwell 1997, 1998, 2002; Wei 1996, Hillberry 1999, 2002; Wolf 1997, 2000; Nitsch2000; Parsley and Wei 2001; Hillberry and Hummels 2003; Av W 2003; Chen 2004; Feenstra 2004; Combes et al. 2005; Millimet and Osang 2005; Baier and Bergstrand 2009; Buchand Toubal 2009; Nitsch and Wolf 2009 to name only a few.6FELBERMAYR AND GROSCHLtails of the empirical strategy. Section II. describes the benchmark results,placebo estimations and a sensitivity analysis. Section III. uses a large array ofcontemporaneous controls to address a potential omitted variables problem.While Section IV. attempts to explain the Secession effect by historical variables and by adding Western states to the analysis. The last section concludes.I. Empirical Strategy and Data A. Empirical Strategy Our empirical strategy follows Anderson and van Wincoop 2003 and the subsequent research. Based on a multicountry framework of the Krugman 1980constant elasticity of substitution model with iceberg trade costs, the literaturestresses that the consistent estimation of bilateral barriers requires to take multilateral trade resistance into account. In this paper, we use the nonlinear leastsquares NLS model suggested by Av W 2003 to estimate the border effect.We also employ an approach that uses state specific fixed effects to control formultilateral resistance. Finally, we implement the idea of Baier and Bergstrand2009 to linearize the model by help of a first order expansion of the multilateral resistance terms. In all setups, we proxy trade costs by geographical distance and the historical border between the former alliances of states in the Union and the Confederacy.Av W 2003 show that the CES demand system with symmetric trade costscan be written asln zij 0 1Borderij 2 ln Distij Xij ln P 1P 1ke 1Borderkj 2 ln Distkj ,P 1kjcid:88i ln P 1j ij, 12kand zij xij Yi Yj is the value of bilateral exports xij between state i and statej relative to the product of the states GDPs, Yi and Yj. 0 is a constant acrossstate pairs, 1 1 and 2 1, where 1 is the elasticity ofTRADE AND THE AMERICAN SECESSION7substitution. Borderij 1 ij represents the historical border line between Union and Confederate states, which takes a value of unity if states in the pairhistorically belonged to opposing alliances and zero otherwise. ln Distij is thelog of geographical distance between states. Xij denotes a vector of additionalcontrols. Av W set 0 and focus on a parsimonious gravity model. In ourexercise, we switch on and off and work with various vectors Xij. k is theshare of income of state k in world income; ij is the standard error term.ijand ln P 1The complication with estimating that model is that the multilateral resistance terms ln P 1depend on estimates of 1 and 2 in a nonlinearfashion. Av W 2003 propose estimating their gravity model by means of an iterative procedure that minimizes the sum of squared residuals in 1, while simultaneously using 2 to obtain values for the multilateral resistance terms.Baier and Bergstrand 2009 propose to apply a first order linear expansionto 2, to solve for the multilateral price indices, and substitute the solutioninto 1. The ensuing log linear equation can be estimated by means of simple OLS. In the present case, this amounts to including multilateral resistance MRterms for distance MRDistij and the border MRBorderij into the equation.Finally, we follow a large strand of literature Hummels, 1999; Av W, 2003;Feenstra, 2004; Redding and Venables, 2004 and apply origin and destinationfixed effects in an OLS gravity regression. The fixed effects capture all timeinvariant origin and destination specific determinants, such as multilateral resistance terms, but also geographical characteristics and historical or culturalfacts. In that sense, this model is more general than the two other ones, since itaccounts for any countrylevel unobserved heterogeneity.B. Data Sources For within and crossstate trade flows, we focus on bilateral export data fromthe 1993, 1997, 2002, and 2007 Commodity Flow Surveys CFS collected by the Bureau of Transportation Statistics. The CFS tracks shipments in net sellingvalues in millions of dollars. The CFS covers 200,000 100,000; 50,000; 100,0008FELBERMAYR AND GROSCHLrepresentative US firms for 1993 1997; 2002; 2007. The literature is concernedabout the low number of firms surveyed in the waves after 1993, see Erlebaumet al. 2006. For this reason, existing studies have usually focused on the 1993wave which represents about 25 percent of registered US firms; we follow in thistradition. GDP by state stems from the Regional Economic Accounts, providedby the Bureau of Economic Analysis. Bilateral distance is calculated as the greatcircle distance between state capitals. Intrastate distance is measured as in Wei1996 as the quarter of the distance between a state and its closest neighbor.4FIGURE 1Union versus Confederate States Our primary sample consists of 28 US states divided into two groups thatoriginate from the split caused by the Secession as shown in Figure 1. The South comprises 11 states, while the North consists of 17 states, as listed in Table 1. Five states Delaware, Kentucky, Maryland, Missouri and West Virginia are excluded from the benchmark sample since soldiers from these statesfought on both sides of the Civil War and the allegiance to either group of statesis unclear. Still today, these five states do not belong to the fuzzily defineddeep South.5 Somewhat abusing terminology, we call these 5 states border 4This is the common practice in the literature, see also Av W 2003, Feenstra 2004, as wellas Baier and Bergstrand 2009.5Reed and Reed 1997 define the deep South as an area roughly coextensive with the oldTRADE AND THE AMERICAN SECESSION9states. We conduct sensitivity analysis with respect to the choice of excludingthose states.TABLE 1Sample North Union South Confederacy Excluded Border States Delaware Kentucky Maryland Missouri West Virginia Alabama Arkansas Florida Georgia Louisiana Mississippi North Carolina South Carolina Tennessee Virginia Connecticut Illinois Indiana Iowa Kansas Maine Massachusetts Michigan Minnesota New Hampshire Texas New Jersey New York Ohio Pennsylvania Rhode Island Vermont Wisconsin Table 2 shows averages and standard deviations for the year of 1993 ofthe variables used in this study. Southern states have on average substantiallylarger shares of AfroAmericans 22.9 versus 7.4 percent; the share of Christians is higher while the share of Jewish citizens is smaller 0.8 versus 2.1 percent. The percentage share of urban population is lower in South than in North65.6 versus 72.9. Historically as of 1860, average farm sizes were substantially larger in the South than in the North; this gap has closed since then. Thesame is true for educational outcomes illiteracy and average schooling. The GDP per capita average across the South is about 12 percent lower than the avcotton belt from eastern North Carolina through South Carolina west into East Texas, with extensions north and south along the Mississippi.10FELBERMAYR AND GROSCHLerage across the North. The most dramatic differences in 1993 data pertain toinstitutional variables: The North is much more unionized than the South. All Northern states had a minimum wage while only 45 percent of the Southernstates had one. In the 1992 presidential election, 64 percent of Southern statesvoted Republican while only 12 of Northern states did.6II. The Effect of the Former UnionConfederation Border A. Benchmark Results Estimating equation 1 allows assessing the average impact of the border oncrossborder NorthSouth trade flows relative to within region flows. Table 3provides our benchmark results for the year of 1993. Estimates of the Av W2003 NLS model are shown in column 1. In line with the gravity literature,the estimated elasticity of distance is very close to 1. The coefficient on theborder variable in column 1 indicates that the border reduces trade flows between the North and the South by about 19.6 percent e 0.218 1 in 1993. Thatestimate is statistically significant at the 1 percent level. This is the same as tosay that within trade is by the factor 1.24 e 0.218 bigger than between trade.The associated ad valorem tariff equivalent of the border is 2.5 to 11.5 percent,depending on the choice of elasticity of substitution.7 Compared to international border effects, this is quite a reasonable amount for a barrier to trade onthe subnational level caused by an event more than a century ago. Av W 2003find that crossborder trade for the CanadaUS case is about 80.8 percent lowerthan within trade.8 This amounts to a tariff equivalent of 20 to 128 percent. Results by Nitsch and Wolf 2011 suggest that the former EastWest border within 6NorthSouth differences are also clearly visible when looking at pairs of states. Table A1 inthe Web Appendix differentiates between the sample of all pairs N 768 and the sample ofcrossborder pairs states from different sides of the historical border; N 364.7Broda et al. 2006 estimate elasticities of substitution with a median of 3.8 and a mean of 12.1. The elasticity of substitution they estimate for the US is 2.4. We follow the recent literatureand calculate tariff equivalents according to a range of the elasticity of substitution between 3and 10.8Table 2 in Av W, twocountry model: e 1.65 1.TRADE AND THE AMERICAN SECESSION11TABLE 2Summary Statistics by State, 1993Unit of Observation: State Level Sample Variable North N 17Mean Std. Dev. Mean Std. Dev.South N 11Description 7.4122.10586.8821.1317.64772.85315.0384.7853.3381.6040.0201.0180.3020.0046.8904.7724.2500.12611.6100.2642.5797.8215.3094.5151.61515.2375.1754.12710.19418.10619.812Black Share Jewish Share Christian Share Other Religion Share No Religion Share Urban Shareln 1860 Croplandln 1860 Farm Sizeln 1860 Population Densityln 1860 Illiteracy Rates 1860 Slave Share 1860 Free Black Share 1860 French Share 1860 Spanish Share 1860 Irish Share 1860 German Share 1860 British Share 1860 Malaria Riskln CapitalLabor Ratioln HighLow Skilled Ratioln Average Schoolingln Croplandln Farm Sizeln Agricultural Total Outputln Manufacturing Total Outputln Populationln Population Densityln Fertilityln Income Per Capita Union Membership Union Density Minimum Wage Republican Judiciary Election Notes: Data sources as in Table A1 Web Appendix.5.5192.3393.0590.7861.99816.0951.0450.1841.3840.4150.0460.9990.2020.0054.3034.2442.2160.0730.2610.3160.0232.2230.5700.6870.2501.0091.1450.0710.1345.4705.21800.3320.88310.1181.82422.8550.80991.6360.9195.00065.65515.2285.9402.4542.68334.5061.1700.2540.0320.9180.8860.3060.35111.5200.2562.5388.5745.5744.1591.66115.5344.6024.18410.0738.43610.3820.4540.6361.182Share % of blacks in population.Share % of Jewish in population.Share % of Christian in population.Share % of people with other religion.Share % of people with no religion.Share % of urban population.1860 cropland in 1,000 acres.1860 average farm size in acres.1860 population by square km.1860 share of nonslave illiterate.1860 slaves in population.1860 free blacks in population.1860 French in population.1860 Spanish in population.1860 Irish in population.1860 German in population.1860 American British in population.1860 Malaria Risk Index.Capital relative to Labor.Bachelor to high school, age 25 and older.Years of Schooling.Cropland in 1,000 acres.Average farm size in acres.Agri. over total output, mio US .7.8711.2853.1390.4161.67312.0980.8060.2910.9290.30314.3041.3260.6190.0761.0571.2710.2040.0570.2270.2560.0230.6560.4240.4270.364 Manuf. over total output, mio US .0.6240.4850.0650.1172.8263.0090.5220.5050.405Total Population in thousands.Population by square km.Live births per 1,000 women, age 1544.Total GDP per capita.Percentage of union membership.Percentage of union density.1 if state has minimum wage, 0 else.1 if republican, 1992 pres. election, 0 else.1 if judiciary is elected, 0 else.Germany reduces crossborder trade by about 20.5 percent relative to within12FELBERMAYR AND GROSCHLregion trade.9In column 2, we estimate the model using origin and destination fixed effects, which account for all unobserved importer and exporter characteristics.Our model explains 87 percent of the variation in trade patterns. Under fixedeffects, crossborder trade is on average 14.5 percent smaller than within region trade. Hence, the border equals a tariff of 2 to 8 percent. The FE estimateis very close to that obtained under NLS. This is in line with Feenstra 2004,who also finds a slightly smaller but comparable effect to the Av W 2003 estimation in the CanadaUS case. In column 3, we use two indicator variablesto measure withingroup trade relative to crossborder trade separately for the North and the South. We find that trade within the South is 1.78 times largerthan crossborder trade with the North in 1993. Contrarily, the North trades 1.3times less within the region than across the border. This result is interesting aswe expect to find a positive sign on both indicator variables. The strong positiveimpact on within South trade and the much smaller negative impact on within North trade could relate to current account imbalances within the US. As statesin the North run on average a current account surplus, the North trades morewith the South than with itself. States in the South, however, run on averagea current account deficit and thus trade more among themselves and with the North. However, that result is not robust; see column 6.10In column 4, we estimate a multicountry model. We consider trade between US states, between 20 OECD countries 11 and exports from individual USstates to OECD countries 12 into the fixed effects model of column 2. We use OECD trade, distance and GDP data provided by Av W and US state exports to 9Table 2a in Nitsch and Wolf 2011, pooled OLS in 2004: e 0.229 1.10This result vanishes when counting the border states into the South Table A6 of the Web Appendix, or when adding Western states to the analysis Table 9.11These include Canada, Australia, Japan, New Zealand, Austria, BelgiumLuxembourg, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Netherlands, Norway, Portugal, Spain,Sweden, Switzerland, and the United Kingdom.12We focus on exports from US states to the OECD as import data of individual US states from OECD states and vice versa are not available.TRADE AND THE AMERICAN SECESSION13OECD countries from Robert Feenstras webpage.13 Column 4 reports that thedistance parameter remains close to 1, while the border reduces NorthSouthtrade within the US by 16.9 percent. Sample size increases to 1,776 observations, while the explanation power of our model increases only slightly to 87.7percent.14TABLE 3Basic Border Effect Results Dependent Variable: ln bilateral exports between i and j relative to states GDPs Year of Data:Data:Specification:Border Dummyij SouthSouth Dummyij NorthNorth Dummyij 1993Commodity Av W NLSFE Multi OLS with MR Terms Chen 2004 FEAggregated45671Fixed Effects230.2180.1570.040.030.1850.1570.040.040.0900.020.5780.100.2640.090.4620.080.0500.05ln Distanceij0.9791.1081.1080.9931.0551.0390.030.030.030.040.030.030.9780.02Fixed Effects Importer Exporter Importer Commodity Exporter Commodity Multilateral Resistancen.a.n.a.n.a.n.a.n.a.YESYESYESYESYESYESYESYESYESYES768n.a.7680.8747680.874Observations Adjusted R2Notes: Constant and fixed effects not reported. Robust standard errors reported in parenthesis. n.a. meansnot applicable. Av W NLS denotes the Anderson and van Wincoop 2003 Nonlinear Least Squares Method.States in sample as in Table 1. District of Columbia is excluded. In column 4, we adapt a multicountry fixedeffects approach and add exports of individual US states to 20 OECD countries and between OECD trade. Significant at the 1 percent level, Significant at the 5 percent level, Significant at the 10 percent level.13,3030.6361,7760.8777680.7597680.751Next, we estimate equation 1 by including MR terms into the gravity estimation as suggested by Baier and Bergstrand 2009. Columns 5 and 6 show 13http:cid.econ.ucdavis.edu14When we also consider Western states of the US as described in Section IV.B. in the multicountry sample, we still find a negative and significant NorthSouth border effect of 8.1 percent,while sample size increases to 3,517 observations.14FELBERMAYR AND GROSCHLthat the adjusted explanation power of the estimation slightly falls to 75 percent, while the border estimate remains very close compared to the fixed effects estimation. The border impeding trade effect between the North and the South persists with a magnitude of 15 percent. In column 6, we find that tradewithin the South is 1.59 times larger than crossborder trade in 1993, while thecoefficient for the North turns insignificant.In the final step we explore the CFS data in more detail, as disaggregatedtrade flows at the commodity level are available. This is in the spirit of Hillberry1999, who estimated commodity specific border effects for products tradedbetween Canada and the US in 1993. We pool over all commodities available inthe specific year. As commodities are subject to varying transportation costs, weinclude origincommodity and destinationcommodity fixed effects following Chen 2004. For 1993, results for the pooled commodity FE estimation are depicted in Table 3 column 7. We find that the border reduced NorthSouth tradeby about 8.6 percent.Following Av W 2003, we use the model and the parameter estimates tosimulate the ratio of trade with border barriers BB to the counterfactual levelof trade under borderless trade NB.footnote Detailed results are in Table A4 in the Web Appendix. Multilateral resistance increases by 6 percent for states of the South, but only by 1 percent forthose of the North. Moreover, SouthSouth trade rises by 12 percent due to theborder, while NorthNorth trade increases by only 3 percent.B. Placebo Estimations Is there something special about trade across the former UnionConfederationborder as opposed to trade across other hypothetical borders? To deal with thisquestion, we randomly assign 11 out of the 28 old US states to a hypothetical South and the remainder to a hypothetical North.15 Based on regression 215The number of potential South subsamples and hence of state groups is huge: 21,474,180.Estimating all possible border effects between these groups of states is computationally exTRADE AND THE AMERICAN SECESSION15of Table 3, we run a million placebo regressions. We find a negative and significant at the 10% level border effect in 13.4 percent of the cases. In 56 casesthe border effect is slightly larger than the 15.7 percent found in our benchmarkcase. The largest effect we find is 1.6 percentagepoints larger than our originaleffect, but the standard error is so large that one cannot reject the hypothesis that the effect is identical to the 15.7 benchmark result. In all 56 cases, the South consists predominantly of New England and the Great Lakes States.Placebo Estimations. Frequency and Average Size of Significant Border Effectsin Different State Groupings FIGURE 2Figure 2 compares the hypothetical South to the true sample by countingthe number of misallocated states put into the wrong group. Diagram adepicts that about 70 % of all samples, where one state was misallocated, yielda negative and statistically significant border effect. If 2 states are misallocatedthat share drops to 55 %; if more than 5 states are put into the wrong grouptremely costly. A single regression takes about one second. Computation time then amounts to 249 days.0.2.4.6.81234567Number of States Exchangeda Negative Border Effect, Share in Total 0.02.04.06.081234567Number of States Exchangedb Average Border Effect, Absolute Values16FELBERMAYR AND GROSCHLthe share falls to below 10%. Diagram b displays the absolute value of theaverage border effect found in different subsamples. If one state is allocated tothe wrong group, the average border effect is slightly below 0.08 as comparedto 0.16 in the correct grouping. The average effect falls quickly as more statesare misallocated and is below 0.007 if 5 or more states are exchanged.16C. Sensitivity Analysis Table 4 summarizes border effect estimates obtained from using the 1997, 2002or 2007 waves of the Commodity Flow Survey rather than the more reliable 1993data. Across the nonlinear Av W procedure, the fixedeffects model, the Baierand Bergstrand 2009 approach, and the the commoditylevel regression, wefind negative border effects that are all statistically significant at the 1% level.Interestingly, there is no evidence that the border effect shrinks over time. Comparison across time is hindered by different sampling across waves. The formerborder reduces trade by between 9 and 18 percent, with the average effect clustering around at about 14 percent.The use of geographical distance as a measure of transportation costs hasbeen criticized by Head and Mayer 2002. Since 71 to 75 percent of shipmentsin the US are transported by truck Department of Transportation, we use actual travel time from Google maps as an alternative measure of transportationcosts. Ozimek and Miles 2011 provide a tool to retrieve these data. We findthat the use of travel time reduces the estimated border effect in the preferred 1993 sample from 15 to 11 percent, thereby confirming the hypothesis that geographical distance inflates the estimated border effects. However, across waves,the effect remains negative and statistically significant.1716In further placebo exercises, we investigate border effects between coastal and interiorstates as well as between Eastern and Western states in the whole US. Results are containedin Table A2 of the Web Appendix. We do not find a border effect between coastal and interior states. There is no border effect neither at a hypothetical EastWest border approximatelydrawn at the 90 longitude line.17The 1997 wave with its 50,000 sampled firms is an exception. Detailed results are found in Table A5 of the Web Appendix.TRADE AND THE AMERICAN SECESSION17Sensitivity Across Different Survey Waves TABLE 4Dependent Variable: ln bilateral exports between i and j relative to states GDPs Data:Specification:Aggregated Commodity Av W NLSFEOLS with MR Terms FEChen 2004PANEL A: 1997 N 766A1A2A3A4Border Dummyij0.1280.040.0910.030.1260.040.1380.03Adjusted R2n.a.0.8660.7370.816PANEL B: 2002 N 739B1B2B3B4Border Dummyij0.1750.040.1460.040.1500.050.1940.03Adjusted R2n.a.0.8600.7150.805PANEL C: 2007 N 768C1C2C3C4Border Dummyij0.1750.040.1340.030.1440.050.1990.03Adjusted R2n.a.0.8810.7430.788Notes: Constant, fixed effects, effects on log distance and MR terms are not reported.Robust standard errors reported in parenthesis. n.a. means not applicable. Table A3 in the Web Appendix contains full results. Av W NLS denotes the Anderson andvan Wincoop 2003 Nonlinear Least Squares Method. Pooling over all commodities in 1997 2002; 2007, we have in column 4 11,275 7,721; 12,772 observations.Column 4 includes Importer Commodity and Exporter Commodity fixed effectsfollowing Chen 2004. States in sample as in Table 1. District of Columbia is excluded. Significant at the 1 percent level, Significant at the 5 percent level, Significant at the 10 percent level.To make sure that our treatment of border states i.e., states whose allegiancewas unclear and that are therefore excluded from our benchmark sample, doesnot bias our results, we assign them alternatively to the South or to the North.The border states were slave states, but officially never seceded, so it is coun18FELBERMAYR AND GROSCHLterfactual to include them into the South. We find that the assignment of thoseborder states does not matter qualitatively for our findings. Estimated effectsare slightly lower than when border states are excluded altogether.18D. Estimates by Sector Finally, we also run regressions sectorbysector. Table 5 provides summary results, suppressing other coefficients except the one on the border dummy.19The estimated border effect is 1 cid:92 1, thereby confounding the elasticity of substitution and the tradecost increasing effect of the border. It is therefore not surprising, that the low agricultural sector features a high but onlymoderately robust estimate, while the low mining sector does not display anyborder effect. There is no border effect in the machinery sector, neither. This ispresumably due to NorthSouth differences in comparative advantage that thesimple Av W model does not capture. The border effect is most pronounced inthe chemical and manufacturing sectors, where the degree of product differentiation is high hence, low. This finding supports the view that the formerborder reflects a cultural divide that makes transactions more difficult and thatthis is most pronounced in highly differentiated industries.III. Accounting for Observed Contemporaneous Heterogeneity A. Benchmark Results In this section we investigate, whether observable characteristics of state pairs,omitted in the parsimonious Av Wregressions above, bias the estimated coefficient. We include a large number of contemporaneous determinants of tradethat are discussed in the empirical literature stepwise into the regression. If thevariables are not bilateral in nature, we bilateralize them by either taking theabsolute difference of variables in state i and state j, denoted by the operator 18Detailed results are found in Table A6 of the Web Appendix.19Detailed results are found in Table A6 of the Web Appendix.TRADE AND THE AMERICAN SECESSION19Sectoral Results fixedeffects estimationTABLE 5Dependent Variable: ln bilateral exports between i and j relative to states GDPs Sector Agriculture Mining Chemical Machinery Manufacturing Border Dummyij Observations Adjusted R2Border Dummyij Observations Adjusted R2Border Dummyij Observations Adjusted R2Border Dummyij Observations Adjusted R2A10.3090.084,8150.746B10.2440.085,4900.783C10.1760.094,4700.773D10.3080.074,1710.816A20.0220.231,3360.757B20.3030.172,6550.774C0.2100.361,6290.762D20.1010.161,9140.813PANEL A: 1993A30.2270.083,0780.671PANEL B: 1997B30.0950.063,2150.755PANEL C: 2002C30.2160.082,8200.722PANEL D: 2007D30.3020.063,1160.766A40.0220.074,3240.657B40.0720.063,4550.733C40.0050.073,2050.695D40.0200.073,4720.679A50.0680.0611,9900.757B50.2000.057,6200.803C50.2710.067,0800.774D50.2770.057,4360.808Notes: Importer and exporter fixed effects included in all regressions. Constant, fixed effectsand effects on log distance not reported. Robust standard errors reported in parenthesis. Table A7 in the Web Appendix contains full results. Commodities pooled into sectors as listed in Table A11 and A12 in the Web Appendix. States in sample as in Table 1. District of Columbiaexcluded. Significant at the 1 percent level, Significant at the 5 percent level, Significantat the 10 percent level., or by using the product of variables in state i and state j, denoted by theoperator . The product of variables relates to network effects between pairs,20FELBERMAYR AND GROSCHLwhile the operator focuses on the difference between state pairs.20 Table 6reports results for our benchmark year 1993. All estimations include origin anddestination fixed effects.Column 1 of Table 6 adds a single geographical variable to the basic setup:adjacency. This variable is routinely included in gravity equations, but does notfigure in the Av W setup. In our sample, and in accordance with the literature,adjacency increases bilateral trade by about 45 percent. Due to the omissionof border states from our baseline estimations, adjacency correlates negativelywith the border. If adjacency increases trade, its omission would bias the bordereffect away from zero. This is exactly what we find: the border effect falls inabsolute terms from 0.157 Table 3 column 2 to 0.115.21In column 2, we account for the impact of ethnic, religious, or cultural networks Rauch, 1999; Rauch and Trindade, 2002; Combes et al., 2005 and migration within the US Helliwell, 1997; Head and Ries, 1998; Millimet and Osang,2007. The literature reasons that common culture and tastes increase tradeflows as they facilitate contracts and instill trust; they also make it more likelythat states produce and consume similar goods. Migration and networks mightbias the border effect estimate upwards as they increase trade but are negativelyassociated with the border. To test the impact of networks we include i crossstate migration stocks of people residing in one state but were born in anothertaken from the American Community Survey Decennial Census; ii the productof the share of AfroAmericans in total state population from the Population Estimates Program; iii the product of the Jewish population in total state population from the American Jewish Yearbook; and iv selfreported affinity to Christianity, other religious groups, or no religion from the ARIS 2008 Report, into theestimation. We find that migration networks, high shares of AfroAmericans, ofpopulation shares affiliated to Buddhism, Hinduism or Islam, and of people notselfidentifying with any religious group spur trade flows. A 1 percent increase 20We tried a range of other variables and combinations, as well as network and differencevariables separately and combinations thereof. The results are robust to these modifications.21Clearly, not including adjacency biases all coefficients.TRADE AND THE AMERICAN SECESSION21TABLE 6Contemporaneous Controls, 1993 fixedeffects estimationDependent Variable: ln bilateral exports between i and j relative to states GDPs Border Dummyij Geographical Controlsln Distanceij Adjacencyij Network ControlsHome Biasln Migration Stockij Black Shareij Jewish Shareij Christian Shareij Other Religion Shareij No Religion Shareij Urban Shareij Home Biasij Common Colonizerij Labor MarketPolitical Institutions Union Membershipij Union Densityij Minimum Wageij Republicanij Judiciary Electionij HeckscherOhlin Controls ln CapitalLabor Ratioij ln HighLow Skilled Ratioij ln Average Schoolingij ln Croplandij ln Farm Sizeij ln Agricultural to Total Outputij ln Manufacturing to Total Outputij Demography ln Populationij ln Population Densityij ln Fertilityij Linder Hypothesis ln Income per Capitaij1234560.115 0.124 0.126 0.122 0.132 0.1300.030.030.040.040.040.040.980 0.580 0.570 0.562 0.548 0.5500.050.040.050.446 0.335 0.341 0.362 0.381 0.3840.060.050.050.050.050.050.050.050.050.040.0010.000.0060.000.0020.000.0410.030.0090.010.040.040.001 0.0010.000.000.0060.0080.000.000.0010.0020.000.000.0510.0530.030.030.0110.0110.010.010.182 0.179 0.151 0.150 0.1470.040.030.0010.0000.000.000.0060.0090.000.000.0020.0010.000.000.0410.0510.030.030.0110.0090.010.014.001 3.860 4.317 4.344 4.3690.900.741.120.360 0.349 0.3620.2430.120.130.130.186 0.193 0.168 0.166 0.1670.040.040.770.2900.120.040.131.120.040.040.0270.020.0290.020.2100.150.0010.030.0580.030.0310.020.0330.020.2530.150.0000.030.0660.030.1670.150.0590.090.9241.120.0360.020.0380.020.2250.150.0010.030.0650.030.1620.150.0620.091.0161.130.0380.020.0400.020.2230.150.0010.030.0640.030.1190.180.0650.091.2361.240.048 0.045 0.0450.020.0500.050.0270.040.2030.100.020.0240.070.0020.040.1770.100.0290.030.0390.040.4930.410.020.0200.070.0020.040.1550.110.0300.030.0390.040.4660.410.1320.287680.884768Observations 0.911Adjusted R2Notes: Importer and exporter fixed effects included in all regressions. Constant and fixed effectsnot reported. Robust standard errors reported in parenthesis. The operator denotes the absolute difference of variables in state i and state j. The operator denotes the product of variablesin state i and state j. Significant at the 1 percent level, Significant at the 5 percent level, Significant at the 10 percent level.7680.9117680.9097680.9097680.91122FELBERMAYR AND GROSCHLin the bilateral migration stock indicates an increase in trade by 22 percent incolumn 2.22 If we include network controls, the border still turns out to reducebilateral trade by 11.7 percent.23Column 2 also contains a variable measuring home bias. Specifically, wefollow the literature and include an indicator variable that is unity for withinstate trade and zero otherwise. The estimate is significant in column 2 andsuggests that trade is on average 24 percent larger within a state than acrossstates. Our estimate is half the size what is on average found in the literature onthe US, using identical data but more parsimonious models Wolf, 2000; Hillberry and Hummels, 2003; Millimet and Osang, 2007; Coughlin and Novy, 2009.The home bias effect relates to informational frictions, such as transaction andsearch costs, that lead to spacial clustering of economic activity within states.However, as we control for networks that partly capture these determinants thehome bias effect is strongly reduced. In addition, common colonial heritage,also included in column 2, may have lasting effects on bilateral trade.24 Weconstruct an indicator variable that takes value one if a pair of states had a common colonizer Britain, France or Spain and zero otherwise. We find that acommon colonial past increases bilateral trade by about 19 percent. Yet, whilemost of those network variables matter statistically, they do not reduce the estimated border effect. If at all, they leave it slightly higher.Column 3 examines the impact of labor market and political institutions.We control for labor market institutions by including dissimilarities in unionmembership and density from Hirsch et al. 2001, as well as a dummy for theexistence of minimum wage legislation provided by the US Department of Labor. In theory, differences in labor market institutions could increase bilateraltrade, because differential legislation acts as a source of comparative advantageas in Cunat and Melitz 2009. In our analysis, we find that institutional differences tend to reduce trade albeit statistical precision of estimates is low.22A similar effect has been identified by Combes et al. 2005 for trade within France.23100 exp0.124 1.24See, for instance, Head et al. 2010.TRADE AND THE AMERICAN SECESSION23This may signal that institutional differences are caused by some deeper differences in cultural norms and that the latter discourage trade by more. Column3 also controls for differences in the political alignment in the 1992 presidential election Clinton against Bush sen. and whether states elect or appointthe judiciary. Voting behavior has no statistically measurable effect on trade,while the difference in judiciary appointment procedure turns out to depressbilateral trade flows. The estimated border effect, however, remains virtuallyunchanged.In column 4, we include controls for the difference in relative factor endowments of states, thereby accounting for the HeckscherOhlin trade theory.Omitting differences in factor proportions might lead to an upward bias of theborder coefficient, as differences in factor proportions should increase tradeflows and appear to be more pronounced when the border is present. To measure contemporaneous differences in relative factor proportions and humancapital accumulation, we include the absolute difference in i capitallaborshares from Turner et al. 2008; ii shares of high and low skilled in the population 25; iii average years of schooling for the population over 25 from Turner etal. 2007; iv cropland from the National Resource Inventory Summary Report;v average farm size from the Census of Agriculture ; vi agricultural relative tototal output; and vii manufacturing relative to total output from the Bureauof Economic Analysis. As in other gravity exercises, classical HeckscherOhlinvariables do not show up statistically significant, though both the variables onthe difference in the capitallabor ratio and the difference in relative skill endowment bear the right sign. Differences in the availability of cropland reducebilateral trade, as do differences in the share of manufacturing output. Contemporaneous differences in factor endowments do not capture the border, whichstill reduces NorthSouth trade by 11.5 percent.2625We measure high skilled by a Bachelors degree or above and low skilled by a High Schooldegree or below. Data stem from the Census of Population and the American Community Survey.26100 exp0.122 1.24FELBERMAYR AND GROSCHLColumn 5 includes demographic variables such as the difference in contemporaneous population and population density from the Population Estimates Program, as well as fertility rates from the Vital Statistics of the United States. Common demographic features across states may suggest common preferences, so that bilateral trade is larger for such states. The estimated parameters, however, are insignificant throughout. The border effect remains negativeand significant.Finally, following the literature on the Linder effect, we include the difference in the log of per capita income as in Thursby and Thursby 1987,Bergstrand 1989, and Hallak2010. The hypothesis is that states with dissimilar GDP per capita should have differing preference structures and, hence,trade less. Since the border correlates negatively with GDP per capita in thedata, omitting the Linder term may bias the border effect away from zero. Thisis, however, not what we find. In column 6, we fail to find support for the Linder hypothesis; the estimated border effect does not move. We have also experimented with direct measures of inequality Gini coefficients, but withoutsuccess.Column 6 represents our most comprehensive and preferred model. Theborder effect is about 12.2 percent.27 It explains more than 91 percent of thevariation in bilateral trade flows, 85 percent of which are attributable to included variables and controls.28B. Sensitivity Analysis Table 7 summarizes sensitivity results pertaining to the comprehensive modelin column 6 of Table 6.29 Panel A deploys the FE approach. Our baseline border effect of 0.130 is reported in column A1. We find a negative and significant 27100 exp0.130 1.28A model that explains bilateral trade solely using importer and exporter fixed effects canonly explain 6 percent of the variation in the dependent variable. In additional regressions,we include differences in export openness to the rest of the World ROW exportsi ROW Yi exportsj ROW Yj. This does not change any results.29Details are relegated to Table A8 in the Web Appendix.TRADE AND THE AMERICAN SECESSION25border effect for 1993 and 2002, while the effect for 1997 and 2007 remains negative but insignificant. Results based on the commodity flow survey from 1997onwards suffer from the fact that the number of firms surveyed is only 50,000or 25 percent of those surveyed in 1993. In Panel B we turn to our model thatincludes MR terms directly in the estimation. The border barrier turns out tobe strong in 1993 and 1997 using the MR approach. If we use the pooled commodity FE setup with importercommodity and destinationcommodity fixedeffects following Chen 2004 in Panel C, we find strong trade impeding effectfor all years. Overall, we can conclude that the findings on the border effectcompare well, both qualitatively and quantitatively, to our earlier results. Theborder reduces crossborder trade by 7 to 19 percent, depending on the yearand the specification.30IV. Accounting for Historical Determinants A. Benchmark Results The economic literature on the emergence of armed conflicts shows that strongbilateral trade links decrease the probability that two countries go to war, whilemultilateral openness increases the odds of conflict Martin et al., 2008. If determinants of bilateral trade are persistent over time, the border could not beconsidered exogenous in the statistical sense. Historical bilateral trade datais, however, not available. But, one can include historical variables that may,through their impact on historical trade patterns, affect the probability of conflict and thus the incidence of the border. Moreover, Eichengreen and Irwin1998 suggest that history might affect contemporaneous trade flows throughpersistent effects on institutions.According to Engerman and Sokoloff 2000 and 2005, dissimilarities in agri30When we work with sectoral data and include the additional controls, results suggests thatthe trade impeding effect is mainly caused by barriers to manufacturing products in all years.Compared to our earlier results, the border effect is negative but less robust for agriculture andchemicals except for 2002. Mining and machinery products again depict in most cases anindistinguishable coefficient from zero. Table A9 in the Web Appendix reports detailed results.26FELBERMAYR AND GROSCHLControls, Alternative Samples and Models: Summary Results TABLE 7Dependent Variable: ln bilateral exports between i and j relative to states GDPs Year of Data:1993199720022007PANEL A: FIXED EFFECTSA1A2Border Dummyij Observations Adjusted R20.1300.047680.9110.0560.057660.904A30.1190.067390.893Border Dummyij Observations Adjusted R2PANEL B: OLS WITH MR TERMSB10.1140.047680.853B20.2010.057660.866B30.0920.077390.829A40.0080.067680.914B40.0450.067680.852PANEL C: POOLED COMMODITY FE Chen 2004Border DummyijC1C20.2150.1180.040.03Observations Adjusted R213,3030.65511,2750.836C30.0720.047,7210.822C40.1260.0412,7720.804Notes: Constant, fixed effects, MR terms and controls not reported. Robuststandard errors reported in parenthesis. All models include variables of Table 6 column 6 as additional controls. Full results are reported in Table A8 inthe Web Appendix. Significant at the 1 percent level, Significant at the 5percent level, Significant at the 10 percent level.cultural land use, driven by soil endowments and climate, led to the South adopting slavery and, more broadly, to the emergence of conflicting economic interests between the North and the South, and ultimately, to the Secession. Thedifferent economic models may have longlasting effects on inequality withinstates, which may, in turn, be relevant for todays level of economic transactionsLinder effect. It may also have persistent effects on institutions, which affectcontemporaneous bilateral trade. The historical settlement structure may haveinduced networks along cultural lines that survived over time.31 Absolute differ31The analysis relates to the literature on the longterm impact of factor endowments andTRADE AND THE AMERICAN SECESSION27ences in historical variables are positively correlated to the border, so that theiromission may bias the estimated border effect away from zero.To account for these possibilities, Table 8 includes historical differences in icropland; ii average farms size; iii population density; and iv illiteracy ratesof the nonslave population.32 In column 1 to 3, we find that none of thesevariables matter statistically, except for historical farm size differences whichare significant at the 10 percent level. Including farm size increases rather thendecreases the border coefficient to 0.230. This is surprising as historical farmsize differences correlate positively with the border.One would expect the legacy of slavery to partly capture the border barrierin column 4. However, we find that differences in slave shares in 1860 exert noimpact on bilateral trade patterns and do not explain away the border barrier.33Interestingly, the inclusion of the absolute difference in shares of free blacks in 1860 exerts a positive and significant effect on contemporaneous trade.In addition, similarities in culture due to similar settlement structures in USstates before the war could have induced social and business networks thathave survived over time and still affect trade. We therefore include the product in the shares of French, Spanish, Irish, British and German settlers in 1860.While Spanish heritage has no particular impact on trade, Irish heritage decreases bilateral trade significantly in column 5. States with a large share of French settlers trade more amongst each other. The same is true for states withhigh shares of German or British settlers, but the impact of German networksvanishes with the inclusion of further variables in subsequent columns.According to Acemoglu et al.2002, historical climatic differences measured by the incidence of malaria, may have affected the characteristics andinstitutions Acemoglu et al., 2002; Nunn, 2009; Galor et al., 2009.32Additionally, all models include our additional contemporaneous controls from Table 6 column 6 and importer as well as exporter fixed effects.33If we use the difference in the share of slaves in 1840, when there were still slaves also livingin the North, we still find robust results on the border effect but an insignificant coefficientclose to zero for the slave share. In column 7, the effect of differences in 1840 slaves is stillzero, while that of the illiterate of the nonslave population turns significant and positive. Theborder effect remains negative and significant on the 1 percent level.28FELBERMAYR AND GROSCHLContemporaneous and Historical Controls, 1993 fixedeffects estimationTABLE 8Dependent Variable: ln bilateral exports between i and j relative to states GDPs1234567Border Dummyij Controls as of Table 6column 6 included Historical Controls ln 1860 Croplandij ln 1860 Farm Sizeij ln 1860 Population Densityij ln 1860 Illiteracy Ratesij 1860 Slave Shareij 1860 Free Black Shareij 1860 French Shareij 1860 Spanish Shareij 1860 Irish Shareij 1860 German Shareij 1860 British Shareij 1860 Malaria Riskij0.230 0.132 0.159 0.155 0.130 0.141 0.2350.100.040.070.060.040.080.04YESYESYESYESYESYESYES0.0230.020.1380.080.0220.020.0040.000.0010.000.0400.020.0320.020.1170.090.0170.020.0080.000.0020.000.0490.020.4200.159.9728.970.0030.000.0010.000.0050.000.1430.300.4040.1410.0849.020.0030.000.0020.000.0040.000.1800.257680.9117680.911768Observations 0.915Adjusted R2Notes: Importer and exporter fixed effects included in all regressions. Constant and fixed effectsnot reported. Robust standard errors reported in parenthesis. The operator denotes the absolutedifference of variables in state i and state j. The operator denotes the product of variables instate i and state j. All models include variables as of column 6, Table 6 as additional controls. Significant at the 1 percent level, Significant at the 5 percent level, Significant at the 10 percentlevel.7680.9117680.9147680.9117680.911TRADE AND THE AMERICAN SECESSION29quality of institutions. In the present case, it is conceivable that the high risk ofmalaria in the South has led to acceptance of slavery by the local elite and maytherefore constitute a deep reason for the conflict. It may also affect contemporaneous trade flows through its lasting effect on institutions. So, we include themalaria risk index in 1860 from Hong 2007. We find neither a significant effecton trade nor does historical climate explain away the border. In the last column,we include all historical controls simultaneously in our model. All in all, we findthat the border reduces trade by 20.9 percent,34 even when we include variablescapturing the historical determinants of the Secession.35B.Including the West From the previous analysis, one cannot conclude that the Secession has causedthe observed border effect in contemporaneous trade data. Including historicalvariables that relate to the deep reasons for the Civil War goes some way in dealing with reverse causation. However, it fails to account for unobserved shocksthat both make the odds for Secession and todays bilateral trade flows larger.Unfortunately, no instrument is readytouse in an IV approach.One way to nudge the analysis closer to identifying a causal effect consists inseparating the whole of the US including the West into states that underwenta treatment by the Secession and states that were not affected by these historical events. We separate the states into three groups the North, the South, andthe West , still excluding border states, the District of Columbia, Alaska and Hawaii.36 The border dummy is unity for states that found themselves on opposite sides of the Civil War and zero for all other pairs of states. Adding the West adds a control set of state pairs that are characterized by their absence ofa past shaped by the Civil War.34100 exp0.235 1.35We have also experimented with direct measures for the historical transportation systemdifferences or networks of railroad miles per 100 square miles of land area after the Civil Warin 1870. The result is robust to the inclusion of the historical transportation system.36West includes all US states that were not assigned to the North, the South or the borderstates in Table 1, excluding the District of Columbia, Alaska and Hawaii.30FELBERMAYR AND GROSCHLTABLE 9Additionally Including the West, 1993Dependent Variable: ln bilateral exports between i and j relative to states GDPs Data:Specification:Aggregated Commodity OLS with MR Terms Chen 2004 FEFixed Effects21345Border Dummyij0.0730.040.1190.040.1980.03South South Dummyij North North Dummyij West West Dummyij 0.2400.070.2760.910.0360.090.2420.090.3750.040.2320.08ln Distanceij0.358 0.358 0.6900.6110.1630.050.050.040.040.03YES1,7390.851Additional Controls Observations Adjusted R2Notes: Constant, fixed effects, MR terms and controls not reported. Robust standarderrors reported in parenthesis. All models include variables as of column 6, Table 6 available for all US states as additional controls. Significant at the 1 percentlevel, Significant at the 5 percent level, Significant at the 10 percent level.YES1,7390.852YES1,7390.734YES1,7390.747YES24,9480.631Table 9 reports the results. All models include additional contemporaneouscontrols.37 In columns 1, 3 and 5, we find for the fixed effects, the OLSwith MR terms, and the pooled commodity FE regression a significant tradeimpeding effect of the Secession treatment. The effect ranges between 7 and 18 percent. In addition, we again find in column 2 that the South trades moreamongst each other while the effect on the North is positive but insignificant.There seems not to be any particular trade effect within Western states. Thepicture looks different when we directly control for multilateral resistance incolumn 4. In this setup, all regions trade significantly more among themselvesthan with states of the other regions.3837Historical controls are not available for most of the Western states before the war, as thesewere only Territories in 1860.38Results are similar for the other years and can be found in Table A10 in the Web Appendix.TRADE AND THE AMERICAN SECESSION31V. Civil War at 150: Still Relevant, Still Divisive The former border between the Union and the Confederation is still relevant today: The defunct border represents a trade barrier that lowers trade between USstates by on average 7 to 20 percent. In a million placebo estimations, we findsupportive evidence that the magnitude of this border effect is unique. The result is robust to using alternative waves of the Commodity Flow Survey, to different econometric methods, or to the inclusion of Western states or the rest of theworld. It cannot be substantially attenuated, let alone eliminated, by adding avast array of contemporaneous and historical variables that correlate both withthe border dummy and, potentially, also with bilateral trade.The great Mississippi novelist and poet William Faulkner famously writes The past is never dead. Its not even past. Requiem for a Nun, 1951. Thisholds true for the Secession that tore the US apart 150 years ago, even when thejudgment is based on bilateral trade data and econometric analysis: Trade between the former Confederation and the former Union is about 14.5 percentsmaller on average than within the alliance. A number of additional resultsseem important: First, the effect of the long defunct border on todays tradeis not attributable to the legacy of slavery alone. It becomes weaker if not the Secession but the status of slave states is the criterion for belonging to one ofthe two groups. Second, the border effect is not merely a NorthSouth effect.When the border is redefined to reflect whether two states have been on opposing sides in the Civil War, it remains significantly negative. Third, the tradeinhibiting force of the former border has to do with the degree of differentiationof products: the higher, the stronger. This suggests that the channel throughwhich the border still matters may be through cultural affinity or trust.32FELBERMAYR AND GROSCHLReferences Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2002. Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics, 1174: 12311294.Anderson, James E., and Eric Van Wincoop. 2003. Gravity with Gravitas: ASolution to the Border Puzzle. American Economic Review, 931: 170.Baier, Scott L., and Jeffrey H. Bergstrand. 2009. Bonus vetus OLS: A Simple Method for Approximating International TradeCost Effects Using the Gravity Equation. Journal of International Economics, 771: 7785.Bergstrand, Jeffrey H. 1989. The Generalized Gravity Equation, Monopolistic Competition, and the FactorProportions Theory in International Trade. Review of Economics and Statistics, 143153.Broda, Christian, Joshua Greenfield, and David Weinstein. 2006. From Groundnuts to Globalization: A Structural Estimate of Trade and Growth.NBER Working Paper.Buch, Claudia M., and Farid Toubal. 2009. Openness and Growth: The Long Shadow of the Berlin Wall. Journal of Macroeconomics, 313: 409422.Chen, Natalie. 2004. IntraNational versus International Trade in the European Union: Why Do National Borders Matter? Journal of International Economics, 631: 93118.Combes, PierrePhilippe, Miren Lafourcade, and Thierry Mayer. 2005. The TradeCreating Effects of Business and Social Networks: Evidence from France. Journal of International Economics, 661: 129.Coughlin, Cletus C., and Dennis Novy. 2009. Is the International Border Effect Larger than the Domestic Border Effect? Evidence from US Trade. CESifo Working Paper Series.Cunat, Alejandro, and Marc Melitz. forthcoming. Volatility, Labor Market Flexibility, and the Pattern of Comparative Advantage. Journal of the European Economic Association.Eichengreen, Barry, and Douglas A. Irwin. 1998. The Role of History in Bilateral Trade Flows. In The Regionalization of the World Economy. , ed. Jeffrey Frankel. University of Chicago Press.TRADE AND THE AMERICAN SECESSION33Engerman, Stanley L., and Kenneth L. Sokoloff. 2000. History Lessons: Institutions, Factors Endowments, and Paths of Development in the New World.Journal of Economic Perspectives, 143: 217232.Engerman, Stanley L., and Kenneth L. Sokoloff. 2005. Colonialism, Inequality,and LongRun Paths of Development. NBER Working Papers.Erlbaum, Nathan, Jose HolguinVeras, and Kathleen Hancock. 2006. Some Suggestions for Improving CFS Data Products. Transportation Research Circular, Commodity Flow Survey Conference, July 89, 2005EC088: 7797.Falck, Oliver, Stephan Heblich, Alfred Lameli, and Jens Suedekum. 2010. Dialects, Cultural Identity, and Economic Exchange. IZA Working Paper Series,4743.Feenstra, Robert C. 2004. Advanced International Trade: Theory and Evidence. Princeton University Press.Galor, Oded, Omer Moav, and Dietrich Vollrath. 2009. Inequality in Landownership, the Emergence of HumanCapital Promoting Institutions, and the Great Divergence. Review of Economic Studies, 761: 143179.Goldin, Claudia D., and Frank D. Lewis. 1975. The Economic Cost of the American Civil War: Estimates and Implications. The Journal of Economic History,352: 299326.Hallak, Juan C. 2010. A ProductQuality View of the Linder Hypothesis. Review of Economics and Statistics, 923: 453466.Head, Keith, and John Ries. 1998. Immigration and Trade Creation: Econometric Evidence from Canada. Canadian Journal of Economics, 4762.Head, Keith, and Thierry Mayer. 2002. Illusory Border Effects: Distance Mismeasurement Inflates Estimates of Home Bias in Trade. CEPII Working Paper.Head, Keith, Thierry Mayer, and John Ries. 2010. The Erosion of Colonial Trade Linkages After Independence. Journal of International Economics,811: 114.Heinemeyer, Hans C., Max S. Schulze, and Nikolaus Wolf. 2008. Endogenous Borders? The Effects of New Borders on Trade in Central Europe 18851933.CESifo Working Paper Series.Helliwell, John F. 1997. National Borders, Trade and Migration. Pacific Economic Review, 23: 165185.34FELBERMAYR AND GROSCHLHelliwell, John F. 1998. How Much Do National Borders Matter? Brookings Institution Press, Washington, D.C.Helliwell, John F. 2002. Measuring the Width of National Borders. Review of International Economics, 103: 517524.Hillberry, Russel, and David Hummels. 2003. Intranational Home Bias: Some Explanations. Review of Economics and Statistics, 854: 10891092.Hillberry, Russel, and David Hummels. 2008. Trade Responses to Geographic Frictions: A Decomposition Using MicroData. European Economic Review,523: 527550.Hillberry, Russel H. 1999. Explaining the Border Effect: What Can We Learnfrom Disaggregated Commodity Flow Data. Indiana University Graduate Student Economics Working Paper Series, 9802.Hillberry, Russel H. 2002. Aggregation Bias, Compositional Change, and the Border Effect. Canadian Journal of Economics, 353: 517530.Hirsch, Barry T., David A. Macpherson, and Wayne G. Vroman. 2001. Estimates of union density, by State. Monthly Labor Review, 1247: 5155.Hong, Sok C. 2007. The Burden of Early Exposure to Malaria in the United States, 18501860: Malnutrition and Immune Disorders. The Journal of Economic History, 6704: 10011035.Hummels, David. 1999. Toward a Geography of Trade Costs. GTAP Working Papers.Martin, Philippe, Mayer Thierry, and Mathias Thoenig. 2008. Make Trade Not War? Review of Economic Studies, 753: 865900.Mc Callum, John. 1995. National Borders Matter: CanadaUS Regional Trade Patterns. American Economic Review, 853: 615623.Millimet, Daniel L., and Thomas Osang. 2007. Do State Borders Matter for USIntranational Trade? The Role of History and Internal Migration. Canadian Journal of Economics, 401: 93126.Mitchener, Kris J., and Ian W. Mc Lean. 1999. US Regional Growth and Convergence, 18801980. Journal of Economic History, 594: 10161042.Nitsch, Volker. 2000. National Borders and International Trade: Evidence fromthe European Union. Canadian Journal of Economics, 334: 10911105.TRADE AND THE AMERICAN SECESSION35Nitsch, Volker, and Nikolaus Wolf. 2009. Tear Down this Wall: On the Persistence of Borders in Trade. CEPR Discussion Paper, 7545.Nunn, Nathan. 2009. The Importance of History for Economic Development.Annual Review of Economics, 1: 6592.Ozimek, Adam, and Daniel Miles. 2011. Stata Utilities for Geocoding and Generating Travel Time and Travel Distance Information. The Stata Journal,111: 106119.Parsley, David C., and ShangJin Wei. 2001. Explaining the Border Effect: The Role of Exchange Rate Variability, Shipping Costs, and Geography. Journal of International Economics, 551: 87.Rauch, James E. 1999. Networks versus Markets in International Trade. Journal of International Economics, 481: 735.Rauch, James E., and Vitor Trindade. 2002. Ethnic Chinese Networks in International Trade. Review of Economics and Statistics, 841: 116130.Redding, Stephen, and Anthony J. Venables. 2004. Economic Geography and International Inequality. Journal of International Economics, 621: 5382.Reed, John, and Dale Volberg Reed. 1997. 1001 Things Everyone Should Know About The South. Main Street Books.Thursby, Jerry G., and Marie C. Thursby. 1987. Bilateral Trade Flows, the Linder Hypothesis, and Exchange Risk. Review of Economics and Statistics, 488495.Turner, Chad, Robert Tamura, and Sean E. Mulholland. 2008. How Importantare Human Capital, Physical Capital and Total Factor Productivity for Determining State Economic Growth in the United States: 18402000? Nicholls State University, unpublished.Turner, Chad, Robert Tamura, Sean E. Mulholland, and Scott Baier. 2007. Education and Income of the States of the United States: 18402000. Journal of Economic Growth, 122: 101158.Wei, ShangJin. 1996. IntraNational versus International Trade: How Stubborn are Nations in Global Integration? NBER Working Papers.Wolf, Holger C. 1997. Patterns of Intraand InterState Trade. NBER Working Papers.Wolf, Holger C. 2000. Intranational Home Bias in Trade. Review of Economicsand Statistics, 824: 555563.WEB APPENDIX to Within US Trade and the Long Shadow of the American Secession Gabriel Felbermayr and Jasmin Groschl November 24, 2011Ifo Institute for Economic Research at the University of Munich, Poschingerstr. 5, 81679Ifo Institute for Economic Research at the University of Munich, Poschingerstr. 5, 81679Munich, Germany; CESifo GEP; felbermayrifo.de Munich, Germany; groeschlifo.deA2FELBERMAYR AND GROSCHLWeb Appendix SUMMARY STATISTICS AND DATA SOURCES, 1993TABLE A1Unit of Observation: Pairs of States Sample FullN 768North South Data SourceN 364Variable Mean St. Dev. Mean St. Dev.ln zij Borderijln Distij Adjacencyijln Migration Stockij Black Shareij Jewish Shareij Christian Shareij Other Religion Shareij No Religion Shareij Urban Shareij Home Biasij Colonizerij ln 1860 Croplandij ln 1860 Farm Sizeij ln 1860 Population Densityij ln 1860 Illiteracy Ratesij 1860 Slave Shareij 1860 Free Black Shareij 1860 French Shareij 1860 Spanish Shareij 1860 Irish Shareij 1860 German Shareij 1860 British Shareij 1860 Malaria Riskij ln CapitalLabor Ratioij ln HighLow Skilled Ratioij ln Average Schoolingij ln Croplandij ln Farm Sizeij ln Agricultural To Total Outputij ln Manufacturing To Total Outputij ln Populationij ln Population Densityij ln Fertilityij ln Income Per Capitaij Union Membershipij Union Densityij Minimum Wageij Republicanij Judiciary Electionij Notes: Data from the Bureau of Economic Analysis stem from the Regional Economic Accounts. Contemporaneous variables if not statedotherwise. The operator denotes the absolute difference of variables between state i and state j. The operator denotes the product ofvariables in state i and state j.Commodity Flow Survey; Bureau of Economic Analysis.16.590own calculations.1.000Anderson and van Wincoop 2003.7.131own calculations.0.000American Community Survey.9.501172.135 141.202 Population Estimates Program.1.665The American Jewish Yearbook.7961.911.03838.2860.4780.0000.5301.0281.1501.4779.89739.6621.2120.7540.0006.2174.2291.2870.2240.2770.5600.0441.8950.5610.7090.3380.9471.0920.0820.15810.0449.7840.0830.6040.434Census of Agriculture.Bureau of Economic Analysis.Bureau of Economic Analysis.Population Estimates Program.Population Estimates Program.Vital Statistics of the United States.Bureau of Economic Analysis; Population Estimates Program.16.1300.4746.7360.1479.936184.3062.5457877.51.09643.6120.4900.0360.5641.0280.6671.3566.21620.7241.1550.0800.00020.58210.6627.2410.1440.2710.4340.0341.8550.5510.6820.3180.9601.0630.0770.1447.3767.1980.0830.4340.4521.0840.50.8550.3541.785211.976.192475.791.05621.3360.1460.1880.4960.8270.5291.1125.17920.2361.0390.2270.00234.58222.87211.6560.1060.2150.3120.0251.6190.4630.5110.2580.7440.820.0650.1195.545.3750.1210.4960.4980.6370.0000.4100.0001.5244.180375.65 ARIS 2008 Report.0.888ARIS 2008 Report.15.999 ARIS 2008 Report.Census of Population and Housing.0.133own calculations.0.000own calculations.0.500Census of Agriculture 1860.0.776Census of Agriculture 1860.0.328Census of Population and Housing 1860.1.0594.690Census of Population and Housing 1860.10.869 Census of Population and Housing 1860.Census of Population and Housing 1860.1.0460.215Census of Population and Housing 1860.Census of Population and Housing 1860.0.001Census of Population and Housing 1860.8.991Census of Population and Housing 1860.8.3911.124Census of Population and Housing 1860.0.088 Hong 2007.0.2100.3240.0271.380 National Resource Inventory Summary Report.0.4660.4880.2600.7020.7700.0690.1285.499 Hirsch et al. 2001.5.413 Hirsch et al. 2001.0.105 US Department of Labor.0.4900.496The American Presidency Project.own calculations.Turner et al. 2008.Census of Population; American Community Survey.Turner et al. 2007.WEB APPENDIX TO: TRADE AND THE AMERICAN SECESSIONA3Placebo CoastInterior and EastWest, 1993TABLE A2Dependent Variable: ln bilateral exports between i and j relative to states GDPs Specification Border Dummyij CoastCoastijEastEast Dummyij InteriorInteriorijWestWest Dummyijln Distanceij Fixed Effects Importer Exporter CoastInterior N 2,137EastWest N 2,137Av W NLS10.0210.04Fixed Effects320.0150.03Av W NLS40.1130.03Fixed Effects650.0370.030.2440.140.2730.140.4910.160.0750.060.8601.2201.2200.8651.2111.2110.020.030.030.020.030.03n.a.n.a.YESYESYESYESn.a.n.a.YESYESYESYESn.a.0.7880.788n.a.0.7880.788Adjusted R2Notes: Constant and fixed effects not reported. Robust standard errors reported in parenthesis. n.a. meansnot applicable. Av W NLS denotes the Anderson and van Wincoop 2003 Nonlinear Least Squares Method.Coast: Connecticut, California, Delaware, Florida, Georgia, Maine, Massachusetts, Maryland, New Hampshire, New Jersey, New York, North Carolina, Oregon, Pennsylvania, Rhode Island, South Carolina, Virginia, Vermont, Washington. Interior: Alabama, Arizona, Arkansas, Colorado, Idaho, Illinois, Indiana, Iowa,Kansas, Kentucky, Louisiana, Michigan, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada,New Mexico, North Dakota, Ohio, Oklahoma, South Dakota, Tennessee, Texas, Utah, West Virginia, Wisconsin, Wyoming. West: Arizona, Arkansas, California, Colorado, Idaho, Iowa, Kansas, Louisiana, Minnesota,Missouri, Montana, Nebraska, Nevada, New Mexico, North Dakota, Oklahoma, Oregon, South Dakota,Texas, Utah, Washington, Wyoming. East: Alabama, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Iowa, Kentucky, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Rhode Island, South Carolina, Tennessee, Vermont, Virginia, West Virginia, Wisconsin. District of Columbia, Hawaii and Alaska excluded.Significance levels as in Table 3.A4FELBERMAYR AND GROSCHLTABLE A3Sensitivity Analysis Various Years Dependent Variable: ln bilateral exports between i and j relative to states GDPs Data Specification Year of Data Border Dummyijln Distanceij Adjusted R2Year of Data Border Dummyijln Distanceij Adjusted R2Year of Data Border Dummyijln Distanceij Adjusted R2Fixed Effects Importer Exporter Importer Commodity Exporter Commodity Multilateral Resistance AggregatedOLS with Av W NLSMR Terms FECommodity FEChen 2004A10.1280.040.9780.03n.a.B10.1750.041.0710.03n.a.C10.1750.041.0870.03n.a.n.a.n.a.n.a.n.a.n.a.1997 N 766A2A30.0910.031.1040.030.1260.041.0320.04A40.1380.021.1400.010.8660.7370.8162002 N 739B2B30.1460.041.1360.030.1500.051.0660.04B40.1940.021.0910.010.8600.7150.8052007 N 768C2C3C40.1340.031.1800.030.1440.051.1160.040.1990.021.2160.010.8810.7430.788YESYESYESYESYESNotes: Constant, fixed effects and MR terms not reported. Robust standard errors reportedin parenthesis. n.a. means not applicable. Av W NLS denotes the Anderson and van Wincoop 2003 Nonlinear Least Squares Method. States in sample as in Table 1. District of Columbia is excluded. Pooling over all commodities in 1997 2002; 2007, we have in column 4 11,275 7,721; 12,772 observations. Significance levels as in Table 3.WEB APPENDIX TO: TRADE AND THE AMERICAN SECESSIONA5TABLE A4Counterfactual from Av W NLS, 1993With border barrier BBBorderless trade NBRatio BBNBAverage of P1North 0.730.020.720.021.010.01South 0.870.030.820.021.060.02Impact of Border Barriers on Bilateral Trade North North South South North South Ratio BBNBDue to bilateral resistance Due to multilateral resistance 1.030.011.000.001.030.011.120.041.000.001.120.040.800.031.070.031.070.02Notes: The upper part of the Table reports the average of P 1. For the North theaverage is taken over the 17 states in the sample, for the South over the 11 states.The lower part of the Table reports the ratio of trade with the estimated borderbarriers BB to that under borderless trade NB. This ratio is broken down intothe impact of border barriers on trade through bilateral resistance and throughmultilateral resistance.iA6FELBERMAYR AND GROSCHLAlternative Distance Measure fixedeffects estimationTABLE A5Dependent Variable: ln bilateral exports between i and j relative to states GDPs Year of Data 199319972002200712345678Border Dummyij0.1190.030.0530.030.1050.040.0930.03SouthSouth Dummyij NorthNorth Dummyij 0.4580.100.2200.090.1720.110.0660.100.5140.140.3040.130.1030.120.0820.11ln Travel Distanceij1.1561.1561.1491.1491.1841.1841.2301.2300.030.030.030.030.030.030.030.03Fixed Effects Importer Exporter YESYESYESYESYESYESYESYESYESYESYESYESYESYESYESYES768Observations Adjusted R20.886Notes: Constant and fixed effects not reported. Robust standard errors reported in parenthesis. True traveldistance between states obtained from Google used as distance measure. Significance levels as in Table 3.7680.8787390.8647660.8697660.8697680.8787390.8647680.886WEB APPENDIX TO: TRADE AND THE AMERICAN SECESSIONA7Sensitivity Analysis: Allocation of Border States, 1993TABLE A6Dependent Variable: ln bilateral exports between i and j relative to states GDPs Border States in South Border States in North Specification Border Dummyij SouthSouth Dummyij NorthNorth Dummyij Av W NLSAv W NLS4Fixed Effects561Fixed Effects230.1540.1040.030.030.1500.1310.040.030.6590.100.2080.050.2630.060.3310.09ln Distanceij0.9831.1171.1170.9871.1121.1120.020.030.030.020.030.03Fixed Effects Importer Exportern.a.n.a.YESYESYESYESn.a.n.a.YESYESYESYES1,057n.a.1,0570.8451,0570.8451,057Observations Adjusted R20.846Notes: Constant and fixed effects not reported. Robust standard errors reported in parenthesis. n.a. means not applicable. Av W NLS denotes the Anderson and van Wincoop 2003Nonlinear Least Squares Method. Column 1 to 3 allocate border states Delaware, Kentucky, Maryland, Missouri, West Virginia to South as listed in Table 1. North as in Table 1. Column 4 to 6 allocate border states Delaware, Kentucky, Maryland, Missouri, West Virginia to North as listed in Table 1. South as in Table 1. District of Columbia excluded.Significance levels as in Table 3.1,0570.8461,057n.a.A8FELBERMAYR AND GROSCHLSECTORAL REGRESSIONS fixedeffects estimationTABLE A7Dependent Variable: ln bilateral exports between i and j relative to states GDPs Sector Agriculture Mining Chemical Machinery Manufacturing Year of Data Border Dummyijln Distanceij Observations Adjusted R2Year of Data Border Dummyijln Distanceij Observations Adjusted R2Year of Data Border Dummyijln Distanceij Observations Adjusted R2Year of Data Border Dummyijln DistanceijA10.3090.081.3460.044,8150.746B10.2440.081.6000.065,4900.783C10.1760.091.4690.054,4700.773D10.3080.071.5940.05Observations Adjusted R24,1710.816A20.0220.231.5950.081,3360.757B20.3030.172.1190.092,6550.774C0.2100.362.0280.111,6290.762D20.1010.162.3380.071,9140.8131993A30.2270.081.2090.053,0780.6711997B30.0950.061.3080.053,2150.7552002C30.2160.081.2640.052,8200.7222007D30.3020.061.2460.043,1160.766A40.0220.071.0470.054,3240.657B40.0720.061.1760.053,4550.733C40.0050.071.1380.053,2050.695D40.0200.071.1680.053,4720.679A50.0680.061.0890.0411,9900.757B50.2000.051.1680.047,6200.803C50.2710.061.2520.047,0800.774D50.2770.051.2630.047,4360.808Notes: Importer and exporter fixed effects included in all regressions. Constant and fixedeffects not reported. Robust standard errors reported in parenthesis. Commodities pooledinto sectors as listed in Table A11 and A12 in the Appendix. Significance levels as in Table 3.WEB APPENDIX TO: TRADE AND THE AMERICAN SECESSIONA97002200279913991ytidommo Cdetagergg Aytidommo Cdetagergg Aytidommo Cdetagergg Aytidommo Cdetagergg Aata Dforae Yata Dnoitacfiicep S4002neh Csmre TRM4002neh Csmre TRMEFhtiw SLOEFEFhtiw SLO21621.040.011540.060.001800.060.09270.040.082900.70.0EF74002neh Csmre TRMEFhtiw SLO65EF44002neh Csmre TRMEFhtiw SLO32EF19110.600.811.0102.030.050.06500.500.512.0411.0031.0400.40.040.0jiymmu Dredro B40.060.060.040.060.0600.30.050.0500.500.40.050.0285.0597.0226.0715.0187.07550.2540.794.02840.192.0717.0055.0jiecnatsi DnlSEYSEYSEY277,21408.0SEYSEY867258.0SEYSEYSEY867419.0SEYSEYSEY127,7228.0SEYSEY937928.0SEYSEYSEY937398.0SEYSEYSEY57211,638.0SEYSEY667668.0SEYSEYSEY667409.0SEYSEYSEY303,31556.0SEYSEY867358.0SEYSEYSEY867119.0ytidommo Cretropmytidommo Cretropx EIstceff Edexi Fretropm Iretropx Eecnatsise Rlaretalitlu Mslortno Clanoitidd Asnoitavresb O2Rdetsud Ajsa 6elba T,6nmuoclfosaselbairavedulcnisledomll A.sisehtnerapnidetropersrorredradnatstsubo R.detropertonslortnocdnasmret RM,stceffedexfi,tnatsno C:seto N.3elba Tnisaslevelecnacfingi Si.slortnoclanoitidda 8AELBATstluse Ryrammu S:sledo Mdnaselpma Sevitanretl A,slortno Clanoitidd As PDGsetatsotevitalerjdnaineewtebstropxelaretalibnl:elbaira Vtnednepe DA10FELBERMAYR AND GROSCHLSectoral Regressions Including Controls fixedeffects estimationTABLE A9Dependent Variable: ln bilateral exports between i and j relative to states GDPs Agriculture Mining Chemical Machinery Manufacturing Sector Year of Data Border Dummyijln Distanceij Additional Controls Observations Adjusted R2Year of Data Border Dummyijln Distanceij Additional Controls Observations Adjusted R2Year of Data Border Dummyijln Distanceij Additional Controls Observations Adjusted R2Year of Data Border Dummyijln DistanceijA10.2840.110.6650.12YES4,8150.788B10.1650.130.7270.13YES5,4900.828C10.1160.170.5670.15YES4,4700.813D10.1220.120.7720.12A20.3880.360.4780.27YES1,3360.827B20.4340.330.6880.27YES2,6550.834C21.0730.530.0500.41YES1,6290.848D20.0960.311.3530.28YES1,9140.8391993A30.2400.110.2990.12YES3,0780.7381997B30.0500.120.5170.14YES3,2150.8022002C30.1150.150.2050.100.5030.15YES3,4550.780C40.0460.130.6820.150.5470.13YES2,8200.7612007D30.0140.120.7820.13YES3,1160.790YES3,2050.730D40.0520.130.5140.12YES3,4720.720A40.1620.110.3120.12YES4,3240.711A50.1800.090.2360.09YES11,9900.808B4B50.1530.070.4870.07YES7,6200.843C50.1070.100.6180.10YES7,0800.815D50.2930.080.5680.09YES7,4360.853Additional Controls Observations Adjusted R2YES4,1710.847Notes: Importer and exporter fixed effects included in all regressions. Constant, controls andfixed effects not reported. Robust standard errors reported in parenthesis. All models includevariables as of column 6, Table 6 as additional controls. Commodities pooled into sectors aslisted in Table A11 and A12 in the Appendix. Significance levels as in Table 3.WEB APPENDIX TO: TRADE AND THE AMERICAN SECESSIONA11TABLE A10Additionally Including the West: Sensitivity Dependent Variable: ln bilateral exports between i and j relative to states GDPs Data Specification Year of Data Border Dummyij South South Dummyij North North Dummyij West West Dummyijln Distanceij Additional Controls Adjusted R2Year of Data Border Dummyij South South Dummyij North North Dummyij West West Dummyijln Distanceij Additional Controls Adjusted R2Year of Data Border Dummyij South South Dummyij North North Dummyij West West Dummyijln Distanceij Aggregated Fixed Effects OLS with MR Terms 1997 N 1,699A30.2240.04A10.0810.04A20.1100.081.0851.150.0110.080.3240.050.3280.050.5950.03YES0.7592002 N 1,649B30.1020.05YES0.844B10.1100.05YES0.844B20.1040.090.1040.060.1310.09A40.0570.080.0990.040.1920.070.6000.04YES0.759B40.0420.090.0080.050.0890.08Commodity Chen 2004 FEA50.1460.020.4330.02YES0.826B50.1760.030.3910.050.3950.060.7410.040.7290.040.3990.03YES0.847C10.0130.04YES0.822C50.1320.02YES0.847C20.0620.080.0070.060.0410.09YES0.7322007 N 1,725C30.0480.05YES0.731C40.0670.080.0430.050.1080.080.4560.050.4450.050.7710.040.7460.040.5050.02Additional Controls Adjusted R2YES0.857YES0.857YES0.748YES0.748YES0.787YESYESYESYESFixed Effects Importer Exporter Importer Commodity Exporter Commodity Multilateral Resistance Notes: Constant, fixed effects, MR terms and controls not reported. Robust standard errors reportedin parenthesis. All models include variables as of column 6, Table 6 available for all states as additional controls. Pooling over all commodities in 1997 2002; 2007, we have in column 5 18,185 12,003;22,101 observations. Significance levels as in Table 3.YESYESYESYESA12FELBERMAYR AND GROSCHL1993 Standard Transportation Commodity Codes STCCTABLE A11Commodity Meaning Agriculture Mining Chemical Machinery Manufacturingxxxxxxxxx 18910111314192021222324252627282930313233343536373839404199Farm Products Forest Products Fresh Fish or Other Marine Products Metallic Ores Coal Crude Petroleum, Natural Gas, Gasoline Nonmetallic Minerals Ordinance or Accessories Food or Kindred Products Tobacco Products, excluding Insecticides Textile Mill Products Apparel or Other Finished Textile Products Lumber or Wood Products, excluding Furniture Furniture or Fixtures Pulp, Paper, Allied Products Printed Matter Chemicals or Allied Products Petroleum or Coal Products Rubber or Miscellaneous Plastics Products Leather or Leather Products Clay, Concrete, Glass, Stone Products Primary Metal Products Fabricated Metal Products Machinery, excluding Electrical Electrical Machinery, Equipment, Supplies Transportation Equipment Instruments, Photographic and Optical Goods Miscellaneous Products of Manufacturing Waste or Scrap Materials Miscellaneous Freight Shipments LTLGeneral CargoxxxxxxxxxxxxxxxxxxWEB APPENDIX TO: TRADE AND THE AMERICAN SECESSIONA131997, 2002, 2007 Standard Classification of Transported Goods SCTGTABLE A12Commodity Meaning Agriculture Mining Chemical Machinery Manufacturingxxxxxxxxxxxxxxxxxxxxxxxx 1234567891011121314151718192021222324252627282930313233343536373839404143Live animals and live fish Cereal grains Other agricultural products Animal feed and products of animal origin, n.e.c.Meat, fish, seafood, and preparations Milled grain products, bakery products Other prepared foodstuffs, fats, oils Alcoholic beverages Tobacco products Monumental or building stone Natural sands Gravel and crushed stone Nonmetallic minerals n.e.c.Metallic ores and concentrates Coal Gasoline and aviation turbine fuel Fuel oils Coal and petroleum products, n.e.c.Basic chemicals Pharmaceutical products Fertilizers Chemical products and preparations, n.e.c.Plastics and rubber Logs and other wood in the rough Wood products Pulp, newsprint, paper, and paperboard Paper or paperboard articles Printed products Textiles, leather, articles of textiles or leather Nonmetallic mineral products Base metal in primary or semifinished forms Articles of base metal Machinery Electronic and office equipment and components Motorized and other vehicles including partsTransportation equipment, n.e.c.Precision instruments and apparatus Furniture, mattresses and supports, lamps Miscellaneous manufactured products Waste and scrap Mixed freightxxxxxxxxxxxxxxx No. 116 Felbermayr, G.J. and E. Yalcin, Export Credit Guarantees and Export Performance: Ifo Working Papers An Empirical Analysis for Germany, December 2011. No. 115 Heid, B. and M. Larch, Migration, Trade and Unemployment, November 2011. No. 114 Hornung, E., Immigration and the Diffusion of Technology: The Huguenot Diaspora in Prussia, November 2011. No. 113 Riener, G. and S. Wiederhold, Costs of Control in Groups, November 2011. No. 112 Schlotter, M., Age at Preschool Entrance and Noncognitive Skills before School An Instrumental Variable Approach, November 2011. No. 111 Grimme, C., S. Henzel and E. Wieland, Inflation Uncertainty Revisited: Do Different Measures Disagree?, October 2011. No. 110 Friedrich, S., Policy Persistence and Rent Extraction, October 2011. No. 109 Kipar, S., The Effect of Restrictive Bank Lending on Innovation: Evidence from a Financial Crisis, August 2011. No. 108 Felbermayr, G.J., M. Larch and W. Lechthaler, Endogenous Labor Market Institutions in an Open Economy, August 2011. No. 107 Piopiunik, M., Intergenerational Transmission of Education and Mediating Channels: Evidence from Compulsory Schooling Reforms in Germany, August 2011. No. 106 Schlotter, M., The Effect of Preschool Attendance on Secondary School Track Choice in Germany, July 2011. No. 105 Sinn, H.W. und T. Wollmershauser, TargetKredite, Leistungsbilanzsalden und Kapitalverkehr: Der Rettungsschirm der EZB, Juni 2011. No. 104 Czernich, N., Broadband Internet and Political Participation: Evidence for Germany, June 2011. No. 103 Aichele, R. and G.J. Felbermayr, Kyoto and the Carbon Footprint of Nations, June 2011. No. 102 Aichele, R. and G.J. Felbermayr, What a Difference Kyoto Made: Evidence from Instrumental Variables Estimation, June 2011. No. 101 Arent, S. and W. Nagl, Unemployment Benefit and Wages: The Impact of the Labor Market Reform in Germany on Reservation Wages, June 2011. No. 100 Arent, S. and W. Nagl, The Price of Security: On the Causality and Impact of Layoff Risks on Wages, May 2011. No. 99 No. 98 No. 97 No. 96 No. 95 No. 94 Rave, T. and F. Goetzke, Climatefriendly Technologies in the Mobile Airconditioning Sector: A Patent Citation Analysis, April 2011. Jeberger, C., Multilateral Environmental Agreements up to 2050: Are They Sustainable Enough?, February 2011. Rave, T., F. Goetzke and M. Larch, The Determinants of Environmental Innovations and Patenting: Germany Reconsidered, February 2011. Seiler, C. and K. Wohlrabe, Ranking Economists and Economic Institutions Using Re PEc: Some Remarks, January 2011. Itkonen, J.V.A., Internal Validity of Estimating the Carbon Kuznets Curve by Controlling for Energy Use, December 2010. Jeberger, C., M. Sindram and M. Zimmer, Global Warming Induced WaterCycle Changes and Industrial Production A Scenario Analysis for the Upper Danube River Basin, November 2010. No. 93 No. 92 Hener, T., Do Couples Bargain over Fertility? Evidence Based on Child Preference Seiler, C., Dynamic Modelling of Nonresponse in Business Surveys, November 2010. Data, September 2010. No. 91 No. 90 Schlotter, M. und L. Womann, Fruhkindliche Bildung und spatere kognitive und nichtkognitive Fahigkeiten: Deutsche und internationale Evidenz, August 2010. Geis, W., High Unemployment in Germany: Why do Foreigners Suffer Most?, August 2010. ", "filename": "IfoWorkingPaper-117.pdf", "person": ["Gabriel Felbermayr", "Felbermayr, Gabriel", "Jasmin Gröschl", "Gröschl, Jasmin"], "date": ["2011"]}