{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/66905/1/ii12-401.pdf"], "title": ["Risk attitudes, development, and growth: Macroeconomic evidence from experiments in 30 countries"], "plaintext": " Abstract Risk Attitudes, Development, and Growth Macroeconomic Evidence from Experiments in 30 Countries Ferdinand M. Vieider, Thorsten Chmura and Peter Martinsson We measure risk attitudes in 30 different countries in a controlled, incentivized experiment N 3025. At the macroeconomic level, we find a strong and highly significant negative correlation between the risk tolerance of a country and income per capita. This gives rise to a paradox, seen that risk tolerance has been found to be positively associated with personal income within countries. We show that this paradox can be explained by unified growth theory. These results are consistent with the prediction that risk attitudes act as a transmission mechanism for growth by encouraging entrepreneurship. Furthermore, our study shows that risk attitudes vary considerably between countries and that for typical experimental stakes, risk seeking or neutrality is just as frequent as risk aversion. Keywords: Risk attitudes, cultural comparison, economic growth, comparative development JEL classification: D01, D03, D81, E02, O10, O11, O12 Ferdinand Vieider gratefully acknowledges generous financial support from the Excellence Initiative at the University of Munich. We are indebted to Glenn Harrison, Olivier lHaridon, Macartan Humphreys, Konstantinos Katsikopoulos, Frank Heinemann, Ola Olsson, Peter Wakker, Han Bleichrodt, Aurelien Baillon, Steffen Huck, Joe Henrich, Stefan Trautmann, and Justin Valasek for helpful comments on earlier versions of this paper. All errors remain ours alone. The following people provided help with translations and in organizing and running the experiments: Clara Ines VillegasPalacio, Marta Serra Garcia, Xiangdong Qin, Shuwen Li, Eva Xie, Jing Yu, Haileselassie Medhin, Yoshi Saijo, Takao Kusakawa, Frauke Mattison Thompson, Maria Angelica Naranjo, Francisco Alpizar, Phanith Chou, Phumsith Mahasuweerachai, Nghi Truong, Jiang Chong, Sunday Adewara, Martine Visser, Ranoua Bouchouicha, Mathieu Lefebvre, Jolanda Ygosse Battisti, Micha Krawczyk, Michal Bauer, Jorge Dresdner, Hrvoje Stojic, Lachlan Deer, Diego Aycinena, Jorge Chang, Ashraf Eid, Lubomir Cingl, Alexis Belianin, Gautam Gupta, Olivier lHaridon, Daniel Schoch. Variations in entrepreneurial spirit among individuals are originated from differences in the degree of risk aversion with respect to consumption.   Differences in the degree of risk aversion across individuals affect their reproductive success and are transmitted across generations, either genetically or culturally. In early stages of development risk aversion has an adverse effect on fertility and reproductive success, raising the frequency of risktolerant, growth promoting traits in the economy and stimulating the growth process. However, as economies mature, risk aversion has a beneficial effect on reproductive success, diminishing the growth potential of the economy.Galor Michalopoulos, 20121. Motivation Current development levels differ dramatically across the world, with incomes per capita ranging from bare subsistence levels to very comfortable standards of living in industrialized countries. What explains such differences in development levels? There are two research traditions that deal with this issue. On the one hand, the comparative development literature seeks to investigate the ultimate and proximate causes of todays disparate income levels. On the other hand, growth theory attempts to explain and model how growth processes actually take place. Communication between these two strands of literature is weak historically. In this paper, we present evidence on risk attitudes at the country level. Adding evidence on risk preferences from a crosssection of countries at very different stages of development into a unified account of economic growth, we provide evidence on a microeconomic mechanism through which growth is channeled and may ultimately be transformed into permanently higher income if the right conditions are met.Providing evidence on comparative risk attitudes across 30 countries from a fully controlled and incentivized experiment, we try and build bridges between different strands of literature and fit together several stylized facts. First and foremost, we contribute to the literature in decision theory and behavioral economics by showing that risk aversionimplicitly assumed to be the universal tendency based on data obtained with Western student and nonstudent samplesdoes not hold for the nonWestern world. Furthermore, the differences in risk attitudes are systematic. We find a strong negative association between risk tolerance and GDP per capita between countries, with poor countries displaying much higher risk tolerance than rich ones. This is all the more striking since there is considerable evidence that within countries this relation is reversed, with lower income levels associated with decreased risk tolerance. We thus have a paradox.We resolve this paradox through Galors 2011 unified growth theory. In unified growth theory, the transition between different growth phases happens through reversals in demographic trends. Whereas in early phases of growth the number of offspring is positively linked to income, this trend is reversed in modern societies Goodman, Koupil, Lawson, 2012. Given the positive 2withincountry correlation between risk tolerance and income, richer people having larger numbers of offspring in poor countries will result in the diffusion of risk tolerant traits in the population. As countries get richer, this trend is reversed, with the more risk tolerant rich having relatively fewer children and risk tolerance declining as a consequence Galor Michalopoulos, 2012. This matters inasmuch as risk tolerance is one of the determinants of entrepreneurship, which acts as the engine of growth in a process of creative destruction Aghion Howitt, 1992; Schumpeter, 1934, whereby individuals take advantage of their unique knowledge and ideas to create personal profit, thereby benefiting the economy at large through innovation Hayek, 1948; Kirzner, 1973.The present paper proceeds as follows. Section 2 provides an overview on risk attitudes, their relation to income, and their transmission. Section 3 delves deeper into the details of unified growth theory, with particular attention to the role played by risk tolerance as a microeconomic transmission mechanism for growth. Section 4 presents the details of our experimental measurements and introduces the indices that will be used for analysis. Section 5 presents the results. Section 6 provides a discussion, and section 7 concludes the paper.2. Risk Attitudes and their Determinants Risk attitudes can differ widely at the individual level and heterogeneity is often difficult to explain von Gaudecker, van Soest, Wengstrom, 2011. Nevertheless, the aggregate data obtained with Western student and nonstudent populations all point in the direction of risk aversion as the average or median trait Gneezy Potters, 1997; Noussair, Trautmann, Kuilen, 2011; von Gaudecker et al., 2011. While there are exceptions to this rule, such exceptions have been mostly found in particular decision situations, such as for small probability levels, or when decisions are framed as losses relative to a reference point. The evidence from the developing worldas far as availablelargely confirms the finding of risk aversion Binswanger, 1980; Tanaka, Camerer, Nguyen, 2010. We are only aware of two exceptions to this rule. Henrich Mc Elreath 2002 found significant risk seeking in 5050 prospects by tribesmen in Tanzania and Chile. Doerr, Toman, Schmidt, 2011 found risk seeking behavior by Ethiopian farmers using a choice list popularized by Holt Laury 2002.For the purpose of this paper, we are particularly interested in how risk attitudes vary with income or wealth. In a large survey of the Dutch population, Donkers, Melenberg, Van Soest, 2001 showed that risk tolerance is positively correlated with incomeor actually, that risk aversion decreases in income.1 Using incentivized measures, von Gaudecker, van Soest, 1 We use the term risk tolerance to refer to a continuum of risk attitudes, whereas risk aversion is often used to imply that the valuation of a lottery or prospect is lower than its expectation. We will further clarify our terminology below.3Wengstrom 2011 find risk aversion over gainloss prospects to decrease in income.2 Harrison, Lau, Rutstrom 2007 showed a positive correlation between income and risk tolerance in a representative sample of the Danish population. The result was also found in a large representative sample of the German population by Dohmen, Falk, Huffman, Sunde, et al., 2011 and Dohmen, Falk, Huffman, Sunde 2010. There is furthermore evidence on this same relationship from developing countries. Tanaka, Camerer, Nguyen 2010 found people from richer villages to be less risk averse over gainloss prospects than people from poorer villages in Vietnam. Measuring risk attitudes of poor farmers in Ethiopia, Yesuf Bluffstone 2009 found risk tolerance to increase in different indicators such as cash liquidity, although income is not measured directly but is likely highly correlated with these indicators. These results are all the more remarkable since these studies generally use a homogenous population groupfarmers. It is thus not surprising that there are papers that do not find a significant correlation between income and risk attitudes in this context Akay, Martinsson, Medhin, Trautmann, 2011a; Binswanger, 1980; Cameron Shah, 2012.The positive correlation between risk tolerance and income immediately raises two additional issues which are tightly relatedthe direction of causality and the link between risk attitudes and entrepreneurship. Bonin, Dohmen, Falk, Huffmann, Sunde 2007 showed that risk tolerance correlates with sorting into more risky professions as well as with higher income. Additional evidence on such a relation is provided by Shaw 1996. Cramer, Hartog, Jonker, van Praag 2002 provide direct evidence on how selfemployment is associated with higher risk tolerance. Charles Hurst 2003 showed that people who fall into the highest risk tolerance category out of four categories measured with a hypothetical lottery question are 50% more likely to own a business than the mean. Together, these findings show that risk tolerance and entrepreneurship are correlated, and suggest that at least some of the causality may run from risk tolerance to sorting into riskier professions and entrepreneurship. Nevertheless, in very poor countries the causality may sometimes also run in the other direction, with very poor people adopting risk averse strategies to cope with risks that may affect their very livelihood Rosenzweig Binswanger, 1993. Such risk aversion in turn keeps people in poverty, giving rise to a feedback cycle in which poverty leads to risk aversion, which in turn leads to the persistence of poverty. For instance, Jayachandran 2006 showed how risk aversion leads the very poor in India to sell their labor for low wages rather than to employ it more fruitfully on the farm. Morduch 1994, 2 They do, however, not find an effect of income on utility curvature, which indicates risk aversion and is estimated over both gain and loss prospects jointly. They find, on the other hand, an effect of education, with more educated people less risk averse, as well as finding an effect of wealth, with the least wealthy individuals significantly more risk averse. Both of these measures may correlate with income, and the direction of the effects is consistent with the other findings on the riskincome relation. 41995 discusses how risk averse income smoothing in the absence of insurance or credit facilities leads poor people in developing countries to be trapped in poverty. It is important to note, however, that these studies concern the poorest population segments in developing countries, and do not constitute a statement on general risk attitudes or betweencountry comparisons.There is also increasing evidence that risk attitudes are transmitted from parents to childreneither culturally or genetically, or both. Dohmen, Falk, Huffman, Sunde 2011 showed that risk attitudes of parents and children are correlated in Germany. Similar evidence exists for the US Charles Hurst, 2003; Kimball, Sahm, Shapiro, 2009. Leuermann Necker 2011 found the propensity of fathers and sons to take occupational risks to be correlated. Also, twin studies conducted in Sweden and China provide strong indications that at least part of the intergenerational transmission may be genetic Cesarini, Dawes, Johannesson, Lichtenstein, Wallace, 2009; Zhong et al., 2009, although estimates of the degree of heritability differ between the two studies. In addition, there is some indirect evidence on the heritability of entrepreneurial traits. White, Thornhill, Hampson 2006 showed that entrepreneurs have higher testosterone levels than nonentrepreneurs, as well as having a higher propensity to take risks, which together with the high heritability of testosterone levels indicates again that an aptitude towards entrepreneurship may be transmitted genetically.We are not the first to investigate betweencountry differences in risk attitudes. In a pioneering paper, E. Weber Hsee 1998 compared risk attitudes of four countries using answers to hypothetical 5050 prospects. Bruhin, FehrDuda, Epper 2010 compared risk attitudes in China and Switzerland in the context of a mixture model, finding that Chinese students who can be described by prospect theory are more risk tolerant than the same group in Switzerland. In what has been the most ambitious exercise to date, Rieger, Wang, Hens 2011 compared risk attitudes obtained from hypothetical surveys in 45 different countries. Other than being hypothetical, however, the study is also limited by large amounts of noise. We are thus the first to present evidence from a largescale, fully controlled and incentivized experiment.This leaves us with the question of the validity of our measures of risk attitudes, and in particular with an issue every international comparison facesgiven that random allocation of subjects to treatments must by necessity be abandoned, do any differences found reflect genuine differences between countries? In order to investigate this issue, we ran the experiment in two different cities in China Beijing and Shanghai and on two different campuses in Addis Ababa, Ethiopia. Withincountry differences between the various parameters turned out to be small compared to betweencountry differences, and almost completely disappeared once we controlled for subject characteristics in a regression. This reassured us about the randomization issuefor 5details, see Vieider et al., 2012. While there may be small fluctuations in parameters due to differences in the composition of the subject pool, these differences are generally secondorder compared to international differences, and will thus not significantly affect the international comparison.3. Unified Growth Theory and Risk Attitudes Unified growth theory Galor, 2011 divides historical growth processes into three stages: 1 a Malthusian phase, in which income per capita is generally stagnant or grows only very slowly; 2 a postMalthusian phase, with accelerated technological and economic growth, that is however still largely matched by population growth; and 3 the modern growth phase, in which population growth recedes and income per capita starts taking off. We briefly examine each phase, and their connection to the transmission and prevalence of risk attitudes.For millennia after the agricultural revolution, human societies found themselves in a Malthusian trap, with increases in income matched by increases in population, so that income per capita would remain largely unchanged. With some factors of productionspecifically landconstant, Thomas Malthus 1798 argued, other factors such as human capital would have decreasing returns, thus keeping a lid on further population growth and on the growth of income per capita. Any improvements in technology would only lead to temporary growth in income, which would result in turn in population growth, only for income per capita to revert to its previous level. Given that population growth is thus capped by available income, fertility rates are intimately linked to income Galor Weil, 1999; Lee, 1987, with richer people having larger numbers of offspring. Clark Hamilton 2006 showed that the number of offspring in England around 1600 was positively linked to income and wealth, with the richest males having almost twice the offspring of the poorest. Tracing Swedish families over several generations, Goodman et al., 2012 showed that as late as in the early 1900s socioeconomic success resulted in higher number of children mostly through high rates of childlessness amongst lowstatus men, with the trend reversing in subsequent generations. Given the positive correlation between risk tolerance and income, and given transmission of risk attitudes within the family both of which we have discussed above, this will eventually lead to a prevalence of risk tolerance in the population.Income per capita finally started increasing after the industrial revolution in England in the middle of the 18th century Maddison, 2003.3 The break from the Malthusian phase happened when population density reached a level where it gave rise to ever accelerating technological growth 3See also Voigtlander Voth, 2012 for an account how crises under the form of epidemics and wars may have led to new Malthusian steady states with subsequently higher levels of income.6Kremer, 1993. The increased growth in technology, in turn, leads to increasing returns to human capital, which induces parents to gradually substitute quality for quantity of children Becker, Murphy, Tamura, 1990; Galor Weil, 2000. While this makes sense because of the high payoff from entrepreneurial human capital Gennaioli, La Porta, LopezdeSilanes, Shleifer, 2013; Lucas, 1988, the number of offspring by richer parents thus declines Goodman et al., 2012. As poorer population segments also start benefiting from increased growth, they will at first increase their number of children, since previous income constraints are no longer binding Galor Moav, 2002; Gibson Mace, 2006. These two opposing tendencies will again be reflected in risk attitudes, with risk tolerance expected to decline as income per capita increases and societies get richer Galor Michalopoulos, 2012. While there will thus initially be an increase in population, this process ultimately leads to a demographic transition Galor, 2005, whereby population growth starts to decline and income per capita increases to new levels, giving rise to the modern growth regime as modeled by neoclassical growth theory Solow, 1956. Whereas most European countries went through the demographic transition in the late 19th century, in most of Latin America and Asia the transition only took place some time in the second half of the 20th century, while in Africa countries have only recently started the transition Galor, 2011. We would thus expect this to be reflected in the different prevalence of risk tolerance within the different populations, with a negative correlation between income per capita and risk tolerance.4. Experimental Setup and Design Figure 1: Countries included in the study 7Countries. We present data on risk attitudes obtained from experiments in 30 countries on all continents except Antarctica. The countries were selected with an eye to diversification along several dimensions that were deemed potentially important for our study. These included level of income per capita, geographic representation, importance in economic and population terms, and the positioning on Hofstedes 1980 individualism and uncertainty avoidance scales. Beyond this, we faced some constraints in terms of countries in which we could find collaborators and universities willing to help us with the experiments, and had to exclude countries that would have proven too dangerous or otherwise unsuited for carrying out a controlled experiment. Figure 7 shows the countries that were included in our study.Subjects. A total of 3025 subjects participated in the experiment. Only subjects who declared to be originally from the country where the experiment took place are however included in the analysis, reducing this number to 2855. University students were used inasmuch as they are more comparable across countries than other population groups, and an experiment with students allowed more control over the experimental conditions. It has also been shown that using students lowers inconsistency levels Huck Muller, 2012. The downside is that this choice of subject pool may result in a loss of representativeness. This may be particularly problematic if selection into university systematically varies with countryspecific characteristics, such as income. While such concerns are legitimate and likely do affect our sample in some specific countries, we do not think that there is a systematic trend in this directionthis issue will be further addressed in the discussion. A total of 34% of students were excluded at the data entry stage because they manifestly did not understand the task. We tried to obtain a relatively large sample of around 80100 subjects in each country to minimize measurement error, although there is some variation in the sample size due to organizational practicalities.4 We also tried to recruit subjects with similar characteristics as much as possible. Table 1 reports the number of subjects for each country, as well as some of their principal characteristics. Subjects were recruited either from existing subject pools or through advertisements in the study halls. Where subject pools existed, we excluded subjects who had participated in many experiments before to keep the subject pool as comparable as possible. It was mentioned that money could be gained in the experiments, but we refrained from indicating precise amounts in order not to create expectations or reference points. 4For instance, in Saudi Arabia we were not able to secure a female subject pool since our male contact was not allowed to interact with females. In Malaysia, the experiment was shut down two thirds through the sessions because of sharia law.8PPP rate Language English French 2 AUD 12 Real Country Australia Belgium Brazil Cambodia Chile China Colombia Costa Rica Czech Rep.Ethiopia France Germany Guatemala India Japan Kyrgyzstan Malaysia Nicaragua Nigeria Peru Poland Russia Saudi Ar.S. Africa Spain Thailand Tunisia UKUSAVietnam Sub.s age female econ math natural 547883809620412810199138939884898497641182009488625353777974807520332% 26% 15%55% 41% 6%40% 99% 1%51% 0% 21%49% 5% 22%39% 13% 45%50% 6% 80%35% 31% 20%40% 51% 11%31% 59% 10%49% 47% 6%47% 12% 39%45% 34% 18%69% 71% 0%49% 10% 42%52% 64% 0%38% 58% 19%41% 92% 3%50% 44% 0%47% 42% 37%47% 42% 8%50% 73% 13%0% 60% 30%39% 45% 21%49% 46% 4%65% 33% 10%46% 23% 49%55% 75% 0%50% 19% 21%0.4644% 15%15%10%0%24%13%18%5%13%5%8%15%9%0%2%11%0%6%0%1%0%7%0%0%8%0%14%8%3%13%8%222021212121212222212125212122192021222324202222202023202121hum 10%7%0%13%3%8%3%1%11%2%4%14%12%11%11%6%0%0%3%1%17%10%0%6%9%0%0%1%7%0% arts 6%3%0%18%14%1%2%2%4%0%4%0%4%10%0%0%2%0%29%0%0%0%0%2%4%1%0%3%4%1%6 Birr 1 11500 Riel 500 Pesos 4 RMBsocial 3%13%0%18%7%6%1%1500 Pesos 14% 500 Colones 10%20 Kronas 9%3%3%13% 6 Quetzales 22 Rupees 3%5%120 Jen 24 KGS29%2 Ringgit 5%0%10 Cordobas 110 Naira 12%2 N. Soles 4%12%2.4 Zloty 22 Rubles 1%4 Riyal 0%4%8 Rand 23%22%0%7%21%10%20 Baht 2 Dinar 1 GBP 1.20 1Portuguese Khmer Spanish Chinese Spanish Spanish Czech English French German Spanish English Japanese Russian English Spanish English Spanish Polish Russian English English Spanish Thai French English English 8000 Dong Vietnamese Table 1: Number of subjects per country and principal characteristics. The number of subjects indicates the number of nationals taking part in the experiment. Age indicates the median age, econ the percentage of economics students, math the % of mathematics and engineering students, natural the % of natural science students, hum the % of students of the humanities, arts the % of arts students, and social the number of social science students other than economics.Organization of experiments. We made every effort to keep conditions constant across countries. Experimental questionnaires were carefully translated and backtranslated by a different person, and differences were resolved by discussion. The instructions were read to subjects, and additional 9explanations were provided by the experimenters where needed.5 The experiment was always conducted in the teaching language of the university, and additional explanations were provided in the local languages where the latter were different from the teaching language and such explanations were needed. Subjects were also given the time to read through the instructions by themselves again, and could ask questions in case anything was unclear. Substantial real incentives at the upper end of typical experimental stakes were provided, so as to make the monetary or economic dimension salient Holt Laury, 2002; Smith, 1976. Monetary stakes were converted carefully using World Bank PPP data, and the latter were doublechecked recurring to local student assistant wages to control for deviations in PPP between the cities were the experiment was executed and the country at large. In the runup to the experiment, we were particularly concerned that, given the sensitivity of risk attitudes to monetary stakes Binswanger, 1980; Holt Laury, 2002; Kachelmeier Shehata, 1992, slight deviations in monetary conversions could cause differences between countries that might then erroneously be attributed to cultural effects. Existing studies were not of much help, since they usually varied stakes between 10 and 40fold. We thus ran an experiment in which we varied stakes by 20% relative to the baseline. The results were reassuring: at least for variations in this range, we did not observe systematic differences in risk attitudesfor details on the results, see Vieider 2012. Subjects were not deceived, and all procedures were explained beforehand and handled with the maximum transparency for our experimental subjects.Experimental tasks. In total, there were 44 prospects in the experiment. In this paper, we concentrate on the 14 prospects offering a monetary gain with a given probability.6 To measure risk attitudes, we used choice lists, the standard in the literature on risk attitudes Abdellaoui, Baillon, Placido, Wakker, 2011; Bruhin et al., 2010; Sutter, Kocher, Rutzler, Trautmann, 2012. Subjects were asked to decide between each given prospect and different sure amounts of money which increased in evenly spaced steps from the lowest amount to the highest amount in the prospect. Subjects are expected to choose the prospect for relatively small sure amounts and then switch to the sure amount at a certain point as the latter gets larger. The mean value of the last amount for which the prospect was chosen and the first amount for which the sure amount was chosen is then encoded as certainty equivalent CE of the prospect. At the end of the experiment, one task was randomly selected for each subject, and then one of the lines would be randomly 5 One experimenters carried out part of the experiment in several countries, while other parts were conducted by other experimenters. Controlling for experimenter fixed effects we find no significant difference in our data.6 The 14 prospects involving monetary gains were always presented first, so that choices are not affected by subsequent unknown probabilities or losses.10chosen to be played to determine the payoff. This procedure provides incentives for declaring ones true valuation of a prospect and is the standard procedure used for this kind of tasks Andersen, Harrison, Lau, Rutstrom, 2008; Baltussen, Post, van den Assem, Wakker, 2012; Sutter et al., 2012; von Gaudecker et al., 2011. We use CEs from 14 such tasks, with p18, 28, 38, 48, 58, 68, 78. In addition to the 7 prospects offering the PPPequivalent of 20 or zero, there were two additional prospects that provided the PPPequivalent of 20 with p18; 78 and of 5 with a complementary probability. Also, we had prospects offering 5 or 0, 10 or 0, 30 or 0, 30 or 10, and 30 or 20 with a 5050 probability. An example of such a task is depicted in figure 2 complete instructions in supplementary materials.21837456 Win 10 if one of the following balls is extracted:1234Win 0 if one of the following balls is extracted: 756Lottery Sure amount OOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO 0.50 for sure 1.00 for sure 1.50 for sure 2.00 for sure 2.50 for sure 3.00 for sure 3.50 for sure 4.00 for sure 4.50 for sure 5.00 for sure 5.50 for sure 6.00 for sure 6.50 for sure 7.00 for sure 7.50 for sure 8.00 for sure 8.50 for sure 9.00 for sure 9.50 for sure 8Figure 2: Example of choice list to elicit certainty equivalents We kept prospects in the same order in all experiments. First, we presented all 5050 prospects in ascending order of prizes, then we presented the other prospects in order of ascending probability. Keeping prospects in a fixed order makes the task easier for subjects and reduces noise, and is thus not unusual in the literature e.g., Noussair, Trautmann, van de Kuilen, 2011. Indeed, this 11follows the same logic by which choices between pairs of prospects in multiple choice lists are usually ordered by ascending probability Andersen et al., 2008; Holt Laury, 2002; von Gaudecker et al., 2011. To test whether this may make a difference, we ran the experiment in three additional orders in Vietnam. Risk was always presented first, and the prospects were presented either in order of ascending probability, in order of descending probability, or randomly. The different orders had no effect on the indices used in this paper see supplementary materials for details. We thus pool the orders in the Vietnamese data.Indices and analysis. We present risk attitudes in a modelfree form. A person is thus characterized as risk averse if she strictly prefers the expectation of a prospect or lottery over the prospect itself Sutter et al., 2012; von Gaudecker et al., 2011; Wakker, 2010. Throughout the paper, we will use two main measures that summarize risk attitudes over the 14 prospects at the individual level, one parametric and one nonparametric. Our preferred measure is global risk aversion, a parametric measure summarizing choices at the individual level. To construct this measure we estimate the linear best fit for the normalized CEs by OLS estimation at the individual level:CE i , j X jcs EV j X ji,where i indicates the subject, j the prospect, and where X is the prize to be won in the prospect and serves to normalize our results to a convenient unit of measurement. This results in two parameters: the intercept, c, and the slope, s, of the linear best fit. From these, we derive an index representing global risk aversion, which is simply 1s 2c. It indicates average risk attitudes over the probability space and is a measure of the area between the linear best fit and the 45 line that falls below the latter minus the area between the same two lines above the 45 line with the latter representing the benchmark of expected value maximization. A positive value of this index thus indicates risk aversion, a negative value risk seeking, and a value of 0 risk neutrality. Figure 3 shows some nonparametric data of typical subjects together with the fitted regression lines. Subject 1 from Australia is close to maximizing expected value, with an intercept of approximately 0 and a slope of approximately 1. He will thus have a global risk aversion index close to 0. Subject 2 from Germany is globally risk averse i.e., the area between the the fitted line and the 45 line below the latter is much larger than the area between the two lines above the 45 line. The exact opposite happens for subject 3 from Saudi Arabia, who is globally risk seeking. In all three cases, the linear fit can be seen to represent preferences well. 12Figure 3: Examples of lines fitted to nonparametric data Using a linear best fit to nonparametric data has several desirable properties. Viscusi Evans, 2006 found that such linear functions constitute a good representation of preferences. Given that several data points determine the parameters, this measure is relatively resistant to outliers or noise. The main index derived from this estimation has a straightforward interpretation, and makes comparisons to the benchmark very intuitive. Notice also how the the function estimated as well as the indices derived from it is formally equivalent to the one employed by Abdellaoui et al. 2011 and Abdellaoui, LHaridon, Zank 2010 to analyze neoadditive weighting functions Chateauneuf, Eichberger, Grant, 2007. Finally, this index allows us to detect regularities in decision patterns. In particular, a negative slope is an indicator of systematic violations of firstorder stochastic dominance, which we discuss below.In addition to our preferred measure, we also report a nonparametric measure. We first take the ratio between the CE and the mathematical expectation EV for each prospect. A CEEV ratio larger than 1 indicates a preference of the prospect over its mathematical expectation and thus risk seeking; a ratio smaller than 1 indicates a preference of the mathematical expectation of the prospect over the prospect itself, indicating risk aversion; CEEV, resulting in a ratio equal to 1, indicates indifference and thus risk neutrality. We then construct an aggregate measure from this by taking the median CEEV ratio for each subject. Taking the median rather than the mean at the individual level gives less weight to extremely high values such as the ones often observed for small probabilities, for which risk seeking is typically found EtchartVincent LHaridon, 2011. 13Results for all 14 CEEV ratios are reported in the appendix at the end of the paper.Noise. One worry of an international comparison is that noise levels may differ systematically across countries. A particularly severe form of noise consists in systematic violations of rationality principles such as first order stochastic dominance, such that the slope of the line fitted to nonparametric observations would be negative, indicating certainty equivalents that decrease in the expectation of the prospect. We find some differences in such violations across countries. While in most countries they are relatively infrequent around 12%, they are significantly higher than in Germany our reference country in four countries: Nicaragua, Nigeria, Peru, and Tunisia. In the latter, such violations range from 710%, except for Nigeria, where they amount to fully 21%. Since we are interested mainly in median risk attitudes per country, we have decided not to exclude any subjects a priori from our analysis. If subjects systematically violating stochastic dominance are excluded, the differences are quantitative rather than qualitativesee supplementary materials for an analysis excluding these subjects. We will also return to this point in the discussion.Terminology. We discuss risk attitudes in two different contexts. On the one hand, we are interested in risk attitudes relative to the benchmark of risk neutrality, i.e. CEEV1 or 1s2c0. In this case, we will speak of risk aversion if CEEV 1 or 1s2c 0, and of risk seeking if if CEEV 1 or 1s2c 0. In the macroeconomic comparison, on the other hand, we are interested mostly in the differences between countries, regardless of their position relative to the benchmark. In order to avoid confusion, we will use the term risk tolerance in this instance, where a higher risk tolerance indicates a higher CEEV ratio or a lower value of 1s2c, regardless of their absolute positions.145. Results 5.1 Differences in risk attitudes between countries Figure 4: Global risk aversion by country, medians We start by describing risk attitudes in different countries. Figure 4 shows the median of our parametric risk aversion measure by country, together with confidence intervals for the median. Against the nine countries that are globally risk aversethe pattern hitherto thought to be universalthere are eight which are significantly risk seeking, and an additional 13 for which the null hypothesis of risk neutrality cannot be rejected. Notice that countries such as the USA, Germany, and Australiai.e., the typical Western countries from which most of our insights so far derivedare clearly risk averse, confirming previous experimental findings. Similar risk aversion prevails in central European countries such as the Czech Republic and Poland, as well as in Japan. All the risk seeking countries, on the other hand, are poor developing countries with the exception of the UK, where about 40% of the subjects in the experiment were of foreign origin, from which we had no or very little data previously. We will return to how this evidence fits the existing evidence from developing countries in the discussion. 15CountryNr. subjectsrisk aversion14 prospectsrisk aversion12 prospectsAustralia Belgium Brazil Cambodia Chile China Colombia Costa Rica Czech Rep.Ethiopia France Germany Guatemala India Japan Kyrgyzstan Malaysia Nicaragua Nigeria Peru Poland Russia Saudi Arabia South Africa Spain Thailand Tunisia UKUSAVietnam 0.044 0.005 0.031 0.0800.0260.0140.034 0.0170.031 0.1200.0380.0960.0130.0770.050 0.031 0.056 0.128 0.115 0.1050.0340.023 0.0990.0030.0390.001 0.025 0.0920.069 0.0610.0540.020 0.017 0.0180.0430.0210.0550.0190.043 0.1270.0480.1260.0100.1260.057 0.002 0.035 0.089 0.145 0.0960.0500.054 0.0870.0200.0420.0200.009 0.0500.081 0.042Difference14 v. 12 0.015 0.018 0.020 0.050 0.012 0.009 0.029 0.018 0.0140.007 0.024 0.024 0.007 0.027 0.016 0.018 0.019 0.0190.008 0.007 0.013 0.023 0.0170.0190.012 0.012 0.013 0.025 0.008 0.027medianCEEV14 prospectsmedianCEEV12 prospects0.9740.9951.0151.0160.9380.9800.9800.9730.9771.0800.9480.9060.9750.8720.9701.0051.0221.1001.0571.0710.9500.9451.0820.9680.9550.9840.9831.0530.9261.0300.9380.9810.9990.9920.9190.9810.9290.9460.9581.0490.9320.9020.9580.8330.9670.9731.0131.0681.0161.0490.9500.9421.0540.9680.9550.9710.9791.0330.9371.013Difference14 v. 120.0160.0120.0220.0480.0060.0050.0240.0110.0130.0030.0200.0250.0000.0310.0140.0080.0150.0380.0000.0020.0110.0140.0200.0130.0020.0150.0140.0180.0020.028Table 2: Median parameters and their difference from normative benchmarks. indicates significance at the 0.1% level, at the 1% level, at the 5% level, and at the 10% level. Pvalues reported are twosided and stem from signedrank tests. Benchmarks are 0 for the risk aversion index, and 1 for the ECEV index. Differences indicate medians of the difference, and significance levels stem from signedrank tests.There is one important caveat to the findings displayed in figure 4. Risk attitudes are known to be sensitive to stakes, so that we may expect risk aversion to increase and risk seeking to decrease if stakes are larger. We can exploit the two prospects offering relatively small prizes of 5 and 10 or zero with a 5050 probability to take a closer look at this issue. If we take only the prospect offering 16either 5 or 0 with a 5050 probability, we find a median CEEV ratio larger than 1 for all countries, and significantly so in 28 out of 30. A very similar pattern emerges for the prospect offering 10 or 0 with a 5050 probability, for which we find significant risk seeking CEEV1 in 27 out of our 30 countries, while we cannot reject risk neutrality for the other three. A median index at the country level of the CEEV ratios excluding the latter two prospects is significantly smaller than the index based on all 14 prospects z 4.33, p 0.00017, indicating a higher level of risk aversion or lower level of risk seeking; the same holds if we compare the two parametric indices estimated on all 14 prospects or on the subset of 12 z 3.41, p0.0007. Nevertheless, the relative positions of countries are stable as stakes increase.Table 2 reports the median parameters for both the parametric and the nonparametric measure observed in all our countries and tests their difference from the normative benchmarks of risk neutrality, and table 3 provides binary statistical tests for pairs of countries. In addition to the two complete indices that constitute the main indicators of analysis, table 2 also reports the two reduced indices which are obtained in the same way as the corresponding main index, but excluding the smallpayoff prospects offering 5 or 0 and 10 or 0. Both indices produce the same results by and large, and indeed the median indices at the country level are highly correlated r 0.94, p0.0001 for the full indices; r 0.91, p0.0001 for the reduced indices. Comparing the complete to the reduced indices, we see that the effect of excluding the small stake prospects is almost universally to reduce risk seeking or increase risk aversion. Nevertheless, the countries that were risk seeking before generally remain so, while some Western countries that appeared to be risk neutral or in which risk aversion was weak, such as Belgium and France, are risk averse according to the reduced index the exception once again being the UK, which remains risk seeking, although less so.7 Throughout the paper, we employ nonparametric tests when comparing countries MannWhitney tests or when we compare a value to a benchmark signedrank tests. All pvalues reported are twosided, unless otherwise specified.17rarat AUSBELBRA KHM CHI CHN COLCRICZK ETH FRADEU GUAINDJPN KYZ MASNICNGAPERPOLRUSSAUZAFESPTHA TUN GBRUSA VNMAUSBELBRA1.212.87KHM 4.39CHICHNCOLCRICZKETHFRADEUGUAINDJPNKYZMASNICNGAPERPOLRUSSAUZAFESPTHATUNGBRUSA0.531.761.491.700.784.850.861.002.170.230.832.753.114.734.723.850.921.484.661.020.751.382.494.060.47VNM 3.981.792.153.910.800.160.630.840.754.570.152.361.421.240.321.932.444.514.603.610.340.294.140.180.220.551.503.491.963.442.841.612.032.622.341.611.482.712.512.924.420.563.002.300.300.322.512.411.482.421.672.141.632.51.440.470.913.890.983.482.601.134.444.543.763.494.690.184.005.922.274.724.192.351.570.340.130.344.263.300.253.264.273.262.221.075.571.340.021.442.843.791.181.291.380.265.090.531.572.050.670.382.522.854.955.083.990.300.984.450.560.391.062.023.801.184.11.840.432.133.051.910.100.631.295.740.773.631.382.130.892.062.715.416.014.190.820.164.800.100.880.461.724.312.974.421.780.191.592.781.600.290.050.884.450.873.111.132.050.671.441.994.304.333.270.700.043.950.430.960.141.242.892.433.161.380.021.672.701.180.050.221.274.190.822.901.101.750.911.241.714.114.083.150.930.343.590.491.030.090.832.542.552.790.981.002.433.231.130.960.840.535.410.082.321.881.300.172.573.005.195.494.160.211.004.990.520.010.902.434.391.704.44.463.932.240.974.985.164.213.964.754.566.622.595.114.902.922.040.050.160.535.043.880.103.764.933.752.901.856.221.950.920.792.203.020.770.850.930.630.144.132.071.651.260.212.092.574.494.443.590.190.744.180.250.000.641.793.551.403.620.652.724.044.840.803.332.832.312.116.201.743.470.372.484.284.476.446.565.332.422.846.032.002.142.513.835.630.756.211.840.910.961.542.010.990.910.981.322.491.272.892.551.620.140.752.612.451.801.710.962.361.251.861.100.101.213.041.640.551.893.354.360.842.632.231.851.875.331.570.142.641.483.033.095.084.984.191.241.774.511.071.271.422.483.760.064.671.420.461.832.711.510.290.360.120.564.170.552.660.922.152.152.704.744.803.700.070.804.660.260.300.702.073.951.833.852.571.180.521.642.531.611.081.191.962.911.823.790.043.101.380.652.862.842.042.221.372.581.482.251.190.201.473.831.433.342.220.650.363.262.802.232.123.021.492.754.441.583.572.591.272.011.861.362.771.981.751.932.781.670.860.374.110.524.564.062.511.174.995.124.294.114.770.514.825.952.725.314.043.051.800.310.644.793.750.133.754.843.672.791.676.061.883.652.841.030.233.983.983.012.893.661.423.395.241.404.323.041.700.381.840.394.973.860.053.614.773.622.891.686.171.903.783.161.500.124.033.813.183.093.680.703.415.041.634.383.051.990.941.130.563.823.030.452.933.872.912.021.134.971.150.880.902.343.250.840.990.890.650.124.680.001.891.471.530.541.933.064.653.633.550.694.600.280.280.891.923.881.853.970.860.581.952.730.990.770.530.360.044.060.311.941.141.810.401.542.613.902.973.050.233.770.250.870.171.213.062.452.814.854.052.431.364.864.924.103.904.910.424.446.042.655.054.353.091.720.041.551.004.744.263.524.703.242.591.366.011.470.910.521.752.530.780.410.410.310.233.610.231.731.071.320.201.302.113.672.622.800.320.153.740.420.431.192.621.652.690.860.802.403.340.870.890.930.550.154.600.071.761.521.560.742.062.944.553.473.700.090.174.810.210.822.003.841.503.871.440.291.022.031.280.440.150.250.823.150.822.300.601.870.420.781.533.342.232.310.950.653.050.650.790.742.172.192.492.170.480.941.682.111.030.650.791.583.001.473.260.142.551.090.361.553.302.032.231.591.353.320.961.570.331.793.561.564.303.101.190.013.974.192.992.784.131.413.695.581.414.113.621.910.441.800.140.743.963.391.632.843.832.102.395.560.090.462.553.764.470.342.972.482.061.725.841.480.412.560.542.193.534.295.604.854.661.541.556.041.571.352.243.115.555.533.892.550.830.394.063.962.712.683.831.793.395.501.974.483.071.450.042.240.531.083.612.891.952.573.461.951.820.605.240.00Table 3: Binary tests, zvalues. Differences in the global risk aversion in lower left corner, for the CEEV ratio in the upper right corner. Bold: significant at 5%5.2 Explaining betweencountry differences in risk attitudes We next explain differences in risk attitudes between countries. The theory outlined above predicts a negative relation between risk tolerance defined as the additive inverse of the median risk aversion parameter and income per capita. As a measure of GDP per capita, we use data from the World Bank for 2011, the last year for which such a figure was available for all countries. We use GDP per capita in PPP, and adjust the GDP figures for petroleum production oil rents data for 2011, World Bank. This seems appropriate since petroleumfueled GDP is not generated endogenously by local entrepreneurs and often does not accrue to the general population. Figure 5: Correlation between risktolerance and log of GDPhead in PPPFigure 5 shows the line fitted to the data points describing the relation between the logarithm of per capita GDP in PPP terms and adjusted for petroleum production and risk tolerance. The graph also shows the corresponding data points without correcting for oil rents, which differ substantially from the corrected data only in the cases of Nigeria and Saudi Arabia, and to a much lesser degree, Russia. All specifications and tests are robust to abandoning this adjustment. The correlation between risk tolerance and GDP per capita is indeed striking. We find a correlation of r 0.60 which is significant at p0.001 without oil correction: r 0.55, p0.002; for the nonparametric measure: r 0.46, p0.011. There are some outliers in this relationship, most notably India and 19the UK. In the UK, at least some of the effect is driven by a large proportion of subjects of foreign descent. Nevertheless, the country would remain an outlier even if we were to exclude these subjects. The case of India is partially explained by the high proportion of women in our Indian sample, joint to the fact that women appear to be strongly more risk averse than men in India. 8 Saudi Arabia is an outlier in the opposite direction, partially explained by the fact that we were only able to obtain an all male subject pool in that country. Table 4 shows results of an OLS regression, regressing our measure of risk tolerance on a number of macroeconomic and macrocultural variables, as well as on some aggregate characteristics of our countryspecific subject pools, such as the proportion of females taking part in the experiment.9logGDPheadpetroleum adjustedDistance from equatornautical miles1000Proportion of female subjects Income inequalityGini coefficientHofstede:individualism Hofstede:uncertainty avoidanceconstant Nr. observations Rsquared I 0.0360.009II 0.0330.010III 0.0260.012 0.0150.013IV 0.0370.009V 0.0390.010 0.1680.077 0.0310.0960.3450.085300.360.0710.020300.280.2840.101300.380.4480.111300.46 0.1530.074 0.0080.006 0.0110.0100.7800.280300.50Table 4: Regression analysis of risk tolerance. Standard errors in parentheses. indicates significance at 0.1%, at 1%, at 5%, and at 10%. Specification I shows that GDP bears a strong negative relation with risk tolerance, which alone explains 36% of the variation in the median risk tolerance across countries. A possible alternative explanation of risk tolerance would be purely geographiceven though in the literature, where such a hypothesis has been made, it went in the direction of a positive association between risk tolerance and geographical latitude see discussion. Unsurprisingly, in specification II we find a significant 8 Gender effects in risk taking are well established, women being more risk averse than men Croson Gneezy, 2009. This effect is particularly strong in our Indian sample. The median male subject in India has a risk tolerance index of 0.032, being risk seeking; the median female subject in India has a risk tolerance index of 0.077, being very risk averse. 69% of participants in India were female.9 The corresponding table for our nonparametric index is reported in the supplementary materials. All main relationships show the same results.20negative correlation between risk tolerance and distance from the equator. Once we enter both latitude and GDP into specification III, however, income per capita maintains both its coefficient and its significance, while the coefficient of the latitude variable drops radically and is no longer significant.10 Specification IV adds the proportion of females taking part in each country, which has a significant negative effect on risk tolerance. This reflects the wellestablished gender gap in risk taking Croson Gneezy, 2009. We also control for effects of the Gini coefficient as a measure of income inequality in a country. This saves mainly as a proxy for potential selection effects, assuming that in countries with higher income inequality it is more likely that university enrollment correlates with income. We do, however, not find a positive effect as predicted by the selection hypothesis, but rather an insignificant negative effect. We will return to this point in the discussion. Finally, adding Hofstedes 1980 individualism and uncertainty avoidance indices to the regression in specification V does not change these results.115.3 Risk attitudes and growth Figure 6: Correlation between risktolerance and growth rates, average 2001201010 Of course, geographic latitude may still play a role in case it determines income levels, and via the latter has an indirect effect on risk attitudes. For instance, Hibbs Olsson 2004 and Olsson Hibbs 2005 provide evidence that current income levels may be explained partially by geographical determinants, in addition to institutions. A more detailed discussion on the determinants of income levels, however, is beyond the scope of this paper, and we refer the reader to the comparative development literature.11 The indices used are the country means collected in our own questionnaires. This is more convenient since Hofstede 1980 does not have data for some of the poorest countries in our sample Cambodia, Kyrgyzstan, Nicaragua, and Tunisia. If we use the original Hofstede indices instead, the results remain insignificant 21If our account of risk attitudes is correct, an additional prediction should bear outmedian risk tolerance should correlate with overall growth levels. This is a direct consequence of the fact that growth levels in the postMalthusian phase are driven by entrepreneurship, which according to the model is correlated with the levels of risk tolerance in the population. Unfortunately, the issue here is somewhat more complex, since risk attitudes as measured today may be expected to affect future growth, while they are in part a product of past growth, which is reflected in current income levels. Keeping this caveat in mind, figure 6 nevertheless shows the correlation between risk tolerance and past growth levels, the latter being implemented as average growth figures for the years 20012010. The correlation is indeed positive as expected and significant r 0.38, p0.040.So how well does this evidence fit our theoretical account? There are two types of outliers. First of all, we have the outliers in the risk tolerance GDP relation, already discussed above, which are also outliers in the relationship with growth e.g., the UK, India, Saudi Arabia. On top of this we have outliers that are specific to the correlation between risk tolerance and growthfirst and foremost Chinawhich may derive from the backward looking nature of the relation with growth. In the year 2000, China had a GDP per capita in PPP terms of 2366, which by 2011 had increased to 8442 both in current international Dollars. If we go even further back to 1980, Chinas income figure was as low as 250. These lower income figures in the past, however, would predict higher risk tolerance by todays entrepreneurs, who are likely older than our student subject pool, according to the analysis in the previous section.12A longstanding interpretation of Solows 1956 neoclassical growth model holds that poor countries will grow faster than rich countries because of decreasing returns to reproducible capital. Barro 1991 and Mankiw, Romer, Weil 1992 showed that this is indeed borne out by the data once initial human capital levels are controlled for.13 These studies on growth have generally looked at convergence in GDP per capita. Our explanation, however, postulates a relation with total growth, since some countries still find themselves in a postMalthusian phase, where increases in income result in population growth. Galor Michalopoulos 2012 suggest that as economies matured  , riskaverse traits gained an evolutionary advantage, diminishing the growth potential of advanced economies and contributing to convergence in economic growth across countries.Where do institutions fit into the data? In the short run, growth may take place also under 12 An open question is the speed with which risk attitudes my change. This will in part depend on the transmission mechanismsto what extent transmission is genetic and to what extent cultural, and on whether there is some horizontal transmission within a society in addition to the vertical one within the family. Our data are coherent with different types of transmission speeds. Indeed, our risk tolerance index is highly correlated also with the uncorrected log of GDP per capita in the year 2000 r 0.52, p0.004 and in 1990 r 0.49, p0.006, which is roughly the year of birth of our median subject.13 See, however, Easterly 2002 for a critical discussion of this interpretation of the Solow model. See also Pritchett 1997 for evidence that the general tendency may actually be one of divergence, rather than convergence.22relatively unfavorable institutions. In the longer term, however, political instability, economic graft by the ruling classes, as well as bad policies in general will hamper development by reducing or even reversing growth. We do not analyze here the effect of institutions on developmentor for that matter, what may have caused current GDP levels more in generalsince this is extensively debated in the comparative development literature and our risk data do not bring any direct insights to that debate. One reason for the correlation with growth that we find in our data is that bad institutions reduce the likelihood that a country will be included in our sample, given that failed states are difficult to execute controlled experiments in. The institutional ranking of our country sample is better than for the average of all countries.14 It is 0.472 in terms of government effectiveness p0.01, onesided ttest, 0.353 in terms of rule of law p0.05, and 0.478 in terms of regulatory quality p0.01.Figure 7: Growth in GDP per capita, Costa Rica versus Nicaragua, 19602010Costa Rica and Nicaragua may be a good example of the dynamics between risk tolerance, growth, and institutions. In 1960 the income per capita in Nicaragua was about 13 the income of its neighbor. By the midseventies, this income gap had considerably narrowed, with Nicaragua reaching 23 of the income per capita in Costa Rica, and both countries had arrived at roughly 150% of their 1960 income. From 1978, however, Nicaraguan income first dropped and then stagnated see figure 7. This coincides with the uprising of the Sandinistas turning into fullscale civil war. Today, Nicaragua has a risk tolerance index of 0.13 versus 0.02 in Costa Rica. Growth over the last 14 We use data from the Worldwide Governance Indicators project for 2010. The data can be downloaded from www.govindicators.org. They have for instance been used by Rodrik, Subramanian, Trebbi 2004 to analyze the influence of institutions on development. For a description of the data, the source and index compilation, see Kaufmann, Kraay, Mastruzzi, 2009. The mean of each indicator is normalized to zero, with 2.5 the worst institutional ranking and 2.5 the best.2310 years was slightly higher in Costa Rica, with 4.29% on average versus 3.42% in Nicaragua. Indeed, Nicaragua has a political stability rating of 0.61 and a government effectiveness rating of 0.96, which compare unfavorably to Costa Ricas ratings of 1.03 and 0.64 respectively. This nicely illustrates the point that when growth under extractive institutions comes to an end  , this can happen either because of infighting over the spoils of extraction, leading to the collapse of the regime, or because the inherent lack of innovation and creative destruction under extractive institutions puts a limit on sustained growth Acemoglu Robinson, 2012; p. 120.6. Discussion 6.1 General Points We have tried to fit together several stylized facts from different research traditions in economics. First of all, we have shown that risk attitudes differ widely across the globe, and that traditional findings based predominantly on students and general population samples from Western, industrialized countries do not easily generalize to the rest of the world, as has been found for several other phenomena previously thought to be universal Henrich, Heine, Norenzayan, 2010. We have seen that the differences tend to be systematic, with risk tolerance decreasing with income per capita across countries. Given previous findings of a positive correlation between risk tolerance and income within countries, this gave rise to a paradox. Unfortunately, using students prevented us from collecting income data and showing this paradox in or own data. There is, however, one country in which we have data on parents income Chile. Running a regression of risk tolerance on parents income controlling for the usual subject characteristics, we indeed find a positive correlation p0.045, onesided. Notice how this finding is all the more remarkable since it requires two relations to hold jointly. One the one hand, risk tolerance needs to be positively related to income; in addition, risk attitudes of parents and children must correlate, since the relation is with parents income. This further reinforces the evidence for the paradox.6.2 Occams Razor The basis of our account is constituted by the different risk attitudes we find across countries, and by the paradox that arises from the negative betweencountry relation between risk tolerance and income, coupled with the positive withincountry relation found by a number of previous studies in both the developing and the developed world and confirmed by our own data from Chile. To the extent that there may exist alternative accounts which could explain the risk paradox equally well while being more parsimonious, Occams razor would suggest we rather adopt such an alternative explanation. We can think of at least three simpler explanations that could prima facie explain our 24data. While all of them meet the criterion of simplicity, however, we belief that they constitute a less convincing account of the data, thus failing Occams test.The first challenge derives from what we name the countryspecific error hypothesis. According to this idea, there could be countryspecific errors or noise which drive our betweencountry differences in risk attitudes. If poorer countries exhibit higher levels of random answers, then we may expect CEs closer to the midpoint of the scale in poorer countries. This would, however, only predict risk seeking for small probabilities, while we find risk seeking also for 5050 prospects see appendix, as well as on average. Also, this account would predict a significant increase in violations of rationality principles such as first order stochastic dominance in poor countries. While it is true that in some poor countries we found more such violations, they were still few except for Nigeria, and some countries are risk seeking but do not exhibit such high violation levels e.g., Ethiopia, Saudi Arabia, and Vietnam. Finally, while this hypothesis could explain risk neutrality, it cannot account for the significant risk seeking we found in several countries. background risk hypothesis. It implies that since people in poor countries are generally exposed to higher risks, their tolerance for such risks will also be higher. One way to support such an argument would be direct evidence that background risk leads to increased risk tolerance. However, what evidence there is points to background risk being associated with increased risk aversion, not increased risk seeking, in both the developed and the developing world Cameron Shah, 2012; Guiso Paiella, 2008. Also, the rich in developing countries are arguably more sheltered from risks than the poor, so that this kind of argument has difficulties explaining the withincountry reversal of the betweencountry correlation. In other words, would the poor within a country not also be exposed to higher background risks? In that case, the relationship would be the same within countries as it is between countries. We have, however, seen that this is not the case.The second alternative hypothesis that could account for the data is what we call the The thirdand probably most seriousalternative explanation rests on our use of students to study comparative risk attitudes. If only the rich can afford to go to university in poor countries, given the positive link between income and risk tolerance within countries, this may explain our results. Again, we do not believe this account based on various counter arguments. In first instance, university attendance is roughly 18% in countries such as Vietnam and Thailand, which is equal to the attendance rate in Germany and only slightly lower than in the US 21%. Furthermore, Vietnam has a very meritbased systemwho is allowed to attend university and who is not is purely based on high school grades. A counterexample in the rich world are the US, where studying can be very expensive indeed and social mobility tends to be lowindeed, the majority of university students in the US has at least one parent who went to university, which is in turn associated with higher 25incomes Charles Hurst, 2003. Also, using the Gini coefficient of a country as a proxy for the link between income and university enrollment, we did not find a significant effect and even the sign was not as predicted. We thus conclude that a link between parents income and university enrollment is unlikely to drive our results, even though it may have somewhat inflated our estimates of risk tolerance in some countries, such as Nigeria or Saudi Arabia. Also, while our student subject pool is obviously not a representative sample, it may not be too farfetched to argue that the most educated in a country will ultimately drive growth. 6.3 Implications for Decision Theory and Behavioral Economics We found large differences in risk attitudes across different countries. For decision theory, this finding implies that we need to reassess our understanding of decision making under riskrisk aversion does not appear to be a universal trait even at the aggregate level. Notice also how some scholars working in development seemed to assumeimplicitly or explicitlythat people in developing countries are particularly risk averse. For instance, Tanaka et al. 2010 motivated their study of risk attitudes in Vietnam stating that risk aversion, impatience, and lack of trust could   inhibit economic development. This raises one obvious questionwhy was such risk loving not discovered earlier? The simple answer is because of a lack of systematic evidence. Even where high levels of risk tolerance were found, this was often ascribed to the experimental design or to particular population subgroups. For instance, Doerr, Toman, Schmidt 2011 found high levels of risk tolerance by Ethiopian farmers, but did not discuss this finding further. Henrich Mc Elreath, 2002 found risk seeking to be the dominant trait of some tribes in both Tanzania and Chile, but lacked the evidence to infer that this might be the reflection of a more general trend, since they had no general population comparison group in Tanzania, and their comparison group in Chile indeed happened to be risk averse.There are also several papers that have measured risk attitudes in developing countries and have not found risk seeking to prevail. The reasons for this may again be multiple. Studies in development economics often focus on the poorest of the poor, living on less than 1 per day. Inasmuch as risk tolerance withincountry increases with income, conducting experiments with a population group at the bottom of the income distribution may widely overestimate risk aversion. Furthermore, most of these studies use only one moderate to high probability prospect, often with a 50% probability of winning a prize that is relatively high given the extreme poverty of the subjects. The results reported by Akay, Martinsson, Medhin, Trautmann 2011, in which one of the coauthors of this paper participated, are an example in which both these scenarios may have been relevant. Another study for which all these elements may have been relevant is the one by Yesuf 26Bluffstone 2009, who find strong risk aversion by Ethiopian farmers living on less than 50 a day. Yet other papers estimate parametric model that make it difficult to unequivocally categorize the median subject as risk averse or risk seeking e.g., Harrison, Humphrey, Verschoor, 2010. What is perhaps even more remarkable is that, to the extent that international comparisons of risk attitudes were conducted beforehand, the differences found between countries were explained purely with narrowly defined cultural factors. This was likely part of a trend in a period when several influential papers discovered effects of cultural factors on economic behavior Henrich et al., 2001; Herrmann, Thoni, Gachter, 2008. It was especially Hofstedes 1980 cultural traits of individualism and uncertainty avoidance that took the crown in the contest to explain differences in risk attitudes. Weber Hsee 1998 speculated that the differences between their four countries could be explained by differences along the individualismcollectivism dimension, and the shelter provided by collectivistic societies against losses of income. In the same vein, Rieger et al. 2011 indicated uncertainty avoidance as the main determinant of differences in risk attitudesan explanation that may be considered somewhat unsatisfactory due to its inherent circularity. 15 Interestingly enough, we find no effect of uncertainty avoidance on our incentivized measures. This is not to say that culture is not important in general. Indeed, we have seen that it may play a role in the intergenerational transmission of risk attitudes; and it may influence macroeconomic variables via the institutions it promotes, thus indirectly determining risk attitudes.There is a caveat to the different levels of risk tolerance that we observe at the global level, and in particular concerning their position relative to the normative benchmark of risk neutrality. If one were to increase the stakes 20 or 40fold, one would probably find risk aversion to prevail in all countries at the global level. Nevertheless, effects of stake size on risk attitudes seem to be remarkably uniform in different countries. Binswanger 1980 first showed risk aversion to increase in stakes with farmers in India. The same result was later replicated by Kachelmeier Shehata, 1992 in China see also FehrDuda, Bruhin, Epper, Schubert, 2010. Holt Laury 2002 reproduced the result in the US, and Lefebvre, Vieider, Villeval 2010 replicated it in France. Noussair et al. 2011 found similar effects in a general population sample in the Netherlands. Beyond proving that the position of risk attitudes relative to a normative benchmark measured with relatively small stakes although our stakes are at the higher end of typical experimental stakes are not cast in stone, this also goes to show that betweencountry differences in risk attitudes are likely to persist also for higherstake decisions. The evidence reported above on 15 There is no mention of risk seeking behavior in these papers. The paper by Weber Hsee 1998 includes only countries which are risk averse in our sample, with China the most risk seeking. The paper by Rieger et al. 2011 runs regressions on parameters that do not easily allow for a categorization in terms of risk seekingaversion. The direction of the effects found is however in agreement with the effects presented in this paper.27prospects with small payoffs and what happens to our global index once we exclude them provides further credibility to this conclusion, seen how the effect is the same in virtually all countries.We have seen that there is a strong correlation between risk attitudes and GDP per capita. On the face of it, most economists may have expected such a correlation to hold to some extent. What is indeed surprising, however, is the direction of the effectmost economists would have predicted an effect in the opposite direction, with a positive link between income per capita and risk tolerance. In what we might call a small, informal, sideexperiment, we told a number of colleagues that we had found a tight betweencountry association between income and risk tolerance, and asked them about the direction. Almost universally they predicted a positive association, with rich countries being more risk tolerant than poor ones. This is not surprising, given that this is the relationship that has been found to prevail withincountry. In addition, there is a number of microdevelopment papers that discuss how extreme risk aversion may keep people in povertyand it may indeed, as long as we are considering the poorest within a given country or society, and as long as we are not generalizing this microeconomic correlation to the macroeconomic level.6.4 Implications for growth and comparative development We have resorted to unified growth theory to explain the paradox in risk attitudes, because it provides the most convincing explanation we could find. Consider the evidence we have presented. Median risk tolerance is clearly highly correlated with income per capita between countries. Notice also how risk aversion is amongst the highest in English colonial offshoots, such as Australia and the US.16 The latter are also the ones that were the first to experience a decline in population growth, from a rate of 2.9% on average between 18201870, to 2.1% between 18701913, and a rate of 1.3% between 19131950 Galor, 2011. This, in turn, means that they had the longest time to transition from a pattern of diffused risk seeking to a pattern of accentuated risk aversion, which is also reflected in their current income levels.Risk tolerance, on the other hand, is highest in countries that have traveled the least from their Malthusian past, and which may still be in the postMalthusian transition phase e.g., Ethiopia and Nigeria. Nevertheless, the closest link of risk attitudes is indeed with income, not population growth. For instance, Costa Rica and Nicaragua had very similar patterns of population growth over the last 50 years. Nevertheless, poor Nicaragua remains highly risk tolerant, while relatively rich Costa Rica is much less so. This suggests that the crucial link runs indeed through income, since it is income that determines the reversal in the relative fertility rates of the different population 16 This may seem in contradiction to anecdotal evidence on a lively entrepreneurial spirit in the US. Fully 40% of Fortune 500 companies, however, were funded by immigrants or children of immigrants Economist, 2012a, 2012ban account that is consistent with the evidence presented in this paper.28segments. Our results also contribute somealbeit indirectinsights to the comparative development debate. The differences in current development levels have traditionally been explained recurring to four broad classes of determinants: 1 the quality of institutions, and in particular the protection of private property for a large class of the population Acemoglu, Johnson, Robinson, 2001, 2002, 2005a; De Long Shleifer, 1993; Hall Jones, 1999; 2 geographical determinants, which may exert their influence either through agricultural productivity, access to waterways, and the prevalence of diseases Bloom Sachs, 1998; Sachs, Mellinger, Gallup, 2001; or through the historical availability of plant and animal species suitable for domestication Diamond, 1997; 3 cultural determinants, mostly religion and the different behaviors encouraged by different belief systems M. Weber, 1930; and 4 luck, whereby growth processes may flare up at random and may or may not lead to permanent increases in income Voigtlander Voth, 2006. Our results contradict speculations according to which risk aversion may contribute to keeping developing countries in povertyalthough there is an important distinction to be made between poor countries which are highly risk tolerant and poor people within poor countries who are often very risk averse. The evidence presented is also incompatible with one indirect means by which endemic diseases in tropical countries were thought to hold back development. According to this hypothesis, riskaverse households raise fertility by even more than expected mortality, in order to ensure a sufficiently high likelihood of the desired number of surviving children Sachs Malaney, 2002, p. 682. The combination of this hypothesis with the intergenerational transmission of risk attitudes results in a prediction of a positive betweencountry correlation between risk tolerance and distance from the equator as a proxy for climatic conditions and disease prevalence. Our data, on the other hand, reveal a clear negative relation.An account of growth taking place through the diffusion of risk tolerance and entrepreneurial traits in the population is, on the other hand, clearly compatible with the institution hypothesis. Stable institutions that guarantee property rights for the population at large are fundamental for innovation, since they allow entrepreneurs to reap the benefits from their risky ventures. It is also consistent with more complex feedback cycles, in which not only good institutions may facilitate growth, but growth may itself result in better institutions Glaeser, La Porta, LopezdeSilanes, Shleifer, 2004. This generally happens because entrepreneurs who profit from such growth try to improve the protection of property rights for a larger segment of the population, thereby limiting the power of central authorities to extract rents from the productive classes Acemoglu, Johnson, Robinson, 2005b; Acemoglu Robinson, 2012. While growth may take place also in extractive regimes, such growth tends to be temporary, since such regimes 29tend to be unstable Acemoglu Robinson, 2012.7. Conclusion We have shown that risk attitudes are very different across countries. Globally, risk seeking appears to be just as frequent as risk aversion, which had been thought universal based on results obtained in the Western world. What is more, these differences are systematic. Only one economic indicator GDP per capitacan explain 36% of the betweencountry variance in median risk attitudes, with poor countries being more risk tolerant than rich countries. The paradox arising from the opposite relationship between income and risk tolerance within country can be solved recurring to unified growth theory. In early Malthusian growth phases, high risk tolerance gains the upper hand in the population through the positive link between risk tolerance, income, and number of offspring. Once countries grow richer this relation is inverted, with rich parents substituting quality for quantity of children and poor parents increasing their number of children. This leads to an increase in risk aversion. Since risk tolerance induces entrepreneurship, it acts as a microeconomic transmission mechanism, so that the prevalence of risk tolerance in a society can predict growth levels. This account is broadly consistent with an institutional account of development.30APPENDIX: Risk attitudes for single prospects In this section, we show data for all 14 prospects involving risky gains separately. Prospects are represented in the following way: p: X; Y, where p represents the probability with which the higher outcome, X, will obtain; Y represents the lower outcome, which obtains with a probability of 1p. The last row reports the correlation with the usual GDP per capita measure at the macro level.CEEVAustralia Belgium Cambodia Chile China Colombia Costa Rica Czech Rep.Ethiopia France Germany Guatemala India Japan Kyrgyzstan Nicaragua Nigeria Peru Poland Russia Saudi Ar.S. Africa Spain Thailand Tunisia UKUSAVietnam Correlation with GDP12: 5; 012: 10; 01.1001.1001.5001.1001.1001.1001.1001.1001.1001.1001.1001.1001.1001.1001.1001.5001.1001.1001.1001.1001.3001.1001.1001.1001.1001.3000.9001.300 0.3840.9500.9501.3500.9500.9501.1501.0500.9501.1001.0500.9501.0500.9501.0501.0501.1501.0501.0500.9501.0501.2000.9500.9500.9501.0501.1500.9501.150 0.50112: 20; 00.9750.9001.0250.8250.9750.8250.9750.9751.0250.8750.8250.9750.7250.8750.9751.0751.0250.9750.9250.9251.0250.9250.9750.9750.9751.0250.8251.025 0.39812: 30; 012: 30; 1012: 30; 200.8330.9170.9830.7830.9500.8830.8500.9171.0330.8830.7830.9500.8170.8670.8501.1170.9831.0170.9500.9501.1330.8500.9500.8500.9831.0670.8170.983 0.3390.7750.8881.0130.8880.9880.9330.9130.9880.9880.8380.8630.8380.7630.9880.9881.0131.0251.0130.9130.9381.0130.8630.8630.9130.8750.9880.8630.988 0.4160.9900.9900.9900.9900.9901.0130.9701.0100.9900.9900.9900.8700.9300.9900.9901.0101.0101.0400.9900.9501.0100.9701.0100.9900.9101.0500.9900.9900.20131CEEVAustralia Belgium Cambodia Chile China Colombia Costa Rica Czech Rep.Ethiopia France Germany Guatemala India Japan Kyrgyzstan Nicaragua Nigeria Peru Poland Russia Saudi Ar.S. Africa Spain Thailand Tunisia UKUSAVietnam Correlation with GDP18:20;018:20;528:20;01.1001.3002.0001.5001.3001.5001.5001.1002.1001.9001.1001.3001.3001.3001.3001.5003.9002.1001.3001.5002.1001.5001.3001.3002.1001.7001.3001.9001.0911.1271.3451.2001.127na 1.2001.1271.4181.1271.1271.1271.1271.2001.2001.4911.4911.3091.2001.0551.4911.1271.1271.2721.1361.2721.0551.2000.9501.0501.2000.9500.9500.9500.8500.9501.3000.9500.8500.9500.8480.9500.9501.0501.9501.3000.9501.0501.0501.0000.8500.9501.2501.0500.9501.25038:20;00.9330.93358:20;00.9000.8801.0330.8330.9670.7670.7670.9001.0670.8330.6670.7670.7000.9670.9001.3001.3671.0330.9000.9000.9330.8330.8330.7671.0000.8330.9001.0331.0000.8200.9000.8600.8200.9001.0400.8200.7801.0200.7800.8200.9001.2200.9400.9800.8200.9001.0200.9000.8600.9800.9801.0200.8200.98068:20;00.8500.9170.9170.8170.9170.9170.8170.8501.0170.8830.8501.0500.7170.9330.9831.1170.9170.9830.8500.9001.0330.9830.9170.9170.9171.0170.8830.98378:20;00.9710.9570.9710.9000.9860.9570.9290.9000.9860.8710.9571.1290.7570.9570.9861.0710.8141.0290.9570.9571.0140.9860.9570.9860.9570.9860.9571.00078:20;50.9520.9660.9240.8970.979na 0.9790.9521.0070.9240.9791.0900.8140.9791.0341.0900.8410.9790.9520.9521.0071.0070.9790.9520.9520.9790.9520.979 0.491 0.556 0.538 0.476 0.507 0.338 0.078 0.06032References Abdellaoui, M., Baillon, A., Placido, L., Wakker, P. P. 2011. The Rich Domain of Uncertainty : Source Functions and Their Experimental Implementation. American Economic Review, 101, 695723.Abdellaoui, M., LHaridon, O., Zank, H. 2010. Separating curvature and elevation: A parametric probability weighting function. Journal of Risk and Uncertainty, 411, 3965.Acemoglu, D., Johnson, S., Robinson, J. A. 2001. The Colonial Origin of Comparative Development. American Economic Review, 915, 13691401.Acemoglu, D., Johnson, S., Robinson, J. A. 2002. Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics, November, 12311294.Acemoglu, D., Johnson, S., Robinson, J. A. 2005a. Institutions as a Fundamental Cause of LongRun Growth. In P. Aghion S. N. Durlauf Eds., Handbook of Economic Growth, Volume 1A pp. 385472. Elsevier B.V.Acemoglu, D., Johnson, S., Robinson, J. A. 2005b. The Rise of Europe: Atlantic Trade, Institutional Change, and Economic Growth. American Economic Review, 953, 546579.Acemoglu, D., Robinson, J. 2012. Why Nations Fail. The Origins of Power, Prosperity, and Poverty. New York: Crown Business.Aghion, P., Howitt, P. 1992. A Model of Growth through Creative Destruction. Econometrica, 602, 323352.Akay, A., Martinsson, P., Medhin, H., Trautmann, S. 2011 Attitudes toward uncertainty among the poor: an experiment in rural Ethiopia. , Theory and Decision 11212 2011.Andersen, S., Harrison, G. W., Lau, M. I., Rutstrom, E. E. 2008. Eliciting Risk and Time Preferences. Econometrica, 763, 583618.Baltussen, G., Post, T., van den Assem, M. J., Wakker, P. P. 2012. Random Incentive Systems in a Dynamic Choice Experiment. Experimental Economics, forthcoming.Barro, R. J. 1991. Economic Growth in a CrossSection of Countries. Quarterly Journal of Economics.Becker, G. S., Murphy, K. M., Tamura, R. 1990. Human Capital, Fertility, and Economic 33Growth. Journal of Political Economy, 985, S12S37.Binswanger, H. P. 1980. Attitudes toward Risk: Experimental Measurement in Rural India. American Journal of Agricultural Economics, 623, 395407.Bloom, D. E., Sachs, J. D. 1998. Geography, Demography, and Economic Growth in Africa. Brookings Papers on Economic Activity, 19982, 207295.Bonin, H., Dohmen, T., Falk, A., Huffmann, D., Sunde, U. 2007. Crosssectional earnings risk and occupational sorting: the role of risk attitudes. Labour Economics, 146, 926937.Bruhin, A., FehrDuda, H., Epper, T. 2010. Risk and Rationality: Uncovering Heterogeneity in Probability Distortion. Econometrica, 784, 13751412.Cameron, L., Shah, M. 2012. RiskTaking in the Wake of Natural Disasters. Working Paper.Cesarini, D., Dawes, C. T., Johannesson, M., Lichtenstein, P., Wallace, B. 2009. Genetic Variation in Preferences for Giving and Risk Taking. Quarterly Journal of Economics, 1242, 809842.Charles, K. K., Hurst, E. 2003. The Correlation of Wealth Across Generations. Journal of Political Economy, 1116, 11551182.Chateauneuf, A., Eichberger, J., Grant, S. 2007. Choice under Uncertainty with the Best and Worst in Mind: Neoadditive Capacities. Journal of Economic Theory.Clark, G., Hamilton, G. 2006. Survival of the Richest: The Malthusian Mechanism in PreIndustrial England. Journal of Economic History, 663, 707736.Cramer, J. S., Hartog, J., Jonker, N., van Praag, C. M. 2002. Low Risk Aversion Encourages the Choices for Entrepreneurship: An Empirical Test of a Truism. Journal of Economic Behavior Organization, 48, 2936.Croson, R., Gneezy, U. 2009. Gender Differences in Preferences. Journal of Economic Literature, 472, 127.De Long, B. J., Shleifer, A. 1993. Princes and Merchants: European City Growth Before the Industrial Revolution. Journal of Law and Economics, XXXVI, 671702.Diamond, J. 1997. Guns, Germs, and Steel: The Fates of Human Societies. New York: W.W. Norton Co.Doerr, U., Toman, O. M., Schmidt, U. 2011a. Overconfidence and Risk Management of 34Ethiopian Farmers. Working paper.Doerr, U., Toman, O. M., Schmidt, U. 2011b. Overconfidence and Risk Management of Ethiopian Farmers. working paper.Dohmen, T., Falk, A., Huffman, D., Sunde, U. 2010. Are Risk Aversion and Impatience Related to Cognitive Ability? American Economic Review, 100, 12381260.Dohmen, T., Falk, A., Huffman, D., Sunde, U. 2011. The Intergenerational Transmission of Risk and Trust Attitudes. Review of Economic Studies, forthcoming.Dohmen, T., Falk, A., Huffman, D., Sunde, U., Schupp, J., Wagner, G. G. 2011. Individual Risk Attitudes: Measurement, Determinants, and Behavioral Consequences. Journal of the European Economic Association, 93.Donkers, B., Melenberg, B., Van Soest, A. 2001. Estimating Risk Attitudes Using Lotteries: A Large Sample Approach. Journal of Risk and Uncertainty, 222, 165 95.Easterly, W. R. 2002. The Elusive Quest for Growth: Economists Adventures and Misadventures in the Tropics. The MIT Press.Economist. 2012a. Fixing the Capitalist Machine. Some sensible ideas for reviving Americas entrepreneurial spirit. The Economist.Economist. 2012b. Immigrant entrepreneurs. The Chilecon Valley challenge. The Economist.EtchartVincent, N., LHaridon, O. 2011. Monetary Incentives in the Loss Domain and Behavior toward Risk: An Experimental Comparison of Three Reward Schemes Inclusing Real Losses. Journal of Risk and Uncertainty, 42, 6183.FehrDuda, H., Bruhin, A., Epper, T. F., Schubert, R. 2010. Rationality on the Rise: Why Relative Risk Aversion Increases with Stake Size. Journal of Risk and Uncertainty, 402, 147180.Galor, O. 2005. The Demographic Transition and the Emergence of Sustained Economic Growth. Journal of the European Economic Association, 323, 494504.Galor, O. 2011. Unified Growth Theory. Princton, NJ: Princton University Press.Galor, O., Michalopoulos, S. 2012. Evolution and the Growth Process: Natural Selection of Entrepreneurial Traits. Journal of Economic Theory, 1472, 759780.Galor, O., Moav, O. 2002. Natural Selection and the Origin of Economic Growth. Quarterly 35Journal of Economics, 1174, 11331191.Galor, O., Weil, D. N. 1999. From Malthusian Stagnation to Modern Growth. American Economic Review, Papers and Proceedings, 892, 150154.Galor, O., Weil, D. N. 2000. Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and beyond. American Economic Review, 904, 806828.Gennaioli, N., La Porta, R., LopezdeSilanes, F., Shleifer, A. 2013. Human Capital and Regional Development. Quarterly Journal of Economics, forthcoming.Gibson, M. A., Mace, R. 2006. An EnergySaving Development Initiative Increases Birth Rate and Childhood Malnutrition in Rural Ethiopia. PLo S Med, 34, e 87. Glaeser, E. L., La Porta, R., LopezdeSilanes, F., Shleifer, A. 2004. Do Institutions Cause Growth? Journal of Economic Growth, 9, 271303.Gneezy, U., Potters, J. 1997. An Experiment on Risk Taking and Evaluation Periods. The Quarterly Journal of Economics, 1122, 631 45.Goodman, A., Koupil, I., Lawson, D. W. 2012. Low fertility increases descendant socioeconomic position but reduces longterm fitness in a modern postindustrial society. Proceedings of the Royal Society B, online.Guiso, L., Paiella, M. 2008. Risk Aversion, Wealth and Background Risk. Journal of the European Economic Association, 66, 11091150.Hall, R. E., Jones, C. I. 1999. Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics, 1141, 83116.Harrison, G. W., Humphrey, S. J., Verschoor, A. 2010. Choice under Uncertainty: Evidence from Ethiopia, India and Uganda. Economic Journal, 120543, 80104.Harrison, G. W., Lau, M. I., Rutstrom, E. E. 2007. Estimating Risk Attitudes in Denmark: A Field Experiment. Scandinavian Journal of Economics, 109, 341368.Hayek, F. A. 1948. Individualism and Economic Order. Chicago: University of Chicago Press.Henrich, J., Boyd, R., Bowles, S., Camerer, C. F., Fehr, E., Gintis, H., Mc Elrath, R. 2001. In Search of Homo Economicus: Behavioral Experiments in 15 SmallScale Societies. American Economic Review, Papers and Proceedings, 912.Henrich, J., Heine, S. J., Norenzayan, A. 2010. The Weirdest People in the World. Behavioral 36and Brain Sciences, 3323.Henrich, J., Mc Elreath, R. 2002. Are Peasants Risk Averse Decision Makers? Current Anthropology, 431, 172181.Herrmann, B., Thoni, C., Gachter, S. 2008. Antisocial Punishment Across Societies. Science, 319, 13621346.Hibbs, D. A., Olsson, O. 2004. Geography, biogeography, and why some countries are rich and others are poor. Proceedings of the National Academy of Sciences of the United States of America, 10110, 37153720.Hofstede, G. H. 1980. Cultures consequences : international differences in work related values. Thousand Oaks, CA: Sage Publications.Holt, C. A., Laury, S. K. 2002. Risk Aversion and Incentive Effects. American Economic Review, 16441655.Huck, S., Muller, W. 2012. Allais for all: Revisiting the paradox in a large representative sample. Journal of Risk and Uncertainty, 443, 261293. doi:10.1007s 1116601291428Jayachandran, S. 2006. Selling Labor Low: Wage Responses to Productivity Shocks in Developing Countries. Journal of Political Economy, 1143, 538575.Kachelmeier, S. J., Shehata, M. 1992. Examining Risk Preferences under High Monetary Incentives: Experimental Evidence from the Peoples Republic of China. American Economic Review, 825, 11201141.Kaufmann, D., Kraay, A., Mastruzzi, M. 2009. Governance Matters VIII. Aggregate and Individual Governance Indicators. World Bank Policy Research Working Paper, 4978.Kimball, M. S., Sahm, C. R., Shapiro, M. D. 2009. Risk Preferences in the PSID: Individual Imputations and Family Covariation. American Economic Review, Papers and Proceedings, 992, 363368.Kirzner, I. 1973. Competition and Entrepreneurship. Chicago: University of Chicago Press.Kremer, M. 1993. Population Growth and Technological Change: One Million B.C. to 1990. Quarterly Journal of Economics, 1083, 681716.Lee, R. D. 1987. Population Dynamics in Humans and other Animals. Demography, 244, 443465.37Lefebvre, M., Vieider, F. M., Villeval, M. C. 2010. Incentive Effects on Risk Attitude in Small Probability Prospects. Economics Letters, 119, 115120.Leuermann, A., Necker, S. 2011. Intergenerational Transmission of Risk Attitudes: A Revealed Preference Approach. working paper.Lucas, R. E. 1988. On the mechanics of economic development. Journal of Monetary Economics, 221, 342.Maddison, A. 2003. The World Economy: Historical Statistics. Paris: Organisation for Economic Cooperation and Development.Malthus, T. 1798. An Essay on the Principle of Population. London: Johnson.Mankiw, G. N., Romer, D., Weil, D. N. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics, 1072, 407437.Morduch, J. 1994. Poverty Vulnerability. American Economic Review, Papers and Proceedings, 842, 221225.Morduch, J. 1995. Income Smoothing and Consumption Smoothing. Journal of Economic Perspectives, 93, 103114.Noussair, C. N., Trautmann, S., Kuilen, G. V. de. 2011. Higher Order Risk Attitudes, Demographics, and Financial Decisions. SSRN e Library. Olsson, O., Hibbs, D. A. 2005. Biogeography and longrun economic development. European Economic Review, 49, 909938.Pritchett, L. 1997. Divergence, Big Time. Journal of Economic Perspectives, 113, 317.Rabin, M. 2000. Risk Aversion and Expecetd Utility Theory: A Calibration Theorem. Econometrica, 68, 12811292.Rieger, M. O., Wang, M., Hens, T. 2011. Prospect Theory around the World. working paper.Rodrik, D., Subramanian, A., Trebbi, F. 2004. Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. Journal of Economic Growth, 92.Rosenzweig, M. R., Binswanger, H. P. 1993. Wealth, Weather Risk, and the Composition and Profitability of Agricultural Investments. Economic Journal, 103January, 5678.Sachs, J. D., Malaney, P. 2002. The economic and social burden of malaria. Nature, 38415February, 680685.Sachs, J. D., Mellinger, A. D., Gallup, J. L. 2001. The Geography of Poverty and Wealth. Scientific Amrican, 7174.Schumpeter, J. A. 1934. The Theory of Economic Development. New York: Oxford University Press.Shaw, K. L. 1996. An empirical analysis of risk aversion and income growth. Journal of Labor Economics, 144, 626653.Smith, V. L. 1976. Experimental Economics: Induced Value Theory. American Economic Review, 662, 274 79.Solow, R. M. 1956. A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics, 701, 6594.Sutter, M., Kocher, M., Rutzler, D., Trautmann, S. T. 2012. Impatience and Uncertainty: Experimental Decisions Predict Adolescents Field Behavior. American Economic Review, forthcoming.Tanaka, T., Camerer, C. F., Nguyen, Q. 2010. Poverty, Politics, and Preferences: Field Experiments and Survey Data from Vietnam. American Economic Review, 1001, 557571.Vieider, F. M. 2012. Moderate stake variations for risk and uncertainty, gains and losses: methodological implications for comparative studies. Economics Letters, 117, 718721.Vieider, F. M., Chmura, T., Fisher, T., Kusakawa, T., Martinsson, P., Mattison Thompson, F. 2012. Between versus Within Country Differences in Risk Attitudes: Implications for Cultural Comparisons. working paper.Viscusi, W. K., Evans, W. N. 2006. Behavioral Probabilities. Journal of Risk and Uncertainty, 321, 515.Voigtlander, N., Voth, H.J. 2006. Why England? Demographic Factors, Structural Change and Physical Capital Accumulation During the Industrial Revolution. Journal of Economic Growth, 114, 319361.Voigtlander, N., Voth, H.J. 2012. The Three Horsemen of the Riches: Plague, War, and Urbanization in Early Modern Europe. Review of Economic Studies, forthcoming.von Gaudecker, H.M., van Soest, A., Wengstrom, E. 2011. Heterogeneity in Risky Choice 39Behaviour in a Broad Population. American Economic Review, 1012, 664694.Wakker, P. P. 2010. Prospect Theory for Risk and Ambiguity. Cambridge: Cambridge University Press.Weber, E. U., Hsee, C. 1998. CrossCultural Differences in Risk Perception, but CrossCultural Similarities in Attitudes towards Perceived Risk. Management Science , 449, 12051217.Weber, M. 1930. The Protestant Ethic and the Spirit of Calvinism. London: Allen and Unwin.White, R. E., Thornhill, S., Hampson, E. 2006. Entrepreneurs and Evolutionary Biology: The Relationship between Testosterone and New Venture Creation. Organizational Behavior and Human Decision Processes, 100, 2134.Yesuf, M., Bluffstone, R. A. 2009. Poverty, Risk Aversion, and Path Dependence in LowIncome Countries: Experimental Evidence from Ethiopia. American Journal of Agricultural Economics, 914, 10221037.Zhong, S., Chew, S. H., Set, E., Zhang, J., Xue, H., Sham, P. C., Ebstein, R. P., et al. 2009. The Heritability of Attitude Toward Economic Risk. Twin Research and Human Genetics, 121, 103107.40 Discussion Paper of the Research Area Markets and Politics 2012 Research Professorship Project: The Future of Fiscal Federalism Benny Geys Association Membership and Generalised Trust: Are Connections Between Associations Losing their Value? Benny Geys Success and Failure in Electoral Competition: Selective Issue Emphasis under Incomplete Issue Ownership Tim Lohse, Julio R. Robledo Public SelfInsurance and the Samaritans Dilemma in a Federation Changxia Ke, Kai A. Konrad, Florian Morath Alliances in the Shadow of Conflict Benny Geys, Karsten Mause Delegation, Accountability Legislator Moonlighting: Agency Problems in Germany Zuzana Murdoch, Jarle Trondal Contracted Government: Unveiling the European Commissions Contracted Staff Benny Geys, Jan Vermeir Party Cues in Elections under Multilevel Governance: Theory and Evidence from US States Kristof De Witte, Benny Geys Citizen Coproduction and Efficient Public Good Provision: Theory and Evidence from Local Public Libraries Emmanuel Dechenaux, Dan Kovenock, Roman M. Sheremeta A Survey of Experimental Research on Contests, AllPay Auctions and Tournaments Research Unit: Market Behavior Sebastian Braun, Nadja Dwenger, Dorothea Kubler, Alexander Westkamp Implementing Quotas in University Admissions: An Experimental Analysis Onur Kesten, Morimitsu Kurino On the Impossibility of Improving Upon the StudentProposing Deferred Acceptance Mechanism SP II 2012101 SP II 2012102 SP II 2012103 SP II 2012104 SP II 2012105 SP II 2012106 SP II 2012107 SP II 2012108 SP II 2012109 SP II 2012201 SP II 2012202 All discussion papers are downloadable: http:www.wzb.euenpublicationsdiscussionpapersmarketsandpolitics Research Unit: Economics of Change Daniel Friedman, Steffen Huck, Ryan Oprea, Simon Weidenholzer From Imitation to Collusion: LongRun Learning in a LowInformation Environment Miguel A. CostaGomes, Steffen Huck, Georg Weizsacker Beliefs and Actions in the Trust Game: Creating Instrumental Variables to Estimate the Causal Effect Steffen Huck, Imran Rasul, Andrew Shephard Comparing Charitable Fundraising Schemes: Evidence from a Field Experiment and a Structural Model WZB Junior Research Group: Risk and Development Daniel Friedman, Steffen Huck, Ryan Oprea, Simon Weidenholzer Risk Attitudes, Development, and Growth SP II 2012301 SP II 2012302 SP II 2012303 SP II 2012401 All discussion papers are downloadable: http:www.wzb.euenpublicationsdiscussionpapersmarketsandpolitics ", "filename": "ii12-401.pdf", "person": ["Ferdinand M. Vieider", "Vieider, Ferdinand M.", "Thorsten Chmura", "Chmura, Thorsten", "Peter Martinsson", "Martinsson, Peter"], "date": ["2012"]}