{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/105888/1/imk-wp_2007-05.pdf"], "title": ["Inflation Differentials and Business Cycle Fluctuations in the European Monetary Union"], "plaintext": "Inflation Differentials and Business Cycles Fluctuations in the European Monetary Union Christian Proa no Acosta Department of Economics, Bielefeld University and Macroeconomic Policy Institute IMKD usseldorf, Germany March 8, 2007Abstract The high degree of persistence in the national inflation differentials of themajority of EMU Member States observed since the introduction of the eurohas raised serious concerns among researchers and policymakers alike. In thispaper I review the main theoretical arguments which explain their existencewithin a monetary union and, by means of econometric methods, analyze theirdynamic behavior prior and after the introduction of the euro. Furthermore Iinvestigate, through singleequation GMM and panel TSLS estimations, the empirical evidence for different degrees of correlation between the countryspecificbusiness cycles fluctuations and the arise of national inflation differentials withrespect to the euro area average.Keywords: Inflation differentials, convergence and stationary tests, GMM estimation, Phillips Curve.JEL CLASSIFICATION SYSTEM: C23, C33, E31, E32I would like to thank Rudolf Zwiener, Peter Hohfeld, Katja Rietzler and Peter Flaschel forvaluable comments and suggestions. Financial support by the HansB ockler Foundation is gratefullyacknowledged.11 Introduction With the culmination of the monetary unification process by the Member States ofthe European Monetary Union EMU represented by the abolition of their nationalcurrencies and the adoption of the euro, the degree of wage and price flexibility at thenational level became particularly important for the macroeconomic stability of theparticipating economies as well as for the EMU as a whole. Indeed, in the absence ofcountryspecific nominal exchange rates and monetary policy conduction implied bya monetary unification, the countryspecific wage and price developments are likelyto gain a much more important role as macroeconomic adjustment mechanisms tointernal and external imbalances through their effect on the real exchange ratesand therefore on the competitiveness of the different economies. Their ability tofulfill this function, nevertheless, depends in a significant manner on their degree ofpersistence and therefore on their capability to react in a quick and sufficient mannerto those shocks.In this light, the high degree of persistence of most of the national inflationrate differentials of the EMU Member States observed in the years posterior to theintroduction of the euro has raised serious concerns among researchers and policymakers alike: Because the differences in the national inflation rates seem not tobe caused by accordant developments in the productivity in those economies, therelative competitiveness of the member countries might suffer from significant shiftsin the medium run, with serious consequences for the future developments of outputand employment.The main purpose of this paper is to analyze the dynamic behavior of the national inflation rates in the euro area and the linkage between their dispersion andpersistence to the countryspecific business cycles prior and after the monetary unification from both the theoretical and the empirical point of view. This study isorganized as follows. In section 2 I briefly overview the main theoretical explanations for the existence of inflation differentials in a common currency area, withspecial focus on the EMU. In section 3 the process of convergence of the nationalinflation rates prior to the introduction of the euro as well as their dynamic behavior after that date is analyzed by econometric convergence and stationary tests.Structural inflation adjustment equations as well as inflation differential equationsfor selected EMU countries are estimated and discussed in section 4, in order tofind structural explanations for the observed persistent inflation differentials in the EMU. Section 5 concludes.22 Inflation Differentials within Monetary Unions: Main Causes and Consequences In the new macroeconomic environment resulting from a monetary unification andthe related disappearance of the countryspecific nominal exchange rates, othermacroeconomic characteristics such as the mobility of the production factors and thedegree of wage and price flexibility obtain an even more important role as macroeconomic adjustment mechanisms to asymmetric shocks at the national level.1The empirical evidence concerning the mobility of the factors of production inthe European Monetary Union is twofold: While the factor capital is found to havebecome highly mobile across the EMU members, the degree of labor mobility inthe EMU has remained much lower, primarily due to the language and culturalbarriers among the EMU Member States. Concerning these countries, De Grauweand Vanhaverbeke 1993, p.124 find that , at the national level, there is almostno labor mobility but significantly more exchange rate variability. These findingsare in line with Meltzer 1986, whereafter in a monetary union as the EMU2 moreof the adjustment to asymmetric shocks will take the form of real exchange ratechanges than of labor mobility.In the absence of the countryspecific nominal exchange rate channel, effectiveadjustments of the real exchange rate to macroeconomic internal or external imbalances at the national level can only take place through wage and price adjustments.In a monetary union with low labor mobility as the EMU, thus, inflation differentials are . . . the product of an equilibrating adjustment process within a monetary 1According to the Optimum Currency Areas OCA theory developed after the work by Mundell1961, Mc Kinnon 1963 and Kenen 1969, a high mobility of the factors of production, andespecially of labor, is a central precondition for countries to be adequate candidates for a commoncurrency area. Only in a currency union with high interregional factor mobility, asymmetric shocksdo not represent a threat for the internal stability of the former because the regional labor marketsare able to absorb these shocks in a quick and efficient manner by reorganizing the distribution of thelabor force within the regions. In such a case, the currency unions central monetary authorities arethus able to focus on the currency unions external balance, once the internal balance was assuredby the high interregional labor mobility.2Since the EMU is the focus of this study I will not stick throughout this paper to the differentiated definition of a monetary and a currency union, after which a monetary union characterizesa single market with a common currency, while a currency union does not involve the existence ofa single market, i.e.it does not rule out the existence of trade barriers, tariffs, etc. between thecurrency union members obviously, the trade effects in a monetary union will be higher than in acurrency union, but I will use both terms interchangeably.3union and, as such, are not only unavoidable, but also desirable.3 Now, while the fullequality of the inflation rates of monetary union members is indeed an undesirablesituation which would hinder the individual adjustment of the different economiesto asymmetric shocks, a similar dynamic behavior of the national inflation rates isdesirable due to a variety of aspects: In the first place, similar national inflation ratesimply also similar real interest rates, and therefore more uniform monetary policyimpulses across the monetary union. In the second place, similar inflation rates imply stable bilateral real exchange rates among the monetary unions members, andtherefore also a balanced competitiveness development among them. Furthermore,similar inflation rates are likely to lead to similar inflationary expectations in themember countries, making for the central bank the control of inflation at a currencyarea wide level easier. On the contrary, if the national inflation rates persistentlydiffer from each other and subsequently the national inflation differentials are upwardly or downwardly biased from the monetary unions average level, an unstablemacroeconomic development of the monetary union members might occur, as it willbe discussed in the next sections.At this point it should be stressed that the entrance in a monetary union implies for the joining countries a radical regime change in their macroeconomic environment for a variety of reasons which go way beyond the loss of an independent monetary policy to react to exogenous shocks and the disappearance of thecountryspecific nominal exchange rates: With the entrance in a monetary union,macroeconomic patterns such as the wage bargaining processes or the inflationaryexpectations formation of a country valid before it joined the monetary union arelikely to change after the adoption of the new common currency, in the sense of the Lucass 1976 Critique. Additionally, due to the reduction of the nominal exchangerate risk and of the transaction costs resulting from the monetary unification, to thesubsequent higher economic integration and international trade among the monetaryunion members as well as to the higher regional production specialization countriesthat enter a currency union are likely to experience dramatically different businesscycles as before.In the following section I briefly review the main structural and cyclical factorswhich, at least theoretically, could explain the existence of inflation rate differentials 3ECB 2005, p.61. See ECB 2003 and Fritsche, Logeay, Lommatzsch, Rietzler, Stephanand Zwiener 2005 for an extensive discussion of the main causes for inflation differentials in the European Monetary Union.4and their persistence in a monetary union,4 and discuss the possible consequencesof the existence of persistent inflation differentials for the macroeconomic behaviorof monetary union members.2.1 Structural Factors Tradable and NonTradable Goods Price Level Convergence: Due to theimportant process of real convergence and the high economic integration resultingfrom the monetary unification, many observers have interpreted the persistent inflation differentials among the EMU member countries mainly as a consequence ofthe BalassaSamuelson BS effect 5 resulting from the catchingup process of low tohigh income EMU members.In the BalassaSamuelson framework, the production structure of the economiescan be clearly differentiated between tradable and nontradable goods, and labor isassumed to be perfectly mobile within a country across these two sectors. Underconditions of perfect competition, profit maximization in both sectors impliesp Tfcid:48TL w p Nfcid:48NL1where p T and p N denote the price of tradable and nontradable goods and fcid:48TL andfcid:48NL denote the marginal product of labor in the tradable and nontradable goodssectors. Expressing eq.1 in growth rates delivers T T N N2where T and N denote the growth rate of labor productivity in the tradablesand nontradables production sector, respectively. Under the assumption of perfectgoods market integration across the countries of a monetary union and the absenceof arbitrage possibilities, the inflation rate of the tradable goods is the same acrossthe member countries, so thati TTi 1, . . . N.4Here I do not focus on additional methodological issues concerning the composition of basket ofgoods of the Harmonized Consumer Price Index HCPI since, as discussed in Alberola 2000, p.60,the differences in the weights of the goods in the representative basket of the EMU members, whilecontaining some information, are not fundamental for the explanation of the extent and persistenceof inflation differentials in the euro area.5Balassa 1964 and Samuelson 1964.5This, nevertheless, does not necessarily hold for the inflation rate of the nontradablegoods in the different economies. If the aggregate price level can be expressed asa CobbDouglas function of both tradable and nontradable goods, the aggregateinflation rate in country i can be expressed asi 1 Ti Ni Ti Ti Ni .Since the production of tradable goods is usually more capital intensive and therefore gains more from technological process than the nontradable goods production,a higher growth rate of labor productivity in the first production sector is to beexpected. When labor productivity grows in the tradable goods sector, wages inthat sector can rise without leading to an increase in the price tradable goods. Nevertheless, due to the assumed intersectoral labor mobility, the nominal wage in thenontradable sector is likely to increase to the same extent, despite of the lower productivity growth in that sector. The result is an increase in the nontradable goodsprices and therefore also in the general price level.For the inflation differentials between two countries i and j, or between countrysi inflation rate i and the monetary unions average M U , it followsi M U Ti Ni TM U NM U ,3implying that the difference between the national and the monetary unions average inflation rates arise from the sector and country differences in productivity.According to eq.3, the existence of inflation differentials is caused solely by different structural factors concerning the production schemes between two countries, oralternatively, by the differences between their economic development.Despite of its apparent high explanatory power for the existence of inflation ratedifferentials in a monetary union, the BalassaSamuelson model exhibits neverthelessa variety of conceptual and empirical shortcomings. At the conceptual level, in thefirst place, situations are possible where a catching up effect might take place withproductivity growth equally high in both the tradable and nontradable sectors. Inthis case the explaining content of the BS model would vanish, since the catching upeffect would occur without exerting any pressure on the aggregate price levels. In thesecond place, the differentiation of the production structure of an economy betweena tradable and a nontradable goods sector is in the actual world almost impossible,due to the high integration of goods at all stages of the production process. In thethird place, the BS model assumes constant production elasticities in both sectors,while in reality they are likely to be endogenously determined. Additionally, on 6empirical grounds, the econometric studies by Alberola 2000, Sinn and Reutter2000, Ortega 2003 and Lommatzsch and Tober 2004 find that the BalassaSamuelson effect is not able to explain the inflation differentials in the euro area dueto the size and persistence of the latter, since it appears that the actual inflationdifferentials between groups of countries have been significantly larger than whatthe BS model would imply.6The extent of the exchange rate passthrough Exchange Rate PassThrough:on the aggregate domestic price levels of the different countries and therefore onthe inflation differentials between them depends on the degree of openness of theireconomies and on their production profile, i.e. on their dependence on foreign intermediate and energy goods. Obviously, the influence of external factors on the pricelevel varies with the measure of the price level which is used: Concerning producerprices and the GDP deflator, these are affected by external effects only to the extentup to which foreign intermediate goods are used in the production of domestic finalgoods. If on the contrary the consumer price index CPI is analyzed, as done in themajority of empirical studies on inflation dispersion such as Busetti, Forni, Harveyand Venditti 2006, nominal exchange rate fluctuations affect the development ofthe CPI additionally through the share of foreign goods in the consumer basket.Inflation dispersion measures based on the national CPI will thus be biased by theimport price dimension, since the CPI depends to a higher extent on exogenous,foreign shocks through the role of the import prices than the GDP deflator or theproducer price index.In this regard ECB 2003, p.18 finds that import pricestend to account for the inflation differentials of most countries with a relativelyhigh degree of openness andor dependency with the Netherlands being a notablyexception.Degree of Inflation Persistence: As discussed for example in ECB 2003, whilethe existence of national inflation rate differentials across the EMU Member Statesis inevitable and even more, desirable as an adjustment mechanism to asymmetric,countryspecific shocks, a high degree of persistence of these inflation differentialsabove or below the monetary unions average might, through its cumulative effect,lead to significant shifts in the relative competitiveness positions of the monetaryunions members. Indeed, while persistent inflation rate differentials arising from 6ECB 2003, p.34. See also De Grauwe 1996, Alberola and Tyrv ainen 1998, De Grauwe and Skudelny 2000 and for similar findings.7corresponding differences in the productivity levels of the respective countries mightnot be a source of macroeconomic instability but rather an expression of the catchup mechanism of less developed to more developed economies, persistent inflationrate differentials arising solely from the persistence in the price setting behavior byfirms might represent a danger for the medium run sustainability of the currencyarea.As it will be shown below, the degree of inflation persistence within the membereconomies is likely to explain an important share of the inflation differentials withina currency union: When nominal wages and prices are sticky and react only in adelayed and slow manner to exogenous shocks, differences in the inflation rates ofthe member countries of a monetary union might be of greater magnitude and longerduration as in the case where wages and prices are flexible and the degree of inflationpersistence is low. As stated in ECB 2005, p.63, since the late 1980s there hasbeen evidence of an ongoing increase in the cyclical synchronization of euro areacountries. . . . At the same time, inflation differentials in the euro area appear tobe very persistent, in the sense that many countries have systematically maintainedeither a positive or a negative inflation gap against the euro area average since theintroduction of the euro.72.2 Business Cycle Related Factors Business Cycle Synchronization and CountrySpecific Shocks: Besides thestructural factors discussed above, a main determinant of the inflation rate of acountry is its actual position within its business cycle, that is the extent of theactual excess aggregate demand: While a high excess aggregate demand is likely tolead, due to capacity constraints and the eventual pricesetting power of the firms,to an increase in the growth rate of the price level, with a low excess aggregatedemand the growth rate of the price level is likely to fall, due to the reluctance fromside of the firms to carry the burden of storage costs in case of overproduction. Ina monetary union consisting of different countries, differences between the actualposition of the different economies within their respective business cycles are likely 7A further possible explanation for the different degree of inflation differentials persistence inthe U.S. and the euro area could be delivered by the empirical findings of Flaschel and Krolzig2006 and Proa no, Flaschel, Ernst and Semmler 2006: Thereafter the degree of wage and priceflexibility to labor and goods market pressures, respectively, is higher in the U.S. than in the euroarea. This could explain why, compared to the inflation rate differentials across U.S. regions, theinflation differentials in the euro area feature a much higher degree of persistence.8to explain to an important extent the existence of inflation differentials among them.The characteristics of the national business cycles are in turn likely to be affected by the monetary unification of the participating countries to a significantextent. Nevertheless, both at the theoretical and the empirical level, there is stillno consensus on whether countries within a monetary union are likely to have moreor less national business cycles. On the one hand, according to Kenen 1969,Eichengreen 1990, Krugman 1993 and Krugman and Venables 1996, a highereconomic integration is likely to increase the degree of regional production specialization in the monetary union countries, and therefore the disparity in the regionaleconomic development in the presence of high interregional labor mobility and asymmetric, industryspecific shocks, reducing the correlation between their business cycles, whereas, as Frankel and Rose 1998, p.1014 state, Increased trade results ingreater specialization if most trade is interindustry  . . If much trade is withinrather than between industries, these specialization effects may be small.8 On theother hand, after Frankel and Rose 1998 and Rose and Engel 2002, more international trade is likely to result in more highly correlated business cycles. Rose and Engel 2002, p.1084 show, by regressing the pairwise correlations of detrended real GDP between the euro area countries on a variety of macroeconomic variables aswell as currency union dummies, that countries that are members of a common currency union tend to have more highly synchronized business cycles; the correlationis perhaps .1 higher on average for currency union members than for nonmembers.Nevertheless, while economically and statistically significant, the size of this effectis small in an absolute sense. The European Commision 2004, p.29, in turn,shows, by calculating the output gap correlation among EMU members, other European countries and the U.S., that cyclical synchronization has tended to be muchhigher between euroarea Member States than between the euro area and other EUcountries EU3 or the USA.Besides of the influence of the regular business cycles fluctuations on the inflationgaps between the different countries, the occurrence of asymmetric, countryspecificshocks is also likely to affect, at least temporarily, the relative dynamic behaviorof the national price levels in a monetary union, due to the increased adjustmentrole of respective wages and prices in the absence of the countryspecific nominalexchange rate.8According to Deroose, Langedijk and Roeger 2004, p.8, depending on the definition, intraindustry trade is about twice as important within the euro area than interindustry trade.9In both cases, the resulting dynamic behavior of wages and prices is likely to affectthe countrys level of economic activity through a variety of channels, being the realinterest rate and the competitiveness channels the most important ones. Now, whilethe competitiveness channel is likely to act in a stabilizing manner high inflationrates caused by an excessive aggregate demand lead to a real appreciation of theprices of the domestic goods and a subsequent loss of competitiveness which in turn,through a reduction of the net exports, cools down the level of economic activity,the real interest channel is likely to operate in the opposite direction: Thereafterhigh inflation rates caused again by an overheating economic activity lower the realinterest rate, boosting furthermore aggregate investment and therefore aggregatedemand.Asymmetric Monetary Impulses: With a single monetary policy effective forall monetary union members, the existence of different national inflation rates implies different real interest rates in the respective economies and therefore also different monetary policy impulses across the monetary union members.9 In such amacroeconomic environment, the extent up to which the participating countries areindeed affected by asymmetric, countryspecific shocks, and therefore the extent upto which their business cycles are correlated and in a more updated sense the degree of synchronization with each other, is a key feature for the effectiveness andadequateness of monetary policy in a monetary union.10Indeed, since in a monetary union with a single Central Bank a common, onesizefitsall monetary policy oriented at the macroeconomic conditions economicactivity and price stability of the whole monetary union, might not be sufficient toguarantee price stability and a high employment level in the individual economies.Because the national inflation rates enter only in a weighted manner in the aggregatecurrency area indicator, the Taylor 1993 principle which demands the monetarypolicy reaction to overact against inflation to be sufficiently effective might, at leasttheoretically, not be fulfilled: A relative small country in a monetary union which isrelatively close in its economic structure, might persistently achieve an above average 9See e.g. European Commision 2004, p.32.10As already discussed above and recognized by Mundell 1961, if factor and specially labormobility is not high between the monetary union countries, the existence of asymmetric countryor regionspecific shocks will complicate in a significant manner the conduction of monetary policyby the central authorities. Only if regions or countries are normally exposed to similar exogenousshocks and therefore share similar business cycles, the single monetary policy will bring advantagesto all monetary union participants.10economic activity through higherthanaverage inflation and therefore throughlowerthanaverage real interest rates , due to the low weight of its national inflationrates in the monetary unions average.11 Due to this, the relative strength of thecompetitiveness and the real interest rate channels is even quite important for themedium run macroeconomic performance of countries within a monetary union.Besides the operative role of monetary policy pursuing price stability at themonetary unions level, the central monetary authorities also set a medium termnominal anchor through its influence on the expectations of the economic agentsand therefore also on the wage bargaining processes which take place at the nationallevel in the MU countries. Indeed, in the medium run, the inflationary expectationsin the member countries of a monetary union will, in theory, converge to the currencyarea wide inflation rate targeted by the central monetary authorities, given that theypossess enough credibility by the economic agents within the monetary union.123 Inflation Differentials in EMU: Convergence and Stationarity Analysis The convergence of the national inflation rates and therefore the reduction of thenational inflation rate differentials to a similar and low level was consideredby the EMU architects a prerequisite for the monetary unification and a necessarycondition for the future sustainability of the EMU: Indeed, one of the convergencecriteria for joining the European Monetary Union established by the Maastricht Treaty 1992 was the the achievement of a high degree of price stability; this willbe apparent from rate of inflation which is close to that of, at most, the three bestperforming Member States in terms of price stability.1311The asymmetrical distribution of burdens and benefits of joining a monetary union for large andsmall open economies was denoted by Tavlas 1994 as a problem of inconsistency, see Mongelli2002, p.12.12An extrapolation of this line of thought would lead to the conclusion that under the assumptionof increasingly synchronized national business cycles and homogeneous inflationary expectations ofthe economic agents across the monetary union, the dispersion of the actual price inflation ratesshould decrease over time, since the national inflation rate differentials would behave in a similarmanner across the monetary union.13The convergence criteria are established in article 121 1 and in protocol 21 of the Treatyon European Union url: http:europa.eu.intenrecordmttop.html. The other convergencecriteria established therein are the sustainability of the government financial position; this will be apparent from having 11In line with the Maastricht criteria of nominal convergence, during the yearsprevious to Stage Three of EMU the culmination of the monetary unification processwith the introduction of the euro, a significant process of convergence of the nationalinflation rates to a similar low level and therefore also a significant reduction in theirdispersion could be observed in all eleven candidate countries, as shown in figures 1 and 2.14 As it can be observed in figure 1, the standard deviation of inflation rate Figure 1: Inflation Differentials: Unweighted Standard Deviation of EU12, EU11EU12 less Greece and EU10 EU11 less Portugaldifferentials among the EU12 group fell from 0.03 in 1991 to 0.01 in 1999, at thetime of the introduction of the euro. Now, while a reduction in the dispersion of theinflation differentials might reduce eventual asymmetric effects of the common onesizefitsall monetary policy of the ECB across the EMU members as discussed in theachieved a government budgetary position without a deficit that is excessive as determinedin accordance with Article 104c6; the observance of the normal fluctuation margins provided for by the Exchange Rate Mechanism of the European Monetary System, for at least two years, without devaluing againstthe currency of any other Member State; the durability of convergence achieved by the Member State and of its participation in the Exchange Rate Mechanism of the European Monetary System being reflected in the longterm interest rate levels.14Throughout this analysis we will focus on the EU11 group and will leave Greece aside due tothe widelyknown lack of reliability of the Greek macroeconomic data prior to its joining to EMU.12.000.005.010.015.020.025.030.03519901992199419961998200020022004EU11EU10previous section, this measure does not tell much about the individual developmentin the respective countries, and more importantly, it does not deliver much insight inthe consequences for the differentials in the national price levels resulting from theinflation rate differentials. Indeed, as discussed in De Grauwe 1996, the criterion ofconvergence of the inflation rates, as postulated by the Maastricht Treaty, might notbe appropriate to ensure the future sustainability of a monetary union as the EMU,since aconvergence in yearly inflation rates can hide increasing divergences of trendsin price levels, when the same countries have small but consistently higher inflationrates than other countries.15 Not the convergence but the nonpersistence of a onesided divergence is what is determining for a balanced medium run macroeconomicdevelopment of the member countries of a monetary union as a group. As statedbefore, different countries may have from time to time inflation rates different fromthe currency unions average as a result of the national adjustment to asymmetricshocks; Nevertheless, as discussed before, when these differentials are persistentlypositive or negative, they might lead to ongoing shifts in the relative competitivenessposition of the member countries.Figure 2 shows the dynamic path of the national inflation differentials with respect to the EMU average for selected Member States: As it can be observed there,the national inflation rates have been persistently above or below the EMU averagenot only at EMU Stage II what could be attributed to a wage and price rigiditywhich could have slowed down the nominal convergence process, but, more problematically, also after the official introduction of the euro EMU Stage III in January 1999. This pattern is also observable if the gaps between the national inflation ratesand the levels determined by the Maastricht convergence criterion, that is, the average of the three lowest inflation rates of the EMU Member States, are taken intoaccount, as shown in figure 3.In order to provide a graphical notion of the cumulative effects of persistentlyabove or below average inflation rates for the relative medium run competitivenessof the EMU members, we show in figure 4 the cumulated inflation and nominal unitlabor costs differentials of selected EMU member countries. As it is clearly observable there, while the significant persistence of these two macroeconomic indicatorsalso after the monetary unification 1999 has lead to a clear significant enhancing inthe competitiveness of Germany and Austria, it has lead to the opposite result in Spain, Ireland and the Netherlands.15In section 3.3 we address this issue by means of halflives analysis of the national inflationdifferentials.13Figure 2: Inflation Differentials to EMU Average of selected EMU Countries Whether this development has been caused by the drop out of punishing mechanisms for countries not fulfilling the Maastricht criteria after their joining to EMU,and the resulting non cooperative behavior of some EMU countries after 1999 orcontrarily it has been the result of other structural problems such as a high degree ofnominal rigidities, or whether it is only the reflection of the macroeconomic adjustment mechanisms acting in a monetary union, is an issue which will be approachedin section 4.In the analysis of this section, on the contrary, we investigate the possibleconvergence of the national inflation rate differentials to the EMU average.16In Barro and Salai Martin 1991 and Barro and Salai Martin 1992s terms, convergence is present if different crosssectional time series show a mean revert16The concepts of and the convergence date back on Barro and Salai Martins 1991 analysison cross country economic growth convergence.14.03.02.01.00.01.02.03.04.05.0619901992199419961998200020022004AUTEU12AUT Differential.04.02.00.02.04.0619901992199419961998200020022004BELEU12BEL Differential.04.02.00.02.04.06.0819901992199419961998200020022004DEUEU12DEU Differential.01.00.01.02.03.04.05.06.07.0819901992199419961998200020022004ESPEU12ESP Differential.04.02.00.02.04.06.0819901992199419961998200020022004FINEU12FIN Differential.03.02.01.00.01.02.03.04.05.0619901992199419961998200020022004FRAEU12FRA Differential.01.00.01.02.03.04.05.06.0719901992199419961998200020022004ITAEU12ITA Differential.03.02.01.00.01.02.03.04.05.0619901992199419961998200020022004NLDEU12NLD Differential.04.00.04.08.12.1619901992199419961998200020022004PRTEU12PRT DifferentialFigure 3: Inflation Differentials to Maastricht Convergence Criterioning behavior to a common level . convergence, the other convergence criterion,concerns on the contrary the reduction of the overall dispersion of the time series.Following previous empirical analyses on inflation differentials as Mentz and Sebastian 2003, Beck and Weber 2005 and Busetti et al. 2006, we use unit rootand stationary tests to investigate the dynamic behavior of the national CPI inflationrate diffentials to the EMU average prior to and after the monetary unification.Nevertheless, our approach differs from these studies in a variety of aspects: While Mentz and Sebastian 2003 employ the Johansen procedure to test for possiblecointegrating relationships between the levels of the national inflation rates, I focus on the eventual process of convergence and stationary of the national inflationdifferentials to the euro area average obviously, the presence of a cointegrating relationship between the levels of the national inflation rates, as investigated in Mentzand Sebastian 2003 would imply a stationary difference between them . Busetti 15.01.00.01.02.03.0419981999200020012002200320042005AUTMaastricht AUT Differential.01.00.01.02.03.0419981999200020012002200320042005BELMaastricht BEL Differential.008.004.000.004.008.012.016.020.024.02819981999200020012002200320042005DEUMaastricht DEU Differential.01.00.01.02.03.04.0519981999200020012002200320042005ESPMaastricht ESP Differential.02.01.00.01.02.03.0419981999200020012002200320042005FINMaastricht FIN Differential.008.004.000.004.008.012.016.020.024.02819981999200020012002200320042005FRAMaastricht FRA Differential.004.000.004.008.012.016.020.024.028.03219981999200020012002200320042005ITAMaastricht ITA Differential.01.00.01.02.03.04.0519981999200020012002200320042005NLDMaastricht NLD Differential.01.00.01.02.03.04.05.0619981999200020012002200320042005PRTMaastricht PRT DifferentialFigure 4: Cumulated Inflation and Nominal Unit Labor Costs Differentials of selected EMU countrieset al. 2006 also follow a similar strategy by performing unit root and stationaritytests on the bilateral inflation differentials of all EMU countries: Indeed, as discussedin Harvey and Carvalho 2002, while the Augmented DickeyFuller ADF or the PhillipsPerron unit root tests as are adequate to test whether two time series tendto converge to a similar level after being hit by an exogenous shock, stationaritytests as for example proposed in Kwiatkowsky, Phillips, Schmidt and Shin 1992,are suitable to test whether those series have converged, that is if they tend to remainat similar levels after a similar shock.The strategy goes as follows: For the subperiod prior to the creation of the EMUEMU Stage II, univariate unit root tests on the national inflation differentials areperformed in order to check for statistical evidence on the convergence process. Forthe subperiod after the monetary unification EMU Stage III, stationary tests onthe same time series are calculated. This separate hypothesis testing on the twosubperiods makes particularly sense due to the regime change discussed by Frankeland Rose 1998, whereafter the behavior of the economic agents can change sosignificantly due to the monetary unification that previous valid parameters are likelyto lose explanatory power for the macroeconomic developments after the monetaryunification.The data set used in this section stems from the OECD Main Economic Indicators database. In order to have a representative sample size, monthly data of thenational Consumer Price Indices is used nevertheless, since monthly data is not 16.2.1.0.1.2.3.4.519981999200020012002200320042005AUTBELDEUESPFINFRAIREITALUXNLD.6.4.2.0.2.4.619981999200020012002200320042005AUTDEUFINFRAIREITALUXNLDavailable for Ireland, we do not include this country in our analysis.17 The nationalinflation rate i,t is measured as the annual percentage change in the CPI, the deviation of countrys i national inflation rate from the euro areas aggregate inflationrate at time t is denoted i,t i,t mu.18t 3.1 Univariate Convergence and Stationarity Tests The simplest univariate representation of the Data Generating Process DGP ofthe national inflation differentials is an AR1 processi,t i,t 1 t i,t,4where denotes a timeinvariant drift term and t represents a linear time trend.The reformulation of eq.4 as an ARp process in errorcorrection form whichadditionally incorporates lagged differences of i,t in order to control for eventualserial correlation, deliverspicid:88i,t i,t 1 i,ji,tj t i,t,5j1with 1, 1 and 1 , which is the equation normallyused by standard Augmented DickeyFuller ADF unit root tests.19 Hereby thenull hypothesis H0 : 1 is tested against H1 : 1.20It should be easilyobservable that for 1, a mean reverting behavior in the levels of the inflationrate differentials would be observed. The specific value of , furthermore, providessome information about the speed of convergence of the analyzed time series.An important question arises in this respect when the analysis concerns specifically inflation differentials, namely whether a constant should be included or not 17The use of the Harmonized Consumer Price Indices HCPI available only from 1995 would,despite of being the more correct variable, have reduced significantly the number of availableobservations and therefore also the explanatory power of the performed unit root tests.18The analysis of the inflation rate differentials with respect to the euro area average instead ofthe simple levels controls additionally for crosssection dependence, see Beck and Weber 2005, p.7.19To check for the robustness of the ADF test results, we perform also PhillipsPerron unit roottests, which correct in a different, nonparametric manner as the ADF tests for serial correlation.Those statistics are reported in the appendix of this paper.20As stated before, Mentz and Sebastian 2003 follow an alternative though equivalent strategy:using the Johansen procedure, they test for cointegrating relationships between the levels not thedifferentials of national inflation rates. Obviously, in presence of cointegration between the inflationrate levels, the differentials between them would be stationary.17in eq.5. Busetti et al. 2006 state that when testing for inflation differentials,the focus should be on absolute convergence, with the consequence that no constantshould be included in the test. In our view, such specification strategy is likely tobias the test results, since a certain behavior of the time series, namely relative convergence, is a priori factored out. Especially concerning the observed persistence inthe national inflation rates, the eventual value of the constant could also containsome information about their degree of persistence. Due to this reason we believethat a constant should be included when testing for unit root in a first stage andonly be excluded from a new computation in the second stage if it is statisticallyinsignificant under the normal distribution.With respect to the inclusion of a deterministic linear ! time trend in 5, itshould be clear that its statistical significance in eq.5 would imply trendstationaryfor the inflation rate differential, because 0 also implies that 0, since 1 . A trendstationary inflation differential of country i implies that afrom the beginning it will diverge upwards or downwards the euro area average if thenational inflation rate lied close to the monetary unions average or b after havingreached the currency area average at a certain point, it would diverge upwards ordownwards again, depending on whether at the starting point country is inflationdifferential was below or above the currency area average. These two implicationswould speak against the inclusion of a linear time trend in the convergence testsequations. Nevertheless, due to the regime change caused by the monetary unification discussed in Frankel and Rose 1998, such outcomes might not occur, since thelinear time trend might lose validity for the dynamics of the inflation rate gaps dueto the possible change in the behavior of the economic agents.Concerning the second subperiod, I use the Kwiatkowsky et al. 1992 KPSStest to check for the stationary of the national inflation rate gaps after the introduction of the euro. The main difference between the KPSS test and the unit root testsdiscussed in the previous section is the definition of the null hypothesis: While in thefirst mentioned tests the null is the existence of a unit root, in the KPSS under thenull the analyzed time series is stationary. To test for this hypothesis, Kwiatkowskyet al. 1992 use the residuals of the OLS regression of the analyzed series yt on theset of exogenous variables Xt,t Xcid:48t ut6where Xt can consist of a constant or a constant and a deterministic time trend.Under the null of the KPSS test, yt is assumed to be level or trend stationary.18Now, for my analysis of national inflation rate differentials, not only the eventualstationarity of the time series, but also the level around which these time series canbe considered to be stationary is important: a stationarity around a nonzero levelwould imply a persistence in the inflation rate differentials, and therefore a sustainedgain or loss of relative competitiveness towards the other Member States, dependingwhether the nonzero level is below or above zero. As it will be discussed below,such a dynamic behavior of the national inflation differentials in the EMU will beconfirmed for many countries by my econometric estimation results.Table 1: National Annual Inflation Rate Differentials to EMU average: Univariate ADF Unit Root Tests Subsample: 1990:1 1997:121998:1 2005:12No Interceptpval.0544.0544With Interceptpval.0788const 0010.1333tstat.0557No Interceptpval.0981.0770.0164.3063.0545.4977.0006.2110.1062.0366.0688.0387.53273.8E5.8977.0206.0437.0566.1110.2232.0008.1473.0050.0313.1115.0834.0344.0013.0082.0218.0082.3939.0224.8256.0002.6118.0266.0264.1332.0442.5729.0002.4885.0569.0233.2326.0828.4700.0008.2085.1612.0256.0778.0229.78624.7E5.8985.0400.0217.0499.0218.64086.1E6.9933.0300.0827.3366.6062.3336.3046.1568.0495.1452.1977Country AUTBELDEUESPFINFRAITALUXNLDPRTNote: denotes Mac Kinnon 1996 onesided pvalues.Table 1 contains a variety of interesting and somewhat concerning results. Inthe first place, concerning the univariate ADF unit root tests results,21 we find inthe first subsample from 1990:11997:12 a very differentiated picture of the absoluteconvergence process of the inflation differentials among the EMU countries. Indeed,when the ADF tests are computed without the intercept, as proposed by Busettiet al. 2006, only for Portugal, the country with the most remarkable disinflationprocess besides Greece, the H1 hypothesis of absolute convergence cannot be rejectedat the 5% significance level. At the 10% level, this hypothesis cannot be rejectedadditionally for Austria, Germany, Spain and the Netherlands, and with some tol21Alternatively, we computed PhillipsPerron unit root tests with nearly the same results. Theseunivariate and panel PhillipsPerron tests can be found in the appendix of this paper.19erance, Italy. If not absolute, but relative or conditional convergence is tested byincluding an intercept in the ADF tests, we find statistically significant coefficientsalso for Finland. For the remaining countries, Belgium, France and Luxembourg, wefind a completely different dynamic behavior of their national inflation differentials:For these economies, the null of a nonconvergent dynamic behavior of the nationalinflation differentials cannot be rejected at standard confidence levels, even when alinear trend is included not reported in table 1.In order to investigate the degree of persistence in the national inflation ratedifferentials we compute the halflives with the empirical estimates of 1according toi ln0.5lni .Table 2 shows the speed of convergence of the inflation differentials of the EMUTable 2: Inflation Differentials to EMU Average: Computed Half Lives Country AUT BELDEU ESPFINFRA ITALUX NLD PRTSubsample: 1990:1 1997:1212.3941.9118.5815.5121.7984.1825.9025.9026.7231.59Subsample: 1998:1 2005:128.656.17333.30138.231.4425.7111.833.9416.9722.75Member States: While during the 1990s the speed of convergence of the national inflation differentials was on average nearly two years, or 24 months hereby we do nottake into account Belgium, France and Luxembourg, the countries for which the nullof a nonconvergent behavior could not be rejected at standard confidence levels,in the second subsample posterior to the monetary unification EMU Stage III theaverage speed of convergence of the inflation gaps in the EMU was nearly eighteenmonths, or one and a half years. For comparison Beck and Weber 2005 calculate halflives for the interregional inflation rate differentials in the U.S., Canadaand Japan between six months and one year. The EMU thus, compared with theseeconomies the other monetary union comparable in size and economic characteristics , seems to exhibit a much higher degree of persistence in its inflation ratedifferentials, which could, if this behavior remains unchanged in the following years,represent a problem for the conduction of monetary policy and the balanced macroeconomic development of the EMU Member States, as discussed before.Respecting the stationarity of the inflation gaps in subperiod posterior to the 20monetary unification, we find that while the null hypothesis of stationary cannotbe rejected for Austria, Belgium Germany, Spain, Luxembourg and Portugal, onlyfor Belgium and Luxembourg we find statistical support for a stationarity of theirinflation differentials around the zero level. For all other mentioned countries, wefind that the respective inflation differentials are stationary around a nonzero level.Table 3: National Annual Inflation Rate Differentials to EMU average: KPSSStationarity Tests.Subsample: 1998:1 2005:12Country AUTBELDEUESPLMstat.1711.2509.2288.2351const.0023.0008.0061.0097FIN.9628.0052FRA.7103.0043ITA.4635.0029LUX NLD.6268.0039.0009.1827.0000.0893tstat.0000Note: denotes rejection at the 5% level according to Kwiatkowsky et al. 1992, Tab.1 0000.0000.0030.0000.0000.0809PRT.4017.0099.0000According to the KPSS test results shown in table 3, we can categorize the EMUcountries in three subgroups 22 a belowaverage inflation group, an aboveaverageinflation group, and a subgroup with nonstationary inflation behavior. In the firstone, consisting of Austria, Belgium and Germany, the national inflation rate differentials are stationary around a belowaverage level. In the second subgroup, composedof Spain, Luxembourg and Portugal, the inflation rate differentials rather fluctuatearound an aboveaverage level. In the third subgroup, consisting of Finland, France,Italy, and the Netherlands, the null of stationary inflation rate differentials arounda constant level can be rejected at the 5% level: all countries in this subgroup, even Italy and the Netherlands after showing pronouncedly positive inflation rate differentials between 1998 and 2003, show increasingly negative inflation rate differentialsin the past three years.Additionally, we computed stationarity tests for the national inflation differentials to the Maastricht criteria consistent levels, that is, to the average inflation ofthe three countries with the lowest inflation rates. Indeed, since other candidates tojoin EMU as Bulgaria and Romania still have to fulfill the Maastricht convergencecriteria, it would be interesting to investigate whether the countries already members in EMU would still fulfill such criteria.We thus redefine the national inflationdifferentials not relative to the EMU average, but relative to the average of the three 22The categorization of ECB 2003, p.7 of the EMU countries in high and low inflation countriesis in line with our results.21countries with the at each period highest price stability.Table 4: National Annual Inflation Rate Differentials to Maastricht Criterion:KPSS Stationarity Tests.Country AUT.4829.0051LMstatconst Sample: 1998:1 2005:12BEL.5599.0066DEU.5494.0001ESP.5884.0172FIN1.006.0022FRA.7275.0031ITA.1219.0104LUX.4169.0084NLD.5046.0114.0000tstat.0000Note: denotes rejection at the 5% level according to Kwiatkowsky et al. 1992, Tab.1 0030.0000.0000.0000.0000.0000.0000PRT.2155.0173.0000Table 4 shows the results of the KPSS stationarity tests: As it can be observed,for nearly all countries the null hypothesis of stationary inflation differentials aroundthe level consistent with the Maastricht criteria can be rejected. If the EMU countries where to enter the EMU now, nearly none of them would fulfill the convergencecriteria of the Maastricht Treaty.3.2 Multiple Series Convergence and Stationarity Tests Besides investigating the dynamic behavior of the national inflation differentialsthrough single equation tests, we use multiple series or panel tests. As discussed in Breitung and Pesaran 2005, the panel approach has additional advantages withrespect to the univariate analysis of the previous section, since it allows to extractmore information from the cross sectional dimension, if the analyzed time series areexpected to exhibit a similar behavior. Additionally, this procedure allows to identifyconvergence clubs or subgroups, by the statistical test of a similar autoregressiveterm.23We use two different types of panel unit root tests for our analysis: the multivariate versions of the ADF and PhillipsPerron tests the latter reported in theappendix as proposed by Maddala and Wu 1999 and by Choi 2001 and the Breitung 2000 test.The Breitung 2000 test is a twostep procedure which is based on the following 23See e.g. Busetti et al. 2006.22equationi,t i,t 1 picid:88i,ji,tj Xcid:48i,t i,t with i 1, 2, . . . N, t 1, 2, . . . , T.j17where Xcid:48i,t contains as exogenous terms an intercept and a linear trend. As it can beobserved in eq.7, the Breitung test allows for a different crosssectional lag order,but assumes that the autoregressive coefficient is crosssectionally equal, so thatthe null of a unit root process H0 : i 0, i.is tested against H1 : 0. In the first step of the Breitung procedure, i,t andi,t are regressed on the lagged terms i,tj to correct for autocorrelation.In the second step, the standarized residuals i,t and i,t are used to calculate the standarized proxies i,t i,tsi, which are transformed and eventuallydetrended according to 24cid:182i,t i,t1 . . . i,tTT tcid:114cid:181i,t i,t 1 T t T t 1i,t 1 ci,t,whereci,t 0 i,tif no intercept or trendwith intercept, no trend i,1 t 1T i,t with intercept and trend The autoregressive coefficient is then estimated byi,t i,t 1 i,t.Breitung 2000 shows that is asymptotically normal distributed.By means of these panel convergence tests, as also done in previous studies as Beck and Weber 2005 and Busetti et al. 2006, we can confirm the results obtainedby univariate unit root tests shown in table 1: As shown by the panel ADF testsin table 5, for the subgroup consisting of Austria, Germany, Spain, the Netherlandsand Portugal, the null hypothesis of a joint process of absolute convergence cannotbe rejected for the period prior to the introduction of the euro. Our strategy toidentify this subgroup was as follows: Due to the definition of the null hypothesis in 24See Eviews 5 2004, p.521.23Table 5: National Annual Inflation Rate Differentials to EMU average: Panel ADFand Breitung Unit Root Tests Subsample: 1990:1 1997:12Group EU10NCG1: EU10PRTNCG2: NCG1AUTNCG3: NCG2ESPNCG4: NCG3DEUNCG5: NCG4NLDNCG6: NCG5FINEUCG1AUT,DEU,ESP,NLD,PRTFisher243.5837.5931.7726.0220.6715.5611.1728.02MADFpval ChoiZ3.660.0017Breitungpval Br. tstat.0001.1393pval.5554.0044.0107.0257.0554.1128.19183.3092.9432.5472.1451.7151.308.0005.0016.0054.0159.0431.0953.2779.5563.7489.89681.0566.4835.00183.460.0003.953.6095.7110.7730.8151.8547.3144.1703 Probability values assuming asymptotic ChiSquare distribution.the panel context where under the null all series in the panel possess a unit root,common or individual, we dropped stepwise from the group of EMU members weanalyzed the countries for which the null of a unit root and therefore the hypothesisof nonconvergence could be rejected at standard significance level by means of the ADF unit root with no intercept test results of table 1. This stepwise procedureallowed us to identify the subgroup of nonconvergent countries, and residually, alsothe subgroup of convergent countries. Hereby we oriented at the multivariate versionof the ADF tests, primarily due to comparability of results of table 3 and 5. Forcomparison we show also the resulting statistics from the Breitung panel unit roottests. Nevertheless, since under the null of these panel tests all series have a commonautoregressive term , these tests impose more restriction under the null than themultivariate versions of the ADF and PhillipsPerron tests.In sum our findings confirm the test results of the above mentioned studies concerning the convergence of the national inflation differentials prior to the monetaryunification and a somewhat divergence thereafter. Especially we do not find supportfor a hypothesis of stationary inflation rate differentials around a zero mean, sinceas Busetti et al. 2006, p.21 state, when applying a multivariate stability test ona 11dimensional vector of all pairwise inflation differentials obtain that the nullhypothesis is clearly rejected when testing without an intercept term while it cannotbe rejected . . . if an intercept is included. Thus, while inflation rates within the 24EMU can be considered jointly stationary over the period 19982004, they appear tofluctuate around different means, forming two or possibly three convergence clubs.Keeping in mind the cumulative effects which persistently above or below average inflation rates can have on the competitiveness of domestic products in theinternational markets of goods and services, this findings rise serious concerns onthe adequacy of the Maastricht convergence criteria prior, and the absence of themat all after the entrance of future candidates for joining EMU. As discussed before,persistently abovebelowaverage inflation rate levels are likely to affect the relative level of economic activity of the monetary unions member countries throughthe real interest and exchange rate channel, and might represent a threat for theirmedium run competitiveness if they are not supported by accordant productivitygrowth developments.4 Structural Analysis on Inflation Differentials and Business Cycles Fluctuations in the EMUIn this section I investigate, by means of econometric methods, the sources of inflation rate differentials in the EMU before and after the introduction of the euro.Hereby we focus on the link between the dynamics of the relative price inflation andthe relative countryspecific level of economic activity to the euro area average.The methodological approach of this section resembles the one of Honohan and Lane 2003, who investigated the existence of inflation differentials in the EMUusing different price indices by means of pooled OLS and GMM estimation methods. Their main empirical findings concerning the main determinants of inflationdifferentials in EMU can be summarized as follows: The coefficient of the lagged price level, a proxy for the price level convergencewithin EMU, enters significantly and with the right sign in all specifications. The rate of change of the nominal effective exchange rate a measure for thepassthrough influences significantly the inflation gaps calculated with all usedprice indices. The fiscal surpluses are found to be insignificant in all specifications with theexception of the inflation gap based on the private consumption deflator, wherethe fiscal surplus is found to be only marginally significant.25 The effect the output gap is positive and statistically significant for all inflationdifferentials but the one calculated with the import price index.This study nevertheless differs from Honohan and Lane 2003 in that while theyused a panel approach with fixed effects to find joint effects among the EMU countries, the focus here is to determine the country specific role of the national businesscycles positions, import price inflation and real marginal costs developments for theinflation differentials.4.1 Theoretical Foundations Concerning the empirical study of inflation and more especifically, of the inflationdifferentials in the EMU, the majority of existing empirical investigations such as Angeloni and Ehrmann 2004, von Hagen and Hofmann 2004 and Hofmann and Remsperger 2005 use the hybrid New Keynesian Phillips Curve as the startingpoint of their econometric estimations. Indeed, during the last decade, New Keynesian style models have become the standard workhorse of structural macroeconomicanalysis in the majority of academic and policymaker circles. Set in an intertemporal utility maximizing framework, the type of models discussed in Roberts 1995,Rotemberg and Woodford 1997 and Gal and Gertler 1999 explain inflation asthe result of a Calvo 1983 staggered price setting by monopolistic firms which, under the assumption that wages are perfectly flexible, reset their prices in an optimalmanner when they obtain the opportunity to do so. Under this theoretical setting,the resulting adjustment equation for aggregate price inflation, known as the New Keynesian Phillips Curve,25 is expressed ast yt Ett1.8where yt denotes the output gap and Ett1 denotes the expected inflation at t 1based on the information set available at t.The New Keynesian Phillips Curve, as discussed for example in Mankiw 2001,Estrella and Fuhrer 2002, Rudd and Whelan 2005 and Blanchard and Gal 2005has, despite of its solid microfoundations, two main empirical shortcomings: In thefirst place, it implies a negative relationship between the rate of change of inflation 25See Walsh 2003 for an extensive discussion of the theoretical derivation of the New Keynesian Phillips Curve.26and the output gap, while the opposite holds in the majority of countries. In the second place, eq.8 explains inflation as only dependent on the actual output gap andon the future expected inflation, with past inflation being completely irrelevant forits actual level. Aggregate macroeconomic data shows, on the contrary, a high degree of inflation persistence not only in the U.S. but in the majority of industrializedcountries. In order to account for the high degree of autocorrelation observable inaggregate inflation data, Gal and Gertler 1999 and Gal , Gertler and L opezSalido2001 have proposed a hybrid version New Keynesian Phillips Curve:t t Ett1 t 1,9where actual inflation does not depend only on future expected, but also on pastinflation and additionally not the output gap y, but , the log deviation of thereal marginal costs from their steady state value the actual variable derived by thetheoretical New Keynesian model is included. Gal and Gertler 1999 justify theirmodification concerning the past inflation influence through the assumption of ruleof thumbled firms which, when unallowed to reset their prices optimally, increasethem according to the last inflation rate.Apart from the empirical caveats concerning the New Keynesian Phillips Curve,its very much essence concerning its perception of reality has been questioned ina a variety of recent papers as Erceg, Henderson and Levin 2000 and Blanchardand Gal 2005. The main argument which has been put on the table is thatempirical evidence suggests that not prices, but actually nominal wages should beconsidered as sticky. The high autocorrelation of inflation, or in other words itssignificant persistence, is caused primarily by the sluggishness of the nominal unitlabor costs that is, nominal wages corrected from labor productivity and not by thesluggishness of the price level per se. Based on this notion, Erceg et al. 2000 and Christiano, Eichenbaum and Evans 2005 have developed, again in an intertemporalutility maximizing framework, theoretical models with both staggered wages andprices, where nominal wages, staggered also in a Calvo 1983 manner, are set in amonopolistic manner by the households.26We leave nevertheless these critical considerations on the New Keynesian approach aside in the empirical analysis of this section and proceed in a rather a26Alternatively to the New Keynesians, other researchers as Fair 2000, or Chiarella, Flascheland Franke 2005 have modelled wage and price inflation dynamics through two separate Phillips Curves, for both price and nominal wage inflation, the latter with different measures of demandpressure the labor market on nominal wages and the goods market on prices and more elaboratedexpectation schemes.27theoretical way which does not constrain our specification to a specific theoreticalapproach, but rather include freely different variables which are presumed to explain actual inflation by these and other different schools of economic thought. Morespecifically, we include besides the expected future and past inflation also the logdeviation of the real marginal costs from their long run mean , the growth rate ofthe nominal unit labor costs ulc, or in other words, the nominal wage inflation ratecorrected by the growth rate of labor productivity and m, the import price inflationsince, as discussed by Goodhart and Hofmann 2005, p.762, omitting oil prices,commodity prices or import prices from the empirical Phillips Curve may give riseto a downwards biased estimate of the output gap coefficient, which may explain Mehras 2004 finding that the significance of the output gap can be restored whensupply shocks are included in the empirical model. Indeed, as discussed in ECB2005, p.6364, the main contributors to the observed inflation differentials in theeuro area have been internal factors such as national unit labor costs and gross operating surpluses, and in relatively more open economies as the Netherlands and Belgium, the import prices. The below average development of the unit labor costsin Germany and France since the introduction of the euro also explain the negativeinflation gap of these two countries with respect to the euro area average.Our general specification can be thus expressed ast c yyt 1 t 1 f Ett1 b,j tj mmt wulct10Jcid:88j1Jcid:88In the same manner, we estimate the national inflation differentials according tot c y yt 1 t 1 f Ett1 b,j tj mmt wulct11where denotes the deviation of real variables output gap and real unit labor costsfrom the euro area average, and denotes the gap of price inflation, import priceinflation and the growth nominal unit labor costs with respect to the euro average.j14.2 Econometric Analysis Since our main objective is to detect the principal differences in the inflation andinflation differential determination between the EMU countries, we perform as firstindividual estimations of these two variables by means of the GMM Generalized 28Method of Moments methodology.27 This estimation procedure, developed on thework by Hansen 1982, is basically an instrumental variables estimation procedure,which nevertheless does not rely on any assumption concerning the distribution ofthe estimation residuals but instead, as a minimum distance estimator, seeks tooptimize a determined objective function. The GMM estimator of is a vector GMM which solves the problem 28cid:34Ncid:88cid:35cid:48iyi XiZcid:48cid:34Ncid:88cid:35iyi XiZcid:48WGMM arg mini1i1where Z is the matrix of instrumental variables, X the matrix of explanatory variables, y the vector of explained variables and W a symmetric, positive semidefiniteweighting matrix which particular form is to be chosen. For the estimations discussed below, we used a weighting matrix which allows the GMM estimates to berobust against possible heteroskedasticity as well as serial correlation of any orderand form in the error terms. The parameter values were computed through simultaneous updating of the HAC heteroskedasticity and autocorrelation consistentweighting matrix and the matrix of parameters, whereas the parameter convergencecriterion was set to 0.001.The use of a instrumental variables estimator as GMM is also adequate since itallows to account for eventual regressor endogeneity, in the case that some of theexplaining variables are not completely exogenous. Additionally, since among theexplaining variables contained in our general specification there are also expectedfuture variables, the use of an instrument set composed solely by lagged variablesallows to approximate the expected values of those forwardlooking variables on thebasis of the information available at time t. In order to test for the validity of theoveridentifying restrictions since we have more instrumental variables as coefficientsto be estimated we calculate the Jstatistics as proposed by Hansen 1982.We performed our singleequation GMM estimations of the inflation rate and inflation differentials adjustment equations according to eqs.10 and 11 for GermanyDEU, France FRA, Spain ESP, Italy ITA and the Netherlands NLD including alternatively different measures of aggregate demand pressure on inflation in theset of explaining variables: The cyclical components of the industrial production indices and the national GDPs at constant 1995 prices calculated by the asymmetric 27For a comprehensive discussion of the GMM methodology see Hayashi 2000 and Wooldridge2001.28See Wooldridge 2002, p.190.29bandpass filter of Christiano and Fitzgerald 2003 and by the HodrickPrescott Filter, the utilization rate of capacity and the output gap according to the OECDmethodology shown in figure 5. In the set of instrumental variables we includedthe four lags of price inflation, the respective measure of aggregate demand, importprice inflation and the nominal unit labor costs inflation.Figure 5: Measures of aggregate demand pressure: GDP at constant 1995 prices Hodrick Prescott and asymmetric ChristianoFitzgerald cyclical components, capacityutilization rate of the business sector and output gap OECD seriesWhile the output gap series, calculated by the OECD, did not turn out to possess any explaining power for the analyzed economies, with the exception of France,the use of the cyclical components of the real GDP computed by the asymmetric ChristianoFitzgerald methodology delivered results quite similar to the ones obtained with the more standard Hodrick Prescott filtered GDP series. Therefore wediscuss here only two estimated equation for each country, obtained with the HP filtered GDPs and the capacity utilization rates as measures of the aggregate demand.30321012319901992199419961998200020022004DEUFRAITANLDESP321012319901992199419961998200020022004DEUFRAITANLDESP.12.08.04.00.04.0819901992199419961998200020022004DEUESPFRAITANLD642024619901992199419961998200020022004DEUFRAITANLDThe obtained GMM parameter estimates are reported in table 6.Table 6: SingleEquation GMM Estimation Results. Aggregate Demand Proxy:GDP at constant 1995 prices HP Filter Cyclical ComponentsSample: 1990:1 2005:12DEUty.0987.0000DEUtFRAt FRAt ITAt ITAt ESPt ESPt NLDt NLDt.0580.0234.2878.0002.0741.0008.4859.0000.0577.0000.5121.0000.0738.0013.5734.0000.0353.0339.0983.0000.0106.0330fb,j.1351.0000.2484.0001.3407.0102.2281.0000.3919.0001.6357.0000.6298.0000.2431.0004.3908.0004b,4.7099.0000.8732.0000.3689.0000.5159.0000.2904.0000.3844.0000.2916.0000.4775.0000.2278.0006mw.0346.0000.0161.0000.0313.0000.0053.0000.0037.0000.0105.0029.0211.0000.0065.0335.0090.0049.0113.0000const.0006.0012.0113.0080.0028.0000.0020.0000.0017.0024 R2DW Jstat.43831.955.41721.420.48321.871.44882.079.70442.021.12802.505.49812.193.38762.199.29452.212.32262.351.1567.1642.1147.1716.1322.4023.1796.2021.1786.1628.0090.0049.0540.0000.0565.0288As it can be observed in table 6, the coefficient of aggregate demand pressurey proxied in this specification by the HodrickPrescott filtered GDP at constant 1995 prices enters significantly in both the inflation rate and the inflation differentials equation of all analyzed countries with exception of Germany, where it possesssignificant explanatory power only in the first equation. Respecting the extent ofsuch influence on the national inflation differentials, table 6 shows that this is atlargest in Italy and at lowest in France.Concerning the coefficient of the real marginal costs, the first main determinantof aggregate price inflation in the New Keynesian Phillips Curve, in table 6 it isfound to be statistically significant at standard confidence levels only in the inflationadjustment equations of France and Italy, and in the inflation differential equation of France. The second main determinant of inflation according to the New Keynesianapproach, the expected future inflation, is found to possess a significant and similarexplanatory power for the dynamics of the inflation and the inflation gaps of Italyand the Netherlands.Lagged price inflation, as well as contemporaneous import price inflation, enter 31in a significant and concerning the dimension of their estimated coefficients alsoin a quite similar manner in the inflation adjustment equations of all five analyzedcountries, and with the exception of Italy, also of all inflation rate differential equations. The sum of the coefficients of lagged inflation, often used as a persistencemeasure, is found to be the largest in Spain. Finally, respecting the growth rateof the nominal unit labor costs, these seem to account up to a certain degree thedifference between the Dutch inflation rate and the euro area average, a result whichis consistent with the empirical stylized facts discussed in ECB 2003.Departing from these singleequation GMM estimation results, we focus nowon the effect of the aggregate demand pressure on inflation before and after theintroduction of the euro. Hereby we rely on the singleestimation results providedby table 6 and estimate by panel twostage least squares TSLS a reduced form ofeq.10, where only lagged price inflation, contemporaneous import price inflationand the proxy for aggregate demand pressure enter as explanatory variables, notincluding the expected future inflation, which was found to be significant only in Italy and Spain, allows a certain consistency between our singleequation and panelestimation results.29Due to the increased sample size which is obtained by a panel estimation procedure, we split our analyzed sample in a pre and a posteuro subperiod, 1990:11997:4and 1998:12005:4, respectively. According to the discussion of the previous section,we would expect an increased influence of the national business cycle position on theaggregate inflation after the monetary unification due to the disappearance of thecountryspecific nominal exchange rates. In order to increase the degrees of freedomof the panel estimation and due to the similarity of the estimated coefficients of thepast CPI and present import price inflation reported in table 6, we restrict theircoefficient in the panel estimation to be the same across countries and allow only yto be countryspecific.In both subsamples, the balanced panel contains 155 observations.30 We present 29Angeloni and Ehrmann 2004, Hofmann and Remsperger 2005, Goodhart and Hofmann2005, the first two concerning the inflation rates and not their differentials, found by fixedeffectspanel estimation with euro area country data, that expected inflation enters significantly in inflationadjustment equations based on the hybrid New Keynesian Phillis Curve. Nevertheless, we wouldlike to stress again that our estimated coefficients were obtained in a free GMM estimation withoutthe use of constraints such as f b,1 1, as for example done in these mentioned studies.30The four quarters of 1998 are included in both subsamples due to the fact that, while theeuro officially was introduced at the beginning of 1998, it got into circulation among the public on January 1999.32in table 7 the estimation results for two specifications, I and II.In I we usedthe output gap measured as the percent deviation of real GDP from the HodrickPrescott trend as in the previous section at t 1, while in II the actual output gapvalue was used.Table 7: Panel TwoStage Least Squares Estimation Results. Aggregate Demand Proxy: GDP at constant 1995 prices HP Filter Cyclical ComponentsSample: 1990:1 1998:4Sample: 1998:1 2005:4Itstatpval 2.5062.76810.363.036.0133.0064.0000.0028coeff 0044.1700.5737.0267coeff 0043.1745.5693.02122.4653.16611.842.905.13520.647.5182.3233.51012.895.0044.1923.1882.2740.6118.1150.2998.24931.3221.098.60632.0551.3241.1711.6010.412.60952.130const.t 1t 4mty DEUtjy ESPtjy FRAtjy ITAtjy NLDtj R2DW.64051.919.0569.86281.294.1974.1969IIItstatpvalcoeff.tstatpval.0148.00724.644.0000.0019.0000.5648.0042.0184.1875.0635.2432.186112.785.136.9232.1732.6599.0000.0000.3574.8627.5103IItstatpval 5.066.000012.095.3090.674.0000.0000.5011coeff 0075.5716.0175.1886.71261.977.0499.18480.601.5483.1113.43772.755.0066.66414.565.0000.6804.50882.224.0276.60482.089.0384.41582.063.42182.073While the estimated coefficients of past CPI inflation and the actual import priceinflation are quite stable across the four different estimations reported in table 7, aconsiderable variability concerning the coefficients of the countryspecific aggregatedemand proxies between the two specifications and also between the two analyzedsubsamples can be observed in table 7. Indeed, in specification I, for the first subperiod we have positive, statistically significant and similar coefficients only for Germany and France. For the same subperiod, using not the past but the actual proxyfor excessive aggregate demand specification II, we find insignificant coefficientsfor all five analyzed countries at standard confidence levels.Concerning the second subperiod, which comprises the monetary unification andthe adoption of the euro, we find that the coefficient of aggregate demand turns outto be highly significant in specification I for Italy and the Netherlands, and also for Spain in specification II. Interestingly, the same coefficient for France and Germanyloses significance with respect to the first subperiod.33How are these somewhat puzzling results to be interpreted? There are differentpossible explanations: As a first alternative, the German reunification and thesubsequent exceptional increase in the aggregate demand in Germany might haveinfluenced to a significant extent not only the German, but also the behavior ofthe price inflation rates of the other European countries, as Spain, Italy and the Netherlands during the first half of the 1990s. The monetary unification, as well asthe slowdown of the German economy in recent years, might have dampened theeffect of the German reunification, with the subsequent increase in the influenceof the own business cycles observed in our estimations for Spain, Italy and the Netherlands in the second subperiod.An alternative interpretation could be related with the procyclicality of thefiscal deficits resulting from the present formulation of the Stability and Growth Pact SGP. The main argument goes as follows: Due to the Stability and Growth Pact SGP criteria, the possibilities to conduct a countercyclical fiscal policy arerestricted to a budgetary deficit limit of 3% of the national GDP, and a level offiscal debt of 60% of GDP. This values, nevertheless, are no independent from theeconomic performance of the economy: As it is widely known, the budgetary positions are highly procyclical, with increasing tax revenues and decreasing socialsecurity expenses in economic upswing phases and widening deficits in recessions.In pronounced recession phases, as for example in Germany since the middle 1990s,governments constraint by criteria as in the SGP, will increase indirect taxes in orderto reduce their fiscal deficits, as for example is planned in Germany for 2007. Highertaxes, nevertheless, are likely to lead to general increases the aggregate price levels,contributing so to a countercyclical behavior of national inflation rates.5 Concluding Remarks In this paper I investigated the reasons for the existence and the dynamic behaviorof the national inflation rates in the European Monetary Union from both the theoretical as well as from the empirical point of view. Among other things, I foundstatistical evidence for a persistent upward or downward bias of national inflationdifferentials of several EMU Member States. Taking into account that in a monetary union as the EMU the development of the national price levels is central forthe homogeneity of the monetary policy impulses as well as for the internationalcompetitiveness of the monetary union member countries, the presence of inflation 34differentials persistently different from zero indeed raises some concerns about thefuture medium run macroeconomic development of the EMU members.In order to identify the main determinants for the existence of inflation differentials in Germany, France, Italy, Spain and the Netherlands, I used a singleequation GMM methodology. The estimation results shed some interesting insights acrossthe analyzed countries worth to be stressed: First, the effect of the relative businesscycle position of the economy is statistically significant for both the inflation and inflation differentials in all countries but Germany, where this only holds for inflation.Second, the degree of persistence, measured by the coefficients of the lagged valuesof inflation, is significant and of similar extent in all analyzed countries for bothinflation and inflation differentials estimations. Despite the fact that this result isto a significant degree only the reflection of the persistence in the levels of the inflation rate, the importance of lagged values, as one of the main explaining variablesin the inflation rate differentials, raises some concerns with respect to the probabledestabilizing effects that such a persistence might bring with in the medium run forthe EMU Member States and also for the EMU as a whole.Concerning the second main topic in our analysis, namely the role of the nationalbusiness cycle positions for the respective inflation dynamics, I found a significantchange of the significance of the business cycle position for the inflation determination prior and after the introduction of the euro: While its influence seems to haveincreased since the introduction of the euro in Italy, the Netherlands and Spain, theopposite seems to hold in Germany and France.These results, nevertheless, are not definitive. The occurrence of extraordinaryevents such as the German reunification, as well as the simultaneous influence ofcontrarily acting effects and interplays might have weakened the accuracy of oureconometric estimations. With the availability of larger data sets for the EMUMember States after the monetary unification, some of these open questions mightbe answered in the future.35References Alberola, E. 2000. Interpreting inflation differentials in the euro area, Economic Bulletin, Banco de Espa na, pp. 6170.Alberola, E. and Tyrv ainen, T. 1998. Is there scope for inflation differentials in EMU?, Technical report, Bank of Finland.Angeloni, I. and Ehrmann, M. 2004. Euro area inflation differentials, Working Paper 388, European Central Bank, Frankfurt a. M.Balassa, B. 1964. The Purchasing Power Parity doctrine: A reappraisal, Journalof Political Economy 72: 58486.Barro, R. J. and Salai Martin, X. 1991. Convergence across states and regions,Brookings Papers on Economic Activity 19911: 107182.Barro, R. J. and Salai Martin, X. 1992. Convergence, The Journal of Political Economy 1002: 223251.Beck, G. and Weber, A. A. 2005.Inflation rate dispersion and convergence inmonetary and economic unions: Lessons for the ECB, Working Paper 200531,Center for Financial Studies.Blanchard, O. and Gal , J. 2005. Real wage rigidities and the New Keynesianmodel, Working Paper 0514, Federal Reserve Bank of Boston.Breitung, J. 2000. The Local Power of Some Unit Root Tests for Panel Data,in B. Batalgi ed., Nonstationary Panels, Panel Cointegration, and Dynamic Panels, Vol. 15 of Advances in Econometrics, JAI Press, pp. 161178.Breitung, J. and Pesaran, M. H. 2005. Unit roots and cointegration in panels,Discussion Paper 422005, Deutsche Bundesbank.Busetti, F., Forni, L., Harvey, A. and Venditti, F. 2006.Inflation convergenceand divergence within the European Monetary Union, Working Paper 574,European Central Bank, Frankfurt.Calvo, G. A. 1983. Staggered prices in a utility maximizing framework, Journalof Monetary Economics 12: 383398.36Chiarella, C., Flaschel, P. and Franke, R. 2005. Foundations for a Disequilibrium Theory of the Business Cycle. Qualitative Analysis and Quantitative Assesment,Cambridge University Press, Cambridge, UK.Choi, I. 2001. Unit root tests for panel data, Journal of International Money and Finance 20: 249272.Christiano, L., Eichenbaum, M. and Evans, C. 2005. Nominal rigidities and thedynamic effects of a shock to monetary policy, Journal of Political Economy 113: 145.Christiano, L. J. and Fitzgerald, T. J. 2003. The band pass filter, International Economic Review 442: 435465.De Grauwe, P. 1996.Inflation convergence during the transition to EMU, in P. De Grauwe, S. Micossi and G. Tullio eds, Inflation and Wage Behavior in Europe, Oxford University Press, Oxford, UK, chapter 7, pp. 193208.De Grauwe, P. and Skudelny, F. 2000. Inflation and productivity differentials in EMU, Working paper, Centre of Economic Studies, University of Leuven.De Grauwe, P. and Vanhaverbeke, W. 1993.Is Europe an optimum currencyarea?: Evidence from regional data, in P. R. Masson and M. P. Taylor eds,Policy Issues in the Operation of Currency Unions, Cambridge University Press,Cambridge, UK, pp. 11129. as reprinted in De Grauwe 2001, The Political Economy of Monetary Union, Cheltenham, UK: Edward Publishing Limited.Deroose, S., Langedijk, S. and Roeger, W. 2004. Reviewing adjustment mechanisms in the EMU: from overheating to overcooling, European Economy, Economic Papers 198, European Commision Directorate General for Economicand Financial Affairs.ECB 2003.Inflation differentials in the euro area: potential causes and policyimplications, Frankfurt a.M.ECB 2005. Monetary policy and inflation differentials in a heterogeneous currencyarea, ECB Monthly Bulletin, May, pp. 6178.Eichengreen, B. 1990. One money for Europe? Lessons from the U.S. currencyunion, Economic Policy 5: 118187.37Erceg, C. J., Henderson, D. W. and Levin, A. T. 2000. Optimal monetary policywith staggered wages and prices, Journal of Monetary Economics 46: 281313.Estrella, A. and Fuhrer, J. C. 2002. Dynamic inconsistencies: Counterfactualimplications of a class of rational expectations models, The American Economic Review 92: 10131028.European Commision 2004. Cyclical convergence in the euro area: recent developments and policy implications, Quarterly Report on the euro area, Vol. 3,Directorate General of Economic and Financial Affairs, pp. 2738. July.Eviews 5 2004. Users Guide, Quantitative Micro Software, LLC.Fair, R. 2000. Testing the NAIRU model for the United States, The Review of Economics and Statistics 82: 6471.Flaschel, P. and Krolzig, H.M. 2006. Wageprice Phillips Curves and macroeconomic stability. basic structural form, estimation and analysis, in C. Chiarella,P. Flaschel, R. Franke and W. Semmler eds, Quantitative and Empirical Analysis of Nonlinear Dynamic Macromodels, Contributions to Economic Analysis,Elsevier, Amsterdam. Series Editors: B. Batalgi, E. Sadka and D. Wildasin.Frankel, J. A. and Rose, A. K. 1998. The endogeneity of the optimum currencyarea criteria, The Economic Journal 108449: 10091025.Fritsche, U., Logeay, C., Lommatzsch, K., Rietzler, K., Stephan, S. and Zwiener,R. 2005. Auswirkungen von l anderspezifischen Differenzen in der LohnPreisniveau und Produktivit atsentwicklung auf Wachstum und Besch aftigungin Deutschland, DIW Berlin: Politikberatung Kompakt 8, DIW Berlin.Gal , J. and Gertler, M. 1999. Inflation dynamics: A structural econometric analysis, Journal of Monetary Economics 44: 195222.Gal , J., Gertler, M. and L opezSalido, J. D. 2001. European inflation dynamics,European Economic Review 45: 12371270.Goodhart, C. and Hofmann, B. 2005. The Phillips Curve, the IS curve and monetary transmission: Evidence for the US and the euro area, CESifo Economic Studies 514: 757775.Hansen, L. P. 1982. Large sample properties of generalized method of momentsestimators, Econometrica 504: 10291054.38Harvey, A. C. and Carvalho, V. M. 2002. Models for converging economies, Working Paper 0216, Faculty of Economics DAE, University of Cambridge.Hayashi, F. 2000. Econometrics, Princeton University Press.Hofmann, B. and Remsperger, H. 2005.Inflation differentials among the euroarea countries: Potential causes and consequences, Journal of Asian Economics 163: 403419.Honohan, P. and Lane, P. 2003. Divergent inflation rates in EMU, Economic Policy 37: 357394.Kenen, P. B. 1969. The theory of optimum currency areas: An eclectic view, in R. M. Mundell and A. K. Swoboda eds, Monetary Problems of the International Economy, University of Chicago Press, Chicago, pp. 4160. as reprintedin De Grauwe 2001, The Political Economy of Monetary Union, Cheltenham,UK: Edward Publishing Limited.Krugman, P. 1993. Lessons of Massachusetts for EMU, in F. Torres and F. Giavazzieds, Adjustment and Growth in the European Monetary Union, Cambridge University Press, Cambridge, UK, pp. 24161. as reprinted in De Grauwe2001, The Political Economy of Monetary Union, Cheltenham, UK: Edward Publishing Limited.Krugman, P. and Venables, A. J. 1996. Integration, specialization, and adjustment,European Economic Review 40: 959967.Kwiatkowsky, D., Phillips, P. C., Schmidt, P. and Shin, Y. 1992. Testing thenull hypothesis of stationarity against the alternative of a unit root: how sureare we that economic time series have a unit root?, Journal of Econometrics 54: 159178.Lommatzsch, K. and Tober, S. 2004. The inflation target of the ECB: Does the BalassaSamuelson effect matter?, EUI Working Paper 200419, European University Institute, Robert Schuman Centre for Advanced Studies.Lucas, R. E. J. 1976. Econometric policy evaluation: a critique, CarnegieRochester Conference Series on Public Policy 1: 1946.Mac Kinnon, J. G. 1996. Numerical distribution functions for unit root and cointegration tests, Journal of Applied Econometrics 11: 167176.39Maddala, G. S. and Wu, S. 1999. A Comparative Study of Unit Root Tests with Panel Data and a New Simple Test, Oxford Bulletin of Economics and Statistics 61: 631652.Mankiw, G. 2001. The inexorable and mysterious tradeoff between inflation andunemployment, Economic Journal 111: 4561.Mc Kinnon, R. 1963. Optimum currency areas, The American Economic Review 53: 717725.Mehra, Y. P. 2004. The output gap, expected future inflation and inflation dynamics: Another look, Topics in Macroeconomics 41. Article 17.Meltzer, A. H. 1986. Size, persistence, and interrelation of nominal and real shocks,Journal of Monetary Economics 17: 16194.Mentz, M. and Sebastian, S. P. 2003. Inflation convergence after the introductionof the euro, Working Paper 200330, Center for Financial Studies, Frankfurtam Main, Germany.Mongelli, F. P. 2002. New views on the Optimum Currency Area Theory: Whatis EMU telling us?, Working Paper 138, European Central Bank, Frankfurta.M.Mundell, R. A. 1961. A theory of optimum currency areas, The American Economic Review 51: 657664.Ortega, E. 2003. Persistent inflation differentials in Europe, Documentos de Trabajo 0305, Banco de Espa na, Madrid.Proa no, C. R., Flaschel, P., Ernst, E. and Semmler, W. 2006. Gradual WagePrice Adjustments and Keynesian Macrodynamics: Evidence from the U.S. and the Euro Area. Available online under the title Disequilibrium Macroeconomic Dynamics, Income Distribution and WagePrice Phillips Curves. Evidence fromthe U.S. and the euro area, IMK Working Paper 042006, Macroeconomic Policy Institute IMK, url: www.imkboeckler.de.Roberts, J. M. 1995. New Keynesian economics and the Phillips Curve, Journalof Money, Credit and Banking 274: 975984.Rose, A. K. and Engel, C. 2002. Currency unions and economic integration, Journal of Money, Credit and Banking 344: 10671089.40Rotemberg, J. J. and Woodford, M. 1997. An optimizationbased econometricframework for the evaluation of monetary policy, in B. S. Bernanke and J. J.Rotemberg eds, NBER macroeconomics annual 1997, MIT Press, Cambridge,Mass., pp. 297346.Rudd, J. and Whelan, K. 2005. New tests of the newKeynesian Phillips curve,Journal of Monetary Economics 52: 11671181.Samuelson, P. A. 1964. Theoretical notes on trade problems, Review of Economicsand Statistics 23: 160.Sinn, H.W. and Reutter, M. 2000. The minimum inflation rate for euroland,Working Paper 377, CESifo.Tavlas, G. 1994. The theory of monetary integration, Open Economies Review 52: 211230.Taylor, J. B. 1993. Discretion versus policy rules in practice, CarnegieRochester Conference Series on Public policy 39: 195214.von Hagen, J. and Hofmann, B. 2004. Macroeconomic implications of low inflationin the euro area, North American Journal of Economics and Finance 15: 523.Walsh, C. E. 2003. Monetary Theory and Policy, MIT Press, Cambridge, MA.Wooldridge, J. M. 2001. Applications of generalized method of moments estimation, Journal of Economic Perspectives 154: 87100.Wooldridge, J. M. 2002. Econometric Analysis of Cross Section and Panel Data,MIT Press, Cambridge, MA.41Appendix 1: Univariate and Panel PhillipsPerron Unit Root Tests Table 8: National Annual Inflation Rate Differentials to EMU average: Univariate PhillipsPerron Unit Root Tests Subsample: 1990:1 1997:121998:1 2005:12Country AUTBELDEUESPFINFRAITALUXNLDPRTNo Interceptpval.0544.3063.0688.1016.1115.3939.1332.3209.0778.0499.0544.0164.0366.0369.0313.0082.0264.0228.0256.0217With Interceptpvalconst 0705.4976.5251.3445.0361.8142.5650.3167.7787.6375.0010.00053.8E5.0005.0013.0004.0004.00124.7E56.1E6tstat.0557.2110.8977.1311.0082.3795.4885.0609.8985.9933No Interceptpval.0913.0494.3467.6087.3387.3134.1558.0021.1440.1975.1082.1502.0293.0182.0218.0372.0793.3127.0400.0300.1333.0545.0387.0940.0834.0323.0442.1054.0229.0218Note: denotes Mac Kinnon 1996 onesided pvalues.Table 9: National Annual Inflation Rate Differentials to EMU average: Panel PhillipsPerron and Breitung Unit Root Tests Subsample: 1990:1 1997:12Group EU10NCG1: EU10PRTNCG2: NCG1AUTNCG3: NCG2ESPNCG4: NCG3DEUNCG5: NCG4NLDNCG6: NCG5FINEUCG1AUT,DEU,ESP,NLD,PRTMPhillips Perronpval ChoiZ3.511.0027Breitungpval Br. tstat.0002.1393pval.5554.0059.0129.0237.0542.12063.1912.8532.5402.1161.646.0007.0022.0055.0172.0499.21951.196c.1158.2779.5563.7489.89681.0566.4835.00283.319.0005.953.6095.7110.7730.8151.8547.3144.1703Fisher242.1036.5831.1526.3020.7415.3210.6926.77 Probability values assuming asymptotic ChiSquare distribution.42Appendix 2: SingleEquation GMM Estimation Results Aggregate demand proxy: GDP at constant 1995 prices HP cyclicalcomponentsDEUt .0006.011 .0987.0000 R2 .4383DEUt .0012.0809 .8732.0000 R2 .4172yt 1 .1351.0000DW 1.955 t 4 .0161.0000DW 1.420t 1 .0590.0119t 2 .7099.0000t 4 .0346.0000mt Jstat .1567mt Jstat .1642FRAt .0028.0000 .0580.0234yt 1 .0353.0339 R2 .4832FRAt .0020.0000 .2878.0002 R2 .4488DW 1.871 yt .0983.0000DW 2.079t 1 .3689.0000Jstat .1147t 4 .0313.0000 t 1 .5159.0000Jstat .1716t 4 .0053.0000mtmt 2ITAt .0017.0024 .0741.0008yt .0106.0330 R2 .7355DW 2.021ITAt .4859.0139 yt 3 .3407.0102t1 .3919.0001t 1 .2484t1 .2281.0001.0000Jstat .1322t 2 .0105mt 2.0029t 1 .2904.0000t 4 .0037.0570mt 1 R2 .1280DW 2.5057Jstat .4023ESPt .0577.0046yt 1 .6357.0000t 2 .3844.0000t 4 .0211.0000mt R2 .4981DW 2.193ESPt .5121.0000 yt 2 .6298.0000t 2 .2916.0000Jstat .1796t 4 .0065mt 2.0335 R2 .3876DW 2.199Jstat .2021NLDt .0014.0022 .0738.0013yt 1 .2431.0004 R2 .2945DW 2.212NLDt .5734.0000 yt 1 .3908.0000t1 .2278.0000t 4 .0565m.0288ulct 2t 4 .0090.0049t1 .4775.0000Jstat .1786t 4 .0113t 3 .0540m.0000.0000ulct 1 R2 .3226DW 2.351Jstat pval .1628 .00043Aggregate demand proxy: Capacity utilization rate DEUt .0006.3206 .0102.0719 R2 .5018DEUt .0004.5136 .1467.0704 R2 .4342yt 4 .2223.0044DW 1.812t 2 .2731.0003DW 1.918t 2 .1964.0214t 4 .0318.0000mt Jstat .1428t 4 .0094.0165mt Jstat .1586FRAt .0028.0000 .0136.0521yt 1 .0427.0111DW 2.236t 4 .0233.0000t 1 .3703.0000Jstat .1231t 2 .0663m.1565ulct 1 R2 .5083FRAt .0017.0024 .0218.0699 R2 .4741 yt 1 .0518.0098DW 2.137 t 1 .6003.0000t 4 .0027.0583t .0027m.0583ulct Jstat .1633ITAt .0003.4167 .0215.0080yt 1 .3033.0001t1 .3917.0000t 1 .3288.0000t 4 .0091.0705mt R2 .8031DW 2.1261Jstat .2081ITAt .0004.5136 .0875.0000 yt 1 .1789.0113t 2 .1582.0120t 4 .0274.0113mt R2 .5361DW 1.7009Jstat .1267ESPt .0661.0003yt .6132.0000 R2 .3494t 4 .0160.0017DW 2.131t 4 .0160.0017t 2 .2064m.0000ulct 3Jstat .1026ESPt .0071.0000 .2709.0000 yt .3115.0003 R2 .3767DW 2.293t 4 .0109.0057t 2 .6882.0000Jstat .1447t 1 .1602m.0000ulct 2NLDt .0012.0086 .0198.0065t1 .1866.0988 R2 .2181NLDt .0015.0019 .3230.0014 R2 .2943DW 1.940t1 .3729.0000DW 2.385t .1324m.0031ulctt 4 .0165.0085t1 .3505.0000Jstat .12134 .1049m.0000t 4 .0105.0004ulc 4Jstat .125244 Publisher: HansBocklerStiftung, HansBocklerStr. 39, 40476 Dusseldorf, Germany Phone: 492117778331, IMKboeckler.de, http:www.imkboeckler.de IMK Working Paper is an online publication series available at: http:www.imkboeckler.de ISSN: 18612199 The views expressed in this paper do not necessarily reflect those of the IMK or the HansBocklerFoundation. All rights reserved. Reproduction for educational and noncommercial purposes is permitted provided that the source is acknowledged. ", "filename": "imk-wp_2007-05.pdf", "person": ["Christian Proaño Acosta", "Proaño Acosta, Christian"], "date": ["2007"]}