{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/106112/1/imk-report_88e_2013.pdf"], "title": ["Labour cost trends and international competitiveness in Europe"], "plaintext": "December 201388e Labour cost trends and international competitiveness in Europe Labour costs and unit labour costs in 2012 and the first half of 2013Alexander HerzogStein, Heike Joebges 1, Ulrike Stein, Rudolf Zwiener The IMK annually evaluates the official Eurostat statistics with regard to labour costs per hour worked in the countries of Europe most recently Stein et al. 2012. The current statistics contain information on the level of labour costs in the year 2012 and the first half of 2013. Also insights into the sectoral development of wages in the different countries are given. In full view of the unsolved crisis of the euro area and the restrictive adjustment programs of the Troika for some countries, which aim at a reduction of relative labour costs, and also with the current debate on Germanys high current account surpluses in the background, these data have a very high economicpolitical relevance.The analysis is conducted for the complete private sector on the one hand, but also differentiates between the sectors of private services, manufacturing and public services. In the European comparison of labour cost levels in manufacturing also the inputoutputmethod is used to calculate the costsaving effect for the German industry, which results from the use of comparably cheap private services. This is a German peculiarity, as in most European countries labour costs in the private service sector are mostly close to those in manufacturing.Only looking at the labour cost levels is not sufficient to evaluate countries price competitiveness. In fact, the respective growth rates in productivity have to be taken into account, and hence a comparison of unit labour cost trends is necessary. Unit labour cost trends will be analysed in this report as well, focussing on their relation to export prices. Different developments of unit labour costs and export prices hint towards scopes of pricesetting in third party markets and the potential for profit taking by the companies. They also demonstrate the different impact of the current crisis on employees and employers.1 Professor at HTW Berlin.At a glance The development of German labour costs in the private sector, which had been far below European average for a long time, normalised further in the course of 2012 and the first half of 2013, with respective growth rates of 2.8 % in each timespan. Because of a strong sectoral wage differential in Germany, the industry receives cheap inputs from the service sector, leading to effective labour cost cuts of 8 % to 10 %. Taking the progress in productivity into account, the German price competitiveness is extremely high compared to the rest of Europe. Wages in Germany would have to rise temporarily by more than 3 % to help crisisaffected countries through the generation of more imports. The price compet itiveness of the crisis countries with regard to exports on the other hand is widely restored. Spain, Portugal and lately even Greece registered stronger export growth than Germany. And that, without passing on their declines in unit labour cost to the export prices but generating higher profit margins instead.Institut fur Makrookonomieund Konjunkturforschung Macroeconomic Policy Institute ReportGerman labour costs in the private sector stay in the upper middle In the following, labour costs for the private sector in the year 2012 will be described. The private sector consists of the manufacturing sector and the sector of private services. Compared to the previous year, Germany switches places with Finland, now ranking 8th with labour costs of 31.0 per hour. In comparison to the previous two years, Germany has descended one rank see figure 1.Thus, Germany still belongs to the group of highwage countries. Those are nine countries, whose labour costs exceed the average labour costs in the euro zone 28.2. Within this group an increasing dispersion can be detected: Labour costs range from 30.2 in Austria up to 42.2 in Sweden. By now a tripartition of the group of highwage countries has developed: At the lower end of the group Finland 31.1 and the Netherlands 31.4 can be found besides Germany and Austria. The middle group of the highwage countries consists of France 34.9 and Luxemburg 34.5. Highest ranking by far with regard to labour costs are Sweden 42.2, Belgium 40.4 and Denmark 39.4.2In the group of economies whose labour costs lie below the average of the euro zone, the dispersion of labour costs has remained almost unchanged, with the actual amounts of labour costs diverging significantly stronger than in the highwage countries. In this group, they span from 7.2 in Poland to 27.4 in Italy. Besides Italy, also Ireland 27.3 is just slightly below the euro zone average, but considerably above the EU average of 23.6. Below the EU average are not only the United Kingdom 21.9 but also the three crisis countries Spain 21.9, Greece 15.6 and Portugal 11.7.Sweden as well as the United Kingdom stepped up one position in the 2012 ranking. This can be explained with the appreciation of their respec tive currencies in relation to the euro see figure 2. Measured in euro, British labour costs rose by 8.6 % and Swedish labour costs by 7.8 %. But measured in British pounds, labour costs in the UK only rose by 1.4 %. Swedish labour costs on the contrary also rose significantly by 4.0 % when measured in home currency. In the Czech Republic, Hungary and Poland, who also are outside the euro zone, labour costs only rose minimally. This is mainly in consequence of the depreciation of their respective home currencies visavis the euro.2 For the conversion of labour costs in noneuro countries the annual average euro reference rates of the EZB were used.The rates of change of labour costs in 2012 show that the development were quite heterogenous see table 1. Average labour costs in the euro zone as well as in the EU rose only by 2.2 % in 2012, after an increase of 2.7 % in the previous year. This was the second smallest rise since the introduction of the euro. With a rate of change of 2.8 % the increase in German labour costs was slightly above average. The highest rises in labour costs were recorded in labour costs per hour worked 1 in the private sector 2 in 2012Figure 1Labour costs per hour worked 1 in the private sector 2 in 2012Sweden Belgium Denmark France Luxembourg Netherlands Finland Germany Austria EA 17Italy Ireland EU 27UKSpain Greece Slovenia Portugal Czech Republic Hungary Poland 42.240.439.434.934.531.431.131.030.228.227.427.323.621.920.815.614.511.710.77.97.21015052025Euro per hour 303540451 Data on labour costs and hours worked refer to all employees 1 Data on labour costs and hours worked refer to all employeesincluding apprentices. including apprentices.2 Economic activities B to N NACE Rev. 2; BF: Industry and 2 Economic activities B to N NACE Rev. 2; BF: Industry andconstruction; GN: Services of the business economy. construction; GN: Services of the business economy.Sources: Eurostat; Bundesbank; IMK calculations data as of 02.10.2013.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.Figure 2Exchange rates of selected exchange rates of selected countries visavis countries visavis the euro 2000100the euro 2000 1002000 100150140130120110100908070UKSweden Hier die Grafik mit ALTTaste und Maus Polandpositionieren Czech Republic 602000200220042006200820102012An increase decrease is equivalent to a depreciation appreciation of the national currency visavis the euro.An increase decrease is equivalent to a Sources: Deutsche Bundsbank; IMK calculations.depreciation appreciation of the natinal currency visavis the euro.Page 2Sources: Deutsche Bundsbank; IMK calculations.IMK Report 88e December 2013Sweden and the United Kingdom, which was partly due to currency appreciation. But also in Austria 4.4 %, Finland 4.3 % and Belgium 2.9 labour costs rose above average. In France 2.0 %, Italy 2.0 %, Ireland 1.9 % and the Netherlands 1.3 % they only rose below average. Looking at developments in some of the crisis countries, some adjustment processes can be witnessed. Thus Spain only saw a below average rise of 1.1 % in labour costs, whereas Greece and Portugal even recorded significant declines by 5.8 % and 4.7 % respectively.The adjustment processes of the last years become even more obvious, when the most recent developments are put in perspective to the development of labour costs before the outbreak of the global economic and financial crisis see table 2. The development of Greek labour costs is especially striking. In precrisis years their development was very volatile yet in total slightly above euro zone average. Since the outbreak of the economic crisis they declined on average by 1.4 % per year. In general, based on longterm average growth rates from 2000 to 2012, Greece is the country with the lowest average rise in labour costs per annum in all economies examined. The dramatic pressure as a consequence of the crisis and the troikaprescribed Table 1Table 1Labour costs per hour worked in euros by kind of economic activity in 2012Labour costs per hour in euros by kind of economic activity in 2012Private sector 1Private service sector 2Manufacturing 3l Chour%in euro 4%in l Cu 4l Chourposition%in euro 4%in l Cu 4l Chourposition%in euro 4%in l Cu 4position 42.240.439.434.934.531.431.131.030.227.427.321.920.816.715.614.512.411.710.78.68.67.97.26.35.74.53.628.223.61234567891011121314151617181920212223242526277.82.91.72.02.41.34.32.84.42.01.98.61.11.25.80.72.94.90.86.42.72.21.65.34.91.08.72.22.24.02.91.52.02.41.34.32.84.42.01.91.41.11.25.80.72.94.93.16.42.75.83.14.04.96.28.62.22.241.940.440.634.737.830.729.628.429.127.626.621.320.117.315.515.312.712.911.38.88.58.07.26.65.94.94.027.723.71325467981011121314151618171920212223242526277.72.71.81.92.41.14.23.15.01.11.88.40.31.14.40.03.26.21.25.21.21.20.95.54.80.811.92.12.13.82.71.71.92.41.14.23.15.01.11.81.30.31.14.40.03.26.23.55.21.24.92.44.24.86.111.92.12.144.042.038.036.430.132.833.835.132.027.128.922.722.413.414.614.112.910.010.18.18.57.56.65.65.53.82.830.524.11234976581110121316141517191821202223242526278.73.11.22.41.71.84.42.43.63.12.68.62.31.27.12.94.34.20.87.45.13.92.95.64.91.85.62.52.64.83.11.12.41.71.84.42.43.63.12.61.52.31.27.12.94.34.23.17.45.17.64.64.25.07.05.62.52.6Sweden Belgium Denmark France Luxembourg Netherlands Finland Germany Austria Italy Ireland UKSpain Cyprus Greece Slovenia Malta Portugal Czech Republic Estonia Slovakia Hungary Poland Latvia Lithuania Romania Bulgaria EA17EU271 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the business economy.1 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the business economy.2 Economic activities G to N; G: Wholesale and retail trade; repair of motor vehicles and motorcycles; H: Transportation and storage; I: Accommodation and food service activities; J: Information and communication; K: Financial and insurance activities; L: Real estate activities; M: Professional, scientific and technical activities; N: Administrative and support service activities. 3 Economic activity C: Manufacturing.4 Rate of change in percent compared to the previous year in euros or local currency, respectively.2 Economic activities G to N; G: Wholesale and retail trade; repair of motor vehicles and motorcycles; H: Transportation and storage; I: Accommodation and food service activities; J: Information and communication; K: Financial and insurance activities; L: Real estate activities; M: Professional, scientific and technical activities; N: Administrative and support service activities. 3 Economic activity C: Manufacturing.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.4 Rate of change in percent compared to the previous year in euros or local currency.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.Page 3IMK Report 88e December 2013austerity and deregulation policy can be seen in these numbers.Also Spain, Ireland and Portugal undergo extensive crisisrelated and economically policy induced adjustment processes of their labour costs. Formerly above average, the growth rates of labour costs in Spain and Ireland are now considerably closer to the EU average. Also Portugal, whose average yearly growth rates of labour costs corresponded to the euro zone average until 2008, only recorded growth rates of on average 0.4 % during the years 2008 to 2012.Contrary to the development in the crisis countries, the dynamics of German labour costs even accelerated slightly since the outbreak of the crisis. With an average yearly rise of 2.2 % from 2008 to 2012, labour costs increased slightly stronger than in the time from 2000 to 2008. Nevertheless growth rates in Germany stayed slightly below the euro zone and EU average of 2.3 % for this period of time.Regarding the longterm development of labour cost levels in the private sector in the complete timespan from 2000 to 2012, the German developments within the group of highwage countries Table 2Average annual growth rates of labour costs per hour worked in local currency units from 2000 to 2012 in the private sector 1average annual growth rates of labour costs per hour worked in local currency units from 2000 to 2012 in the private sector Table 2200020082008201220002012Local currenca Euro Local currency Euro Local currency Euro Greece Germany Portugal EA17Austria Belgium Italy Netherlands EU27Denmark Malta Luxembourg France Sweden Ireland UKSpain Finland Cyprus Slovenia Poland Czech Republic Lithuania Slovakia Hungary Estonia Bulgaria Latvia Romania 3.41.83.13.02.62.83.13.63.63.63.63.43.73.45.24.84.54.35.17.47.07.410.58.69.812.89.615.622.31.42.20.42.33.43.22.91.82.32.52.52.92.43.10.11.42.43.12.11.93.53.81.03.03.21.98.91.27.51.71.48.812.311.410.212.313.21.81.92.22.82.92.93.03.03.23.23.23.33.33.33.53.73.83.94.15.65.86.26.56.77.59.09.310.617.15.70.91.03.61.00.31.42.43.01.25.59.37.16.68.69.51 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the business economy.1 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the business economy.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.Page 4IMK Report 88e December 2013are especially striking see figure 3. In the years after 2000 German and partly Austrian labour costs increased at a slower rate than those of the other countries in the highwage group. While Germany with 24.6 per working hour ranked fourth in European labour costs in 2000 see figure 4, it only registered a labour cost growth by 6.4 during the complete course of the years 2000 up to 2012. Thus, the country gradually descended from the top of the labour cost ranking down to the upper middle, now ranking as the second last in the group of highwage countries. Seen chronologically, the German labour costs first fell below the labour costs of France and Luxemburg, than behind the Dutch and lastly behind the Finnish. Right now Germany only has the eighth highest labour costs in the European Union. In comparison, the labour costs of the latter four countries rose between 9.4 and 11.4. The development of Austrian labour costs was partially similar to that in Germany but less pronounced. During the whole period, labour costs increased by 8.7. Thus Austria moved down from eighth to ninth rank.In the first half of 2013, the developments from the previous year mostly continued. In Germany labour costs increased by 2.8 % in the first half of the year. This is above the euro zone and EU averages of 1.6 % and 1.7 % respectively. The adjustment processes in the crisis countries also continued. Strikingly strong declines in labour costs were witnessed in Greece, with a drop by more than 10 % compared to the previous year. Also Cyprus saw a decline in labour costs 0.6 %. In two other crisis countries, Portugal and Spain, labour costs stagnated at rates of change of 0.2 % and 0.3 %. The same applies to France 0.1 % and to a lesser extent to the Netherlands 0.6 %, both also displaying stagnating or below average growth rates in labour costs in the first half of 2013.Development of labour costs in the private service sector Regarding employment and value added, quantitatively the private service sector makes up the largest part of the German private sector. In this economic sector Germanys labour costs rank in the middle of European countries. As in the previous year, Germany is ninth on the list, one place behind Austria see table 1. Compared to the private sector on the whole, German labour costs in the private service sector are lower by almost 2 per hour. With 28.4 per hour they are just slightly higher than the euro zone average of 27.7. On the other hand, they are significantly Figure 3Longterm development of labour longterm development of labour costs in costs in the highwage group of the highwage group of countries in the countries in the private sector in Europrivate sector 454035302520BESEFRDKNLFIEADEAT20002002200420062008201020121Economic activities B to N NACE Rev. 2: BF: Industry and construction; GN: Services of the business economy 1 Economic activities B to N NACE Rev. 2: BF: Industry and construction; GN: Services of the business economy AT Austria, BE Belgium, DE Germany, DK Denmark, EA Euro Area, Fl Finland, FR France, GR Greece, AT Austria, BE Belgium, DE Germany, DK IE Ireland, IT Italy, NL Netherlands, SE Sweden. Denmark, EA Euro Area, Fl Finland, FR Sources: Eurostat; Deutsche Bundesbank; IMK France, GR Greece, IE Ireland, IT Italy, calculations data as of 02.10.2013.NL Netherlands, SE Sweden.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013Figure 4Germanys position in comparison germanys position in comparison to other to other European countries by european countries by industryindustry 2000200220042006200820102012Manufacturing Private sector Private service sector 012345678910Sources: Eurostat; Deutsche Bundsbank; IMK calculations data as of 02.10.2013Sources: Eurostat; Deutsche Bundsbank; IMK calculations data as of 02.10.2013.lower than in Sweden, which at 41.4 per hour exhibits the highest labour costs in the private service sector of all economies in the European Union see figure 5. Thus, Sweden overtook previous years top countries Denmark 40.6 and Belgium 40.4. Luxemburg with 37.8 per hour has considerably higher labour costs in the private service sector than in the complete private sector, therefore taking fourth place ahead of France in the country ranking. In most other countries, whose labour costs were below euro zone average 27.7 or the EU average 23.7, the level of labour costs Page 5IMK Report 88e December 2013in the private service sector corresponded more or less to those in the complete private sector. Thus, the country ranking for labour costs in the private service sector and the complete private sector is nearly identical for those other countries. For the first time since the start of the monetary union, German labour costs in the private service sector increased by 3.1 %, and thus the rise was stronger than the euro zone average of 2.1 %. On the whole, the growth rates of labour costs in the private service sector in the different countries corresponded roughly to the growth rates of the respective private sectors. But between them there is great variation, ranging from falling labour costs as in Portugal 6.2 % to significantly increasing costs in Sweden 7.7 %.In the first half of 2013, in comparison to the complete private sector labour costs in the private service sector accelerated a little slower throughout the countries. This applies to the euro zone average 1.2 % and the EU average 1.5 % as well as to most of the countries including Germany 2.6 %. Thus, German labour costs in the private service sector developed slightly above average in two consecutive years, following a phase of below average growth. In Greece labour costs fell by 11.6 % in the private service sector in the first half of 2013, thus exceeding the decline in the complete private sector of 10.4 %. Also Spain for the first time experienced slightly declining labour costs 0.2 % in this sector.Altogether it can be stated that the rising heterogeneity in the dynamics of European labour costs since 2008 has led to a dispersion of costs, whose extent had not been witnessed since the introduction of the euro. Whereas the difference between the lowest and the highest labour costs in the private service sector had been 27.3 in the year 2000, it reached 37.9 today. Development of labour costs in manufacturing Labour costs in manufacturing exceed those in the complete private sector by 1.8 in the euro zone and by 0.5 in the European Union. The biggest upward deviation is found in Germany. In the German manufacturing sector, labour costs per hour amount to 35.1, thereby exceeding the complete private sector by 4. In the country rank ing Germany takes rank five, just as in the previous year see figure 6. Higher labour costs in manufacturing can be found in Sweden 44.0, Belgium 42.0, Denmark 38.0 and France 36.4. Hourly labour costs in Finland 33.8, labour costs per hour worked 1 in the private Labour costs per hour worked 1 in the private service sector 2 in 2012service sector 2 in 2012Figure 5Sweden Denmark Belgium Luxembourg France Netherlands Finland Austria Germany EA 17Italy Ireland EU 27UKSpain Greece Slovenia Portugal Czech Republic Hungary Poland 41.940.640.437.834.730.729.629.128.427.727.626.623.721.320.115.515.312.911.38.07.21015052025Euro per hour 303540451 Data on labour costs and hours worked refer to all employees including apprentices.1 Data on labour costs and hours worked refer to all employees including apprentices.2 Economic activities G to N NACE Rev. 2; G: Wholesale and retail trade; repair of motor vehicles and motorcycles; H: Transportation 2 Economic activities G to N NACE Rev. 2; G: and storage; I: Accommodation and food service activities;Wholesale and retail trade; repair of motor J: Information and communication; K: Financial and insurance activities; L: Real estate activities; M: Professional, scientific and vehicles and motorcycles; H: Transportation and technical activities; N: Administrative and support service activities.storage; I: Accommodation and food service activities; J: Information and communication; K: Financial and insurance activities; L: Real estate activities; M: Professional, scientific and technical activities; N: Administrative and support service activities.Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.labour costs per hour worked 1 in Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.Labour costs per hour worked 1 in manufacturing 2 in 2012manufacturing 2 in 2012Figure 6Sweden Belgium Denmark France Germany Finland Netherlands Austria EA 17Luxembourg Ireland Italy EU 27UKSpain Greece Slovenia Czech Republic Portugal Hungary Poland 44.042.038.036.435.133.832.832.030.530.128.927.124.122.722.414.614.110.110.07.56.61005201525Euro per hour 303540451 Data on labour costs and hours worked refer to all employees including apprentices.1 Data on labour costs and hours worked refer to all employees including apprentices.2 Economic activity C NACE Rev. 2.2 Economic activity C NACE Rev. 2.Sources: Eurostat, Deutsche Bundesbank, IMK calculations data as of 02.10.2013.Sources: Eurostat, Deutsche Bundesbank, IMK calculations data as of 02.10.2013.Page 6IMK Report 88e December 2013the Netherlands 32.8 and Austria 32.0 are lower than in Germany, but also above the euro zone average of 30.5.Of all crisis countries, only in Ireland 28.9 and Spain 22.4 labour cost levels in manufacturing are higher than in the complete private sector. In Greece and Portugal it is vice versa: labour costs per hour in the manufacturing sector only amount to 14.6 and 10.0 respectively.The average labour costs per hour in manufacturing in the euro zone rose by 2.6 % and in the EU by 2.5 %, both rates are slightly higher than in the complete private sector. The German growth rate of 2.4 % was just slightly below the European averages. On the whole, the range of labour cost rates of change featured exchangeraterelated growth rates of 8.7 % and 8.6 % in Sweden and the United Kingdom, but also declines of 4.7 % in Portugal and even 7.1 % in Greece.In the first half of 2013, labour costs in manufacturing rose on average by 2.5 % in the euro zone as well as in the EU, mostly matching the development of 2012. All in all similar to the previous year also for the complete year 2013 growth rates in labour costs in manufacturing can be expected to exceed those of the complete private sector. In Germany the growth rate of 3.3 % in the first half of 2013 slightly exceeded the European average, a fact not seen in 2012.Substantial cost savings for the German industry: synergy effects with the private service sector 3 Today, highly developed industrial societies are characterised by a high degree of production and delivery interrelations of their manufacturing and service sectors. The growing penetration of industrial production by services is not only for technological reasons. It is also determined by the organisation of production within the respective companies. The decision of industrial companies, whether to provide some of the required services internally or purchase them on the market, is also dependent on the wage relations between the industry and the service providers.These synergy effects 4 play an important role especially in Germany, as labour costs in the private service sector are almost 20 % below those in manufacturing, which represents the industry in 3 For more details see information box 1 with a short summary of a study by Ludwig, U. 20134 These synergy effects represent effects, which are generated by direct and indirect delivery relations between areas of production.the narrower sense. In no other European country are labour costs in the private service sector so low in relation to labour costs in manufacturing see figure 7. Due to this enormous gap German industry benefits more from these synergy effects than the industry in any other European country an advantage that even became bigger in the last years. In the year 2000, labour costs per hour in manufacturing were about 5 higher than in the private service sector. Today the difference is almost 7. At the same time, the synergy effects have strengthened further due to the growing interdependencies.The Cologne Institute for Economic Research Institut der Deutschen Wirtschaft, IW has calculated the costsaving effect for the manufacturing sector resulting from these synergy effects. However, the IW uses a simple calculating method, by taking into account the single sectors Figure 7Deviation of labour costs in the Deviation of labour costs in the private service sector private service sector 1 relative to relative to the manufacturing sector in percent in 2012the manufacturing sector 2 in 2012 in percent BGROCYPTLULVPLCZSIEEHULTDKITELSKEU 27MTBESEFRNLUKIEESEA 17ATFIDEHier die Grafik mit ALTTaste und Maus positionieren20100102030401 Economic activities G to N NACE Rev. 2.1 Economic activities G to N NACE Rev. 2.2 Economic activities C NACE Rev. 2.2 Economic activities C NACE Rev. 2.AT Austria, BE Belgium, BG Bulgaria, CY Cyprus, CZ Czech Republic, DE Germany, DK Denmark, EA 17 Euro Area,AT Austria, BE Belgium, BG Bulgaria, CY Cyprus EE Estonia, EL Greece, ES Spain, EU 27 European and Monetary Union, FI Finland, FR France, HU Hungary, CZ Czech Republic, DE Germany, DK Denmark,IE Ireland, IT Italy, LT Lithuania, LU Luxembourg, LV Latvia, MT Malta, NL Netherlands, PL Poland, PT Portugal, EA Euro Area, EE Estonia, EL Greece,RO Romania, SE Sweden, SI Slovenia, SK Slovakia, ES Spain, EMU European and Monetary Union, FI Finland,UK United Kingdom.FR France, HU Hungary, IE Ireland, IT Italy, LT Lithuania,Sources: Eurostat; Deutsche Bundesbank;LU Luxembourg, LV Latvia, MT Malta, NL Netherlands,IMK calculations data as of 02.10.2013.Page 7PL Poland, PT Portugal, RO Romania, SE Sweden,SI Slovenia, SK Slovakia, UK United Kingdom.Sources: Eurostat; Deutsche Bundesbank;IMK alculations data as of 02.10.2013.IMK Report 88e December 2013of the economy in relation to their share of the total hours worked in the industrial sector Neligan and Schroder, 2006. But this method neglects indirect costsaving effects, which are generated by the mutual delivery relations between the economic sectors. A current study of the IW based on the labour cost survey 2008 estimates costsaving effects of 6.1 % in labour costs for the manufacturing sector Schroder 2013.Already in the year 2010, an inputoutput analysis was conducted to clarify in how far labour costs for industrial goods decrease due to intermediate input linkages, when labour costs in the private service sector are comparably low Ludwig and Brautzsch, 2010. Based on data from 2000 and 2006, a costsaving effect of intermediate production on labour costs per employee of 10 % in 2000 and 13 % in 2006 could be confirmed for industrial production in Germany. To calculate the costsavings, it was assumed that intermediate production in the private service sector would always generate costs that are equal to the annual average wage per person. However, differences in working hours per employee and hourly wages in the different sectors were not taken into account. But average annual income of an employee is dependent on the number of working hours and the hourly wage rate. Thus, for every economic sector the heterogeneous distribution of fulltime and parttime employees as well as employees in marginal employment i.e. the socalled Minijobs have to be included in the calculation, to correctly determine the costsaving effect for labour costs in industrial production. Since all these factors were not taken into account the comparability of data was limited and the validity of the calculated costsaving effect was affected. These shortcomings were now corrected in a followup study, on which the following statements are based.After resolving the differences with regard to working time groups and different hourly wage rates, the costsaving effect on labour costs for an industrial final product can be narrowed down. It ranges between 8 and 10 %, or 3 per hour re spectively see information box 1 for a more detailed description of the study.in Fobox 1Approach of the inputoutput analysis The inputoutput analysis has a decisive advantage: It not only allows the determination of direct labour costs in the different areas of production, but also those that are the result of indirect delivery linkages between areas of production. How is this calculation done? The comparability of labour input with regard to working time and their timerelated wages can be mathematically determined under certain assumptions. Therefore, two steps are performed. Firstly, the differences in the distribution of employees in every area of production into different working time groups are eliminated statistically. This can be accomplished by the assumption that the distribution of employees in fulltime, parttime and in marginal employment in all involved areas of production equals that of manufacturing. As the share of fulltime employees in manufacturing is substantially above average, this fact alone would lead to an increase of labour costs in the industrial end product of 6 % see table K1.Secondly, it is assumed that in every area of production, the hourly wages of a parttime employee or a person in marginal employment are equal to those of an employee working fulltime. Ceteris paribus the total economic labour costs of the industrial end product will increase between 2.8 and 5.0 %, depending on the assumption of the statistically unknown level of hourly wages of persons in marginal employment. The actual costsaving can be assumed to be somewhere between these two values. Next these two steps are combined: in total, the statistical adjustment of the differences with respect to the composition of employment according to different groups of hours worked and different groups of hourly wages result in a cumulated costsaving effect in labour costs for the industrial end product between 8 and 9 % per working hour. Stability tests with different aggregation levels of original data and the sectoral division of the economy indicate the possibility for the costsaving effect to be even higher. If the classification of employees into working time groups would be dispensed from the base calculation, the costsaving effect could be slightly more than 10 % respectively 1.5 percentage points higher than presented in this calculaPage 8IMK Report 88e December 2013in Fobox 1tion. At the same time, the results in an aggregated economy with nine areas of production are likely to represent the lower bound of the costsaving effect. On the whole, it can be assumed that the costsaving effect for the industrial labour costs through the synergy effects from the private service sector is between 8 to 10 %.Tabelle K1Tabelle K1Measured and hypothetical labour cost content of industrial end productsgemessener und hypothetischer arbeitskostengehalt der industriellen endprodukte Base value Hypothetical values Working time distributionmanufacturing Equal hourly wages per working time group Total Assumed gross hourly wage:Person in marginal employment 50% parttime employee Million euro Base value 100Costsaving effect in %395,777100.00421,036106.46.0407,388102.92.8428,447108.37.6Assumed gross hourly wage:Marginally parttime worker 25% parttime worker Million euro Base value 100Costsaving effect in %395,777100.00421,036106.46.0416,547105.25.0434,196109.78.8Quelle: Ludwig 2013, Tabelle 13.Source: Ludwig 2013, table 13.Unlike Germany, most other European countries are displaying labour costs in the private service sector that are close to labour costs in manufacturing. The allegedly cheaper countries of Middle and Eastern Europe show labour costs in the private service sector, which are even higher than in manufacturing. Thus, in those countries the synergy effects increase the cost level in industrial production. This puts the labour cost differences between Germany and those countries into perspective, in addition to the productivity differentials see figure 7.Development in the public service sector Against the background of a continued austerity policy in Europe, also the levels and developments of labour costs in the public service sector are of a particular interest. As Eurostat did not publish any information on labour cost investigations in 2008 for six countries, among them the highwage countries Austria, Belgium, Luxemburg and Sweden, no labour cost levels for those countries could be calculated. Therefore, the displayed labour costs per hour worked can only be displayed for a smaller subsample of countries in figure 8. Information on the labour cost index however is available for all countries. Thus, at least the chronological development of labour costs since 2008 can be compared and par allels and differences in a European context can be pointed out 5. Additionally, for almost all countries information on the development of labour costs since the year 2000 is available. Thus, even a fairly longterm comparison with other economic sectors is possible.Compared to the development of labour costs in the private service sector, in the period from 2000 to 2008 most countries with available data registered a higher increase of labour costs in the public service sector than in the private service sector. The most striking exception of these findings is the public service sector in Germany. While labour costs in the German private sector rose by 1.7 % per annum between 2000 and 2008, costs in the public service sector only grew by 0.9 % each year see table 3. The development between 2008 and 2012 was different. In this period of time, labour costs in both economic sectors in Germany increased equally by 2.3 %. This is especially noticeable, as labour costs 5 For methodological details please see the methodological appendix Page 9IMK Report 88e December 2013in the public service sectors of most other European countries grew to a significantly lesser extent than in the private service sector. This clearly demon strates the effects of the austerity policy. Especially in Greece and Portugal, but also in Ireland the average labour costs in the public service sector decreased in the years between 2008 and 2012. Spain registered stagnating labour costs during that period.Labour costs and price competitiveness Although the level of labour costs in relation to other countries that we have discussed so far is an important influencing factor for the price competitiveness of an economy, it only becomes meaningful when it is set in relation to the productivity of the respective country. The resulting indicator is the unit labour costs, i.e. the compensation per employee in relation to the average productivity.6 The unit labour costs measure only the labour costs per production unit, but not the total costs of production. Other costs like capital costs or energy expenses remain unconsidered. Due to national differences in taxation and subsidies, their level cannot be directly compared between countries. But basically, changes in unit labour costs are a good indicator for the changes in the competitiveness of a country. However with respect to the importance of unit labour costs as a determining factor of price competitiveness, it has to be taken into account that the share of labour costs in total costs of production can vary dependent on the respective product and the economic sector. Moreover, this relationship between unit labour costs and price competiveness can change over time, due to changes in the production process. An alternative indicator for price competitiveness is the export price index. Seemingly better suited at first glance, it is prone to problems at least to the same extent. The index measures the average weighted price paid for actually realised exports. Thus, theoretically, under the assumption of perfect competition this indicator should reflect exactly total production costs including all costs accrued in the production process. In re ality, international trade mostly takes place under the conditions of imperfect competition, so exporters add a markup to the production costs for their profits. This markup is not constant, as labour costs per hour worked 1 in the public Labour costs per hour worked 1 in the public service sector 2 in 2012service sector 2 in 2010Figure 8ACHTUNG die Blautone sind unterschiedlich Denmark Netherlands Ireland France Finland Germany EA 17EU 27Spain UKSlovenia Greece Portugal Czech Republic Poland Hungary 36.736.034.531.030.930.027.622.821.821.717.312.212.010.48.56.91015052520Euro per hour 303540451 Data on labour costs and hours worked refer to 1 Data on labour costs and hours worked refer to all employeesall employees including apprentices. including apprentices.2 Economic activities O to S NACE Rev. 2; O: Public administration and defence; compulsory social security; P: Education; Q: Human health and social work activities; R: Arts, entertainment and recreation; S: Other service activities.2 Economic activities O to S NACE Rev. 2; O: Sources: Eurostat, Deutsche Bundesbank, Public administration and defence; compulsory IMK calculations data as of 02.10.2013.social security; P: Education; Q: Human health and social work activities; R: Arts, entertainment and recreation; S: Other service activities.exporters try to match the price to their respective target market. These pricing to market strategies Sources: Eurostat, Deutsche Bundesbank, IMK calculations data as of 02.10.2013.try to establish a stable price in the perspective of the foreign buyer. As a consequence the export price in national currency is fluctuating with the exchange rate Krugman 1986. Only in the medium run, a correlation of export prices and costs of production is to be expected, as expenses should then be covered. Besides the dependence on exchange rate changes and problems of international comparability and availability of the index, there is a further problem with its use as an indicator for price competitiveness: any change in the composition of a countrys export goods would influence the index value without changing the competitiveness of that country.Thus, both presented indicators for measuring price competitiveness are not undisputed. Nevertheless they have established themselves as significant explanatory variables in empirical investigations, with no theoretically or empirically distinct arguments in favour of one indicator or the other see Ca Zorzi and Schnatz 2007, pp. 8; 6 A correction should be made for the percentage of selfemployed workers. The calculation of unit labour costs can be found in the methodological appendix.Page 10IMK Report 88e December 2013Table 3Average annual growth rates of labour costs per hour worked in the euro area from 2000 to 2012 in the private and public service sectoraverage annual growth rates of labour costs per hour worked in the euro area from 2000 to 2012 Table 3in the private and public service sector Germany Greece Portugal Italy EA17Belgium Netherlands Malta Austria EU27Denmark France Ireland Luxembourg Spain Finland Cyprus Slovenia Estonia 2000200820082012120002012private 2public 3private 2public 3private 2public 31.73.53.22.73.02.83.63.32.63.63.53.85.03.54.24.05.37.012.40.95.83.24.0na 2.93.64.6nana 3.7na 5.63.6na 3.74.96.413.82.30.90.22.32.23.21.72.44.02.12.72.30.13.22.13.32.11.01.62.38.64.90.91.52.81.94.23.11.52.72.10.42.90.03.72.60.80.71.92.02.22.52.73.03.03.03.13.13.23.33.33.43.53.84.25.08.71.40.70.43.0na 2.83.04.5nana 3.4na 3.63.4na 3.74.14.59.21 Value for Austria refers to the period 2009 2012.1 Value for Austria refers to the period 2009 2012.2 Economic activities G to N NACE Rev. 2; G: Wholesale and retail trade; repair of motor vehicles and motorcycles; H: Transportation and storage; I: Accommodation and food service activities; J: Information and communication; K: Financial and insurance activities; L: Real estate activities; M: Professional, scientific and technical activities; N: Administrative and support service activities. 3 Economic activities O to S NACE Rev. 2; O: Public administration and defence; compulsory social security; P: Education; Q: Human health and social work activities; R: Arts, entertainment and recreation; S: Other service activities 2 Economic activities G to N NACE Rev. 2; G: Wholesale and retail trade; repair of motor vehicles and motorcycles; H: Transportation and storage; I: Accommodation and food service activities; J: Information and communication; K: Financial and insurance activities; Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.L: Real estate activities; M: Professional, scientific and technical activities; N: Administrative and support service activities.3 Economic activities O to S NACE Rev. 2;Chinn 2006.7 In the following, both indices will be O: Public adminastration and defence; compulsory social securityexamined more closely, as a comparative examinaP: Education Q: Human health and social work activitiestion of their developments will allow conclusions R: Arts, entertainment and recreationon the development of the markup and thus the S: Other service activitiesprofit margins of the companies. Indeed the difference between export price index and unit labour costs cannot be interpreted directly as profit margin out of reasons specified above. But an increase of the export price index above the growth level of unit labour costs will tend to lead to an expansion of profit or capital income and vice versa. In the following we will put it simply as profit margins. For calculations, the overall economic unit labour costs are used. An oftenheard counter argument for this is, that unit labour costs should not be examined for all produced goods of a country, but only for the tradable goods. To achieve this, often unit labour costs from the industry are preferred over overall economic unit labour costs. But for a comparison of the competitiveness of euro zone countries, this procedure is not automatically more adequate: Firstly, industrial unit labour costs in the best case cover the production costs of industrial exports. But for example in Greece exports by the service sector sum up to more than 50 % of Sources: Eurostat; Deutsche Bundesbank; IMK calculations data as of 02.10.2013.7 Alternative indicators for price competitiveness, which aim at production costs similar to unit labour costs, are the producer price index or the GDP deflator. Both are also disputed Chinn 2006; Ca Zorzi and Schnatz 2007.Page 11IMK Report 88e December 2013Current account balances in the euro area EUR billioneur billion Current account balances in the euro area 3002001000100200300Surpluses Deficits Hier die Grafik mit ALTTaste und Maus positionieren 19992000200120022003200420052006200720082009201020112012Sources: Macrobond AMECO; IMK calculations data as of 19.11.2013.Figure 9Ireland Austria Germany Netherlands Belgium Spain Portugal Italy Greece France Sources: Macrobond AMECO; IMK calculations data as of 19.11.2013.all exports. For all other countries covered, the export of services is less relevant 15 to 33 % of exports in 2012,8 but their share in total exports has grown significantly in Germany, Portugal and Ireland since the introduction of the euro.gence of current account balances within the euro zone. Increasing current account surpluses in Germany, Austria and the Netherlands were contrasted by current account deficits in the euro zones crisis countries Greece, Portugal, Ireland, Spain and Italy see figure 9 as well as Joebges et al. 2010; Joebges and Logeay 20109. Secondly, the above mentioned survey showed that even for Germany as an exporter of industrial goods, a limitation on industrial unit labour costs alone would not be appropriate, because synergy effects are not taken into account. For example the practise of outsourcing of certain areas of production will lead to the recording of closetoproduction activities as services. As described in the inputoutput analysis, unit labour costs calculated for the industrial sector overestimate the actual costs of the German industry by 8 to 10 % see information box 1.Measured in unit labour costs instead of export prices, the diversion of price competitiveness between the EU countries was even more dramatic: Figure 10a shows the cumulated development of unit labour costs and export prices in selected euro zone countries for the period from 2000 to 2008. According to these findings, unit labour costs as well as export prices increased during that time.10 The correlation coefficient based on quarterly data hints towards a close relation between unit labour 2000 to 2008: No complete passing on of unit labour costs into export prices Until the outbreak of the economic and finan cial crisis, a diversion of the unitlabourcostmea sured price competitiveness in European countries could be witnessed. Together with the different eco nomic growth dynamics, this explains the diver8 Own calculation based on Macrobond Eurostat, according to the definition of the national accounts.9 The smaller crisis countries Cyprus and Slovenia are not examined here. The crisis countries are contrasted by the development in Germany, Austria and France.10 The start in 2000 is due to data availability: Eurostat offers no earlier data on unit labour cost and export prices in Greece. Looking at the time from the end of 1998 onwards, all countries show similar but slightly higher growth rates in export prices and unit labour costs. The only exception is Austria, which displays a smaller growth rate in unit labour costs.Page 12IMK Report 88e December 2013unit labour costs and export prices:unit labour costs and export prices:Unit labour costs and export prices: Cumulative change in the business economyin percent Cumulative change in the business economy Cumulative change in the business economyin percentin percenta in the period 2000 20081a in the period 2000 20081a In the period 2000 2008b in the period 2008 2012b in the period 2008 2012b In the period 2008 2012Figure 10454530301515001515 7722UUEE EEDDTTAARRFF 7711AAEE EEIISSEERRGGTTPP454530301515001515 7722UUEE EEDDTATARFRF 7711AAEE TTIIEIEISESERGRGTPTPTITI unit labour costs unit labour costs unit labour costs export prices export prices export prices 1 Change in unit labour costs in Germany during this period: 0%.1 Change in unit labour costs in Germany during this period: 0%.1 Change in unit labour costs in Germany during this period: 0%.EU 27 European and Monetary Union, EA 17 Euro Area, DE Germany, AT Austria, FR France, IE Ireland, ES Spain, GR Greece,EMU European and Monetary Union, EA Euro Area, DE Germany, AT Austria, FR France, IE Ireland,EMU European and Monetary Union, EA Euro Area, DE Germany, AT Austria, FR France, IE Ireland,PT Portugal, IT Italy, NL Netherlands, UK United Kingdom.ES Spain, GR Greece, PT Portugal, IT Italy, NL Netherlands, UK United Kingdom ES Spain, GR Greece, PT Portugal, IT Italy, NL Netherlands, UK United Kingdom Sources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.Quellen: Macrobond Eurostat; IMK calculations data as of 08.10.2013.Quellen: Macrobond Eurostat; IMK calculations data as of 08.10.2013.costs and export prices.11 But in the crisis countries, the increase in unit labour costs significantly ex ceeded the increase in the examined noncrisis countries. These increases did not show up in the export prices. This gap is especially noticeable in Ireland, whose growth of export prices 2.4 % only slightly exceeded that of Germany, while Irelands growth in unit labour costs at the same time was more than 40 %.tor were below the overall economic growth rates, with the exception of Greece growth in industry of 66 %. The difference in Ireland is especially notice able, as total unit labour costs in the examined timespan rose by 41 %, but in the industrial sector alone, they just increased by 2 % and thus were even below the increase in Germany.The price competitiveness of the crisis countries had massively worsened, especially in relation to Germany, whose unit labour costs had remained unchanged in that time period and whose export prices only rose by 1.2 %. Insofar that mixture and quality of their export goods have not improved significantly, the companies in crisis countries had to suffer drastic cuts to their profit margins during that time period quite contrary to the companies in Germany. A closer look at unit labour costs in manufacturing without the construction sector, which means the industry in the broader sense, basically shows similar tendencies see figures 11 and 12: in the crisis countries industrial unit labour costs rose more than in Germany. However, growth rates in this sec11 Correlation coefficient for the correlation of export prices and unit labour costs in the timespan Q1 2000 until Q4 2008: Spain 0.9; Greece 0.7; Portugal and Italy 0.6; Ireland 0.2 Source of data: Macrobond Eurostat, quarterly data, own calculations.With the exception of Ireland, where growth in unit labour costs in the industry and in crease in export prices mostly matched each other 12, the growth in industrial costs was not completely passed on to the export prices 13. Vice versa, the German declines in industrial unit labour costs of more than 7 % were not visibly in the just slightly increasing export prices. Also in Austria, stagnating industrial unit labour costs cannot explain the rise in export prices. While the crisis countries tended to register decreasing profit margins, all developments in Germany and Austria point in the direction of increasing profit margins.All indicators considered here show the above mentioned worsening of competitiveness of 12 As the Irish export price index shows similarly low growth rates as its German counterpart, the high increase of export growth is not surprising. Lane 2004 furthermore points out, that Irish unit labour costs are not of a high significance for the countrys competitiveness, as multinational corporations use the low tax rates to reduce their overall tax burden.13 Calculations based on Macrobond Eurostat.Page 13IMK Report 88e December 2013unit labour cost trends 1 in the whole economy 2 in the euro area and in selected eu countries Figure 11unit labour cost trends 1 in the whole economy 2 in the euro area and in selected eu countries Unit labour cost trends 1 in the whole economy 2 in the euro area and in selected EU countries 2000q 11002000q 11002000q 11001601601501501401401301301201201101101001009090Hier die Grafik mit Hier die Grafik mit ALTTaste und Maus ALTTaste und Maus BEpositionierenpositionieren BENLNLFRFRDEDEUKUKFIFIEMUEMUATAT1601601501501401401301301201201101101001009090IEIEGRGRHier die Grafik mit Hier die Grafik mit ALTTaste und Maus ALTTaste und Maus PTPTpositionierenpositionieren ITITESESEMUEMUPLPL2012808020002000802000200420022006200820082010201020062004200280200820001 Unit labour costs in persons. The calculation is in Euros for all countries.1 Unit labour costs in persons. The calculation is in Euros for all countries.1 Unit labour costs in persons. The calculation is in Euros for all countries.2 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the busin 2 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the business economy.2 Economic activities B to N NACE Rev. 2; BF: Industry and construction; GN: Services of the busin AT Austria, BE Belgium, DE Germany, ES Spain, EMU European and Monetary Union, FI Finland, FR France, GR Greece, IE Ireland, IT Italy, NL Netherlands, PL Poland, PT Portugal, UK United Kingdom.ATAustria, BEBelgium, DEGermany, ESSpain, EMUEuropean and Monetary Union, FIFinland, ATAustria, BEBelgium, DEGermany, ESSpain, EMUEuropean and Monetary Union, FIFinland, Sources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.201020102012201220122006200620042004200220022008 compared to the respective trade partners has risen for all examined countries until the crisis. This had an additional dampening effect on the export chances of all euro zone countries, especially for Ireland. Even for Germany the nominal effective appreciation of the euro against the trade partners turned out slightly higher than in the crisis countries, but at the same time was significantly smaller than the differences of unit labour costs and export price developments.16the euro zones crisis countries up to the impact of the financial crisis in comparison to Germany Sources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.and to a lesser extent also Austria: On the macSources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.roeconomic level they all registered higher unit labour cost growth rates than Germany and Austria. And although they did not completely pass on the higher unit labour costs into their export prices, the price index for their exports rose significantly faster than that of Germany and Austria. Thus, the attractiveness of their euro zone export prices declined. This applied to the bilateral trade with Germany and Austria, but also to trade with third party countries with the exception when higher prices went along with a higher value of the export goods composition 14. Overall developments point towards pricingtomarket strategies. Companies with cost increases above average could not pass them on in their final prices. At the same time, companies with belowaverage cost increases benefitted from rising profit margins.Increasing profit margins in crisis countries since the euro crisis Permanently rising current account deficits lead to increasing net external debt. So, this development in the crisis countries could not go on forever. The financial market crisis and the resulting worldwide recession at first led to a break in the divergent development and then to convergence, although only of a unilateral kind: A decline of current account deficits can be detected in the crisis countries see figure 9 and IMF 2013. This decline is based on shrinking imports due to weak or negative domestic economic growth as well as due to an increase in exports.17 The increase in exports is attributed to the For exports to countries outside the euro zone, the development of the euro in relation to the relevant trade partners weighted by the export share and their respective price development have to be taken into account 15. According to data from the International Monetary Fund on the nominal effective exchange rate, the external value of the euro 14 This is discussed for Spain by Cardoso et al. 2012.15 As the relevance of export target countries is different for each euro zone country, also changes in the bilateral euro exchange rates have different effects.17 For some of the crisis countries an additional factor is an improved net balance of crossborder earned incomes and property incomes.16 Own calculation based on Macrobond IMF International Financial Statistics.Page 14IMK Report 88e December 2013unit labour cost trends 1 in industry 2 in the euro area and in selected eu countries 90AT2000q 1100improved price competitiveness, which can be seen in the decline of unit labour costs in those countries. This decline is widely regarded as a necessary and welcome correction in the crisis countries, which boosts the economic convergence of the euro zone countries see for example European Commission 2013, IMF 2013. However, already the International Monetary Fund points out that the decline in unit labour costs in crisis countries is mostly due to the sharp decline in employment, which weakens domestic demand more than it strengthens exports IMF 2013, p. 27. Thus, macroeconomic growth is more likely to be adversely affected.120110The declines in unit labour costs and thus the improvement of price competitiveness in the crisis countries is shown in figure 10b and figure 11. It becomes apparent, that the declines since the crisis could balance the former increases insofar that by now all countries except Italy register increases within the euro zone average. The development of unit labour costs in the euro zone compared to the inflation target of the European Central Bank ECB even is too low. From a stability policy point of view, a rise to the extent of slightly below 2 % would be appropriate. DEFigure 10b shows the correlation of declining unit labour costs and rising export prices. Also the International Monetary Fund IMF 2013 and the European Commission European Commission 20122013 state that the reduction of production costs in crisis countries are not passed on to the export prices. 2000q 1100200620102008200020022004EMU100UK9080BENLATFIFRFigure 12Unit labour cost trends 1 in industry 2 in the euro area and in the United Kingdom 2000q 1100unit labour cost trends 1 in industry 2 in the euro area and in selected eu countries 2000q 1100120110100UKFRBENL2000q 1100EMU18016014012010080DEALTTaste und Maus 802000FI200220042006200820102012602000200220041 Unit labour cost in person. The calculation is in Euros for all countries. Data for Poland are not avail 1802 Economic activities B to E NACE Rev. 2; Industry and construction except construction.160GRESHier die Grafik mit ALTTaste und Maus 140ITATAustria, BEBelgium, DEGermany, ESSpain, EMUEuropean and Monetary union, 120positionieren FIFinland, FRFrance, GRGreece, IEIreland, EMUITItaly, NLNetherlands, PLPoland, 100PTPortugal, UKUnited Kingdom.80IESources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.6020002002200420062008201020121 Unit labour cost in person. The calculation is in Euros for all countries. Data for Poland are not avail 2 Economic activities B to E NACE Rev. 2; Industry and construction except construction.1 Unit labour cost in person. The calculation is in Euros for all countries. Data for Poland are not available fromm 2000 onwards.2 Economic activities B to E NACE Rev. 2; Industry except construction. Sources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.Despite decreasing unit labour costs, the annual growth rates of export prices in Greece, Ireland and Portugal exceed their precrisis levels by up to one percentage point. In Italy, export prices display the same growth rates as in the precrisis time period. Only in Spain they are increasing to a lesser extent than in the precrisis timespan.18ATAustria, BEBelgium, DEGermany, ESSpain, EMUEuropean and Monetary union, FIFinland, FRFrance, GRGreece, IEIreland, ITItaly, NLNetherlands, PLPoland, PTPortugal, UKUnited Kingdom.As explained above, exporters can balance exchange rate fluctuations by pricingtomarket strategies and thus keep export prices stable from the importers perspective. As the euro had depreciated against several relevant euro zone trade partners from 2008 to 2012, the individual euro zone countries depending on the mixture of their trade partners have gained differently in scope to increase export prices and thus to expand their profit margins for exports in foreigncurrency countries without reducing the price attractiveness of their exports. The biggest leeway for higher profit mar18 These values cannot be seen in figure 10, because the displayed values are cumulated data for timespans of different durations. Own calculations based on Macrobond Eurostat.AT Austria, BE Belgium, DE Germany, ES Spain, EMU European and Monetary union, FI Finland, FR France, GR Greece, IE Ireland, IT Italy, NL Netherlands, UK United Kingdom.Sources: Macrobond Eurostat; IMK calculations data as of 08.10.2013.gins was registered in Ireland, followed by Germany and Italy 19.But the decline of the external value of the euro can only partially explain the growth in export prices measured in euro: Export prices in crisis countries have risen more than the corresponding depreciation of the exchange rate.20 In other words: Profit margins did not only increase alongside the exchange rate fluctuations, but also took advantage of the decline of unit labour costs. This increase of profit margins was especially noticeable in Greece, followed by Portugal, whereas in Italy and Spain the increase was only slightly above the changes in 19 Ibid.20 Own calculation based on Macrobond Eurostat.Page 15IMK Report 88e December 2013the exchange rates. Ireland and Germany, the two countries with the biggest scopes for higher profit margins, only used their leeway to a disproportionally lower extent. In France, the rise in export prices was exactly in line with the euro depreciation against their trade partners.In summary, it can be stated that, ceteris paribus, profit margins of exporting companies in crisis countries have massively increased 21, because despite declining unit labour costs since the beginning of the crisis in all countries except Italy the export price indices rose on average faster than in Germany after 2008. One exception is Spain, which registered increases on the same level as Germany. increased on average faster year on year after 2008 than in the precrisis time period. Also Spain and Italy are exceptions here. increased faster than the rate of depreciation of the euro against their most important trade partners. Although, the increase in Spain was only slightly higher.These results are not based on macroeconomic data alone: Additionally, the European Commission has examined the development of profit margins at the establishment level by using microeconomic data. They found out that declining unit labour costs in the area of tradable goods in the crisis countries with the exception of Italy are not passed on to the prices and thus lead to increasing profit margins since the year 2010. This development is welcomed by the European Commission: Still, data point to a relative increase of profitability in the tradable sector that is desirable in order to incentivise the reallocation of resources into export oriented industries, thus contributing to external rebalancing within the euro area European Commission 2013: 19. In other words: The fact that profit margins in the tradable goods sector have exceeded those in the nontradable goods sector will help to steer the econ omies towards a stronger export orientation. Thus this fact fits into the European Commissions favour ite strategy to overcome the euro crisis through foreign trade with the rest of the world Semieniuk et al. 2012.The Commission does not regard the increase in profit rates as inappropriate, as their level in all crisis countries is below those of Germany and France since the economic crisis, in the tradable as well as in the nontradable goods sector. Furthermore, the increased profit margins could offset higher capital 21 Under the assumption that the growth in export prices is not due to a changed higher value mixture of export goods.costs due to increasingly difficult access to credit European Commission 2013.The fact that crisis countries do not completely pass on the changes in unit labour costs to the export prices is consistent, as they also did not pass on the high unit labour cost growth in their respective countries in precrisis times to the export prices, resulting in declining profit margins see figures 10a and 10b and European Commission 2013. Their exports seem to be competitive even with an incomplete passing on of the declining costs: Portugal and Spain since 2008 and Greece since the beginning of 2010 are registering higher export growth than Germany. According to Eurostat data, the crisis countries since 2008 did also lose fewer market shares in the export of goods and services worldwide than Germany.22 So the increasing profit margins seemingly did not reduce the attractiveness of their exports.Nevertheless, those countries relinquished even stronger export growth. Furthermore it is problematic from a distributional perspective, when in the crisis countries the burden of adjustment is borne mainly by the wage earners who have to accept wage cuts and layoffs in the wake of improving competitiveness, while companies take advantage of the decline in unit labor costs primarily to increase their profit margins.German labour cost developments catch up to the euro zone Labour costs in Germanys private sector in 2012 and also the first half of 2013 increased by 2.8 % each. This was in accordance with a macroeconomic wage policy that is necessary from a stabilisation policy perspective Herr and Horn 2012. According to a macroeconomically oriented wage policy wages should grow in line with the sum of mediumterm productivity gains of around 1 % and the ECBs target inflation rate of just under 2 %. However, growth rates of labour costs for the complete EU and also the euro zone only amounted to 2.2 % each, after an increase of 2.7 % in the previous year. Nevertheless, Germany continued its descent in the ranking of EU labour cost levels. With 31 per hour, Germany fell from rank 7 to 8 and now only ranks on the lower end of the highwage country group, slightly above the euro zone average 28.2. During the whole period from 2000 to 2012, labour costs in the euro zone rose by an annual average rate of 2.8 %. Thus, labour cost growth was in line with the ECBs target inflation rate.22 Own calculation based on Macrobond Eurostat.Page 16IMK Report 88e December 2013Since the outbreak of the crisis in the euro zone, it is the crisis countries Greece, Portugal, Ireland and partly Spain see table 2 alone, which carry the burden of wage adjustment. This development bears immense deflationary risks. From a macroeconomic perspective, it would be better to temporarily raise German wages by more than 3 % per annum. Thus, wage policy could counteract defla tionary risks without giving inflationary impulses. In the neighbouring European countries the restrictive, partly even dangerous downward adjustment pressure, which initiated a downward spiral of the overall economy, could be mitigated. Adjustment processes for instance in bilateral current account balances would be significantly faster. Today, the main adjustment process consists of economic contraction in the crisis countries, which has addi tional negative effects on the economic development in Germany and on international capital markets see figure 9.After a decade of declining respectively stagnating real wages in Germany, wage growth rates of around 3 % are a step in the right direction. A new development is last years labour cost increase in the private service sector of 3.1 %, which for the first time was higher than the increase in manufacturing 2.4 %. Still there is no other country in Europe with labour costs in the service sector so far below labour costs in manufacturing almost 20 %. In most other European countries, cost levels are roughly the same in both sectors. Furthermore, in many Eastern European countries labour costs in the service sector are higher than those in manufacturing. Through this lagging behind of labour costs in the service sector, German industry gains an additional, even key competitive advantage. An inputoutput analysis for 2008 calculated cost savings in German industrial labour costs between 8 and 10 %.The low labour costs in the German service sector and even more so the high industryspecific productivity growth rates indicate that Germany did not lose its price competitiveness so far. Germanys high current account balance of more than 185 billion in the last year is not likely to decrease this year, although the European crisis countries had to scale back their imports. The development of unit labour costs in the overall economy since the year 2000 shows the extremely high costbased competitive advantages of Germany compared to the rest of Europe see figure 11. Only the United Kingdom was able to secure a better position through the depreciation of their currency. At the same time, the crisis countries Ireland, Portugal and Spain manFigure 13Development of compensation of employees and GDP per hour in Development of compensation of employees Germany 1991100and g DP per hour in germany 1991100190180170160150140130120110100nominal GDP per total hours workedcompensation per employee hour 19914991799100023002600290022102Sources: Statistisches Bundesamt, IMK clculations. Sources: Statistisches Bundesamt; IMK calculations. aged to achieve a European average position with regard to unit labour cost development. From a panEuropean perspective, with respect to labour costs these countries have regained their competitiveness, but still they remain far behind Germany. So it still is Germany, who defends its special status as most competitive economy via too low labour cost growth rates, thus impeding the euro zone stabilisation.As shown, all crisis countries except Italy could restore their competitiveness with regard to unit labour costs. However they did not pass on the savings in labour costs completely to export prices and thus gave up stronger export growth. Furthermore it is problematic from a distributional point of view, when wage earners are asked for sacrifices in order to improve the competitiveness of their products and also are confronted with a high number of redundancies, when on the other hand the reduced labour costs primarily are used to improve profit margins.Wage development in Germany did not only remain far below European average for a long time, but is also problematic from a distributional point of view. A comparison of the development of gross value added per hour with compensation of employees per hour showed that both time series displayed a nearly identical upward movement in the 1990s, but started to diverge from 2001 onwards see figure 13. Since then, employees only benefit to a disproportionally low extent from the gross domestic product they create. Until the start of the financial crisis, this gap had widened to almost 20 percentage points. Page 17IMK Report 88e December 2013For employees being able to participate more from increased prosperity on a medium and longterm basis, the existing pay scale system has to be stabilised. Furthermore, uncontrolled growth in areas without collective agreements has to be curtailed by an expansion of the German system of collective bargaining. It is therefore necessary to reform the procedure for the extension of collective agreements Allgemeinverbindlicherklarung 23 in Germany, so that this instrument becomes applicable again and the majority of collective agreements can be declared generally binding. Also the introduction of a statutory minimum wage would be of great importance. Furthermore the sectoral pay gap between the service sector and manufacturing could be reduced. 23 This makes the collectively negotiated employment contracts binding for an entire industry.Page 18IMK Report 88e December 2013Methodological appendix What are labour costs?Labour costs are the total expenses of employers for the employment of their employees 24. Total labour costs are composed of the following cost types: Compensation of employees D.1 Costs for vocational education and training D.2 Other expenses D.3 Taxes on wage bills or payroll D.4, minus wage subsidies received by the employer D.5In detail these cost types contain the following: The compensation of employees D.1 covers all benefits in cash or kind payable by an employer to an employee in return for work done by the latter during the reference period. The compensation of employees comprises gross wages and salaries D.11 as well as social security contributions of the employers D.12. The costs for vocational education and training D.2 comprise e.g. training courses for employees, compensation for external training personnel and costs for training material or examination fees. Other expenses D.3 include for example spending on working clothes, or any costs related to recruitment e.g. costs for job advertisements, relocation costs or travel expenses for job interviews. The taxes on wage bills or payroll D.4 also comprise compensatory levy according to law regarding disabled people, whereas the position of wage subsidies D.5 sums up all subsidies of the Federal Employment Agency Bundesagentur fur Arbeit, BA, like e.g. recruitment grants, integration allowances or wage subsidies to the socalled combined wages. These different cost types can be used to construct further indicators. Thus ILO and Euro stat distinguish between direct and indirect costs, which corresponds to a division of labour costs into gross wages and salaries D.11 and nonwage labour costs D.12 D.2 D.3 D.4 D.5. Gross wages and salaries are wages and salaries of employees before income tax deduction and before their social security contributions. Part of the gross wages and salaries is not only the compensation for the hours worked, but also special payments e.g. Christmas bonuses, holiday pay, gratuities, capital accumulation benefits, payments for days not worked e.g. holidays or actual days of leave taken as well as contributions in kind e.g. staff housing, company 24 The following is a summary of a very detailed description of cost types, published in the general labour cost survey 2008 by the Federal Statistical Office of Germany Statistisches Bundesamt, 2010. cars or socalled job tickets for local public transport services. The nonwage labour costs comprise statutory social security contributions of the employers, collectively agreed or voluntary social security contributions of the employers most of all company pension schemes and other nonwage labour costs D.2 D.3 D.4 D.5 like guaranteed wages and salaries in the event of sickness, compensations, costs for vocational training and education as well as recruitment costs and taxes on wage bills and payroll minus wage subsidies received by the employer.How are labour costs calculated?Every four years Labour cost surveys LCSs are undertaken in the European Union, with the aim to determine the level and structure of the costs for labour as a production factor. In this survey, companies with more than ten employees are asked for detailed information regarding all aspects of their labour costs and labour input fulltime and part time jobs, hours paid and hours worked. This information is the basis for labour cost calculations.Which economic sectors are covered by the Labour cost survey?Within the last years, the range of economic activities socalled economic sections analysed in the labour cost survey was constantly extended. Whereas the LCS in the year 2000 examined the manufacturing sector NACE Rev. 1, sections CF, see table A1 and parts of the private service sector sections G, H, J, the survey of 2004 already covered the secondary and the complete tertiary sector sections CO. The last LCS was under taken in 2008, combined with the introduction of a new statistical classification of economic activities, the NACE Rev. 2. Classifications of economic activities have to be adjusted from time to time, to take account for the structural changes in an economy. Due to the growing importance of the private service sector and the continuously declining relevance of the primary and secondary sector, one essential target of the NACE Rev. 2 was a more detailed analysis of the service sector. Therefore the number of economic sections was increased from 17 to 21 see table A1 and also the number of divisions, especially in the service sector, was significantly enlarged. Page 19IMK Report 88e December 2013In the current LCS, economic sections B to S are represented. The introduction of the new statistical classification of economic activities causes several difficulties for data users, because NACE Rev. 2 is significantly different from its predecessor, NACE Rev. 1.1. On the sectional level, comparisons to previous publications are hardly possible, only sections C, P and Q are quite comparable to previous sections D, M and N. This problem of comparability is eased, when looking at bigger units like the private sector or the private service sector.Table a 1Classification of economic sections according to NACE Rev. 1.1 and NACE Rev. 2Classification of economic sectionsaccording to NACE Rev. 1.1 and NACE Rev. 2WZ 2003 WZ 2003NACE rev. 1.1na Ce rev. 1.1Description Agriculture, hunting and forestry Fishing Mining and quarrying Manufacturing Electricity, gas and water supply Construction Wholesale and retail trade, repair of motor vehicles, motorcycles and personal and household goods Hotels and restaurants Transportation, storage and communication Financial intermediation Section ABCDEFGHIJKReal estate, renting and business activities LMNOPQPublic administration and defence; compulsory social security Education Health and social work Other community, social and personal service activities Private households with employed persons Extraterritorial organisations and bodies Source: Statistisches Bundesamt 2008, S. 54 f.Source: Statistisches Bundesamt 2008, S.54f.WZ 2008 WZ 2008NACE Rev. 2na Ce rev. 2Section Description ABCDEFGIHJKLMNOPQRSTUAgriculture, forestry and fishing Mining and quarrying Manufacturing Electricity, gas, steam and air conditioning supply Water supply, sewerage, waste management and remediation activities Construction Wholesale and retail trade and repair of motor vehicles and motorcycles Accommodation and food service activities Transportation and storage Information and communication Financial and insurance activities Real estate activities Professional, scientific and technical activities Administrative and support service activities Public administration and defence; compulsory social security Education Human health and social work activities Arts, entertainment and recreation Other service activities Activities of households as employers of domestic personnel;Undifferentiated goods and servicesproducing activities of private households for own use Activities of extraterritorial organisations and bodies Page 20IMK Report 88e December 2013What is the connection between Labour cost survey and labour cost index?The most important indicator, whose calculation is based on the LCS, are the labour costs per hour worked 25. These data is available for the respective year under review. During the three years before the next survey, labour costs per hour have to be estimated. First, the single components of labour costs and the hours worked are updated on a quarterly basis by using inyear indicators 26. Then, based on these estimations of different cost types and hours worked, which are performed for the different economic sections, quarterly figures of labour costs per hour worked in the respective economic sections are calculated. These levels are set equal to 100 for the index base year and weighted together to form a labour cost index e.g. for labour costs in the private sector. This labour cost index LCI is a quarterly indicator for the development of labour costs per hour worked 27.Why was there a difference in the calculations of labour costs per hour worked in the data of ILO, Eurostat and the Federal Statistical Office Statistisches Bundesamt in the past?In the last years enormous efforts were undertaken on the European level, to develop uniform standards for the measurement of labour costs. An important milestone was the adoption of the regulation on 25 Hours worked comprises all hours actually worked, including overtime hours, but excluding sick leave, vacations or holidays.26 For the continuation of gross wages and salaries the average monthly gross earnings measured by the continuous earnings survey Laufende Verdiensterhebung, VVE are used, supplemented by collectively agreed developments especially in the service sector. The statutory and voluntary social security contributions of the employers are continued using the gross wages and salaries from the VVE as well as the different contribution rates to social security. For the continuation of company pension schemes, data from the national accounts Volkswirtschaftliche Gesamtrechnung, VGR is used. The continuation of hours worked is achieved by linking quarterly data from the VVE regarding hours paid with the results of the working time and working volume calculation by the Institute for Occupational Research Institut fur Arbeitsmarkt und Berufsforschung, IAB, which quarterly provides different working time components e.g. the development of working time accounts. Droard 2004, p. 90727 The LCI is available in three versions: as an index time series for the current base year, as a time series that measures the difference to the previous quarter and lastly as a time series in comparison to the previous years quarter.the LCI by the European Parliament and Council 28. The member states of the European Union EU are thereby legally obliged as of the first quarter 2003, to provide quarterly data for the labour cost index in comparable form. The regulation covers among others the concepts and definitions of the labour cost index, the coverage and the classification of the economic system, quality standards and a transitional system until the end of 2006. Thus, this regulation lays the groundwork for a safe methodical basis for the labour cost index with consistent comparable figures, which was formerly calculated internally by the Statistical Office of the European Communities Eurostat from different sources. Droard 2004, p. 904.For several years now, all EU member states have provided data on labour costs per hour worked. Nevertheless, in the past a comparison of the European countries labour costs was difficult. The reason for this: Important institutions like the Federal Statistical Office, Eurostat and ILO used identical primary data from the LCS, but published different figures on labour costs per hour worked. What was the reason for this?The differences between the figures published by these institutions are based on a different procedure of gross wages and salaries of trainees D.112, social contributions of employers for trainees D.123, the hours worked by trainees B.12 as well as wage subsidies received by the employers D.5 Gunther 2010, p. 871. The ILO displays labour costs after deduction of wage subsidies and takes all employees including trainees into account for the calculation of labour costs and hours worked. In Germany, traditionally the costs for trainees were taken into account for the calculations of labour costs per hour, but not the hours worked by those trainees. Furthermore, the usual procedure in Germany was to display labour costs before deduction of wage subsidies, and not afterwards. The Federal Statistical Office points out this difference by using the terms of gross labour costs and net labour costs. Since the LCS 2008, the Federal Statistical Office uses the same procedure as the ILO and displays net labour costs per hour worked including trainees labour costs as well as their hours worked.Eurostat changed their procedure in the last years. Since the year 2000, the results for employees and trainees are displayed separately in the labour cost survey. Thus, the indicator of labour costs per hour worked can be calculated alongside the ILO 28 Basis for the collection of data for the labour cost index are the regulations Nr. 4502003 and 12162003 European Parliament and Council 2003, European Commission 2003.Page 21IMK Report 88e December 2013procedure, using the AKE results. But Eurostat pub lishes no respective time series. With the annual estimations of labour costs per hour worked it is different. These figures represent net labour costs per hour worked, which include the labour costs and hours worked of all employees, including trainees. Therefore, there should be no difference between Eurostats annual estimations and the ILOs figures on labour costs per hour worked. Is there a difference in the labour cost statistics and the national accounts regarding the compensation of employees?As a rule, cost components in the LCS are methodically in line with the national accounts. Thus, the compensation of employees in both cases contains the same elements, the gross wages and salaries and the employers social security contributions 29. However, the figures from both statistics may differ significantly. The results of the labour cost survey 2008 for the compensation of employees per hour worked including employees and trainees in economic sections B to S were about 13 % higher than the comparable results in the national accounts. This difference was mostly due to the exclusion of small enterprises with less than ten employees from the LCS. In these small businesses, compensation of employees per hour worked is significantly lower than in the average of all companies. Additionally, the national accounts also counted employees who did not work at that time and did not receive payments, but were entitled to their job, e.g. after the expiration of continued payments or parental leave, or who were in work opportunities according to the German Social Code Book II SGB II. Both groups lowered the average earnings according to the natio nal accounts significantly, but were not taken into account in the labour cost survey. Statistisches Bundesamt 2010, S. 23Is there a difference between compensation of employees and labour costs?Labour costs are defined as compensation of employees plus other costs. As other costs are a marginal amount in Germany, there is no big difference between compensation of employees and labour costs. Nonetheless, the figures for the compensation of employees per hour national accounts and labour costs per hour labour cost statistics may differ significantly, due to the different levels of the compensation of employees that can be taken into account. Why are also the unit labour costs taken into account besides the labour costs?It is not reasonable to evaluate the price competitiveness of a country exclusively by its labour cost level, as also the labour productivity plays a decisive role. An increase of labour costs must not necessarily result in more expensive products. A parallel rise in labour productivity can balance the in creases in labour costs, or even overcompensate them. With increased productivity it is possible to produce more goods with the same input of labour, so the unit costs do not rise despite higher labour costs. With regard to price competitiveness, it is therefore better to use unit labour costs, which include productivity in their calculation.The following definitions apply:Labour productivity hourly basis Real gross value added Volume of work of total employment Unit labour costs hourly basis here, the volume of work represents the total numNominal compensation of employees Volume of work of employeesber of hours worked.labour productivity Real gross value added Labour productivity hourly basis Volume of work of total employment Unit labour costs can be defined as:Unit labour costs hourly basis Nominal compensation of employees Volume of work of employees Real gross value added Volume of work of total employment Nominal compensation of employees Volume of work of employees Labour productivity 29 There are differences between those two statistics regarding the allocation of several components of the compensation of employees to the fields of gross wages and salaries or social security contributions of the employers. Thus, the labour cost statistics assign guaranteed remunerations, payments for leaving employees, supplemental contributions to pensions and other parts of voluntary social contributions to the area of employers social security contributions and not to gross wages and salaries. In the year 2008, these components summed up to 4 % of total labour costs Statistisches Bundesamt 2010, p. 23.Nominal compensation of employees Volume of work of employees Real gross value added Volume of work of total employment Instead of measuring unit labour costs per hour, they can also be measured per person. Thus, unit labour costs can be identified as compensation of employees per head in relation to labour producPage 22IMK Report 88e December 2013tivity per employee. According to the hourly concept, the unit labour costs correlate methodically to the labour costs per hour worked in relation to the labour productivity of total employment hourly basis. This correlation is not 100 per cent exact, as labour costs contain not only compensation of employees but also other costs. Furthermore there may be significant differences between unit labour costs according to the hourly concept and labour costs per hour, as the figures of the used compensation of employees also can differ substantially National accounts vs. labour cost statistics.References Ca Zorzi, M. Schnatz, B. 2007: Explaining and forecasting euro area exports. Which competitiveness indicator performs best? European Central Bank Working Paper Nr. 833.Cardoso, M. CorreaLopez, M. Domenech, R. 2012: Export shares, price competitiveness and the Spanish paradox, Vox EU, 24.11.2013. http:www.voxeu.orgarticleexportsharespricecompetitivenessandspanishparadox, aufgerufen am 10.07.2013.Chinn, M. 2006: A Primer on Real Effective Exchange Rates Determinants. In: Open Economies Review, Jg. 17, S. 115143.Droard, R. 2004: Auf dem Weg zum Europaischen Arbeitskostenindex. In: Wirtschaft und Statistik 82004, S. 904909.Europaische Kommission 2003: Verordnung EG Nr. 12162003 der Kommission vom 7. Juli 2003 zur Durchfuhrung dieser Verordnung. http:eurlex.europa.euLex Uri ServLex Uri Serv.do?uriCONSLEG:2003R1216:20090101:DE:PDF; aufgerufen am 23.02.2011.Europaisches Parlament und Rat 2003: Verordnung EG Nr. 4502003 des Europaischen Parlaments und des Rates vom 27. Februar 2003. http:eurlex.europa.euLex Uri ServLex Uri Serv.do?uriOJ:L:2003:069:0001:0005:DE:PDF; aufgerufen am 23.02.2011.European Commission 2013: Special topics on the euro area economy: Labour costs passthrough, profits, and rebalancing in vulnerable Member States. In: Quarterly Report on the Euro Area, Jg. 12, Nr. 3, Kap. II, S. 1925.Gunther, R. 2010: Arbeitskostenerhebung 2008. In: Wirtschaft und Statistik 92010, S. 864873.Herr, H. Horn, G.A. 2012: Lohnpolitik heute. IMK Policy Brief, Mai. International Monetary Fund IMF 2013: Rebalancing the Euro Area: Where do we stand and where to go? In: IMF Country Report Nr. 13232, Euro Area Policies, 2013 Article IV Consultation, S. 2144.Joebges, H. Logeay, C. 2010: Deutschlands Anteil an Stabilitatsproblemen im Euroraum. In: Sauer, T. Hrsg.: Die Zukunft der Wahrungsunion: Kritische Analysen. Metropolis Verlag, Marburg, S. 6990. Joebges, H. Lindner, F. Niechoj, T. 2010: Mit dem Export aus der Krise? Deutschland im Euroraumvergleich, IMK Report Nr. 53.Joebges, H. Logeay, C. Peters, D. Stephan, S. Zwiener, R. 2008: Deutsche Arbeitskosten steigen im europaischen Vergleich nur gering. Auswertung der aktuellen EurostatStatistik. IMK Report Nr. 34. Krugman, P. 1986: Pricing to market when the exchange rate changes. NBER Working Paper Nr. 1926.Lane, P. 2004: Assessing Irelands Price and Wage Competitiveness. National Competitiveness Council Discussion Paper.Ludwig, U. 2013: Arbeitskosteneffekte des Vorleistungsbezugs der deutschen Industrie unter Berucksichtigung der Arbeitszeiten. Eine Untersuchung mit der InputOutputMethode. Gutachten im Auftrag des Instituts fur Makrookonomie und Konjunkturforschung in der HansBocklerStiftung. IMK Study Nr. 34.Page 23IMK Report 88e December 2013Ludwig, U. Brautzsch, H.U. Loose, B. 2011: Dienstleistungsverbund starkt Bedeutung der Industrie. In: Wirtschaftsdienst, Jg. 91, H. 9, S. 648650.Ludwig, U. Brautzsch, H.U. 2010: Arbeitskosteneffekte des Vorleistungsbezugs der Industrie an Dienstleistungen in Deutschland im Vergleich mit Frankreich und den Niederlanden. Eine Untersuchung mit der InputOutputMethode, Gutachten im Auftrag des Instituts fur Makrookonomie und Konjunkturforschung in der HansBocklerStiftung. IMK Study Nr. 4.Ludwig, U. Brautzsch, H.U. 2008: Globalisierung und Beschaftigung eine Untersuchung mit der InputOutputMethode. IMK Study Nr. 1.Neligan, A. Schroder, C. 2006: Arbeitskosten im Verarbeitenden Gewerbe unter Berucksichtigung des Vorleistungsverbunds. IWTrend, Jg. 33, H. 1, S. 6171.Schroder, C. 2013: Industrielle Arbeitskosten im internationalen Vergleich. IWTrends, Jg. 40, H. 3.Semieniuk, G. Truger, A. van Treeck, T. 2012: Towards reducing economic imbalances in the euro area? Some remarks on the Stability Programmes 20112014. In: Herr, H.J. Niechoj, T. Thomasberger, C. Truger, A. van Treeck, T. Hrsg.: From crisis to growth? The challenge of debt and imbalances. Schriftenreihe des Forschungsnetzwerk Makrookonomie und Makropolitik FMM, Bd. 1.Statistisches Bundesamt 2010: Verdienste und Arbeitskosten. Arbeitskosten im Produzierenden Gewerbe und im Dienstleistungsbereich Ergebnisse fur Deutschland 2008, Fachserie 16, H. 1, Wiesbaden.Statistisches Bundesamt 2008: Klassifikation der Wirtschaftszweige mit Erlauterungen 2008, Wiesbaden.Stein, U. Stephan, S. Zwiener, R. 2012: Zu schwache deutsche Arbeitskostenentwicklung belastet Europaische Wahrungsunion und soziale Sicherung. IMK Report Nr. 77.Original German version completed on 20 November 2013Impressum Published by:Macroeconomic Policy Institute IMK at the Hans Boeckler Foundation, HansBoecklerStr. 39, 40476 Duesseldorf Telephone 49 211 7778331, Fax 49 211 7778266, IMKboeckler.de, http:www.imkboeckler.de Managing editor: Andrew Watt Press officer: Rainer Jung, 49 211 7778150ISSN 18613683Reproduction and other distribution, in full or in part, is only permitted if the source is quoted.Page 24IMK Report 88e December 2013", "filename": "imk-report_88e_2013.pdf", "person": ["Alexander Herzog-Stein", "Herzog-Stein, Alexander", "Heike Joebges", "Joebges, Heike", "Ulrike Stein", "Stein, Ulrike", "Rudolf Zwiener", "Zwiener, Rudolf"], "date": ["2013"]}