{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/17881/1/kap1369.pdf"], "title": ["Sticky Information vs. Sticky Prices: A Horse Race in a DSGE Framework"], "plaintext": "Sticky Information vs. Sticky Prices: A Horse Racein a DSGE Framework Mathias Trabandt Sveriges Riksbank This Version: May 21, 2007I am thankful to Harald Uhlig for invaluable advice and encouragement. Further, I thank Michael Burda, Ralf Bruggemann, Jordi Gali, David LopezSalido, Benjamin Keen, Timothy Kehoe, Oleg Korenok,Omar Licandro, Bartosz Mackowiak, Morton Ravn, Gregory Mankiw, Ricardo Reis, Almuth Scholl, Frank Smets, Fabio Schiantarelli, Carsten Trenkler, Carl Walsh, Michael Woodford as well as seminar participantsat Humboldt University Berlin, Deutsche Bundesbank, ECB, EUI in Florence, EEA meeting in Vienna, Kiel Institute of World Economics, Workshop for Dynamic Macroeconomics in Vigo, SED meeting in Florenceand at the Verein fur Socialpolitik Meeting in Dresden for very helpful comments. This research wassupported by the DFG through the SFB 373 and SFB 649 and by the RTN network MAPMU contract HPRNCT200200237.I am grateful to the EUI in Florence for its hospitality during a research staywhere part of this paper was written. The views expressed in this paper are solely the responsibility ofthe authors and should not be interpreted as reflecting the views of Sveriges Riksbank.Address: Mathias Trabandt, Sveriges Riksbank, Research Division, Brunkebergstorg 11, SE103 37Stockholm, Tel. 46087870438, email: mathias.trabandtriksbank.se.Abstract How can we explain the observed behavior of aggregate inflation in response to e.g.monetary policy changes? Mankiw and Reis 2002 have proposed sticky informationas an alternative to Calvo sticky prices in order to model the conventional view that iinflation reacts with delay and gradually to a monetary policy shock, ii announcedand credible disinflations are contractionary and iii inflation accelerates with vigorous economic activity. I use a fullyfledged DSGE model with sticky informationand compare it to Calvo sticky prices, allowing also for dynamic inflation indexationas in Christiano, Eichenbaum, and Evans 2005. I find that sticky information andsticky prices with dynamic inflation indexation do equally well in my DSGE modelin delivering the conventional view.Key words: sticky information, sticky prices, inflation indexation, DSGEJEL Classification: E0, E3Introduction 1How can we explain the observed behavior of aggregate inflation in response to e.g.monetary policy changes? An important determinant for the behavior of aggregateinflation is the underlying price setting mechanism of firms. Are firms able to setprices optimally in every instance of time? The recent literature believes they arenot, see e.g. Walsh 2003 and Woodford 2003. Rather, the decisions of firms whichprices to set on the markets are affected by frictions such as costs of acquiring, absorbing and processing information or by inabilities of changing prices. What are theconsequences of these frictions for the behavior of aggregate inflation in response toe.g. changes in monetary policy? In particular, this paper focuses on the questionwhether aggregate inflation behavior can be better explained by the price settingbehavior of firms that face imperfect information or by firms that face inabilities ofresetting prices. A substantial part of the literature attempts to explain the behaviorof aggregate inflation in response to monetary policy changes by shortrun nominalprice rigidities. A leading framework has been provided by Calvo 1983 and usede.g. by Woodford 1996, Yun 1996, Goodfriend and King 1997, Clarida, Gali,and Gertler 1999, Gali 2003 and Woodford 2003. Mankiw and Reis 2002 haveproposed random information arrival and slow information diffusion as an alterna2tive paradigm. They argue that models based on sticky information can more easilyreproduce the following conventional views:1. Inflation inertia: inflation reacts with delay and gradually to a shock in monetary policy see e.g. Christiano, Eichenbaum, and Evans 2005.2. Announced and credible disinflations are contractionary see Ball 1994.3. Acceleration phenomenon: the change in inflation is positively correlated withoutput see e.g. Abel and Bernanke 1998.However, Mankiw and Reis 2002 draw their conclusion based on a highly stylized partial equilibrium model. Is that an appropriate description of an economy?In the presence of information or price rigidities, output is typically demand determined. Mankiw and Reis 2002 assume, however, that demand is exogenouslygiven. The question that arises is: what happens to their results if demand is endogenously determined in an economy? Put differently, how important are generalequilibrium forces such as intertemporally optimized goods and money demand forthe price setting behavior of firms and hence for aggregate inflation in an economy?One objective of the present paper is to answer this questions. To that end, I use afullyfledged dynamic stochastic general equilibrium DSGE framework similar to Woodford 2003. I believe that this is an interesting framework since it representsa standard smallscale workhorse DSGE model for the analysis of e.g. monetarypolicy.I integrate sticky information into this DSGE framework and compare theresults to those, when Calvo sticky prices are assumed instead. This modifies thecomparison envisioned by Mankiw and Reis 2002 in two important dimensions.First, by employing a DSGE model, aggregate demand now arises from an intertemporal household maximization problem rather than from an exogenously assumedstatic demand curve as in Mankiw and Reis 2002. Second, as a variation to standard Calvo sticky prices, I allow also for dynamic inflation indexation in the Calvosticky price model as it has been proposed in the recent literature, see Christiano,Eichenbaum, and Evans 2005 and Smets and Wouters 2003.3Regarding the sticky information model my results confirm the finding by Mankiw and Reis 2002: all three effects listed above can be replicated in my baseline DSGE model as well. A sensitivity analysis reveals that my result is robust with respect to parameter variations. However, general equilibrium features such as forwardlooking households and interest elastic money demand are nevertheless important.In particular, I find that e.g. inflation and the output gap in the sticky informationmodel react already in the announcement periods to an announced disinflation dueto consumption smoothing households and interest elastic money demand in generalequilibrium.1 Further, we show that a Calvo sticky price model without inflation indexation can already match the conventional view that announced and credible disinflations are contractionary due to the existence of interest elastic money demandin general equilibrium in my baseline DSGE model.2 This result appears also to berobust within my DSGE framework. Finally, we allow for dynamic inflation indexation in the Calvo sticky price model and show that in my baseline DSGE model thisworks just as well as sticky information a la Mankiw and Reis 2002 in delivering allthree effects. Again, result appears also to be robust to variations in key structuralparameters of the model.I conclude that sticky information as in Mankiw and Reis 2002 as well as stickyprices with dynamic inflation indexation as in Christiano, Eichenbaum, and Evans2005 are perfectly capable of replicating the conventional wisdom with respect toinflation inertia, announced disinflations and the acceleration phenomenon in the DSGE model used in this paper. However, the source of e.g. inflation inertia in bothmodels is different. In the sticky information model, inflation inertia arise due toslow information diffusion. In the sticky price model with dynamic inflation indexation, inflation inertia is hardwired by assuming that nonoptimizing firms indexprices to past inflation. Hence, these firms use a very limited outdated information 1Mankiw and Reis 2002 find in their partial equilibrium model that for sticky information there isabsolutely no reaction of inflation in response to the announcement and variables react only when policyis implemented.2Due to their partial equilibrium model, Mankiw and Reis 2002 find that announced and credibledisinflations are expansionary in the standard Calvo sticky price model.4set. Thus, one might want to view information stickiness as providing a micro foundation for the particular choice of dynamic inflation indexation in Calvo sticky pricemodels. Although both models perform equally well with respect to my measures,I believe that sticky information might be better suited to explain the underlyingmicro behavior of price setting firms.The paper is organized as follows. Section two lays out the DSGE model. Results arediscussed in section three. Section four discusses the related literature and finallysection five concludes.2 The DSGE Model In the following section I lay out a fullyfledged DSGE model similar to Woodford2003 with intertemporally optimizing households, a government and either stickyinformation firms or Calvo sticky price firms.2.1 Households The representative agent maximizes the discounted sum of lifetime utility,cid:34cid:18 Mt Ptcid:35cid:191 1cid:90 10 cid:35Nti11 dicid:34max Ct,Mt,Nti,Dt1E0t0tt 1C11 1 subject tocid:90 1cid:90 100PtiCtidi Md WtiNtidi Tt Mdt Et Qt,t1Dt1 cid:90 1t 1 Dt tidi 0Ct cid:104cid:82 1level: Pt cid:104cid:82 1cid:105 0 Cti 1 di 0 Pti1diwhere Ct denotes a composite consumption index which is defined as 1 . This in turn implies the following for the aggregate price 1 . Mt denotes nominal money. I assume that each categorized good i is produced by using specialized labor Nti which is supplied bycid:105 15the representative household. Wti is the wage that is payed from firm i to thehousehold. As in Woodford 2003, the assumption of specific labor markets generates strategic complementarities in firms pricing decisions. Dt1 is a nominallydenominated state contingent private bond that pays Dt1 in period t 1. Qt,tk isthe stochastic discount factor from period t to t k for nominal claims. Tt denotes alumpsum tax of the government. Finally, the household receives profits ti of thefirms. The household is endowed with one unit of time normalized to be allocatedbetween hours of work and leisure. Information is complete for the agent.2.2 Government The government issues nominal money Mt and nominal bonds Bt and collects lumpsum taxes Tt to finance its expenditures Gt,Pt Gt Tt Bt Rt 1Bt 1 St1where St Mt 1t 1. Pt is the aggregate price level, Rt 1 denotes the nominalinterest rate from period t 1 to period t and t Mtis nominal money growth. IMt 1assume t and Gt to follow exogenous AR1 processes.2.3 Firms Following Woodford 2003, I assume a continuum of firms i 0, 1 in monopolistic competition each producing a differentiated good according to Yti Zt Nt i.Yti denotes the differentiated good and Nti is specific labor input of firm i.Zt denotes technology which is assumed to follow an exogenous AR1 process.With price Pti for firm i and Pt as the aggregate price level, firm demand isgiven by YdPti; Pt, Ct, Gt Yd I assume that firms are wagetakers.3 Finally, labor input for firm i is given bycid:17 Ct Gt. As in Woodford 2003,t i cid:16 PtiPt 3Woodford 2003, ch. 3, p. 148 points out: Here I assume that the producer is a wagetaker, even though Ihave supposed that the supplier of each differentiated good uses a different type of labor with its own market. But anassumption of differentiated labor inputs need not imply that each producer is a monopsonist in its labor market. Theonly assumption that is important for the subsequent results is that producers that change their prices at different 6cid:16 Yd NPti; Ydt , Zt Nti t iZtprice setting behavior by firms.cid:17 1 . Now, I consider four different variants for the Flexible Price Full Information Firms In the absence of any nominal and informational frictions firms choose prices eachperiod to maximize profits,max Ptisubject to Ydt i cid:19 1cid:18Ydt iZtCt Gt .PtiYdt i Wticid:19cid:18 PtiPt I denote Pt i as a solution of the above maximization problem.Sticky Information Firms Following Mankiw and Reis 2002, firms obtain new information with probability 1 1. These firms are able to find the profit maximizing price Pt i. With probability 1 firms do not obtain new information. These firms use the information set theyupdated k periods ago to compute optimal prices. Formally, these firms solve2345j0max Ptjij 1Etksubject to Ydtji cid:32YdtjiZtjcid:33 1Qt,tj PtjiYdcid:18 PtjiPtjtji Wtjicid:19cid:0Ctj Gtjcid:1 .times also hire labor inputs from distinct markets. I might, for example, assume a double continuum of differentiatedgoods, indexed by I, j, with an elasticity of substitution of between any two goods, as previously. It might thenbe assumed that all goods with the same index I goods in the same industry change their prices at the same timeand so always charge the same price, and are also all produced using the same type of labor type I labor. Thedegree of market power of each producer in its product market would then be as assumed here, but the fact that acontinuum of producers all bid for type I labor would eliminate any market power in their labor market 7The optimal loglinear pricing rule for sticky information firms can be written asfollows 4cid:20ptji Etkcid:19 1cid:18 1cid:21ydtjiwtji 1ztj j 0.6Note that the right hand side of this equation is the conditional expectation of theloglinearized version of Ptji which is the profit maximizing price in the absenceof any nominal and informational frictions. After some tedious manipulations I 1.arrive at ptji Etkxt denotes the output gap, defined as the difference between the distorted and thecid:3 for j 0 with s 1cid:2 ptj xtj 1 and 1cflexible price full information output. Thus, in period t, a firm that updated itsinformation set k periods ago sets the adjustment pricepadjk,t i Etk pt xt.Finally, the aggregate price level is the average of all adjustment prices in tpt 1 1k01 padjkk,t i.78Sticky Price Firms According to Calvo 1983, sticky price firms can set their profit maximizing price Pti with probability 1 2. With probability 2 firms cannot set their optimalprice. These firms have to keep last periods price and set Pti Pt 1i. Formally,these firms solvej0max Ptij 2Et Qt,tjsubject to Ydtji PtiYdcid:18 Ptitji Wtjicid:32Ydcid:19cid:0Ctj Gtjcid:1 .PtjtjiZtjcid:33 19104Hatvariables denote percentage deviations from steady state.8The aggregate price level in case of Calvo sticky prices can be written ascid:104cid:105 11Pt 1 2 P1t 2P1t 111with Pt as the solution to the above maximization problem.Sticky Price Firms With Dynamic Inflation Indexation Empirical studies, see e.g. Gali and Gertler 1999 and Gali, Gertler, and LopezSalido 2005, suggest that lagged inflation is an important determinant for the New Keynesian Phillips curve. In order to account for this, Christiano, Eichenbaum, and Evans 2005 employ dynamic inflation indexation as a modification to the standard Calvo sticky price approach. With probability 1 3 firms can set their optimal price Pt i. With probability 3 firms cannot set their optimal price. Following Christiano,Eichenbaum, and Evans 2005, these firms set the price Pti t 1Pt 1i. Thenonoptimizers apply a rule of thumb by updating last periods price Pt 1i withyesterdays gross inflation rate t 1.5 Formally, these firms solvej0max Ptij 3Etsubject tocid:33 1tjiZtj Qt,tj Ut,j Pti Ydcid:18Ut,j Ptitji Wtjicid:32 Ydcid:19cid:0Ctj Gtjcid:1 Ydtji Ptj12135There are, of course, alternative approaches to indexation in the literature. Yun 1996 assumes indexation to steady state inflation, e.g. Pti Pt 1i. Although this leads to a vertical longrun Phillips curve the dynamics are still entirely forward looking and hence inflation is not inertial. Smetsand Wouters 2003 and Giannoni and Woodford 2003 assume partial dynamic inflation indexation, e.g.t 1Pt 1i with 0 1. Smets and Wouters 2003 estimate to be roughly 0.65 for European Pti data. Gali, Gertler, and LopezSalido 2001 estimate to be equal to 0.6 for European and US data. Bycontrast, Giannoni and Woodford 2003 find that 1 delivers the best fitting value for US data andthereby confirm Christiano, Eichenbaum, and Evans 2005 choice of full dynamic indexation. To thatend, I am most interested in the consequences of full dynamic indexation for the dynamics of inflation.Therefore, my results can be interpreted as representing an upper bound compared to cases of partialdynamic inflation indexation.9with Ut,j t t1   tj 1 for j 1 and Ut,j 1 for j 0. The aggregateprice level in the presence of sticky prices and dynamic inflation indexation can becid:104t 1 3t 1Pt 11cid:105 11written as Pt 1 3 P14with Pt as the solution to the above dynamic programming problem.2.4 Equilibrium In equilibrium all markets clear.I loglinearize my equilibrium conditions. Hatvariables denote percentage deviations from steady state. The DSGE framework canbe characterized by the following set of equations: an intertemporal IS equation, areal money demand equation, a real money supply equation, an equation for theflexible price full information real interest rate and the equations for the exogenous AR1 processes for technology, money growth and government expenditures. Seeappendix A.1 for a formal description.Into this DSGE framework, I throw in either one of the following three Phillipscurves:1. Under sticky information I derive the socalled Sticky Information Phillipscurve 6t 1 11 xt 1 1k01Etk 1 t cid:52 xt.k15c 1 and with s 1 1 as before. t is the gross inflation rate andxt denotes the output gap, defined as the difference between the distorted andthe flexible price full information output.7 Note that for 1 firms pricing 16Similar to the derivation steps described in Mankiw and Reis 2002, I substitute equation 7 intoequation 8. After taking first differences and some tedious manipulations, I arrive at equation 15.7In order to derive the Sticky Information Phillips curve I needed three assumptions:i firms useoutdated information and obtain new information infrequently, ii firms set prices rather than quantitiesand iii the information arrival follows a Poisson process. Reis 2006 develops a model where firms just 10decisions are strategic complements which allows for potential inflation inertiaas discussed extensively in Woodford 2003.2. Under standard Calvo sticky prices I derive the socalled New Keynesian Phillipscurve 8with 12122.t Et t1 xt163. Finally, under Calvo sticky prices with indexation I arrive at the socalled New Keynesian Phillips curve with dynamic inflation indexation or hybrid New Keynesian Phillips curve 9t 11 t 1 1 Et t1 cid:481 xt17with cid:48 13133.According to the Sticky Information Phillips curve, inflation is determined by current economic activity and by past expectations about current inflation and currenteconomic activity.If new information arrives only some firms will be informedand change prices accordingly whereas most firms still set prices based on outdatedinformation. As time elapses the fraction of firms that set prices based on new information increases and therefore, it is likely that inflation behaves inertial in responseto new information.By contrast, in the New Keynesian Phillips curve inflation is determined by current expectations about future inflation and by current economic activity. Thus, theface costs of acquiring, absorbing or processing information and shows that this inattentiveness modelprovides mircofoundations for the three assumptions listed above.8To do so, I combine the loglinearized solution of equation 9 with the loglinearized version ofequation 11. After some tedious manipulations, I arrive at equation 16.9Similar to the derivations for the Calvo sticky price model, I combine the loglinearized solution of12 with the loglinearized version of equation 14 and arrive at equation 17 after some further tediousmanipulations.11New Keynesian Phillips curve is entirely forward looking and therefore inflationwill immediately jump on impact rather than reacting with delay in response to newinformation.The New Keynesian Phillips curve with dynamic indexation shows that inflation isdetermined by past inflation, by current expectations about future inflation and bycurrent economic activity.It is the backward looking inflation component due todynamic inflation indexation which makes it likely that inflation behaves inertial inresponse to new information.2.5 Microfoundation for Inflation Indexation Based on the analysis of the previous section, it is the backward looking rule ofthumb behavior of nonoptimizing Calvo sticky price firms that potentially producesthe desired inertial reaction of inflation. But which rule of thumb should by applied? Christiano, Eichenbaum, and Evans 2005 assume that last periods inflationis used to update prices of nonoptimizing firms. Thus, these firms use inflationinformation that is outdated by one period. Clearly, one could assume instead thatnonoptimizers use inflation observed two periods ago to update their prices. It isalso conceivable that they could use even older information to update their prices.Hence, the particular choice how old the information regarding inflation is that firmsuse to update their prices is adhoc in the Calvo sticky price model with dynamicinflation indexation.By contrast, the sticky information model implies that the choice of inflation indexation depends on the particular information sets that are available to heterogenousfirms. Some firms may be forced to use past periods information set including e.g.past periods inflation rate, output etc. Other firms may be forced to use even olderinformation sets also including even older e.g inflation rates, output etc. All thesefirms use their individually outdated information sets to update prices. Due to this,it takes time in the sticky information model until a sufficiently large fraction of firms 12has received news and changes prices accordingly and thus inflation inertia are likelyto occur. By contrast, in the sticky price model with dynamic inflation indexation asin Christiano, Eichenbaum, and Evans 2005, inflation inertia are hardwired in byassuming indexation to past inflation for all nonoptimizing firms. Hence, thesefirms use a very limited outdated information set only.Put differently, these firms face costs of acquiring, absorbing and processing information about current e.g. inflation and output but have free access to past periodsinflation rate and therefore choose to update their prices using this information.From that perspective, one might want to view information stickiness as providing amicro foundation for the particular choice of dynamic inflation indexation in Calvosticky price models.10However, the present paper aims at a comparison of the consequences of the threeexisting alternative pricing assumptions and their resulting Phillips curves in a DSGEframework taking the conventional wisdom as a measuring instrument.2.6 Parameterization In order to analyze the implications of the model, I need to parameterize it.Inprinciple, there are two ways to proceed. First, one could estimate the model anduse the estimated parameters to parameterize the model. This however, turns outto be a thorny issue. My models belong to the class of smallscale DSGE models.That is, they contain only a single friction e.g. sticky information or sticky prices.Since Christiano, Eichenbaum, and Evans 2005, Smets and Wouters 2003 as wellas Mankiw and Reis 2006b we know that further nominal and real frictions such 10Recently, Dupor, Kitamura, and Tsuruga 2006 derive a model of dual stickiness. They assume thatonly a fraction of firms may reset prices and simultaneously receives new information. All remaining firmskeep setting prices based on old and outdated information. In a highly stylized economic environment,they show that the dual stickiness model and a sticky price model with dynamic inflation indexationdeliver similar, though not identical, responses of inflation after a money growth shock. Hence, theyconfirm my reasoning that information stickiness may provide a micro foundation for indexation in stickyprice models.13as sticky wages, habit persistence, capacity and investment adjustment costs, limitedparticipation or sticky information in other markets are necessary to obtain a reasonably good fit of the model to the data and hence reasonable parameter estimates.Hence, estimating my smallscale DSGE models would probably result in biased results since the data would assign all these frictions to either sticky prices or stickyinformation. Enriching my model by these additional frictions would certainly be auseful step. However, this would also fog up the key questions raised in this paper.More precisely, each enriched model would potentially assign different weights tovarious frictions and hence it would be difficult to evaluate how much of the differences between sticky information and sticky prices are due to these additionalfrictions.Instead, and in the light of Mankiw and Reis 2002, I evaluate the qualitative ability ofthe models to deliver the three conventional effects. In other words, the conventionaleffects itself are of rather qualitative nature and I examine the models ability to reflectthem qualitatively. In terms of parameters, I therefore rely on standard values usedin the literature and pursue a sensitivity analysis to evaluate the robustness of thequalitative predictions of the models.Table 1 summarizes the parameterization of my models. Time is taken to be quarters.The subjective discount factor is set to 0.99. Similar to Woodford 2003, steady state 1 1.11 The inverse Frisch elasticity of laborinflation is set to zero, i.e.supply is set to 1.5. The coefficient of relative risk aversion of consumption andthe elasticity of utility with respect to real money holdings are set to 2. Real moneydemand in my model is given bylog mt 1log log ct 1log Rt 1Rt.1811See Ascari 2004 for an analysis of the effects of positive steady state inflation. In particular, he showsthat trend inflation affects the dynamics of inflation and output in the standard Calvo sticky price model.However, as soon as either steady state or dynamic inflation indexation are assumed, the dynamics of themodels are not affected by positive steady state inflation.14Thus, my choice implies a unit consumption elasticity of real money demand log mt log ct 1 which is in line with most empirical evidence on moneydemand. Further, my choice also implies the following semi interest rate elasticity log mtrt 1 R1 R 49.5.12 The labor share in the production function isassumed to be 23. As in Mankiw and Reis 2002, the degree of information rigidity1 respectively the degree of price stickiness 2, 3 is set to 0.75. Thus, in case ofthe Calvo sticky price model, firms set optimal prices on average once a year. In thea year.13 I assume a markup over marginal costs of 20 percent i.e.case of the sticky information model, firms obtain new information on average once 1 1.2 as in Galiand Monacelli 2005. The steady state consumption to output ratio sc is set to 0.7, avalue that corresponds to the US average for the period from 1960:1 to 2001:4. The AR1 process for technology is calibrated to standard values with an autocorrelationof z 0.95 and a standard deviation of z 0.71 percent. The AR1 process formoney growth is specified with a persistence parameter of 0.5 and a standarddeviation of 0.8 percent, similar to Mankiw and Reis 2002 calibration. Finally,as in Backus, Kehoe, and Kydland 1995 the autocorrelation and standard deviationof the AR1 process for government expenditures is set to g 0.95 and g 0.6percent. However, in order to access the robustness of my results with respect to myparameter choices I undertake sensitivity checks when discussing the results.2.7 Solution Method I solve the Calvo sticky price models with and without dynamic inflation indexationusing the linear solution algorithm developed in Uhlig 1999. The sticky informationmodel, however, cannot be solved as easily as my other two models. The Sticky 12Note that Chari, Kehoe, and Mcgrattan 2000 estimate to be approximately 2.5 which is roughlyin line with my choice of 2. Empirical evidence in Lucas 2000, Chari, Kehoe, and Mcgrattan 2000,Woodford 2003 and Walsh 2003 who provides an excellent survey suggest values for the semi interestrate elasticity ranging from 10 to 100. Hence, my implied choice of 49.5 is well within that range.Further, I set 0.05 which is also in line with many of the references cited above. However, note that is irrelevant for the dynamics of the model. Another parameter that does not affect the dynamics is thedisutility of labor . However, I set such that the individual chooses to work one third of total time insteady state.13Note that this is in line with empirical studies by Kahn and Zhu 2006, Caroll 2003 and Mankiw,Reis, and Wolfers 2004.15Information Phillips curve see equation 15 consists of an infinite number of laggedexpectations. Therefore, the state space of the sticky information model is infinite.In their original model, Mankiw and Reis 2002 guessed that the solution for e.g.inflation takes a MA representation and then solved for the MA coefficientsrecursively. They were able to do so, because aggregate demand was assumed tobe exogenous and static. This solution method, however, does not work as soonas aggregate demand is endogenous and more importantly consists of a dynamicrelationship such as the New IS curve.The following question arises: how can one solve or approximate the sticky information model in general equilibrium? I proceed as follows. First, observe thatthe weight of lagged expectations decreases geometrically in the Sticky Information Phillips curve. That is, expectations that are formed recently have a larger impact onpresent inflation than similar expectations formed many periods ago. Therefore, itmight be that expectations formed very far in the past do not change inflation significantly due to the very low weight that is attached to them. Hence, I ask how manylagged expectations are necessary to approximate the Sticky Information Phillipscurve reasonably well. In particular, I rewrite the Sticky Information Phillips curveast 1 11 xt 1 1Nk01Etk 1 t cid:52 xt.k19Clearly, as N I obtain the original equation 15. What is the N for which thepath of the model variables does not change anymore by a specified tolerance if Iadd a further lagged expectation, e.g. setting N N 1. I will pursue the followingstrategy to answer this question:1. Set N 0. That is, use the Sticky Information Phillips curve with only the firstlagged expectation Et 1 and compute the recursive equilibrium law of motionRELOM.162. Set N N 1. Put differently, add the second lagged expectation Et 2 to the Sticky Information Phillips curve from above and compute the new RELOM.3. Proceed adding lagged expectations by setting N N 1 as long as the coefficients of the RELOM change by more than a specified tolerance.Figure 1 illustrates the solution algorithm. It shows the impulse responses of inflationto a one percent shock in money growth for a stepwise inclusion of lagged expecta1tions in the Sticky Information Phillips curve. The first plot in the top row shows theresponse of inflation if the model uses N 0, e.g. t 11 xt 1 1Et 1 t cid:52 xt. The second plot in the top row shows the response of inflation if the modeltakes an additional lagged expectation into account by setting N N 1 1 whichyields t 11 xt 1 1Et 1 t cid:52 xt 1 11Et 2 t cid:52 xt. Thus,the last plot in the bottom row shows the response of inflation if the sticky information model uses N 11 which delivers t 111Etk 1 t cid:52 xt. Obviously, figure 1 illustrates that the shape of the response of inflation converges to a smooth humpshaped pattern as N becomes larger and larger. As an xt 1 1 1111k0 kapproximation I look for that N where the recursive law of motion for all modelvariables does not change by more than a specified tolerancecritical value whensetting N N 1.Technically, I apply the QZdecomposition to obtain the recursive law of motion.Following the notation in Uhlig 1999, the model coefficient matrices and canbe decomposed into unitary matrices Y and Z and uppertriangular matrices and such that Ycid:48Z and Ycid:48Z . The recursive law of motion coefficient matrix P which is needed to solve for the other recursive law of motion coefficient matrices,can be obtained by P Z121 Z22 where Z21 and Z22 are partitions of matrix Z,defined as in Uhlig 1999. P, Z21 and Z22 increase in their dimensions as N thenumber of included lagged expectations increases. Additionally P and Z22 aresingular. Therefore, to check for convergence of the recursive law of motion I look 17for that N when the determinant of Z1value compared to setting N N 1.21 does not change by more than a critical For my problem I choose the tolerancecritical value to be 1e25 units. This algorithmappears to be robust.I achieve convergence of the recursive equilibrium law ofmotion after including the 20th lagged expectation, i.e. by setting N 19. This resultis also intuitively reasonable. As mentioned earlier, the Sticky Information Phillipscurve can be interpreted as a geometric sum of past expectations with weights 1 k. For my parametrization these weights cumulate to around 99.5 percent afterincluding the 20th lagged expectation.14As a remark, it should be mentioned that one could derive a Sticky Information Phillips curve with a finite number of lagged expectations. I decide not to follow thisstrategy since it departs too much from Mankiw and Reis 2002 original specificationof the Sticky Information Phillips curve. Instead, I developed a fairly accurate algorithm to approximate the originally infinite geometric sum of lagged expectations ofthe Sticky Information Phillips curve with a finite number of lagged expectations.14Recently, Mankiw and Reis 2006b propose an alternative solution method. They guess that the solution of e.g. the price level can be represented as a MA process. They show that the undeterminedcoefficients of the MA process solve an infinite dimensional second order difference equation with boundary conditions. Mankiw and Reis 2006b approximate this infinite dimensional difference equation witha finite system of linear equations and a terminal condition. In other words, they approximate the MArepresentation of the solution with a MAn representation and choose a sufficiently large n. The authorsreport that for n 1000 their algorithm takes approximately 5 seconds to solve for the process of theprice level. By contrast, my algorithm approximates directly the number of relevant states, i.e.laggedexpectations.It takes approximately three minutes on an uptodate unix machine to solve the modelwith N 19. However, Mankiw and Reis 2006b algorithm appears to be constructed for the particularmodel they wish to solve and adaption to other models seems to involve tedious manual algebraic manipulations. By contrast, my algorithm employs a readytouse linear solution algorithm such as Uhlig 1999.In a recent paper, Wang and Wen 2006 propose a solution algorithm for linear difference systems witha finite number of lagged expectations. Thus, the nature of approximation similar to my algorithm isthat only a finite number of lagged expectations of the Sticky Information Phillips curve are considered.However, the algorithm as such differs from ours. Their key idea is to convert lagged expectations intonstep ahead prediction errors which in turn can be represented as a finite MAn process. Wang and Wen 2006 convert the finite MA representation into a standard linear difference system. They claimthat a MA20 process delivers very precise results and thereby include 20 lags of the Sticky Information Phillips curve. Note that my solution method arrives at the same conclusion. Unfortunately, Wang and Wen 2006 do not report how fast their algorithm is in terms of CPU time.18Hence, as a further contribution to the literature, I show that a standard linear solution algorithm as e.g. Uhlig 1999 can be used to solve models with lagged expectations like Mankiw and Reis 2002 sticky information model.3 Results In this section I discuss the results by examining the models ability to deliver thethree conventional views stated in the introduction.3.1 Inflation Inertia First, I analyze the models capability to generate inertial responses of inflation.Ifocus on the delayed and gradual response of inflation after a monetary policy shock.In addition, I briefly discuss the effects of technology and government expenditureshocks.3.1.1 Monetary Policy Shock Figure 2 plots the responses of inflation, the output gap, the nominal interest rate andhours worked to a one percent money growth shock for all three models using thebaseline parameterization. The sticky information model delivers a humpshapedpattern of inflation with a maximum impact around the 7th quarter. In period zerowhen the money growth shock occurs, only the fraction of firms that updated theirinformation in period zero adjust their prices. All other firms remain inattentive andkeep setting prices based on outdated information. As time passes by, more andmore firms update their information sets and hence change prices in response tothe money growth shock. Interestingly, in Mankiw and Reis 2002 original partialequilibrium model, inflation peaks at the 8th quarter after the money growth shock.To that end, my result indicates that sticky information in my DSGE model is ableto deliver similar inflation inertia as in Mankiw and Reis 2002. Put differently, Iobserve a pronounced humpshape of inflation which indicates that the Sticky In19formation Phillips curve seems to have a strong internal propagation mechanism inresponse to a quickly dying out money growth shock in my DSGE model.Inflation in the standard Calvo sticky price model jumps on impact to its maximumeffect and then decreases monotonically. Although prices are sticky inflation is not.By contrast, inflation in the sticky price model with dynamic inflation indexationreacts with delay and gradually to a money growth shock since it is both forwardand backward looking. The maximum impact occurs around the 5th quarter and issomewhat more pronounced than in the sticky information model. However, stickyinformation and sticky prices with dynamic inflation indexation deliver the samequalitative results for my baseline parameterization.To that end, I conclude that sticky information generates a delayed and gradualresponse of inflation to a money growth shock in my DSGE framework. Moreover,the sticky price model with dynamic inflation indexation is also able to deliver ahumpshaped response of inflation.3.1.2 Sensitivity My results depend, of course, on the parameters chosen in section 2.6. In this section,I set key parameters to values that represent reasonable bounds of parameter rangesused in the literature. This way, the section serves two purposes. First, it providesa sensitivity analysis for the results reported in the previous section. Second, andmore importantly, it enables me to assess the effects of deep parameters of the modelon the behavior of inflation especially for the sticky information model.In particular, I examine how a high inverse Frisch elasticity of 6.7 as in Pencavel1986 respectively a low inverse Frisch elasticity of 0.47 as used e.g.in Reis2006 affects the dynamics of inflation in my models. Or baseline value of 6implies a steady state markup of 20 percent which represents an upper bound in theliterature. Alternatively, I set 10 as in Chari, Kehoe, and Mcgrattan 2000 as well 20as 7.88 as in Rotemberg and Wodford 1997 which imply markups of roughly 11 and 15 percent. Further, my baseline choice of 2 implies a moderatedegree of intertemporal substitution. Alternatively, I set 1 which implies logutility in consumption as in Gali 2003 and many others. Moreover, I also examinethe case of high intertemporal substitution by setting 0.5.15 Furthermore, Iexamine 1 as in Gali 2003 which results in a linear production technology inhours worked.Finally, I also allow for variations in information and price rigidity governed by i.In my baseline parameterization we set i 0.75 which implies average informationupdates and price contracts of one year. Recent empirical literature suggests thatthese values might represent an upper bound. Therefore, I set i 0.66 as well asi 0.5 which implies average durations of price contracts respectively informationupdates of 3 and 2 quarters. For sticky price models 3 quarters are in line with Sbordone 2002 while 2 quarters reflect Altig, Christiano, Eichenbaum, and Linde2004, Bils and Klenow 2004 and Golosov and Lucas 2003 who report that firmschange prices on average roughly every 1.5 quarters. Finally, for sticky informationmodels, recent work by e.g. Mankiw and Reis 2006b, Korenok 2004 and Korenokand Swanson 2006 suggest that average durations of information updates of 3 to 2quarters may not be unrealistic for sticky information models.Table 2 shows the quarter at which inflation peaks after a monetary policy shock inperiod t 0 for my alternative parameter choices. The table reveals that although thepeak of inflation varies the sticky information model as well as the sticky price modelwith dynamic inflation indexation always generate a delayed response of inflationafter a monetary policy shock. By contrast, in the standard Calvo sticky price modelinflation peaks always on impact.15Note that I set in these cases because this implies a unit elasticity of money demand with respectto consumption as documented by the empirical literature, see Walsh 2003 for an excellent survey.21Lets examine the effects of deep parameters of the model for the behavior of inflation in the sticky information model. A higher value for implies a lower steadystate markup and hence results in lower market power for firms. Accordingly, firmschange prices less than they would with higher market power and thus inflationpeaks later in the sticky information model. A higher value implies a lower Frischelasticity of labor supply. Hence, changing labor inputs is more costly for firms interms of the real wage and therefore they change prices by less which again resultsin a later peak of inflation. Lower values for and result in a higher intertemporalelasticity of substitution and therefore lead to less consumption smoothing of households. Thus, aggregate demand displays a steeper intertemporal schedule which isaccompanied by an earlier peak of inflation. In addition, a higher value moves production towards a linear technology and reduces therefore the input costs of firms.Accordingly, inflation attains its peak earlier. Finally, lower values for 1 increasethe fraction of firms that receive information updates. Therefore, more firms adjusttheir prices in response to the monetary policy shock which leads to an earlier peakof inflation in the sticky information model.Finally, to ensure further robustness, I also consider joint variations of parameters.That is, I take many random draws for the parameter set , , , , , i and generate the associated impulse responses of inflation for each set. In particular, to construct the above random parameter set, I draw each parameter from the followinguniform distributions: U6, 10, U0.47, 6.7, U0.5, 2, U0.66, 1,i U0.5, 0.75. The intervals of the uniform distributions correspond to the rangesdiscussed above. I draw 5340 parameter sets and solve the models for each set.16Figure 3 shows the corresponding impulse responses for each model. Further, I addmy baseline impulse responses using white lines. In order to facilitate comparisonwith respect to the peak of inflation, I normalize all impulse responses such that 0 1. Figure 3 reveals that there is notthe initial response is equal to one, i.e.a single response in which inflation is monotonically decreasing after a monetarypolicy shock in the sticky information model as well as the Calvo sticky price model 16This takes somewhat more than two weeks on an uptodate unix machine.22with dynamic inflation indexation. In other words, there is always a humpshape ininflation though it might be short lived. In particular, on average, the peak in thesticky information model occurs at quarter 4.2 while it occurs at quarter 3.4 in thesticky price model with dynamic inflation indexation. These figures are somewhatlower than the reported peaks at quarters 7 and 5 in my baseline sticky information and sticky price with dynamic inflation indexation models. Nevertheless, bothmodels appear to robustly deliver a delayed response of inflation after a monetarypolicy shock. By contrast, the standard Calvo sticky price model produces alwaysa maximum response on impact. Finally, the white lines in figure 3 indicate thatmy baseline results do not represent an upper or lower bound but are located wellwithin the set of impulse responses that is generated by random parameter draws.Hence, my analysis shows, that although I vary key parameters in the model inflationreacts with delay to a monetary policy shock in the sticky information model. This isdue to the fact that despite considerable parameter variations firms pricing decisionsare strategic complements, i.e. 1. By contrast, Collard and Dellas 2006 as wellas Keen 2005 introduce sticky information in alternative DSGE frameworks. Theseauthors report that sticky information models generate maximum inflation responseson impact or at most one quarter after the monetary policy shock. These resultsoccur since their DSGE frameworks imply that firms pricing decisions are strategicsubstitutes 1 which produce the early peak of inflation.17 However, Woodford2003 surveys and discusses the existing literature at length and concludes that firmspricing decisions should be strategic complements rather than strategic substitutesto allow for potential inflation inertia. Therefore, in this paper I allow for sufficientstrategic complementarities in firms pricing decisions by employing a commonlyused DSGE framework similar to Woodford 2003.To sum up, my sensitivity analysis shows that the qualitative result of Mankiw and Reis 2002 is also robust in my DSGE framework: inflation reacts with delay andgradually to a monetary policy shock in the sticky information model whereas it does 17Note that Coibion 2006a arrives at a similar conclusion.23not in the standard Calvo sticky price model. Furthermore, I show that Calvo stickyprices with dynamic inflation indexation perform equally well as sticky informationin my DSGE model.3.1.3 Technology and Government Expenditure Shocks In the previous section I have concluded that inflation behaves inertial after a monetary policy shock. However, in the data inflation is likely to be affected by otherdisturbances such as supply and government spending shocks. How do they affect inflation in the sticky information model compared to the sticky price models?Mankiw and Reis 2002 are not able to analyze the consequences of these disturbances for the behavior of inflation since their partial equilibrium model did containmonetary policy disturbances only. However, my DSGE model enables me to investigate the effects of technology and government expenditure shocks. Figure 4 depictsthe effects of a technology shock and figure 5 shows the response of the models toa government expenditure shock. Again, inflation peaks on impact in the standard Calvo sticky price model. By contrast, it appears that the reaction of inflation is inertial in the sticky information model in response to these disturbances. Note however,that for my baseline parameterization the peak of inflation occurs somewhat earlierand the hump is less pronounced compared to the monetary shock. Finally, the Calvo sticky price model with dynamic inflation indexation delivers a gradual anddelayed response of inflation for technology and government expenditure shocks aswell.3.1.4 A Thought Experiment Note that I arrive at the above conclusions for given exogenous processes for technology, government spending and money growth as supported by the data. Allthese processes display relatively high positive autocorrelations and hence shocks tothese variables result in a relatively smooth adjustment over time.I do not claimthat my findings are invariant to changes in the exogenous processes. Consider the 24following mind experiment. Imagine that policy behaves deterministically and increases money growth in all even periods and decreases it in all odd periods. Underthis policy, sticky information and sticky prices with dynamic inflation indexationwould appear to be very different. That is, sticky information firms would mimicthe deterministic behavior of monetary policy by setting prices appropriately in allperiods e.g.inflation would display a flipflop pattern. By contrast, sticky pricefirms would need to set one average profit maximizing price which might then beadjusted smoothly due to dynamic inflation indexation and therefore inflation wouldstill display a smooth pattern. Hence, under these circumstances, both models wouldappear very differently with respect to e.g. inflation.However, given empirical evidence on e.g. money growth there does not seem tobe a deterministic flipflop pattern in money growth figures. Rather, money growthappears to be fairly smooth with an AR1 coefficient around 0.5. Hence, althoughthe upper example is illustrative, I consider it as a mind experiment which does notrepresent observed policy.Again, given my DSGE model and given the observed exogenous processes stickyinformation and sticky prices with dynamic inflation indexation appear to performequally well.3.2 Announced Disinflations In this section, I analyze the effects of a disinflation that is announced two yearsin advance. In particular, in period t 0 the central bank announces credibly thatit will reduce money growth temporarily from period t 2 respectively the 8thquarter onwards. The credibly announced fall in money growth is temporary in thesense that I assume the same stationary process for money growth as before.18 Seeappendix A.2 for the technical modeling details.18Hence, the disinflation in my experiment is temporary which implies that inflation returns to itssteady state. Mankiw and Reis 2002 have considered a permanent reduction of money growth in their I have recalculated the effects of a temporary disinflation in the original Mankiw andoriginal model.25Figure 6 shows the impulse responses to the announced temporary fall in moneygrowth. Again, my DSGE model confirms Mankiw and Reis 2002 result that inthe sticky information model a credibly announced disinflation is contractionarywith respect to output. Interestingly, the Sticky Information Phillips curve leads to agradual and delayed downward adjustment of inflation already in the announcementperiod. It should be stressed that this result is different from Mankiw and Reis 2002finding. They show that there is absolutely no reaction of inflation in response to theannouncement. In their model, variables react only when policy comes into place.By contrast, I show that inflation starts reacting already when the announcementis made. This is due to the existence of perfectly informed and forward lookinghouseholds which smooth the drop of consumption over time. Despite the reductionof inflation in the preannouncement period the disinflation still turns out to becontractionary due to perfectly informed forward looking households and an interestelastic real money demand equation. Since a similar argument applies for the stickyprice models, I will explain the detailed mechanism below.The standard New Keynesian Phillips curve generates an immediate downwardjump of inflation whereas the New Keynesian Phillips curve with dynamic inflation indexation leads to a gradual and delayed downward adjustment of inflation inthe announcement period. However, in both models, it turns out, that the announceddisinflations are contractionary too. By contrast, Mankiw and Reis 2002 as well as Ball 1994 find that for standard Calvo sticky price models announced and credibledisinflations cause booms rather than recessions. However, this result is not robustin my fullyfledged DSGE framework.The reason that I observe a fall of output despite the fall of inflation in the announcement period are perfectly informed and forward looking households and real moneydemand that depends on the nominal interest rate in my DSGE model. Consider the Reis 2002 model as well as considered a permanent disinflation in my model. None of my qualitativeconclusions, however, changes when considering these alternative cases.26rewritten loglinearized real money demand equation 22 from appendix A.1 assuming exogenous technology and exogenous government expenditures are constant:mt scxt Rt20where 1 R1. The announced fall of inflation has two effects. First, it decreasesthe nominal interest rate. Second, it increases real money demand. So, it dependson the relative size of each effect, whether the output gap increases or decreases.As it turns out, the interest rate effect dominates for reasonable parametrizations.That is, even if I assume an empirically implausible interest rate elasticity of realmoney demand which is 25 times smaller then in my baseline parameterization e.g.by setting 50 in equation 18 in section 2.6 still the interest rate effectdominates and thus the announced disinflation is contractionary with respect tooutput.19Note, that for 0 only the real money demand effect influences equation 20 andhence, the output gap increases in response to a credibly announced disinflation.Thus, it is the exogenously assumed quantity equation which is inelastic with respectto the nominal interest rate that produces the disinflationary boom in the stickyprice models in Ball 1994 and Mankiw and Reis 2002. This leads me to concludethat credibly announced disinflations are contractionary even if inflation falls in theannouncement period as soon as aggregate demand arises from an intertemporalhousehold maximization problem and real money demand is elastic with respect tothe nominal interest rate. It should be mentioned here that for a model with Taylorwage contracts Ascari and Rankin 2002 arrive at a similar conclusion.19Korenok and Swanson 2006 report a similar result. They show that the disinflationary boom occursonly for very low interest rate elasticities. As soon as the interest elasticity increases to reasonable valuesas reported in Lucas 2000 or Chari, Kehoe, and Mcgrattan 2000 which are in line with my baselineparameterization the disinflationary boom disappears and turns into a recession.27To sum up, in this section, I have shown that credibly announced disinflations arecontractionary in the sticky information as well as in the Calvo sticky price with andwithout dynamic inflation indexation models in my DSGE framework.3.3 Acceleration Phenomenon Similar to Mankiw and Reis 2002, table 3 provides values for the correlation between output and the annual change of inflation. I use logged and hpfiltered quarterly US CPI all items and real GDP data from 1960:1 to 2001:4. As it turns out, thedata suggest a positive correlation between output and the annual change of inflationof about 0.41. For the models I obtain hpfiltered correlation figures by averaging theresults of 250 simulations for each model with a simulation length equal to US data.Consider the first column of table 3. It reports the correlation for the models usingall three shocks. The sticky information model generates a correlation of 0.55. Thisis similar to Mankiw and Reis 2002 original partial equilibrium sticky informationmodel which delivers a correlation of 0.43. To that end, I conclude that sticky information in my DSGE model is able to replicate the third conventional view thatvigorous economic activity speeds up inflation.Interestingly, the Calvo sticky price model with dynamic inflation indexation produces a correlation of 0.66. Hence, this model is qualitatively also able to explain thethird conventional view and performs similar to the sticky information model. Bycontrast, the standard Calvo sticky price model generates only a very low correlationof about 0.05. However, since monetary, fiscal and technology shocks have differenteffects I also compute the correlations if either one of the shocks is used. Columns 2,3 and 4 reveal that the standard Calvo sticky price model generates a negative correlation for monetary and government expenditure shocks whereas the correlationis positive for technology shocks. Hence, it depends on the relative weight of thetechnology shock whether the standard Calvo sticky price model can generate theacceleration phenomenon. By contrast, the sticky information model as well as the Calvo sticky price model with dynamic inflation indexation imply positive correla28tions for all three shocks and thus I conclude that those models may be better suitedto explain the third conventional view.3.4 Still Improvable How well can the models explain the lead and lag behavior of e.g. inflation in thedata? In order to examine this issue, we compare the hpfiltered crosscorrelations ofvariables to output in the model in the presence of technology, monetary and fiscalshocks with crosscorrelations in the data.20 Figure 7 reports that inflation lags up to 45 quarters behind output in the data. The standard Calvo sticky price model is notable to deliver this feature. By contrast, the sticky information model and the Calvosticky price model with dynamic inflation indexation perform equally well and areable to match the empirical evidence for inflation quite well.Although the behavior of inflation in the data can be captured by the sticky information and sticky price model with dynamic inflation indexation there are someshortcomings with respect to other variables. E.g. figure 7 shows that the crosscorrelation of nominal interest rates and real marginal costs with output cannot beexplained within my framework.In order to account for this one might want tointroduce sticky information in labor and asset markets to the model. Alternatively,limited participation and nominal labor market frictions may help to explain thesefacts. Further, the introduction of real frictions like habit formation might also help toimprove the match with the data for these variables. Moreover, alternative monetarypolicy rules like Taylortype interest rate feedback rules with and without interestrate smoothing, Mc Callum rules, a nominal income targeting rule etc. may helpto further improve the performance of the model. Further, deriving optimal monetary policy and optimal simple and implementable monetary policy rules especiallyfor the sticky information model might deliver further insightful results. However,20I use quarterly hpfiltered US time series from 1960:1 to 2001:4. Inflation is the quarterly change in thelog CPI all items and output is log real GDP.29all these extensions are beyond the scope of this paper and I leave them to futureresearch.4 Discussion of Related Literature A substantial part of the literature attempts to explain the behavior of aggregate inflation in response to monetary policy changes by shortrun nominal price rigidities,e.g.inabilities of firms to change prices optimally. A leading framework has beenprovided by Calvo 1983 and used e.g. by Woodford 1996, Yun 1996, Goodfriendand King 1997, Clarida, Gali, and Gertler 1999 and Gali 2003. Walsh 2003 aswell as Woodford 2003 provide excellent, extensive and comprehensive overviewsabout the sticky price literature respectively the resulting New Keynesian Phillipscurve. However, common to this literature is that aggregate inflation in the standard Calvo sticky price model does not react with delay and gradually in response to amonetary policy shock. Empirical studies, see e.g. Gali and Gertler 1999 and Gali,Gertler, and LopezSalido 2005, suggest that lagged inflation is an important determinant for the New Keynesian Phillips curve. In order to account for this, Christiano,Eichenbaum, and Evans 2005 employ dynamic inflation indexation as a modification to the standard Calvo sticky price approach. Nonoptimizing firms apply a ruleof thumb by updating last periods price with yesterdays inflation rate. There are, ofcourse, alternative approaches to indexation in the literature. Yun 1996 assumes indexation to steady state inflation. Although this leads to a vertical longrun Phillipscurve the dynamics are still entirely forward looking and hence inflation behaves notinertial. Smets and Wouters 2003 and Giannoni and Woodford 2003 assume partial dynamic inflation indexation, i.e. firms update prices only with a fraction of pastinflation. Interestingly, Smets and Wouters 2003 report evidence for partial inflation indexation in European data while Giannoni and Woodford 2003 find evidencefor full inflation indexation in US data and thereby confirm Christiano, Eichenbaum,and Evans 2005 choice of full dynamic inflation indexation. To that end, I am mostinterested in the consequences of full dynamic inflation indexation for the dynamics 30of aggregate inflation. Therefore, my results can be interpreted as representing anupper bound compared to cases of partial dynamic inflation indexation.An alternative strand of literature attempts to explain the behavior of inflation whenfirms face imperfect information. Phelps 1970 suggested a parable of an economyconsisting of many islands that coexist under informational isolation. He demonstrated that in such an economy an increase in nominal expenditures through, e.g.monetary policy, increases employment and output. In his pioneering work, Lucas1972, 1973 showed that the implied shortrun inflation and unemployment tradeoff in the island model is consistent with rational expectations of economic agents.In particular, in his island model, firms have imperfect information about aggregatevariables and must solve a signalextraction problem. As a result, imperfect information has the potential to result in shortrun monetary nonneutralities, e.g. leading toshortrun output fluctuations. In other words, the island model generates a shortrun Phillips curve tradeoff despite the presence of rational expectations. In spite of thissuccess, it turns out that the island model cannot replicate the observed persistenceof output and inflation fluctuations in the data. Generating persistence in rational expectations models has become a central issue in the recent macroeconomic literatureas we will see now.Sims 2003 explores the implications of rational inattention in an economy. He finds,that if agents face a finite information processing capacity then they may rationallydecide to observe available information imperfectly. He concludes, that rational inattention might be an important ingredient for models that attempt to account forobserved macroeconomic behavior. Woodford 2002 employs the idea of rationalinattention in a model in which firms observe the state of aggregate demand withan idiosyncratic error. He shows that the presence of this idiosyncratic noisy information channel leads to persistent effects of inflation and output in response toaggregate nominal disturbances. In a recent paper, Sims 2006 surveys the existingliterature on rational inattention. Within this literature, Moscarini 2004 as well as Mackowiak and Wiederholt 2006 analyze the effects of rational inattention for the 31pricing behavior of firms. These authors find that firms may decide to observe available information imperfectly due to limited information flow capacity and hence,nominal shocks have persistent effects on aggregate inflation and output.Mankiw and Reis 2002 also assume that firms face costs of acquiring, absorbing andprocessing information. However, in contrast to the rational inattention literature,they assume that firms receive information updates exogenously and infrequently.In other words, firms have an unlimited information processing capacity at timeswhen they receive information updates and a zero information processing capacityotherwise. Thus, if no new information arrives, firms must use old information andare completely inattentive. This price setting behavior of sticky information firmsis equivalent to write an entire plan of prices which in turn is similar to pricingpolicies described in Fischer 1977, Cespedes, Kumhof, and Parrado 2003, Benassy2003 and Devereux and Yetman 2003. Interestingly, although their story is different, Benassy 2003 and Devereux and Yetman 2003 arrive at equilibrium equationsthat are very similar to Mankiw and Reis 2002. However, in both cases, aggregatedemand is also static and independent of the nominal interest rate. By contrast,this paper incorporates sticky information in a DSGE framework that features theso called dynamic New IS equation and a real money demand equation that depends on the nominal interest rate, see Clarida, Gali, and Gertler 1999, Gali 2003or Woodford 2003.However, Mankiw and Reis 2002 show that their socalled sticky information modelperforms better than the frequently used Calvo sticky price model in explaining threeconventional facts: i inflation reacts gradually and with delay after a monetary policy shock, ii announced disinflations are contractionary and iii inflation accelerateswith vigorous economic activity.In a recent paper, Reis 2006 shows that the socalled sticky information Phillips curve in Mankiw and Reis 2002 can be microfounded in an environment in which firms face fixed and finite costs of acquiringinformation and thereby moving sticky information as proposed by Mankiw and Reis 2002 closer to the rational inattention literature.32Dupor and Tsuruga 2005 compare the effects of random duration information updating a la Calvo with a fixed duration information updating interval a la Taylor inan otherwise similar partial equilibrium model setup to Mankiw and Reis 2002.They find that inflation is less inertial and exhibits a rather odd looking humpshapein response to a monetary policy shock when firms update their information at infrequent but fixed intervals. Collard and Dellas 2006 can be interpreted as an extension of the work by Dupor and Tsuruga 2005. These authors incorporate stickyinformation with fixed duration information update intervals a la Taylor in a DSGEframework. Furthermore, the authors analyze the predictions of their DSGE modelwhen sticky prices a la Taylor are assumed instead.Interestingly, and in contrastto Dupor and Tsuruga 2005, Collard and Dellas 2006 find that inflation peaks onimpact after a money growth shock in the sticky information model. Moreover, theauthors obtain the same qualitative result when sticky prices a la Taylor are assumed.The reason for these results are that Collard and Dellas 2006 set up a DSGE modelin which pricing decisions of firms are not strategic complements but strategic substitutes instead.In other words, in this case, after e.g. a monetary policy shock,newly informed firms adjust their prices to a larger extend than they would do ina perfectly informed environment. They do so, in order to compensate for thosefirms who keep setting prices based on outdated information. Hence, due to missing strategic complementarities of firms pricing decisions, inflation peaks on impact regardless whether sticky information or sticky prices a la Taylor are assumed.Recently, Keen 2005 incorporates sticky information with the original Mankiw and Reis 2002 information updates a la Calvo in an alternative DSGE framework compared to the one used this paper. Interestingly, Keen 2005 reports that sticky information generates a maximum inflation response at most one quarter after a moneygrowth shock and on impact after a nominal interest rate shock. Similar to Collard and Dellas 2006, the DSGE model in Keen 2005 generates pricing decisionsof firms that are strategic substitutes which produce the early peaks of inflation.However, Woodford 2003 reviews and discusses the existing literature at lengthand concludes that firms pricing decisions ought to be modeled as strategic comple33ments rather than strategic substitutes in order to allow for potential inflation inertia.Therefore, I employ a commonly used DSGE framework which is closely related tothe one developed in Woodford 2003. This DSGE framework allows for sufficientstrategic complementarities in firms pricing decisions. I believe that this is an interesting DSGE framework since it represents a standard smallscale workhorse DSGEmodel for the analysis of e.g. monetary policy.Moreover, Andres, LopezSalido, and Nelson 2005 analyze sticky price and stickyinformation models with respect to the natural rate hypothesis. Their main empirical result indicates that the estimated output gaps of the sticky price model withdynamic indexation and the sticky information model are very similar but differentfrom standard output gap measures.Mankiw and Reis 2003 examine the consequences of sticky information for wagesetters in a partial equilibrium model. The authors find that disinflations and productivity slowdowns cause employment to fall below the level that would prevail underfull information. Based on the predictions of the model, they argue that policies suchas nominal income or nominal wage targeting lead to more stable employment thantargeting prices of goods and services.Recently, Mankiw and Reis 2006a set up a macroeconomic general equilibriummodel in which prices, wages and consumption are assumed to be set by usingold and outdated information. Mankiw and Reis 2006a show that this model ofpervasive information stickiness is able to explain three facts about shortrun economic fluctuations jointly: the acceleration phenomenon, real wage smoothness andthe gradual response of real variables. Thus, adding sticky information to othermarkets seems to be important to explain further facts jointly. In a very recent paper, Mankiw and Reis 2006b develop a mediumscale general equilibrium modelwith sticky information in price, wage and consumption choices in order to explainfive key macroeconomic time series jointly. The authors propose a solution methodwhich allows to estimate sticky information models with e.g. Bayesian model es34timation methods. Their estimation results indicate that information rigidities arepresent for firms and especially important for workers and consumers in order toexplain the five macroeconomic time series jointly.Reis 2004 shows that a gradual and delayed response of consumption to news canbe obtained in an environment in which households face costs of acquiring, absorbing and processing information. Coibion 2006a integrates sticky information forconsumers in a DSGE model and finds that this yields a more gradual and delayedadjustment of output which in turn amplifies inflation inertia. Moreover, he arguesthat the ability of sticky information to deliver inflation inertia depends on the underlying parameters of the model. Further, for sticky information firms, Coibion2006a reports that Taylor rules make inflation inertia less likely than money growthrules for random information rigidity durations. Interestingly, in the case that information rigidity has a fixed duration, the choice of the monetary policy rule appearsto be of minor importance. However, these issues are beyond the scope of this paper.Instead, we employ the original Mankiw and Reis 2002 specification of random information rigidity duration and monetary policy that follows a money growth rule.Moreover, I examine how sticky information performs in general equilibrium and,more importantly, in comparison to Calvo sticky prices with dynamic inflation indexation.In addition, I am not only interested in the relative performance of themodels with respect to inflation inertia but focus also on Mankiw and Reis 2002other two measuring devices: announced and credible disinflations and the acceleration phenomenon.Recently, a growing body of work attempts to assess the empirical support for thesticky information Phillips curve. Mankiw and Reis 2006a,b, Mankiw, Reis, and Wolfers 2004, Kahn and Zhu 2006, Caroll 2003 and Dovern, Doekpe, Fritsche,and Slacalek 2006 find empirical support for the sticky information Phillips curve.By contrast, Coibion 2006b largely rejects its existence. Recently, and partly motivated by my work, further work attempts to examine the relative performance ofsticky information versus sticky prices from an empirical point of view. Authors such 35as Korenok 2004, Kiley 2005, Dupor, Kitamura, and Tsuruga 2006, Laforte 2005and Paustian and Pytlarczyk 2006 claim that sticky prices with dynamic inflationindexation perform empirically better than sticky information. Further, Coibion and Gorodnichenko 2006 report that the fraction of standard Calvo sticky price firms isthree times as large as the fractions of sticky information or sticky price firms withdynamic inflation indexation. In contrast to these studies, Andres, LopezSalido, and Nelson 2005 report that a sticky information model yields a higher likelihood thana sticky price model with dynamic inflation indexation. Finally, the empirical resultsof Korenok and Swanson 2006 suggest that sticky information and sticky priceswith dynamic inflation indexation perform equally well for reasonable degrees ofinformation and price stickiness. Hence, their empirical study can be interpreted asdelivering empirical evidence for the theoretical predictions of this paper.However, it seems that the empirical literature has not yet agreed on whether stickyinformation matters at all or whether sticky information is outperformed by stickyprices with dynamic inflation indexation. This is an ongoing, lively and interestingdebate. Given the variety of conflicting empirical evidence it seems that the resultsdepend on the particular empirical approaches or model specifications. In particular,important issues in the work cited above are whether to test sticky information usingaggregate or disaggregate data and even more importantly, how to proxy for inflation expectations of economic agents. Furthermore, the particular choice whetherto use e.g. reduced form GMM estimation, minimum distance estimation or structural model estimations using Bayesian methods as provided e.g. by Julliard 2006DYNARE appears to matter for the results. Moreover, model features such as thenumber of relevant lags of the sticky information Phillips curve, the inclusion ofsticky information in other markets, the use of smallscale or mediumscale modelswith further nominal and real frictions have an impact on the empirical performanceof the respective models. These issues together with the variety of conflicting empirical evidence leads me to conclude that the literature is not yet mature enoughto conclude whether sticky prices outperform sticky information from an empiricalpoint of view. An own explicit empirical assessment of my theoretical conclusions 36would require me to address these issues thoroughly and would certainly justify aseparate piece of research. This, however, is is beyond the scope this paper.Instead, this paper is designed as a first step from a theoretical point of view toexamine the consequences of sticky information in a smallscale general equilibriummodel which I then contrast with sticky prices with dynamic inflation indexation asin Christiano, Eichenbaum, and Evans 2005. More importantly and in line with Mankiw and Reis 2002, I explore the qualitative ability of the models to generate thethree conventional effects. Put differently, the conventional effects itself are of ratherqualitative nature and this paper is designed to analyze the models ability to reflectthem qualitatively. In terms of the parameters chosen in this paper, I rely on standardvalues that are used in the literature. In addition, I pursue a sensitivity analysis toevaluate the robustness of the qualitative predictions of the sticky information modelas well as the sticky price with and without dynamic inflation indexation models.To sum up, the present paper contributes to the existing literature as follows. I showthat sticky information as in Mankiw and Reis 2002 as well as sticky prices withdynamic indexation as in Christiano, Eichenbaum, and Evans 2005 are both ableto replicate the conventional wisdom with respect to inflation inertia, announceddisinflations and the acceleration phenomenon in a DSGE model.I arrive at thisconclusion by comparing the respective models in a parameterized standard smallscale DSGE framework similar to Woodford 2003.5 Conclusion Mankiw and Reis 2002 have proposed sticky information as an alternative to Calvosticky prices in order to model the conventional view that i inflation reacts withdelay and gradually to a monetary policy shock, ii announced and credible disinflations are contractionary and iii inflation accelerates with vigorous economic activity.I use a fullyfledged DSGE model with sticky information and compare the results 37to those when Calvo sticky prices with and without dynamic inflation indexation areassumed instead.Regarding the sticky information model my results confirm the finding by Mankiw and Reis 2002: all three effects listed above can be replicated in my baseline DSGE model as well. A sensitivity analysis reveals that this result is robust with respect to parameter variations. However, general equilibrium features such as forwardlooking households and interest elastic money demand are nevertheless important.In particular, I find that e.g. inflation and the output gap in the sticky informationmodel react already in the announcement periods to an announced disinflation dueto consumption smoothing households and interest elastic money demand in general equilibrium. Further, I show that a Calvo sticky price model without dynamicinflation indexation can already match the conventional view that announced andcredible disinflations are contractionary due to the existence of interest elastic moneydemand in general equilibrium in my baseline DSGE model. This result appears tobe robust within my DSGE framework. Finally, I allow for dynamic inflation indexation in the Calvo sticky price model and show that in my baseline DSGE frameworkthis works just as well as sticky information in delivering all three effects. Again, myresult appears to be robust to variations in key structural parameters of the model.I conclude that sticky information as in Mankiw and Reis 2002 as well as stickyprices with dynamic inflation indexation as in Christiano, Eichenbaum, and Evans2005 are perfectly capable of replicating the conventional wisdom with respect toinflation inertia, announced disinflations and the acceleration phenomenon in the DSGE model used in this paper. However, the source of e.g. inflation inertia in bothmodels is different. In the sticky information model, inflation inertia arise due toslow information diffusion. In the sticky price model with dynamic inflation indexation, inflation inertia is hardwired by assuming that nonoptimizing firms indexprices to past inflation. Hence, these firms use a very limited outdated informationset. From that perspective, one might want to view information stickiness as providing a micro foundation for the particular choice of dynamic inflation indexation in 38Calvo sticky price models. Although both models perform equally well with respectto my measures, I believe that sticky information might be better suited to explainthe underlying micro behavior of price setting firms.References Abel, A. B., and B. S. Bernanke 1998: Macroeconomics. AddisonWesley, 3rd edn.Altig, D., L. J. Christiano, M. Eichenbaum, and J. Linde 2004: FirmSpecific Capital, Nominal Rigidities And The Business Cycle, Manuscript.Andres, J., D. J. LopezSalido, and E. Nelson 2005: Sticky Price Models And The Natural Rate Hypothesis, Journal Of Monetary Economics, 525, 10251053.Ascari, G. 2004: Staggered Prices And Trend Inflation: Some Nuisances, Review Of Economic Dynamics, 73, 642667.Ascari, G., and N. Rankin 2002: Staggered Wages And Output Dynamics Under Disinflation, Journal Of Economic Dynamics And Control, 26, 653680.Backus, D. K., P. J. Kehoe, and F. E. Kydland 1995: International Business Cycles:Theory And Evidence, Frontiers Of Business Cycle Research, Ed. Thomas F. Cooley,Princeton University Press, pp. 331356.Ball, L. 1994: Credible Disinflation With Staggered Price Setting, American Economic Review, 84, 282289.Benassy, J. P. 2003: Output And Inflation Dynamics Under Price And Wage Staggering: Analytical Results, Annales DEconomie Et De Statistique, 63, 130.Bils, M., and P. Klenow 2004: Some Evidence On The Importance Of Sticky Prices, Journal Of Political Economy, 112, 947985.Calvo, G. 1983: Staggered Prices In A UtilityMaximizing Framework, Journal Of Monetary Economics, 12, 383398.39Caroll, C. D. 2003: Macroeconomic Expectations Of Households And Professional Forecasters, Quarterly Journal Of Economics, 1181, 269298.Cespedes, L., M. Kumhof, and E. Parrado 2003: Pricing Policies And Inflation Inertia, IMF Working Papers, 0387.Chari, V. V., P. J. Kehoe, and E. R. Mcgrattan 2000: Sticky Price Models Of The Business Cycle: Can The Contract Multiplier Solve The Persistence Problem?,Econometrica, 68, 11511180.Christiano, L. J., M. Eichenbaum, and C. Evans 2005: Nominal Rigidities And The Dynamic Effects Of A Shock To Monetary Policy, Journal Of Political Economy,1131, 145.Clarida, R., J. Gali, and M. Gertler 1999: The Science Of Monetary Policy: ANew Keynesian Perspective, Journal Of Economic Literature, 37, 16611707.Coibion, O. 2006a: Inflation Inertia In Sticky Information Models, Contributions In Macroeconomics, 61.2006b: Testing The Sticky Information Phillips Curve, Manuscript.Coibion, O., and Y. Gorodnichenko 2006: Strategic Interaction Among Heterogeneous Price Setters In An Estimated DSGE Model, Manuscript.Collard, F., and H. Dellas 2006: Sticky Information, Manuscript.Devereux, M. B., and J. Yetman 2003: Predetermined Prices And The Persistent Effects Of Money On Output, Journal Of Money, Credit, And Banking, 355, 729741.Dovern, J., J. Doekpe, U. Fritsche, and J. Slacalek 2006: Sticky Information Phillips Curves: European Evidence, DIW Discussion Papers, 615.Dupor, B., T. Kitamura, and T. Tsuruga 2006: Do Sticky Prices Need To Be Replaced With Sticky Information?, Manuscript.40Dupor, B., and T. Tsuruga 2005: Sticky Information: The Impact Of Different Information Updating Assumptions, Journal Of Money, Credit And Banking, 376,11431152.Fischer, S. 1977: LongTerm Contracts, Rational Expectations, And The Optimal Money Supply Rule, Journal Of Political Economy, 851, 191205.Gali, J. 2003: New Perspectives On Monetary Policy, Inflation And The Business Cycle, Advances In Economic Theory, Edited By: M. Dewatripont, L. Hansen, And S.Turnovsky, Cambridge University Press, 3, 151197.Gali, J., and M. Gertler 1999: Inflation Dynamics: A Structural Econometric Approach, Journal Of Monetary Economics, 442, 195222.Gali, J., M. Gertler, and D. J. LopezSalido 2001: European Inflation Dynamics, European Economic Review, 457, 12371270.2005: Robustness Of The Estimates Of The Hybrid New Keynesian Phillips Curve, Journal Of Monetary Economics, 52, 11071118.Gali, J., and T. Monacelli 2005: Monetary Policy And Exchange Rate Volatility In A Small Open Economy, Review Of Economic Studies, 72, 707734.Giannoni, M. P., and M. Woodford 2003: Optimal Inflation Targeting Rules, B.S. Bernanke And M. Woodford, Eds. Inflation Targeting, University Of Chicago Press.Golosov, M., and R. E. Lucas 2003: Menu Costs And Phillips Curves, Nber Working Paper.Goodfriend, M., and R. G. King 1997: The New Neoclassical Synthesis And The Role Of Monetary Policy, NBER Macroeconomic Annual 1997, Eds. Ben S. Bernanke And Julio J. Rotemberg, Cambridge And London: Mit Press, pp. 231283.Julliard, M. 2006: Dynare, http:www.cepremap.cnrs.frdynare.Kahn, H., and Z. Zhu 2006: Estimates Of The StickyInformation Phillips Curve For The United States, Ournal Of Money, Credit And Banking, 381, 195208.41Keen, B. D. 2005: Sticky Price And Sticky Information Price Setting Models: What Is The Difference?, Forthcoming Economic Inquiry.Kiley, M.2005:A Quantitative Comparison Of StickyPrice And StickyInformation Models Of Price Setting, Manuscript.Korenok, O. 2004: Empirical Comparison Of Sticky Prices And Sticky Information Models, Manuscript.Korenok, O., and N. R. Swanson 2006: How Sticky Is Sticky Enough? A Distributional And Impulse Response Analysis Of New Keynesian DSGE Models,Forthcoming Journal Of Money, Credit And Banking.Laforte, J. P. 2005: Pricing Models: A Bayesian DSGE Approach For The USEconomy, Manuscript.Lucas, R. E. 1972: Expectations And The Neutrality Of Money, Journal Of Economic Theory, 4, 103124.1973: Some International Evidence on OutputInflation Tradeoffs, American Economic Review, 63, 326334.2000: Inflation And Welfare, Econometrica, 682, 247274.Mackowiak, B., and M. Wiederholt 2006: Optimal Sticky Prices Under Rational Inattention, Manuscript.Mankiw, G. N., and R. Reis 2002: Sticky Information Versus Sticky Prices: AProposal To Replace The New Keynesian Phillips Curve, Quarterly Journal Of Economics, 1174, 12951328.2003: Sticky Information: A Model Of Monetary NonNeutrality And Structural Slumps, Knowledge, Information, And Expectations In Modern Macroeconomics: In Honor Of Edmund S. Phelps, Edited By P. Aghion, R. Frydman, J. Stiglitz And M. Woodford, Princeton University Press.422006a: Pervasive Stickiness, American Economic Review Papers And Proceedings, 962.2006b: Sticky Information In General Equilibrium, Forthcoming Journal Of The European Economic Association.Mankiw, G. N., R. Reis, and J. Wolfers 2004: Disagreement About Inflation Expectations, NBER Macroeconomics Annual 2003, Mit Press.Moscarini, G. 2004: Limited Information Capacity As A Source Of Inertia, Journal Of Economic Dynamics And Control, 28, 20032035.Paustian, M., and E. Pytlarczyk 2006: Sticky Contracts Or Sticky Information?Evidence From An Estimated Euro Area DSGE Model, Manuscript.Pencavel, J. 1986: Labor Supply Of Men: A Survey, Handbook Of Labor Economics,O. Ashenfelter And R. Layard, Eds., NorthHolland, Amsterdam, 1.Phelps, E. S. 1970: Microeconomic Foundations Of Employment And Inflation Theorychap. Introduction: The New Microeconomics In Employment And Inflation Theory. Norton.Reis, R. 2004: Inattentive Consumers, Forthcoming Journal Of Monetary Economics.2006: Inattentive Producers, Review Of Economic Studies, 733, 793821.Rotemberg, J., and M. Wodford 1997: An OptimizationBased Econometric Framework For The Evaluation Of Monetary Policy, NBER Macroeconomics Annual 1997, pp. 297346.Sbordone, A. M. 2002: Prices And Unit Labor Costs: A New Test Of Price Stickiness, Journal Of Monetary Economics, 49, 265292.Sims, C. A. 2003: Implications Of Rational Inattention, Journal Of Monetary Economics, 50, 665690.2006: Rational Inattention: A Research Agenda, Manuscript.43Smets, F., and R. Wouters 2003: An Estimated Dynamic Stochastic General Equilibrium Model Of The Euro Area, Journal Of The European Economic Association,15, 11231175.Uhlig, H. 1999: A Toolkit For Analyzing Nonlinear Dynamic Stochastic Models Easily, Computational Methods For The Study Of Dynamic Economies, R. Marimon And A. Scott, Eds, Oxford University Press, Oxford, pp. 3061.Walsh, C. 2003: Monetary Theory And Policy. MIT Press, 2 edn.Wang, P., and Y. Wen 2006: Solving Linear Difference Systems With Lagged Expectations By A Method Of Undetermined Coefficients, Manuscript.Woodford, M. 1996: Control Of The Public Debt: A Requirement For Price Stability?, NBER Working Paper.2002: Imperfect Common Knowledge And The Effect Of Monetary Policy, In:Knowledge, Information, And Expectations In Modern Macroeconomics: In Honor Of Edmund S. Phelps. Princeton University Press.2003: Interest And Prices: Foundations Of A Theory Of Monetary Policy,Princeton University Press.Yun, T. 1996: Nominal Price Rigidity, Money Supply Endogeneity, And Business Cycles, Journal Of Monetary Economics, 37, 345370.44Table 1: Baseline Parameterization of the DSGE Model Variablei 1sc z, z, g, g 21.52230.751.20.71Value 0.99Description Subjective discount factor Relative risk aversion Inverse Frisch elasticity Elasticity of real money balances Labor share Price stickiness resp. information rigidity Steady state markup of 20 percent Consumption to output ratio in steady state Steady state gross inflation 0.95, 0.71 Technology shock 0.50, 0.80 Money growth shock 0.95, 0.60 Government expenditures shock Table 2: Sensitivity Analysis: The Peak of Inflationi 0.75i 0.66i 0.50sticky informationsticky prices indexsticky pricessticky informationsticky prices indexsticky pricessticky informationsticky prices indexsticky pricesbaseline 7505402207.88850540320108606403306.78606403300.47540330220 0.51.03543002332001212001.0540430220Notes: Quarter at which inflation achieves the peak after a money growth shock for alternativeparameter choices. The baseline parameters correspond to my baseline parameterization i.e. 6, 1.5, 2, 23.45Table 3: Acceleration Phenomenon: Models vs. Data Corr yt, t2 t 2all shocks mon.shockgov.shocksticky information DSGEsticky prices Index, DSGEsticky prices DSGEsticky information MankiwReissticky prices MankiwReisdata 0.550.660.050.430.130.410.600.720.0020.310.510.13tech.shock 0.610.650.56Notes: Acceleration phenomenon: correlation of output with the annual change of inflation.I use logged and hpfiltered quarterly US CPI all items and real GDP data.I obtain hpfiltered crosscorrelation figures by averaging the results for 250 simulations for each model witha simulation length equal to US data.The source of uncertainty in the Mankiw and Reis 2002 model is an exogenous money supplyshock. However, in their model this shock can also be interpreted as a shock to nominal income sothat I report their results here at the column all shocks.46Figure 1: Illustrating the Solution Method Notes: Impulse responses of inflation to a money growth shock for a stepwise inclusion of laggedexpectations in the Sticky Information Phillips curve. The first plot in the top row shows theresponse of inflation if the model uses t 11 xt 1 1Et 1 t cid:52 xt. The next plotdepicts the response of inflation if the model uses t 11 xt 1 1Et 1 t cid:52 xt 1 11Et 2 t cid:52 xt etc. The xaxis plots years, the yaxis plots percent deviations from steadystate.11470246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 0246800.050.10.15 Figure 2: Impulse Responses to a 1% Shock in Money Growth 4802468100.0500.050.10.150.20.250.3Inflation Years Percent deviation from SS02468100.200.20.40.60.8Output gap Years Percent deviation from SS02468101510505x 103Nom. interest rate Years Percent deviation from SS02468100.200.20.40.60.811.2Hours worked Years Percent deviation from SSsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationFigure 3: Sensitivity: Inflation Responses to a 1% Shock in Money Growth Notes: Sensitivity of inflation after a money growth shock. Each impulse response is generatedafter parameters have been drawn from the following uniform distributions: U6, 10, U0.47, 6.7, U0.5, 2, U0.66, 1, i U0.5, 0.75. Total number of drawnparameter sets: 5340. The white lines show the baseline impulse responses of my model. In orderto facilitate comparison with respect to the peak of inflation, I normalize all impulse responsessuch that the initial inflation response is equal to one, i.e. 0 1.490246810012345Sticky Information Inflation Years Percent deviation from SS0246810101234Sticky Prices Index Inflation Years Percent deviation from SS024681000.20.40.60.81Sticky Prices Inflation Years Percent deviation from SSFigure 4: Impulse Responses to a 1% Shock in Technology 5002468100.150.10.0500.050.1Inflation Years Percent deviation from SS02468100.60.50.40.30.20.100.1Output gap Years Percent deviation from SS024681010864202x 103Nom. interest rate Years Percent deviation from SS02468101.41.210.80.60.40.20Hours worked Years Percent deviation from SSsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationFigure 5: Impulse Responses to a 1% Shock in Government Expenditures 5102468100.020.0100.010.020.03Inflation Years Percent deviation from SS02468100.0500.050.10.15Output gap Years Percent deviation from SS02468100.500.511.522.5x 103Nom. interest rate Years Percent deviation from SS024681000.10.20.30.40.5Hours worked Years Percent deviation from SSsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationsticky pricessticky prices indexsticky informationFigure 6: Impulse Responses to a Credibly Announced Disinflation Notes: Impulse responses of model variables to a credible announcement at t 0 that moneygrowth will fall temporarily from period t 2 onwards.5202468100.250.20.150.10.0500.050.1Inflation Years Percent deviation from SSsticky pricessticky prices indexsticky information 02468100.80.60.40.200.2Output gap Years Percent deviation from SSsticky pricessticky prices indexsticky information 02468100.040.030.020.0100.01Nom. interest rate Years Percent deviation from SSsticky pricessticky prices indexsticky information 024681010.80.60.40.200.20.4Hours worked Years Percent deviation from SSsticky pricessticky prices indexsticky informationFigure 7: Crosscorrelation of Variables t j with Output tNotes: Frequency domain techniques are used to obtain crosscorrelations for the model variables.I use quarterly hpfiltered US time series from 1960:1 to 2001:4 all in logs. Inflation is thequarterly change in the CPI all items. The nominal interest rate is a three month governmentbond yield. I use a manufacturing employment index for hours worked. Output is real GDP andreal marginal cost are CPI deflated unit labor cost.5320100102010.500.51Inflation Leads and Lags j Correlationdatasticky pricess.p.indexsticky info 2010010200.500.51Hours worked Leads and Lags j Correlationdatasticky pricess.p.indexsticky info 20100102010.500.5Nom. interest rate Leads and Lags j Correlationdatasticky pricess.p.indexsticky info 2010010200.60.40.200.20.40.60.8Real marginal. costs Leads and Lags j Correlationdatasticky pricess.p.indexsticky infoA Appendix A.1 The DSGE Framework I obtain the following set of loglinearized equilibrium conditions. Hat variablesdenote percentage deviations of variables from steady state. The consumer Eulerequation can be manipulated to obtain an intertemporal New IS curve,cid:104 Rt Et t1 rr ftcid:105xt Et xt1 sc21where Et t1 is the expected gross inflation rate, xt denotes the output gap, defined as the difference between the distorted and the flexible price full informationoutput, Rt is the nominal interest rate, rr freal interest rate and sc is the steady state consumption to output ratio.t denotes the flexible price full information Using the optimality conditions of the household, real money demand,mt, in thiseconomy can be derived as a function of the output gap, exogenous disturbances fortechnology, zt, and government expenditures, gt, and the nominal interest rate,mt scxt sczt g gt cid:161 R 1Rtcid:1722where s 1money supply in real terms, real money supply in my economy is given as 1 and g 1sc1 s 1s 1scc 1 , 1cc. Expressing nominalmt mt 1 t t23where t denotes money growth. Solving for the flexible price full informationallocations of the economy yields the flexible price full information real interestrate which can be expressed asrrtf rg gt rz zt24with rg g 1sccid:16 1scsc sc 1cid:17and rz 1z 1sc.54Finally, I collect the loglinearized exogenous stochastic processes for technology,zt z zt 1 z,t, for money growth, t t 1 ,t and for government expenditures, gt g gt 1 g,t.A.2 A 2Year Announced Disinflation In order to model a 2year 8 quarters announced disinflation we proceed as folI replace money growth t in the real money supply equation 23 in thelows.loglinearized system of equations by the auxiliary variable a 8t. Moreover, I makeno more use of the exogenous money growth process in the system of equations. Instead, I add the following auxiliary variables to my system of equilibrium equations:t a 7a 8t 1t a 6a 7t 1 t a 0a 1t 1t a 0a 0t 1 ,t.25262728This structure implies that an innovation in say a 0tin period t 0 is fully observedby the households, sticky price firms and sticky information firms that just had aninformation update. However, it takes 2 years 8 quarters until a 8 changes in the realmoney demand equation in the system of equations. Thus, the innovation in a 0tperiod t 0 can be interpreted as an announcement that 2 years later money growthinwill be changed. Again, I use Uhlig 1999 and my solution procedure described insection 2.7 to solve for the recursive equilibrium law of motion.55", "filename": "kap1369.pdf", "person": ["Mathias Trabandt", "Trabandt, Mathias"], "date": ["2007"]}