{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/104140/1/lmu-mdp_2004-15.pdf"], "title": ["Zur relativen Bedeutung der NS-Arbeitsbeschaffungspolitik [About the Relative Efficiency of the Nazi Work Creation Programs]"], "plaintext": " 2 About the Relative Efficiency of the Nazi Work Creation Programs Reinhard Spree Seminar fur Sozial und Wirtschaftsgeschichte Volkswirtschaftliche Fakultat Department of Economics, University of Munich Juni 2004 Abstract The proposed paper will discuss the controversy on Germanys economic recovery after the Depression and the role Nazi work creation programs had therein. Economic data suggests evidence of a cyclical turning point of the economic crisis in the summer of 1932 with some leading indicators reaching the turning point already in January 1932, which I propose to discuss. Data of the years 193334 support this argumentation. On this empirical basis the impact of Hitlers work creation programs have to be reevaluated: these programs were not the causes of Germanys economic recovery of but only supported a selfsustaining cyclical upswing to 1936. The basis of that upswing is to be seen, as Knut Borchardt has already argued 12 years ago, in the normalisation of the structural relations between factor prices and productivity, i. e. the improvement of supply conditions and profit chances. JEL classification: E62, H53, J23, N34, N44 Correspondence Address: Reinhard Spree Seminar fur Sozial und Wirtschaftsgeschichte Universitat Munchen Amalienstr. 17, Rgb., D80333 Munchen FAX: 00498021803168 email: r.spreeswg.vwl.unimuenchen.de Zur relativen Bedeutung der NSArbeitsbeschaffungspolitik 3 von Reinhard Spree 1. Einleitung Es ware zwar verdienstvoll, die Wirtschaftspolitik der Nationalsozialisten nach der Machtergreifung in ihrer Gesamtheit darstellen zu wollen. Doch stosst das auf grosse Schwierigkeiten, besonders wenn es um eine knappe Abhandlung gehen soll, weil es sich um eine Wirtschaftspolitik ohne Konzept handelte, die auf sehr unterschiedlichen Gebieten, hinsichtlich der Begleiterscheinungen und Folgen meist unabgestimmt, vorprellte. Dabei wurden auch durchaus abweichende, teilweise unvertragliche Ziele mit einander oft widersprechenden Massnahmen verfolgt, z. B. wenn es einerseits um Arbeitsbeschaffung im Folgenden AB, andererseits um die parallel verfolgte standestaatlich orientierte Neuordnung der Wirtschaft ging. Herbst gelangt deshalb zu dem Urteil, dass Globalaussagen kaum moglich sind: Fur keine Wirtschaft besitzen generelle Aussagen so wenig Geltung wie fur die nationalsozialistische, durchbricht die Ausnahme so haufig die Regel.1 Fur die Wirtschaftspolitik des Nationalsozialismus sei eben wie fur andere Politikbereiche typisch, dass ein Geflecht sich durchkreuzender Steuerungsimpulse entstand, dessen Resultat ein Prozess der Asymmetrierung war. Da im vorliegenden Sammelband die Anfange der NSHerrschaft das Thema sind und in dieser Zeit die Beseitigung der Arbeitslosigkeit, dadurch die Gewinnung und Sicherung von Massenloyalitat fur das Regime von grosster Bedeutung waren, erscheint es angemessen, sich im Folgenden auf die Politik der AB zu beschranken.2 Dies bietet sich zudem deshalb an, weil einerseits immer noch zahlreiche Vorurteile bezuglich der Bedeutung und der Wirkungen der NSArbeitsbeschaffungsmassnahmen in der Bevolkerung vorhanden sind, meist mit der Tendenz, deren Bedeutung zu uberschatzen. Andererseits wurde aber auch unter Fachwissenschaftlern noch keine Einigkeit daruber erzielt, wie die jungst ausgetragene Kontroverse um einen die traditionelle Sicht erfolgreicher NSBeschaftigungspolitik reproduzierenden Aufsatz des Wirtschaftshistorikers Werner Abelshauser zeigt.3 1 L. Herbst: Nationalsozialistische Wirtschafts und Beschaftigungspolitik, in: Der Nationalsozialismus und die deutsche Gesellschaft. Einfuhrung und Uberblick, hg. v. B. Sosemann, Stuttgart u. Munchen 2002, S. 175. 2 Vgl. als Uberblicke uber die Wirtschaftspolitik des NS insgesamt vor allem W. Abelshauser: Markt und Staat. Deutsche Wirtschaftspolitik im langen 20. Jahrhundert, in: Geschichte der deutschen Wirtschaft im 20. Jahrhundert, hg. v. R. Spree, Munchen 2001, S. 117140; A. Barkai: Das Wirtschaftssystem des Nationalsozialismus. Der historische und ideologische Hintergrund 19331936, 2. Aufl., FrankfurtM. 1988; W. A. Boelcke: Die deutsche Wirtschaft 19301945. Interna des Reichswirtschaftsministeriums, Dusseldorf 1983; A. Ritschl: Wirtschaftspolitik im Dritten Reich Ein Uberblick, in: Deutschland 19331945. Neue Studien zur nationalsozialistischen Herrschaft, hg. v. K. D. Bracher, Bonn 1992, S. 118134; Okonomie und Expansion. Grundzuge der NSWirtschaftspolitik, hg. v. H.E. Volkmann u. B. Chiari, Munchen 2003. 3 Vgl. W. Abelshauser: Kriegswirtschaft und Wirtschaftswunder. Deutschlands wirtschaftliche Mobilisierung fur den Zweiten Weltkrieg und die Folgen fur die Nachkriegszeit, in: Vierteljahrshefte fur Zeitgeschichte, 47 1999, S. 503538; C. Buchheim: Die Wirtschaftsentwicklung im Dritten Reich mehr Desaster als Wunder. Eine Erwiderung auf Werner Abelshauser, in: Vierteljahrshefte fur Zeitgeschichte, 49 2001, S. 653664; Ders.: Die Erholung von der Weltwirtschaftskrise 193233 in Deutschland, in: Jahrbuch fur Wirtschaftsgeschichte, 1 2003, S. 1326; A. Ritschl: Hat das Dritte Reich wirklich eine ordentliche Beschaftigungspolitik betrieben? In: Jahrbuch fur Wirtschaftsgeschichte, 1 2003, S. 125140 im Folgenden zitiert als Ritschl: Beschaftigungspolitik. 4 Nach einem Blick auf die Wirtschaftsentwicklung zwischen 1928 und 1936, vor allem in Deutschland Abschnitt 2 soll in Abschnitt 3 grundlicher, als das sonst ublich ist, die konjunkturelle Wende und damit das Ende der Weltwirtschaftskrise bestimmt werden. In den Abschnitten 4 und 5 werden die ABMassnahmen seit Mitte 1932 dargestellt, um in Abschnitt 6 zu prufen, welches nach derzeitigem Kenntnisstand die tatsachlichen Ursachen fur die konjunkturelle Wende und den anschliessenden Aufschwung gewesen sein durften. Ein knappes Fazit wird abschliessend in Abschnitt 7 gezogen. 2. Die Wirtschaftsentwicklung 19281936 im Uberblick Was gemeinhin als Weltwirtschaftskrise bezeichnet wird, war in den meisten Industrienationen ein konjunktureller Abschwung, der allerdings ganz unterschiedlich lang dauerte besonders kurz in Japan, besonders lang in den USA und ebenfalls unterschiedlich tief ausfiel. So ging z. B. das Bruttoinlandsprodukt wahrend der Krise in Frankreich um 14% 192932 zuruck, in Deutschland um 16% 192832 und in den USA sogar um 29% 192933, in England dagegen nur um 6% 192931 und in Japan um 7% 192930, wie aus Tabelle 1 ablesbar. Tabelle 1: Entwicklung des Bruttoinlandsprodukts in ausgewahlten Staaten, 19281936 Indizes, 1913 100 109 112 111 105 106 109 117 121 127 Frankreich 126 134 131 123 115 123 122 119 123 Japan 173 179 166 167 181 199 199 205 220 USA 154 163 148 135 117 115 124 134 153 Deutschland England 122 121 119 110 102 108 118 127 138 Jahr 1928 1929 1930 1931 1932 1933 1934 1935 1936 nach A. Maddison:Dynamic Forces in Capitalist Development. A LongRun Comparative View, Oxford u. New York 1991, S. 212215. Noch ausgepragter waren die Ruckgange der Industrieproduktion: Deutschland verlor bis 1932 gegenuber dem Stand von 1928 bei der gesamten Industrieproduktion 41%, bei der Produktion von Verbrauchsgutern zwar nur 22%, bei der von Produktionsgutern jedoch 54% und bei der von Investitionsgutern sogar 62%.4 Ursachlich fur den dramatischen Ruckgang in der Investitionsguterindustrie waren die Ausfalle bei den Investitionen, die 1932 in der Gesamtwirtschaft um 65% unter dem Niveau von 1928 lagen, in der Industrie sogar um 83%.5 Von 19301932 wurden in grossen Teilen der Industrie nicht einmal die notwendigen Ersatzinvestitionen vorgenommen, d. h., die so genannten Normalabschreibungen ubertrafen die investierten Betrage um ein Vielfaches, und die Vorrate wurden extrem abgebaut. 4 Nach Konjunkturstatistisches Handbuch 1936, hg. v. E. Wagemann Institut fur Konjunkturforschung, Berlin 1935, S. 52 f. 5 Nach Konjunkturstatistisches Handbuch 1936, S. 61. 5 Die schlimmste Erscheinungsform der Weltwirtschaftskrise war jedoch bekanntlich die Arbeitslosigkeit, vor allem wegen der Dauer des Abschwungs und des Fehlens adaquater staatlicher Unterstutzungsleistungen. Einen groben Eindruck von der Entwicklung der Arbeitslosigkeit in einigen hochindustrialisierten Landern wahrend der 1920er und 1930er Jahre vermittelt Tabelle 2. Tabelle 2: Arbeitslose in v. H. der Erwerbsbevolkerung in ausgewahlten Staaten, 19251938 1,2 4,5 3,7 USA 1,2 2,2 . . . . . . . . . England Frankreich 7,7 8,6 6,7 7,4 7,2 11,1 14,8 15,3 13,9 11,7 10,8 9,2 7,7 9,2 3,8 1,9 3,9 4,3 3,1 8,7 15,8 23,5 24,7 21,6 20,0 16,8 14,2 18,8 Deutschland 3,0 8,0 3,9 3,8 5,9 9,5 13,9 17,2 14,8 8,3 6,5 4,8 2,7 1,3 Jahr 1925 1926 1927 1928 1929 1930 1931 1932 1933 1934 1935 1936 1937 1938 nach Maddison: Dynamic Forces, S. 260f. Bei der in Tabelle 2 vorgenommenen Definition der Arbeitslosenquote Arbeitslose in v. H. der Erwerbsbevolkerung! steht Deutschland mit einer relativ niedrigen Arbeitslosenquote vor Ausbruch der Weltwirtschaftskrise gut da, jedenfalls im Vergleich zu England und in den Jahren 192728 sogar im Vergleich zu den USA.6 Allerdings sollte man diese Zahlen nicht uberinterpretieren, wie insbesondere die schwer nachvollziehbar guten Werte fur Frankreich verdeutlichen. Globale Tendenzen geben sie jedoch einigermassen zuverlassig wieder. Demnach traf die Krise England und die USA erheblich harter und mit langer andauernden Konsequenzen als Deutschland, deshalb in den USA auch die Bezeichnung als great depression. Problematisch, namlich mit erheblichen Unsicherheiten behaftet, sind allerdings auch die in Deutschland seinerzeit ermittelten und veroffentlichten Arbeitslosenzahlen. Bekannt sind die in Tabelle 3 aufgefuhrten Zahlen der sichtbaren Arbeitslosen. Das sind jedoch nur die bei den Arbeitsamtern gemeldeten. Alle diejenigen, die entweder keinen Anspruch auf eine der drei Arten staatlicher bzw. kommunaler Arbeitslosenunterstutzung besassen oder bereits ausgesteuert waren und oder keine Hoffnung auf eine Arbeitsvermittlung mehr hatten, verschwanden aus dem Gesichtsfeld der Arbeitsamter und damit der Arbeitslosenstatistik, sie wurden so genannte unsichtbare Arbeitslose. Man kann sie definieren als alle nichtbeschaftigten, nichtunterstutzten Arbeitnehmer  , welche nicht bei einem Arbeitsnachweis zwecks Arbeitsvermittlung gemeldet sind.7 Und da die Zahl der keinerlei Unterstutzung 6 Mit man dagegen die Arbeitslosenquote in Relation zu den Beschaftigten, wie in Deutschland ublich, so lag die Quote nur von April 1924 bis Oktober 1925 sowie   noch einmal von Juli bis Oktober 1927 unter 5%. F. Blaich: Der Schwarze Freitag. Inflation und Wirtschaftskrise, Munchen 1985, S. 59. 7 W. Hemmer: Die unsichtbaren Arbeitslosen. Statistische Methoden Soziale Tatsachen, Zeulenroda 1935, S. 6; die kursiven Hervorhebungen im Original. 6 mehr erhaltenden Erwerbslosen wahrend der Krise standig stieg, wuchs auch die Zahl der unsichtbaren Arbeitslosen. Vor allem Jugendliche und Frauen gehorten dazu. Z. B. wurden durch die Notverordnung vom 5. 6. 1931 arbeitslose Arbeiterinnen oder weibliche Angestellte, sofern sie verheiratet und nicht bedurftig waren, sowie Jugendliche unter 21 Jahren von der Erwerbslosenunterstutzung ausgeschlossen. In diesen Gruppen war die unsichtbare Arbeitslosigkeit besonders hoch. So kamen nach einer gut informierten Schatzung im Winter 193233 auf 100 registrierte weibliche Arbeitslose 31 unsichtbare, auf 100 gemeldete erwerblose Manner dagegen nur 24 nicht sichtbare.8 In Tabelle 3 werden, um ein genaueres Bild der Arbeitslosigkeit zu vermitteln, die Quartalswerte sowohl der sichtbaren als auch die geschatzten Zahlen der unsichtbaren Arbeitslosen ausgewiesen. Tabelle 3: Sichtbare und unsichtbare Arbeitslose im Deutschen Reich, 19291935 Bestande am Ende des mittleren Monats des jew. Quartals in 1.000 Quartal sichtbare Arbeitslose unsichtbare Arbeitslose Arbeitslose insg. Arbeitslose inkl. QuasiErwerbslose 3070 1842 1360 1676 3420 2940 2905 3395 5122 4553 4164 4813 6289 5966 5584 5274 6281 5487 4610 3892 3941 2720 2489 2338 3071 11929 21929 31929 41929 11930 21930 31930 41930 11931 21931 31931 41931 11932 21932 31932 41932 11933 21933 31933 41933 11934 21934 31934 41934 11935 nach Hemmer: Die unsichtbaren Arbeitslosen, S. 184f. 640 440 440 400 500 590 700 720 860 880 970 1130 1330 1490 1580 1430 1500 1500 1450 1280 1370 1300 1280 1030 740 3710 2282 1800 2076 3920 3530 3605 4115 5982 5433 5134 5943 7619 7456 7164 6704 7781 6987 6060 5172 5311 4020 3769 3368 3811 unsichtbare Arbeitslose in v. H. aller Arbeitslosen 17 19 24 19 13 17 19 18 14 16 19 19 18 20 22 21 19 24 24 25 26 32 34 31 19 . . . . . . . . . . . . . . . . 7892 7044 6724 5946 6266 4950 4481 4072 4478 8 R. Hachtmann: Arbeitsmarkt und Arbeitszeit in der deutschen Industrie 1929 bis 1939, in: Archiv fur Sozialgeschichte, 271987, S. 181. Hachtmann merkt an, dass die Zahl der weiblichen unsichbaren Arbeitslosen wahrscheinlich noch von Hemmer unterschatzt worden ist, da er diese Erwerbslosigkeit oft als Ubergangsphanomen im Hinblick auf ein endgultiges Ausscheiden aus dem Erwerbsleben wegen Heirat betrachtete. 7 Bezieht man die unsichtbaren Arbeitslosen mit ein und ebenso die QuasiErwerblosen, also Notstandsarbeiter, Landhelfer, Fursorgearbeiter oder Arbeitsdienst Leistende,9 so waren in den ersten drei Quartalen 1932 sowie im ersten Quartal 1933 mehr als 7 Mio. Menschen erwerbslos, die Mehrzahl ohne irgendeine staatliche oder kommunale Hilfe, es sei denn eine tagliche warme Suppe. Um das Ausmass des massenhaften Elends zu verstehen, sei daran erinnert, dass die erst 1927 als Einlosung eines Verfassungsversprechens und sozialpolitische Grossleistung eingefuhrte Arbeitslosenversicherung wahrend der Weltwirtschaftskrise praktisch zusammenbrach; sie wurde nicht, wie verschiedentlich gefordert, reformiert, sondern bis Ende 1932 fortgesetzt demontiert, was vor allem bedeutete: immer weitere Einengung des Kreises der Unterstutzungsberechtigten und extreme Kurzung der Leistungen.10 War es schon mit der Notverordnung v. 26. 7. 1930 in der Arbeitslosenversicherung zu einer Ausdehnung der Wartezeiten und der Sperrfristen sowie einer Minderung der Unterstutzungssatze gekommen, so brachte die Notverordnung v. 5. 6. 1931 drastische Kurzungen im Leistungsrecht: allgemeine Kurzung der Unterstutzungssatze um 5% des Einheitslohnes das bedeutete eine Senkung der Unterstutzungssatze zwischen 6,3 und 14,3%; Kurzung der Unterstutzungsdauer fur Saisonarbeiter auf 20 Wochen, wobei nurmehr die Satze der Krisenunterstutzung gezahlt wurden; Verscharfung der Pflicht zur Arbeitsaufnahme; Gewahrung von Unterstutzung an Ehefrauen nur bei Bedurftigkeit.11 Die Notverordnung v. 1. 10. 1931 verkurzte die Hochstbezugsdauer der Arbeitslosenunterstutzung generell auf 20 Wochen, bei so genannten berufsublich Arbeitslosen Saisonarbeitskrafte auf 16 Wochen, dafur wurde die Bezugsdauer der anschliessenden, anteilig von den Gemeinden finanzierten Krisenfursorge von 32 auf 38 Wochen verlangert. D. h. jedoch, nach spatestens 58 Wochen fiel der Erwerbslose ganz der gemeindlichen Wohlfahrtsfursorge anheim. Eventuell aber schon fruher, denn die Notverordnung v. 14. 6. 1932 verminderte den Rechtsanspruch auf Arbeitslosenunterstutzung auf 6 Wochen, danach musste eine Bedurftigkeitsprufung stattfinden. Zugleich erfolgte eine Kurzung der Unterstutzungssatze in der Arbeitslosenversicherung um durchschnittlich 23%, in der Krisenfursorge um 10% und in der gemeindlichen Wohlfahrtspflege um 15%.12 Im Januar 1931 erhielten noch 2,6 Mio. Erwerbslose die Versicherungsleistung Arbeitslosenunterstutzung und nur 0,8 Mio. Leistungen der Wohlfahrtsfursorge. Bis Januar 1933 hatte sich das Verhaltnis verkehrt: noch gerade 0,9 Mio. Erwerbslose erhielten und das nur maximal 20 Wochen lang Arbeitslosenunterstutzung, 2,5 Mio. dagegen Leistungen der Wohlfahrtsfursorge. Demnach war ein steigender Anteil der Erwerbslosen auf die Wohlfahrtsfursorge angewiesen 1930 16%, Juni 1932 40%, deren Hauptklientel von der Arbeitslosenversicherung ausgesteuerte Erwerbslose oder solche ohne erfullte Anwartschaft auf Arbeitslosenunterstutzung wurden. Im Verlauf der Weltwirtschaftskrise verwies man also die Arbeitslosen zunehmend auf nachgelagerte Unterstutzungssysteme, besonders auf die kommunale Wohlfahrtsfursorge, deren Leistungen jedoch aus Finanzmangel der Gemeinden ebenfalls immer weiter reduziert werden mussten. Das geradezu perverse Ergebnis dieser Entwicklung bestand darin, dass der Trager der Arbeitslosenversicherung, die Reichsanstalt, im Jahre 1932, dem Jahr der grossten Arbeitslosigkeit, sogar Haushaltsuberschusse erzielte.13 Ausserdem ist fest 9 Vgl. dazu die Statistik bei Hemmer: Die unsichtbaren Arbeitslosen, S. 189. 10 Vgl. als Uberblick V. Hentschel: Geschichte der deutschen Sozialpolitik 18801980. Soziale Sicherung und kollektives Arbeitsrecht, Frankfurt M. 1983, S. 111118, 131133; C. Sache u. F. Tennstedt: Der Wohlfahrtsstaat im Nationalsozialismus, Stuttgart 1992 Geschichte der Armenfursorge in Deutschland, Bd. 3, besonders S. 5868. 11 J. Frerich u. M. Frey: Handbuch der Geschichte der Sozialpolitik in Deutschland, Bd. 1, Munchen u. Wien 1993, S. 203. 12 Frerich u. Frey: Handbuch, Bd. 1, S. 204. 13 Vgl. Frerich u. Frey: Handbuch, Bd. 1, S. 204. 8 zuhalten, dass von den im Januar 1933 registrierten rd. 6 Mio. Erwerbslosen mind. 2 Mio. gar keine staatlichen bzw. kommunalen Unterstutzungsleistungen erhielten. Dass das Massenelend in Deutschland allerdings hochst unterschiedlich verteilt war, dass vor allem stark industrialisierte Grossstadte und die schwerindustriell gepragten Regionen besonders Berlin, Sachsen, das Ruhrgebiet starker betroffen waren als die landlichen oder auch der Sudwesten, kann hier nur am Rande erwahnt werden.14 3. Die Bestimmung des unteren konjunkturellen Wendepunkts Als Wendepunkte werden in der Konjunkturanalyse die jeweiligen relativen Maxima und Minima eines Konjunkturzyklus bezeichnet. Um einen Wendepunkt bestimmen zu konnen, benutzt man eine Auswahl von Zeitreihen wirtschaftlicher Variabler, die das Konjunkturgeschehen zuverlassig abzubilden vermogen, so genannte Konjunkturindikatoren. Die 23 angrenzenden Werte des jeweils betrachteten Konjunkturindikators sind vor und nach einem relativen Maximum kleiner, vor und nach einem relativen Minimum grosser als der als Wendepunkt erkannte Wert. In der Diskussion um die Terminierung des Endes der Weltwirtschaftskrise wird erst neuerdings genauer auf Konjunkturindikatoren geschaut.15 Bis dahin war man meist vollig auf die Entwicklung der Arbeitslosigkeit fixiert; erst eine nennenswerte Verringerung der Erwerbslosigkeit wurde als konjunkturelle Wende begriffen. Das ist zwar aus einer sozialen Perspektive angesichts des Massenelends verstandlich, und das NSRegime legte im Hinblick auf die erforderliche Systemstabilisierung und die Gewinnung bzw. Sicherung von Massenloyalitat ebenfalls grosses Gewicht auf spurbare Senkungen der Arbeitslosigkeit. Aus dem Blickwinkel der Konjunkturforschung ist das jedoch keineswegs sinnvoll. Sie unterscheidet Indikatoren danach, ob sie typischerweise mit der durchschnittlichen Konjunkturbewegung gleichlaufen coincident indicators, ihr vorauseilen leading indicators oder nachhinken lagging indicators.16 Die vorauseilenden Zeitreihen gelten als Fruhindikatoren der Konjunktur, die nachhinkenden als Spatindikatoren. Die Arbeitslosigkeit ist eindeutig ein Spatindikator, der einem eingetretenen konjunkturellen Umschwung erst mehr oder weniger spat folgt. Dies aus leicht nachvollziehbaren Grunden, denn in jedem Konjunkturabschwung werden nach und nach immer grossere Teile der verfugbaren wirtschaftlichen Kapazitaten, unter den Bedingungen einer hochindustrialisierten Volkswirtschaft besonders des Kapitalstocks oder Anlagekapitals, nicht mehr voll ausgenutzt. Bei den Arbeitskraften zeigt sich dies Phanomen in zunehmender Kurzarbeit. Mit beginnendem Konjunkturaufschwung werden zunachst die vorhandenen Arbeitskrafte allmahlich wieder zur Normalarbeitszeit zuruckkehren und die Unternehmen werden versuchen, die brachliegenden maschinellen Kapazitaten nach und nach mit diesen Arbeitskraften besser auszulasten, ehe zusatzliche Arbeitskrafte eingestellt werden.17 So berichtet z. B. das Institut fur Konjunkturforschung in seinem Konjunkturuberblick zur Jahreswende 193233: Die Beschaftigung in der Eisen und Stahlwarenindustrie hat, nach dem Ruckgang im August und September, in den letzten Monaten zuge 14 Vgl. dazu vor allem Hachtmann: Arbeitsmarkt, S. 185189; auch Blaich: Der Schwarze Freitag, S. 61 ff. 15 Vgl. Buchheim: Die Erholung, S. 1417. 16 Vgl. dazu einige als klassisch zu bezeichnende Arbeiten in Business Cycle Indicators, hg. v. G. H. Moore, Bd. 1, Princeton 1961; anhand historischer Daten aus Deutschland R. Spree: Die Wachstumszyklen der deutschen Wirtschaft von 1840 bis 1880, Berlin 1977, S. 7784; knapp zum gegenwartigen Stand der Diskussion K.H. Oppenlander: Eigenschaften und Einteilung von Konjunkturindikatoren, in: Konjunkturindikatoren. Fakten, Analysen, Verwendung, hg. v. K.H. Oppenlander, Munchen u. Wien 1995, S. 2329. 17 Dies Phanomen ist seit langem bekannt, wird allerdings in der historischen Forschung zum Ende der Weltwirtschaftskrise nicht ausreichend berucksichtigt. 9 nommen. Die Zahl der beschaftigten Arbeiter hielt sich gegen Ende des Jahres auf dem Stand vom Januar 1932; dagegen hat sich die Zahl der geleisteten Arbeitsstunden betrachtlich erhoht.18 Je starker mechanisiert die Produktion ist, desto spater werden also bei anziehender Konjunktur und gesteigerter Produktion in nennenswertem Umfang bisher Arbeitslose wieder in die Produktion integriert. Hinzu kommt, dass sich auch nach Erreichen des unteren Wendepunkts noch Unternehmenszusammenbruche und Geschaftsaufgaben ereignen, also Arbeitskrafte freigesetzt werden. Insofern ist vor allem die Arbeitslosigkeit im industriellgewerblichen Sektor und im Bereich der gewerblichen Dienstleistungen ein Spatindikator, weniger vermutlich in der Landwirtschaft, wo sie eher parallel mit ansteigender Produktion zuruckgehen wird.19 Dass wahrend der Weltwirtschaftskrise in Deutschland vor allem im gewerblichen Sektor in erheblichem Umfang eine standig zunehmende Unterauslastung der vorhandenen Kapazitaten an Maschinen und Anlagen sowie an Arbeitskraften stattgefunden hat, liegt auf der Hand. Leider sind keine Schatzungen fur den Auslastungsgrad des Kapitalstocks verfugbar. Allerdings konnen die Zahlen des Produktionsruckgangs im Gewerbe einen gewissen Eindruck von der entstandenen Unterauslastung vermitteln, wenn man bedenkt, dass, wie oben dargestellt, 1932 die gewerbliche Gutererzeugung insgesamt nur noch 59% des Niveaus von 1928 erreichte, die gesamte Produktionsgutererzeugung nur noch 46% und die der wichtigen Untergruppe Investitionsgutererzeugung sogar nur 35%. Zwar gingen im Gewerbe wahrend dieser Zeit viele Unternehmen bankrott, andere wurden ganz oder teilweise stillgelegt. Aber ein grosser Teil existierte weiter, lastete jedoch nur einen geringen Teil der vorhandenen Kapazitaten aus. Eine erhebliche Mehrauslastung bei anziehender Konjunktur ohne die Einstellung zusatzlicher Arbeitskrafte war vor allem deshalb moglich, weil auch die Beschaftigten unterausgelastet waren, indem sie Kurzarbeit leisteten. Zwischen 1929 und 1932 hatte sich nach der Statistik der Gewerkschaften die Zahl der Kurzarbeiter im industriellen Durchschnitt mehr als verdreifacht. Auf dem Tiefpunkt der Krise musste ungefahr jedes funfte, zum Zeitpunkt der nationalsozialistischen Machtergreifung sogar jedes vierte Gewerkschaftsmitglied kurzarbeiten. In wichtigen Zweigen der Konsumguter wie der Produktionsguterindustrie lag dieser Prozentsatz noch weitaus hoher.20 Die Unternehmen wollten einen Stamm bewahrter Facharbeiter uber die Krise retten. Wirklich vollbeschaftigt waren   um die Jahreswende 193233 nur jeder dritte, in der Metallindustrie jeder vierte und im Baugewerbe gerade jeder zehnte Arbeitnehmer.21 Annaherungswerte finden sich auch in den Berechnungen des Instituts fur Konjunkturforschung, das die Zahl der beschaftigten Arbeiter in v. H. der Arbeitsplatzkapazitat ausdruckte. Die Werte, die im 3. Quartal 1928 in der Produktionsguterindustrie bei rd. 75,8% und in der Verbrauchsguterindustrie bei 72,7% lagen, hatten sich in der Produktionsguterindustrie bis ins 1. Quartal 1932 auf den Tiefststand von 34% und in der Verbrauchsguterindustrie bis ins 3. Quartal 1932 auf den Tiefststand von 48,1% verringert.22 Es bestanden demnach beachtliche Kapazitatsreserven auch bei den beschaftigten Arbeitskraften, die zunachst bei anziehender Konjunktur starker ausgelastet werden konnten, ehe zusatzliche Arbeitskrafte eingestellt zu werden brauchten. Um den konjunkturellen Wendepunkt und damit das Ende der Weltwirtschaftskrise zu bestimmen, muss sich der Blick demnach auf 18 Vierteljahrshefte zur Konjunkturforschung, hg. v. Institut fur Konjunkturforschung, 7 1932, H. 4, Teil B, Berlin 1933, S. 221. 19 Es ist deshalb einigermaen unerfindlich, warum Buchheim bei der Diskussion der Indikatoreigenschaften der Arbeitslosigkeit in Bezug auf das Ende der Weltwirtschaftskrise eine verschwommene Position einnimmt, indem er zwar ausschliet, dass Arbeitslosigkeit ein Fruhindikator sei, sie jedoch fur einen Indikator der durchschnittlichen Konjunkturbewegung halt, wenn er Produktion und Beschaftigung als parallelisiert ansieht. Vgl. Buchheim: Die Erholung, S. 14 f. 20 Hachtmann: Arbeitsmarkt, S. 184. 21 Hachtmann: Arbeitsmarkt, S. 185. 22 Vgl. Konjunkturstatistisches Handbuch 1936, S. 18. 10 fruhe und gleichlaufende Indikatoren also solche der durchschnittlichen Konjunkturbewegung richten, nicht auf den nachlaufenden Indikator Arbeitslosigkeit. Nun konnte man meinen, uber den unteren konjunkturellen Wendepunkt wahrend der fruhen 1930er Jahre bestunde in der einschlagigen Literatur Einigkeit. Immer wieder kann man lesen, dass 1932 die Talsohle durchschritten wurde. Das lasst sich an leicht verfugbaren Indikatoren der durchschnittlichen Konjunkturentwicklung wie den Jahreswerten des Sozialprodukts oder der gewerblichen Guterproduktion, ja sogar an den jahresdurchschnittlichen Beschaftigten bzw. Arbeitslosenzahlen ablesen: sie alle hatten 1932 ihren Tiefstand und erreichten 1933 wieder ein hoheres Niveau. Jedoch scheiden sich die Geister an der Frage, ob der Krisentiefpunkt gleichzeitig der Krisenwendepunkte gewesen sei.23 Abelshauser hat diese Frage eindeutig beantwortet: Die Talfahrt war zwar beendet, doch stabilisierte sich die Krise auf dem Tiefpunkt. Eine Trendwende oder gar ein Ende der Depression waren noch nicht in Sicht.24 Fur ihn wie fur viele altere Autoren und nicht zuletzt fur das Gros der Zeitgenossen begann der Aufschwung erst mit der NSBeschaftigungspolitik. Um hier Klarheit zu gewinnen sind in grosserem Umfang als bisher ublich Konjunkturindikatoren zu inspizieren, und das nach Moglichkeit auf der Basis von Quartals wenn nicht sogar Monatsdaten. Zunachst seien einige gleichlaufende Indikatoren betrachtet, die also nach gangiger Auffassung die durchschnittliche Konjunktur abbilden. Hier zeigt sich, dass sowohl das Bruttosozialprodukt zu Marktpreisen wie das verfugbare Einkommen der privaten Haushalte den unteren Wendepunkt im 3. Quartal 1932 erreicht hatten, d. h., vom 4. Quartal an wieder hohere Werte aufwiesen.25 Das gilt ebenfalls fur die gesamte gewerbliche Guterproduktion in saisonbereinigter Form,26 sowie fur die schon zitierte Auslastung der Arbeitsplatzkapazitat in den Verbrauchsguterindustrien. Geht man auf die Monatsdaten ein, verdeutlicht sich das Bild. Demnach hatte zwar die Produktion von Verbrauchsgutern des starren Bedarfs, die eng an die Beschaftigung und die Verbrauchsausgaben der Haushalte gekoppelt ist, erst im November 1932 den Tiefpunkt erreicht, Verbrauchsguter des elastischen Bedarfs jedoch schon im Juli 1932.27 Das deckt sich mit dem Anstieg der Beschaftigung von Februar bis Oktober 1932 um rd. 1,2 Mio. Menschen 28 und der Zunahme der geleisteten taglichen Arbeitszeit der Industriearbeiter, die sich von ihrem Tiefststand im Januar 1932 mit durchschnittlich nur noch 6,51 Stunden pro Arbeitstag und Beschaftigten auf 7,23 Stunden im November 193229 erhoht hatte. Zwar gingen sowohl die Beschaftigung wie die geleisteten Arbeitsstunden im Winter 193233 noch einmal zuruck und uberschritten die schon im Herbst 1932 erreichten Werte erst wieder ab April 1933. Das kann jedoch im Wesentlichen als Saisonphanomen gelten und stellt insofern die Annahme, dass die zyklische Wende spatestens im Sommer Fruhherbst 1932 erreicht war, nicht in Frage. Dafur spricht allein schon, dass die genannten Sparten der Produktion auch im Winter 193233 weiter zulegten. 23 Buchheim: Die Erholung, S. 13. 24 Abelshauser: Kriegswirtschaft, S. 505. Abelshausers Sicht wird u. a. auch von Volkmann gestutzt, der in Bezug auf die Entwicklung im Jahre 1932 argumentiert: Ein begrenzter Aufschwung ist nicht zu leugnen.   Ein Durchbruch lie sich allerdings nicht verzeichnen, wobei er, wie viele andere, diese pessimistische Einschatzung ganz an der Zahl der Arbeitslosen festmacht, d. h., deren der Konjunktur nachhinkenden Charakter ignoriert. H.E. Volkmann: Die NSWirtschaft in Vorbereitung des Krieges, in: W. Deist: Ursachen und Voraussetzungen des Zweiten Weltkrieges, TBAusgabe, Frankfurt M. 1989, S. 216. 25 Vgl. A. Ritschl: Deutschlands Krise und Konjunktur 19241934. Binnenkonjunktur, Auslandsverschuldung und Reparationsproblem zwischen DawesPlan und Transfersperre, Berlin 2002, Tabelle C.2 im Anhang. 26 Vgl. Konjunkturstatistisches Handbuch 1936, S. 52. 27 Vgl. Konjunkturstatistisches Handbuch 1936, S. 53. 28 Vgl. Konjunkturstatistisches Handbuch 1936, S. 12. 29 Vgl. Konjunkturstatistisches Handbuch 1936, S. 32. 11 Dass es sich bei dieser Feststellung nicht um eine Uberinterpretation handelt, kann von zwei Seiten her bekraftigt werden. Zum einen weisen zahlreiche zuverlassige Fruhindikatoren darauf hin, dass sich diese Entwicklung schon seit Beginn des Jahres 1932 abgezeichnet hat. Demnach erreichten den unteren Wendepunkt bereits im Januar 1932 der industrielle Auftragseingang insgesamt 30 die Aktienkurse 31 die Inlandsauftrage der MaschinenbauIndustrie 32 die Verzinsung des Anlagekapitals industrieller Aktiengesellschaften Profitraten33 Der Wiederanstieg dieser Indikatoren wurde zwar oft nur in bescheidenem Umfang von einer deutlichen Zunahme der Geschaftsaktivitaten, besonders der Produktion, im Laufe des Jahres 1932 begleitet. Er zeigt jedoch zweierlei an: eine spurbare Verbesserung der Lageeinschatzung bzw. eine Zunahme zumindest gedampft optimistischer Erwartungen dafur stehen vor allem die Aktienkurse und die Profitraten, andererseits den Willen zur Uberwindung der Abwartsspirale, die sich nicht zuletzt in unterlassenen Ersatzinvestitionen niedergeschlagen hatte dafur stehen die Indikatoren des Auftragseingangs, besonders beim Maschinenbau. Diese Sicht lasst sich weiterhin stutzen dadurch, dass erstaunlicherweise auch einige im Prinzip gleichlaufende Indikatoren wie die Produktion wichtiger kartellierter Grundstoffindustrien 34 sowie die von Produktionsgutern hier insbesondere von Investitionsgutern35 oder auch die Einnahmen der Reichsbahn aus dem Guterverkehr und dessen Leistung in Tonnen bzw. Tonnenkilometern 36 ebenfalls im Januar 1932 den unteren Wendepunkt besassen. Dieser Befund widerspricht eindeutig der Aussage von Abelshauser, in der Analyse der Konjunkturindikatoren finde sich jedenfalls kein Beleg fur die These, zum Zeitpunkt der Machtergreifung sei die Krise im Grunde bereits uberwunden gewesen, so dass der Aufschwung auch ohne die konjunkturpolitischen Massnahmen des NSRegimes gekommen ware.37 Wie oben bereits angedeutet, kann die erheblich optimistischere Interpretation der Indikatorenentwicklung wahrend des Jahres 1932 auch noch von einer anderen Seite her gestutzt wer 30 Vgl. O. Donner: Die Kursbildung am Aktienmarkt. Grundlagen zur Konjunkturbeobachtung an den Effektenmarkten, Berlin 1934 Vierteljahrshefte zur Konjunkturforschung, hg. v. Institut fur Konjunkturforschung, Sonderheft 36, S. 11. 31 Vgl. Konjunkturstatistisches Handbuch 1936, S. 115. Diese Feststellung ist erlauterungsbedurftig: Die Borsen waren vom 13. 7. 1931 bis zum 12. 4. 1932 mit kurzer Unterbrechung im September 1931 geschlossen, die offiziellen AktienkursNotierungen also ausgesetzt worden. Vgl. besonders J. Beer: Der Funktionswandel der deutschen Wertpapierborsen in der Zwischenkriegszeit 19241939, Frankfurt M. usw. 1999, S. 270 u. 276 f. Erst seit April 1932 liegen wieder amtliche Notierungen vor. Die Kurse zeigten seitdem trotz der politischen Unsicherheitsfaktoren eine festere Tendenz Beer: Funktionswandel, S. 277. Dennoch darf das nicht offiziell notierte AktienkursTief im Januar 1932 angesetzt werden, wobei man sich fur dies Urteil auf die durchschnittlichen Aktienkurse im auerborslichen Telefon und Freiverkehr stutzen kann. Vgl. Beer: Funktionswandel, S. 346, Tab. II4B. Dieselbe Information ohne Erlauterung in der Graphik bei Donner: Kursbildung, S. 11. 32 Vgl. Konjunkturstatistisches Handbuch 1936, S. 62. 33 Vgl. M. Spoerer: Von Scheingewinnen zum Rustungsboom. Die Eigenkapitalrentabilitat der deutschen Industrieaktiengesellschaften 19251941, Stuttgart 1996, S. 147 u. 178 f.; hier mu prazisiert werden: Im Durchschnitt der IndustrieAGs war die Rentabilitat auch 1932 noch negativ 3,25%, doch schon in erheblich geringerem Umfang als 1931 7,49%. In einigen Branchen im Bergbau, in der Chemie, in der Leder sowie in der Nahrungs u. Genussmittelindustrie war sie aber 1932 bereits wieder positiv. 34 Vgl. R. Wagenfuhr: Die Bewegung des industriellen Preisspiegels und die Industrieproduktion, in: Vierteljahrshefte zur Wirtschaftsforschung, 12 193738, H. 1, N. F., S. 60. 35 Vgl. Konjunkturstatistisches Handbuch 1936, S. 52. 36 Vgl. Konjunkturstatistisches Handbuch 1936, S. 64 u. 66 f. 37 Abelshauser: Kriegswirtschaft, S. 505. Ganz im Sinne der hier vertretenen These auch schon J. Stelzner: Arbeitsbeschaffung und die Wiederaufrustung 19331936. Nationalsozialistische Beschaftigungspolitik und Aufbau der Wehr und Rustungswirtschaft. Diss. Tubingen 1976, besonders S. 114 ff. 12 den. Es fragt sich ja, ob die zitierten Wendepunkte der Konjunktur moglicherweise von den Zeitgenossen gar nicht wahrgenommen wurden, insofern einen analytisch zwar zutreffenden, aber fur die zeitgenossische Realitat bedeutungslosen Befund darstellen. Einen ersten Anhaltspunkt liefert die Anfang Februar 1933 veroffentlichte Meinung des Wirtschaftsexperten Bandmann, der in einer Analyse des Arbeitsmarkts um die Wende von 1932 zu 1933 feststellte: in der Ruckschau werde man spater einmal das Jahr 1932 als das Jahr der entscheidenden Wendung zum Besseren bezeichnen. 38 Allerdings sei die Tatsache der Stabilisierung des Arbeitsmarktes im wesentlichen noch ein Geheimgut der Forschung. Die These habe sich als richtig erwiesen, dass durch das allmahliche Wiedererwachen der Unternehmungslust die Nachfrage nach Arbeitskraften wieder eintreten wurde.39 Ein Geheimgut der Forschung war die Moglichkeit dieser Einsicht jedoch nicht. Offenbar bemerkten die professionellen Konjunkturbeobachter den Umschwung schon relativ fruh und publizierten diese Wahrnehmung auch. Man kann z. B. die Lageberichte in den Vierteljahrsheften fur Konjunkturforschung nicht im eigentlichen Sinne als der Offentlichkeit mehr oder weniger entzogene Forschungsergebnisse bezeichnen. Im Gegenteil durften sie zumindest von Journalisten und Politikern zur Kenntnis genommen und einer breiteren Offentlichkeit mitgeteilt worden sein. Doch verweist schon Bandmann darauf, dass die Offentlichkeit sich schwer tue, diese Informationen angemessen zu kommunizieren. Es kommt hinzu, dass nicht alle Glieder, insbesondere nicht die nachgeordneten Instanzen, der zustandigen Reichsarbeitsverwaltung willens und erkenntnismassig in der Lage waren, diese Besserungssymptome richtig zu wurdigen.40 Was konnte man diesen Lageberichten im Jahre 1932 und zu Beginn des Jahres 1933 entnehmen? Der im August 1932 abgeschlossene Bericht weist einen fast durchgangig negativen Tenor auf.41 Zwar habe sich die Geschaftstatigkeit der Produktionsguterindustrie leicht belebt, aber die der Verbrauchsguterindustrie weiter verschlechtert. Einzig aus der NEMetallindustrie und aus dem Maschinenbau liegen Informationen vor, die eine Beendigung des Abschwungs moglich erscheinen lassen. Da aber bisher leichte Belebungen, wie in der Produktionsguterindustrie, im Steinkohlenbergbau, in der eisenschaffenden Industrie, in der KFZProduktion oder beim Guterverkehr, stets vorubergehender Natur waren, dominiert die pessimistische Einschatzung. Das anderte sich jedoch im nachsten Quartal. Der im November 1932 abgeschlossene Bericht meldet fur eine ganze Reihe von Branchen positive Ergebnisse, besonders aus dem Bereich der Produktionsguterindustrie, teilweise auch aus den Verbrauchsguterindustrien.42 Die Lage gebessert hat sich im Steinkohlenbergbau, in der NEMetallindustrie, in der Elektroindustrie, beim Bau, aber auch in der Textil und in der Leder bzw. Lederwarenindustrie sowie im Guterverkehr. Besonders hervorzuheben sind die Aussagen zur eisenschaffenden Industrie, deren Geschaftsbelebung ausdrucklich so kommentiert wird: Im Inlandsgeschaft durfte damit der tiefste Punkt des gegenwartigen Konjunkturabschwungs annahernd erreicht sein.43 Auch die Bemerkung zum Maschinenbau deutet das Bewusstsein einer nahen oder sogar schon vollzogenen Wende an: In der Maschinenindustrie haben die Stabilisierungstendenzen, deren Dauerhaftigkeit vor einem Vierteljahr noch nicht als unbedingt gesichert gelten konnte, an Bedeutung gewonnen. In erster Linie hat sich 38 E. Bandmann: Der Arbeitsmarkt an der Jahreswende, in: Wirtschaftsdienst, 18 1933, H. 5, S. 135. 39 Bandmann: Der Arbeitsmarkt, S. 138. 40 Bandmann: Der Arbeitsmarkt, S. 135. 41 Vgl. Die Konjunktur einzelner Wirtschaftszweige. Allgemeiner Uberblick, in: Vierteljahrshefte zur Konjunkturforschung, 7 1932, H. 2, Teil B, S. 74 f. 42 Vgl. Die Konjunktur einzelner Wirtschaftszweige. Allgemeiner Uberblick, in: Vierteljahrshefte zur Konjunkturforschung, 7 1932, H. 3, Teil B, S. 146 f. 43 Vgl. Die Konjunktur einzelner Wirtschaftszweige. Allgemeiner Uberblick, in: Vierteljahrshefte zur Konjunkturforschung, 7 1932, H. 3, Teil B, S. 146. Hervorhebungen im Orginal. 13 die Geschaftstatigkeit am inlandischen Maschinenmarkt belebt; dagegen ist die Maschinenausfuhr noch abwarts gerichtet.44 An dieser Stelle wie auch anderswo wird deutlich, dass die Auftriebstendenzen aus dem Inland kamen, wahrend die Weltmarktimpulse noch ausblieben. Im ubrigen zeigte sich auch in der Elektroindustrie das schon oben zitierte Phanomen, dass sich die Beschaftigtenzahlen mit der bis November 1932 stattgefundenen Geschaftsbelebung nur geringfugig erhohten 4%, wohl dagegen die Zahl der geleisteten Arbeitsstunden 15%.45 Die Konjunkturbelebung setzte sich offensichtlich bis in den Winter 193233 fort, denn der Lagebericht zum letzten Quartal 1932 abgeschlossen im Februar 1933 meldet zwar fur mehrere Branchen Stagnation, jedoch kaum noch Ruckgange, dagegen aus vielen Bereichen eine Fortsetzung des Aufwartstrends, besonders aus der Produktionsguterindustrie. Die Gesamtwertung ware im Hinblick auf die Entwicklungen im Sommer und Herbst 1932 zweifellos noch optimistischer ausgefallen, hatte es nicht im Dezember und Januar 193233 wieder einige, wenn auch saisonbedingte Ruckschlage gegeben. Es uberwiegt jedoch eindeutig das im Grundtenor positive Urteil, das eben nicht im eigentlichen Sinne ein Geheimgut der Forschung Bandmann gewesen ist. In diese Richtung argumentierte auch bereits 1936 der informierte Zeitgenosse Priester: Es ware falsch, angesichts der Millionen von Erwerbslosen den okonomischen Erfolg der Deflationspolitik zu leugnen. Die Krise hatte Mitte 1932 ihren Hohepunkt uberschritten.   Der psychologische Krisentiefpunkt war nunmehr uberschritten. Aber auch in der materiellen Lage war deutlich der Beginn einer neuen Wirtschaftsphase nachzuweisen.46 Nun gut: Die Masse der Bevolkerung wird die Signale nicht bemerkt haben, da sie typischerweise nicht nur weniger informiert ist, sondern auch auf ganz andere Indikatoren schaut, als das hier geschieht, vor allem auf die Beschaftigungssituation, an der sich eben wenig gebessert hatte. Wenn demnach die gelegentlich in der historischen Literatur vorgebrachten Zweifel an dem 1932 stattgefundenen konjunkturellen Umschwung auch als unberechtigt gelten konnen, stellt sich nunmehr um so dringlicher die Frage: was bewirkte den Umschwung und den anschliessenden Aufstieg? 4. Beschaftigungspolitische Eingriffe im Jahre 1932 Zur Beantwortung dieser Frage, sind die im Jahre 1932 erfolgten beschaftigungspolitischen Eingriffe nicht zu vernachlassigen. Derartige Massnahmen waren ja bereits seit 1930 diskutiert, jedoch nicht umgesetzt worden, da es zur Politik der Deflation und des Budgetausgleichs bis zum Fruhsommer 1932 keine praktikable, mit den politischen und wirtschaftlichen Rahmenbedingungen vertragliche Alternative gab.47 Die Lausanner ReparationsKonferenz im Juni 1932 brachte jedoch den Verzicht der Alliierten auf weitere Reparationszahlungen, hob somit den YoungPlan mit seinen problematischen Sanktionsklauseln fur den Fall vertragswidrigen Handelns auf deutscher Seite auf und veranderte entscheidend die Rahmenbedin 44 Vgl. Die Konjunktur einzelner Wirtschaftszweige. Allgemeiner Uberblick, in: Vierteljahrshefte zur Konjunkturforschung, 7 1932, H. 3, Teil B, S. 146 f. Hervorhebungen im Orginal. 45 Vgl. Die Konjunktur einzelner Wirtschaftszweige. Allgemeiner Uberblick, in: Vierteljahrshefte zur Konjunkturforschung, 7 1932, H. 3, Teil B, S. 147. 46 H. E. Priester: Das deutsche Wirtschaftswunder , Amsterdam 1936, S. 23. Eine ganz ahnlicher Einschatzung bei L. Grebler: Die deutsche Arbeitsbeschaffung 193235 I, in: Internationale Rundschau der Arbeit, 15 1937, Bd. 1, S. 417. 47 Vgl. die Zusammenfassung der Diskussion bei Ritschl: Deutschlands Krise, S. 24 ff. u. 158176. Ahnlich argumentiert R. J. Overy: The Nazi Economic Recovery 19321938, 2. Aufl., Cambridge 1996, S. 1521. 14 gungen der Wirtschaftspolitik.48 Die Regierung Papen nutzte die Moglichkeit zu expansiver Wirtschaftspolitik mit der schon unter Bruning, allerdings in etwas anderer Form geplanten Aktion, ein Finanzmarktpapier ohne zugrunde liegendes Warengeschaft durch Ausgabe von Steuergutscheinen zu schaffen.49 Vom 4. 9. 1932 an wurden derartige Steuergutscheine mit einem geplanten Volumen von insgesamt 288 Mio. RM vor allem an Unternehmen ausgegeben, die unterhalb des Mindestlohns zusatzliche Arbeitskrafte einstellten. Die Gutscheine sollten Liquiditat in den Unternehmen schaffen und konnen als Versuch mittelbarer AB angesehen werden.50 Die Wirkungen auf den Arbeitsmarkt blieben gering 51, zumal bis Ende 1932 nur 154 Mio. RM wirksam wurden. Im April 1933 wurde die Ausgabe von Steuergutscheinen als Einstellungspramien   aufgehoben, so dass von da ab nur noch die Vergebung von Steuergutscheinen zur Steuerzahlung und zur Deckung der Finanzierung offentlicher Arbeiten stattfand.52 Im ubrigen stellte Papens Programm einen kleinen Betrag dar im Vergleich zu den Osthilfen, die von 192932 auf rd. 2 Mrd. RM gestiegen waren ohne Beschaftigungswirkungen entfaltet zu haben.53 Die Wende zur unmittelbaren AB kam mit dem SofortProgramm Schleichers, das offentliche Auftrage, vor allem auf kommunaler Ebene, im Umfang von 500 Mio. RM vorsah. Da es jedoch erst am 28. 1. 1933 verordnet wurde, konnte es vor dem Machtantritt der Nationalsozialisten keine Wirkung mehr entfalten. 5. NSArbeitsbeschaffungspolitik 19331936 Zweifellos war 193233 die Senkung der Arbeitslosigkeit fur alle Regierungen eine unabdingbare Notwendigkeit, um politisch uberleben zu konnen. Einer wirksamen AB fuhlten sich die Nationalsozialisten nach der Machtubernahme um so mehr verpflichtet, als sie bereits im Wahlkampf 1932 mit der von Gregor Strasser am 10. 5. 1932 im Reichstag verkundeten Parole Arbeit und Brot angetreten waren. Das Wirtschaftliche Sofortprogramm der N.S.D.A.P, ausgearbeitet von der Hauptabteilung IV Wirtschaft der Reichsorganisationsleitung und als verbindliche Richtschnur fur die Redner der N.S.D.A.P. sowie fur die Veroffentlichungen in der Presse 54 deklariert, gilt vielen Historikern als das seinerzeit einzige realistische Arbeitsbeschaffungsprogramm einer Partei.55 Seine zentrale Forderung lautete: Das schaffende Volk fordert sein Lebensrecht, das Recht auf Arbeit.56 Dies keineswegs nur aus taktischen Uberlegungen im Hinblick auf die gegebenen konkreten Probleme, sondern aus 48 Dies ist die bis vor einigen Jahren heftig diskutierte These Knut Borchardts von der Chance zu expansiver Konjunkturpolitik seit Mitte 1932 aufgrund des Wegfalls der Zwangslagen, die Brunings Politik bestimmt hatten. Vgl. K. Borchardt: Zwangslagen und Handlungsspielraume in der groen Wirtschaftskrise der fruhen dreiiger Jahre: Zur Revision des uberlieferten Geschichtsbildes, in: Bayerische Akademie der Wissenschaften: Jahrbuch 1979, Munchen 1979, S. 12 u. 23 Nachdruck in K. Borchardt: Wachstum, Krisen, Handlungsspielraume der Wirtschaftspolitik. Studien zur Wirtschaftsgeschichte des 19. und 20. Jahrhunderts, Gottingen 1982, S. 165182. 49 Die Steuergutscheine sollten ab dem Fiskaljahr 193435 zur Begleichung von Steuerschulden akzeptiert werden und stellten, da ein handelbares Inhaberpapier, QuasiGeld dar. Vgl. zur Beurteilung und zu technischen Details der Aktion Ritschl: Deutschlands Krise, S. 181 ff. 50 Vgl. K. Schiller: Arbeitsbeschaffung und Finanzordnung in Deutschland, Berlin 1936, S. 54 f. 51 Ritschl: Deutschlands Krise, S. 182 u. Tab. A.2 52 Schiller: Arbeitsbeschaffung, S. 56. 53 Vgl. D. Petzina: Staatliche Ausgaben und deren Umverteilungswirkungen, in: Staatliche Umverteilungspolitik, hg. v. F. Blaich, Berlin 1980, S. 102. 54 Wirtschaftliches Sofortprogramm der N.S.D.A.P., Munchen 1932, S. 2 Kampfschrift, H. 16. 55 Vgl. z. B. A. Barkai: Das Wirtschaftssystem, S. 159. 56 Wirtschaftliches Sofortprogramm, S. 7. 15 einer tiefen ideologischen Grunduberzeugung heraus, wonach die Umsetzung des Rechts auf Arbeit als Einlosung des sozialistischen Anspruchs der Partei galt.57 Allerdings folgte die Praxis der NSArbeitsmarktpolitik dem Grundsatz, dass wirtschaftliche stets den politischen Zielen dienstbar zu machen seien, d. h. , dass die AB von vornherein dem ubergeordneten Ziel der Wehrhaftmachung bzw. der Kriegsvorbereitung zu dienen hatte. So forderte Hitler am 8. 2. 1933 in einer Ministerbesprechung: Jede offentlich geforderte Arbeitsbeschaffungsmassnahme musse unter dem Gesichtspunkt beurteilt werden, ob sie notwendig sei vom Gesichtspunkt der Wiederwehrhaftmachung des deutschen Volkes. Dieser Gedanke musse immer und uberall im Vordergrund stehen.58 Die beiden Ziele erwiesen sich jedoch als durchaus miteinander vereinbar, zumal sich bei konkreten Vorhaben meist nur schwer unterscheiden lasst, wieweit bei primar ziviler Zwecksetzung doch auch ein militarischer Nutzen denkbar erscheint, z. B. bei der steuerlichen Begunstigung des KFZAbsatzes oder beim Brucken oder Autobahnbau. Hitler selbst vermischte zivile und militarische Zweckbestimmungen standig.59 Dennoch kann wegen des Fehlens von unmittelbar umsetzbaren militarischen Projekten nach der Machtubernahme von einer Phase der AB durch zumindest primar zivile Projekte bis etwa Mitte 1934 gesprochen werden; danach dominierten immer deutlicher die direkten Rustungsvorhaben.60 Auffallig ist daruber hinaus, dass auch in der ersten Phase der Arbeitsbeschaffungspolitik relativ wenig Gebrauch von Grossprojekten in staatlicher Eigenregie gemacht wurde, die offensichtlich schon wahrend ihrer Diskussion in der Zeit der Weltwirtschaftskrise stets auf das geballte Misstrauen der, ja die offene Ablehnung durch die Grossindustrie gestossen waren. Die AB erhielt deshalb nicht zufallig fruhzeitig den Charakter von staatlichen Auftragen an die Industrie bzw. von staatlicher Forderung bestimmter gewerblicher Aktivitaten mit arbeitsplatzschaffenden Effekten. Daruber hinaus strebte man, nicht zuletzt wegen der in Deutschland seinerzeit extrem prasenten Inflationsfurcht, eine moglichst unsichtbare Finanzierung der Programme mit Hilfe der Reichsbank an produktive Kreditschopfung, wobei man sich der bereits in der Weimarer Zeit geschaffenen Methoden und Institutionen bediente. So sollte z. B. das Sofortprogramm der Regierung Schleicher durch Ausgabe von Wechseln durch die Gesellschaft fur offentliche Arbeiten A. G. vorfinanziert werden, die bei der Reichsbank diskontierbar waren und somit eine entsprechende Ausweitung des Geldumlaufs ermoglichten. Diese Technik der Vorfinanzierung durch kurzfristige Handelswechsel, die auf eigens dafur gegrundete fiktive Gesellschaften gezogen waren und nach Belieben prolongiert werden konnten, umging die bestehenden formalen Reichsbankanordnungen und bildete das Vorbild der spateren Ausfuhrungsmethode, im besonderen der MefoWechsel, durch die Schacht 61 einen Grossteil des deficit spending bewerkstelligte.62 Industrie und Banken wurden ausserdem durch das Versprechen steuerlicher Entlastungen sowie durch Subventionen und Kurzungen im Sozialhaushalt eingebunden. 57 Vgl. u. a. A. Holtz: Nationalsozialistische Arbeitspolitik, Notwendigkeit und Bedeutung der Arbeitspolitik fur den Umbruch und die Lenkung der Volkswirtschaft und ihr praktischer Einsatz, Wurzburg 1938 Schriften zum deutschen Sozialismus, hg. v. W. Borger, H. 5, S. 27 ff. 58 Hitler am 8. 2. 1933 im Reichskabinett lt. Protokoll; zit. nach Barkai: Das Wirtschaftssystem, S. 151. 59 L. Herbst: Das nationalsozialistische Deutschland 19331945, Frankfurt M. 1996, S. 97. Vgl. ausfuhrlicher dazu Stelzner: Arbeitsbeschaffung, S. 66 u. 235248. 60 Vgl. Barkai: Das Wirtschaftssystem, S. 156. 61 Schacht loste am 16. 3. 1933 den zogerlichen, skrupulosen Luther als Reichsbankprasident ab und ubernahm im August 1934 zugleich das Amt des Reichswirtschaftsministers von dem uberforderten und erkrankten ehem. ALLIANZDirektor Kurt Schmitt . 62 Barkai: Das Wirtschaftssystem, S. 154. 16 Die Arbeitsbeschaffungsmassnahmen des NSRegimes im Einzelnen. Zunachst kamen monatelang die eigenen programmatischen Vorstellungen, die schon im WahlkampfProgramm vom Fruhsommer 1932 ausgefuhrt waren, nur indirekt zum Tragen, namlich soweit sie sich im Sofortprogramm der Regierung Schleicher vom 28. 1. 1933, dem GerekePlan, wiederfanden, das unverzuglich umgesetzt und dabei um 100 Mio. auf insgesamt 600 Mio. RM erhoht wurde.63 Die Schwerpunkte lagen auf rustungsrelevanten Reichsmassnahmen knapp 32%, landwirtschaftlichen Meliorationen rd. 30%, Strassen und Bruckenbauten ca. 20% sowie Instandsetzungs bzw. Modernisierungsmassnahmen bei kommunalen Versorgungsbetrieben knapp 10%.64 Diese Massnahmen konnten relativ schnell umgesetzt werden, weil bereits in den Vorjahren zahlreiche konkrete Projekte entwickelt worden waren. Fur die Konzipierung weitergehender Massnahmen, die die Regierung durchaus fur notwendig hielt, benotigte sie dann jedoch mehrere Monate. Die erste bestand in der Aufhebung d. KFZSteuer fur PKWs am 10. 4. 1933; damit sollte die bereits im Vorjahr beobachtete Belebung der Automobilproduktion unterstutzt werden. Die von der Regierung angekundigte Arbeitsschlacht 65 begann jedoch erst mit dem so genannten ersten ReinhardtProgramm, das am 1. 6. 1933 in Form des Gesetzes zur Verminderung der Arbeitslosigkeit bekanntgegeben wurde. Allerdings erscheint beachtlich, dass es schon vor Inkrafttreten dieses Programms und parallel dazu zahlreiche Plane und konkrete Initiativen zur Reduzierung der Arbeitslosigkeit gab, die von regionalen und lokalen Partei oder Verwaltungsvertretern entwickelt worden und mit deren Namen verbunden waren.66 Sie waren jedoch uberwiegend an den zustandigen Instanzen vorbei lanciert worden und finanziell ungenugend abgesichert. Deshalb wurden sie sowohl von der staatlichen Burokratie Reich, Lander, Reichanstalt fur Arbeitsvermittlung und Arbeitslosenversicherung, die auf der Einhaltung der ublichen Verfahrenswege bestand, aber auch von konkurrierenden Parteigruppierungen behindert, so dass Silverman, der viele dieser Initiativen vorstellt und analysiert, zu dem Urteil kommt, dass die NSArbeitsbeschaffungsmassnahmen im Jahre 1933 chaotisch und relativ wirkungslos implementiert worden seien.67 Das Gesetz vom 1. 6. 1933 verfolgte zwei vollig verschiedene Stossrichtungen, zum einen Massnahmen zur Stimulierung der Nachfrage nach Arbeitskraften, zum anderen Massnahmen, die das Angebot an Arbeitskraften vermindern sollten. Das Programm hatte ein Volumen von 1 Mrd. RM fur Darlehen und Zuschusse im Wesentlichen an offentliche Trager. Die Arbeitskraftenachfrage anregen sollten die bereitgestellten Gelder fur Reparaturen an Gebauden; Modernisierung Erweiterung von Versorgungsbetrieben; Flussregulierungen; Siedlungsbau; landwirtschaftliche Meliorationen und Tiefbaumassnahmen im Grossen und Ganzen bei Verzicht auf militarische Anforderungen eine Verlangerung oder Ausweitung von Massnahmen, die schon das Schleichersche Sofortprogramm umfasst hatte.68 Dabei fallt auf, dass rd. 80% der Gelder fur besonders arbeitsintensive Projekte bereitgestellt wurden. Der Finanzierung dienten so genannte Arbeitsschatzanweisungen. Die Regierung bildete Tilgungsfonds als Sondervermogen des Reichs; in diese konnten von Privaten Schuldscheine und andere Forderungen gegen das Reich als von der Steuer absetzbare Spenden eingestellt werden. Auch die im Rahmen des ReinhardtProgramms vorgesehene Spende zur Forderung der nationalen Arbeit, aus der Sachspenden fur Hilfsbedurftige finanziert werden sollten of 63 Das vom Reichskommissar fur Arbeitsbeschaffung Gunther Gereke, der auch unter Hitler noch bis Marz 1933 dies Amt versah, konzipierte ABProgramm der Regierung Schleicher soll nach Meinung von NSWirtschaftsexperten in starkem Umfang Elemente des Sofortprogramms der N.S.D.A.P. vom Fruhsommer 1932 ubernommen haben. Vgl. Barkai: Das Wirtschaftssystem, S, 155. 64 Vgl. Stelzner: Arbeitsbeschaffung, S. 67. 65 F. Reinhardt: Die Arbeitsschlacht der Reichsregierung, Berlin 1933. 66 Vgl. D. P. Silverman: Hitlers Economy. Nazi Work Creation Programs, 19331936, Cambridge, Mass., u. London 1998, S. 6996. 67 Silverman: Hitlers Economy, S. 96. 68 Vgl. zu den Details Reinhardt: Arbeitsschlacht, S. 2933; Stelzner: Arbeitsbeschaffung, S. 7882. 17 fenbar vor allem Kleiderspenden fur bedurftige SAManner69, war mit Steuervergunstigungen fur die Spender verbunden und regte in gewisser Weise die Nachfrage nach Textilien an, kann also als ABMassnahme gelten. Allerdings schuf sie keine zusatzliche Kaufkraft, sondern lenkte vorhandene nur um. Die Voraussetzungen fur den Abruf der bereitgestellten Gelder entsprachen denen des Sofortprogramms und sollten die Beschaftigungseffekte sichern helfen. Deshalb musste es sich um volkswirtschaftlich wertvolle, so genannte zusatzliche Arbeiten handeln, die die Leistungsfahigkeit der Trager nicht uberstiegen; eine 40StundenWoche war einzuhalten also unter damaligen Verhaltnissen eine Art Kurzarbeit; die zu Beginn der Weimarer Zeit von Gewerkschaftsseite durchgesetzte Norm war die 48StundenWoche; es waren schwerpunktmassig Handwerks und mittelstandische Betriebe zu beauftragen, die ihrerseits moglichst bisher Arbeitslose beschaftigten.70 Die Verordnung zur Durchfuhrung der Arbeitsbeschaffungsmassnahmen vom 28. 6. 1933, nach Reinhardt ganz aus nationalsozialistischem Geist geboren und nicht das Ergebnis wochenlanger Beratungen und Unterhaltungen  , sondern einzig und allein das Ergebnis nationalsozialistischen Handelns 71, forderte u. a.: die Arbeit ist durch menschliche Arbeitskraft auszufuhren, soweit nicht maschinelle Hilfsmittel unerlasslich sind, und soweit durch die Beschrankung auf menschliche Arbeitskraft nicht eine unverhaltnismassige Verteuerung der Arbeit eintritt.   Bei den erforderlichen Neueinstellungen durfen nur bisherige Erwerbslose berucksichtigt werden, und zwar in erster Linie Kinderreiche, Familienernahrer und langfristig Erwerbslose, insbesondere solche, die der SS, SA, SAR oder dem St und ihrer beruflichen Herkunft gemass dem vorkommenden Berufszweig angehoren.72 Die von den Verbanden und auch von Schacht gewunschten Grossauftrage an die Industrie fehlten weitgehend. Zwitter zwischen den beiden Stossrichtungen des Programms und zugleich seine Erweiterung in bevolkerungspolitischer Hinsicht bildeten das Gesetz zur Uberfuhrung weiblicher Arbeitskrafte in die Hauswirtschaft und das Gesetz zur Forderung der Eheschliessungen. Das erste Gesetz erganzte bereits zuvor erlassene Massnahmen, womit die Beschaftigung von Haushaltshilfen in Privathaushalten gefordert werden sollte: die Befreiung der Hausgehilfinnen vom Beitrag zur Arbeitslosenversicherung 12. 5. 1933 und die Ermassigung des Beitrags zur Invalidenversicherung 16. 5. 1933. Vom 1. 6. 1933 an wurde die Beschaftigung von Haushaltshilfen auch noch einkommenssteuerlich begunstigt, indem sie vom steuerpflichtigen Haushaltsvorstand als minderjahriges Kind in Ansatz 73 gebracht werden konnten. Angeblich war die kurzfristige Wirkung beachtlich, denn allein in den Monaten Juli bis September 1933 wurden nach Reinhardt rd. 60.000 zusatzliche Haushaltshilfen beschaftigt. Gemass dem Gesetz zur Forderung der Eheschliessungen wiederum konnten Heiratswillige und ab August 1933 auch Jungverheiratete ein zinsloses Darlehen zwischen 500 und 1.000 RM beantragen, das in Form von Bedarfsdeckungsscheinen vergeben wurde, die in bestimmten Geschaften und Handwerksbetrieben beim Erwerb von Mobeln und Haushaltsgeraten einzulosen waren. Davon erhoffte man sich eine Stimulierung der privaten Nachfrage. Allerdings dienten bestimmte Anforderungen an die Antragsteller gleichzeitig nicht nur rassehygienischen Zwecken 74, sondern auch der Reduzierung des Arbeitskrafteangebots, denn die kunfti 69 Vgl. Stelzner: Arbeitsbeschaffung, S. 82 f. 70 Vgl. K. Jeserich: Die Deutsche Gemeinde. Festschrift des Kommunalwissenschaftlichen Instituts an der Universitat Berlin zum zehnjahrigen Bestehen 19281938, Berlin 1938, S. 420f 71 Reinhardt: Arbeitsschlacht, S. 19. 72 Reinhardt: Arbeitsschlacht, S. 19 f.; Hervorhebungen im Original. 73 Reinhardt: Arbeitsschlacht, S, 72. 74 Die Antragsteller mussten arischer Abstammung sein und ein amtsarztliches Gesundheitszeugnis vorlegen. 18 ge Ehefrau musste zwischen dem 1. 6. 1931 und dem 31. 5. 1933 ab August 1933 auf 5 Jahre erweitert mindestens 6 Monate lang in einem Arbeitsverhaltnis gestanden haben und verpflichtete sich mit der Annahme des Darlehens, dies Verhaltnis aufzugeben und solange keiner Erwerbstatigkeit mehr nachzugehen, wie der Ehemann mehr als 125 RM im Monat verdiente.75 Reinhardt stellte die in diesem Zusammenhang angestrebte dauerhafte Bereinigung des Arbeitsmarktes ausdrucklich klar: Bei beiden Gesetzen handelt es sich nicht um kunstliche Mittel zur Verminderung der Arbeitslosigkeit, nicht um Arbeitsbeschaffungsprogramme und sogenannte Initialzundungen, sondern um eine dauernde arbeitsmarktpolitische und bevolkerungspolitische Umschichtung unserer Deutschen Frauen. Allein diese Umschichtung, durch die im Laufe der Jahre fast alle weiblichen Arbeitskrafte in die Hauswirtschaft und die Ehe uberfuhrt werden, wurde genugen, um im Laufe der Jahre die Arbeitslosigkeit zu beseitigen und zu einem gewaltigen Aufschwung in allen Zweigen der Deutschen Wirtschaft zu fuhren.76 Allerdings scheiterte die dauerhafte Umschichtung allein schon an der Nachfrage der Industrie nach weiblichen Arbeitskraften, besonders seit Erreichen des Vollbeschaftigungsniveaus 1936. Ausserdem hielt sich das Interesse an den Darlehen in Grenzen, wohl nicht zuletzt wegen des geforderten Gesundheitszeugnisses.77 Schliesslich ist anzumerken, dass auch die Darlehen keine zusatzliche Kaufkraft schufen, vielmehr fand nur deren Umlenkung statt, da die Darlehen durch eine Ehestandshilfe genannte Abgabe der Unverheirateten, der kinderlosen Verwitweten oder Geschiedenen sowie die steuerliche Hoherveranlagung kinderloser Ehepaare finanziert wurde.78 Grebler hob deshalb bereits 1937 in seiner Analyse der Finanzierung der AB hervor, dass Steuerertrage sowie eigene Mittel der Reichsbahn Einnahmen eine erstaunlich grosse Bedeutung hatten. Fast 40% der fur unmittelbare Arbeitsbeschaffung vorgesehenen Mittel stammten aus diesen Quellen, nur rd. 60% aus kurzfristiger Finanzierung mit Wechseln, also aus Kreditschopfung.79 Das 1. ReinhardtProgramm, das Instandsetzungs und Erweiterungsarbeiten bei offentlichen Bauten sowie bei privaten Wohngebauden forderte, wurde am 15. 7. 1933 erganzt durch das Gesetz uber Steuererleichterungen, mit dem man solche Arbeiten bei gewerblichen Gebauden steuerlich begunstigte.80 Ihm folgte am 21. 9. 1933 das GebaudeInstandsetzungsGesetz 2. ReinhardtProgramm mit einem Volumen von 500 Mio. RM. Es sah Zuschusse zu Umbau, Teilungs und Reparaturmassnahmen bei Wohngebauden, Zinssubventionen bei privaten Bauinvestitionen sowie befristete Steuererleichterungen fur Kleinwohnungs und Eigenheimbau vor, zielte also ebenfalls auf die Belebung des Bausektors und hier des Handwerks.81 Durch Steuererleichterungen angeregt werden sollten ausserdem Aufwendungen fur den zivilen Luftschutz besonders Bau von Schutzraumen und Bunkern mit einem Runderlass des Reichsfinanzministeriums vom 10. 10. 1933.82 Weitere beachtliche Massnahmen mit ABCharakter konnen gesehen werden in den Grundforderungsbeitragen der Reichsanstalt fur Arbeitsvermittlung in Hohe von rd. 550 Mio. RM, den fur den Reichsautobahnbau bereitgestellten Mitteln in Hohe von ebenfalls 550 Mio. RM bis Ende 1934 sowie den nicht zuletzt von Reichsbahn und Reichspost im Zeitraum 1. 1. 1933 31. 5. 1935 erteilten Auftragen in Hohe von 1,2 Mrd. RM.83 Insgesamt hatten die bis Ende 1935 aufgelegten und primar zivilen Zwecken die 75 Vgl. U. Eichborn: Ehestandsdarlehen. Dem Mann den Arbeitsplatz, der Frau Heim, Herd und Kinder, in: Frauenleben im NSAlltag, hg. v. A. Kuhn, Pfaffenweiler 1994, S. 4864 Bonner Studien zur Frauengeschichte, Bd. 2. 76 Reinhardt: Arbeitsschlacht, S, 77; Hervorhebungen im Original. 77 Vgl. Eichborn: Ehestandsdarlehn, S. 5561. 78 Vgl. Eichborn: Ehestandsdarlehen, S. 57, besonders Fn. 28. 79 Vgl. Grebler: Die deutsche Arbeitsbeschaffung, S. 431. 80 Vgl. Reinhardt: Arbeitsschlacht, S. 3643. 81 Vgl. Reinhardt: Arbeitsschlacht, S. 4453. 82 Vgl. Reinhardt: Arbeitsschlacht, S. 5457. 83 Vgl. Holtz: Nationalsozialistische Arbeitspolitik, S. 45. 19 nenden ABProgramme ein Volumen von rd. 5,5 Mrd. RM; das war ein staatliches Engagement von bisher unbekannter Grossenordnung. Allerdings wurden Teile der Massnahmen durch Steuern oder Spenden finanziert; in dem Umfang fand also keine Ausweitung des Kreislaufs statt. Dennoch durften die bereitgestellten Summen in den vorgesehenen Verwendungszwecken spurbar zur Stimulierung des Wirtschaftswachstums und zur Belebung der Beschaftigung beigetragen haben. Die Kennziffern des Aufschwungs sind beeindruckend. Geht man vom Tiefststand im 3. Quartal 1932 aus, so erhohte sich das reale Bruttosozialprodukt zu Marktpreisen bis ins 1. Quartal 1936 um 45% und die privaten Investitionen sogar um 162%.84 Die gesamte gewerbliche Guterproduktion wuchs im Jahre 1933 um 12%, im Jahre 1934 um 27%. Bedeutender waren die Zuwachse bei der Produktionsguterindustrie mit 18% im Jahre 1933 und 44% im Jahre 1934, besonders markant jedoch das Wachstum der Investitionsguterindustrie mit 27% im Jahre 1933 und sogar 67% im Jahre 1934.85 Ein Motor war dabei zweifellos der Auftragseingang bei der deutschen Maschinenbauindustrie, der sich vom 3. Quartal 1932 bis ins 1. Quartal 1936 insgesamt um 242% gesteigert hatte, die Inlandsauftrage waren sogar um 486% gewachsen.86 In ahnlicher Grossenordnung, namlich auf mehr als das Funffache, hatte bis Anfang 1936 auch die PKWProduktion zugenommen.87 Allerdings ist die Schwerpunktsetzung der NSWirtschaftspolitik auf Wiederaufrustung bzw. rustungsrelevante Produktion beachtlich, die eine Zuruckdrangung des privaten Konsums notwendig machte. Zwar stieg das verfugbare Einkommen der privaten Haushalte real vom 3. Quartal 1932 bis ins 1. Quartal 1936 um 27%, blieb damit aber deutlich hinter dem Zuwachs des Sozialprodukts zuruck, und der private Konsum wuchs in dieser Zeit real sogar nur um 10%,88 wobei dieser Zuwachs im wesentlichen nicht durch Lohnerhohungen zustande kam, die bekanntlich bis Anfang 1936 relativ erfolgreich unterdruckt wurden,89 sondern durch Mehrbeschaftigung von Haushaltsmitgliedern, die in der Krise arbeitslos geworden waren. Entsprechend nahm auch die Produktion der Verbrauchsguterindustrie 1933 nur um 6% zu, 1934 um 12% und blieb somit weit hinter den Zuwachsen vor allem in der Investitionsguterindustrie zuruck.90 Das, was schon die Zeitgenossen im In und Ausland am meisten beeindruckte, war jedoch der rasche Ruckgang der Arbeitslosigkeit vgl. Tabelle 4. Allein im Jahre 1933 ging die Zahl der registrierten Arbeitslosen von 6 Mio. im Januar bis Oktober November um mehr als 2,3 Mio. auf 3,7 Mio. zuruck, stieg saisonublich noch einmal leicht an, um aber 1934 erneut von 3,8 Mio. im Januar auf den Tiefstand von 2,3 Mio. im September Oktober zu fallen. Und 1935 erreichte man dann etwa wieder die Zahlen von 1928. Im Jahresdurchschnitt wurden bis 1935 gegenuber 1932 wieder 3,5 Mio. Menschen mehr beschaftigt 28%; die offene Arbeitslosigkeit war um 3,9 Mio. oder 70% zuruckgegangen. Allerdings sind die Zahlen, wie oben bereits angemerkt, interpretationsbedurftig. Einerseits entsprechen die Beschaftigtenangaben nicht Vollerwerbstatigen. Ritschl hat die offiziellen Angaben in Vollerwerbstatige mit dem Arbeitszeitniveau von 1938 umgerechnet; dann erhalt man fur 1935 einen Jahresdurchschnittswert von 15,2 Mio. Vollerwerbstatigen gegenuber dem ausgewiesenen Wert von 16,2 Mio.; d. h., in erheblichem Umfang waren die Beschaftig 84 Nach Ritschl: Deutschlands Krise, Tab. C.2 im Anhang. 85 Nach Konjunkturstatistisches Handbuch 1936, S. 52 f. 86 Nach Konjunkturstatistisches Handbuch 1936, S. 228 u. Vierteljahrshefte zur Konjunkturforschung, 11193637, Teil B., N. F., S. 39. 87 Vgl. Vierteljahrshefte zur Konjunkturforschung, 11193637, Teil B., N. F., S. 43. 88 Nach Ritschl: Deutschlands Krise, Tab. C.2 im Anhang. 89 Vgl. zur Entwicklung der Reallohne ausfuhrlich R. Hachtmann: Lebenshaltungskosten und Reallohne wahrend des Dritten Reiches. In: Vierteljahrschrift fur Sozial und Wirtschaftsgeschichte, 75 1988, S. 3273. 90 Nach Konjunkturstatistisches Handbuch 1936, S. 53. 20 ten im Jahre 1935 nur teilzeitbeschaftigt.91 Daruber hinaus enthalten die Beschaftigtenzahlen auch die so genannten zusatzlich Beschaftigten oder QuasiErwerbslosen, also Notstandsarbeiter, Landhelfer, Arbeitsdienst Leistende und Fursorgearbeiter vgl. oben Tabelle 3. Deren Anteil an den Arbeitslosen war von durchschnittlich 20% im Jahre 1932 auf durchschnittlich 23% im Jahre 1933 und sogar 31% im Jahre 1934 angestiegen und ging erst 1935 allmahlich zuruck. D. h. aber, bis zu 1, 5 Mio. Arbeitslose im Jahre 1933 und ca. 1,3 Mio. im Jahre 1934 wurden nicht in echte Beschaftigungsverhaltnisse gebracht, sondern mit Hilfe von staatlich finanzierten ABMassnahmen im Status der QuasiErwerbslosigkeit gehalten, aus der offiziellen Arbeitslosenstatistik dagegen eliminiert. 1935 entfaltete die Wiedereinfuhrung der Wehrpflicht und die fast gleichzeitige dekretierte Arbeitsdienstpflicht eine vergleichbare Wirkung. Die offiziellen Angaben, die etwa vom Institut fur Konjunkturforschung wiedergegeben und kommentiert wurden, spielten dies Problem herunter, indem sie nur die Notstandsarbeiter als zusatzlich Beschaftigte bezeichneten, deren Zahl schon im Laufe des Jahres 1934 und beschleunigt 1935 stark abgenommen habe.92 Trotz dieser Zahlenunsicherheiten kann jedoch kein Zweifel daran bestehen, dass der Mitte 1932 begonnene Wirtschaftsaufschwung seit 1933 erheblich an Kraft gewonnen und dass tatsachlich ein grosser Beschaftigungszuwachs stattgefunden hatte. Tabelle 4: Arbeitslose und Beschaftigte im Deutschen Reich 19321935 Monatsangaben Beschaftigte in Mio. Arbeitslose in Mio. 1935 14,7 15,0 15,5 16,2 16,7 16,8 16,9 17,0 16,7 16,6 16,5 15,6 16,2 1932 6,0 6,1 6,0 5,7 5,6 5,5 5,4 5,2 5,1 5,1 5,4 5,8 5,6 1932 12,2 12,0 12,1 12,6 12,9 12,9 12,9 13,0 13,1 13,2 13,1 12,3 12,7 1933 11,7 11,8 12,5 13,0 13,5 13,6 13,8 14,1 14,2 14,3 14,3 13,6 13,3 1934 13,8 14,3 15,0 15,6 15,8 15,8 15,8 15,9 15,9 15,9 15,8 15,2 15,3 Monat 1 2 3 4 5 6 7 8 9 10 11 12 Jahres mittel Regular u. zusatzlich in Notstands oder ABMassnahmen Beschaftigte insg. Bei d. Arbeitsamtern gemeldete Arbeitslose insg. Nach Konjunkturstatistisches Handbuch 1936, 1935, S. 12 u. 16 u. Vierteljahrshefte zur Konjunkturforschung, 11 193637, Teil B., N. F., S. 2 f. 1933 6,0 6,0 5,6 5,3 5,0 4,9 4,5 4,1 3,8 3,7 3,7 4,1 4,8 1934 3,8 3,4 2,8 2,6 2,5 2,5 2,4 2,4 2,3 2,3 2,4 2,6 2,7 1935 3,0 2,8 2,4 2,2 2,0 1,9 1,8 1,7 1,7 . . . 1,7 91 Nach Ritschl: Deutschlands Krise, Tab. C.1 im Anhang. 92 Vgl. dazu ausfuhrlich Hachtmann: Arbeitsmarkt, S. 178185 sowie besonders Silverman: Hitlers Economy, S. 1027. 21 6. Die Ursachen des NSAufschwungs Nach wie vor dominiert in der Bevolkerung die Meinung, die man gelegentlich auch noch unter Fachwissenschaftlern antrifft,93 dass die direkten und indirekten ABMassnahmen des NSRegimes die Belebung der Wirtschaft und vor allem die rasche Reduzierung der Arbeitslosigkeit bewirkt hatten. Die unterstellte Kausalitat gilt jedoch nur sehr eingeschrankt. Das wird besonders deutlich, wenn man die Grossenordnungen der tatsachlich in den Wirtschaftskreislauf eingebrachten zusatzlichen Finanzmittel und ihre zeitliche Staffelung genauer betrachtet. So waren von den bis Juni 1933 beschlossenen Programmen, die ein Volumen von immerhin 1,9 Mrd. RM umfassten, bis Ende 1933 nur 652 Mio. RM abgeflossen. Diese stammten zu 90% aus dem PapenProgramm 236 Mio. RM und aus Schleichers Sofortprogramm 350 Mio. RM. Vom 1. ReinhardtProgramm 1 Mrd. RM! wurden dagegen bis Ende 1933 erst 65,4 Mio. RM ausgezahlt und selbst bis Ende 1934 nur 695 Mio. RM 70%.94 In Bezug auf alle ABProgramme muss festgehalten werden, dass es offenbar mindestens 9 Monate dauerte, ehe die bereitgestellten Mittel fur konkretisierte Projekte abgerufen und damit beschaftigungswirksam werden konnten 95 ein Sachverhalt, den man ja auch aus der jungsten Vergangenheit kennt z. B. Aufbau Ost, und dies, obwohl fur das SchleicherProgramm in grosserem Umfang schon in den Jahren 1931 und 1932 entwickelte Projekte verfugbar gewesen sein sollen. Im ganzen scheint es  , dass zur Fertigstellung umfangreicher offentlicher Arbeiten, die mit dem Zweck unmittelbarer Wirkung eingesetzt wurden, ein bis zwei Jahre erforderlich waren, und dass der Hauptteil der Investitionen etwa 918 Monate nach der Aufstellung der Programme   stattfand.96 Bedenkt man daruber hinaus, dass der grosste Teil der ABMittel des Reichs fur arbeitsintensive Vorhaben, nicht zuletzt auch reine Handarbeit etwa im Strassen und Bruckenbau oder bei den Meliorationen, im Hochbau und bei den Instandsetzungsarbeiten vorbehalten war, ist ein direkter Zusammenhang mit den oben genannten Zuwachsen bei der Produktionsguter, vor allem aber bei der Investitionsguterindustrie schon im Jahre 1933 27% nicht zu sehen. Das gilt letzten Endes wegen der Zweckbestimmungen und der Voraussetzungen fur den Mittelabruf auch bezuglich der erheblich umfangreicheren Betrage, die 1934 aus ABMassnahmen in den Wirtschaftskreislauf geflossen sind. Grossere Bedeutung fur den industriellen Aufschwung durften deshalb 1933 und 1934 die von Reichsbahn und Reichspost erteilten Auftrage besessen haben, die in 1933 einen Umfang von immerhin 592 Mio. RM und in 1934 von 510 Mio. RM hatten.97 Diese Grossenordnungen reichten jedoch keineswegs aus, um den industriellen Aufschwung in Gang zu bringen. Eine bis heute dagegen wirkungsmachtige Legende ist die von den beschaftigungsfordernden Effekten des Autobahnbaus. Zwar sah der Gesamtnetzplan mit einer Streckenlange von fast 7.000 km einen Finanzaufwand von uber 6 Mrd. RM vor. Doch wurde die gigantische Aufgabe 98, so Hitler in seiner Ankundigung des Unternehmens Reichsautobahn am 1. Mai 1933, durchaus zogerlich angegangen. Vor allem in den ersten Jahren flossen nur geringe Mittel aus 93 So uberraschenderweise ja auch Abelshauser: Kriegswirtschaft, S. 506ff. Ahnlich Wehler in seiner Zusammenschau der neuesten Literatur; vgl. H.U. Wehler: Deutsche Gesellschaftsgeschichte, Bd. 4   19141949, Munchen 2003, S. 709 ff. 94 Schiller: Arbeitsbeschaffung, S. 155, Tab. 6. 95 Vgl. auch Stelzner: Arbeitsbeschaffung, S. 114. 96 Grebler: Die deutsche Arbeitsbeschaffung, S. 425. 97 Vgl. Schiller: Arbeitsbeschaffung, S. 155, Tab. 6. 98 P. Reichel: Der schone Schein des Dritten Reiches. Faszination und Gewalt des Faschismus, TBAusgabe, Frankfurt M. 1993, S. 276. 22 dieser Massnahme, 3,1 Mio. RM in 1933, 178,3 Mio. RM in 1934, 464,7 Mio. RM in 1935 und 692,2 in 1936.99 Auch die direkten Beschaftigungseffekte blieben gering, obwohl der Generalinspektor fur das Strassenwesen seit Juni 1933, Fritz Todt, darauf drangte, den Maschineneinsatz moglichst gering zu halten: 1933 waren nur ca. 4.000 Mann; 1934 maximal 85.000 Mann; 1935 maximal 118.000 Mann und selbst auf dem Hohepunkte des Ausbaus, 1936, maximal 130.000 Mann direkt im Autobahnbau tatig,100 im ubrigen ein Arbeitsbereich, um den sich seit deutlicher verbesserter Beschaftigungssituation ab 1935 und angesichts der schlechten Bezahlung sowie der miserablen Arbeits und Unterbringungsbedingungen niemand riss. Diese Grossenordnungen stellen keinen nennenswerten Beitrag zum Abbau der Arbeitslosigkeit dar. Und die Nachfrageeffekte in Richtung der Zuliefererindustrien konnen angesichts der relativ kleinen Ausgabensummen einerseits, der im Industrie und Rustungsbereich andererseits angelaufenen Baukonjunktur als geringfugig eingeschatzt werden. Da im ubrigen eine nennenswerte wehrpolitische Bedeutung allgemein verneint wird,101 beschrankte sich die Bedeutung der Reichsautobahn fur das Dritte Reich auf die kulturelle, raumgestaltende und symbolischintegrative Funktion 102, die dafur umso massenwirksamer und nachhaltiger herausgestellt wurde. Die Autobahn als Motor der Konjunkturbelebung ist ein unausrottbarer Mythos. Mit den wirtschaftlichen Realitaten des Dritten Reiches hat sie nichts zu tun.103 Nicht ausser Acht zu lassen ist schlielich, dass die Wirkungen der AB bis zu einem gewissen Grad durch Terror und Gewalt gegen Juden, Kommunisten, Sozialdemokraten und Gewerkschafter konterkariert wurden. Die Folgen bestanden in Geschaftsverlusten, Massenflucht aus Deutschland, Kapitalabzug, Zerstorung des Vertrauens, besonders im Ausland, und einem auch darauf zuruckzufuhrenden Ruckgang der Exporte neben den exporthemmenden Faktoren wie Schutzzollen und Einfuhrkontingentierungen der potenziellen Importlander.104 Zu fragen bleibt, ob moglicherweise der Versuch, die Frauen aus dem Erwerbsleben zu verdrangen, d. h. die von der NSRegierung angestrebte dauernde arbeitsmarktpolitische und bevolkerungspolitische Umschichtung unserer Deutschen Frauen 105, von Erfolg gekront war. Immerhin waren 1933 rd. 4,5 Mio. Frauen regular beschaftigt 106, davon allein 1,1 Mio. der Industrie.107 Eine deutliche Reduzierung der weiblichen Erwerbstatigkeit wurde demnach in spurbarem Umfang Platz fur Manner geschaffen haben. In diese Richtung arbeitete das Regime, wie oben dargestellt, sowohl mit Druck Kampagne gegen das Doppelverdienertum als auch mit Lockung Ehestandsdarlehen und daruber hinaus mit der vehementen Propagie 99 Vgl. Ritschl: Beschaftigungspolitik, S. 129, Tabelle 1. Etwas groere Zahlen uberliefert Stelzner: Arbeitsbeschaffung, S. 90, wonach bis Ende 1934 immerhin 217 Mio. RM, in 1935 dann 346 Mio. RM und in 1936 sogar rd. 1,1 Mrd. RM im Autobahnbau verausgabt worden sein sollen. Noch einmal abweichende Groenordnungen bei Schiller, wonach 1934 nur 163 Mio. RM ausgegeben worden sein sollen; vgl. Schiller: Arbeitsbeschaffung, S. 155, Tab. 6. Worauf die Differenzen beruhen, ist nicht klar. Sicher aber darf man folgern, dass die Betrage bis 1935 inklusive keine spurbaren Kreislaufeffekte besaen, da sie nach Ritschl 1933 weniger als 1%, 1934 auch nur 6% und 1935 gerade mal 9% der offentlichen Investitionen im Verkehrswesen ausmachten. 100 Vgl. Volkmann: Die NSWirtschaft, S. 283. 101 Vgl. dazu u. a. ausfuhrlicher Stelzner: Arbeitsbeschaffung, S, 8495 u. 260268. 102 Reichel: Der schone Schein, S. 279 f. Vgl. zum Mythos Autobahn auch ausfuhrlicher G. Brockhaus: Schauder und Idylle. Faschismus als Erlebnisangebot, Munchen 1997, S. 68117. 103 Ritschl: Beschaftigungspolitik, S. 128. 104 Vgl. Herbst: Wirtschafts und Beschaftigungspolitik, S. 177. 105 Reinhardt: Arbeitsschlacht, S, 77; Hervorhebungen im Original. 106 Konjunkturstatistisches Handbuch 1936, S. 13. 107 Vgl. Wirtschaft und Statistik, hg. v. Statistischen Reichsamt, 16 1936, S. 780. Allgemeiner dazu und mit detaillierten Zahlen P. Gerber: Erwerbsbeteiligung von deutschen und auslandischen Frauen 19331945 in Deutschland. Entwicklungslinien und Aspekte politischer Steuerung der Frauenerwerbstatigkeit im Nationalsozialismus, Frankfurt M. usw. 1996. 23 rung des Leitbildes der Frau als Hausfrau und Mutter.108 Diese letztere fundamentalistische Reaktion wurde im ubrigen von einer Mehrheit besonders der burgerlichen deutschen Frauen durchaus begrusst.109 Tatsachlich ist jedoch die Zahl der erwerbstatigen Frauen seit 1933 standig gestiegen, und das auch in der Industrie, in der schon bis 1936 fast 350.000 Frauen neu eingestellt 110 worden sind. Dass dennoch der Frauenanteil an allen Beschaftigten, besonders in der Industrie, gleichzeitig von 35% im Jahre 1933 auf 32% im Jahre 1936 zuruckgegangen ist, liegt an der uberproportionalen Zunahme mannlicher Beschaftigter. Diese beruhte vor allem auf dem rasanten Wachstum der Produktionsguterindustrie, in der Frauenarbeitsplatze seltener waren, gegenuber dem politisch gewollten erheblich langsameren Wachstum der Konsumguterindustrie, die teilweise geradezu eine weibliche Domane darstellte, wie die Bekleidungs, die Papierverarbeitungs und die Spielwarenindustrie. Die bis 1936 der offiziellen Politik zuwiderlaufende Weiter und sogar Mehrbeschaftigung von Frauen, das eben auch in der Industrie, resultierte nicht nur aus der finanziellen Notlage vieler Familien, die die Mitarbeit der Frauen erforderlich machte. Vielmehr hatten einerseits die Arbeitgeber ein Interesse an weiblichen Arbeitskraften, die grundsatzlich, auch bei vergleichbarer Tatigkeit, um mindestens ein Drittel bis zu 50% niedrigere Lohne erhielten. Andererseits waren die typischen Frauenarbeitsplatze aufgrund der Arbeitsbedingungen haufig fur Manner unattraktiv z. B. repetitive, monotone unqualifizierte Fliessbandtatigkeiten. Der Versuch, die Frauen vom Arbeitsmarkt zu verdrangen und dadurch einen Beitrag zum Abbau der mannlichen Arbeitslosigkeit zu leisten, scheiterte also. Mit dem Erreichen der Vollbeschaftigung 1936 wurde diese Politik sowieso aufgegeben und wich dem Versuch, verstarkt Frauen als Arbeitskrafte besonders auch fur die Rustungsindustrie zu gewinnen. Der Ruckgang der Arbeitslosigkeit in den Jahren 1933 bis 1935 kann nach dem Gesagten nur zu einem kleinen Teil auf die ABMassnahmen zuruckgefuhrt werden, muss vielmehr in erheblichem Umfang auf anderen Einflussen beruhen.111 Die Suche nach den Ursachen war wahrend der letzten Jahre gepragt durch die Kontroverse zwischen den Wirtschaftshistorikern Abelshauser und Buchheim.112 Die zentralen Argumente habe ich etwas vereinfacht in der folgenden Ubersicht einander gegenubergestellt. 108 Vgl. u. a. C. Muhlfeld u. F. Schonweiss: Nationalsozialistische Familienpolitik. Familiensoziologische Analyse der nationalsozialistischen Familienpolitik, Stuttgart 1989, S. 73 ff. Die Ambivalenz der Frauenrolle und der gesellschaftlichen Position der Frau im NS haben u. a. herausgearbeitet Brockhaus: Schauder und Idylle, S. 165183, die von weiblichen Groenphantasien und ihrem Preis spricht; C. Koontz: Mutter im Vaterland. Frauen im Nationalsozialismus, Freiburg 1991, passim. 109 Berucksichtigt man die Furcht vor fundamentalen Veranderungen im Verhaltnis der Geschlechter und im Verhaltnis von Frauen untereinander, dann erscheint Nationalsozialismus wie ein letztes Aufbaumen der Gesellschaft gegen die demokratische Neuerung der Gleichberechtigung, als ein letzter Versuch von Mannern und Frauen, die alte soziale Ordnung dass nur Frauen sich um Haushalt und Kleinkinder zu kummern haben als die einzig gultige fur tausend Jahre zu zementieren. U. Benz: Deutsche Frau und deutsche Mutter die langen Wirkungen der Ideologisierung im Nationalsozialismus, in: Frauen und Nationalsozialismus. Historische und kulturgeschichtliche Positionen, hg. v. O. Niethammer, Osnabruck 1996, S. 146. 110 Wirtschaft und Statistik, 16 1936, S. 780. 111 Vgl. Silverman: Hitlers Economy, S. 220. 112 Vgl. besonders Abelshauser: Kriegswirtschaft, S. 503538; Buchheim: Wirtschaftsentwicklung, S. 653664. 24 Buchheim Beginn des spontanen Aufschwungs im Herbst 1932 Krise hatte Reinigungscharakter; private Investitionstatigkeit belebte sich durch gesunkene Kosten und erhohte Gewinnpotenziale ab 1934 hebelten zunehmende Regulierungen der Wirtschaft die Multiplikatorkrafte der konjunkturellen Belebung aus und hemmten die private Investitionsneigung Welthandel hatte sein Tief 1932 durchschritten und belebte sich seit 1933 Abelshauser Ende der Depression zum Zeitpunkt der Machtergreifung noch nicht in Sicht NSAufschwung Wirtschaftswunder H. Priester Folge der Nachfragebelebung durch zusatzliche Staatsausgaben AB regte private Investitionstatigkeit an, von der vor allem Handwerk, Bauindustrie und Fahrzeugbau Erlass der KFZSteuer profitierten keine Aussenhandelsbelebung 193435 angesichts schrumpfenden Welthandels trotz Rustungskonjunktur wurde Lebensstandard allmahlich gesteigert Buchheim hat seine Argumentation kurzlich noch einmal zusatzlich abgesichert und ist dabei vor allem auf die zeitlich meist erheblich verzogerte Umsetzung bestimmter ABMassnahmen einerseits, die ambivalenten Wirkungen vieler Elemente der NSPolitik auch im Sinne der Erzeugung von Unsicherheit in der Wirtschaft andererseits eingegangen.113 Demnach erscheinen die schon seit Januar 1932 in Erscheinung getretenen spontanen Aufschwungskrafte in Verbindung mit bzw. verstarkt durch die Ankurbelungsprogramme der letzten Weimarer Regierungen zumindest 193334 vermutlich bedeutsamer als die NSBeschaftigungspolitik. Daruber hinaus hat Ritschl nachgewiesen, dass das NSRegime keine keynesianische Politik betrieben hat, wie vielfach in der Literatur behauptet.114 Ritschl rechnet vor, wie gering das deficit spending ausfiel. Im Vergleich zum Sozialprodukt sind die Defizite der offentlichen Haushalte insgesamt vor 1937 keineswegs massiv oder in irgendeiner Weise spektakular gewesen.   Im Durchschnitt der Jahre 1933 bis 1936 betrugen sie gerade 3,11 Prozent.   Fur eine erfolgreiche Konjunkturankurbelung durch besonders ausgepragtes deficit spending kann also das Dritte Reich kaum in Anspruch genommen werden, dazu fehlen einfach die Grossenordnungen.115 In dieselbe Richtung argumentiert Overy, der betont, dass von der Konsumnachfrage seit 1933 kaum Wachstumsimpulse ausgegangen sind, wie das fur eine keynesianische Interpretation erforderlich ware. Die Grunde sind vor allem im Lohnstopp sehen; in der Beschaftigung vieler ehemals Arbeitsloser in niedrig entlohnten Projekten; in der Erhohung von Steuern und Zwangsabgaben, die das verfugbare Einkommen der Haushalte schmalerten und nicht keine realen Einkommenssteigerungen bis 1939; der biologische Lebensstandard sank sogar 113 Vgl. besonders Buchheim: Die Erholung, S. 20 f. Overy fuhrt aus, dass die Privatwirtschaft nach der NSRegierungsubernahme wegen konfligierender, politisch dominierter Wirtschaftsbedingungen nur schwer wieder Vertrauen gewinnen konnte und sich deshalb bei den Investitionen zuruckhielt. Vgl. Overy: Nazi Economic Recovery, S. 33. 114 Vgl. auch Silverman: Hitlers Economy, S. 37 f. 115 Ritschl: Beschaftigungspolitik, S. 132 f. Ahnlich Silvermann, der besonders die staatlichen Aufwendungen im Jahre 1933 fur viel zu gering halt, um einen nennenswerten Beitrag zum Aufschwung geleistet haben zu konnen. Vgl. Silverman: Hitlers Economy, S. 46, sowie Grebler: Die deutsche Arbeitsbeschaffung, S. 431. 25 zuletzt in dem aus der Agrarforderung resultierenden Preisanstieg bei Lebensmitteln. Statt die Konsumnachfrage zu steigern, praktizierte das NSRegime eine Umverteilung des Volkseinkommens zugunsten der Unternehmerprofite und vor allem der Staatsausgaben. Man kann von einer Staatskonjunktur sprechen, da Staatsausgaben den Anstieg von Beschaftigung und Einkommen trugen, besonders seit dem Einsetzen der massiven Rustungsanstrengungen.116 Ebenso spricht Silverman von einem stateled growth und meint, der Aufschwung hatte vermutlich ohne diese massive Staatsintervention stattfinden konnen.117 Eine gewisse Rolle spielte dabei auch die Belebung des Welthandels,118 die sich zwar 1934 noch nicht in einem Anstieg der deutschen Exporte auswirkte, aber seit 1935 klar in Erscheinung trat. Z. B. schreibt das Institut fur Konjunkturforschung in seinem Bericht zur Wirtschaftslage im Fruhjahr 1936: Die vergleichsweise gunstige Entwicklung der deutschen Ausfuhr im vergangenen Jahr wurde von verschiedenen Faktoren getragen, von denen zwei besonders hervortreten, namlich die erhohte Aufnahmefahigkeit und willigkeit der Lander mit entwerteter Wahrung und expansiver Konjunkturpolitik; sodann aber auch die Sonderbewegung in einigen Produktionsgutern, fur die sich ein wachsender Bedarf geltend macht.119 Und im Herbst 1936 wird im Hinblick auf die Weltwirtschaft schon die Frage aufgeworfen, ob eine Ubersteigerung des Aufschwungs drohe, der inzwischen so gut wie alle Lander erfasst habe und sich in einer ganzen Reihe von Landern   mehr und mehr zu einer ausgesprochenen Hochkonjunktur entwickelt.120 Die Exportwirtschaft war offenbar kein Motor des 1932 angelaufenen Konjunkturaufschwungs, doch trug sie ihn seit 1935 spurbar mit. Im ubrigen ist Abelshausers positive Bewertung der Entwicklung des Lebensstandards oberflachlich. Zwar stiegen seit 1933 die Reallohne und vor allem die Haushaltseinkommen allmahlich. Wie oben bereits dargelegt, war das vor allem ein Effekt der Wiederbeschaftigung bisher erwerbsloser Personen, wahrend ja offiziell die Lohne auf dem Niveau der Weltwirtschaftskrise eingefroren werden sollten und es auch mehrere Jahre lang weitgehend wurden. Problematisch ist aber gerade in der NSZeit eine Beschrankung des Lebensstandards auf Lohne und Einkommen. Vielmehr gilt es, analog zur modernen Diskussion etwa im Umfeld der Vereinten Nationen, auch Komponenten wie Bildung und biologische Lebenschancen zu berucksichtigen. Im Entwicklungsprogramm der Vereinten Nationen UNDP heisst es: Human development is a process enlarging peoples choices. The most critical ones are to lead a long and healthy life, to be educated and to enjoy a decent standard of living. Additional choices include political freedom, guaranteed human rights and selfrespect.121 Als Messinstrument fuhrten die Vereinten Nationen neben einer Vielzahl von sozialen und okonomischen Indikatoren den Human Development Index HDI zum internationalen Vergleich des Lebensstandards ein und um das Bruttosozialprodukt als einziges Wohlfahrtsmass abzulosen. Er enthalt neben dem Einkommensmass die gleichgewichteten Komponenten Gesundheit bzw. langes Leben und Bildung. Im Gegensatz zum Einkommen entwickelten sich die Komponenten Gesundheit und Bildung in der NSZeit schon vor dem Zweiten Weltkrieg sehr ungunstig. Die Bildungsbeteiligung in 116 Vgl. Overy: Nazi Economic Recovery, S. 31 u. 34. 117 Vgl. Silverman: Hitlers Economy, S. 36. 118 Vgl. dazu die graphische Ubersicht in Die Wirtschaftslage. Die Lage der Weltwirtschaft, in: Vierteljahrshefte zur Konjunkturforschung, 11 193637, Teil A, N. F., S. 373, in der ein Anstieg der Weltindustrieproduktion sowie des Welthandels, und zwar mengen wie wertmaig, seit Beginn 1933 erkennbar ist. 119 Die Konjunktur in Deutschland. A. Die Wirtschaftslage im Fruhjahr 1936, in: Vierteljahrshefte zur Konjunkturforschung, 11 193637, Teil B, N. F., S. 15. 120 Die Wirtschaftslage. Die Lage der Weltwirtschaft, S. 371 u. 375. 121 UNDP: Human Development Report 1990, New York 1990. 26 Form der Gymnasial und Universitatsausbildung ging nahezu uberall in Deutschland deutlich zuruck.122 Einerseits war sie vermutlich wahrend der Weltwirtschaftskrise bei den Jungen etwas uberhoht gewesen, weil die schlechte Arbeitsmarktsituation grossere Bildungsanstrengungen und ein langeres Verweilen im Bildungssystem nahe gelegt hatte. Die verbesserten Arbeitsmarktchancen nach 1933 fuhrten so gesehen in gewisser Weise auch wieder zu einer Normalisierung der Bildungsnachfrage. Andererseits wurden die Madchen in der Fruhphase des NSRegimes systematisch in bezug auf hohere Bildungsanstrengungen entmutigt und vom Studium ferngehalten. Vor allem schlug sich in der sinkenden Bildungsbeteiligung aber die Verdrangung des judischen Bevolkerungsteils aus den Gymnasien und Universitaten nieder. Der durchschnittliche Gesundheitszustand wiederum verschlechterte sich trotz steigender mittlerer Lebenserwartung, da die Sterblichkeit mehrer Altersgruppen Kinder u. Jugendliche von 115 Jahre; Erwachsene zwischen 30 u. 60 Jahren sowie die Krankheitshaufigkeit und die Sterblichkeit an bestimmten, vor allem ernahrungssensiblen Krankheiten wie Grippe, Atemwegserkrankungen, Lungenentzundung, Infektionen des Kindesalters sowie an Diphterie anstiegen.123 In einigen Regionen nahm auch die Korpergrosse der Schulkinder ab. Baten und Wagner fassen die Ergebnisse ihrer Analysen dieser Phanomene und ihrer Ursachen wie folgt zusammen: Als wichtigste Grunde erscheinen zum einen die Vernachlassigung des offentlichen Gesundheitswesens. Zum Zweiten wirkten sich Eingriffe in den Preismechanismus sehr ungunstig aus, weil dies zur Marktdesintegration und damit geringerer Versorgung der Grossstadte fuhrte. Drittens fuhrte die Autarkiepolitik zu einer ungunstigen raumlichen Verteilung des Proteinkonsums. Dies hatte eine starkere Erhohung der Mortalitatsraten in den vorherigen Importregionen zur Folge.124 Demnach kann man, selbst wenn man die Verfolgungsmassnahmen gegen grossere Gruppen der deutschen Bevolkerung ignoriert, kaum von einem generellen Anstieg des Lebensstandards in der fruhen NSZeit sprechen. Auch hier verdeckt wieder die Reduzierung der Arbeitslosigkeit andere wichtige Aspekte der Lebensfuhrung und Lebensqualitat, bei denen echte Fortschritte kaum zu spuren waren, hingegen oft erhebliche Einschrankungen oder sogar Ruckschritte hingenommen werden mussten. Bis hierhin wurde die Kontroverse uber die Wirkungen der NSBeschaftigungspolitik fast ausschliesslich argumentativ gefuhrt; man wog Wahrscheinlichkeiten und Plausibilitaten gegeneinander ab. Schon auf der Basis erscheinen mir die Argumente fur eine hohere Gewichtung der konjunkturellen Eigendynamik seit Anfang, spatestens seit Mitte 1932 und somit fur eine Relativierung der Bedeutung der ABMassnahmen des NSRegimes uberzeugend. Um so wertvoller ist die inzwischen von Ritschl vorgefuhrte Beweisfuhrung, da es dabei nicht mehr um das Abwagen einzelner Argumente geht, die unterschiedlich eingeschatzt werden konnen. Vielmehr zeigt Ritschl mit Hilfe der Standardmethoden nachtraglicher Konjunkturprognose, dass sich der Wirtschaftsaufschwung von 1933 bis 1936 aus den in der zweiten Jahreshalfte 1932 vorliegenden Daten, d. h. aus der zu dem Zeitpunkt realisierten wirtschaftlichen Konstellation ohne die ABMassnahmen, exakt prognostizieren lasst. Ein sich selbst stutzender Aufschwung ist bereits wahrend des Jahres 1932 in den Daten sichtbar, seine Realisierung bis 1936 weicht von diesen Erwartungen in keiner Weise ab. Erst ab 1936 scheint die einsetzende massive Kriegsvorbereitung unter dem Vierjahresplan die deutsche Volkswirtschaft in eine 122 Vgl. A. Wagner: Ein HumanDevelopmentIndex fur Deutschland: Die Entwicklung des Lebensstandards von 1920 bis 1960, in: Jahrbuch fur Wirtschaftsgeschichte, 20032, S. 177 f. u. 183 f  123 Vgl. J. Baten u. A. Wagner: Mangelernahrung, Krankheit und Sterblichkeit im NSWirtschaftsaufschwung 19331937, in: Jahrbuch fur Wirtschaftsgeschichte, 20031, bes. S. 110114; J. Baten u. A. Wagner: Autarchy, market disintegration, and health: the mortality and nutritional crisis in Nazi Germany, 19331937, in: Economics and Human Biology, 1 2003, bes. S. 38. 124 Baten u. Wagner: Mangelernahrung, S. 123. 27 uberhitzte Kriegskonjunktur jenseits der vorherigen Konjunkturerfahrungen hineingetrieben zu haben.125 7. Fazit Zweifellos haben zahlreiche Faktoren in ihrem Zusammenwirken zum NSAufschwung beigetragen: der sich selbst nahrende Konjunkturaufschwung im Inland seit Mitte 1932 die Signaleffekte des Regimewechsels die Anregungseffekte der Programmankundigungen das Finanzvolumen der Beschaftigungsmassnahmen die Ausschaltung der Gewerkschaften und der Lohnstopp der tendenzielle Preisstopp besonders bis 1936 die Verschleierung der Arbeitslosenstatistik die internationale Wirtschaftsbelebung seit 1933 Entscheidend fur den konjunkturellen Wendepunkt im Jahre 1932 war die Normalisierung der Relation zwischen Lohnen, Preisen und Produktivitat in weiten Teilen der deutschen Wirtschaft, d. h. die Verbesserung der Angebotsbedingungen und der Profitchancen.126 Fur Wehler ist das in seiner gerade publizierten Gesamtschau der Zwischenkriegszeit liberaler Aberglauben; seines Erachtens waren fur die Erholung wichtiger die ansteckende Dynamik, die rhetorischen Fahigkeiten und der Beschworungsgestus des charismatischen Fuhrers.127 Dagegen erscheinen mir die Analysen und Ergebnisse der jungeren Generation der Wirtschaftshistoriker besser begrundet und vor allem durch Ritschls nachtragliche Konjunkturprognose methodisch gut abgesichert. Sie lassen sich in der Aussage zusammenfassen: Die Erholung von der Weltwirtschaftskrise in Deutschland, die im Herbst 1932 begann, setzte sich 1933 fort nicht wegen, sondern trotz der Usurpation der Macht durch die NSDiktatur.128 Der am 30. 6. 1933 ins Amt gekommene Wirtschaftsminister Kurt Schmitt vermutete, dass nur ein Drittel des 1933 stattgefundenen Wirtschaftsaufschwungs den staatlichen Massnahmen zugerechnet werden konnte, zwei Drittel seien Resultat der sozusagen naturlichen konjunkturellen Wiederbelegung.129 Deutschland hat nicht wegen Hitler, sondern trotz Hitler am internationalen Konjunkturaufschwung seit 1933 teilgenommen.130 125 Ritschl: Beschaftigungspolitik, S. 138. 126 Diese These hat Borchardt bereits 1992 in einem Interview mit mir angedeutet; vgl. Spezialist fur Komplexitat Knut Borchardt im Gesprach , in: ifo Studien, 38 1992, S. 122 f. 127 Vgl. Wehler: Deutsche Gesellschaftsgeschichte, Bd. 4, S. 645 f. 128 Buchheim: Die Erholung, S. 26. Diese Ansicht teilt ubrigens auch der seinerzeit im Institut fur Konjunkturforschung tatige Wagenfuhr, der in seinem erstmalig 1954 publizierten Buch uber die deutsche Wirtschaft von 193945 schreibt: Vom Herbst 1932 ab, d. h. bereits vor dem nationalsozialistischen Umsturz, setzte ein leichter Heilungsproze ein, der bis Ende 1932 eine Produktionssteigerung um etwa 15 v H bewirkte. Die ABManahmen des NSRegime haben das Tempo der Erholung dann nur erheblich beschleunigt. R. Wagenfuhr: Die deutsche Industrie im Kriege 19391945, 2. Aufl., Berlin 1963, S. 14. In Funote 2, S. 130, verdeutlicht er seine Position: Es ist in den vergangenen Jahren haufig so dargestellt worden, als ob es erst dem nationalsozialistischen Regime gelungen sei, die Produktionskurve der deutschen Industrie wieder nach oben zu wenden; diese Behauptung wird durch die Tatsachen nicht erhartet. 129 Nach Silverman: Hitlers Economy, S. 221 f. 130 Vgl. Ritschl: Beschaftigungspolitik, S. 138. ", "filename": "lmu-mdp_2004-15.pdf", "person": ["Reinhard Spree", "Spree, Reinhard"], "date": ["2004"]}