{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/104534/1/lmu-dpba_2014-01.pdf"], "title": ["Entscheidungsproblem Unternehmen - Standort. Vergleich normativer, behavioristischer und struktureller Standortanalyseansätze"], "plaintext": "Abstract Die Standortnotwendigkeit ist Problem und Chance f ur Unternehmen Standortsucheund Standorte Standortmarketing gleichermaen. Unternehmen sind dabei dem Einflussdurch die Gewichtung von Shareholder undoder Stakeholderinteressen unterworfen undder Wirkung harter wie weicher Standortfaktoren ausgesetzt. Die klassische Standortlehreallein stellt dabei nur einen unzureichenden Handlungsablauf dar. Ihr gegen uber ist die Annahme eines Standortfaktorenmix mit objektiven wie subjektiven Kriterien sinnvoller.Die Standortanalyse klassischer Ans atze kann durch verhaltens und strukturorientierte Vorgehensweisen sinnvoll erweitert werden, um dem Situationsgemenge aus okonomischem Ziel, unternehmerischer Situation und subjetiver Standortentscheidung besser gerechtzu werden. Die Annahme vollst andiger Produktionsverlagerung weicht der Verlagerungeinzelner Wertsch opfungsstufen innerhalb einer Wertsch opfungskette. Ein vern unftiger Analyse und Entscheidungprozess muss daher ganzheitlicher erfolgen und f uhrt dann zubesser abgesicherten Antworten auf die Fragen nach dem was wird weshalb notwendigerweise wohin verlagert.iiInhaltsverzeichnis Einleitung 11 Das Unternehmen 221.1 Beziehungen zur Umwelt . . . . . . . . . . . . . . . . . . . . . . . . . . . .41.2 Einflussfaktoren . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .61.3 Shareholder oder der eigent umerbezogene Standpunkt . . . . . . . . . . . .71.4 Stakeholder oder der gesellschaftspolitische Standpunkt . . . . . . . . . . .71.5 Unternehmerische Verantwortung und Standortwahl . . . . . . . . . . . . .1.6 Standortstrategien . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 102 Der Standort 112.1 Standortlehre . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112.1.1 Klassischen Ans atze. . . . . . . . . . . . . . . . . . . . . . . . . . 112.1.2 Neue Konzepte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122.2 Standortfaktoren . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 132.2.1 Begriff . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 132.2.2 Harte Standortfaktoren . . . . . . . . . . . . . . . . . . . . . . . . . 142.2.3 Weiche Standortfaktoren . . . . . . . . . . . . . . . . . . . . . . . . 152.2.4 Bedeutung der Standortfaktoren f ur die Standortwahl . . . . . . . . 152.3 Standortwettbewerb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 172.3.1 Drei Ebenen . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 172.3.2 Kan ale des Standortwettbewerbes . . . . . . . . . . . . . . . . . . . 192.4 Standortmarketing . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 202.4.1 Bedeutung . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 202.4.2Standortmarketing am Beispiel des Regionalen Wachstumskerns Spremberg . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 233 Das Problem 26iiiInhaltsverzeichnis 3.1 Bedeutung der Standortwahl . . . . . . . . . . . . . . . . . . . . . . . . . . 263.2 Standortanalyse . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 283.2.1 Klassische, normative Ans atze . . . . . . . . . . . . . . . . . . . . . 283.2.1.1 Mess und Bewertungsprobleme der theoretischen Perspektive. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 303.2.1.2 Mess und Bewertungsprobleme der empirische Perspektive 323.2.2 Behavioristischer Ansatz bzw. Modell von Pred . . . . . . . . . . . 33Struktureller Ansatz . . . . . . . . . . . . . . . . . . . . . . . . . . 353.2.33.3 Standortentscheidung und Verlagerung . . . . . . . . . . . . . . . . . . . . 373.3.1 Prozess der Standortentscheidung . . . . . . . . . . . . . . . . . . . 373.3.2 Prozess der Verlagerung . . . . . . . . . . . . . . . . . . . . . . . . 394 Zusammenfassung Literaturverzeichnis 4246ivAbbildungsverzeichnis 1.1 Einflussfaktoren auf ein Unternehmen . . . . . . . . . . . . . . . . . . . . .1.2 Unternehmerische Verantwortung . . . . . . . . . . . . . . . . . . . . . . .1.3 Zielraum und Gewinnzonen . . . . . . . . . . . . . . . . . . . . . . . . . .589. . . . . . . . . . . . . . . . . . . . . . . 182.1 Ebenen des Standortwettbewerbs 2.2 Standortanalyse . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 213.1 Verhaltensmatrix nach Pred . . . . . . . . . . . . . . . . . . . . . . . . . . 353.2 Prozess der Standortentscheidung . . . . . . . . . . . . . . . . . . . . . . . 383.3 Verlagerung von Wertsch opfungsketten . . . . . . . . . . . . . . . . . . . . 393.4 Phasenkonzept der Verlagerung von Wertsch opfungsketten . . . . . . . . . 40vEinleitung Ein Wirtschaftsstandort, als geographischer Ort der Erstellung und Verwertung von Produkten und Leistungen, wird von Unternehmen nach sogenannten Standortfaktoren bewertet. Die Wettbewerbsf ahigkeit sowie die Besch aftigungssituation einer Region odereines Standortes h angen entscheidend davon ab, ob die angesiedelten Unternehmen konkurrenzf ahig sind. Nicht nur Volkswirtschaften, sondern auch kleinere regionale Einheiten, stehen somit in einem intensiven Wettbewerb um die Ansiedlung wettbewerbsf ahiger Unternehmen und daher auch um die Bereitstellung m oglichst attraktiver Rahmenbedingungen f ur die Unternehmen und ihre Besch aftigten.Die Position von Regionen in diesem Standortwettbewerb ist dabei nicht nur von ubergeordneten Einfl ussen, sondern auch und gerade von eigenen Potenzialen und deren Nutzung abh angig. Dabei tritt der rein betriebswirtschaftliche Aspekt zunehmend inden Hintergrund und die Bedeutung komplexer interdependenter Fragen und Sichtweisenw achst. Bei vielen Diskussionen um das Thema zeigt sich, dass es bei der Suche eines geeigneten Standortes und der ihn charakterisierenden Faktoren nicht mehr nur um einzelne Werte geht, sondern sich die L osung in einem Komplex von Fragen und Sichtweisen bewegt. Letztendlich ist alles darauf ausgerichtet, an einem Ort m oglichst gute Bedingungenhinsichtlich einer Leistungserbringung vorzufinden. Die Ansichten uber gute oder wichtige Charakteristika gehen bei einigen grundlegenden Fragen nicht sonderlich auseinander, siedifferieren jedoch bei solchen Faktoren sehr stark, welche nicht mehr in der ersten Reihenotwendiger Anforderungen stehen.Im Folgenden wird die Komplexit at der Standortfrage aufgezeigt und m ogliche Probleme bei der Wahl eines Standortes benannt.11 Das Unternehmen 1.1 Beziehungen zur Umwelt Das Unternehmen ist ein offenes System, welches mit seiner okonomischen, gesellschaftlichen und nat urlichen Umwelt vielf altig in Beziehung steht. Von besonderer Bedeutungsind dabei die Beziehungen zum Beschaffungs und Absatzmarkt. Das Unternehmen alsproduktionsbezogene Einheit bezieht vom Beschaffungsmarkt die Produktionsfaktoren,Vorprodukte, Roh, Hilfs und Betriebsstoffe sowie verschiedene Dienstleistungen, die eszur Erstellung seiner G uter oder Dienste ben otigt. Diese verkauft es am Absatzmarktje nach Produkt oder Dienstleistung an andere Betriebe sowie offentliche oder private Haushalte.1Ein erheblicher Teil der wirtschaftlichen Beziehungen eines Unternehmens ist standortabh angig und beeinflusst damit potenziell die Standortwahl des Unternehmens. Allerdings m ussen zwei Bedingungen erf ullt sein, damit ein bestimmter Standortfaktor f ur ein Unternehmen bedeutend ist:21. Der entsprechende Faktor muss sich auf die Kosten oder Erl ose des Unternehmensauswirken. Dies beinhaltet einerseits auch indirekte monet are Kosten, d. h. verwendete Zeit, Unannehmlichkeiten etc. Andererseits werden darunter aber auch mittelund langfristige Auswirkungen verstanden, etwa aufgrund beeintr achtigter Innovationsf ahigkeit.2. Der Faktor muss in Verf ugbarkeit, Qualit at oder Preis r aumlich differieren.Nur wenn beide Voraussetzungen zutreffen, ergeben sich f ur das Unternehmen an verschiedenen Standorten unterschiedliche Bedingungen, die es bei der Standortwahl ber ucksichtigensollte.1Maier T odtling 1995: S. 21.2ebd.: S. 22.21 Das Unternehmen Da f ur die meisten Unternehmen die Verbindung zur Umwelt in den Beziehungen zum Beschaffungs und Absatzmarkt bestehen, bilden sich zwei grundlegende Abh angigkeitenheraus:31. Inputs: Ressourcen vom Vorkommen bzw. von der Umweltsituation abh angig, Arbeitskr afte variieren nach Qualifikation, gewerkschaftlichem Organisationsgrad und Lohnh ohe, Lieferanten von G utern und Diensten abh angig von Betriebsdichte und Branchenstruktur, Informationsdichte und zwang f ur Innovationen M oglichkeiten f ur Kontaktezu Forschungseinrichtungen, zu relevanten Diensten und zu Transfereinrichtungen,2. Outputs: je nach Standort variabler Marktzugang, sowohl in Bezug auf Transportkostenund Marktpotenzial als auch auf Informationen und Kontakten zur Gesch aftsanbahnung.Marktzugang, verf ugbare Ressourcen sowie deren Preis variieren normalerweise in Abh angigkeit des Standortes. Ahnliches gilt f ur Informationen, die vor allem f ur die Innovationsf ahigkeit von Betrieben und damit f ur ihre mittelfristige Konkurrenzf ahigkeit von Bedeutung sind. Der Erfolg eines Unternehmens h angt jedoch nicht nur vom Standortab. Auch die Entwicklung einer Stadt oder einer Region wird in hohem Mae von dortangesiedelten Unternehmen beeinflusst. Die Standortentscheidung ist also aufgrund der Vielzahl der zu ber ucksichtigenden Faktoren komplex und schwierig. Sie stellt somit hohe Anforderungen an die Such, Analyse und Planungstechniken des Unternehmens.Moderne Unternehmen stehen vielfach in einem Spannungsfeld von wirtschaftlichem Erfolg einerseits und Verantwortung gegen uber Gesellschaft und Umwelt andererseits. Die Diskussion, welche Anspr uche ein Unternehmen prim ar befriedigen muss, die Anspr ucheder Kapitaleigent umer Shareholder oder die Anspr uche aller am Wirtschaftsprozess Beteiligten Stakeholder, wird dabei immer wieder mit Vehemenz gef uhrt.3Maier T odtling 1995: S. 23.31 Das Unternehmen 1.2 Einflussfaktoren Unternehmen werden gebildet, um Werte zu schaffen. Die entscheidende Frage bei dieser Feststellung ist jedoch, welche Werte f ur wen und auf welche Weise geschaffen werdensollen.4 Somit ist die Situation eines Unternehmens im Wesentlichen durch die Entscheidung des Unternehmenszweckes bestimmt, also welches Ziel verfolgt wird. Dieses ist meistmit der Forderung nach Gewinn gleichgesetzt okonomisches Prinzip. Das Unternehmenbewegt sich somit in einem Rahmen von Faktoren, welche das Agieren beeinflussen undbestimmen:5 wechselseitige Beziehungen zwischen Betrieb bzw. Unternehmen und Umwelt, Ziele und Betriebszweck, Ausstattung, soziale Beziehungen, Informationssystem, F ahigkeiten des wirtschaftenden Menschen, betriebliche Funktionen.Einige dieser Faktoren unterliegen selbst einem Wandel, wodurch die Leistungserstellungimmer einem Prozess der Uberpr ufung der Bedingungen des Unternehmens unterworfenist. Dabei kommt der F ahigkeit der Leistungserstellung groe Bedeutung zu, d. h. mit welcher Performance ein Unternehmensziel erreicht wird. Auch wenn in direkter Ubersetzungder Begriff Performance Leistung bedeutet, bedarf es einiger Erl auterungen, um einekorrekte Verortung vornehmen zu k onnen.Leistung wird dabei einerseits als Kombination der Elementarfaktoren Arbeit, Materialund Maschinen gesehen oder als bewertete sachzielbezogene G utererstellung bezeichnet.Dies hat zur Folge, dass diese Faktoren soweit wie m oglich als Optimierungsobjekt verstanden werden m ussen. Andererseits geschieht der Gebrauch des Wortes Performanceauch in einem st arker zukunftsorientierten und deutlichen, auf nicht finanzielle Aspektesowie auf andere Anspruchsgruppen als den Kapitalgeber ausgerichteten, Verst andnis.64Figge Schaltegger 1999: S. 3.5Brede 2004: S. 8.6Krause 2006: S. 17f.41 Das Unternehmen Abbildung 1.1: Einflussfaktoren auf ein Unternehmen in Anlehnung an Schneck 1996: S. 22Die aktuelle Wirtschaftssituation wirft jedoch die Frage auf, inwieweit in Zeiten der Globalisierung neben den Interessen der finanziellen Anteilseigner 7 auch Interessen anderer Gruppen gelten k onnen. Dabei muss ber ucksichtigt werden, wo die Priorit aten der unternehmerischen Verantwortung je nach ideologischer Ausrichtung liegen 8 bzw. wem mansich bei der Leistungserstellung verpflichtet f uhlt: einem Anteilseigner, der einen gewissen Teil des Eigenkapitals eines Unternehmers h alt Shareholder9, oder anderen Gruppenbzw. Individuen, die die Ziele eines Unternehmens beeinflussen k onnen oder die von deren Zielerreichung betroffen sind Stakeholder10.7Die Entwicklung der Anlegerrendite wird ebenfalls mit dem Begriff Performance beschrieben. Schierenbeck 2003: S. 86 8Jansche 1998: S. 30.9Skrzipek 2005: S. 9, Jansche 1998: S. 30.10Skrzipek 2005: S. 47, Jansche 1998: S. 30.5Unternehmen PolitikRechtsoziales Umfeld abnehmendes Wirtschaftswachstum Internationalisierung Globalisierung verkurzte Produktlebenszyklen zunehmende Nebenkosten Veranderungen durch Technologie Wertewandel Veranderungen in der Wirtschaft fortschreitende Automatisierung Expertensysteme geographische Veranderungen okologische Probleme Veranderung der Kommunikationsnetze Freizeitorientierung Individualisierung kommunikative Tugenden Bildungsexplosion Polarisierung Mitbestimmung Verrechtlichung Intervention der Politik Protektionismus Demographie Individualisierung der Arbeitsbedingungen Arbeitslosigkeit gespaltener Arbeitsmarkt multikulturelle Tendenzen1 Das Unternehmen 1.3 Shareholder oder der eigent umerbezogene Standpunkt 11Share kann mit Holder ein Anteil ubersetzt, unter Um den Begriff des Shareholders zu definieren, bietet sich eine Zerlegung in seine WortInhaber oderbestandteile an.Eigent umer verstanden werden. Der im Wesentlichen auf Rappaport zur uckgehende Ansatz des ShareholderValue 12 stellt ein Konzept zur Unternehmensf uhrung bzw. Unternehmensorientierung dar, in dem die Maximierung bzw. die Optimierung des Marktwertesdes Eigenkapitals in den Fokus ger uckt ist. Dabei streben die Eigenkapitalgeber danach,den Wert ihres finanziellen Engagements an einem Unternehmen zu steigern, da sie eine Verzinsung ihres eingesetzten Aktienkapitals erwarten, die m oglichst uber den Opportunit atskosten anderer m oglicher Investitionen liegt. Grundlegende Annahme ist dabei,dass sich eine Erh ohung des zuk unftigen Cash Flow, also eine Erh ohung der Liquidit at,langfristig in einem entsprechend h oheren Aktienkurs niederschl agt.13Das bedeutet, dass der Marktwert des Eigenkapitals dem Marktwert der gehaltenen Unternehmensanteile entspricht, sodass der Shareholder Value auch als Marktwert bzw.B orsenwert des Eigenkapitals bezeichnet werden kann.14Der ShareholderValueAnsatz ist damit ein Konzept zur Bewertung von Unternehmen aus Sicht der Eigent umer.15 Dabei befasst sich dieses Konzept nicht mit klassischen Investitionsarten, sondern sieht das ganze Unternehmen als eine Bewertungseinheit anund analysiert den Nutzen eines Anteilskaufes dieser Einheit. Anteilseigener sind die einzig relevante Anspruchsgruppe und stehen im Mittelpunkt der Betrachtung, denn der Anteilskauf eines Investors wird als rein finanzielles Investment betrachtet.16 Ziel des ShareholderValues ist die Schaffung von Werten in der Form, Nutzen f ur die Aktion arein Form von Kursgewinnen oder Dividenden zu erwirtschaften.Shareholder als eigent umerbezogener Standpunkt geht auf Jansche 1998: S. 30 zur uck.11Der 12Rappaport 1986.13Walker 1998: S. 52f.14Skrzipek 2005: S. 9.15Figge Schaltegger 1999: S. 6.16Skrzipek 2005: S. 11.61 Das Unternehmen 1.4 Stakeholder oder der gesellschaftspolitische Standpunkt 17Der Begriff Stakeholder bezeichnet Gruppen oder Individuen, die durch ihren Einsatz 18gleich welcher Art, einen berechtigten Anspruch auf Leistung einer Organisation haben 19.Dabei wird zwischen Stakeholder im engeren und weiteren Sinn unterschieden. Im engeren Sinn sind dies Gruppen oder Individuen, von welchen der gesicherte Fortbestanddes Unternehmens abh angt Kapitalgeber, Vorstand, Aufsichtsrat, Mitarbeiter, Kunden,Lieferanten. Im weiteren Sinn sind es jene, die die Ziele einer Organisation oder eines Unternehmens beeinflussen k onnen oder von deren Zielsetzung betroffen sind, wobei nochweiter hinsichtlich interner oder externer, vertraglich gebundener oder offentlicher Stakeholder etc. unterschieden werden kann.20Dies bedeutet, dass Gruppierungen wie Staat, Medien, Gewerkschaften und Wettbewerber im weiteren Sinn Stakeholder sind.21 Die Frage, welche Stakeholder im Hinblickauf die Bestimmung der relevanten Leistung eines Unternehmens ber ucksichtigt werdenm ussen, leitet sich aus der Tatsache ihrer individuellen Macht ab. Dabei auert sich das Konzept dieser Macht in der F ahigkeit eines Stakeholders, eigene Interessen auch gegenden Willen anderer oder zu deren Nachteil durchzusetzen.22Welcher Stakeholder ist daher bei der Schaffung dieses Mehrwertes zu ber ucksichtigen?Es gilt, kritische Stakeholder, also solche, die knappe Ressourcen zur Verf ugung stellen,die sonst nicht oder nur durch hohe Kosten substituiert werden k onnen, zu kennzeichnenund ihren Betrag am Unternehmenserfolg zu bewahren.23 Stakeholder werden daher hinsichtlich ihrer Wichtigkeit bzw. Bedeutung f ur und durch die Unternehmen hierarchischgeordnet.1.5 Unternehmerische Verantwortung und Standortwahl F ur Unternehmen besteht die besondere Herausforderung darin, sich einerseits auf diever anderten Markt und Wettbewerbsbedingungen einer immer st arker globalisierten Wirtschaft einzustellen und andererseits den Forderungen nach gr oerer gesellschaftlicher Verantwortung gerecht zu werden. Besondere Beachtung findet in diesem Zusammenhang Stakeholders als gesellschaftspolitischer Standpunkt geht auf Jansche 1998: S. 30 zur uck.stake, i. S. v.17Der 18Vom englischen 19Krause 2006: S. 20.20Skrzipek 2005: S. 47.21ebd.22Krause 2006: S. 20.23Figge Schaltegger 1999: S. 6.etwas einsetzen bzw Anteil.71 Das Unternehmen Abbildung 1.2: Unternehmerische Verantwortung hinsichtlich Shareholder oder StakeholderJansche 1998: S. 30die Standortwahl von Unternehmen. Eine Gewichtung von Shareholder oder Stakeholderinteressen beeinflusst das Suchergebnis direkt, denn die Fokussierung auf Interessender Eigent umer durch den ShareholderValueAnsatz 24 und die ihm innewohnende Kurzfristorientierung 25 lenkt das Augenmerk auf andere Standorte als jene des StakeholderKonzeptes, bei dem diese einseitige Ausrichtung relativiert wird. F ur Shareholder ist es dasprim are Ziel die Wertsteigerung und damit Gewinn durch eine Erh ohung des Aktienkurses. Das dabei Entscheidungen gegen klassische Werte wie Tradition, soziale Verantwortung usw. viel leichter getroffen werden, ist offensichtlich. Die Standortwahl wird nahezunur auf die Renditebildung bezogen ausgerichtet. Abbildung 1.3 stellt dieses Problem vereinfacht und generell, also losgel ost von Standortproblematik, dar. Da davon auszugehenist, dass den an der eigentlichen Produktion nicht beteiligten Shareholdern ein gr oerer Rahmen von akzeptablen Handlungsalternativen zur Verf ugung steht, wird sich ihr Ziel24Skrzipek 2005: S. 12, 73.25ebd.: S. 38.8Unternehmerische Verantwortung Shareholder Stakeholder AnteilseignerEigentumerArbeitnehmer Markte Kunden, LieferantenUmwelt Offentlichkeit Gesetzim engeren Sinnim weiteren Sinn1 Das Unternehmen Abbildung 1.3: Zielraum und individuelle Gewinnzonen von Share und Stakeholdernraum gr oer erweisen als jener der Stakeholder. Idealerweise liegt eine Entscheidung, obbez uglich eines Standortes oder hinsichtlich anderen Probleme, in der Schnittmenge beider Zielzonen. In der Praxis werden sich jedoch feste Handlungsoptionen herausbilden. Einfreies Suchen in den Zielzonen wird meist nicht m oglich sein. Bedenkt man, dass durchden StakeholderAnsatz zus atzlich ein Konzept der Privilegierung einzelner Stakeholderbetrieben wird, welche nicht unbedingt den allgemeinen Unternehmenswert sondern vielmehr auf den Gewinn einzelner kritischer Stakeholdergruppen zum Ziel haben, erschwertsich eine L osung zus atzlich. Eine zu stakeholderorientierte Ausrichtung l auft daher Gefahr,sich einerseits in einem Kleinkrieg der Interessen der jeweiligen Stakeholder zu verlierenund andererseits ein m ogliches Performancepotential durch Entscheidungen gegen die Interessen anderer Stakeholder nicht auszusch opfen.Unternehmensgewinn kann also auch als Verh altnis von Shareholder zu Stakeholderinteressen verstanden werden. Aus diesem daraus entstehenden Zielraum leitet sich f urein transparentes Unternehmen daher die Frage ab, wo der beste Mehrwert verortet wird.Deckt eine Handlungsoption die Interessen beider Gruppen ab, ist die Entscheidungsfindung unproblematisch. Laufen die Interessen von Share und Stakeholdern jedoch auseinander, wird die Wahl des richtigen Vorgehens schwieriger und endet in der zuvor gestellten Frage: sind die Interessen der Share oder Stakeholder st arker zu ber ucksichtigen?9Handlungsoptionenoptimale Losung Zielzone der Shareholder Zielzone der Stakeholder Idealzone Zielraum1 Das Unternehmen 1.6 Standortstrategien Unternehmen sind im internationalen Wettbewerb gezwungen, Standorte aufgrund einer ubergeordneten Entscheidung einer Standortstrategie zuzuordnen. W ahrend. . . insbesondere nach Phasen externen Wachstums h aufig eine Bereinigung einer ungeplant gewachsenen Standortstruktur erforderlich ist z. B. Verlagerung, Schrumpfung, steht voreiner Phase internen Wachstums der Ausbau und die Erweiterung der Standortstrukturim Vordergrund.26 Ziele von Standortstrategien sind einerseits u. a. die Schaffung von Standorten zur schnellen Markterschlieung und das Erreichen von Kundenn ahe, andererseits die Optimierung eines bestehenden Standortes Ausbau, Erweiterung, aber auch Schrumpfung. In den Kapiteln 3.2 sowie 3.3 wird darauf n aher eingegangen.Die Standortstrategien von Unternehmen lassen sich grob in zwei Kategorien unterteilen:271. interne Standortoptimierungen, d. h. Strategien zu Optimierung bestehender Standorte,2. externe Standortoptimierungen, d. h. Strategien f ur neue, zus atzliche Standorte.Dabei sei auf die unterschiedliche Flexibilit at beider Strategien hingewiesen. Strategien zur Ver anderung einer bestehenden betrieblichen Standortstruktur unterliegen in der Regeldeutlich mehr Restriktionen als Strategien f ur neue Standorte.Dies hat letztendlich direkte Auswirkungen auf die Marketingstrategien von Standorten,da  sehr genau zwischen Standorten, die sehr professionell vermarktet werden und diedie Anforderungen der Unternehmen nach Information, Beratung und Service voll erf ullenund solchen, die diesbez ugliche erhebliche Defizite aufweisen unterschieden wird.28Ziel der Vermarktung eines Standortes muss sein, die durch gegebene Umst ande existierenden Standortfaktoren dahingehend zu ver andern, Unternehmen bestm ogliche Bedingungen zu bieten und damit Flexibilit at und Professionalit at vor Ort zu gew ahrleisten.26Balderjahn 2000: S. 21.27ebd.28ebd.: S. 27.102 Der Standort 2.1 Standortlehre 2.1.1 Klassischen Ans atze Heinrich von Th unen ging in Der isolierte Staat in Beziehung auf Landwirtschaft und National okonomie erstmals auf die Problematik des Standortes ein. Seine Standortlehrewidmete sich aber ausschlielich der landwirtschaftlichen Bodennutzung, da in der Schaffenszeit von Th unens noch die Landwirtschaft das wirtschaftliche Geschehen dominierte 29.Alfred Weber 30 entwickelte von Th unens Ansatz entscheidend weiter. In den folgenden Jahren wurde die Standortlehre daher im Wesentlichen auf ihn bezogen wurde 31. In dem Uber den Standort der Industrien vervon ihm im Jahre 1909 ver offentlichten Werksucht er, die optimale Standortwahl f ur ein einzelnes Unternehmen unter Ber ucksichtigungbetriebswirtschaftlicher Aspekte zu erkl aren. Dabei stellte er insbesondere die Bedeutungder drei Standortfaktoren Transportkosten, Arbeitskosten und Agglomerationskosten heraus.S amtliche Modelle bzw. Theorien zur Standortlehre durchliefen im Laufe der Zeit diverse Modifikationen, da ihre Ans atze teilweise nicht zu allen realen Gegebenheiten Antworten boten. Allen gleich ist jedoch ihre fehlende Bedeutung, solange es keine Kenntnis uber die meist als betriebsinternes Geheimnis bewahrten Kosten eines Produktes gibt.32Obwohl Webers Industriestandorttheorie durch zu restriktive Annahmen eine groe Angriffsfl ache f ur Kritiker bietet, ist sie trotzdem Grundlage f ur viele Weiterentwicklungen.29von Th unen 1910, Truijens 1993: S. 35.30Weber 190931Ritter 1998: S. 248, Kinkel 2003: S. 53.32Ritter 1998: S. 250.112 Der Standort 2.1.2 Neue Konzepte HansUlrich MeyerLindemann unternahm 1951 den Versuch einerrien des Industriestandortes.33Typologie der TheoDas Standortmodell von Karl Christian Behrens 1971 greift die Uberlegungen Webersauf, erweitert diese und entwickelt eine Systematik der Standortfaktoren unter einemeinheitlichen Gliederungsgesichtspunkt. Ein Standort wird g unstiger, je besser er in der Lage ist, sowohl die Beschaffung der ben otigten Mittel als auch Produktion und Absatzzu bew altigen. Behrens Kriterium ist der erzielbare Rentabilit atsgrad. Die nachfolgendgew ahlte Typologie geht auf ihn zur uck 34:1. volkswirtschaftliche Standortlehre,a totalanalytische, kombinierte Standortbestimmungs und wirklehre,b Standortentwicklungslehre,2. betriebswirtschaftliche Standortlehre,a reine Standortbestimmungstheorie,b empirischrealistische Standortbestimmungslehre,c historische Standortentwicklungslehre,3. wirtschaftspolitische Standortentwicklungslehre.Die Bedeutung eines Standortes sollte sich also nicht auf einen einzelnen Standortfaktor beschr anken. Vielmehr sollte der Focus auf einen spezifischen Standortfaktorkatalogbzw. mix als eine Sammlung von Kriterien gerichtet werden, die f ur die Entscheidung in Zusammenhang mit dem betrieblichen Standort relevant sein k onnen 35, bzw. auf Standortfaktorkomplexe, wobei unter einem Standortfaktorkomplex ein B undel miteinanderverwandter Standortfaktoren verstanden werden soll 36.Der Standortfaktor an sich ist ein betriebswirtschaftlich relevantes Merkmal des Ortesder Leistungserstellung, welches sowohl qualitativ wie quantitativ eindeutig vergleichbarist 35 oder zumindest von seiner Konzeption her dieses Kriterium erf ullen sollte.Dabei umfasst diese Definition alle Wertsch opfungsaktivit aten eines Unternehmens, dassind neben dem Produktionsstandort auch Forschung und Entwicklung, Verwaltung und 33Kaiser 1979: S. 18.34Behrens 1971: S. 39, Truijens 1993: S. 36.35Haug von Wangenheim 1995: S. 73, Posselt Kunadt 2008: S. 188.36Kaiser 1979: S. 24, Balderjahn 2000: S. 1ff.122 Der Standort Vertrieb.37 Gerade im Zusammenhang mit weichen Standortfaktoren wird durchaus auf die Tatsache verwiesen, dass bei unternehmerischen Standortentscheidungen, in irgendeiner Form, pers onliche Vorlieben okonomischrationale Entscheidungen erg anzen, ohne dassdiese im Einzelnen wirklich nachvollziehbar w aren.38Standortfaktoren, die ausschlielich oder mageblich durch die offentliche Hand geschaffen bzw. beeinflusst werden k onnen, finden ein besondere Interesse 36, da sich hierinnerhalb eines kleinen geographischen Raumes groe und damit entscheidende Unterschiede ergeben k onnen.Der Standort wird als Optimierungsobjekt angesehen, dass sich sowohl bei der Ansiedlung als auch bei der Bewertung einer bereits vorhandenen Betriebsst atte bew ahrenmuss. Ein Standortzyklus kann durch das Auftreten eines standortbezogenen Problems,u. a. hervorgerufen durch eine ge anderte Unternehmensstrategie, ausgel ost werden.392.2 Standortfaktoren 2.2.1 Begriff Ein Standortfaktor ist jenes Merkmal eines Ortes, dass ihn betriebswirtschaftlich bewertbar und damit mit anderen Orten vergleichbar macht bzw. bildet  einen seiner Artnach scharf abgegrenzten Vorteil, der f ur eine wirtschaftliche T atigkeit dann eintritt, wenner sich an einem bestimmten Ort oder auch generell Pl atzen gleicher Art vollzieht 40.Standortfaktoren werden grunds atzlich in weiche und harte Faktoren unterschieden.Die Rolle eines Faktors als harter oder weicher muss immer im jeweiligen Zusammenhang beurteilt werden. F ur viele unternehmerische Entscheider wird das Kulturangeboteiner Stadt ein wichtiger weicher Faktor sein, w ahrend er f ur eine Firma f ur B uhnenoder Veranstaltungstechnik einen harten Faktor darstellt.41 Somit ist immer eine branchenbezogene Analyse der Standortfaktoren notwendig, denn erst dann sind sie sinnvollvergleichbar. Generell gilt f ur weiche wie harte Standortfaktoren, dass sienicht isoliertund unabh angig voneinander betrachtet und bewertet werden. Dar uber hinaus sind viele 37Balderjahn 2000: S. 1.38Grabow et al. 1995: S. 63, Balderjahn 2000: S. 27.39Haug von Wangenheim 1995: S. 72.40Weber 1909: S. 16.41Grabow et al. 1995: S. 64.132 Der Standort Standortfaktoren dynamisch, sie ver andern sich im Zeitablauf z.B. Steuerlast, Arbeitskosten.422.2.2 Harte Standortfaktoren Harte Standortfaktoren sind jene Faktoren, die mehr oder weniger direkt die Herstellungoder Erzeugung eines Gutes beeinflussen und sich somit auch mehr oder weniger direkt inder Bilanz niederschlagen. Bei n aherer Betrachtung zeigt sich, dass eine Zuordnung dererkannten Faktoren zu spezifischen Ebenen m oglich ist:1. struktureller Ebene: Infrastruktur, Verkehrsanbindung,2. Produktionsebene: Verf ugbarkeit qualifizierter Arbeitskr afte, Verf ugbarkeit von geeignete Fl achen und deren Erweiterungsm oglichkeiten,3. finanzielle Ebene: Steuern und Abgaben, Subventionen, Lohnkosten, Grundst ucks oder Mietkosten, Zugang zum Kapitalmarkt, Absatzmarkt,4. r aumliche Ebene: N ahe zu Zulieferern, N ahe zu Forschungseinrichtungen,5. institutionelle Ebene: Verwaltungsflexibilit at und schnelligkeit sowie Unternehmensfreundlichkeit derkommunalen Verwaltung.42Balderjahn 2000: S. 3.142 Der Standort Die Einteilung der Standortfaktoren ist in der Literatur nicht einheitlich und auert sichin verschiedenen Kategorisierungen, die sich meist als hierarchische Rangfolge darstellt.Aufgrund der nachfolgend erl auterten Probleme mit solchen Standortfaktorrangfolgenwurde hier eine allgemeine Ebenenzuordnung gew ahlt.2.2.3 Weiche Standortfaktoren Weiche Standortfaktoren werden nochmals hinsichtlich weicher unternehmensbezogenerund weicher personenbezogener Faktoren differenziert.Unter weichen unternehmensbezogenen Faktoren sind solche zu verstehen, die von unmittelbarer Wirksamkeit f ur die Unternehmens oder Betriebst atigkeit sind. Dazu geh orenbeispielsweise das Verhalten der offentlichen Verwaltung oder das politischer Entscheidungstr ager, die Arbeitnehmermentalit at oder das Wirtschaftsklima.43Sie stellen pers onliche Pr aferenzen der Entscheider und Pr aferenzen der Besch aftigtendar. Solch subjektive Einsch atzungen, zu denen u. a. auch Einsch atzungen uber Lebensund Arbeitsbedingungen am Standort geh oren, k onnen vermittelt in Standort uberlegungeneingehen, wenn Unternehmer sich in ihrem Standortverhalten daran ausrichten.In die Kostenrechnung eines Unternehmens k onnen weiche Standortfaktoren jedochnicht integriert werden, treten aber immer mehr bei der Standortwahl in den Vordergrundund sind somit ein wichtiger Punkt bei der Interessenbewertung der Stakeholder.2.2.4 Bedeutung der Standortfaktoren f ur die Standortwahl Bedeutend bei einer Standortentscheidung sind die Faktoren, welche die Standortwahlim Wesentlichen bestimmen.44 Bei der Auswertung verschiedener Untersuchungen betont Kaiser die unterschiedliche Relevanz von Standortfaktoren, wobei die Diskrepanz der Rangfolge von Standortfaktoren auff allt. So nimmt die offentliche F orderung in manchen Untersuchungen einen mittleren Platz ein, wird in anderen jedoch nur auf den vorletztenbzw. letzten Platz eingeordnet. Die Art der Untersuchung an sich beeinflusst das Resultat.Durch die jeweilige Fragestellung f ur die Relevanzbewertung der Standortfaktoren leitensich unterschiedliche Rangfolgen ab. Die Aussagekraft von Standortfaktorrangfolgen istdaher sehr begrenzt.4543Grabow et al. 1995: S. 67.44Kaiser 1979: S. 27.45ebd.: S. 29ff.152 Der Standort Standortfaktoren unterliegen einem Bedeutungswandel. In Zeiten der Globalisierungmit weltweit bereits existierenden oder neu entstehenden leistungsf ahigen Standorten gewinnen die Standortfaktoren an Bedeutung, durch die sich Orte oder Gebiete voneinanderunterscheiden: allgemeiner Bildungsstand, Mentalit at 46, politische RahmenbedingungenTransparenz und Stabilit at N ahe zu Krisengebieten, offentliche F orderung sowie Infrastruktur, Wachstumspotenzial, Zulieferstruktur und der allgemeine Faktor Kosten 47.Ebenso wird auf eine zunehmende Bedeutung der vom Menschen selbst gemachten Hindernisse z. B. in Form staatliche Regelungen Gesetze, Z olle usw. verwiesen.48Durch die fortschreitende Technisierung wird heute Wissen anders bewertet als vor 100Jahren. Kosten f ur den Transport von Waren, Menschen und Informationen sind starkgesunken bzw. sind verglichen mit anderen Hindernissen von untergeordneter Bedeutung.Durch neue Transport, Informations und Kommunikationstechnologien, Produktionsund Prozessinnovationen, durch die Abnahme des Materialgewichtes und der Zahl der Teile sowie durch Miniaturisierung werden Unternehmen unabh angiger von einem bestimmten Standort. Dies f uhrt letztendlich dazu, dass sie in der Lage sind, die Wertsch opfungsketteaufzubrechen und so zu organisieren, dass regionale Vorteile bestm oglich genutzt werdenk onnen.49.Allein einzelne Faktoren, wie niedrige Material und Lohnkosten, sind keine Garantenmehr f ur konkurrenzf ahige Produkte. Deswegen haben diejenigen Standorte bzw. Wirtschaftsregionen einen Vorteil, die Investoren einen ausgewogenen Mix an vorteilhaften Rahmenbedingungen bieten.50 Die Effizienz uber die ganze Wertsch opfungskette hinweg,also von der Entwicklung uber die Produktion bis hin zum Vertrieb, entscheidet uber die Lebensf ahigkeit eines Unternehmens 51, weshalb eine billige Produktion einerseits nichtmehr ein Garant f ur Erfolg sein muss, wenn andere entscheidende Merkmale, wie Flexibilit at 52, Kreativit at o. a., fehlen.46Holtbr ugge et al. 2008: S. 29.47Posselt Kunadt 2008: S. 188.48Volz 1998: S. 34f.49ebd.50Posselt Kunadt 2008: S. 188.51Gauer Scriba 1999: S. 207.52Handeln oder Reagieren bedingt gerade dann ein gewisses Niveau an Fachkompetenz einerseits undgenerellem Verst andnis sowie Fingerspitzengef uhl andererseits. Hier deutet sich die Bedeutung derrichtigen Entscheider, also geeigneter Charaktere, an.162 Der Standort 2.3 Standortwettbewerb 2.3.1 Drei Ebenen Die Standortlehre ist ein Ergebnis des Wettbewerbes im Raum 53, der sich auf verschiedenen Ebenen vollzieht. Theorien der unternehmerischen Standortwahl versuchen dabei,die Suche nach idealen, kostenminimalen, umsatz und gewinnmaximalen Standorten zuerkl aren und nicht Industriestandorte zu begr unden.54 Dabei gilt: Unternehmen stehen mit ihren Produkten im Wettbewerb auf den G uterm arktender Welt, d. h. globaler Wettbewerb, L ander und Staaten konkurrieren auf den internationalen Faktorm arkten um diemobilen Produktionsfaktoren, also um das mobile Kapital, das mobile technische Wissen und die mobilen qualifizierten Arbeitskr afte, die Arbeitnehmer stehen weltweit in Konkurrenz zueinander, wobei eine Ortsbindung an das Heimatland aufgrund der Globalisierung nicht mehr ratsam ist, immobilen Produktionsfaktoren, vor allem die weniger qualifizierten immobilen Arbeitskr afte, befinden sich uber komplexe Zusammenh ange ebenfalls im internationalen Wettbewerb.Als Ergebnis des Wettbewerbs der Unternehmen bildet der Wettbewerb der Standortedrei Ebenen aus, auf welchen diese miteinander konkurrieren.Die zunehmenden Terti arisierung der Wirtschaft mit dem Bedeutungsverlust des sekund aren Sektors lenkt das Augenmerk in starkem Mae auf den Markt f ur qualifizierte Arbeit einerseits, als auch auf jenen f ur weniger qualifizierte Arbeit andererseits, denn. . . unabh angig vom Wirtschaftsbereich gewinnen in den Unternehmen terti are und semiterti are Funktionen an Bedeutung . . . . Die Zahl der Besch aftigten,die sich mit Fragen der Planung, Administration, Kontrolle, Forschung und Entwicklung, des Marketings oder des Vertriebs befassen, nimmt st andig zu.55Das bedeutet, dass nur die Unternehmen erfolgreich wirtschaften k onnen, die sich ausdem Markt f ur qualifizierte Arbeit jene Ressourcen sichern, die sie f ur ihre Leistungserstellung ben otigen. Das sind in zunehmendem Mae, wie bereits genannt, administrative Aufgaben sowie Dienstleistungst atigkeiten.53Siebert 2000: S. 7.54in Anlehnung an Kulke Arnold 1998: S. 89.55Schorer 1994: S. 27.172 Der Standort Abbildung 2.1: Ebenen des Standortwettbewerbs Siebert 2000: S. 8.Nahezu alle wichtigen harten Standortfaktoren haben mit den Ver anderungen der Produktionsbedingungen sowie aufgrund des technischen, gesellschaftlichen und politischen Wandels eine Ver anderung ihres Bedeutungsgehaltes erfahren. So war die Lagegunst fr uhervon Fl ussen abh angig, sp ater von Eisenbahnlinien und Autobahnen, w ahrend heute die Lage an Hochgeschwindigkeitsstraen, in der N ahe von Flugh afen 56 oder Magistralen sowiedie immateriellen Verkehrsbeziehungen Telekommunikation immer wichtiger werden.Diesem Wandel sind auch weiche Standortfaktoren unterworfen, denn Regionen, diedem Kulturbed urfnis k unftiger Generationen gerecht werden, gewinnen an Attraktivit at.St adte werden unmodern, wenn sie mit dem gesellschaftlichen Wandel nicht Schritt halten.Der Wandel im Bedeutungsgehalt der Faktoren ist daher die Herausforderung 57, welchees im Wettbewerb der Standorte mit zu meistern gilt.Der internationale Standortwettbewerb unterscheidet sich von jenem auf nationaler Ebene nicht so sehr in seiner Art, als vielmehr in seinem Umfang:58 die Anzahl der in Frage kommenden Standorte ist erheblich gr oer, wodurch sich einerseits die Wahlm oglichkeiten des Inverstors erh ohen, andererseits die Konkurrenzunter den Standorten deutlich zunimmt, die Anzahl der in die Untersuchung einzubeziehenden Faktoren ist wesentlich h oheru. a. Klima, Mentalit at, Gesetze, politische Lage,56Grabow et al. 1995: S. 71.57Grabow et al. 1995: S. 80.58Truijens 1993: S. 48.18Land AUnternehmen Regierung Arbeitnehmer Gutermarkt Kapitalmarkt Markt fur qualifizierte Arbeit Land BUnternehmen Regierung Arbeitnehmer2 Der Standort die Unsicherheit der Standortentscheidung durch mangelnde Kenntnisse uber diepotentiellen Ziell ander ist wesentlich gr oer, die Ausgestaltung der Entscheidungsprozesse und der am Entscheidungsprozess beteiligte Personenkreis sind oftmals unterschiedlich.Daraus folgt, dass eine internationale Standortentscheidung mit dem ihr vorausgehenden mehrstufigen, semistrukturierten und oftmals auch subjektiven Auswahlprozess ein Entscheidungsproblem darstellt, welches einen potenzierten Arbeits, Analyse und Entscheidungsaufwand mit sich bringt und sich in der Realit at kaum hinsichtlich einer optimalen Standortentscheidung verwirklichen l asst.59 Neben der Frage, in welcher Regionein entsprechender Standort gew ahlt werden soll, sollte auch die Wahl getroffen werden,wie man sich dort pr asentieren m ochte, d. h. welche Unternehmensform bzw. Art des Engagements z. B. Joint Venture oder nur Vertriebs und Serviceniederlassung gew ahltwird.2.3.2 Kan ale des Standortwettbewerbes Der Standortwettbewerb vollzieht sich in seiner aktiven Ausf uhrung uber besondere Kan ale,die einerseits Ursache, andererseits auch Resultat von Standortbedingungen sind. Den Mechanismen des Standortwettbewerbs ist gemein, dass sie eine Vernetzung der L anderuntereinander herstellen, sei es uber die Mobilit at von Produktionsfaktoren, insbesondereder Mobilit at von Sachkapital und neuem technischen Wissen oder uber den Austauschvon G utern bzw. uber die Migration der B urgern.60Dabei ist die Mobilit at des Sachkapitals dann besonders gro, wenn anderswo ein Standort gesucht wird. Allerdings gilt dies nur insofern, als dass die Mobilit at von Sachkapitalnur unter ex ante, also vor einer Entscheidung, gilt. Nach einer Entscheidung, also expost, ist Kapital im weitesten Sinne immobil.61 Dies gilt sowohl f ur Neuinvestitionen alsauch f ur Ersatzinvestitionen, bei denen freies Kapital nicht mehr zwangsweise am alten,sondern auch an einem neuen Standort verwendet werden kann.Neben dem Sachkapital als Realkapital, ist das Portfoliokapital bedeutend, da es sofortund immer wieder umgeschichtet werden kann.59Hesch 1998: S. 161.60Siebert 2000: S. 10.61Maier et al. 1996: S. 79.192 Der Standort Durch den W ahrungswettbewerb sind die Finanzm arkte heutzutage ein Kontrollinstrument f ur die Solidit at der Stabilisierungspolitik einzelner Volkswirtschaften. 62Akteure weichen an den Finanzm arkten demnach auf andere W ahrungen aus, sollten siedas Vertrauen in die Stabilisierungspolitik eines Landes verlieren. Sie signalisieren damiteine Abwertung der Wirtschaftspolitik eines Finanzmarktes. Ebenso wie uber die Mobilit at der Produktionsfaktoren kann der Standortwettbewerb auch uber den Austauschvon G utern vollzogen werden. In diesem Zusammenhang seien die uberh ohte Besteuerungeiner Ware oder die versch arfte Regulierung genannt, die dazu f uhren, dass uber kurz oderlang die Wirtschaft entsprechende Vorteile verliert, an Wettbewerbsf ahigkeit einb ut undandere L ander bzw. andere Standorte in diesen Sektoren mehr Gewinn erzielen werden.Wanderung bzw. Migration als weiterer Wirkkanal signalisieren den Regierungen, dassin dem unter ihrer Kontrolle stehendem Gebiet wichtige Rahmenbedingungen nicht stimmig sind, weswegen sie folglich, um der Abwanderung entgegenzuwirken, ihre Politik andern m ussen.Letztendlich gilt der sogenannte Demonstrationseffekt ebenfalls als Wirkkanal. Durchdie Erkenntnis, dass Dinge anderswo anders gehandhabt werden, wird eine Erfahrunganschaulich, die bei der Auseinandersetzung verschiedener Standorte bzw. bei deren Bewertung nicht zu untersch atzen ist.632.4 Standortmarketing 2.4.1 Bedeutung Nicht nur der Wettbewerb zwischen den Unternehmen hat sich versch arft. Auch Regionenals Anbieter von Wirtschaftsstandorten sind einer immer gr oeren Konkurrenz ausgesetzt.Die Vollendung des Europ aischen Binnenmarktes, die Offnung nach Osteuropa sowie die Globalisierung haben Wirtschaftsstrukturen nachhaltig ver andert.Der Abbau von Handelsbeschr ankungen und die uneingeschr ankte Mobilit at von Produktionsfaktoren haben, besonders innerhalb der Europ aischen Union, nicht nur den Wettbewerb zwischen Unternehmen, sondern auch den der Regionen als Anbieter von Wirtschaftsstandorten versch arft.6462Siebert 2000: S. 11.63ebd.: S. 12.64Balderjahn 2000: S. 3.202 Der Standort Abbildung 2.2: Standortanalyse Balderjahn 2000: S. 75Dies f uhrt dazu, dass der Vermarktung von Industrie und Dienstleistungsstandortenimmer gr oere Bedeutung zukommt, wobei dieses Marketing auf allen administrativen Ebenen, also auch auf Bundes oder Landesebene sowie kommunaler Ebene wahrgenommen wird.65 Das Marketing in seiner Managementfunktion setzt einen Analyse und Planungsprozess voraus, um die Austauschbeziehungen zwischen dem Standortanbieter undden Standortnachfragern erfolgreich zu gestalten. Dabei ist eine Umsetzung der klassischen Marketingtheorie mit Kernelementen wie Kunden und Marktorientierung als auch Marktsegmentierung bzw. Zielgruppenorientierung m oglich. Der Standort wird als Investitionsgut verstanden, der f ur die weitere Leistungenerstellung beschafft wird. Jedochkann ein Standort nicht als standardisierte Massenware verstanden werden. Er wird keineranonymen Masse angeboten, sondern ben otigt eine sehr stark auf Gespr achs und Verhandlungsf uhrung ausgerichtete Orientierung.66 Die Erkenntnis, dass eine vergleichsweise schwache Wettbewerbsposition eines Standortes nicht ausschlielich durch ung unstige Standortfaktoren zu erkl aren ist, sondern auch durch Schw achen im Vermarktungskonzept, hat die Entwicklung von Marketingstrategien f ur Standorte stark beeinflusst.65Beckmann 2005: S. 55.66Balderjahn 2000: S. 57.21Standort Potentialanalysekonkurriernde Standorte Konkurrentenanalyse Standortmarkte Marktanalyse Standortumfeld Umfeldanalyseinterne Analyseexterne Analyse StarkenSchwachen Analyse Imageanalyse ChancenRisiken Analyse Positionierung Portfolioanalyse2 Der Standort Standortentscheidungen groer Unternehmen finden einerseits durch die Globalisierungherausgel ost aus lokalen Unternehmensstandorten und kulturellen sowie nationalen Bindungen statt. Andererseits besteht noch immer eine Beharrungstendenz, die sich mitder Unternehmenskultur ethnozentrische Orientierung und der Bedeutung des Heimatmarktes erkl aren l asst. Eine Standortbewertung ist hinsichtlich verschiedener Merkmalem oglich 67: endogene Potentiale u. a. Klima, Arbeitskr aftepotential, Infrastruktur, Landeskultur, Absatz und Marktpotentiale u. a. Marktwachstum, Synergiepotentiale r aumliche N ahe verwandter Branchen, betriebliche Humanpotentiale Qualit at von Management und Mitarbeitern, etaistische Potentiale u. a. Subvention, standortabh angige Steuern und Gesetze, Imagepotentiale.Aus dieser Einordnung k onnen im Vergleich mit anderen Standortwettbewerbern die eigenen Vor und Nachteile abgeleitet werden. Standortmarketing ist demnach ein ganzheitlicher Ansatz, der den Standort als Qualit ats und Markenprodukt zu profilieren versucht.68Dabei gilt ebenfalls das Leitbild der unternehmerischen Nachhaltigkeit, das darauf abzielt,alle Aktivit aten gleichermaen an den Anforderungen des Marktes, der Gesellschaft sowieder nat urlichen Umwelt auszurichten.69Die Standortanalyse bildet die Grundlage f ur die Entwicklung eines Standortmarketingkonzepts.70 Dabei werden sowohl interne Charakteristika in der Standortpotentialanalyse als auch externe Faktoren in Konkurrenz sowie Markt und Umfeldanalysen untersucht. Die Standortpotentialanalyse ist die Bewertung von grundlegenden Schw achen und St arken des Standortes als Produkt SWOTAnalyse unter besonderer Ber ucksichtigungdes Wettbewerbspotentials. Dieses Wettbewerbspotential ergibt sich aus der Qualit at des Standortes selbst Standortfaktoren und den F ahigkeiten der Tr ager des Standortmarketings.7167ebd.: S. 7ff.68ebd.: S. 5869Balderjahn 2004: S. 1.70Balderjahn 2000: S. 75.71ebd.: S. 76.222 Der Standort 2.4.2 Standortmarketing am Beispiel des Regionalen Wachstumskerns Spremberg Im Rahmen der Neuausrichtung brandenburgischener F orderpolitik erfolgte u. a. eine Konzentration auf wirtschaftlich undoder wissenschaftlich starke Standorte, sogenannte Regionale Wachstumskerne RWK. Die Stadt Spremberg im Landkreis SpreeNeiewurde als einer von 15 RWK ausgewiesen. Die Wirtschaftsstruktur der Stadt ist durchdie Branchenkompetenzfelder Energie und Papier, sowie Kunststoffe und Chemie charakterisiert. Der Industriepark Schwarze Pumpe war unabdingbare Voraussetzung f ur die Existenz des RWK. Um Spremberg im nationalen und internationalen Standortwettbewerb optimal zu positionieren, wurde das Potential des Standortes sowohl nach innen alsauch nach auen ad aquat kommuniziert sowie ein umfassendes Standortmarketingkonzeptentwickelt. Dabei sollten die strategische Ausrichtung und Ziele der Marketingaktivit atenbestimmt sowie konkrete Handlungsempfehlungen abgegeben werden, die auf die Vermarktung des Standortes und die Verbesserung des Images abzielten.Auerdem sollte das Standortmarketingkonzept die Grundlagen f ur das Erreichen folgender Ziele schaffen: Steigerung der Attraktivit at des Wirtschaftsstandortes, Schaffung und Erh ohung eines uberregionalen, Bekanntheitsgrades des Wirtschaftsstandortes, Erweiterung der Zusammenarbeit wichtiger wirtschaftsbezogener Handlungstr agerund Multiplikatoren, Darstellung, dass im RWK Spremberg Stadtverwaltung, Unternehmen und die Bev olkerung an einem Strang ziehen, neue Ansiedlungen von UnternehmenGewinnung von Investoren, FestigungAusbau bestehender Unternehmen.Die intensive Einbeziehung aller Wirtschaftsakteure und Unternehmen hatte dabei einenhohen Stellenwert. Das Marketingkonzept wurde auf eine langfristige und nachhaltige Wirkung ausgerichtet und sollte sowohl national als auch international anwendbar sein.Die spezifischen Qualit aten des Standortes sollen dabei besondere Beachtung finden.Dabei wurde eine Doppelstrategie 72 verfolgt, bei der:72Kr uger 2010232 Der Standort 1. der in Jahrzehnten gewachsene Bestand wettbewerbsf ahiger Unternehmen unter besonderer Ber ucksichtigung der Schwerpunkt und neuer Wachstumsbranchen zu pflegen und zu entwickeln sei,2. neue wirtschaftliche Potentiale durch gezielte Manahmen der Standortentwicklung,des Standortmarketings und der damit verbundenen Ansiedlung neuer Unternehmenund der Fachkr aftesicherstellung und entwicklung zu schaffen seien.Aufgrund der Ergebnisse, die durch die SWOTAnalyse erarbeitet wurden, wurde u. a.darauf verwiesen, dass: der RWK Spremberg ein bedeutender Energie und Industriestandort in der Mitteder Lausitz im deutschpolnischen Verflechtungsraum sei, eine exzellente Infrastruktur vorhanden ist, sich Spremberg unmittelbar am paneurop aischen Verkehrswegekorridor, d. h. der Verbindung von West nach S udOstEuropa sowie der NordS udVerbindung befindet, eine hohe Industriekompetenz in strukturpr agenden Schwerpunktbranchen sowie eine hohe Akzeptanz industrieller Produktionsprozesse durch Politik, Verwaltung und Bev olkerung besteht.Diese Alleinstellungsmerkmale sollen das Kernst uck bilden, auf welches sich die im Rahmen des Standortmarketingprojektes und seiner Umsetzung zu transportierenden Botschaften bzw. das Leitbild st utzten.Das gew ahlte Leitbildpaaren Spremberg Perle der Lausitz wurde dabei mit den Begriffswirtschaftliche St arke, u. a. durch: eine hochmoderne Energiewirtschaft mit modernen Energieerzeugungsanlagen, stoffliche und energetische Nutzung der Rohbraunkohle, alternative Energieerzeugung, Industriekooperationen als uberregionale Netzwerke zu nationalen und internationalen M arkten 242 Der Standort Zukunftssicherheit, Attraktivit at und Wohlstand, u. a. durch: Schaffung zus atzlicher Arbeitspl atze, Erschlieung neuer Wachstumsfelder im Zusammenhang mit dem Abbau deram Standort befindlichen Kupfererzvorkommen und ihrer Weiterverarbeitung, Verbesserung der Einkommensverh altnisse, attraktive Wohn und Lebensbedingungen mit ausgewogener sozialer und kultureller Infrastruktur und guten M oglichkeiten f ur Sport und Naherholunguntersetzt.Um die angestrebten Ziele bei der Gestaltung des Standortes Spremberg zu erreichen,teilte sich das Marketingkonzept in folgende drei Wirkkreise auf:1. Binnenmarketing,2. Regionalmarketing,3. uberregionales Marketing.Diese Teilung war einerseits deswegen sinnvoll, da sich die Zielgruppen unterschiedenund sich somit verschiedene notwendige Aktivit aten ergaben bzw. unterschiedliche Manahmen und Kommunikationsinhalte zur Anwendung kammen. Andererseits waren diejeweiligen individuellen Ziele der Marketingkreise zwar unter dem Oberziel der St arkungdes RWK Spremberg subsummiert, unterschieden sich jedoch untereinander in diversen Punkten.253 Das Problem 3.1 Bedeutung der Standortwahl Den optimalen Standort gibt es selten. Welcher Standort der richtige ist,h angt nat urlich von den Besonderheiten des Unternehmens ab: Der Einzelhandel braucht Laufkundschaft mit Kaufkraft, ein uberregional t atiges Dienstleistungsunternehmen kann seinen Sitz uberall haben, das produzierende Gewerbemuss meist ins Industriegebiet.73Bevor sich die Frage nach dem am besten geeigneten Standort stellt, ist es wichtig,sich uber die Absichten der Standortsuche im Klaren zu sein. Es lassen sich f unf zentrale Motive ableiten, die in der Praxis einzeln oder in kombinierter Form 74 verfolgt werden:1. Kostenreduktion:Verlagerung einzelner Wertsch opfungsstufen an Auslandsstandorte zur besseren Auslastung der verf ugbaren Kapazit aten bzw. zur Steigerung der Gesamtproduktivit atdurch: Verlagerung in Billiglohnl ander, Reimport aus dem Billiglohnland, Effizienzorientierung bei Produkten und Prozessen, flexible Auslastung der Kapazit aten im Standortverbund, Reduzierung der internen Transaktionskosten, Standortspaltung aus steuerlichen Gr unden,2. Erschlieung neuer Absatzm arkte im Ausland:Bestrebungen, in neu aufkommenden M arkten fr uhzeitig eine strategische Pr asenz 73Bundesministerium f ur Wirtschaft und Technologie 2010.74Kinkel 2003: S. 44ff.263 Das Problemvor Ort aufzubauen, um schnell auf Ver anderungen reagieren zu k onnen und Bestrebungen, den eigenen Export durch Vertriebs und Serviceniederlassungen anzukurbeln oder Handelsbeschr ankungen zu umgehen. Daraus ergeben sich folgende Ziele: Markterschlieung zur Sicherung von Skaleneffekten economies of scale ,Lerneffekten economies of scope sowie h oheren Gewinnmargen, Internationalisierung unvollkommener M arkte, Absicherung von W ahrungsschwankungenRisikodiversifikation durch InvestitionKapital im Ausland, Parallele Produktion zur gr oeren Marktn ahe, Fr uhzeitiger Zutritt zu gesch utzten M arkten,follow the Leader zur Kontrolle des ausl andischen Wettbewerbs,3.following the Customer :Forderung an Zulieferer, dem Schl usselkunden bei dessen internationalen Engagement zu folgen und sich im Ausland in unmittelbarer r aumlicher N ahe anzusiedeln,durch: Sicherung der Abnahmemengen vor Ort, Langfristige Bindung des Schl usselkunden, Flexibilit at durch Kundenn ahe bei Anderung des Produktes oder von Produktionsprozessen, Erschlieung neuer Kunden im Zielland und im benachbarten Ausland ckenkopfeffekt,Br u4. Erschlieung neuer Technologien und innovativen Wissens:Streben, sich in internationale Exzellenznetzwerke einzuklinken bzw. sich in besonders wachstumsstarken Regionen mit hohem Innovationspotential niederzulassen, um auf dem neuesten Stand von Produkt und Prozesstechnologie zu bleiben.Dies beinhaltet u. a. folgende Einzelmotive: Orientierung an Clustern durch N ahe zu Innovations und Technologief uhrernder Branche, KnowhowOrientierung durch N ahe zu international f uhrenden Forschungsund Entwicklungszentren, Nutzung wissensintensiver Kooperation,273 Das Problem Orientierung an BranchenDiamanten mittels Nutzung desdurch starke Konkurrenz vor Ort, Orientierung an LeadM arkten durch Nutzung desmit hohen Anspr uchen an die Innovativit at,5. Sicherung der Rohstoff und Vorleistungsbasis:innovations pushinnovation pull von K aufern Nachhaltige Sicherung des Zugriffes auf Rohstoffe und r aumliche N ahe zu Lieferanten hochwertigen und gleichzeitig preisg unstigen Komponenten durch: Sicherung von Rohstoff und Materialquellen, R aumliche N ahe zu strategisch wichtigen Lieferanten bzw. Einbindung in leistungsstarke Lieferantennetzwerkecluster.Die Standortentscheidung ist jedoch ein komplexer und schwieriger Prozess. Aufgrundder Immobilit at von Sachkapital nach einer Standortentscheidung expost , kann eineinmal eingenommener Standort nur unter hohen Kosten erneut ver andert werden. Die Standortentscheidung ist demnach nahezu irreversibel. Einmal gebundenes Kapital, u. a.in Geb auden, installierten Anlagen, geschulten Arbeitskr aften oder m uhsam aufgebautenlokalen Beziehungen wie Kunden und Lieferantenstock, ist nahezu immobil. Die Standortentscheidung hat demnach auerst langfristige Implikationen.75Die Komplexit at von Standortentscheidungen liegt in der Vielzahl von zu ber ucksichtigenden Faktoren begr undet. Der Grad an Informationsf ulle ist demnach ein wichtiges Kriterium bei der Standortentscheidung, allerdings bleibt zu ber ucksichtigen, dass das Problem der ad aquaten Verkn upfung dieser Informationen auftritt.763.2 Standortanalyse 3.2.1 Klassische, normative Ans atze In den normativen bzw. neoklassischen Ans atzen wird nach dem optimalen Unternehmensstandort gesucht und dabei unterstellt, dass sich die Akteure in den Unternehmenentsprechend eines theoretischen Idealbilds verhalten. Sie versuchen, eine Zielfunktion zumaximieren und verhalten sich auf dieses Ziel hin rational Homo oeconomicus . Dabeisoll Aufforderung dieser Ans atze betont, nach der sich ein Unternehmer zurwird die Einnahme des optimalen Standortes zu richten hat.75Maier T odtling 1995: S. 25, Siebert 2000: S. 20.76ebd.283 Das Problem Das Charakteristische dieser Ans atzen ist ihr deduktives Vorgehen, wobei Schlussfolgerungen aus axiomatischen Annahmen, also aus abgeleiteten Grunds atzen und daraustheoretisch erarbeiteten Gesetzm aigkeiten, entwickelt werden.77F ur eine Standortwahl wird im Allgemeinen eine Vielzahl von Entscheidungsmodellenvorgeschlagen, die alle wichtigen standortspezifischen Kenngr oen erfassen, um diese soabzubilden, dass alternative Standorte bewertet und ausgew ahlt werden k onnen.78Wesentliche Probleme der Standortentscheidungen von Unternehmen bestehen jedochdarin, dass diese zu h aufig verk urzt, d. h. ohne Beachtung aller Standortfaktoren, getroffenwerden, da methodische Differenzen der in Theorie und Praxis verf ugbaren Standortfaktorensystematiken nicht ber ucksichtigt werden.79Die Kritik an normativen Ans atzen setzt dabei an verschiedenen Punkten an 80:1. praxisgerechte statt optimaler L osungen:Motivation und Ziele eines Unternehmens sind oft nicht Optimierung, sondern die Suche nach zufriedenstellenden L osungen.2. Bedeutung pers onlicher Faktoren:Das Standortproblem stellt sich f ur viele Betriebe nur in reduzierter Form, zumal esaufgrund der starken Bedeutung pers onlicher Faktoren einen groen Zusammenhangzur Wohnstandortentscheidung des Unternehmers gibt.3. Problem vollst andigen Wissens:Durch die Annahme vollkommener Information werden die Kosten der Informationssuche und die unterschiedlichen F ahigkeiten der Entscheidungstr ager zur Informationsverarbeitung vernachl assigt. Dabei bleibt offen, woher dieses Wissen kommt.Dies betrifft nicht nur okonomische Tatsachen aus dem unmittelbaren Umfeld, sondern auch zuk unftige Tatbest ande und solche aus anderen Regionen 81.4. unterschiedliche F ahigkeiten der Unternehmen:Unternehmen bzw. Betriebe unterscheiden sich in ihren F ahigkeiten, neue Standortein gr oerer Distanz zum bisherigen Standort einzunehmen.5. Auflegung enger Grenzen:Unternehmen legen sich durch ihr deduktives Vorgehen enge Grenzen auf, wobei 77Maier T odtling 1995: S. 26.78Hesch 1998: S. 160.79Kinkel 2003: S. 50.80Maier T odtling 1995: S. 27f 81Maier et al. 1996: S. 79.293 Das Problemdurch ihre formale Sprache in der Realit at beobachtete Verhaltensmuster von Unternehmen nur sehr unvollst andig erfasst werden k onnen.Somit fallen im Kontext von Standortentscheidungen einige Defizite bestehender Faktorenkataloge bzw. konzepte besonders auf 82:1. Ausblenden m oglicher Verbesserungspotenziale:Der durch traditionelle Systematiken suggerierte IstZustand eines Standortes sowieder Standortalternativen vernachl assigt die durchaus bestehende M oglichkeit zur Verbesserung einzelner, sowohl unternehmensinterner als auch externer Faktoren.2. Vernachl assigung der Netzwerkperspektive: In g angigen Systematiken finden Kriterien zu den Potentialen existierendersowie notwendiger neuer Netzwerke und Kooperationen mit heimischen oderausl andischen Partnern keinen angemessenen Platz. Dies f uhrt zu einer nichtad aquaten Ber ucksichtigung der regionalen Vernetzung. Potentiale m oglicher Kooperationen mit einheimischen Partnern werden zugunsten eines Engagements an anderer Stelle, z. B. im Ausland, ausgeblendet. F ur kleine und mittlere Unternehmen besteht die Gefahr, eine sinnvolle Entscheidung zur Auslandspr asenz bestimmter Funktionsbereiche aufgrundunterkritischer Massen fr uhzeitig zu verwerfen, da die M oglichkeiten, durch Kooperationen mit heimischen oder internationalen Partnern gemeinsam notwendige Mindestkapazit aten zu schaffen, nicht in Betracht gezogen werden.Die Fragestellung, wie die Attraktivit at eines Standortes zu beurteilen ist, enth alt daheroffenbar zwei Elemente 83, die sich hinsichtlich ihres Konzeptes unterscheiden: eine grunds atzliche theoretische Perspektive, eine aktuell empirische Perspektive.3.2.1.1 Mess und Bewertungsprobleme der theoretischen Perspektive F ur die Standortqualit at stellt sich die Frage eins aussagef ahigen Messkonzeptes, obwohles als unstrittig gilt, dass es einen umfassenden alleinigen Gesamtindikator nicht gibt.82Kinkel 2003: S. 50ff.83Glastetter 1998: S. 108ff.303 Das Problem Meist bestimmt eine F ulle von Einzelindikatoren 84 die Standortqualit at. Der Versuch,aus ihnen einen Gesamtindikator zu konstruieren, scheitert jedoch, da kaum l osbare Aggregations und Gewichtungsprobleme entstehen. Selbst wenn man sich nur auf die Pr asentation von Einzelindikatoren verst andigt, treten methodische Probleme 85 auf:1. Messproblem:Viele Indikatoren der Standortqualit at z. B. Rechtssicherheit, gesellschaftliche Stabilit at, sozialer Friede, Innovationsdynamik, Ausbildungsniveau entziehen sich einer empirischen Messbarkeit, weshalb Hilfskonstrukte z. B. Anzahl der Streiktage,Grad der Infrastrukturausstattung, Art und Umfang der Schulabschl usse, H aufigkeitvon Patentanmeldungen allenfalls nur eine Ann aherungsvermutung darstellen undoffen f ur subjektive Interpretationen und Auslegungsspielr aume sind.2. Diagnoseproblem:Auch wenn manche Indikatoren f ur sich allein genommen direkt messbar und somitauch international vergleichbar sind, wirft deren Diagnose dennoch Probleme auf.So k onnen einzelne Steuerbelastungen zwar ermittelt werden, die tats achliche Gesamtbelastung kann aber wegen eines nationalen unterschiedlichen Gewichtes der Einzelkomponenten nur im Rahmen eines umfassenden und vergleichenden Analyseverfahrens erfolgen.3. Bewertungsproblem:Standortfaktoren sind nicht beliebig isolierbar, sondern vielmehr Ausdruck einerwechselseitigen Bedingungskonstellation und k onnen nur in diesem Kontext gew urdigtwerden. Eine uberdurchschnittliche Ausbildungs und Infrastrukturqualit at ist nichtvon Vorteil, wenn die Belastungen, die diese Vorz uge erst m oglich machen, als Standortnachteil gewertet werden m ussen.4. Gewichtungsproblem:Viele Indikatoren sind eindeutig messbar, diagnostizierbar und mit hinreichender Exaktheit bestimmbar. Dennoch ist nicht auszuschlieen, dass sie Ausdruck einer gesellschaftlichen meta okonomischen Wertentscheidung sind. So erh alt die Sicherstellung von okologischen undoder sozialen Mindeststandards gegen uber der rein okonomischen Effizienz einen h oheren Stellenwert. Die so n otigen G uterabw agungenm ogen gelegentlich korrekturbed urftig sein, wenn okonomische Folgewirkungen zu 84Haug von Wangenheim 1995: S. 73, Posselt Kunadt 2008: S. 188, Kaiser 1979: S. 24.85Glastetter 1998: S. 109f.313 Das Problemsehr vernachl assigt werden. Dennoch ist offensichtlich, dass okonomische Effizienzeinen uber das Okonomische hinausgehenden Preis haben kann und umgekehrt.3.2.1.2 Mess und Bewertungsprobleme der empirische Perspektive Im Gegensatz zur theoretischen versucht die empirische Perspektive die Frage der Standortqualit at auf eine konkrete Situation anzuwenden. Dabei wird von folgenden Definitionen der Standortqualit at ausgegangen 86:1. Wettbewerbsf ahigkeit:Wird Standortqualit at als Wettbewerbsf ahigkeit verstanden, also der F ahigkeit, sichstrukturellen Herausforderungen der Wirtschaft flexibel zu stellen, damit man sichmit einem entsprechend gewinnbringenden Leistungsversprechen am Marktgeschehen behaupten kann, so sind einige Umst ande festzuhalten. Resultierend aus einer harten W ahrung, die ein im Vergleich zu den Konkurrenten relativ preisg unstigen und in der Leistungserbringung an den Kunden preislich weitergegebenenRohstoff und Energiebezug erm oglicht, wurde ein f ur das Bestehen am Markt notwendiger Preisvorsprung realisiert. Weiterhin gilt, dass Lohnst uckkosten in Industriel andern durch eine hohe Produktivit at, Einsatz neuer Technologien, effiziente Arbeitsorganisation und den guten Qualifikationsstand der Besch aftigten vergleichsweise niedrig sind.2. Investitionsattraktivit at:Wenn Standortqualit at als Investitionsattraktivit at verstanden wird, also als F ahigkeit, Investitionen an einen Standort zu binden, so k onnte man aus dem Kapitalbilanzdefizit eines Landes schlussfolgern, dass mehr Inlandskapital ins Ausland str omtals umgekehrt und somit darauf hinweisen, dass ein Standort an Anlageattraktivit atverloren hat. Dies ist jedoch nicht schl ussig, da einem Leistungsbilanz uberschusslanddie Rolle eines Kapitaldefizitlandes geradezu entspricht, sowohl in statischer Sichtmit Blick auf einen erforderlichen Saldenausgleich, als auch in dynamischer Sichtmit Blick auf die notwendige Vorfinanzierung des Leistungs uberschusses. Dieser Zusammenhang deutet darauf hin, dass ein Kapitaldefizit nicht auf mangelnde Investitionsattraktivit at, sondern vielmehr auf hohe Wettbewerbsf ahigkeit verweist. Dabei darf auch die Quote der Direktinvestition nicht ohne n ahere Betrachtung als Merkmal der Investitionsattraktivit at bez uglich der wirtschaftlichen Leis86Glastetter 1998: S. 111ff.323 Das Problemtungsf ahigkeit herangezogen werden, denn meist d urfen andere Motive als geringe wirtschaftliche Leistungsf ahigkeit gelten, wenn Investitionen an anderen Ortenget atigt werden, beispielsweise Marktn ahe und Markterschlieung.3.2.2 Behavioristischer Ansatz bzw. Modell von Pred Im Gegensatz zu normativen bzw. neoklassischen Ans atzen untersuchen verhaltensorientierte bzw. behavioristische Ans atze nicht, wie sich Unternehmen verhalten sollten,sondern wie sie tats achlich bei einer Standortentscheidung vorgehen und in der Realit atagieren.Auf den Sachverhalt, dass das im neoklassischen Ansatz angenommene, rein gewinnmaximierende und rational handelnde Unternehmen realit atsfern sei, wies schon Alan Predin den 1960er Jahren hin, dessen Werk den verhaltensorientierten Ansatz behavioralapproach begr undete 87.Der behavioristische Ansatz bedeutet induktives Vorgeghen, d. h. Schlussfolgerungenwerden aus der Generalisierung empirischer Beobachtungen gezogen. Dabei wird versucht,das Standortverhalten von Unternehmen zu beschreiben und diese Beobachtungen zu Erkl arungsfaktoren, uberwiegend Unternehmenscharakteristika, in Beziehung zu setzen 88.Im Mittelpunkt aller okonomischen Uberlegungen stehen das Individuum und seine Werte,Motive, Pr aferenzen und Wahrnehmungen 89:1. Ber ucksichtigung heuristischer 90 Verfahren:Die Bedeutung irrationaler Momente bei der Entscheidungsfindung wird akzeptiert.Es wird nicht angenommen, dass zu jeder Zeit vollkommene Informationen uber Standortalternativen vorliegen, denn besonders im internationalen Mastab wird die Menge der Informationen einerseits un uberschaubar, andererseits ist die F ahigkeitzur Informationsverarbeitung begrenzt.2. der menschliche Faktor:Unterschiede in der F ahigkeit zur rationalen Planung als auch Unterschiede in der Ressourcenverf ugbarkeit und Organisation von Unternehmen werden ber ucksichtigt.Dabei ist die F ahigkeit zur Informationsverarbeitung bei den Entscheidungstr agern 87Pred 1967, Haas Eschlbeck 2006: S. 102.88Maier T odtling 1995: S. 28.89Haas Eschlbeck 2006: S. 248.90Heuristik ist die bloe Suche nach wahren Aussagen, im Gegensatz zur Logik, die wahre Aussagen zubegr unden sucht.333 Das Problemnicht einheitlich ausgepr agt. Anspr uche, Ziele und Werte einer Person sind durch Herkunft, Kultur und Umgebung gepr agt. Sie erh ohen und verringern die Wahrscheinlichkeit, dass auf bestimmte Reize oder Informationen reagiert wird 91.3. Informationsfluss:Die Standortentscheidung wird als Prozess aufgefasst, dessen Abh angigkeit von anderen strategischen Entscheidungen im Unternehmen in den Vordergrund r uckt.Dieser Prozess ist jedoch auch durch die Kapazit at zur Verarbeitung von Informationen bestimmt. Kleine und mittlere Unternehmen verf ugen nur uber begrenzte Mittel zu Informationsbeschaffung, jedoch uber einen in der Regel guten internen Informationsfluss. Groe Unternehmen hingegen k onnen viele Mittel zur Informationsbeschaffung aufwenden, jedoch zirkulieren diese Informationen nur schwer zwischen den wesentlichen Entscheidungstr agern.92Allan Pred entwickelte zur empirischen Untersuchung eine Verhaltensmatrix, in die einerseits Quantit at und Qualit at der wahrgenommenen Informationen, andererseits ihre F ahigkeit wahrgenommene Informationen zu nutzen, eingetragen werden. Diese Verhaltensmatrix zeigt, dass Einschr ankungen hinsichtlich der Informationen in nahezu allen F allen in einem suboptimalen Verhalten bez uglich der Standortentscheidung resultieren.Wenige Informationen und schlechte Voraussetzungen, diese zu verarbeiten, k onnen dazuf uhren, dass der gew ahlte Standort auerhalb der r aumlichen Gewinnzone liegt, wodurchletztendlich der Unternehmenserfolg oder zumindest der Erfolg der Auslagerung einer Wertsch opfungsstufe in Frage gestellt ist. Dabei ist auch vorstellbar, dass sich ein Unternehmen trotz schlechter Informationslage durch Zufall oder Nachahmung f ur einen Standort innerhalb der r aumlichen Gewinnzone entscheidet.93 Kritisch ist zu bemerken, dass derbehavioristische Ansatz sich in einer reinen Beschreibung von Standortentscheidungen undihrer Einflussfaktoren ersch opft, ohne dabei selbst eine Erkl arung f ur das Beobachtete bieten zu k onnen. Durch die Fokussierung auf ein einzelnes Unternehmen werden gesamtwirtschaftliche Zusammenh ange vernachl assigt. Arbeitnehmerinteressen Stakeholder werdenausgeklammert. Es wird eine expostSelektion vorgenommen, welche, im Gegensatz zurexanteSelektion klassischer Ans atze, Unternehmen mit besonders ung unstigen Standorten nach der Standortwahl bzw. Standortverlagerung eliminiert, da diese auerhalb der 91Haas Eschlbeck 2006: S. 249.92ebd.93ebd.: S. 250f 343 Das Problem Abbildung 3.1: Verhaltensmatrix nach Pred Pred 1967: S. 92Gewinnzone liegen, mittel oder l angerfristig im Wettbewerb unterliegen und somit ausdem Markt ausscheiden 94.3.2.3 Struktureller Ansatz Ausgangspunkt f ur den strukturellen Ansatz ist die Kritik an der starken einzelwirtschaftlichen Ausrichtung des normativen und behavioristischen Ansatzes sowie deren geringe Einbindung in gesamtwirtschaftliche und gesamtgesellschaftliche Prozesse. Dabei werdendie Freiheiten der Unternehmen als zu gro angenommen.Der strukturelle Ansatz geht von einer Phasen durchlaufenden Weltwirtschaft aus. Innerhalb dieser Phasen dominieren bestimmte Rahmenbedingungen und Produktionskonzepte, aus welchen technologische, organisatorische und auch stand ortliche Strukturenresultieren 95:1. der klassische Konkurrenzkapitalismus:Gepr agt von Klein und Mittelunternehmen, einem schwachen Staat und sektoralerr aumlicher Spezialisierung.94Maier T odtling 1995: S. 36f.95Maier T odtling 1995: S. 37.35Fahigkeit zur Nutzung wahrgenommener Information Qualitat und Quantitat der wahrgenommenen Information Standortsuchraum Verhaltensmatrixtatsachlicher Standortoptimaler Standortraumliche Gewinnzone 1234567895189324673 Das Problem 2. der Fordismus:Gepr agt von einer stabilen Nachfrage, einer interventionistischen Wirtschaftspolitik, Skalenvorteilen Massenproduktion und Grounternehmen, ist dieses Konzeptgekennzeichnet durch r aumliche Tatsachen wie Standortkonzentration und innerunternehmerische r aumliche Arbeitsteilung.3. der Postfordismus:Im Gegensatz zum Fordismus ist er durch eine stark differenzierte Nachfrage, eineliberale Wirtschaftspolitik, flexible Technologie und Unternehmensstrategien sowievon relativ losen zwischenbetrieblichen Verbindungen Netzwerken gekennzeichnet. Das Nebeneinander von lokalen als auch globalen Faktoren ist eine wichtiger aumliche Implikation dieser Phase. Dabei erhalten einerseits lokale Bedingungeneine neue Bedeutung, andererseits wird gror aumige Interaktion zunehmend wichtiger.4. periodische Krisen:Sie l osen in der Gesamtwirtschaft Prozesse der Umstrukturierung aus, mit welchendramatische Standortver anderungen einzelner Unternehmen einhergehen.geBedeutend ist zudem, dass Standortbedingungen nicht alsmacht bzw.produziert angesehen werden. Sie sind das Ergebnis eines gesellschaftlichen Produktions sowie Reproduktionsprozesses und damit das Produkt sozialer Vorg ange.Ursachen daf ur sind:96gegeben, sondern als Strategien der groen Unternehmungen:Ihre Nachfrage u. a. nach bestimmten Arbeitskr aften, Lieferanten und Dienstleistungen beeinflusst bzw. ver andert entsprechenden Strukturen. Konflikte zwischen Arbeit und Kapital:Beide wirken sowohl auf die lokalen Arbeitsbedingungen als auch auf den Organisationsgrad der Arbeitskr afte. Staatliche Politik:Wirtschaftspolitik und Konzepte hinsichtlich der Infrastrukturpolitik wirken direktauf die Standortbedingungen ein.96ebd.: S. 38.363 Das Problem Arbeitskraft eine herausragende Bedeutung zu, da andere Weiterhin kommt dem Faktor Faktoren durch technologische und organisatorische Entwicklungen z. B. Transportkosten an Bedeutung verlieren und der Faktor Arbeit Eigenschaften aufweist, die ihn vonanderen Faktoren unterscheidet Aufstiegsm oglichkeit, Arbeitsbedingungen u. a  Arbeitwird demnach nicht nur aufgrund der L ohne bzw. Geh alter bewertet.Zusammenfassend kann festgestellt werden, dass nicht Raumeigenschaften f ur die Entwicklung regionaler Industriestrukturen verantwortlich sind, sondern diese Strukturendurch die Unternehmen selbst mittels ein prozessuales Wirkungsgef uge generiert werden 97.3.3 Standortentscheidung und Verlagerung 3.3.1 Prozess der Standortentscheidung Die Situation eines Unternehmens, sich einer Standortwahl bzw. entscheidung stellen zum ussen, l asst sich mit den Notwendigkeiten der jeweiligen Marktsituation erkl aren. Der Prozess der Standortentscheidung wird vereinfacht durch das Schema in Abbildung 3.2dargestellt.Meist wird jedoch kein gesamtes Unternehmen verlagert, sondern vielmehr eine Wertsch opfungsstufe innerhalb einer Wertsch opfungskette.98 Dieses Schema wird den situativen Gegebenheiten eines Unternehmens wie Marktsituation und Bewertung der Vorteile dahernur bedingt gerecht, weshalb man es in Beziehung zu dem in Abbildung 3.3 gezeigten Prozess f ur die Verlagerung von Wertsch opfungsketten setzen sollte.Wettbewerbssituation und Dort wird ein aueres, analytisches Beziehungsgeflecht durch die Gegebenheiten von Unternehmenssituation,Restrukturierungssituation definiert. Die Unternehmenssituation definiert die verfolgte Wettbewerbsstrategie unter Ber ucksichtigung der Unternehmensressourcen. Die Wettbewerbssituation hingegen wird auseiner integrierten Betrachtung von Wettbewerbsintensit at und Branchenstruktur abgeleitet. Die Restrukturierungssituation kann als Ergebnis eines Vergleiches der externen Situation Wettbewerb mit der internen Situation Ressourcen und eigene Strategie angesehenen werden. Das innere Beziehungsgeflecht, definiert durchunternehmensspezifische Vorteile,komparative Vorteile bildet den Rahmen f urdie operative Durchf uhrung der Verlagerung. Die sich bietenden Vorteile eines Standorteswirken im komparativen Vergleich auf die entsprechende Wertsch opfungsstufe. Allerdings Verlagerungseffizienz und 97Bathelt 1992: S. 209.98Hesch 1998: S. 87.373 Das Problem Abbildung 3.2: Prozess der Standortentscheidung Maier T odtling 1995: S. 33.ist dieser Vergleich im Zusammenhang mit der Verlagerungseffizienz und den unternehmensspezifischen Vorteilen zu sehen. Die Verlagerungseffizienz stellt hierbei eine sowohllimitierende als auch eine verlagerungskoordinierende Determinante dar, denn bezogenauf eine bestimmte, beispielsweise strategisch bedeutsame Wertsch opfungsstufe, k onnendie Transaktionskosten der Verlagerung verhindernd gro sein 99. Die Zusammenh angelassen erkennen, dass eine groe Anzahl relevanter Faktoren zu ber ucksichtigen ist, diedementsprechend eine hohe Aufgabenkomplexit at mit sich bringen. Der Erfolg am Marktist das Resultat eines komplizierten Wechselspiels von Entwicklung, Fertigung, Logistik,Einkauf und Vertrieb 100, wodurch die Entscheidung, wann welche Aktion oder Reaktionauf den Markt unter der Ber ucksichtigung firmenspezifscher Absichten die richtige ist,ein hochkomplexer, problematischer Prozess bleibt.99Hesch 1998: S. 86f.100Gauer Scriba 1999: S. 208.38Betriebsverlagerung vorteilhaft Umstrukturierung am bestehenden Standortbeibehalten Expansion am bestehenden Standort Produktionsprogramm sinnvoll Produktionskapazitat ausreichend Umschichtung moglich Expansion am bestehenden Standort moglich sinnvoll Auswahl der zu verlagernden Unternehmensteile bzw. Wertschopfungsstufen Ja Ja Ja Standortsuche fur Zweitbetrieb Standortsuche fur gesamtes Unternehmen Nein Nein Nein Zweigbetrieb vorteilhaft3 Das Problem Abbildung 3.3: Verlagerung von Wertsch opfungsketten Hesch 1998: S. 863.3.2 Prozess der Verlagerung Um die Komplexit at des Prozesses der Verlagerung widerzuspiegeln, wird eine Aufteilungin einzelne Phasen vorgenommen 101, die in der folgenden Abbildung ersichtlich ist. Es wirdangenommen, dass die einzelnen Abschnitte sowohl zeitlich als auch inhaltlich voneinanderabgrenzbar sind. Unter realistischen Gesichtspunkten sind Uberschneidungen zwischenden einzelnen Phasen nicht vermeidbar. Es werden zwei grundlegende Bereiche definiert:1021. Analyse und Entscheidungsphase incl. Auswahl der zu verlagernden Wertsch opfungsketten durch: Bestimmung der Verlagerungsstruktur, Bestimmung des Verlagerungsortes,101Hesch 1998: S. 87.102Hesch 1998: S. 88, Haug von Wangenheim 1995: S. 72.39Restrukturierungssituation Wettbewerbssituation Unternehmenssituationkomparative Vorteileunternehmensspezifische Vorteile Verlagerungseffizienz Verlagerung von Wertschopfungsketten3 Das Problem Abbildung 3.4: Phasenkonzept der Verlagerung von Wertsch opfungsketten in Anlehnung an Hesch 1998: S. 88 und Haug von Wangenheim 1995: S. 722. Umsetzungs und Kontrollphase: Durchf uhrung der Verlagerung, Steuerung der Integrationsprozesse.In der Darstellung erfolgt die Wahl der Wertsch opfungsstufe innerhalb einer Wertsch opfungskette eines Unternehmens. Aufgrund von R uckkopplungseffekten auf die ubrigen Schritte erfolgen die Wahl des Verlagerungsortes sowie die Wahl der Verlagerungsstrukturparallel. Die eigentliche Entscheidung, innerhalb derer die Verlagerung und notwendige Struktur beschlossen werden, erfolgt in der Synthese der vorhergehenden Schritte. Dabeiwird die Verlagerung entsprechend den getroffenen Entscheidungen angebahnt, in der dar40Auswahl der zu verlagernden Wertschopfungsstufen Bestimmung der Verlagerungsstruktur Bestimmung des Verlagerungsortes Anbahnung Verlagerung Durchfuhrung der Verlagerung Steuerung der Integrationsprozesse Ruckkopplung 2. Umsetzungs Kontrollphase 1. Analyse Entscheidungsphase3 Das Problemauffolgenden Phase aktiv durchgef uhrt und in der letzten Phase so ausgerichtet, dass derentstandene, arbeitsteilige Wertsch opfungsverbund derart integriert wird, um die Verlagerungsziele zu erf ullen.Die Verlagerung endet, wenn die Zielstellung erf ullt wurde und das Unternehmen zumnormalen Tagesgesch aft ubergehen kann, wobei schwer zu unterscheiden ist, wann das Verlagerungsmanagement endet und das normale Management beginnt 103.Aus den Zw angen okonomischen Handelns heraus stellt sich die entscheidende Frage,inwieweit ein neuer Standort die Vorteilhaftigkeit nachhaltig beeinflusst. Sie ist kein Teildes mehrstufigen Ablaufschemas einer Verlagerung als solche, da sie weit im Voraus zukl aren ist. Insofern kann festgestellt werden, dass mit dem Phasenkonzept ein Werkzeugzur Projektkontrolle und umsetzung vorhanden ist. Wichtige bzw. entscheidende Probleml osungen f ur einen dauerhaften okonomischen Gewinn k onne durch das Ablaufschemaaber nicht geliefert werden.103Hesch 1998: S. 88.414 Zusammenfassung Die Standortwahl ist ein bilateraler Vorgang zwischen den Unternehmen einerseits und den Anbietern von Standorten andererseits. Unternehmen versuchen immer, den bestm oglichen Standort zu finden. Anbietern von Standorten liegt daran, durch m oglichst optimale Bedingungen Unternehmen zur Investition zu bewegen.Bedenkt man, dass den Unternehmen vollst andige Informationen nicht vorliegen unddie F ahigkeiten zur Informationsverarbeitung nicht optimal sind, ergeben sich in der Vermarktung von Standorten Chancen und der Zwang zum aktiven Handeln.Unternehmen suchen nach dem f ur sie besten Mix von Standortfaktoren. Dem mussder potentielle Standort gerecht werden. Auch das entsprechende Rahmenprogramm mussdurch die teils hoch subjektiven Pr aferenzen der Entscheidungstr ager innerhalb eines Unternehmens ansprechend und attraktiv sein.Die Probleme mit vorherrschenden Systematiken von Standortfaktoren und den Ans atzenzur Standortanalyse sind offensichtlich. Die Notwendigkeit, sich einer Diskussion hinsichtlich von Standortfaktoren zu stellen, liegt in der heute noch g ultigen, in der Urkonzeptionauf Th unen zur uckgehenden und von Weber entscheidend uberarbeitenden 104 Bestimmung der unternehmerischen Standortwahl. Das Ergebnis dieser Diskussion zur Standortlehre wirft die Frage auf, inwiefern uberhaupt von einer einheitlichen, homogenen Lehregesprochen werden kann. Dies ist schwierig, da sich allein durch die Herangehensweise andie Frage zum Standort erhebliche Unterschiede offenbaren:hohe Wertsch opfung als eine betriebswirtschaftliche Betrachtung 1. Eine volkswirtschaftliche Betrachtung wird das Augenmerk auf ein g anzlich anderes Ziel Maximierung des Gewinns lenken, obwohl bei beiden gleiche Standortfaktoren diskutiert werden. Wird sich der Volkswirtschaftler einerseits immer auf den Vorteil eines Staates bzw. die Auswirkungen auf dessen nachhaltige Entwicklung konzentrieren,so wird dies der Betriebswirtschaftler andererseits hinsichtlich des oftmals nur kurzfristigen Gewinns eines Unternehmens tun.105 Es entstehen offenbar Zielkonflikte,104Ritter 1998: S. 248, Kinkel 2003: S. 53.105Gauer Scriba 1999: S. 145f.424 Zusammenfassungsowohl in der Gegen uberstellung von Unternehmen und Volkswirtschaft, als auchzwischen Unternehmen und lokalem Standort.2. Die Position des Unternehmens ist heute nicht mehr an die eines bestimmten Staatesgebunden, wodurch die L ander in direkten Wettbewerb treten. Die Wahlm oglichkeiteneines Standortes sowohl aus betriebs als auch volkswirtschaftlicher Sicht ist nichtmehr traditionell gepr agt. Zus atzlich wirken kaum noch einzelne Faktoren, sondern ganze B undel miteinander verwandter Standortfaktoren 106 bzw. ein umfangreicher Faktorenmix 107. Erschwerend kommt hinzu, dass hinsichtlich weicher Faktorenpers onliche und damit subjektive und nicht eindeutig vergleichbare Vorlieben zum Tragen kommen.1083. Bedeutsam ist, dass die anf anglich grunds atzliche Konzeption der Standortlehrevon einer landwirtschaftlichen uber eine transport okonomische hin zu einer modernen Sichtweise heute nicht so sehr in ihrer Theorie, als vielmehr an den Werten bzw.der Gewichtung einzelnen Faktoren Probleme aufwirft. Erweitert man die klassische Standortlehre um Variablen wie Orientierung hinsichtlich Share oder Stakeholder,potenzieren sich die m oglichen angestrebten Kombinationen der Standortfaktoren.Doch gerade heute st utzt sich eine gute und vorrausschauende, im internationalen Rahmen bewegende, Standorttheorie auch auf andere wissenschaftliche Fachrichtungen z. B. Soziologie, Metorologie, Geologie. Andere Ans atze werden ber ucksichtigtund kommen zur Anwendung.1094. Die Konzepte von klassischem, behavioristischen und strukturellem Ansatz widersprechen sich teilweise deutlich, gehen von unterschiedlichen Annahmen und Theorien aus, nutzen verschiedene Methoden und untersuchen die Standortwahl sogarzu verschiedenen Zeiten in deren Ablauf. Sie versuchen jedoch immer, eine g ultige Erkl arung abzuliefern. Im direkten Vergleich scheitert dieser Anspruch.5. In der Zukunft wird sich die Gewichtung einzelner Faktoren andern. In den Zeitensich verknappender klassischer Ressourcen gilt oft, dass das, was fr uher unwirtschaftlich war, heute oder in Zukunft lohnenswert sein kann. Neue Techniken lenken den 106Kaiser 1979: S. 24, Balderjahn 2000: S. 1.107Haug von Wangenheim 1995: S. 73, Posselt Kunadt 2008: S. 188.108Grabow et al. 1995: S. 63.109Dazu sei beispielhaft auf den hier ebenfalls vorgestellten verhaltenstheoretischen Ansatz von Predverwiesen.434 Zusammenfassung Focus auf bisher uninteressante Regionen. Dass dieser Wandel eine weitere Verkomplizierung bzw. einen noch komplexeren Vorgang der nachhaltigen Standortwahl mitsich bringt, ist offensichtlich, obwohl er enormes wirtschaftliches Potential bietet.Die Frage nach dem Standort wird immer ein zentrales Probleme von Unternehmen sein.Die L osung der Standortproblematik wird aber allein mit Hilfe klassischer Mittel immer schwieriger, da mit ihnen aktuelle und zuk unftige Probleme, wenn uberhaupt, nuransatzweise erkl art und gel ost werden k onnen.Die vorherrschenden Systematiken unterliegen einigen grundlegenden Schw achen, dennes ergeben sich durch Mess und Bewertungsprobleme, die auf ein grundlegendes Bed urfniszur Interpretation und Erl auterung des jeweiligen Verst andnisses von Kernbegriffen hinweisen, groe Deutungs und Konsensschwierigkeiten.Dass dabei die Meinungen, was angebracht sei und was nicht, weit auseinandergehen,ist eine erschwerende Tatsache. Ebenso muss ber ucksichtigt werden, dass die Beurteilungder Grenzkosten von Informationen bezogen auf ihren Grenznutzen nicht vereinheitlichtist und somit im weiteren Verlauf nicht von der Annahme einheitlicher, vollst andiger bzw.perfekter Informationen bei Standortbewertungen ausgegangen werden kann.110Der Prozess der Verlagerung an sich ist ein hochkomplexer und sehr unfangreicherob und Vorgang, dem sich auszusetzen sehr gut uberlegt sein sollte. Die Frage nach demdem anschlieendenwohin kann nur dann beantwortet werden, wenn man ann aherndwei, was heute und was morgen G ultigkeit besitzt. Die unkritische Nutzung zur Zeitverwendeter Konzepte sollte einer verifizierenden bzw. falsifizierenden Herangehensweiseweichen. Dies gilt sowohl f ur die Lehre selbst als auch f ur die Verlagerungskonzepte.Die Standortwahl ist nicht auf die Frage nach einem neuen Ort zu begrenzen. Vielmehr gilt auch, bestehende Standorte bez uglich ihres Zukunftspotentials und hinsichtlichinterdisziplin arer Fragen zu untersuchen.Die L osung k onnte darin liegen, die uberzeugendsten Gedanken der hier genannten Ans atze zur Standortanalyse miteinander zu verschmelzen, dabei aber ihre Schwachstellen zu umgehen. Dass spezifische Kenngr oen uberhaupt erst einmal zu erfassen sind,ist offensichtlich. Das bedeutet, dass die f ur das Unternehmen wichtigen Charakteristika eines Standortes auf verschiedene Abh angigkeiten hin, z. B. der jeweiligen Unternehmensverantwortung hinsichtlich Share oder Stakeholderinteressen, erfasst werden m ussennormativer bzw. klassischer Ansatz.110Maier et al. 1996: S. 80.444 Zusammenfassung Im Weiteren kann eine Analyse bereits getroffener Standortentscheidungen eines konkurrierenden Unternehmens aus dem gleichen oder ahnlichen Wirtschaftsbereich durchgef uhrt werden. Inwiefern sich dessen Standortwahl als positiv oder negativ herausgestellthat behavioristischer Ansatz, kann untersucht werden. Abschlieend wird die Phase, inder sich die Wirtschaft gegenw artig befindet, bestimmt, sowie nach sich anbahnenden Krisen geforscht bzw. gesucht struktureller Ansatz.Um bei der Vermarktung eines Standortes erfolgreich zu sein, ist es notwendig, die Entscheidungsfindung der Zielgruppe nachvollziehen zu k onnen. Das bedeutet, sich mitden jeweiligen Gedankeng angen auseinanderzusetzen um letztendlich zu kl aren, inwieweitder eigene Standort den Bed urfnissen der Zielgruppe entspricht. Daraus lassen sich Erkenntnisse, ob das eigene Konzept erfolgreich sein kann bzw. bleiben wird, direkt ableiten.Die daf ur geeigneten Werkzeuge zur Bewertung des eigenen Standortes sind die gleichenwie jene f ur den Standortsuchenden, werden jedoch mit dem Ziel angewendet, das eigene Standortangebot soweit m oglich an das Suchmuster des potentiellen Kunden anzupassen.Da sich die Pr aferenzen der Kunden im Laufe der Zeit jedoch andern und die Standortfaktoren einen Bedeutungswandel durchleben, ist ein enger und direkter Kontakt zum Markt, also zu den Kunden, unbedingt notwendig.45Literaturverzeichnis Balderjahn, Ingo 2000: Standortmarketing, Forum Marketing Management, Band 1.Lucius Lucius, Stuttgart.Balderjahn, Ingo 2004: Nachhaltiges MarketingManagement: M oglichkeiten einerumwelt und sozialvertr aglichen Unternehmenspolitik, Forum Marketing Management,Band 5. Lucius Lucius, Stuttgart.Bathelt, Harald 1992: Erkl arungsans atze industrieller Standortentscheidungen: Kritische Bestandsaufnahme und Uberpr ufung am Beispiel von Schl usseltechnologienIndustrien. In:Geographische Zeitschrift, 80, 4: 195213.Beckmann, CarlChristian 2005: Beziehungsorientiertes Standortmanagement undregionale Wirtschaftsf orderung. Wirtschaftswissenschaft. Deutscher Universit atsverlag,Wiesbaden and Zugl. M unchen.Behrens, Karl Christian 1971: Allgemeine Standortbestimmungslehre,UniTaschenb ucher, Band 27. 2. Auflage. Westdeutscher Verlag, Opladen.Brede, Helmut 2004: Betriebswirtschaftslehre: Einf uhrung. 8., uberarb. und erw. Auflage.Oldenbourg, M unchen.Bundesministerium f ur Wirtschaft und Technologie 2010: Gr underzeiten:Informationen zur Existenzgr undung und sicherung.Figge, Frank Schaltegger, Stefan 1999: Was ist Shareholder Value? Vom Schlagwort zur Messung: Arbeitsbericht Nr. 219. Universit at L uneburg, L uneburg.Gauer, Christoph Scriba, J urgen 1999: Die Standortl uge: Abrechnung mit einem Mythos, Band 14237. 2. Auflage. FischerTaschenbuchVerl. FischerTaschenbuch,Frankfurt am Main.Glastetter, Werner 1998: Auenwirtschaftspolitik: eine problemorientierte Einf uhrung.Wolls Lehr und Handb ucher der Wirtschafts und Sozialwissenschaften, 3., v ollig uberarb.und erw. Auflage. Oldenbourg, M unchen.46Literaturverzeichnis Grabow, Busso, Henckel, Dietrich HollbachGr omig, Beate 1995: Weiche Standortfaktoren, Schriften des Deutschen Instituts f ur Urbanistik, Band 89. Kohlhammer,Stuttgart.Haas, HansDieter Eschlbeck, Daniela 2006: Internationale Wirtschaft:Rahmenbedingungen, Akteure, r aumliche Prozesse. Edition internationale Wirtschaft.Oldenbourg, M unchen.Haug, Andreas von Wangenheim, Sascha 1995: Standortmanagement in derliterarischen Ubersicht. In: Gassert, Herbert Horv ath, Peter Hrsg.: Den Standortrichtig w ahlen, 7083. Sch afferPoeschel, Stuttgart.Hesch, Richard M. 1998: Das Management der Verlagerung von Wertsch opfungsstufen:Ein phasenorientiertes Modell, dargestellt am Beispiel Deutschland und Mittelosteuropa,Schriften zur Unternehmensplanung, Band 50. Lang, Frankfurt am Main and Stuttgart.Holtbr ugge, Dirk, Puck, Jonas F. Berg Nicola 2008: Internationale Unternehmenst atigkeit in einem globalen Umfeld. In: B orsig, Clemens Werder,Axel v. Hrsg.: Globalisierung aus unternehmensstrategischer Sicht, Schriftenreihe der SchmalenbachGesellschaft f ur Betriebswirtschaft e.V., 2544. Sch afferPoeschel Verlag f ur Wirtschaft Steuern Recht, Stuttgart.Jansche, Rudolf 1998: Shareholder Value oder Stakeholder Value? Globalisierung undunternehmerische Verantwortung. Ronneburger Texte. Ronneburger Kreis, B udingen.Kaiser, KarlHeinz 1979: Industrielle Standortfaktoren und Betriebstypenbildung: Ein Beitrag zur empirischen Standortforschung, Betriebswirtschaftliche Forschungsergebnisse,Band 78. Duncker Humblot, Berlin.Kinkel, Steffen 2003: Dynamische Standortbewertung und strategisches Standortcontrolling. Dissertation, Univ, Frankfurt am Main and Stuttgart.Krause, Oliver 2006: Performance Management: Eine StakeholderNutzenorientierte und Gesch aftsprozessbasierte Methode. DUV Deutscher Universit atsVerlag, Wiesbaden.Kr uger, Michael 2010: Vortrag zum Standortmarketingkonzept Regionaler Wachstumskern Spremberg. 03. Mai 2010 in Spremberg.Kulke, Elmar Arnold, Adolf 1998: Wirtschaftsgeographie Deutschlands: 101Tabellen. KlettPerthes Perthes Geographie Kolleg., Gotha.47Literaturverzeichnis Maier, Gunther T odtling, Franz 1995: Regional und Stadt okonomik 1:Standorttheorie und Raumstruktur. Springers Kurzlehrb ucher der Wirtschaftswissenschaften,2., verb. Auflage. Springer, Wien.Maier, Gunther, T odtling, Franz Trippl, Michaela 1996: Regional und Stadt okonomik 2: Regionalentwicklung und Regionalpolitik. Regional und Stadt okonomik.Springer, Wien.Posselt, Thorsten Kunadt, Falk 2008: Standortwettbewerb und internationaler Innovationstransfer. In: B orsig, Clemens Werder, Axel v. Hrsg.: Globalisierungaus unternehmensstrategischer Sicht, Schriftenreihe der SchmalenbachGesellschaft f ur Betriebswirtschaft e.V., 187206. Sch afferPoeschel Verlag f ur Wirtschaft Steuern Recht,Stuttgart.Pred, Allan 1967: Behavior and location: Foundations for a geographic and dynamiclocation theory, Lund Studies in Geography, Band I. The Royal University of Lund, Lund.Rappaport, Alfred 1986: Creating shareholder value: The new standard for businessperformance. Free Press, New York.Ritter, Wigand 1998: Allgemeine Wirtschaftsgeographie: Eine systemtheoretischorientierte Einf uhrung. 3., uberarb. und erw. Auflage. Oldenbourg, M unchen.Schierenbeck, Henner 2003: Grundz uge der Betriebswirtschaftslehre. 16., vollst andig uberarbeitete und erweiterte Auflage. De Gruyter, M unchen and Wien.Schneck, Ottmar 1996: ManagementTechniken: Einf uhrung in die Instrumente der Planung, Strategiebildung und Organisation. 2. Auflage. Campus, FrankfurtMain.Schorer, Klaus Peter 1994: Moderne Gewerbeparks in Deutschland,Wirtschaftsgeographie, Band 5. LIT Verlag, Berlin.Siebert, Horst 2000: Zum Paradigma des Standortwettbewerbes. Mohr Siebeck, T ubingen.Skrzipek, Markus 2005: Shareholder Value versus Stakeholder Value: Ein Vergleich des USamerikanischen Raums mit Osterreich. Wirtschaftswissenschaft. Deutscher Universit atsverlag, Wiesbaden.Truijens, Thorsten 1993: Standortentscheidungen japanischer Produktionsunternehmen in Europa, Internationales Management, Band 4. Universit atsverlag Konstanz, Konstanz and St. Gallen.48Literaturverzeichnis Volz, Gerhard 1998: Die Organisationen der Weltwirtschaft: Hintergr unde ihrer Entstehung, Aufgaben und Wirkungsweise; eine Einf uhrung. Oldenbourg, M unchen.von Th unen, Johann Heinrich 1910: Der isolierte Staat: in Beziehung auf Landwirtschaftund National okonomie: Neudruck nach der Ausgabe letzter Hand 1. bzw. 2. Auflage, 1842bzw. 1850. Verlag von Gustav Fischer, Jena.Walker, Andreas 1998: Die Shareholder Value Analyse als Instrument zur Unterst utzungvon Unternehmenssanierungen, Steuer, Wirtschaft und Recht, Band 152. Josef Eul, Lohmarand K oln.Weber, Alfred 1909: Uber den Standort der Industrien. Mohr, T ubingen.49", "filename": "lmu-dpba_2014-01.pdf", "person": ["Hans-Elmar Eisold", "Eisold, Hans-Elmar"], "date": ["2014"]}