{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/104310/1/lmu-mdp_2010-24.pdf"], "title": ["The Gains from Variety in the European Union"], "plaintext": "The Gains from Variety in the European Union Lukas Mohler Faculty of Business and Economics, University of Basel, Peter MerianWeg 6, 4002 Basel, Switzerland Michael Seitz Department of Economics, LudwigMaximiliansUniversity of Munich, Ludwigsstrasse 28, 80539 Munich, Germany March 2010Abstract Over the last decade, European Union members have experienced a dramatic increase in imports. This increase was accompanied by a strong growth in the number of imported goods andtrading partners, indicating positive welfare gains for consumers via an extended set of consumptionpossibilities, as pointed out in the New Trade Theory. In this paper, we apply the methodologydeveloped by Feenstra 1994 and Broda and Weinstein 2006 to estimate structurally the gainsfrom imported variety for the 27 countries of the European Union using highly disaggregated tradedata at the HTS8 level from Eurostat for the period of 1999 to 2008. Our results show that, withinthe European Union, especially newer and smaller member states exhibit high gains from newlyimported varieties. Furthermore, we find that the vast majority of the gains from variety for consumers stem from intraEuropean Union trade.JEL classification: F12, F14;Keywords: European Union, Welfare Gains from Trade, Trade in Variety;Tel.: 41 61 267 0770; fax 41 61 267 1316; Email address: Lukas.Mohlerunibas.ch Corresponding author. Tel.: 49 89 2180 6286; fax 49 89 2180 6227; Email address: Michael.Seitzlrz.unimuenchen.de 1Introduction 1The European Union with its 27 member states today constitutes the largest single market in theworld. Over the past decade, several historical events have deepened the economic integration of theeconomies within the European Union but also of the member states into the world economy, resultingin a strong increase in trade flows. First, the euro was introduced as book money in 1999 and todayis the official currency of 16 European Union member states. Second, the transition of the Eastern European economies from planned economies to market economies after the fall of the Iron Curtain wasaccompanied by a surge and redirection of trade flows towards the old member states as well as a surgeof trade between Eastern European countries. This transition finally led to the eastern enlargement in 2004, when ten new member states joined the European Union, followed by Romania and Bulgariain 2007. Finally, the European Union and its member states were confronted with the integration offastgrowing emerging markets into the world trading system over the last decade, with China and other East Asian economies at the forefront. This dynamic process of economic integration on the one handcaused more competition and new challenges for the European member states and European firms. Onthe other hand the integration process was accompanied by a dramatic increase in internal and externaltrade flows for all the member states. One important aspect of this phenomenon is the positive effect onconsumer welfare via increased imports and an extended choice set of available varieties for consumers.From 1999 to 2008 the total value of imports for all countries has more than doubled. At the same time,the mean number of supplying countries within an average product category has increased by about 15%, while the number of imported product categories has stayed roughly constant. In sum, about 60%in the increase of total imports can be attributed to the establishment of new trade linkages with newgoods andor new trading partners, indicating high gains for consumers as a result of newly availableproducts.Since the pioneering work of Krugman 1979, 1980, 1981 the love for variety motive and itsimplications for consumer welfare have been a key element of the New Trade Theory. Based on amonopolistic competition model, first outlined by Spence 1976 and Dixit and Stiglitz 1977, wherea single good is available in different varieties, these models predict that trade leads to an increasednumber of varieties available for consumers. In combination with a constant elasticity of substitutionCES utility function, trade generates positive effects for consumer welfare via the availability of morevarieties of one good. Since then, economists have tried to quantify empirically the gains for consumersfrom newly imported varieties.In his seminal contribution, Feenstra 1994 was the first to assessempirically the impact of new and disappearing varieties for a single imported good. Based on thetheoretical framework of the New Trade Theory, Feenstra 1994 developed an artificial price indexto measure the impact of traded varieties on consumer welfare. The idea is that new varieties lowerthe price index, while disappearing varieties increase the index, where the magnitude depends on thesubstitutability between the varieties and their expenditure share. Broda and Weinstein 2006 extendthe approach of Feenstra 1994 and construct an aggregate price index using the full set of importedproducts to compute the import price index bias resulting from the omission of new and disappearingvarieties. This approach allows them to quantify the overall impact of imported varieties on consumerwelfare for the United States for the period from 1972 to 2001. Using highly disaggregated trade data,and the assumption that goods are differentiated across countries, they show that the unmeasuredgrowth in product variety has been an important source of welfare gains.1 Their results indicate anupward bias of the conventional price index of the magnitude of 1.2% per year which translates intoan overall effect of 2.6% of GDP for the overall period or put differently, consumers are willing to payroughly 0.1% of their annual income to have access to a larger set of goods and varieties.In this contribution we adopt the methodology of Broda and Weinstein 2006 to estimate structurally the gains from imported variety for all 27 European Union member states for the period from 1999 to 2008 by exploring a rich dataset of highly disaggregated trade data at the HS8 level which allowsus to identify over 10,000 different product categories: to our best knowledge this has not been usedbefore in another study. The effects on consumer welfare of newly available products are in particularinteresting for European economies, since the European Union consists of many small and mediumsizedeconomies with high import shares and a high degree of political and economic integration within the European Union as well as in the world economy. In addition, our study of a set of countries allows us 1The definition that goods are differentiated across countries is based on the theoretical framework of Armington1969. Here, a variety is simply a particular good produced by a particular country, e.g., French wine.2to analyse and interpret results across countries, adding another dimension to this approach. We follow Broda and Weinstein 2006, and construct an artificial import price index for each country. In a firststep we estimate a total of approximately 170,000 elasticities of substitution, one for each imported goodof each country. In a second step we use these elasticities to compute a correction term for each product.This term captures the effect on the price index that is due to the change in the variety set. Basedon the structural assumption of a Krugman 1980 style economy, we finally calculate the gains fromvariety for each single member state. Furthermore, we extend the approach of Broda and Weinstein2006 which allows us to calculate the import price index for European Union internal and externalimports. This enables us to identify which trade flows contribute most to the gains from variety foreach member state. Using our highly disaggregated trade data, we also provide extensive descriptivestatistics about the number of trading partners and traded products for the European member states,which allows us to gain new insights into the trade integration process of all the member states. Finally,we provide some new robustness measures to build further confidence in our results. Our results canbe summarized as follows: for most countries the biases and hence the gains from variety are positive.However, the results differ across countries and three different groups can be identified. First, for thelargest four economies in the European Union in terms of GDP, the impact of traded variety is small forthe considered period. This can be explained by smaller import shares and the fact that these economieshave already been strongly integrated into the European Union and the world market in 1999, which isour base year. Secondly, for all the smaller old member states we find modestly positive gains fromimported variety. Finally, for the newer member states of the European Union, with the exception of Malta, the gains are strongly positive, mostly larger than 1% of GDP. This result reflects the effects ofthe ongoing integration of these countries into the European single market and into the world tradingsystem as well as their higher growth rates and higher import shares. For example, variety gains for Estonia sum up to 2.8% of GDP, which is of the same magnitude as Broda and Weinstein 2006 findfor the United States for their much longer period from 1972 to 2001. Our results show that especiallyfor fastgrowing, lessdeveloped and smaller countries, the establishment of new trade linkages and theimporting of new varieties are an important source of welfare gains via trade. We also find that formost countries about 70% of the gains stem from intraEuropean trade, emphasizing the positive effectsand importance of European integration. Third, descriptive statistics of the estimated elasticities ofsubstitution indicate that they do not differ systematically across countries, which is interesting, giventhe different sizes of the economies.Our paper contributes to two strands of the empirical trade literature. First, beside the approachesof Feenstra 1994 and Broda and Weinstein 2006 several other studies have tried to evaluate theeffects of new varieties on consumer welfare and the role of trade.2 A first attempt was made by Feenstra 1992. He shows in a numerical example how trade barriers can affect the number of availableproducts and reduce consumer welfare. Following the idea of Feenstra 1992, Romer 1994 calibratesa model with fixed export costs and finds that a substantial reduction in trade barriers will lead to moreexported varieties, resulting in an increase of GDP of up to 20%. Using a similar approach Klenowand RodriguezClare 1997 construct and calibrate a general equilibrium model with detailed Costa Rican trade data to quantify the impact of trade restrictions on welfare. Their results suggest thatthe gains from trade liberalization can be higher compared with traditional models if the effects oftraded variety are taken into account. In an extension, Arkolakis et al. 2008 provide a more detailedanalysis of the Costa Rican trade liberalization and find that the effect of trade liberalization on productvariety is relatively small, since new products are imported in small quantities. Furthermore, Brodaand Weinstein 2004 document the rapid growth in product variety over the last decade in world tradeand point to the important effects on consumer welfare.3 4Although these studies made important firststeps in analysing and understanding the impact of new traded varieties, their methodologies and datarest on strict assumptions and provide an unprecise measure compared with the more sophisticatedapproach of Broda and Weinstein 2006. Therefore, more recent papers rely on the methodology firstproposed by Feenstra 1994 and extended by Broda and Weinstein 2006. Using detailed market data 2For a more microeconomic perspective on the effects of new varieties on consumer gains see Hausman 1981, Hausman1994, and Trajtenberg 1989.2003.3For a theoretical explanation of the increase in traded varieties also see Yi 2003, Melitz 2003, and Bernard et al.4The increase of product variety over the last decades can also be observed at the national level. Bils and Klenow2001 find a strong increase in 106 product categories for the U.S especially over the last 20 years.3about the U.S. automobile market Blonigen and Soderbery 2009 are able to estimate a more precisemeasure of welfare gains and show that the Armington assumption, that goods are only differentiatedacross countries, hides significant welfare gains. They find that the estimated impact of new net varietieson consumer welfare is doubled in magnitude when compared with conventional import data. Usingsimilar methodologies and data another strand of literature emphasizes the positive effect of increasedimport variety on productivity, including Feenstra and Markusen 1994, Broda et al. 2006, and Feenstra and Kee 2008. Considering the European case, Funke and Ruhwedel 2005 provide anempirical analysis of disaggregated trade data on export variety and economic growth in the Eastern European countries. Their analysis shows a high correlation between increased imported variety andeconomic growth. Second, while the European integration process has received substantial interest inthe literature, the analysis of European Union trade flows and their positive effects on consumer hasbeen scarce. Smith and Venables 1988 made an important first step in evaluating the positive effectsof a single market in the European Union. Based on a Krugman 1979 model, they show in a numericalexperiment that the creation of a single market has a strong procompetitive effect at the industry level,generating large welfare gains for its member states of up to 4% of GDP. In the European trade literaturethree prominent lines can be identified. First, several studies have tried to quantify the positive effectof the introduction of the euro on trade: see Baldwin 2006 for a survey. Second, researchers havestudied the effect of European integration and the role of national borders in intraEuropean tradeflows, including Nitsch 2000 and Chen 2004. Finally, Buch and Piazolo 2001 and Manchin and Pinna 2009 study the implications of the Eastern European enlargement in 2004 on the growth andredirection of trade flows towards the European Union. All these studies rather build on aggregatedtrade data and evaluate the extent to which the composition and volume of trade flows are changing,but do not analyse highly disaggregated trade data which is also a novelty of our approach. Finally,all these papers neglect the potential positive effect on consumer welfare, which is at the heart of ourcontribution.The rest of the paper is organized in the following sections. In section 2 we describe the dataset andprovide detailed descriptive statistics of disaggregated trade data and the number of imported varietiesfor all the member states. Section 3 briefly reviews the methodology developed by Feenstra 1994 and Broda and Weinstein 2006 to account for variety changes in price indices before turning to section 4which presents the results and interpretation for each member state. Section 5 concludes.2 Descriptive Statistics To quantify empirically the positive effects on consumer welfare from the availability of new importedproducts, our analysis requires highly detailed product information on the quantity and prices of imported goods. Therefore our empirical analysis uses the database from Eurostat which consists of highlydisaggregated trade data defined at the HS8 level for all EU27 member states for the period from 1999to 2008. In this data set about 10,000 products are classified, for which data on the value and tonsof imports are available, which allows us to calculate unit prices for each product. From this databasewe collect information on the imports for each single member state from all the trading partners in theworld. We use quarterly data from the first quarter of 1999 to the first quarter of 2008 to rule outpotential seasonality effects. The richness of this data set allows us to provide a precise estimate of thegains from variety, which is robust to several extensions as discussed in the following sections. Table 1 provides some detailed information on the development of the product categories available from thisdata set over time. For the period from 1999 to 2008 the total number of classified products amountto 13,234. At the same time the number of classified products decreased from 10,428 to 9,699.Intotal, 2,950 new products were introduced and 3,838 were deleted, resulting in a total net change of 6,788 classified, products for the overall period. It is also obvious that for each year the numbers newand excluded products are roughly equal, while the absolute value of reclassification varies over time.Especially for the years 2002, 2006, and 2007 large product category changes can be observed.55This is due to reclassifications that appear regularly. The empirical approach presented below is robust towards suchreclassifications of products, as explained by Feenstra 1991.4Table 1: Summary statistics on product codes at the HS8 level for the period from 1999 to 2008Year Total number New Deletedof product codesproduct codesproduct codes123199920002001200220032004200520062007200810,42810,31410,27410,40010,40410,17410,0969,8429,7209,6991441095078019273974869177530322390654155031757401,03996Totalchange Netchange44473321401,434347762721,2261,95617151591144012642307825412221Source: Eurostat International trade statistics methodology and classifications 2009.2.1 Analysis of Aggregated Trade Flows For our descriptive analysis we start with aggregated trade data at the European level before turning tothe more disaggregated country level. The dynamic economic integration process over the last decade,within the European Union as well as at the global level, has led to a dramatic increase in importsfor all the member states. From row one in column 1 and 2 in Table 2 we can see that aggregatedimports of the European Union member states from all the trading partners have more than doubledfrom 487 billion euros in the first quarter of 1999 to 979 billion euros in the first quarter of 2008. Sinceone focus of our study is trade within the European Union we split up imports by European Union,internal imports and imports from the rest of the world external imports in row two and three. Wecan see that the European Union internal trade flows account for approximately 60% of all the imports,underlining the importance of internal European Union trade. Both internal and external import flowshave grown at rapid rates and roughly doubled in this period, while external trade flows have grownat a slightly higher rate, resulting in a higher import share of nonEuropean Union imports in 2008,accentuating growing trade with emerging markets like China at the forefront. This strong increasein imports was accompanied by another phenomenon, a strong increase in the number of importedvarieties. In our analysis a good is defined as an HS8 product category. Following Armington 1969,a variety is then assumed to be a particular good from a particular country. Based on this definitionwe find a strong increase from 1.67 million to 1.97 million imported varieties during the same period.Similarly to the value of imports, about twothirds of new varieties stem from internal imports. This isinteresting, given the relatively small number of potential trading partners for a single product withinthe European Union, and highlights the importance of intraEuropean Union trade as a source of newproduct varieties for consumers.Given the diverse structure of the European economies and their differences in terms of size GDP,growth of GDP, absolute imports, and import shares, countries have been affected differently by theintegration process. Since in New Trade Theory the absolute size and growth rate of a country arean important determinant of the structure and development of import flows, three different types ofcountries in the European Union can be identified:6 first, the big four economies including Germany,Italy, France, and the United Kingdom with the largest GDP in the European Union; second, the elevensmall old high income member states; third the twelve fastgrowing lessdeveloped new memberstates mostly, from Eastern Europe, which joined the European Union in 2004 and 2007, respectively.In columns three to six in table 2 we show descriptive statistics of aggregated imports for each of thesethree blocks. For all the blocks we can see a strong growth in import volume from both European Union and nonEuropean Union countries, which is highest for the new member states. The bigfour account for roughly half of all the imports but only for a quarter of the imported varieties.Despite the strong growth in imports, the number of imported varieties only slightly increased from 6In the New Trade Theory, the absolute value of trade between two economies depends on the size of both economies.5456,744 to 496,597, indicating that imports have grown at the intensive margin.7 While 65% of thetotal imports stem from the EU27 member states, they only account for 58% of the imported varietiesin 1999, but both shares slightly decreased over time, emphasizing the growing importance of tradewith nonEuropean Union member states over the last decade. We obtain a similar picture for thesmall old member states, although internal EU27 imports on average are even more important forthese economies. In contrast to the big four, imports have also grown along the extensive margin.This increase in traded variety is mainly due to trade with nonEuropean Union members, since in thiscategory the number of imported varieties has grown substantially from 217,793 to 292,638. Finally,for the new member states we gain a somewhat different picture. First, trade with other Europeanmember states is very important for this group and amounts to approximately 70% of the total imports.Second, although the trade value from both European Union and nonEuropean Union members in 2008was roughly four times larger than in 1999, the fact that the number of varieties imported from other European Union countries has grown by 50% while the number of varieties from the rest of the worldhas been slightly decreasing is striking.Table 2: Aggregated imports for each subgroup Total Imports bn. eurosTotal Imports EU27 bn. eurosTotal Imports ROW bn. eurosImported varieties th.Imported varieties EU27 th.Imported varieties ROW th.All27199914871593281,6786021,077200829793546241,9706991,273Big four200819993448527729918118596456496280264192216Small old200819995637117923612413655662796504445217292New1999731218558333191200881228433677447189Note: All variables are calculated by aggregating each individual variable for each of our defined subgroups.To obtain a better sense of the forces that have been driving the increase in variety over the lastdecade Table 3 shows the data by exporting trading partners. Columns one and two of Table 3 rank thetop 30 out of 189 trading partners by the total number of exported goods categories to all the Europeanmember states. The first column presents the ranking for the first quarter of the year 1999 and thesecond column the one for the first quarter of the year 2008.In column 3 the rank of the absoluteincrease in the number of exported product categories over the last decade is displayed. In columns 4 to 6 we conduct the same experiment but now for the total value of exports to all the memberstates. Interestingly, 18 out of the top 30 supplying countries of exported products and total exportsare European member states, despite the European Unions many small and mediumsized economies.This reflects the high degree of economic integration and proximity within Europe. Not surprisingly,the largest four economies of the European Union are also the top suppliers in terms of the number ofproducts and the total exports to the EU27. However, over time the rank increase in exported productcategories has been relatively modest compared with the absolute export values for these countries. Inparticular, the United Kingdom seems to have profited less from the increased export possibilities overthe last decade. Besides, fastgrowing emerging markets like China, India and Turkey, and in particularsmall and medium sized European countries have been the driving force of new product suppliers forthe EU27, as can be seen from column 3. Given the small size of many Eastern European economies,only four out of twelve make it into the list of the top 30. Nevertheless, all these countries have improvedtheir relative position over time and some countries like Poland and the Czech Republic have experiencedone of the largest increases in terms of exported products among all the other countries, ranked 2 and 3in the absolute increase in the number of varieties. This underlines the growing importance of Eastern European economies as a source of new products and varieties. On the other hand highincome nonEuropean Union members like the United States, Japan, Norway and Switzerland have become lessimportant as a suppliers of new products.7Intensive margins of trade mean that more products of the same category have been traded. This is in line with thefindings of Besedes and Prusa 2007 for highincome countries.6Table 3: Ranking in terms of the number of goods imported by the EU27 member statesranks varietyranks valueincrease3increase619994162543781410121511922192018232521162413273033383235200851637285101615112141317291423192022122818322748513725101225170716958617117191172316822494421673948411335223011Germany Italy France United Kingdom Netherlands USABelgium Spain Austria Switzerland Sweden Denmark China Japan Czech Republic Taiwan Poland Finland Hungary Turkey Korea SouthNorway Portugal Ireland Canada India Hong Kong Greece Thailand Slovakia 19991123456789101112131415161718192021222324252627282930200821235486910141112717152013191816232724262521282930221761232458131814222381152928151620103725442373604319Notes: The ranking is based on the aggregated number of products exported by a singlecountry to all European Union member states at the HS8 level. The total number oftrading partners is 189.2.2 Analysis of Disaggregated Trade Flows So far our analysis has relied on aggregated data on the European level. We now focus on disaggregatedcountry data to provide a more detailed picture of the development of imported varieties for each singlemember state. Given our assumption that products are differentiated across countries, there are twopotential sources for new varieties. First, an entirely new goods category is imported. Second, thenumber of supplying countries of an individual good is increasing. Therefore, Table 4 includes somedescriptive statistics regarding the number of imported product categories and the average tradingpartners for a single product. Larger and highincome countries import a larger set of goods from amore diverse set of countries. This is in line with the New Trade Theory first outlined by Krugman1979,1980 and what other empirical studies by Hummels and Klenow 2002 and Broda and Weinstein2004 have found.From columns 1 and 2 we can see that the total number of imported product categories is relativelyconstant over time for all the countries: while for most of the old member states the number of importedgoods decreases slightly, modest increases can be observed for some of the new member states. Hence,the importing of new products has played a role in extending the set of available products for consumersin some of these countries. Also note that many of the old member states already imported in nearly allthe product categories at the HS8 level in 1999.8 At the same time the average number of supplyingcountries of each individual good has increased for all the countries, except for Hungary and Maltacolumns 3 and 4. The increase has been largest for the small old and the new member states.Consequently, the overall variety growth can be mainly attributed to the effect of an increased numberof trading partners for a specific product category. Taken together, this translates into an overall 8This limits the possibility of an increase in the number of varieties via the new goods dimension. New goods mayessentially be classified in already existing goods categories, resulting in an potential underestimation of variety growth.7increase of imported varieties for all the countries except Cyprus, Hungary, and Malta, as can be seenfrom columns 5 and 6. This is in line with what our previous analysis has already shown. The increasein imported varieties is largest for the new, modest for the small old, and relatively small for thebig four member states. Although, there are similar numbers of new and disappearing varieties formost countries columns 7 and 8, from column 9 and 10 we can see that the value of new varieties ismuch higher than the value of disappearing ones, especially for the new member states. This indicatesthat new varieties have played a more important role than disappearing ones in the consumer budgetdecision.Table 4: Variety of EU27 imports from worldwide trading partners 19992008Total no.of goods 199919,9699,7229,5629,6759,2929,6858,3308,2878,2558,3757,8629,2388,5299,3458,8556,6495,9518,8486,7797,0496,2746,6545,5178,7667,4467,6507,785200829,3688,9129,0909,0728,7919,0738,3847,8958,0227,9477,8348,8678,4298,9318,4587,5095,9328,5987,0546,8057,2287,3785,2588,6538,2437,9528,059Mean no.of countries 200819994313.1111.3413.9115.8713.3211.3812.2610.309.947.6111.098.356.528.868.156.627.105.695.574.304.163.639.9111.786.936.079.927.729.958.487.165.155.125.139.558.546.444.909.379.464.636.767.475.463.583.8810.419.679.306.506.037.037.046.74Total no.of varieties 19995113,043135,216108,85799,62870,74280,89454,32554,89446,94836,04628,57891,57851,77972,12775,06534,22930,47775,56833,22066,68929,04136,34321,41884,73648,42146,13152,46420086122,795141,464121,124111,21487,409100,59674,26864,35256,99144,27132,575104,44658,39988,58584,17553,75830,40782,10645,40463,75748,87055,09918,82990,10776,64655,89456,771Varietiesdisapp.1999734,26640,00033,16329,28821,39323,66916,22016,63513,60411,6218,65527,72415,38521,23722,97010,8029,90022,88410,38821,7688,59910,6777,62525,51814,61914,14216,002new.2008833,60439,53633,40730,33124,35127,57821,02118,50215,42512,3549,49430,93916,77323,91623,98617,5579,58623,76114,14820,20515,83717,2556,12426,06323,48617,16617,021Value mil. eurodisapp.new.2008199910936,32929,15716,26230,36358,76636,13423,39514,76634,82426,2546,2244,9533,6396,0483,1172,5954,3682,84622,1228,69920,45010,5008142,4119,8955,6744,8942,8299,6785,2333863392729759421931,31723110,9443,0371,9949,1004,3647147,4652,2373,9485951,4832496862,074695217France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithunia Malta Poland Romania Slovakia Slovenia Notes: A good is defined after the HS8 classification and a variety is defined as a good from a particular country.For convenience we ordered the table according to our definition of our three subgroups of European Union memberstates.In Tables 5 and 6 we again split up the data by European Union internal and external imports toevaluate further the different sources of traded varieties for each country. In Table 5, specifics about theimports stemming from other European trading partners are depicted, whereas in Table 6 the importsfrom nonEuropean countries are displayed. Comparing the first two columns of Table 5 with those of Table 6 we can see that the number of imported product categories from the rest of the world comparedwith internal imported varieties is lower for all the countries. Especially, large and old member statesalready import nearly all the classified product categories from the EU27 at the beginning of ourperiod. For example, France imported 9,860 out of 10,428 product categories in 1999. On the otherhand some new member states have experienced a strong increase in imported product categoriesstemming from other European member states. A case in point is Latvia, which only imported in 5,892product categories in 1999 but in 7,007 categories in 2008. Similar to the number of imported goods, theaverage number of supplying countries as displayed in columns 3 and 4 per good is higher for internallytraded products for all the countries, except for the Netherlands. This is interesting, given the smallnumber of potential trading partners within the European Union. While for the big four the difference 8between internal and external average trading partners is relatively small, it is high for all the other European Union members. In 2008, Germany imported each good on average from 8.79 European Unionmembers and from 8.55 nonEuropean members, while for the Czech Republic the average was 7.04 forinternally but only 4.10 for externally imported goods.Table 5: Variety of EU27 imports from European Union internal trading partners 19992008Total no.of goods 199919,8609,3609,1559,5449,1929,5537,9978,0098,0548,1337,8148,8968,3339,0958,3916,0455,4368,5646,2896,8625,8925,9805,0728,3716,9957,3367,488200829,2988,4738,7908,9438,7028,9518,0357,6817,8257,7027,8108,5308,3288,7578,1297,1645,5008,5056,8346,7197,0077,1524,8638,5288,1107,8767,927Mean no.of countries 20081999438.287.108.138.797.296.217.266.486.255.407.085.904.715.655.714.825.214.233.592.903.283.756.205.684.914.526.425.106.095.443.645.153.603.437.045.735.143.736.506.153.895.405.884.052.682.647.286.256.724.694.495.405.184.41Total no.of varieties 1999569,99876,06456,89661,88149,59856,32737,70538,60134,05423,58525,61850,49037,67246,42745,62621,98418,62549,07323,45942,21922,89124,24413,40952,29632,80032,92733,0112008677,00074,51063,93864,95854,35963,33245,41443,82340,80327,68229,32552,92040,90356,18849,51136,89219,78159,84235,11243,70537,80642,08913,01962,04454,48842,51241,092Varietiesdisapp.1999720,64522,39517,17318,15214,85516,52311,24811,59410,0317,5267,65915,38811,11913,68413,8776,8366,29614,7147,27713,6876,7676,8664,98815,4389,7519,89710,027new.2008820,44119,83417,53117,39814,82017,12712,91812,36711,0197,6618,37915,29611,64115,18713,95112,7286,59117,25711,35113,81212,67114,0864,49117,95017,42213,45612,585Value mil. euronew.disapp.2008199910925,05419,1508,32913,30737,78123,22014,63210,34120,48814,9303,4322,3912,7394,6302,280,1,616,3,5462,39714,3116,5587,88814,8141,1975797,4884,1122,9411,8757,7894,2662162937451847001411,0271588,7962,1191,6027,2813,2165784,5701,6153,0454381,1541775171,470398137France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithunia Malta Poland Romania Slovakia Slovenia Note: A good is defined after the HS8 classification and a variety is defined as a good from a particular country.For convenience we ordered the table according to our definition of our three subgroups of European Union memberstates.This fact stresses the importance of internal European Union trade partners as a source of varietiesfor smaller members of the European Union. Over time, the mean number of supplying countries for eachindividual good has increased for all the countries, as well from internal and external trading partners.Here, two points are striking:for the small old member states the average supplying country hasgrown relatively strongly from nonEuropean Union members, while for the new members the averagetrading partners increased with other European Union members. Taking the effect of imported productcategories and new trading partners together we obtain the following results for imported varietiescolumns 5 and 6. First, for the big four economies neither the EU27 nor the rest of the world hasbeen an important source of newly traded products or varieties over the last decade. Second, the smallmember states have gained access to new varieties via the establishment of new trade linkages with newtrading partners at the global level, while the European Union and imports of entirely new productcategories only had a minor effect. Finally, new member states have benefited from both the importof new product categories and new trading partners within the European Union, but less from tradewith countries outside the European Union. Regarding the number of new and disappearing varieties,they are roughly equal in most cases for internal as well as for external imports. Again, the absolutevalue of newly imported varieties is strictly higher compared with disappearing varieties.9Table 6: Variety of EU27 imports from nonEuropean Union trading partners 19992008Total no.of goods 199917,7078,3938,1847,2606,0476,6375,2955,2374,4134,5421,7297,2704,6846,5956,8664,4403,7416,2314,0155,5183,1804,4093,1056,7174,8944,4235,303200827,4147,8497,8537,4246,2336,9596,1525,1464,9314,7401,5757,2934,8606,8526,6205,2433,5735,4403,7584,7794,0244,3002,5976,1355,5264,1214,822Mean no.of countries 20081999436.195.608.557.076.367.276.235.205.313.505.363.714.703.143.114.013.292.933.502.742.061.725.667.083.613.024.783.945.244.293.222.763.172.984.104.262.742.434.204.442.761.932.743.032.242.584.594.844.053.203.252.993.673.26Total no.of varieties 1999543,17059,29852,03737,77321,16324,60716,63016,30212,91912,4672,98041,12814,13425,99829,46512,24811,85426,5339,76524,4856,15012,0998,00932,49015,67313,21619,4702008645,90567,07857,28146,27433,11937,30228,88820,62416,22216,6053,25251,62517,55432,74634,70116,89010,63222,30510,29420,07311,09513,0145,82328,15822,35913,39315,714Varietiesdisapp.1999714,35618,62916,80311,6647,1547,7585,5555,9984,3794,9751,71113,2095,1458,2409,9584,6554,7709,7814,4139,4532,4785,0253,90811,4375,6265,4787,498new 2008814,15120,45917,01814,28810,94112,13510,3527,4396,0546,2881,73417,1216,53310,40511,1957,1684,1217,6554,2867,1355,2575,2092,4949,5478,6925,1415,632Value mil. eurodisapp.1999910,1588,03513,0084,50211,5122,6269421,0485422,3582,7662701,6011,0351,00814210762961,0334501756571879220495new 20081011,59917,44921,2279,01614,9962,9541,7441,0359708,2245,9431,2422,6112,0371,9751142703053762,4761,9361,2932,9841,119498676333France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithunia Malta Poland Romania Slovakia Slovenia Note: A good is defined after the HS8 classification and a variety is defined as a good from a particular country.For convenience we ordered the table according to our definition of our three subgroups of European Union memberstates.In section 4 we provide a more detailed discussion and interpretation of the possible economic forcesthat are driving these results.3 Empirical Strategy In this section we briefly review the methodology used to determine the gains from variety for theconsumers. It is mainly developed by Feenstra 1994 and by Broda and Weinstein 2006.3.1 The Variety Gains from Trade We follow Feenstra 1994 to derive an exact price index for a CES utility function of a single goodwith a constant number of varieties. This index is then extended by allowing for new and disappearingvarieties. Finally, we show how to construct a aggregate import price index based on the contribution of Broda and Weinstein 2006. We start with a simple CES utility function with the following functionalform for a single imported good. To define a variety of a good we assume that imports of one good gare treated as differentiated across countries of supply, c:cid:32cid:88c Ccid:33 11g Mg,t dg,c,t M 1gg,c,t; g 1,1where C denotes the set of available countries and hence of all potentially available varieties.Mg,c,t is the subutility derived from the imported variety c of good g in period t and dg,c,t 0 is the 10corresponding taste or quality parameter. The elasticity of substitution among varieties is given by gand is assumed to be larger than one. Using standard cost minimization gives us the minimum unitcostfunction.cid:88c Ig,t 11gg,tIg,t, cid:126dg,t dg,c,tpg,c,t1g24where pg,c,t is the price of variety c of good g in period t and cid:126dc,t is the vector of taste or qualityparameters. Ig,t C is the subset of varieties of good g imported at time t. Suppose the set of availableproduct varieties Ig,t in period t and t 1 is identical, the taste parameters cid:126dc,t are also constant overtime and cid:126xt and cid:126xt 1 are the costminimizing consumption bundle vectors for the varieties of one goodfor given the price vectors. In this case Diewert 1976 defines an exact price index as a ratio of theminimum cost functions Pgcid:126pg,t, cid:126pg,t 1, cid:126xg,t, cid:126xg,t 1, Ig g,tIg, cid:126dgg,t 1Ig, cid:126dg3where the price index does not depend on the unknown taste parameters cid:126dc,t. Sato 1976 and Vartia 1976 have derived the exact price index for our CES unitcost function. It can be written asthe geometric mean of the individual price changeswhere the weights are calculated using the expenditure shares in the two periods:cid:19wg,c,tc Igpg,c,t 1cid:18 pg,c,t Pgcid:126pg,t, cid:126pg,t 1, cid:126xg,t, cid:126xg,t 1, Ig cid:89cid:17cid:16 sg,c,tsg,c,t 1cid:16 sg,c,tsg,c,t 1cid:80ln sg,c,tln sg,c,t 1pg,c,txg,c,tln sg,c,tln sg,c,t 1wg,c,t sg,c,t cid:80cid:17cIgpg,c,txg,c,tcIg So far we have assumed that all varieties of one good are available in both periods to calculatethe exact price index. As our data also include new and disappearing varieties we use the price indexdeveloped by Feenstra 1994 which allows to incorporate new and disappearing product varieties givenby the following proposition.Proposition: For every good g, if dg,c,t dg,c,t 1 for c Ig Ig,t Cg,t 1; IG cid:54 , then the exactprice index for good g with change in varieties is given bygcid:126pg,t, cid:126pg,t 1, cid:126xg,t, cid:126xg,t 1, Ig g,tIg,t, cid:126dgg,tIg,t 1, cid:126dgwhereg,r pg,c,rxg,c,rpg,c,rxg,c,rcIgcIg,r; r t, t 1.cid:80cid:80 Pgcid:126pg,t, cid:126pg,t 1, cid:126xg,t, cid:126xg,t 1, Igcid:18 g,tg,t 1cid:19 1g 1,567The idea of the Feenstra 1994 index is to correct the conventional price index Pg by multiplying itwith an additional term which measures the influence of new and disappearing varieties and is called thelambda or Feenstra ratio. If r t, the numerator of this term quantifies the impact of newly availablevarieties as g,t is the ratio of expenditures on varieties available in both periods relative to the entire setof varieties available in period t. Hence, g,t decreases when new varieties appear and so does the priceindex. On the other hand the denominator of the lambda ratio captures the impact of disappearing 11t 1 1varieties. They lower g,t 1 and the index is increased. Secondly, the exact price index depends on theelasticity of substitution between varieties. If we observe a high elasticity of substitution, the additionalterm t 1 will approach unity and the influence on the price index is small. From an economicpoint of view this is intuitive, since new and disappearing products will only have a minor influence onthe welfare of consumers if there exist close substitutes, i.e.if the varieties are homogeneous. Havingderived the exact price index for one good, we can now aggregate the imported goods to an aggregateimport price index as in Broda and Weinstein 2006. This is done by building a geometric mean of theprice indices. The aggregate import price index is then given bycid:126pt, cid:126pt 1, cid:126xt, cid:126xt 1, I Pg.cid:89 CIP IIcid:89g Gcid:191g 1wg,tcid:18 g,tcid:18 g,tcid:19wg,tg 1g,t 1g Gg,t 1,,89where the weights wg,t are defined as above. Equation 9 shows that the aggregate exact importprice index is the product of a conventional import price index, CIP II, and the aggregated lambdaratios. Consequently, the following measure, called endpoint ratio EPR can be used as an indicator ofthe upward bias of a conventional price index compared to the corrected price index. It is the ratio ofthe corrected import price index and the conventional import price index:EP R MCIP IIcid:19wgtg 1cid:89gcid:18 gtgt 1.10Using a simple Krugman 1980 structure of the economy, the inverse of the endpoint ratio can beweighted by the share of imports on the GDP to get the gains from variety:cid:20 1cid:21w MGF V EP Rt 1 cid:34cid:89cid:18 gtgt 1gcid:19wgtg 1cid:35w Mt 1,11where w Mtis the import share.3.2 Stochastic Specification In order to compute the exact import price index we have to estimate the elasticity of substitutionbetween varieties of each good. Therefore we briefly review the estimator developed by Feenstra 1994.Given our utility function 1, we can derive the import demand equation for a single variety usingexpenditure shares s as defined above.9 Taking logs and first differences results in: ln sg,c,t g,t g 1 ln pg,c,t g,c,t,where g is equal across countries, g,t g 1 lng, t M dtM12g,t 1dt 1 is a random effectsince dt is unobserved and g,c,t ln dg,c,t. The export supply equation in logs and first differencesis specified by ln pg,c,t g,t g 1 g13where g 0 is the good specific inverse supply elasticity 10 assumed to be constant across countries and g,c,t is an error term. To identify the elasticity of substitution we have to assume that thethe error terms between the demand and supply curve g,c,t, g,c,t are uncorrelated after controlling 9Using shares helps to avoid the problems of measurement error of unitvalue indices as pointed out by Kemp 196210If g 0 we get the special case of a horizontal supply curve ln sg,c,t g,c,t.12for good and time specific effects. To take advantage of this assumption we first eliminate the randomterms g,t and g,t from equations 12 and 13 by taking differences relative to a reference country k:keg,c,t g 1kln pg,c,t kg,c,t14k ln pg,c,t g 1 g15g,c,t g,c,t g,r,t. We can now use the assumption of the independent error terms to multiply 14 and 15 anddividing by 1 gg 1 to obtainwhere k Kg,c,t Kg,c,t Kg,k,t f or K ln p, ln s, rg,c,t g,c,t g,r,t and rk ln sg,c,t kg,c,t,cid:0k ln pg,c,tcid:12 1,gcid:0k ln sg,c,tcid:12 2,gcid:0k ln pg,c,tk ln sg,c,tcid:1 ug,c,t or16Yg,c,t 1,g X1,g,c,t 2,g X2,g,c,t ug,c,t,17with obvious definitions of 1,g and 2,g. Since the error term ug,c,t is correlated with the pricesand expenditure shares in X1,g,c,t and X2,g,c,t, we do not get a consistent estimator for 1,g and 2,g.However, Feenstra 1994 shows how to exploit the panel structure of the data to get a consistentestimator by averaging 17 over all t. Hence, we can use the GMM estimator developed by Hanson1998 to run a regression on the transformed equation of 17 to estimate 1,g and 2,g consistently.18where upper bars on variables denote sample means over t.11 Once, we have consistent estimators Y g,c,t 1,g X 1,g,c,t 2,g X 2,g,c,t ug,c,tof 1,g and 2,g we can calculate the elasticity of substitution g:As long as 1,g 0, g can be estimated asa ifb ifand in either case,cid:982,g 0cid:982,g 0114 4 cid:18cid:18cid:19 1cid:98g 2cid:98g 12 cid:98g 12 cid:182cid:98g 11 cid:98pgcid:1912cid:1912,,14cid:9822,gcid:981,g4cid:9822,gcid:981,g1.20thenthencid:98g 1 4 Results In this section we discuss the results of our estimation of the consumer gains from an increased importedproduct variety. Furthermore, we show where these gains come from geographically and provide somerobustness measures for our results.4.1 The Gains from Variety in the Countries of the European Union The final aim of our empirical analysis is to evaluate equation 11, which quantifies the variety gainsfrom trade with respect to GDP. In a first step we use equation 7 to calculate the lambda ratios for each 11Feenstra 1994 points out that 1,g and 2,g can not be estimated separately if the two vectors X1 and X2 areproportional. Hence, the following identification condition must holdcid:32 2cid:33cid:32 2cid:33,c 2,r 2,j 2,rcid:54,c 2,r 2,j 2,r19where c,r and j denote different countries. In words, there must be some differences in the relative variances of thedemand and supply curves across countries.13imported product category of each country. Summary statistics of these ratios are presented in Table 7: for example, the median lambda ratio 12 for Ireland is 0.96 1, expressing that the typical importedproduct category in Ireland experienced a positive variety growth of about 4%.13 Using the lambdaratios as a measure of variety growth is more sophisticated than just counting new and disappearingvarieties, as shown previously in Table 4. This measure also accounts for the importance of differentvarieties to the consumer budget decision by using expenditure shares as weights.14Table 7: Lambda ratios Nobs Mean Median 0.9917970.9915740.9813060.9816300.9914380.9816220.9710990.9712080.9511730.9613211.0012690.9814570.9912430.9614160.9712270.816820.975060.982470.907201.007680.796560.838141.005420.9912320.868740.968530.979931.821.472.071.632.474.331.742.021.362.271.944.702.901.693.121.311.772.087.0110.271.591.352.3111.597.863.831.96France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithuania Malta Poland Romania Slovakia Slovenia Note: Goods are defined at the HS8 level.5% 95%1.830.431.930.380.311.801.900.332.180.362.060.302.110.272.830.180.192.283.140.231.930.282.310.232.450.270.212.062.050.282.300.113.750.172.840.220.133.123.550.213.110.092.290.086.270.170.213.343.050.132.730.170.242.92The summary statistics of the lambda ratios show that, for the largest four EU members, thegrowth in imported variety has been moderate, with median lambda ratios of 0.98 and 0.99, indicatinga weighted variety growth of 1% or 2%. For the small old member states: the median lambda ratiosare on average slightly lower, ranging from 0.95 in the case of Greece to 1.00 for Luxemburg, indicatingthat the variety growth ranges from 0% to 5% in this country group, while for most of these countries,the observed variety growth lies between 3% and 4%. The new member states have experienced aneven larger increase in imported varieties. The descriptive statistics of Section 2 hinted at this resultalready, but it is now confirmed by the lambda ratios: the median lambda ratio can be as low as 0.79,as in the case of Latvia or 0.83 in Lithuania, indicating a variety growth of about 25%. Exceptionsare Malta, Hungary, and Poland with median lambda ratios of 1.00 or 0.99 and therefore with onlysmall or zero growth in imported variety. From the quantiles it is also obvious that there is substantialvariation across products and countries, emphasizing the importance of using productspecific measuresto calculate accurate gains from imported varieties.It is important to understand that this growth in variety does not directly lead to consumer gains.Most importantly, the degree of differentiation within the different product categories is crucial to theconsumers: to make a simple example, it is not important to consumers how many different varieties ofcar fuel are available. Fuel is a very homogeneous good, thus it does probably not matter to the consumerwhether it is imported from Norway, Nigeria, Saudi Arabia, or from all three countries. Within a CES12Here the mean can be somewhat misleading due to the existence of outliers reaching high absolute values.13Calculated as 10.964.2%.14There are fewer lambda ratios than product groups: Some lambda ratios cannot be defined at the HS8 level sincethere is no common variety at the beginning and the end of the chosen time period. We then follow Broda and Weinstein2006 and define the lambda ratio at the SITC5 level.14framework, this homogeneity is expressed by a high value of the elasticity of substitution. Consideringequation 6, it is obvious that for a high value of the elasticity of substitution for a specific product groupthe second term on the right hand side will converge to one. In this case, the price index is not beingcorrected and the consumers do not gain from the additional varieties or lose from the disappearingones. On the other hand, consumers do care about different varieties within a very differentiatedproduct group, say for example trainers, furniture, or cars. Expectedly, these product categories exhibitlow elasticities of substitution and therefore new varieties lower the price index substantially. As anext step, we estimate the elasticities of substitution for every imported product category of eachcountry following our system of equations 18. Table 8 reports descriptive statistics of the estimatedelasticities.15Table 8: Estimated elasticities of substitution Maximum 5,504.2621,469.2711,977.778,177.5311,062.262,633.423,033.5212,064.902,928.155,561.194,055.2229,244.756,326.312,811.722,163,410.005,875.9921,620.7910,539.79376,959.603,224.694,371.0411,296.21794.745,560.5615,217.733,034.6210,740.02St E Median 4.220.834.682.633.841.474.601.423.701.414.100.403.420.554.042.003.410.723.471.293.511.404.383.813.651.473.890.534.32280.124.571.304.568.744.331.844.1880.314.520.944.331.494.502.323.590.694.311.194.892.493.980.774.071.83France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithuania Malta Poland Romania Slovakia Slovenia Nobs 10,49110,1939,9309,7978,3179,3387,6316,7656,7286,2105,1738,6987,1829,1797,7235,3142,8157,5264,6976,9144,5425,1382,0938,1296,4376,1896,329Mean 11.2914.1910.4614.289.608.537.9414.239.0410.8013.7016.9012.039.05289.9512.6327.8113.5497.2513.6113.1613.468.8913.0215.8510.6011.71Minimum 1.021.041.001.011.021.001.031.011.001.001.001.031.001.001.001.011.021.001.001.011.011.011.001.011.011.001.00Note: Elasticities are estimated at the goods level, which is defined at the HS8 level.Our estimation of the elasticities of substitutions reveals median elasticities between 3.4 and 4.9 inthe different countries. They are of a similar magnitude to those in other contributions, for example in Broda and Weinstein 2006, Broda et al. 2006 or, Berry et al. 1995. Based on the assumption of a Krugman type economy, this translates into median markups of between 42% and 25%. Note that themeans are heavily influenced by some outlier elasticities since the elasticities are bounded from below by 1 but are not bounded from above. However, these outliers do not affect our overall results of the gainsfrom variety: high elasticities just indicate very homogeneous goods that have no impact on the priceindex in equation 6. Our results also show that there are no apparent systematic differences betweenmedian elasticities across different countries: for example between small and large countries or betweenold and new member states. This is interesting given the different structures of European Unioneconomies in terms of size, growth rate and development and does not support theoretical predictions,as for example in Melitz and Ottaviano 2008. Furthermore, we test whether our estimated elasticitiesmake sense from a practical view and therefore categorize the elasticities after the classification of Rauch 15A total of 2,093 estimated elasticities in Malta may seem like too few considering that this country imported 5,517goods in 1999. However, some product categories in very small countries are imported from very few trading partners andfor only a very short time span. For these goods it is not possible to estimate the elasticity of substitution. We drop theseproduct categories. See Feenstra 1994 for more information about this estimation technique. Note that this is only aserious issue in the case of Malta and Cyprus, two small and somehow untypical new member states. We decided toreport the results all the same.151999.16 We find that our estimates fit the expectations well: homogeneous product categories exhibita median elasticity of 4.8, reference priced products of 4.3, and homogenous products of 4.0.17 Usingour estimated elasticities of substitution and the lambda ratios we can calculate corrected price indicesfollowing equation 6 for each of the product categories. Following equation 9, these indices can beaggregated into a corrected import price index. The ratio of the conventional import price index andthe corrected import price index then results in the EPR as displayed by equation 10. It is worthexplaining the intuition behind this EPR: if this fraction is lower than 1, it means that the changing setof imported varieties has lowered the import price index. In that case, the consumers profit from lowerunit costs of imports. These lower costs are the source of the welfare gains. On the other hand, if the EPR is above 1, the import price index is increased by the changing variety set. Thus, the disappearingvarieties are more important to the consumers than the new varieties and the result will be a welfareloss. Said differently, if we calculate 1EP R 1, we obtain the bias of the conventional import priceindex; if the bias is positive there is an upward bias and if it is negative there is a downward bias inthe conventional price index. The EPR and the upward bias of the conventional import price index aredisplayed in columns 1 and 2 of Table 9.Table 9: Import Price Index Bias and the Gains from Variety France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithuania Malta Poland Romania Slovakia Slovenia EPR1.0171.0010.9960.9920.9920.9940.9751.0020.9850.9961.0000.9920.9920.9780.9930.9710.9850.9860.9640.9820.9690.9771.0230.9900.9730.9710.980Bias1.67%0.13%0.41%0.76%0.83%0.60%2.47%0.23%1.54%0.43%0.05%0.79%0.83%2.19%0.75%2.94%1.53%1.44%3.58%1.83%3.06%2.28%2.32%0.97%2.74%2.93%1.99%Import Share 0.240.260.210.210.410.840.300.290.250.380.560.510.340.260.300.530.380.650.760.620.520.600.690.350.430.790.60GFV0.40%0.03%0.09%0.16%0.34%0.50%0.74%0.07%0.38%0.16%0.03%0.40%0.28%0.59%0.23%1.59%0.58%0.95%2.80%1.15%1.64%1.40%1.56%0.34%1.21%2.37%1.20%Note: Estimates are based on the definition of a good at the HS8 level. A variety is defined as a particular good from a particularcountry.The biases in the big four countries are relatively small in magnitude. In France, the change in theimported variety increases the import price index by 1.67% over the whole period, that is, consumersactually suffer from a slight decrease in the choice of different varieties. In Germany, this decrease isalso present but very close to zero, thus we do not observe a relevant change in the set of varietiesfrom the perspective of consumers in this country. In Great Britain and Italy, on the other hand, thenewly imported varieties lead to a slight decrease in the import price index. Considering the smallold economies of the European Union, we observe that the import price indices decrease due to the 16Rauch 1999 classifies goods as homogeneous if they are traded on organized exchanges, as reference priced if thegoods can be identified by referring to list prices meaning that prices can be quoted without mentioning the name of themanufacturer, and as differentiated if products differ over a multitude of dimensions including for example a brand nameor the place of selling.17This also holds for the individual countries in our data set.16new varieties in all the countries except in the cases of Finland and Luxembourg. The magnitude ofthis decrease is a bit larger on average than in the larger countries, with Denmark, Greece, and Spainexperiencing a decrease of more than 1.5% in the import price index over the considered time span. Themore accented differences can be observed if we consider the new members: in all these countries, withthe exception of Malta, the change in the variety set translates into lower import prices. Furthermore,the magnitude of the correction in the price index is much larger, with Estonia and Latvia experiencinglower import prices of over 3%, while in Bulgaria, Lithuania, Romania, and Slovakia, the bias is largerthan 2%. For Poland we observe the lowest positive bias with 0.97%, while in all the other countries itis larger than 1%.The bias in the import price index quantifies the drop in import prices due to newly importedvarieties. To obtain the total gains for consumers in relation to the total economic activity, we have toweight these price decreases or increases by the share of imports on this total activity. Based on theassumption of a Krugman style economy, we compute the gains from variety as a fraction of GDP asin equation 11. In column 3 of Table 9 we report the import share of each country and in column 4we calculate the gains from variety GFV. The GFV can be interpreted in the following way: for anexample, the EPR in the Netherlands is 0.992, indicating an upward bias in the conventional price indexof 0.79% over the whole period. Weighting this bias by the import share of 51% results in an overallgain from variety through imports of 0.40% of GDP. Put differently, consumers in the Netherlands arewilling to spend 0.40% of their GDP in the year 2008 to have access to the larger set of importedvarieties of 2008 instead of the set of 1999. Not surprisingly, the smaller countries in the sample exhibithigher import shares, a fact well documented in the literature.18 Also note that the new memberstates exhibit a large dependence on imports, mostly between 50% and 80% of GDP.The differences in import shares in combination with the correct import price indices result in aparticular pattern of the GFV. The gains from variety in the big four of the European Union are verysmall. In France, a loss in variety of 0.40% of GDP occurs, while in the other three countries the gainsor losses are closely around zero. Regarding the small old members, we observe that the gains fromvariety are strongly positive in most cases and around 0.5% of GDP. In this subgroup consumers of Denmark and Spain enjoyed the highest gains relative to GDP with 0.74% and 0.59%. The exceptionsare Finland and Luxemburg which basically neither gain nor lose from the changed variety set. Again,the results for the new members of the European Union are the most striking ones.In nearly allthe countries, the GFV surpass 1% of GDP. The consumers in Estonia gained 2.80% of GDP in thelast 10 years by the increased imported variety. High GFV above 1.5% of GDP are also found in Bulgaria, Latvia and Slovakia. Hungary, Lithuania, Romania, and Slovenia exhibit modest gains thatstill lie above 1% of GDP. In Cyprus and Malta, the gains are small or even negative, a result of theirdependence on only a few trading partners like Italy or France. In Poland on the other hand, the small GFV of only 0.34% of GDP are a result of the relatively low import share.4.2 Geographical Origin of the Variety Gains from Trade We are now interested in the question of where these GFV come from geographically. In particular,we would like to know whether the majority of these gains stems from trade with other European Union economies, or whether other countries, addressed here as Rest of the World ROW contributea substantial share to these gains. The methodology used and presented in section 3 allows us tocompute the EPR for each trading partner, or, more appropriately here, the EPR stemming from tradewith a group of countries. For each country group i, in our case the European Union and ROW; thusi EU, ROW , the EPR is computed as follows:cid:34cid:18 gtcid:19wgtg 1Wigtcid:35EP Ri cid:89gt 1g,21where Wigt is the ideal logchange weight of country group i on good g. Note that, in multiplying allthese EP Ris, the total EP R as reported in Table 9 results:18In fact, the variation of import shares is one of the only significant differences between small and large countries thatcan be well documented, according to Rose 2006.EP R EP REU EP RROW .2217The bias in the price index can then be calculated as described above and the results for the 27 EUmembers are depicted in Table 10. Column 1 and 2 depict the EPR ratio resulting from the importsfrom other EU member states and from the ROW, respectively while columns 3 and 4 display the biasin the import price index resulting from these imports. For example, German consumers very slightlygain from the change in the variety set imported from its European trading partners a decrease in theprice index of 0.02%, as depicted in column 3 but lose from the change in imported variety of its ROWpartners an increase of 0.15% in the price index as displayed in column 4. In Estonia, the countrywith the largest gains from variety, the bias in the price index for imports from other EU membersamounts to 2.89% while the bias stemming from imports of ROW countries accounts for only 0.66%.This pattern can be observed for many countries, old as well new member states. All these countriesexperience lower import price indices through both, imports from other European Union members andfrom ROW countries. However, in all these countries, the upward bias is much higher for the Europeanimports. Some other countries as for example the Czech Republic or Ireland gain from the the highervariety from intraEuropean trade but lose part of these gains due to the lower variety imported from ROW countries.In Finland, this loss even dominates the gains due to imports from the European Union. The only exception is France, which experiences variety losses in imports from both blocks.Table 10: Geographical origin of the Gains from Variety France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithuania Malta Poland Romania Slovakia Slovenia EPREU1.0091.0000.9960.9950.9930.9940.9790.9980.9840.9890.9960.9950.9940.9880.9940.9760.9880.9850.9710.9850.9760.9821.0200.9910.9760.9730.982ROW1.0081.0021.0000.9980.9991.0000.9961.0041.0011.0071.0020.9970.9980.9900.9990.9940.9971.0000.9930.9960.9940.9951.0030.9990.9970.9970.998Bias EUROW0.87% 0.79%0.02% 0.15%0.36% 0.05%0.53% 0.24%0.72% 0.11%0.56% 0.03%2.07% 0.42%0.17% 0.40%1.60% 0.06%1.12% 0.69%0.38% 0.18%0.50% 0.30%0.63% 0.20%1.21% 0.99%0.62% 0.13%2.38% 0.57%1.24% 0.29%1.46% 0.02%2.89% 0.66%1.47% 0.36%2.44% 0.63%1.79% 0.49%2.01% 0.30%0.86% 0.11%2.43% 0.32%2.67% 0.27%1.83% 0.18%Note: Estimates are based on the definition of a good at the HS8 level. A variety is defined as a particular good from a particularcountry.Interpretation of the Results 4.3Our results can be summarized as follows: the average bias of the import price index for the big fouris slightly negative at 0.18%.19 Consumers in the four largest economies of the EU consequently loseslightly from the change in the set of imported varieties and this loss stems from trade with the ROWcountries. For the smaller old member states we estimate positive gains with an average of 1.24%.Although these countries have profited from both internal and external imports our results show thatmore than 70% of the gains can be attributed to within European trade. This is interesting, given 19We calculated the weighted average bias of the import price index using the size of each country in term of its GDP.This is done to obtain a clearer picture of the differences between the three country blocks.18our somewhat different results from section 2, where we find a strong increase in the number of newlyimported varieties from nonEuropean members but at the same time observed only a modest increasein imported varieties from trade within Europe. This fact again underlines our approach to take intoaccount the weights of each product in the consumption decision instead of simply counting the numberof new varieties. Finally, for the new member states, we find a large average bias in the import priceindex of 1.68%. These countries have benefited substantially from internal European trade over the lastdecade, which accounts for 90% of the total gains from imported varieties.One explanation for this pattern of the gains from variety makes use of the ongoing process of European integration as well as globalization in general: the big four countries were already playinga key role in the global economy at the beginning of our period and had well established trade links aswell within the European Union as well as within the global trading system. Consequently, access to newvarieties via new trade linkages has been limited, given their already diverse structure of imports in 1999.Hence, we observe that most trade has been growing at the intensive margin, resulting in relatively lowgains. Besides these reasons, the smaller import shares also play a role in these countries. In addition,some trade diversion from ROW towards the European Union may have taken place, adding anotherpossible explanation for our slightly negative results for some of these countries especially concerningimports from ROW.For the high income small old member states, we observed in section 2 that their import diversityis somewhat more limited compared with the largest countries. The increase over the last decadehas been more substantial and their large import shares make imports, and the imported variety inparticular, an important source of welfare gains. Nonetheless, the trading of these countries with other European members was already well diversified by the year 1999 and especially the European Union hasbeen an important source of imports for decades. Furthermore, most of these countries have been partof the European Union for a longer period and had already adopted important institutions like the singlemarket programme before 1999. This in combination with the proximity to the other member statescan explain the slower growth rate of new trade linkages within the European trade network comparedwith the new members.These new member countries, on the other hand, were less integrated into the world tradingsystem in 1999 and consequently have taken advantage of the dynamic globalization process over thelast decade to diversify and extend their imported product set at the global level. In contradiction to thestylized facts,however, our estimated results for the gains show that most of the gains stem from internal European imports. This can be reasoned by the fact that the new trade linkages from nonEuropeanmembers only had a minor impact on the gains from variety, due to their relatively small share ofexpenditure in the overall consumption bundle. Finally, our results reveal an expected process, namelythat over the last decade, the new member states have caught up with the older ones, regarding theintegration into the European market. Consequently, the European Union has been an important sourceof new products and varieties for these countries. With the reorientation of the transition economiestowards old Europe in combination with the reduction in trade barriers and the adoption of important European Union institutions during the accession period, trade linkages of these countries with all theother EU27 members have grown at a rapid rate, resulting in substantial consumer welfare gains dueto the existence of a more diverse set of products and varieties.5 Robustness Checks Since our empirical approach rests on some strong assumptions we address four important issues tobuild further confidence in our results in this section. One issue is the dependence of the results on theestimated elasticities of substitution. Secondly, we would like to talk about the level of disaggregationof the trade data ans therefore about how a variety is defined. As a third point, we argue that we obtainwelfare gains of consumers although we use all the imports to estimate the GFV instead of only importsof consumer goods. Fourth, since the methodology used above only focuses on imported varieties andneglects changes in the domestic variety, we provide a short discussion on how this effect may changeour results.19The Degree of Substitutability Estimating elasticities of substitution from trade data is not an easy task. Due to the data restrictions,several strong assumptions have to be made to identify this parameter. It would be beyond the scopeof this paper to discuss this in detail.20 However, we would like to assess the impact of potential biaseson the variety gains from trade.Table 11: Robustness of the results using different values for the elasticity of substitution France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithuania Malta Poland Romania Slovakia Slovenia 50%0.81%1.52%1.66%1.19%4.89%1.12%3.14%1.59%2.09%3.04%50% 2 3 40.27%0.51%0.56%0.40%1.66%1.03%0.29%2.23%6.19%3.16%4.14%5.99%0.75%2.11%1.06%1.40%2.04% 81.67% 1.11% 3.37% 4.74% 2.34% 1.55% 0.66%0.13% 0.09% 0.26% 0.56% 0.28% 0.19% 0.08%0.32%0.41%0.91%0.76%0.46%0.83%0.60%0.60%2.47%0.88%1.25% 0.83% 2.51% 4.13% 2.04% 1.36% 0.58%0.61%3.05%0.09%1.54%0.74%0.11%0.43%0.87%3.05%0.44%0.05% 0.03% 0.07%5.35%0.78%1.58%0.79%3.82%0.55%1.66%0.83%7.10%2.15%4.25%1.05%0.71%1.49%0.75%4.89%2.77%5.80% 17.83%2.94%1.02%6.95%3.04%1.53%1.00%2.86%1.44%6.80%3.58%7.04% 13.54%2.06%0.92%3.62%1.83%6.29%2.14%6.02% 14.06%3.06%2.28%4.50% 11.05%1.66%2.32% 1.61% 4.69% 7.90% 3.88% 2.57% 1.09%0.55%0.97%2.73%2.09%1.44%2.93%1.99%1.73%0.20%0.25%1.03%1.82%1.29%2.43%1.66%6.34%2.37%2.32%4.73%2.14%4.93%3.83%0.30%0.37%1.54%2.71%1.93%3.62%2.48%9.35%3.54%3.46%7.02%3.20%7.30%5.68%0.53%0.55%1.44%0.50%1.97%1.02%0.96%2.40%1.22%2.05%1.52%1.93%3.77%5.39% 13.74%5.78%9.64%3.94% 11.50%1.90%7.13%4.94%5.93%1.27%4.81%3.32%3.99%0.65%1.83%1.96%1.33%Note: Elasticities are estimated at the goods level, which is defined at the HS8 level.The first column shows the results from above using the estimated elasticities while columns 2and 3 show how the bias changes if we increase or decrease our estimates by 50%.21 The idea of thisexperiment is to assess whether a possible bias in the estimated elasticities can have a substantial effecton our results. Even though we assume a large upward and downward bias of 50% in every estimatedelasticity, our results remain relatively constant. For some countries the bias quite expectedly becomeslarge if the much lower sigmas are used.22In columns 4 to 7 of Table 11 we use a fixed value for the elasticities of substitution for all theproduct groups. We present these results here to demonstrate the potential bias of using a single valuefor all the elasticities of all the product groups. Consider for example Italy. With the estimated valuesof the sigmas column 1, new varieties lower the import price index by 0.76%. As Table 4 shows, themedian sigma in Italy is 4.60. However, using a similar elasticity of, say 4, for each product results in abias of 2.11%, almost three times larger. Even if we use a common elasticity as high as 8 the bias is stillhigher than the results when using the estimated elasticities that vary for each product group 0.91%compare with 0.76%. Thus, if we are interested in finding the true gains from imported variety, it isof central importance to estimate the elasticities for each product category. To explain the differencesin the results for the gains from variety between the fixed and the estimated elasticities of substitution 20Interested readers are referred to Feenstra 1991, which is the more detailed working paper version of Feenstra 1994,as well as to an appendix available on Robert C. Feenstras website. Furthermore, Soderbery 2009 discussed some ofthe properties of this estimator.21For example, if 1.5, we use u 1.75 as an upper bound and l 1.25 as a lower bound. Thus, we first substract 1 from the estimate, then increase or decrease the remainder by 50% and then add 1.22Recall that lower values for the elasticity of substitution imply higher gains since consumers value the availability ofnew varieties more.20consider the following example: when using the fixed values of sigma, highly homogenous products witha high import share and a high elasticity of substitution like gasoline will substantially bias the truegains from variety upwards given the misspecification of the elasticity of substitution when fixed valuesare used.The Definition of a Variety Next, we analyse the extent to which our results depend on the definition of a variety. This is of coursea central issue: the more detailed the data, the higher the turnover of varieties and thus, potentially,the higher the gains from variety. Table 12 presents the results for different levels of aggregation of thedata. The HTS8 results from above are shown in column 1. As mentioned before, about 10.000 productcategories are defined at that level. The EPRs of data at the HTS6 level are presented in column 2. Atthis level of aggregation about 6.000 categories are defined. Column 3 then shows the results of HTS4,which defines only slightly over 1.000 products. The bias and GFV for these levels of aggregation arethen shown in columns 4 to 6 and 7 to 9, respectively. Comparing the bias and the GFV of HTS6and HTS8, we conclude that the results are sufficiently robust: for many countries, the bias is slightlylower using HTS6 compared with using HTS8, as expected. For other countries, however, this is justreversed. This result may be counterintuitive at first sight. However, this is perfectly possible since wealso reestimate the elasticities of substitution at this level of aggregation. The median sigmas at the HTS6 level are lower than those at the HTS8 level results omitted here. This is an intuitive resultsince more broadly defined product categories generally yield lower substitutability of the containedvarieties. Hence, by using less disaggregated data, we may miss some variety growth: the varietiesobserved, however, are estimated as being more differentiated and therefore they contribute more to thegains from variety.Table 12: Robustness of the results using different aggregation levels of the data France Germany Great Britain Italy Austria Belgium Denmark Finland Greece Ireland Luxemburg Netherlands Portugal Spain Sweden Bulgaria Cyprus Czech Republic Estonia Hungary Latvia Lithuania Malta Poland Romania Slovakia EPRBias GFVHTS8 HTS6 HTS4 HTS8 HTS6 HTS4 HTS8 HTS6 HTS41.0171.67% 0.97% 0.12% 0.40% 0.23% 0.03%0.04% 0.05%0.13%1.0010.03%0.15%0.41%0.9960.10%0.16%0.76%0.9920.11%0.31%0.83%0.9920.9940.60%0.67%0.20%0.42%0.71%2.47%0.9750.07%0.18%0.23%1.0020.39%0.41%1.54%0.9850.29%0.42%0.43%0.9961.0000.05%0.88%2.11%0.23%0.36%0.79%0.9920.35%0.02%0.83%0.9920.20%0.36%2.19%0.9780.12%0.26%0.75%0.9931.18%2.94%0.9711.28%0.9851.53%1.17%0.69%0.08% 0.08%1.44%0.9861.48%2.62%3.58%0.9640.48%1.16%1.83%0.9821.66%3.06%0.9690.81%0.9772.28%1.01%0.88%2.32% 1.67% 0.91% 1.56% 1.13% 0.62%1.0230.16%0.97%0.9900.53%2.74%0.9730.9712.93%0.36%0.14% 0.19% 0.03%0.09%0.68%0.12%0.16%0.76%0.49%0.34%0.75%0.27%0.79%0.50%0.24%1.40%2.37%0.74%0.23% 0.07%0.61%0.38%1.57%1.62%0.76%1.11%0.16%1.55%3.65% 0.03%0.40%0.44%0.71%0.28%1.02%0.07%0.59%0.75%1.33%0.23%0.40%0.86%1.59%2.18%2.37%3.06%1.81%0.58%0.95%0.12% 0.13%2.80%1.93%3.36%1.15%0.77%1.84%1.64%1.52%3.10%1.65%1.44%1.40%1.0011.0020.9990.9950.9970.9980.9860.9980.9840.9920.9640.9960.9900.9920.9960.9760.9821.0010.9810.9920.9850.9861.0090.9950.9880.9951.0100.9990.9930.9920.9920.9920.9760.9940.9840.9890.9840.9930.9990.9870.9910.9780.9690.9990.9660.9820.9690.9841.0170.9950.9790.9820.50%2.13%1.76%0.47%1.22%0.46%0.34%1.21%2.37%0.18%0.94%1.41%Note: Different levels of product aggregation are based on the Harmonized system nomenclature of the World Customs Organization.Considering the results using HTS4, we observe that the bias is always much lower in magnitudecompared with HTS6 or HTS8. With the restriction to only 1.000 product categories we lose much ofthe information of the variety change that actually occurs in the more disaggregated data. This effectalso dominates the opposite effect of the slightly lower elasticities in the HTS4 case results omitted.21Most importantly note that our results remain fairly constant in terms of relative size across countries.Hence our qualitative conclusions remain valid.Ultimately, this leads to the question of what the optimal definition of a variety should be. Blonigenand Soderbery 2009 argue that the variety gains from trade as estimated above are underestimatedsince trade data hides some variety growth. They show, using very detailed market data of the U.S.autombile market, that the gains from variety are 50% higher if these more disaggregated data areused instead of standard trade data.In the same vein is a comment by Bernard et al. 2009, whoargue that even new and still very scarce firmlevel data would imply higher variety gains from trade,because since every firm produces different varieties instead of just every country. To sum up, ourresults presented above may be a lower bound and the actual gains may even be higher due to datalimitations. On the other hand, Table 12 has also shown that an opposing force, namely the higherestimated elasticities of substitution exists, if more detailed data are used.The Effects on Domestically Produced Varieties One central issue remains to be discussed when speaking about the variety gains from trade. Usingthe model described in Section 2, we implicitly assume that domestic and foreign goods cannot besubstituted. That is, a change in the variety of imported goods does not affect the domestic economy,or more specifically the variety of domestically produced goods. This is the same stark assumption as Broda and Weinstein 2006 use. It is not hard to find a model that addresses this issue theoretically.For example in Melitz 2003, more productive foreign firms crowd out the less productive domesticfirms, leading to a decrease in domestically produced varieties. As Baldwin 2006 or Arkolakis et al.2008 show, the total variety consumed in a country can even decrease after trade liberalization insuch a model.23 Empirically, the effect on domestic production is harder to assess due to the lack ofavailability of disaggregated domestic production data.In a very recent contribution however, Ardelean and Lugovskyy 2009 address this issue. Theyset up a simple model, where varieties can be substituted on two levels: on the first level, domesticvarieties can be substituted with a constant elasticity. The same is possible within a foreign good. Onthe second level, foreign and domestic varieties are substitutable by another, sensibly a lower, elasticityof substitution. Thus, depending on the magnitude of the elasticities, foreign varieties could replacedomestic varieties upon trade liberalization. The authors then quantify a potential bias that results fromignoring this possible substitution. Using data on U.S. manufacturing sectors, they find that in somesectors, such as electronics, the variety change is even underestimated by as much as 90%. Thus, tradeliberalization even led to a larger increase in variety if the domestic sector is taken into account. Onthe other hand, for other sectors, like machinery transportation, the variety change is overestimatedby 40% neglecting domestic variety. On average, the bias in the variety change is small, accounting foran overestimation of 8%.For our results presented above this means that the stark separation of domestic and foreign varietiesdoes not lead to a systematic bias. Specifically, we do not systematically overestimate the gains fromvariety due to neglecting the effect on the domestic variety. We may overestimate the gains stemmingfrom some product categories but underestimate the gains stemming from others. Whether this leadsto a bias in total is difficult to say. Also, it is not easy to answer whether this potential bias is higherfor some countries than for others. To address these important questions, further research, for exampleusing more detailed data sets that are restricted to some product categories, is necessary but beyondthe scope of this paper.6 Conclusion Over the last decade the member states of the European Union have been part of a dynamic economicintegration process as well within the European Union as well as at the global level, resulting in astrong increase in imported products and varieties. In this paper we adopt the methodology outlinedby Feenstra 1994 and Broda and Weinstein 2006 analyse and estimate the positive effects of varietygrowth on consumer welfare for all the European Union member states for the period from 1999 to 2008.23Of course, one still had to weight these verieties by the expenditure shares and the degree of substitutability. Thusthese results themselves do not imply that the gains from variety would be negative.22Our results show that for most countries the import price index is biased upwards due to theomission of newly imported varieties. This gives rise to positive welfare gains to consumers stemmingfrom an increased product variety. However, our analysis also reveals substantial differences acrosscountries. Based on the assumption of a Krugman type economy, we can hardly identify any gains fromnewly imported varieties over the last decade for the largest four countries of the European Union. Onthe other hand, these gains are more significant for the smaller and especially younger member statesof the European Union. Here, our results suggest positive welfare gains of up to 2.8% of GDP, as inthe case of Estonia. This fact demonstrates that especially for smaller and fastgrowing economies thecreation and extension of trade linkages can be an important source of welfare, a fact often neglected inthe discussion about the positive effects of globalization and economic integration.To shed further light on the source of these gains, we develop an empirical strategy that allows usto identify the extent to which intraEU and nonEU imports contribute to the gains from variety. Ouranalysis shows that between 70% and 100% can be attributed to increased variety imports from other European Union members. Imports from other countries did not contribute much to these gains; onthe contrary, according to our results these imports often even contributed negatively, thus mitigatingthe positive effects of variety growth in the total imports. Thus, the ongoing integration of countrieswithin the European Union positively benefits consumers with availability of an increased consumptionset. Specifically, these predominantly stem from European varieties accentuating the economic benefitsof the European integration process. Consequently, our empirical study is also interesting for future European Union accession candidates.Finally, we provide a sensitivity analysis and conclude that our results are reasonably robust toother specifications. We show that the estimation of different elasticities of substitution for differentproduct categories is a central issue. Additionally, using aggregated data may hide significant growthalong the extensive margin leading to an underestimation of the gains from variety. While our studysolely focuses on the consumption side, the methodology and data can also be easily implemented toanalyse the positive effects of variety growth on production and productivity and may be an interestingfield for future research.23References Ardelean, A., Lugovskyy, V., 2009. Domestic productivity and variety gains from trade. Journal of International Economics 80, 280291.Arkolakis, C., Demidova, S., Klenow, P. J., RodriguezClare, A., 2008. Endogenous variety and thegains from trade. American Economic Review 98 2, 444450.Armington, P. S., 1969. A theory of demand for products distinguished by place of production. International Monetary Fund Staff Papers 16, 159178.Baldwin, R., 2006. The euros trade effect. ECB Working Paper Series 594.Bernard, A. B., Eaton, J., Jensen, J. B., Kortum, S., 2003. Plants and productivity in internationaltrade. American Economic Review 93 4, 12681290.Bernard, A. B., Jensen, J. B., Redding, S. J., Schott, P. K., 2009. The margins of U.S. trade. NBERWorking Paper 14662.Berry, S., Levinsohn, P., Pakes, A., 1995. Automobile prices in market equilibrium. Econometrica 63 4,841890.Besedes, T., Prusa, T. J., 2007. The role of extensive and intensive margins and export growth. NBERWorking Paper 13628.Bils, M., Klenow, P. J., 2001. The acceleration in variety growth. American Economic Review 91 2,274280.Blonigen, B. A., Soderbery, A., 2009. Measuring the benefits of product variety with an accurate varietyset. NBER Working Paper 14956.Broda, C., Greenfield, J., Weinstein, D. E., 2006. From groundnuts to globalization: A structuralestimate of trade and growth. NBER Working Paper 12512.Broda, C., Weinstein, D. E., 2004. Variety growth and world welfare. American Economic Review 94 2,139144.Broda, C., Weinstein, D. E., 2006. Globalization and the gains from trade. Quarterly Journal of Economics 121 2, 541585.Buch, C., Piazolo, D., 2001. Capital and trade flows in europe and the impact of enlargement. Economic Systems 253, 183214.Chen, N., 2004. Intranational versus international trade in the european union: Why do nationalborders matter? Journal of International Economics 63 4, 93118.Diewert, W. E., 1976. Exact and superlative index numbers. Journal of Econometrics 4 2, 115145.Dixit, A. K., Stiglitz, J. E., 1977. Monopolistic competition and optimum product diversity. American Economic Review 67 3, 297308.Feenstra, R. C., 1991. New goods and index numbers: U.s. import prices. NBER Working Paper 1902.Feenstra, R. C., 1992. How costly is protectionism? Journal of Economic Perspectives 6 3, 159178.Feenstra, R. C., 1994. New product varieties and the measurement of international prices. American Economic Review 84 1, 157177.Feenstra, R. C., Kee, H. L., 2008. Export variety and country productivity: Estimating the monopolisticcompetition model with endogenous productivity. Journal of International Economics 74 2, 500518.Feenstra, R. C., Markusen, J. R., 1994. Accounting for growth with new inputs. International Economic Review 35 2, 429447.24Funke, M., Ruhwedel, R., 2005. Export variety and economic growth in eastern european transitioneconomies. Economics of Transition 13 1, 2550.Hanson, G. H., 1998. Market potential, increasing returns, and geographic concentration, mimeo, University of Michigan.Hausman, J. A., 1981. Exact consumer surplus and deadweight loss. American Economic Review 71 4,664676.Hausman, J. A., 1994. Valuation of new goods under perfect and imperfect competition. NBER Working Paper 4970.Hummels, D., Klenow, P. J., 2002. The variety and quality of a nations exports. NBER Working Papers 8712.Kemp, M. C., 1962. Errors of measurement and bias in estimates of import demand parameters. Economic Record 38, 369372.Klenow, P. J., RodriguezClare, A., 1997. Quantifying variety gains from trade liberalization, working Paper, University of Chicago.Krugman, P. R., 1979. Increasing returns, monopolistic competition, and international trade. Journalof International Economics 9 4, 469479.Krugman, P. R., 1980. Scale economies, product differentiation, and the pattern of trade. American Economic Review 70 5, 950959.Krugman, P. R., 1981. Intraindustry specialization and the gains from trade. Journal of Political Economy 89 5, 959973.Manchin, M., Pinna, A. M., 2009. Border effects in the enlarged eu erea: Evidence from imports toacession countries. Applied Economics 41 14, 18351854.Melitz, M. J., 2003. The impact of trade on intraindustry reallocations and aggregate industry productivity. Econometrica 71 6, 16951725.Melitz, M. J., Ottaviano, G. I. P., 2008. Market size, trade, and productivity. Review of Economic Studies 75 1, 295316.Nitsch, V., 2000. National borders and international trade: Evidence from the european union. Canadian Journal of Economics 33 4, 10911105.Rauch, J. E., 1999. Networks versus markets in international trade. Journal of International Economics 48 1, 735.Romer, P. M., 1994. New goods, old theory, and the welfare costs of trade restrictions. Journal of Development Economics 43 1, 538.Rose, A. K., 2006. Size really doesnt matter: In search of a national scale effect. NBER Working Paper 12191.Sato, K., 1976. The ideal logchange index number. Review of Economics and Statistics 58 2, 223228.Smith, A., Venables, A., 1988. Completing the internal market in the european community. European Economic Review 32 1, 15011525.Soderbery, A., 2009. Investigating the asymptotic properties of import elasticity estimates, working Paper, University of California, Davis.Spence, M., 1976. Product selection, fixed costs, and monopolistic competition. Review of Economic Studies 43 2, 217235.25Trajtenberg, M., 1989. Welfare analysis of product innovations, with an application to computed tomography scanners. Journal of Political Economy 97 2, 444479.Vartia, Y. O., 1976. Ideal logchange index numbers. Scandinavian Journal of Economics 3 3, 121126.Yi, K.M., 2003. Can vertical specialization explain the growth of world trade? Journal of Political Economy 111 1, 52102.26", "filename": "lmu-mdp_2010-24.pdf", "person": ["Lukas Mohler", "Mohler, Lukas", "Michael Seitz", "Seitz, Michael"], "date": ["2010"]}