{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/104440/1/lmu-mdp_2014-30.pdf"], "title": ["Product versus Process: Innovation Strategies of Multi-Product Firms"], "plaintext": "Product versus Process: Innovation Strategies of MultiProduct Firmscid:3Lisandra Flach Michael Irlacher University of Munichy University of Munichz June 25, 2014Abstract This paper studies the innovation strategies of multiproduct cid:133rms in industrieswith dierent scope for product dierentiation. In a simple model of multiproductcid:133rms, we show that returns to product versus process innovation are industryspecicid:133c.Demand and cost linkages induce a natural distinction between the returns to productand process innovation. In highly dierentiated industries, the cannibalization eect islower and, therefore, cid:133rms invest more in product innovation. In homogeneous industries, cid:133rms internalize intracid:133rm spillover eects and invest more in process innovation.We test the predictions from the model using Brazilian cid:133rmlevel data, with information on investment eorts over time. Following a major exchange rate devaluation,cid:133rms have better access to foreign markets and exploit economies of scale in innovation. However, detailed information on product and process innovation allows us toevaluate dierential eects across industries. We concid:133rm the predictions from the theoretical model and show that the type of innovation depends on the industry scope fordierentiation.Keywords: MultiProduct Firms, Innovation, Product Dierentiation, Cannibalization Eect, Spillovers, Globalization JEL Classicid:133cation: F12, F14, L25cid:3We are grateful to Carsten Eckel, Jennifer Poole, and participants at the Workshop Internationale Wirtschaftsbeziehungen in Goettingen and IOTrade Seminar Munich for their helpful comments. Part ofthis paper was written while one of the coauthors Lisandra Flach was visiting the Brazilian Statistical O ce IBGE, whose support and hospitality is gratefully acknowledged. Felix Roellig provided excellentresearch assistance.y Department of Economics, D80539 Muenchen, Germany; email: lisandra.cid:135achecon.lmu.de.z Department of Economics, D80539 Muenchen, Germany; email: michael.irlacherecon.lmu.de.i1 Introduction Successful manufacturing cid:133rms continuously innovate to maintain their position in the market and to attend consumerscid:146demand. Recent contributions in the international trade literature emphasize the importance of intracid:133rm adjustments through innovation in explainingwelfare gains from trade liberalization, besides the wellestablished intraindustry gains fromentry and exit of cid:133rms. This literature introduces innovation as a new dimension into therelationship between exporting and productivity: Better access to foreign markets leads tohigher productivity through RD in more sophisticated manufacturing technologies.1 Consequently, innovation and productivity improvements within the cid:133rm account for a largefraction of productivity gains at the industry level.2 Moreover, varietyloving consumersbenecid:133t not only from new products of entering cid:133rms but cid:133rst and foremost from productinnovation by incumbent cid:133rms.3 Therefore, understanding innovation strategies and withincid:133rm adjustments of multiproduct cid:133rms MPFs is crucial for the analysis of aggregateproductivity and variety gains.MPFs account for the majority of trade cid:135ows and are omnipresent in all industries.In terms of innovation activities, their investments account for a large fraction of aggregatechanges in industrylevel productivity and product variety Bernard et al. 2010, Broda and Weinstein 2010, Lileeva and Trecid:135er 2010, Bustos 2011. However, with the exception of Dhingra 2013 which is discussed later in detail, innovation in trade models happens only inone dimension, whereas in reality cid:133rms face a tradeo between investments in cost reductionand product variety. This raises the question of how and why cid:133rms in dierent industriesmake their choices between dierent types of innovation, with dierent implications in termsof welfare gains within industries.The contribution of the paper is to investigate, theoretically and empirically, the innovation strategies of MPFs, focusing on withincid:133rm adjustments. We evaluate a frameworkwith demand and cost linkages in which cid:133rms face a tradeo between product and processinnovation. Crucially, such linkages are only present in an MPF setting. Firms may decide 1Lileeva and Trecid:135er 2010 as well as Bustos 2011 reveal that following a tari cut cid:133rms increase theirinvestments in technology. Lileeva and Trecid:135er 2010 use tari cuts associated with the USCanadian freetrade agreement and show that Canadian cid:133rms increased labor productivity and used more sophisticatedmanufacturing technologies. Furthermore, the access to a larger market induced cid:133rms to engage more inproduct innovation. For Argentinean cid:133rms, Bustos 2011 cid:133nds an increase in innovation expenditures by 0.20 to 0.28 log points following the average reduction in Brazilcid:146s taris.2Doraszelski and Jaumandreu 2013 show for Spanish cid:133rms that investments in RD are the primarysource of productivity growth. Within sectors, between 65 percent and 90 percent of productivity growtharises through intracid:133rm productivity enhancing activities.3Recent evidence of US bar code data in Broda and Weinstein 2010 highlights the importance of thischannel. They show that at a fouryear period, 82 percent of product creation happens within existing cid:133rms.Therefore only 18 percent of total household expenditure is on products of entering cid:133rms.1to expand their product range or to lower production costs, and the net eect in terms ofreturns to innovation is a priori unclear.In a simple model of MPFs, we show that returns to product and process innovation areindustryspecicid:133c and uncover a mechanism related to the degree of product dierentiationthat explains this relation. On the one hand, by introducing new products cid:133rms internalizedemand linkages, which may reduce demand for its own varieties. On the other hand, as anovel feature of our model, by investing in process innovation cid:133rms may internalize intracid:133rm spillover eects between production lines. To understand the role played by the degreeof dierentiation in this mechanism, consider two cid:133rms in sectors with dierent scope forproduct dierentiation. A cid:133rm producing multiple products in a homogeneous industry hasrather low returns from investing in new products as doing so may crowd out demand forits own products. This eect is known as the cid:147cannibalization eectcid:148in the literature. Onthe other hand, investments in processoptimizing technologies may generate a larger return,since the benecid:133ts from spillover eects across production lines are larger. With more similarproduction processes, the knowledge learned in the production process of more homogeneousproducts is applicable to a large fraction on the entire product portfolio. For cid:133rms in highlydierentiated industries, the mechanism works exactly the other way round.Our theoretical model builds on Eckel and Neary 2010 and Eckel et al. 2011. Eachcid:133rm produces a bundle of products which are linked on the cost side by a cid:135exible manufacturing technology. The latter captures the idea that besides a core competence MPFscan expand their portfolio with varieties that are less e cient in production.4 However, ourtheory introduces several novel features. First, we explicitly allow for two types of RD.Therefore, we assign cid:133xed costs to additional products to model the decision on optimalscope closer to the notion of product innovation. Second, cid:133rms can invest in productspecicid:133cprocess innovation. Process innovation is costly and recid:135ects economies of scale, such thatcid:133rms invest more in optimizing technology of largescale varieties close to their core competence. Third, another novel feature of our framework is to allow for spillover eects betweenthe production processes within the cid:133rm. We relate the strength of these cost linkages tothe degree of product dierentiation in a sector. This occurs because products that arecloser substitutes tend to have more similar production processes in comparison to highlydierentiated products.Our framework has important implications for understanding how cid:133rms react to tradeopenness and to changes in market size. In particular, the model provides two main testablepredictions. 1 We show that, following an increase in market size, cid:133rms invest more in inno4The idea that cid:133rms possess a core competency is also featured in models with MPFs by Arkolakis and Muendler 2010, Qiu and Zhou 2013, and Mayer et al. 2014.2vation. As process innovation recid:135ects economies of scale, access to a larger market promotestechnology upgrading. Furthermore, access to larger markets reduce the perceived costs ofproduct innovation, which encourages MPFs to extend their product scope. 2 However,in our framework, demand and cost linkages related to the degree of product dierentiation determine returns to innovation. We show that in highly dierentiated industries, thecannibalization eect is lower and, therefore, cid:133rms invest more in product innovation. Inhomogeneous industries, cid:133rms internalize higher intracid:133rm spillover eects and invest morein process innovation.The predictions from the model are tested using detailed cid:133rmlevel data, which has twodistinctive features. First, we can exploit detailed information on innovation investmentsby cid:133rms in the period 19982000. Second, the event of a major and unexpected exchangerate devaluation in January 1999 provides an important source of exogenous variation. Thecurrency devaluation made Brazilian products more competitive at home and abroad and,therefore, the shock may be interpreted as an increase in market size. Moreover, we areinterested in how cid:133rms in dierent industries reacted to the exchange rate shock, in order totest prediction 2 from the model. To tackle this issue empirically, we use information ondierent types of innovation combined with the degree of dierentiation of the industry.Our empirical results reveal that cid:133rms increased their innovation eorts in both productand process innovation following the exchange rate devaluation. However, detailed information on the degree of dierentiation and on the types of innovation conducted by cid:133rmsallows us to evaluate dierential eects across industries. Using a continuous measure ofthe degree of dierentiation in an industry, we show that cid:133rms in more dierentiated industries invest more in product innovation, while cid:133rms in more homogeneous industries investmore in process innovation. Our results are robust to dierent measures of the degree ofdierentiation, hold for dierent estimation strategies we estimate the incidence of innovation using probit, linear probability model, and seemingly unrelated regression, and remainstable when adding several control variables.Our paper is closely related to the literature on MPFs in international trade that featuresa cannibalization eect.5 Our theory builds on Eckel et al.2011, who incorporate anendogenous investment in product quality in the framework by Eckel and Neary 2010.We abstract from investments in quality and instead focus on investments in product andprocess innovation. The paper that is closest in spirit to ours is Dhingra 2013, who alsoconsiders an innovation tradeo of MPFs. Dhingra 2013 proposes a model of MPFs with 5Eckel and Neary 2010 and Dhingra 2013 introduce cannibalization eects. However, this feature isnot considered in many recent models of MPFs that assume monopolistic competition. One exception is themodel proposed by Feenstra and Ma 2008.3intrabrand cannibalization that induces a distinction between the returns to product andprocess innovation. Her framework explains how cid:133rms react to trade liberalization in termsof innovation investments. Following a trade liberalization, cid:133rms face higher competitionfrom foreign cid:133rms and, therefore, reduce investments in product innovation to mitigateinternal competition cannibalization eect. On the other hand, cid:133rms increase investmentsin process innovation because of economies of scale. In contrast to her theoretical framework,we build a framework with demand and cost linkages to evaluate heterogeneous responses ofcid:133rms in dierent industries. Moreover, using detailed cid:133rmlevel data, we test the predictionsfrom the model. In terms of the way we model innovation, the key dierences between ourpaper and that of Dhingra 2013 are that we 1 allow for cid:135exible manufacturing and 2introduce cost linkages related to the degree of dierentiation that generate spillover eectswithin the cid:133rm. Therefore, our model is able to generate novel predictions regarding the twotypes of innovation depending on the degree of dierentiation of the industry.Our paper is also related to the literature emphasizing the complementary between market size and innovation behavior of cid:133rms that leads to gains from trade. Since innovationis costly, changes in market size tend to encourage cid:133rms to incur these costs because ofscale eects. Models such as Grossman and Helpman 1991 investigate the gains from tradearising from innovation investments in a setting with homogeneous cid:133rms. At the cid:133rmlevel,several papers have investigated the relation between changes in market size and innovation.Lileeva and Trecid:135er 2010 investigate theoretically and empirically how changes in marketsize encouraged cid:133rms to innovate. Using responses of Canadian plants to the elimination of U.S. taris, they cid:133nd that plants more induced by the tari cuts increase more their investments in innovation. Yeaple 2005, Verhoogen 2008, Bustos 2011, and Aw et al. 2011assess further channels that relate market size with cid:133rmlevel innovation and withincid:133rmadjustments.2 The Model Our theory draws on a simple model of MPFs that choose their optimal spending on productand process innovation. Both types of innovation are costly and, therefore, cid:133rms weight thereturns to innovation against the costs. The returns to innovation are in the focus of thispaper and constitute the main testable predictions from the model. First, we show that thereturns to product and process innovation are higher in a larger market. Second, we point outthat cid:133rms in sectors with homogeneous products focus on optimizing production processeswhile cid:133rms in more dierentiated industries concentrate on innovating new products. Theseinnovation patterns follow from demand and cost linkages, both related to the degree of 4product dierentiation in a sector. Since these linkages determine the returns to innovation,we will introduce them at the very outset.We begin with a detailed analysis of consumer behavior and the underlying preferencestructure in section 2.1. In this part, we show how the demand linkages enter our frameworkand relate them to the degree of product dierentiation in a sector. In section 2.2, we presentthe cid:133rm side of the model. We start with the production cost function, which is characterizedby cid:135exible manufacturing. Moreover, cid:133rms can undertake investments in process innovationto reduce production costs of a product, which may generate spillovers between productionlines. We refer to this feature as a cost linkage and argue that its strength decreases inthe degree of product dierentiation. Firms consider both linkages when maximizing theirprocid:133ts. Finally, section 2.3 derives the equilibrium of the model and establishes the maintestable predictions from the theory.2.1 Consumer Behavior: Preferences and Demand Our economy consists of L consumers who maximize their utility over the consumption ofa homogeneous and a dierentiated good. To be more specicid:133c, we assume that consumersbuy a set cid:10 of goods out of a potential setecid:10 of the dierentiated product. Our specicid:133cationof preferences follows Eckel et al. 2011, though we add an additional numeraire good andassume a quasilinear utility in the following form:6U q 0 u 1,1where q 0 is the consumption of the homogeneous good. We conduct our analysis in partialequilibrium where the outside good absorbs any income eects. Utility over the dierentiatedvariety is decid:133ned in a standard quadratic function as followsu 1 a Q cid:012bcid:201 cid:0 eZi 2ecid:10qi2di e Q2cid:21 ,2where a and b represent nonnegative preference parameters. In this specicid:133cation, q i denotes per variety consumption and Q cid:17 Ri 2ecid:10 qidi stands for total consumption of therepresentative consumer. The parameter e plays a very important role in our model anddescribes the degree of product dierentiation. We assume that e lies strictly between zeroand one and decid:133ne the parameter as an inverse measure for product dierentiation. Thismeans that lower values of e imply more dierentiated and hence less substitutable prod6The preferences in Eckel et al.2011 capture an additional component adressing the utility whichaccrues from consuming goods of higher quality.5ucts. Throughout the analysis, we will distinguish industries along the degree of productdierentiation. We simply refer to a homogeneous industry as an industry with a relativelyhigh value of e. Accordingly, a dierentiated industry means an industry with a value of eclose to zero. A detailed discussion of the role of the parameter e in our model will followlater on in the analysis.Hence, individual income I is spent on consumption of the outside good and the potential Consumers maximize utility subject to the budget constraint q 0 Ri 2ecid:10 piqidi I.basket ecid:10 of the dierentiated good. p i is the price of variety i and the numeraire goodis sold at a price p 0 1. We assume that consumers demand a positive amount of theoutside good q 0 0 to ensure consumption of the dierentiated good. Maximizing utilityand aggregating individual demand functions yields a linear market demand:7pi a cid:0 b 0 1 cid:0 exi e X :3the market demand for variety i and consists of the aggregated demand of all consumers We decid:133ne cid:10 cid:26 ecid:10 as the subset of varieties which is actually consumed. x i describes Lq i for that specicid:133c variety. X cid:17 Ri 2cid:10 xidi is the total volume of consumption of alldierentiated goods. Furthermore, a describes the demand intercept and b 0 cid:17 binverse measure for the size of the market. Direct demand of variety i is given by L decid:133nes anx i ab 0 1 cid:0 e ecid:14 cid:01b 0 1 cid:0 ep i ecid:14b 0 1 cid:0 e ecid:14 1 cid:0 ep;4where cid:14 describes the measure of consumed varieties in cid:10. The average price of dierentiatedvarieties in the economy is given by p 1cid:14Ri 2cid:10 p i di.As demand linkages will play a crucial role in our model, we conclude this section byanalyzing how the degree of product dierentiation aects the cross elasticity between anytwo varieties and the price elasticity of demand. The cross elasticity of variety i with respect It isto variety j is given by i;j cid:17 jx i x j x j x ij ex j 1 cid:0 e x i.straightforward to see that i;j is higher in more homogeneous sectors. For a cid:133rm thismeans: The closer is the substitutability between its varieties, the more does the output ofany additional variety reduce the demand for the other products within its portfolio i.e. thestronger are the demand linkages in a sector.In addition to the cross elasticities, we also compute the price elasticity of demand torelate e to our empirical measure of dierentiation. The empirical part of the paper uses the Khandelwal 2010 classicid:133cation as the preferred measure for product dierentiation. This 7Given the quasilinear uppertier utility, there is no income eect, thereby implying that the marginalutility of income cid:21 1.6measure is created by evaluating changes in prices conditional on market shares: A product isclassicid:133ed as more dierentiated if the cid:133rm can increase prices without losing market shares.To connect this to our theoretical model, we compute the price elasticity of demand andshow how it responds to a change in the degree of dierentiation in a sector. Given thelinear demand system in Eq. 3, there exists an upper bound of the price, where demandxi is just driven to zero:Following Melitz and Ottaviano 2008, we express the price elasticity of demand aspmax cid:171 cid:0 e a ecid:14p1 cid:0 e ecid:14.56x ip ii cid:17cid:12cid:12cid:12cid:12p ix icid:12cid:12cid:12cid:12 p ipmax cid:0 p i,by combining Eqs. 4 and 5.Inspecting the latter expression claricid:133es the role of thedegree of product dierentiation e in determining the demand linkages in our model. It caneasily be shown that, ceteris paribus, the choke price pmax decreases and, therefore, the priceelasticity i increases when products become more homogeneous.pmaxejp;cid:14const cid:0cid:14 a cid:0 p1 cid:0 e ecid:142 0.7This implies that the parameter e in our theoretical model is closely related to the Khandelwal2010 measure of dierentiation which we use in the empirical part of our paper.2.2 Firm Behavior: Optimal Product and Process Innovation In this section, we consider technology and optimal cid:133rm behavior. To keep the analysis assimple as possible, we rely on the monopoly case since we focus on intracid:133rm adjustments,competition between cid:133rms plays only a secondorder role. We construct a theoretical modelin which MPFs optimally choose between two types of investment. Firstly, cid:133rms invest innew product lines and thereby extend their product portfolio. Secondly, cid:133rms may decidefor each of their products how much to invest in the production technology. Both types ofinvestment depend on the degree of product dierentiation through the demand and costlinkages taken into account by a cid:133rm. In the previous section, we have already introduced thedemand linkages into our model. We argue that the demand linkages in particular determinethe returns to product innovation. While deciding on the optimal number of products, thecid:133rm considers the negative impact of the marginal good on the demand for the rest of itsproducts. Hence, the more similar are the products within the portfolio, the stronger will bethe cannibalization eect of the marginal variety. Consequently, we show that the optimal 7product range will be smaller in a homogeneous sector.As a novel feature of our model, we introduce cost linkages and relate them to the degreeof product dierentiation.In particular, the strength of the costlinkages determines thereturns to process innovation in our model. Firms may decide for each product how muchto invest. However, we argue that there are intracid:133rm spillover eects between the varieties.This means that a cid:133rm can use parts of the process RD of one product for other productsin its portfolio. To which extent productspecicid:133c RD is applicable to other processesdepends on the similarity of production processes and, therefore, on the degree of productdierentiation. Thus, cid:133rms in homogeneous sectors will invest more in process innovation asthey can internalize more spillovers between production lines.Production Technology Production is characterized by cid:135exible manufacturing. We follow Eckel and Neary 2010 and assume that cid:133rms have a core competence i 0, whichdenotes the product where the cid:133rm is most e cient in production. Besides the core variety,an MPF can produce additional varieties with rising marginal costs. Production costs forvariety i without investments are given by c i c c 1i. For the sake of simplicity, weassume a linear cost function, though this is not required to derive our results.Firms can reduce production costs through variety specicid:133c process innovation. Furthermore, we allow for investment spillovers between products. To reduce production costs ofvariety i, a cid:133rm undertakes process innovation k i which reduces production costs at adiminishing rate. The variety specicid:133c costs savings from innovation are given by 2k i0:5.As mentioned earlier, part of the process optimization of one variety is applicable to all othervarieties, which implies that production of variety i benecid:133ts from all investments undertakenon all the other products Kcid:0i cid:17Rcid:10ni k i0:5 di. The degree to which knowledge is applicableto other products depends on the spillover parameter cid:18 e 2 0; 1. The spillover parametercid:18 depends on the degree of product dierentiation e because of the assumption that spilloversare larger in a more homogeneous sector. We will decid:133ne a functional form for this parameterlater on in the analysis.Considering these aspects, production costs of variety i are given by:c i c c 1i cid:0cid:02k i0:5 2cid:18 e Kcid:0icid:1 :This can be rearranged to89c i c c 1i cid:0cid:02 1 cid:0 cid:18 e k i0:5 2cid:18 e Kcid:1 ,0 k i0:5 di denotes total investment in process innovation.where in analogy to X, K R cid:148Procid:133t Maximization In our setup, an MPF simultaneously chooses optimal scale x iand process innovation k i per product as well as optimal product scope cid:14. Process innovation is carried out at a rate rk and product innovation requires building a new productionline at a rate rcid:14. Total procid:133ts are given by:cid:25 Z cid:140 cid:2pi cid:0 c cid:0 c 1i 2 1 cid:0 cid:18 e k i0:5 2cid:18 e Kcid:3 xidi cid:0Z cid:14rkk i di cid:0 cid:14rcid:14.100Optimal Scale Maximizing procid:133ts in Eq. 10 with respect to scale x i implies thefollowing cid:133rstorder condition:8cid:25xi pi cid:0 c cid:0 c 1i 2 1 cid:0 cid:18 e k i0:5 2cid:18 e K cid:0 b 0 1 cid:0 e x i cid:0 b 0e X 0.11Using the inverse demand in Eq. 3 and solving for x i yields optimal scale of variety i:xi a cid:0 c cid:0 c 1i 2 1 cid:0 cid:18 e k i0:5 2cid:18 e K cid:0 2b 0e X2b 01 cid:0 e.12Furthermore, we derive total cid:133rm scale X by integrating over x i in Eq. 12:X cid:14cid:0a cid:0 c cid:0 c 1cid:142cid:1 2 1 cid:0 cid:18 e cid:18 e cid:14 K2b 01 cid:0 e ecid:14.13Inspection of Eq. 12 reveals the two opposing linkage eects arising from the degree ofproduct dierentiation in a sector. On the one hand, there is a demand linkage cannibalization of total cid:133rmcid:146s scale X on the output of a single varietyx iX cid:0e 1 cid:0 e 0,14whereby the negative impact increases in e. On the other hand, with rising values of e thecost linkages spillovers from other varieties become more prominent:x iKcid:18 eb 0 1 cid:0 e 0.15As a result of the underlying cost structure with cid:135exible manufacturing, optimal scale ofthe core product is the largest, and output per variety diminishes with distance to the coreproduct. We illustrate the output scheme in Figure 1, where cid:10cid:0cid:14 indicates the dierencein scale between the core and marginal product in the portfolio. The exact mathematical 8The secondorder condition is negative:2cid:25xi2 cid:02b 0 0.9expression for cid:10cid:0cid:14 is determined later on in the analysis.Figure 1: Output Schedule Substituting optimal scale in Eq. 12 into the inverse demand gives the optimal pricingschedule, with the lowest price charged for the core product:pi 12cid:2a c c 1i cid:0 2 1 cid:0 cid:18 e k i0:5 cid:0 2cid:18 e Kcid:3 .16The latter explains why the output of the core competency is sold at the highest scale.Finally, the pricecost margin for variety i is given by:p i cid:0 c i a cid:0 c cid:0 c 1i 2 1 cid:0 cid:18 e k i0:5 2cid:18 e K2.17Optimal Process Innovation Firms can invest in costreducing process innovationfor each product in the portfolio. At the optimum, direct savings through lower productioncosts plus indirect savings from spillovers on other products are equal to the rate of innovationcosts rk:cid:25ki 1 cid:0 cid:18 e k icid:00:5 x i cid:18 e k icid:00:5 X cid:0 rk 0.1810ixidD0dSolving for optimal investments in variety i yields:9k i cid:18 1 cid:0 cid:18 e x i cid:18 e Xrkcid:192.19Eq. 19 shows that optimal investment recid:135ects economies of scale through both per varietyoutput x i and total cid:133rm output X. Given that the output of the core variety is the highest,a cid:133rm will put most eort in optimizing the production process of this variety.10 However,the cid:133rstorder condition in Eq.19 implies that the larger the spillovers cid:18 e on otherproducts within the cid:133rm, the more equally a cid:133rm spreads investments across products. Inthe extreme case of cid:18 e 1, investment levels are the same across products.Lemma 1 Firms concentrate investments in process innovation on their core competencies,since process innovation recid:135ects economies of scale. However, the investment levels acrossvarieties become more similar in more homogeneous sectors due to higher spillover eects.Finally, we substitute Eq. 12 into Eq. 19 and integrate over the expression. Thisgives total cid:133rm investment in process innovation K cid:17Z cid:140k i0:5 di 1 cid:0 cid:18 ecid:16cid:14a cid:0 cid:14c cid:0 c 1cid:1422cid:17 2b 0cid:18 e cid:0 ecid:14X2 b 0rk1 cid:0 e cid:0 1 cid:0 cid:18 e 1 cid:0 cid:18 e cid:18 e cid:14.20Optimal Product Innovation Choosing optimal product scope means balancing thebenecid:133ts of the marginal variety against the innovation costs. The cid:133rstorder condition forscope is given by:cid:25cid:14 pcid:14 cid:0 c cid:14 xcid:14 cid:0cid:0b 0ex cid:14 2cid:18 e k cid:140:5cid:1 X cid:0 rkk cid:14 cid:0 rcid:14 0,21where c cid:14 c c 1cid:14 cid:0 2 1 cid:0 cid:18 e k cid:140:5 cid:0 2cid:18 e K. In our framework with both cost anddemand linkages, the marginal benecid:133t of a product is determined by the negative externalityon all other products cannibalization and the positive externality spillovers in processinnovation.11pcid:14 cid:0 c cid:14 xcid:14Revenuez 9The secondorder condition is given by:2cid:25negative as required.Spillover Cannibalizationg X rcid:14 rkk cid:14cid:02cid:18 e k cid:140:5cid:1fcid:0b 0ex cid:14zki2 cid:00:5cid:16k icid:01:5 1 cid:0 cid:18 e x i cid:18 e Xcid:17 0, and iscid:142 hcid:0c 1 cid:0 2cid:16b 0ex cid:14 cid:0 2cid:18 e k cid:140:5cid:17i xcid:14 0. To seezz Inn. Costs2210Evidence for economies of scale at the product level can be found in Lileeva and Trecid:135er 2010.11The secondorder condition is given by: 2cid:25that this condition is negative as required, consider Condition 1.11In the decision to optimize the product range, an MPF takes into account that an additionalproduct lowers the prices consumers are willing to pay for all other products. This aspectis captured by the term Cannibalization in Eq. 22. The term Spillover in Eq. 22recid:135ects the fact that there are spillovers from the marginal product on all other varieties.Hence, at this point it seems plausible to make a restriction on the parameter values whichdetermines the net eect of the two linkages.Condition 1 In Eq. 22, the net impact of the marginal variety on all other varieties isdetermined by the strength of the two linkages in our model. It is plausible to assume thatthe net impact of the marginal product on all varieties is negative. Therefore, we restrict theparameters as follows:b 0rk 2cid:18 e 1 cid:0 cid:18 e x cid:14 cid:18 e Xex cid:14.23This condition implies that the perceived cost of process innovation may not be too low.We refer to b 0rk as the perceived costs of process innovation, as this term relates the marketsize to the innovation costs. Therefore, the perceived costs can fall 1 if rk decreases or2 if the market size L increases recall that: b 0 cid:17 b L. We argue that this restriction ofparameters ensures realistic properties within our framework. If process innovation wouldbe too cheap, cid:133rms would increase product scope only to benecid:133t from spillovers from theinvestment in the marginal variety. The latter does not seem to be a realistic optimal cid:133rmbehavior.In the following, we express a cid:133rmcid:146s optimal scope in terms of scale of the marginalproduct x cid:14. To do so, we substitute the output of the marginal variety from Eq. 12 andits respective pricecost margin from Eq. 17 into the cid:133rstorder condition for scope 21:x cid:14 srkk cid:14 rcid:14 cid:0 2cid:18 e k cid:140:5 Xb 0 1 cid:0 e.24Considering again Figure 1, the latter expression can be interpreted as follows: The lower isthe output of the marginal variety cid:14, the larger is the product range oered by the cid:133rm.To provide some further insights into our model, we combine the cid:133rstorder conditionsfor scale and scope in Eqs. 12 and 24, to derive an alternative expression for optimalscale:x i c 1 cid:14 cid:0 i 2 1 cid:0 cid:18 ecid:0k i0:5 cid:0 k cid:140:5cid:12b 01 cid:0 es rkk cid:14 rcid:14 cid:0 2cid:18 e k cid:140:5 Xb 0 1 cid:0 e. 2512It is straightforward to see that this expression boils down to Eq. 24 by setting i cid:14 forthe marginal variety. Furthermore, we can use this expression to calculate the dierence inscale of the core i 0 versus the marginal variety cid:14, illustrated in Figure 1:cid:10cid:0cid:14 c 1cid:14262cid:16b 01 cid:0 e cid:0 1cid:0cid:18e2rkcid:17.Since the underlying technology is cid:135exible manufacturing, the dierence in output increasesin the product range cid:14. The larger is the distance to the core product, the lower will bethe e ciency of the marginal product. The latter eect is magnicid:133ed for higher values ofc 1, as this variable determines how much marginal costs increase with rising distance to thecore product. Moreover, cid:10cid:0cid:14 decreases in the strength of the spillovers cid:18 e. As stated in Lemma 1, cid:133rms concentrate their investment in process RD on the core varieties. However,if spillover eects are large, the marginal varieties benecid:133t more from the investments in thehighscale core varieties.Lemma 2 The dierence in scale between the core and the marginal variety is determinedby the dierence in production costs of the two varieties. The productivity of the marginalproduct falls with distance to the core product and rises in the degree of spillovers.2.3 Comparative Statics In the previous section, we established the baseline theoretical framework. In the next step,we derive the main predictions that we test in the empirical section. To start with, we analyzethe eects of an increase in the market size L lower values of b 0 on optimal investment levels.Furthermore, we investigate optimal investment strategies in sectors with dierent degreesof product dierentiation. To derive our results, we follow the solution path in Eckel and Neary 2010, and express the equilibrium equations in terms of X and cid:14 only. Moreover, asalready mentioned, we decid:133ne a functional form for the spillover parameter cid:18 e:cid:18 e ecid:20.27Figure 2 illustrates this functional form and the role of cid:20 in determining the strength ofspillovers. Since e 2 0; 1; lower values of cid:20 translate into a stronger spillover eect. In theextreme case of cid:20 0, the total investment in one variety is applicable on all varieties withinthe cid:133rm. Obviously, we derive the same result in an industry with no product dierentiationi.e. e 1. Letting cid:20 grow large decreases the importance of spillovers within the cid:133rm.13Figure 2: Spillover Parameter X cid:14cid:14cid:0a cid:0 c cid:0 c 12cid:16b 01 cid:0 e ecid:14 cid:0 1cid:0ecid:20ecid:20cid:1422cid:1rkcid:17.28Equilibrium In this section, we derive the equilibrium equations of the model applyingthe functional form of spillovers in Eq. 27. Combining Eqs. 13 and 20, we derive totalcid:133rm scale as:rk The term 1cid:0ecid:20ecid:20cid:142recid:135ects costsavings from process innovation, which induces a cid:133rm toincrease total cid:133rm scale X. Clearly, the strength of the latter eect is mitigated by thecosts for process innovation rk. Plugging Eq. 28 back into Eq. 20 yields total processinnovation as:K 1 cid:0 ecid:20 ecid:20cid:14rk X.29The parameter cid:20 determines the strength of spillovers, where total process innovation is thelargest for cid:20 0. Inspecting Eqs. 28 and 29 in detail reveals that investments in processinnovation decrease with rising levels of cid:20, i.e. Kcid:20 0. Furthermore, process innovation Krecid:135ects economies of scale as it depends on total cid:133rm scale X. Using information from Eqs.19, 28, and 29 together with Eq. 12, we can express optimal scale per variety as:x i a cid:0 c cid:0 c 1i cid:0 2cid:16b 0e cid:0 ecid:2021cid:0ecid:20ecid:20cid:14rk cid:172cid:16b 01 cid:0 e cid:0 1cid:0ecid:202rkcid:17 X.3014eq 10e 11k 1k 1kWithin our framework, we have two opposing eects of total scale X on per variety output.On the one hand, rising total output induces the cid:133rm to invest more in process innovation,which increases per variety output. On the other hand, rising total scale intensicid:133es cannibalization within the portfolio. The latter eect reduces per variety output. However, Condition 1 stated in Eq. 23 guarantees that the spillover eect cannot dominate the cannibalizationeect, i.e. xiX 0.Finally, substituting from Eq. 19 into Eq. 24, we express the cid:133rstorder condition forscope as:x cid:14 vuuutrkrcid:14 cid:0 ecid:20X2rk cid:17.cid:16b 0 1 cid:0 e cid:0 1cid:0ecid:20231The formal derivation of this expression is presented in the Appendix. Eq. 31 implicitlydecid:133nes product scope cid:14 in terms of the output of the marginal variety. Solving for cid:14 givesthe explicit expression for product scope:a cid:0 c cid:0 2rcid:16b 0 1 cid:0 e cid:0 1cid:0ecid:202cid:14 rk cid:17 cid:0 2cid:16b 0e cid:0 2ecid:201cid:0ecid:20rkcid:17 X.32rk cid:17cid:16rcid:14 cid:0 e 2cid:20X 2cid:16c 1 cid:0 2e 2cid:20Xrk cid:17Eqs. 31 and 32 reveal that higher costs for product innovation rcid:14 decrease the optimalproduct range. The latter implies a higher output of the marginal variety cid:14 see Eq. 31.Referring to Figure 1, this characterizes a variety closer to the cid:133rmcid:146s core competence.Inspecting the term 2pcid:1 in Eq.32 reveals the multiplicative structure of the inverse L and the cost for product innovation rcid:14. This structuremeasure for market size b 0 cid:17 btranslates an increase in the market size L into lower perceived costs of product innovationfor the cid:133rm.Inspecting the previous equations indicates that the equilibrium in our model can becharacterized in terms of two endogenous variables: cid:14 and X.28 islabeled by Scale: X cid:14 and describes a positive relationship between total cid:133rm output Xand scope cid:14. Through adding additional products, an MPF can increase its total output.Eq. 32 establishes a negative relationship between X and cid:14. The downwardsloping curveScope: cid:14 X illustrates that rising cid:133rm output intensicid:133es the cannibalization eect ofthe marginal variety. Therefore, an MPF reduces its product scope when its total outputincreases. In the intersection of both curves in Figure 3, the two equilibrium conditions forscale and scope are satiscid:133ed.12 Once we have determined the equilibrium values of cid:14 and X,In Figure 3, Eq.12A proof that the two curves intersect is provided in the Appendix. We show that the determinant of thecoe cient matrix is always positive. This ensures that the equilibrium is unique and stable.15Figure 3: Equilibriumwe compute the equilibrium value of process innovation K. In the next step, we derive themain testable predictions from the model.The Eects of a Larger Market Size We are interested in the eects of globalizationon product and process innovation. We follow Krugman 1979 and interpret globalizationas an increase in the number of consumers L. As we analyze the behavior of a single MPF,we neglect the competition eect of globalization. This modeling choice is motivated bythe nature of our empirical analysis, where we investigate the eect of a devaluation ofthe Brazilian real. For Brazilian exporters, a devaluation means improved access to foreignmarkets since products become cheaper. Therefore, Brazilian cid:133rms can gain foreign marketshares without losing domestic market shares.An increase in the market size L reduces the slope b 0 of the demand function in Eq. 3.In the Appendix, we derive the total derivatives of the equilibrium conditions in terms ofscale X Eq. 28 and scope cid:14 Eq. 32, which lead to the following results.We show that increases in the market size lead to higher total cid:133rm output X. Threedierent intracid:133rm adjustments lead to this result. The cid:133rst adjustment comes from theincreased demand in the larger market. The second and third adjustments come from theimpact of product and process innovation on total cid:133rm scale X. We show that despitecannibalization is intensicid:133ed through the larger X, a cid:133rm will invest in new products in alarger market. In Figure 3, both curves Scale: X cid:14 and Scope: cid:14 X are shifted to theright, though Scope: cid:14 X shifts more. The cannibalization eect of increasing cid:133rm scale X on scope cid:14 can be visualized by comparing the product range before and after the shift of 16d XXd:Scoped X:ScaleScale: X cid:14. Technically the increase in product scope is caused by the fact that in Eq.32 the costs for product innovation rcid:14 enter multiplied by the parameter b 0. As explainedearlier in the text, a larger market size reduces the perceived innovation costs for the cid:133rm.Finally, we analyze the impact of the market size on process innovation K. As discussedearlier, process innovation is subject to economies of scale as in a larger market innovationcosts can be spread over more units. From inspection of Eq. 29, we see that the rise in cid:14and X causes more spending in process innovation. Captured by the term 1cid:0ecid:20ecid:20cid:142in Eq.28, the process innovation eect contributes to the rise in cid:133rm scale X. We summarizethe market size eect on optimal cid:133rm behavior in the following proposition and test theseresults in the empirical part of the paper.rk Proposition 1 A larger market size L increases total scale X and induces cid:133rms to investmore in both product cid:14 and process innovation K, i.e.d ln Xd ln L 0,d ln cid:14d ln L 0, andd ln Kd ln L 0.33The mathematical derivation of these results is presented in the Appendix. Furthermore,we show the eects of a change in the demand intercept a on the optimal behavior of thecid:133rm. The latter comparative static yields qualitatively the same results.Sectors with Dierent Scope for Product Dierentiation We derive a second testableprediction of our model with respect to the degree of product dierentiation in a sector. Asimple comparison between brick production and the automotive sector makes it clear thatthere is a lot more scope for dierentiation in the latter sector. We argue that the degree ofdierentiation is crucial in explaining the innovation behavior of cid:133rms. Recall, that degreeof dierentiation determines the strength of the two linkages within our framework. A lowdegree of dierentiation high e causes high cannibalization and high spillover eects and,therefore, promotes process innovation. One can think again of our example of an MPF producing bricks that are slightly dierentiated. It is plausible to assume that a large fraction ofthe investment in the production line of one specicid:133c brick is applicable to the production ofall other bricks produced by the same cid:133rm. However, introducing one further brick will havea strong cannibalizing impact on the initial portfolio. Dierentiating Eq. 29 with respectto the degree of product dierentiation e keeping cid:133rm size cid:133xed concid:133rms our intuition:Let us now assume the other extreme case of a highly dierentiated industry, in our 0.34 ln K ln ecid:20ecid:20 cid:14 cid:0 11 cid:0 ecid:20 ecid:20cid:1417example the automotive sector. Assuming that cars are more dierentiated than bricks,optimizing the production process for one specicid:133c car will have positive but lower spilloverson the other cars in comparison to the case of more homogeneous bricks. The moredierentiated two cars are, the lower will be the number of identical parts used in productionand, therefore, the lower will be the spillovers in production. However, for a cid:133rm producingmultiple cars, the negative externality of adding an additional car declines the higher is thedegree of dierentiation i.e. the lower is the cannibalization eect. Again, we hold cid:133rmsize cid:133xed and dierentiate Eq. 32 with respect to the degree of product dierentiatione. There are two opposing channels at work when considering the eect of the degree ofproduct dierentiation on the product range cid:14. On the one hand, the marginal productcannibalizes, on the other hand, all initial products benecid:133t from processspillovers fromthe marginal product. Dierentiating Eq. 32 with respect to e leads to a cumbersomeexpression, which is presented in the Appendix. Here we show the solution for the case ofthe strongest spillover eects. The following derivative reveals that even in this case thecannibalization eect dominates, which concid:133rms our intuition. 035 ln cid:14 ln e cid:0limcid:20!0b 0e 2X cid:0 x cid:14cid:16c 1 cid:0 2Xrkcid:17 cid:14The derivation of this expression and further discussion are presented in the Appendix.We summarize the eect of the degree of product dierentiation on optimal innovationbehavior in the following proposition and test the results in the empirical part of the paper.Proposition 2 Conditional on cid:133rm size, cid:133rms in sectors with a large low scope for product dierentiation will invest more in product process innovation. This behavior is causedby the lower stronger demand and lower stronger costlinkages in a dierentiated homogeneous sector.3 Data We test the main predictions of the model using Brazilian cid:133rmlevel data for the period 19982000. Firmlevel data are matched using the unique cid:133rm tax number and come fromtwo main sources: i SECEX Foreign Trade Secretariat, which provides information on theuniverse of products exported by Brazilian cid:133rms and ii Innovation survey from PINTECBrazilian Firm Industrial Innovation Survey. We combine cid:133rmlevel data with industrylevel data to investigate how dierent industries react to a trade shock in terms of theirinvestments in innovation.18A distinctive feature of the data is the availability of highly detailed information on cid:133rmlevel innovation investments, including several dimensions of product and process innovation.A further distinctive feature of the data is the event of a major and largely unexpected exchange rate shock in the period under analysis. The devaluation made Brazilian productsmore competitive in both domestic and foreign markets and, therefore, increased incentivesfor cid:133rms to innovate due to scale eects. However, cid:133rms react in dierent ways to the tradeshock depending on the degree of product dierentiation of the industry: While more homogeneous industries have higher incentives to invest more in process innovation because ofspillover eects, dierentiated industries have higher incentives to invest in product innovation because of lower cannibalization across products. To tackle this issue, we use informationon dierent types of innovation combined with the degree of product dierentiation of theindustry.3.1 Innovation Variables The innovation survey provides detailed information on innovation investments of 3,070manufacturing exporters for which we can exploit timevarying information.13 The mainquestions used in our study for product and process innovation are: 1. Did the cid:133rm introducea new product in the period? product innovation and 2. Did the cid:133rm introduce newproduction processes in the period? process innovation. For changes in product, we createa variable cid:1P roductf 1 if a cid:133rm f in industry i reported important eorts to do productinnovation. For changes in process we create a variable cid:1P rocessf 1 if the cid:133rm reportedchanges in process.Product innovation does not necessarily mean an increase in product scope suggested byour theory, since cid:133rms could simultaneously add and drop varieties or change the attributesof existent varieties. Therefore, in order to get closer to our theoretical mechanism, we use afurther question from the survey related to product scope: 3. Importance of the innovation toincrease product scope, cid:1Scopef . This categorical variable with four degrees of importancerelates innovation to changes in product scope.For process innovation, the variable cid:1P rocessf may also not be directly related to themechanism we propose in the theory that some cid:133rms internalize spillover eects and, therefore, invest more in process innovation. Thus, to evaluate the importance of spillover eects,we use information related to changes in the cid:135exibility of the production process. In particular, we use the following question from the survey: 4. Importance of the innovation toincrease production cid:135exibility, cid:1F lexibilityf . cid:1F lexibilityf is a categorical variable with 13The PINTEC 2000 survey provides information for a total of 3,700 cid:133rms. However, for 630 of theminformation for many variables of interest is only available for the year 2000.19four degrees of importance related to the ability of the cid:133rm to make the production processmore cid:135exible and increase the spillover eects among production lines. Therefore, it is consistent with the mechanism of the theoretical model, predicting that cid:133rms may internalizeintracid:133rm spillover eects. The description of variables is found in Table 14 in the Appendix.The data has the disadvantage of not capturing dierences in the intensity of innovationacross cid:133rms variables are at most categorical, but not continuous. However, for the purposes of our study, we are able to capture the relevant mechanism, referring to the variationin innovation eorts across industries.Table 1 presents summary statistics for the baseline indicators of innovation.14 Abouthalf of the cid:133rms reported changes in process and 42 percent changes in product.15 Theinterest of the study is to provide more information on the innovation choices of cid:133rms indierent industries.Table 1: Percentage of Firms by Innovation Status in the Year 2000Product innovation Process innovation Product and process innovation 42%28%48%3.2 Degree of Product Dierentiation For the analysis across cid:133rms, we create measures of the degree of product dierentiationacross sectors 1 cid:0 es, for a sector s. For that, we match the cid:133rmlevel innovation surveywith information on the degree of product dierentiation using 1 the Khandelwal 2010classicid:133cation of product dierentiation and 2 the Rauch 1999 classicid:133cation of goods, asfollows:Khandelwal 2010 Classicid:133cation of Product Dierentiation Khandelwal 2010classicid:133es sectors and products according to the degree of product dierentiation and characterizes products as long and short cid:147quality ladderscid:148. The paper uses nested logit estimationsto infer product quality from price and quantity information of products exported to the United States: The quality of a product increases if its price can rise without losing marketshare. Quality ladders for each product are constructed from estimated qualities, calculatedas the dierence between the maximum quality cid:21M AX within and minimum quality cid:21M INpp 14Values are based on a sample of 3,070 cid:133rms, for which we can exploit timevarying information sampleused in the paper.1542 percent of cid:133rms conducted product innovation and 14 percent reported only product innovation noprocess innovation. 48 percent of cid:133rms conducted process innovation and 20 percent only process innovation.28 percent of the cid:133rms reported both product and process innovation.20ppcid:0 cid:21M INa product p, as follows: cid:21p cid:21M AX. In this specicid:133cation, cid:21p denotes the dierencebetween the minimum and maximum of the estimated quality cid:21pct of country ccid:146s exports tothe United States at time t in product p. The higher cid:21p, the higher the degree of productdierentiation, such that the variation in market shares conditional on product prices ishigher. Therefore, the mechanism proposed by Khandelwal 2010 is closely related to themechanism we derive in the theory section see Eqs. 6 and 7.We use the Khandelwal 2010 product classicid:133cation of the ladder length available at the 4digit SIC1987 classicid:133cation. This measure is mapped to the 2digit IBGE classicid:133cationof sectors and industries and generates a ladder length cid:21s, as the average ladder over allproducts exported in sector s.Rauch 1999 Classicid:133cation of Goods Rauch 1999 classicid:133es trade data into threegroups of commodities: w, homogeneous organized exchange goods, which are goods tradedin an organized exchange; r, reference priced goods, not traded in an organized exchange, butwhich have some quoted reference price, such as industry publications; and n, dierentiatedgoods, without any quoted price. Using this classicid:133cation at the 4digit SITC productclassicid:133cation issued by the United Nations, we create a measure of the share of products, where Sh Dif fsfrom a cid:133rm classicid:133ed as dierentiated goods: Sh Dif fs is the share of products produced by sector s classicid:133ed as dierentiated goods. Also in thiscase, we map the Rauch 1999 classicid:133cation of goods to the 2digit industry classicid:133cationof dierentiation from IBGE. Moreover, as an alternative measure, we estimate Sh Saless , where Sh Saless is the share of sales of dierentiated products in comparison N productss;wrnN productss;n Salesn T otal Saleswrnto total sales in a sector s.16We use cid:21s as our benchmark measure, since cid:21s provides higher variation in comparisonto Sh Dif fs: While cid:21s is created from a continuous variable product ladder, the Rauch1999 classicid:133cation is created from a binary variable products classicid:133ed as dierentiated ornondierentiated goods. Thus, Sh Dif fs may be inaccurate and subject to measurementerror. We keep the Rauch 1999 classicid:133cation for robustness checks. Summary statistics forboth measures of dierentiation are shown in Table 2.Table 2: Degree of Product Dierentiation by Industry Measures of 1 cid:0 es Observations Mean Std. Deviation Min Max 2.27cid:21s 1Sh Dif fs 3,0703,0701.730.730.210.121.100.3316However, we believe that the share of dierentiated products measured by the number of productsSh Dif fs is a better measure to infer the degree of dierentiation in comparison to the sales of products.Estimations using the share of sales Sh Saless remain signicid:133cant results available upon request.213.3 Industryspecicid:133c Exchange Rates In January 1999, the Brazilian government announced the end of the crawling peg, allowingthe real to free cid:135oat, with a consequent depreciation of the real by 25 percent within amonth. Figure 4 shows the evolution of the exchange rate in this period. While the size ofthe devaluation did not vary across dierent bilateral currencies, it varied across industriesdepending on the degree of openness to trade of the industry. We exploit the variation acrosstime in exchange rates for industries with dierent degrees of exposure to global marketsusing tradeweighted industryspecicid:133c exchange rate shocks. In this way, we can empiricallytest the theoretical prediction that cid:133rms innovate more following an increase in market sizean increase in L in the model. Crucially, since all cid:133rms in our sample are permanentexporters, we expect them to react to the shock in a similar way.Figure 4: Monthly Real Exchange Rates for Brazil, 19962001Industryspecicid:133c exchange rates are constructed using yearly bilateral trade data from NBERUN coded by Feenstra et al. 2005 and bilateral exchange rate data from the International Monetary Fund. The underlying idea of the industryspecicid:133c exchange rate shockis to study how the movements in dierent bilateral exchange rates with respect to the realaected dierent industries, depending on how much they trade with other countries. Thebilateral trade data from NBERUN provides information on bilateral trade cid:135ows at the 4digit SITC level. The SITC classicid:133cation is combined with the Brazilian CNAE industryclassicid:133cation using publicly available concordance tables up to 4digit CNAE.17 Following 17Concordance tables are publicly available at:http:econweb.ucsd.edumuendlerhtmlbrazil.htmlbrazsec.22Goldberg 2004 and Almeida and Poole 2013, we calculate the industryspecicid:133c exchangerates as follows:T RERit Xc cid:18cid:180:5 0:5Xict Pc Xict Mict Pc Mictcid:19 cid:3 rerctcid:19 ,36where i is industry, c is country, and t is time, such that the bilateral real exchange rate rerct,measured by the Brazilian currency real with respect to the trading partner c, is weightedby the industryspecicid:133c trade shares. The industryspecicid:133c shares are timevarying import by industry and bilateral country pair.shares Mict Pc Mict and export shares Xict Pc Xict Figure 5 shows the tradeweighted industryspecicid:133c exchange rates for cid:133rms above andbelow the mean of product dierentiation high or low mean cid:21s. Two important factsmust be mentioned. First, Figure 5 illustrates a substantial heterogeneity across industriesin the tradeweighted exchange rates. Second, the cid:133gure shows that in both groups ofcid:133rmsindustries the distribution of T RERit is very similar, implying that there is no clearcorrelation between the degree of product dierentiation and the openness of the industry.Figure 6 in the Appendix reports changes in tradeweighted exchange rates over time.The right and left panels reveals that changes in T RERit are similar for both groups ofindustries with high and low degree of dierentiation, according to the Khandelwal 2010classicid:133cation.Figure 5: Industry Variation in Tradeweighted Real Exchange Rates for Firms in Industrieswith High and Low Degrees of Product Dierentiation 233.4 Correlation between the Main Variables of Interest The theoretical model predicts that cid:133rms in more dierentiated industries will do moreproduct and less process innovation in comparison to less dierentiated industries. Table 3shows the correlation between the innovation variables and our main variables for the degreeof dierentiation 1cid:0 es: cid:21s and Sh Dif fs. We present the correlations in terms of productand process innovation cid:1P roductf and cid:1P rocessf as well as in terms of our alternativemeasure of innovation: While cid:1Scopef is related to product innovation cid:133rms introduce newvarieties and increase product scope, cid:1F lexibilityf is related to the ability of the cid:133rm toincrease the spillover eects among production lines.Table 3: Correlation between the Degree of Dierentiation and the Innovation Variables1 cid:0 es cid:1P roductf cid:1P rocessf cid:1Scopef 0.054cid:21s 0.016Sh Dif fs Note: indicates 1% signicid:133cance, 5% signicid:133cance, and 10% signicid:133cance.0.0850.031cid:1F lexibilityf 0.2490.0480.1080.029We show that variables related to product innovation cid:1P roductf and cid:1Scopef arepositively correlated with the degree of product dierentiation. On the other hand, variablesrelated to process innovation cid:1P rocessf and cid:1F lexibilityf are negatively correlated withthe degree of product dierentiation. Therefore, results in Table 3 are consistent with thepredictions from the theoretical model. Moreover, in the section on robustness checks, weshow that these correlations are not restricted to the data we use. We combine cid:133rmlevel datafrom the World Bank with information on product and process innovation with industrylevel data for Brazilian cid:133rms. The correlations between cid:21s and innovation cid:1P roductf andcid:1P rocessf concid:133rm our results.4 Empirical Strategy Our goal in the empirical part of the paper is to test the predictions from the model regarding investment eorts of cid:133rms in industries with dierent scope for product dierentiation,following a trade shock. To achieve identicid:133cation, we estimate the incidence of changes inthe innovation investments cid:1If as a function of the degree of dierentiation 1 cid:0 es in thesector s in which the cid:133rm operates. To investigate the degree of dierentiation 1 cid:0 es,we use two dierent measures: cid:21s according to Khandelwal 2010 and Sh Dif fs following Rauch 1999, as described in the data section. We are interested in the dierential eectsfor industries with dierent degrees of trade openness, measured by changes in timevarying 24tradeweighted shocks, cid:1T RERi, as follows:Prcid:1If 1 F cid:121cid:1T RERi cid:122cid:1T RERi cid:3 1 cid:0 es cid:111cid:1Xf cid:29s f ;37where f indexes the cid:133rm, i indexes the industry, s indexes the sector, and cid:1Xf is a vector ofcid:133rmlevel timevarying control variables, as described in Table 14 in the Appendix. Initially,we include only changes in cid:133rm size, then subsequently we add further control variables. fis a movingaverage error term. cid:29s are sector cid:133xed eects, such that we can interpret resultswithin industries in a given sector.18 cid:1If refers to innovation changes conducted by thecid:133rm, with cid:1If cid:1P rocessf or cid:1P roductf . In alternative specicid:133cations, cid:1If cid:1Scopefor cid:1F lexibilityf . For simplicity, we omit subscripts for cid:1. cid:1 refers to the dierence betweenyears t 2000 and t 0 1998, cid:1t;t 0.In the theoretical model, we state that when market size grows L increases, the increasein market size generates incentives for cid:133rms to innovate because of scale eects. Empirically,we test changes in market size using a major and unexpected exchange rate shock from 1999 as a source of variation cid:133rms face varying degrees of exposure to foreign markets,and hence, in the access to foreign markets. We exploit this event using industryspecicid:133cexchange rate shocks computed over time, cid:1T RERi. Following the predictions from thetheoretical model, we expect cid:121 0: An exchange rate devaluation increases incentives forcid:133rms to innovate because of better access to foreign markets, in particular in industriesmore open to international trade.On top of that, detailed information on the degree of dierentiation 1cid:0e in the modeland on the type of innovation allows us to evaluate dierential eects across industriesand sectors. The dierential eects are shown by cid:122, our main coe cient of interest. cid:122captures the dierential impact of the trade shock on cid:133rms in dierentiated sectors relativeto more homogeneous sectors. In response to the shock, scale eects create natural incentivesfor cid:133rms to expand innovation investments. In more dierentiated sectors, cannibalizationis lower such that cid:133rms invest more in product innovation, while in homogeneous sectorsspillover eects from innovation are higher such that cid:133rms invest more in process innovation.Therefore, cid:122 0 in case the dependent variable is cid:1P roductf , i.e. cid:133rms in sectors witha high degree of product dierentiation invest more in product innovation, and cid:122 018Note that in the theory we have used the words sector and industry interchangeably. In the empirics itis important that T RERi and 1 cid:0 es have dierent levels of aggregation, such that the interaction termprovides the relevant variation. Therefore, the fact that both variables come from dierent classicid:133cation ofgoodsindustries and are aggregated at dierent levels is an advantage in our approach. Moreover, there isno clear correlation between 1 cid:0 es and between T RERi or 1 cid:0 es and cid:1T RERi, as we show in Figures 5 and 6. If the correlation was high, the interaction term could capture non linearities between innovationand the independent variables. Using the continuous measure of dierentiation, cid:21s , we cid:133nd no statisticallysignicid:133cant correlation between cid:21s and cid:1T RERi:25when the dependent variable is cid:1P rocessf cid:133rms in more dierentiated sectors invest lessin process innovation in comparison to cid:133rms in more homogeneous sectors.Our main empirical equation is tested in a cid:133rstdierences model. Concerning the functional form, we estimate our empirical model using probit and linear probability models,which have dierent advantages and disadvantages. The linear probability model has theadvantage of being easy to estimate and to interpret the coe cients. However, though unbiased, it poses important disadvantages. For instance, the assumption that the error termhas unlimited range is not correct, causing problems for hypothesis testing. Moreover, thecid:133tted probabilities may be outside the zeroone boundaries and the marginal impact of cid:122does not exhibit diminishing returns, which would be otherwise expected from the nature ofprobabilities the marginal impact should decrease as the independent variable increases.To deal with the concerns with the linear estimation, we estimate the random eects probitmodel, where F : is the normal cumulative distribution function. Finally, we also conductrobustness checks using seemingly unrelated regressions SUR, to allow the error termsacross equations to be correlated equations with cid:1P rocessf or cid:1P roductf as dependentvariable.5 Results In Table 4, we cid:133rst Tables 4 and 5 present the main empirical results from our paper.investigate whether changes in market size lead to more innovation. As predicted by thetheoretical model, when the market size grows L increases incentives to innovate increasefor all cid:133rms and all types of innovation cid:121 0. Columns 1 to 4 in Table 4 concid:133rm thatcid:121 0 for product and process innovation, meaning an increase in the predicted probabilityof innovation: Following an industryspecicid:133c exchange rate devaluation cid:1T RERi 0, cid:133rmshave higher incentives to invest in product and process innovation. Results are statisticallysignicid:133cant using LPM and Probit, shown in the odds and even columns, respectively. Unlessotherwise stated, results reported for Probit in the tables include the coe cients, theirstandard errors, and the value of the likelihood function. To better quantify the resultsin Table 4, we estimate the marginal eect computed at means of all variables means arereported in Tables 2 and 13, keeping in mind that probit implies diminishing marginalmagnitudes depending on the values of dependent variables. At mean values, the averagemarginal eect is around 0.27 for product and 0.31 for process innovation, with a pvalue of 0.001 in both cases, meaning that the eect is signicid:133cant.However, the main interest of the paper refers to the dierential eects across sectors andindustries. The dierential eects using our main measure of dierentiation cid:21s are shown 26Table 4: Eect of cid:1T RERi on Innovationcid:1P rocessfcid:1P roductf Probit10.7680.221yesyesyes LPM2Probit3LPM40.2960.0819yesyesyes 0.1043,0700.7030.218yesyesyes1776.3800.0393,0700.2590.0778yesyesyes 0.1463,070Dependent variable:cid:1T RERi Constantcid:1log N workersf Sector s cid:133xed eects Logpseudolikelihood 1895.239Pseudo Rsquared Rsquared Observations 0.0103,070in Table 5. Results concid:133rm the main predictions from our theoretical model. Followingan exchange rate devaluation cid:1T RERi 0, cid:133rms in industries with a high degree ofproduct dierentiation invest more in product innovation relative to other cid:133rms cid:122 0 whencid:1If cid:1P roductf , while cid:133rms in industries with a low degree of product dierentiationinvest more in process innovation relative to other cid:133rms cid:122 0 when cid:1If cid:1P rocessf .Results hold for both estimation strategies Probit and LPM.Table 5: Eect of cid:1T RERi on Innovation for Firms in Dierent Industries Dependent variable:cid:1P rocessfcid:1P roductf Probit1LPM2Probit3LPM4cid:21s cid:3 cid:1T RERicid:1T RERi Constantcid:1log N workersf Sector s cid:133xed eects Logpseudolikelihood Pseudo Rsquared Rsquared Observations0.3160.08400.8680.224yesyesyes1892.5440.0113,0700.1240.03310.3290.0810yesyesyes 0.1043,0700.2780.04120.5530.218yesyesyes1775.1120.0403,0700.1060.01540.1990.0773yesyesyes 0.1473,070For probit, results in Table 5 columns 1 and 3 report the coe cients. To evaluatemagnitudes, we compute the dierence in probabilities depending on dierent values ofcid:1T RERi and cid:21s, since the value of the interaction eect changes upon the value of thecontinuous predictor variable. At mean values of all variables, the marginal eect of cid:1T RERiis 0.21 for product and 0.34 for process innovation. For the interaction term, the marginal 27eect is 0.10 for product and 0.12 for process innovation, evaluated at mean values. Marginaleects are in all cases statistically signicid:133cant at the one percent level. Therefore, we concid:133rmthat cid:133rms in more homogeneous sectors are signicid:133cantly more likely to do process innovationfollowing the shock, whereas cid:133rms in more dierentiated sectors are more likely to do productinnovation. Columns 2 and 4 report results for the LPM. If we evaluate mean values ofcid:1T RERi and cid:21s, a decrease in cid:21s by two standard deviations leads to an increase in theprobability to do process innovation by roughly 2 percent, with this value being higher forcid:133rms in sectors with higher initial cid:21s. For product innovation, an increase in cid:21s by twostandard deviations leads to an increase in product innovation by roughly 4 percent.One may argue that the measures of product and process innovation used in Table 5are disconnected from the theoretical model. Changes in process innovation cid:1P rocessf may recid:135ect an innovation not directly related to internalization of spillovers. We address thisconcern using an alternative measure of innovation related to spillover eects, cid:1F lexibilityf .Results presented in Table 6 reveal that estimations are robust to this alternative measureof process innovation.A similar concern refers to the mechanism related to product innovation cid:1P roductf .Investments in product innovation may recid:135ect changes in an already existent product ratherthan the creation of an additional variety. We address this concern using an alternativemeasure of innovation related to changes in product scope, cid:1Scopef . Results shown in Table 6 are consistent with the baseline estimations from Table 5.Table 6: Eect of cid:1T RERi on Product Scope and Production Flexibility Dependent variable:cid:1Scopef Probit1LPM2cid:1F lexibilityf Probit34LPMcid:21s cid:3 cid:1T RERicid:1T RERi Constantcid:1log N workersf Sector s cid:133xed eects Logpseudolikelihood Pseudo Rsquared Rsquared Observations 0.1950.06200.5940.194yesyesyes567.7670.0503,0700.04970.01230.3030.0548yesyesyes 0.0943,0700.1640.05270.7450.314yesyesyes1255.5630.0191,9710.06140.01960.2720.114yesyesyes 0.0691,971286 Robustness Checks Rauch 1999 Measure of Product Dierentiation We use Sh Dif fs as an alternativemeasure to cid:21s and replicate the interaction eects from Table 5. Results are shown in Table 7 columns 1 and 3. While smaller in magnitudes, the eect concid:133rms the expectedcoe cients for cid:121 and cid:122.Degree of Dierentiation: Firmlevel Measure As a further alternative measure tocid:21s, we build a cid:133rmlevel ladder cid:21f starting from the 10digit product classicid:133cation, madeavailable by Khandelwal 2010. This measure allows us to exploit the degree of dierentiation at the cid:133rmlevel, since we have information on all 6digit products exported by Braziliancid:133rms. Thus, we combine these data and create the mean ladder at the cid:133rm level cid:21f corre,where N is the initial number of products exported by the cid:133rm in the year 1998. cid:21f provideshigher variation in comparison to cid:21s: While cid:21s has a standard deviation of 0.21, cid:21f has astandard deviation of 0.6. The means are very close, 1.73 for cid:21s and 1.75 for cid:21f .sponding to the average ladder of the products exported by the cid:133rm, as follows: cid:21f Pf p cid:21f p NResults using cid:21f are shown in Table 7 in columns 2 and 4 and are consistent withour predictions. However, data at the cid:133rm and productlevel on the degree of dierentiationare not essential to our argument and may be subject to endogeneity once we exploit timevariation.19 Therefore, our preferred empirical specicid:133cation uses information at the sectorand industrylevel.Asymmetries across Firms One important concern with our baseline estimations refersto cid:133rms that do both types of innovation. Many cid:133rms invest simultaneously in product andprocess innovation following the exchange rate shock. Therefore, we evaluate asymmetriesacross dierent groups of cid:133rms. In particular, we evaluate the eects for cid:133rms that do onlyone type of innovation.While the baseline estimations using cid:1If cid:1P rocessf or cid:1P roductf consider all cid:133rmsthat reported process and product innovation eorts, respectively, here we evaluate the eectfor cid:133rms that reported only one or the other type of innovation. cid:1P rocess_onlyf 1 forcid:133rms that reported only process innovation, zero otherwise. Similar for product innovationcid:1P roduct_onlyf . Estimations with cid:1P rocess_onlyf and cid:1P roduct_onlyf as dependentvariables reveal that results are in general larger in magnitudes for cid:133rms reporting only onetype of innovation results in columns 1 to 4 from Table 8. We interpret this result 19For instance, if cid:133rms invest in product innovation they may increase the degree of dierentiation of theproducts they oer over time. However, at the industry level this eect is less severe and does not aect ourmain predictions.29as follows: Firms in the extremes of the distribution of product dierentiation have lowerincentives to invest in both types of innovation.Imagine cid:133rms producing bricks versuscid:133rms producing luxury watches a highly homogeneous and a highly dierentiated product,respectively. While cid:133rms in the middle of the distribution will have higher incentives toallocate part of their resources to each type of innovation, cid:133rms in the extremes of thedistribution such as watches and bricks have higher returns to innovation when they allocateresources in only one type of innovation.Results Adding further Firmlevel Control Variables We add several cid:133rmlevel variables to the main specicid:133cation and show that results remain stable. The stability of resultssuggest that omitted variables might not be a major concern.The variables we add relate to cid:133rm initial characteristics in year 1998, Xf;t0. Firms thatare larger, foreignowned and with a more skilled labor force are in general more innovative.Therefore, we investigate the stability of our results when adding the following cid:133rm initialconditions: Number of workers as a proxy for cid:133rm size log N workersf;t0, foreign ownershipdummy F DIf;t0, share of workers with tertiary education as a proxy for worker skillsSkillsf;t0, the number of products exported by the cid:133rm log N productsf;t0, and thenumber of destinations of exports log N destinationsf;t0. The description of variables andthe associated means and standard deviations are reported in Table 13.Results are shown in Table 9. As expected, all coe cients are positive and statisticallysignicid:133cant, meaning that larger, foreignowned, and cid:133rms with a higher share of skilledworkers do more innovation. Crucially, as shown in Table 9, the interaction term shown bycid:122 remains signicid:133cant and stable through all specicid:133cations. In results available upon request,we also add the change in these same variables over the period. While the point estimatesare in many cases not statistically signicid:133cant since the period is relatively short, the signsare informative and consistent with the literature.Results Using SUR We check whether our results remain robust to further estimationsstrategies. In the baseline results, we have estimated LPM and Probit separately for productand process innovation. To allow the error terms of the two equations to be correlated, weestimate a seemingly unrelated regressions model SUR. Results reported in Table 11 revealthat coe cients are the same in comparison to the LPM as expected, but the error termsare slightly higher when we allow them to be correlated. Results remain signicid:133cant in allcases.30Exchange Rate Shock: Alternative Measures We conduct several robustness checksto evaluate the stability of our results with respect to alternative measures of cid:1T RERi.First, we look at lagged exports. One concern with the estimations using cid:1T RERi isendogeneity between trade and the exchange rate. We avoid this concern using lagged import. Columns 1 and 2 in Table 10Xic;tcid:01Mic;tcid:01show that results remain robust when we use lagged exports. and lagged export shares Xic;tcid:01Pcshares Mic;tcid:01Pc Second, instead of using industryspecicid:133c import shares Mict Pc Xict Pcas follows: XT RERit Pccid:18 Xict Pc to construct T RERit, we construct an alternative measure using only export shares,Xict and export shares Mict Xict cid:3 rerctcid:19. The advantage of using export shares separately is to separate export shocks from import shocks. One concern with the estimationsusing cid:1T RERi is that an exchange rate shock may mean increases in market size for someindustries but not for others depending on input intensity, among others. Using the exchange rate shock separately for imports and exports, we exploit whether factors unrelatedto market size are driving our results. Results are reported in Table 10 in columns 3 and4. Also in this case our main hypotheses remain robust.Results Using Innovation Data from the World Bank One could argue that thecorrelation we cid:133nd between cid:21s and productprocess innovation is specicid:133c to our data. Toovercome this concern, we use cid:133rmlevel innovation data from the World Bank Business Environment and Enterprise Performance Survey BEEPS for Brazil in the year 2003. Theinnovation survey contains information on investments in product and process innovation.We build the following variables for product and process innovation. P roduct_W Bf 1 ifthe cid:133rm answered yes to the following question: Initiative undertaken in last 3 years: newproduct line?, otherwise P roduct_W Bf 0. P rocess_W Bf 1 if the cid:133rm answered yesto the following question: Initiative undertaken in last 3 years: new technology?, otherwise P rocess_W Bf 0. We combine the World Bank data with the Khandelwal 2010 measureof dierentiation using the Brazilian industry classicid:133cation available at the World Bank.The World Bank data do not allow us to fully test our model. However, we can calculatethe correlation between cid:21s and innovation P roduct_W Bf and P rocess_W Bf and comparewith the correlations we cid:133nd using the PINTEC 2000 data. Results shown in Table 12concid:133rm the correlations presented in Table 3 using the PINTEC 2000 cid:133rmlevel data.317 Conclusion This paper is inspired by growing evidence on the importance of withincid:133rm adjustmentsin explaining gains from trade. A recent strand of the literature in international tradeemphasizes that innovating cid:133rms account for a large fraction of the productivity and varietygains within sectors. In this paper, we provide a new model of MPFs, allowing for endogenousinvestments in both product and process innovation. Following an increase in the marketsize, we show how cid:133rms increase investments of both types. The focus of this model, however,is on an industryspecicid:133c tradeo between the two types of innovation, which arises throughdemand and cost linkages specicid:133c to MPFs. Both linkages are related to the degree of productdierentiation in a sector, leading to heterogenous returns to the two types of innovationacross industries.Our model shows that cid:133rms in sectors with a high scope for dierentiation invest more inproduct and less in process innovation. In a highly dierentiated industry, returns to productinnovation are high as cannibalization eects within the cid:133rm are low. Returns to processinnovation, however, are lower in a dierentiated sector as more dierentiated productsare associated with more dissimilar production processes. Therefore, in more dierentiatedsectors, process innovation is highly productspecicid:133c and is not applicable to the whole rangeof products within the cid:133rm. Obviously, for cid:133rms in homogeneous industries, the mechanismworks exactly the other way round.Our model provides novel predictions, which are tested using Brazilian cid:133rmlevel data.We combine detailed information on the two types of innovation featured in our theorywith an unexpected exchange rate devaluation as an exogenous source of variation to testthe eect of market size on innovation. For Brazilian exporters, the currency devaluationimproves foreign market access without losing domestic market shares. We cid:133nd that, giventhe larger market, cid:133rms reoptimize their investments and increase spending in both typesof innovation. Moreover, we are able to evaluate dierential eects across industries. Usingseveral measures for the degree of product dierentiation in a sector, we show that cid:133rms indierentiated sectors focus on product innovation while cid:133rms in more homogeneous sectorsinnovate more in better processes.32References1 Almeida, R. and Poole, J.P. 2013 Trade and Labor Reallocation with Heterogeneous Enforcement of Labor Regulations. IZA Discussion Papers 7358.2 Arkolakis, C. and Muendler, M.A. 2010 The Extensive Margin of Exporting Products:A Firmlevel Analysis. NBER Working Papers, 16641.3 Aw, B. Y., Roberts M. J. and Xu D. Y. 2011 RD Investment, Exporting, and Productivity Dynamics. American Economic Review, 1014: 131244.4 Bernard, A., Jensen, B., Redding, S. and Schott P. 2007 Firms in International Trade. Journal of Economic Perspectives, 21, 105130.5 Bernard, A., Redding, S. and Schott P. 2010 MultipleProduct Firms and Product Switching. American Economic Review, 1001, 7097.6 Broda, C. and Weinstein, D. E. 2010 Product Creation and Destruction: Evidenceand Price Implications. American Economic Review, 1003, 691723.7 Bustos, P. 2011 Trade Liberalization, Exports, and Technology Upgrading: Evidenceon the Impact of MERCOSUR on Argentinian Firms. American Economic Review, 101,304340.8 Dhingra, S. 2013 Trading Away Wide Brands for Cheap Brands. American Economic Review, 1036, 255484.9 Doraszelski, U. and Jaumandreu, J. 2013 Estimating Endogenous Productivity.Review of Economic Studies; 80, 1338cid:1501383.10 Eckel, C., Iacovone, L., Javorcik, B. and Neary, J.P. 2011 MultiProduct Firms at Home and Away: Cost versus Qualitybased Competence. CEPR Discussion Papers 8186.11 Eckel, C. and Neary, P.J. 2010 Multiproduct Firms and Flexible Manufacturing inthe Global Economy. Review of Economic Studies, 77 , 188cid:150217.12 Feenstra, R. C., Lipsey, R. E., Deng, H., Ma, A. C. and Mo, H. 2005: World Trade Flows: 19622000. NBER Working Paper No. 11040.13 Feenstra, R. and Ma H. 2008 Optimal Choice of Product Scope for Multiproduct Firms under Monopolistic Competition, In: Helpman E., Marin D., and Verdier T.33Eds., The Organization of Firms in a Global Economy. Cambridge, MA and London,England: Harvard University Press, 173199.14 Goldberg, L. S. 2004 Industryspecicid:133c Exchange Rates for the United States. Economic Policy Review, Federal Reserve Bank of New York, 1cid:15016.15 Grossman, G. M. and Helpman E. 1991 Quality Ladders in the Theory of Growth.Review of Economic Studies, 58 1: 43cid:15061.16 Khandelwal, A. 2010 The Long and Short of Quality Ladders. Review of Economic Studies, 77, 1450cid:1501476.17 Lileeva, A. and Trecid:135er, D. 2010 Improves Access to Foreign Markets Raises PlantLevel Productivity for some Plants. The Quarterly Journal of Economics, 125 3,10511099.18 Mayer, T., Melitz M. J. and Ottaviano G. I. P. 2014 Market Size, Competition, andthe Product Mix of Exporters. American Economic Review, 1042: 495536.19 Melitz, M. J. 2003 The Impact of Trade on IntraIndustry Reallocations and Aggregate Industry Productivity. Econometrica, 716, 16951725.20 Melitz, M. and Ottaviano, G. 2008 Market Size, Trade and Productivity. Review of Economic Studies, 75, 296316.21 PINTEC 2000 Pesquisa Industrial de Inovacid:231ao Tecnolcid:243gica. Instituto Brasileiro de Geogracid:133a e Estatcid:237stica RJRJ.22 Qiu L. D. and Zhou W. 2013 Multiproduct Firms and Scope Adjustment in Globalization. Journal of International Economics, 91, 142153.23 Rauch, J. E., 1999 Networks versus Markets in International Trade. Journal of International Economics 48, 7cid:15035.24 Verhoogen, E. A. 2008 Trade, Quality Upgrading, and Wage Inequality in the Mexican Manufacturing Sector. The Quarterly Journal of Economics, 123 2, 489530.25 Yeaple, S. R. 2005 A Simple Model of Firm Heterogeneity, International Trade, and Wages. Journal of International Economics, 65 1, 120.348 Appendix 8.1 Derivation of Eq. 31Combining Eqs. 19 at i cid:14 and 24 yields:b 0rk 1 cid:0 e x cid:142 1 cid:0 cid:18 e x cid:14 cid:18 e X 1 cid:0 cid:18 e x cid:14 cid:0 cid:18 e X rcid:14rk:38The expression on the righthand side 1 cid:0 cid:18 e x cid:14 cid:18 e X 1 cid:0 cid:18 e x cid:14 cid:0 cid:18 e Xcan be rewritten as: 1 cid:0 cid:18 e x cid:142 cid:0 cid:18 e X2. Solving for x cid:14 yields the expressionin Eq. 31.8.2 Market Size Eect Proposition 1We totally dierentiate the two equilibrium conditions for scale and scope in Eqs. 28 and32 and write the results in matrix notation.cid:16eb 0rk cid:0 ecid:20 2 1 cid:0 ecid:20 ecid:20cid:14 cid:0 e 2cid:20Xxcid:14cid:17 2Xcid:142cid:1rkcid:14cid:0a cid:0 c cid:0 c 1 cid:0cid:02cid:0b 0rk1 cid:0 e cid:0 1 cid:0 ecid:202cid:1 x cid:14 cid:14rkc 1 cid:0 2e 2cid:20X cid:14 d ln Xd ln cid:14 2X1 cid:0 e ecid:141 cid:0 e x cid:14 2e X b 0rkd ln b 0 cid:141 rkad ln a To derive this matrix, we use information from Eqs. 28, 30, and 31. The determinant cid:1of the system is always positive. The fact that cid:1 0 ensures a unique and stable equilibrium.Condition 1 stated in Eq. 23 ensures thatcid:16eb 0rk cid:0 ecid:20 2 1 cid:0 ecid:20 ecid:20cid:14 cid:0 e 2cid:20Xproof the latter result, we compute an alternative expression for total cid:133rm scale by integratingover per variety scale in Eq. 25:xcid:14cid:17 0. Toc 1cid:16 cid:1422cid:17X 2cid:16b 01 cid:0 e cid:0 1cid:0ecid:202rk cid:17 cid:14x cid:14 .Combining the latter expression with the condition in Eq. 23 yields:eb 0rkx cid:14 2ecid:20 1 cid:0 ecid:20 x cid:14 e 2cid:20cid:14x cid:14 e 2cid:20X e 2cid:20and ensures that cid:1 0.c 1cid:16 cid:1422cid:17rk cid:17,2cid:16b 01 cid:0 e cid:0 1cid:0ecid:20235394041Eect on Firm Scale X: The eect of an increase decrease in L b 0 on total cid:133rm sizecan be expressed as follows:d ln Xd ln b 0cid:02X1 cid:0 e ecid:14b 0rkcid:0 1 cid:0 e x cid:14 2e X b 0rkcid:02cid:0b 0rk1 cid:0 e cid:0 1 cid:0 ecid:202cid:1 x cid:14 cid:14rkc 1 cid:0 2e 2cid:20X cid:14 0.42As the sign of the matrix is clearly negative, an increase in the market size increases totalcid:133rm size X. An increase in the demand intercept a, leads to the same qualitative result:1cid:1cid:12cid:12cid:12cid:12cid:12cid:12cid:12cid:12cid:12cid:12d ln Xd ln acid:14ark cid:02cid:0b 0rk1 cid:0 e cid:0 1 cid:0 ecid:202cid:1 x cid:14 cid:14rkc 1 cid:0 2e 2cid:20X cid:14 0.43cid:12cid:12cid:12cid:12cid:121arkcid:1cid:12cid:12cid:12cid:12cid:12rkcid:14cid:0a cid:0 c cid:0 c 1Eect on Optimal Scope cid:14: The eect of an increase decrease in L b 0 on optimalscope can be expressed as follows:Note that the sign of the matrix cid:1b 0 can be decid:133ned unambiguously as:d ln cid:14d ln b 01cid:1cid:12cid:12cid:12cid:12cid:12cid:1b 0 cid:0cid:142cid:1cid:02X1 cid:0 e ecid:14b 0rkcid:16eb 0rk cid:0 ecid:20 2 1 cid:0 ecid:20 ecid:20cid:14 cid:0 e 2cid:20Xxcid:14cid:17 2X cid:0 1 cid:0 e x cid:14 2e X b 0rk cid:12cid:12cid:12cid:12cid:12xcid:14cid:17 0.2Xcid:162ecid:20 1 cid:0 ecid:20 cid:0 e 1 cid:0 e 2cid:20 1 cid:0 e e 2cid:20cid:14 1 cid:0 e ecid:14 e 2cid:20Xcid:0b 0rk1 cid:0 e ecid:14 cid:0 1 cid:0 ecid:20 ecid:20cid:142cid:1 1 cid:0 e x cid:14 0.4445Therefore, an increase in the market size clearly induces the cid:133rm to increase its optimalproduct range. Again, we derive the same qualitative result for an increase in a:The sign of the matrix cid:1a is clearly positive as:d ln cid:14d ln acid:141cid:14ark 2cid:1rkcid:14cid:0a cid:0 c cid:0 c 1cid:16eb 0rk cid:0 ecid:20 2 1 cid:0 ecid:20 ecid:20cid:14 cid:0 e 2cid:20Xcid:1cid:12cid:12cid:12cid:12cid:12cid:1a cid:18b 0rk1 cid:0 e cid:0 1 ecid:20 2 cid:0 ecid:20 xcid:14cid:17 2X ark cid:12cid:12cid:12cid:12cid:12x cid:14 cid:19 2Xark 0.e 2cid:20cid:14X 0.4647Eect on Process Innovation K: After having determined the market size eects onscale X and scope cid:14, identifying the market size eect on process innovation K is trivial.Totally dierentiating Eq. 29 yields the following results:rk Kd ln Kd ln b 0 1 cid:0 ecid:20 ecid:20cid:14 Xd ln Xd ln b 0 ecid:20cid:14Xd ln cid:14d ln b 0 0,4836andrk Kd ln Kd ln a 1 cid:0 ecid:20 ecid:20cid:14 Xd ln Xd ln a ecid:20cid:14Xd ln cid:14d ln a 0.49The result clearly shows that an increase in the market size L or the demand intercept a willinduce the cid:133rm to invest more in better processes.8.3 Eect of Degree of Product Dierentiation Proposition 2Dierentiating Eq. 32 with respect to e and substituting information from Eq. 31, gives:2X cid:0 x cid:14 eb 0rk cid:0 2cid:20ecid:20 1 cid:0 ecid:20 x cid:14 cid:0 2cid:20e 2cid:20X 2 cid:14 cid:0 1 x cid:14 X. 50 ln cid:14 ln e cid:0 ln cid:14c 1rk cid:0 2e 2cid:20X x cid:14 cid:14low high values of cid:20 holds: ln e 0 and For very strong weak spillovers, i.e. ln e 0. For intermediate values of spillovers, the sign of the derivative in Eq. 50limcid:20!1depends on the perceived costs of process innovation b 0rk see discussion of Condition 1. If ln e 0. Furthermore, we can takecosts for process innovation are su ciently high, then: ln cid:14the derivative of Eq. 32 with respect to e and evaluate it at e 0:limcid:20!0 ln cid:14cid:14e je0 cid:0b 0 2X cid:0 x cid:14c 1 0.51The latter implies that even in the case of perfectly dierentiated products, a small increasein e will reduce the optimal product range cid:14.378.4 Robustness Checks Table 7: Eect of cid:1T RERi on Innovation Using Alternative Measures of Dierentiation Dependent variable:cid:1P rocessfcid:1P roductf Sh Dif fs LPM10.06490.01800.3010.0808yesyesyes 0.1043,070cid:21f LPM20.1400.04590.4140.158yesyesyes 0.1043,070Sh Dif fs LPM30.08570.01770.2520.0768yesyesyes 0.1463,070cid:21f LPM40.1290.01270.2590.0778yesyesyes 0.1473,070Sh Dif fs cid:3 cid:1T RERicid:21f cid:3 cid:1T RERicid:1T RERi Constantcid:1log N workersf Sector s cid:133xed eects Rsquared Observations Table 8: Eect of cid:1T RERi for Firms that Do only One Type of Innovation Dependent variable:cid:21s cid:3 cid:1T RERicid:1T RERi Only processinnovation Probit10.6570.1541.8950.543LPM20.1790.04210.5120.153Only productinnovation Probit30.5090.1230.9420.279LPM40.1020.02450.2010.0720yesyesyes Constantcid:1log N workersf Sector s cid:133xed eects Logpseudolikelihood 1343.687Pseudo Rsquared Rsquared Observations 0.0843,070yesyesyes 0.1093,070yesyesyes1051.5540.0863,070yesyesyes 0.1213,0703801212.05870.0901.03510.09591.09370.01890.01510.08961.02470.0801.09410.07832.05170.08190.09410.06022.04670.0601.03510.08080.059700.05853.03080.0121.00230.04433.01080.0951.05330.03513.05770.0641.02230.02663.05970.0181.04430.01653.03870.0021.01230.00790.059700.0811.008600.0098.05960.00880.082700.0193.08170.05870.077600.0seyseysey 191.0070,3752.04320.0seyseysey 361.0070,3seyseysey 591.0070,3seyseysey 861.0070,3seyseysey 771.0070,39580.030700.0seyseysey 661.0070,3161.01420.0seyseysey 211.0070,3seyseysey 231.0070,3seyseysey 701.0070,3seyseysey 241.0070,3i RERTcid:1i RERTcid:1cid:3scid:210t;fsnoitanitsed Ngol 0t;fsllik S0t;fstcudorp Ngol 0t;f IDFtnatsno C0t;fsrekrow Ngol 39stceederauqsRsnoitavresb Ofsrekrow Ngolcid:1dexcid:133srotce Sselbaira Vlortno Crehtrufgnidd Astluse Rnoitavonn Inoi RERTcid:1fotce E:9elba Tftcudor Pcid:1MPLfssecor Pcid:1:elbairavtnednepe DTable 10: Eect on Innovation Using Alternative Measures of T RERit Dependent variable: cid:1P rocessf cid:1P roductf cid:1P rocessf cid:1P roductf LPM10.1180.04380.2950.082920.09030.01470.1940.0901cid:21s cid:3 cid:1T RERi;tcid:01cid:1T RERi;tcid:01cid:21s cid:3 cid:1XT RERicid:1XT RERi Constantcid:1 log N workersf Sector s cid:133xed eects Rsquared Observationsyesyesyes 0.1053,041yesyesyes 0.1473,041340.2760.04250.3590.0794yesyesyes 0.1043,0700.1630.03860.4140.158yesyesyes 0.1493,070Table 11: Eect of cid:1T RERi on Innovation Using SURSUR 2SUR 1Dependent variable: cid:1P rocessf cid:1P roductf cid:1P rocessf cid:1P roductfcid:21s cid:3 cid:1T RERicid:1T RERi Constantcid:1log N workersf Sector s cid:133xed eects Rsquared Observations120.2960.0907yesyesyes 0.1043,0700.2590.0896yesyesyes 0.1463,07030.1240.03340.3290.0920yesyesyes 0.1073,07040.1060.01550.1990.0899yesyesyes 0.1493,070Table 12: Correlation between cid:21s and Innovation Using World Bank Data for Brazil P rocess_W Bf1 cid:0 escid:21s Notes: For the estimations we have used 1397 cid:133rms for which we could combine cid:133rmlevel data with the0.0893P roduct_W Bf 0.0105Khandelwal 2010 classicid:133cation of goods. The World Bank Survey for Brazil was conducted in year 2003.408.5 Data Appendix Figure 6: cid:1T RERi for Industries with Dierent Degrees of Product Dierentiation Variable Table 13: Summary Statistics of Main Variables Obs Mean Std. Dev.3,0703,0703,0703,0703,0703,0703,0703,0703,0703,0706,140F DIf;t0Skillsf;t0log N destinationsf;t0log N productsf;t0log N workersf;t0cid:1 log N workersfcid:21scid:21f Sh Dif fscid:1T RERi T RERit 0.1840.1201.5431.4765.5030.0391.731.740.730.2560.6080.3880.1301.0361.1671.1800.4630.210.600.120.0760.13841Data source PINTEC 2000PINTEC 2000PINTEC 2000PINTEC 2000NBERUNand IMFKhandelwal 2010Khandelwal 2010Rauch 1999PINTEC2000RAISBrazil RAISBrazil SECEXSECEXTable 14: Description of the Dependent Variable and Main Explanatory Variables Variable Variable description Innovation variablescid:1P rocessfcid:1P roductfcid:1Scopefcid:1F lexibilityf Exchange rates:T RERitcid:1P rocessf 1 ifthe cid:133rm reported changes in the production process in the period 19982000questions v 10 and v 11 from the surveycid:1P roductf 1 ifthe cid:133rm reported product innovation in the period 19982000questions v 07 and v 08 from the survey cid:1Scopef 1 if Innovation was important to increase product scope question v 781cid:1F lexibilityf 1 if Innovation was important to increase product cid:135exibilityquestion v 831Industryspecicid:133c exchange rates Pccid:16cid:160:5 X sct Pc X sct 0:5 M sct Pc M sct cid:17 rerctcid:17Degree of product dierentiation:cid:21scid:21f Sh Dif fs Degree of product dierentiation based on Khandelwal 2010cid:21s is the average by sector s , decid:133ned according to the IBGE classicid:133cation.Degree of product dierentiation based on Khandelwal 2010cid:21f Pf p cid:21f p N, where p is a HS 6digit product exported by the cid:133rm.Share of dierentiated products in s, following Rauch 1999Foreign ownership dummy Number of workers in f measure of cid:133rm size.Share of workers with tertiary education as a proxy for workers skills Firm initial characteristics:F DIf;t0N workersf;t0Skillsf;t0N destinationsf;t0 Number of export destinations Number of products exported N productsf;t0Notes: The innovation survey is available at:http:www.pintec.ibge.gov.brdownloadsPUBLICACAOPublicacao%20PINTEC%202000.pdf 1. Questions answered according to their relative importance: i high, ii medium, iii low or iv does not apply.We assume that the variable is equal one i.e., important if the cid:133rm answered either i or ii.42", "filename": "lmu-mdp_2014-30.pdf", "person": ["Lisandra Flach", "Flach, Lisandra", "Michael Irlacher", "Irlacher, Michael"], "date": ["2014"]}