{"lang": "hu", "identifier_url": ["http://www.econstor.eu/bitstream/10419/108150/1/MTDP0907.pdf"], "title": ["Mezőgazdasági kisárutermelők nagy kereskedelmi láncoknak történő beszállítása a nagyvevői igények alapján a zöldség-gyümölcs ágazatban"], "plaintext": " Mezgazdasagi kisarutermelk nagy kereskedelmi lancoknak torten beszallitasa a nagyvevi igenyek alapjan a zoldseggyumolcs agazatban KURTI ANDREA KOZAK ANITA SERES ANTAL SZABO MARTON Osszefoglalo Az UNIDO nemzetkozi fejlesztesi szervezet szerint az eladovevoi kapcsolatok jellemzoen ket okbol bomlanak fel: 1 az elado termelo nem kelloen informalt a vasarlo igenyeirol, 2 az elado termelo nem kepes teljesiteni ezeket az igenyeket. Ennek az elvnek megfeleloen a nagyvevoi igenyek es kovetelmenyek alapjan vizsgaljuk a mezogazdasagi kisarutermelok nagy kereskedelmi lancoknak torteno beszallitasat a zoldseggyumolcs agazatban. A kisarutermelesen beluli problemak es azok kisarutermelesen beluli okainak feltarasaval arra torekedtunk, hogy hozzajaruljunk a marketingszemleletu alkalmazkodashoz es azon belul a kisarutermelok nagy kereskedelmi lancoknak torteno beszallitasanak bovulesehez. Targyszavak: kereskedelem, koncentracio, kisarutermeles, zoldseggyumolcs JEL kodok: F14 A kiadvany a K67739es szamu Mezogazdasagi kisarutermelok marketingszemleletu alkalmazkodasa a kereskedelem koncentracios folyamatahoz a zoldseggyumolcs agazatban cimu OTKA kutatas alapjan keszult. Supply of the smallscale agricultural commercial producers to the large food chains in accordance with the requirements of the large customers in the fruit and vegetable sector ANDREA KURTI ANITA KOZAK ANTAL SERES MARTON SZABO Abstract Based on the information of UNIDO, the international development organisation, the relationships between vendor and customer break up in general for two reasons: 1 the vendor producer is not wellinformed on the customer requirements; 2 the vendor producer is not able to meet these requirements. On the basis of the demands and requirements we analyze the supply of the smallscale agricultural commercial producers to the large chains in the fruit and vegetable sector. We aimed to reveal the problems of smallscale agricultural commercial producers as well as the reasons of these problems within the smallscale production in order to assist the marketoriented adaptation and to facilitate the increase of the supply of the smallscale commercial producers to the large chains. Keywords: trade, concentration, smallscale production, fruit and vegetable 4 BEVEZETES Az UNIDO nemzetkozi fejlesztesi szervezet szerint az eladovevoi kapcsolatok jellemzoen ket okbol bomlanak fel: 1 az elado termelo nem kelloen informalt a vasarlo igenyeirol, 2 az elado termelo nem kepes teljesiteni ezeket az igenyeket Davidson et al., 2005. Egy tobb eves OTKA kutatas elso szakaszaban ennek az elvnek megfeleloen vizsgaltuk a mezogazdasagi kisarutermelok nagy kereskedelmi lancoknak torteno beszallitasat a zoldseggyumolcs agazatban. A kiadvany elso reszeben egy hazai felmeres alapjan a nagyvevoi igenyek es kovetelmenyek alapjan vizsgaljuk a kisarutermelok beszallitasat es annak reszekent a kisarutermelok magatartasat. A masodik reszben a hazai felmeres es a szakirodalom feldolgozasaval osszehasonlitottuk az Europai Unio es Magyarorszag gyakorlatat. A kutatas soran azt tartottuk szem elott, hogy a kereskedelem koncentracioja altalanos tendencia a fejlett vilagban, amelyhez a mezogazdasagi kisarutermeloknek is alkalmazkodniuk kell. Ezert nem mutogattunk a kereskedelemre es nem vizsgaltuk a piacfelugyelet temakorebe tartozo kerdeseket beszerzesi ar alatti ertekesites, polcpenz, belistazasi dij, stb  Bar a piacfelugyeletet egyedi eseteknel fontosnak tartjuk, de ez nem tudja megoldani a meretek kulonbozosegebol eredo konfliktusokat. Ezert a kisarutermelesen beluli problemak es azok kisarutermelesen beluli okainak feltarasaval arra torekedtunk, hogy hozzajaruljunk a marketingszemleletu alkalmazkodashoz es azon belul a kisarutermelok nagy kereskedelmi lancoknak torteno beszallitasanak bovulesehez. 5 HAZAI FELMERES A VIZSGALT LANCOK JELLEMZOI A felmeres soran 8 vallalati esetet dolgoztunk fel es 6 interjut keszitettunk osszesen 14 helyen a kovetkezo megoszlasban: Kereskedelmi lanc kozpontja: 10 Kereskedelmi lanc beszerzesi regioja: 3 Kereskedelmi lancnak beszallito nagykereskedo: 1 A felmeresbe bevont 11 kereskedelmi lancbol 8 multinacionalis es 3 hazai lanc. A lancok profilja a kovetkezo: Dontoen hipermarketek: 3 Dontoen szupermarketek: 2 Diszkontok: 2 CC aruhaz: 1 Differencialt halozattal rendelkezo hazai lanc, amelyben jelentos a kisebb boltok szerepe: 3 A lancok zoldseggyumolcs aruvalaszteka differencialt. Harom csoportot lehet megkulonboztetni. Az egyik az alacsonyabb valaszteku lanc kb. 30100 cikkelemmel. Ide tartoznak a diszkontok es a viszonylag kisebb alapteruletu boltok. A masik a kozepes valaszteku lanc kb. 150300 cikkelemmel. Itt talalhatok a szupermarketek es a hipermarketek tobbsege. A harmadik a szeles valaszteku lanc kb. 350500 cikkelemmel. A valasztek es a forgalom kozotti kapcsolatra altalaban az jellemzo, hogy a forgalom donto hanyadat joval kevesebb cikkelem adja, mint a teljes valasztek. Becsles alapjan egy ev alatt a lancok uzleteiben megfordulo cikkelemek szama. A valasztek tartalmazza a szaritott gyumolcsoket es a savanyusagokat is. 6 A LANCOK HAZAI ZOLDSEGGYUMOLCS BESZERZESI STRATEGIAJA A multinacionalis lancok egyik torekvese a feleslegesen kozbeekelt kozvetitok nagykereskedok, illetve arresek kiiktatasa. Az egyik lanc peldaul korabban tobb hazai nagykereskedokre epitette a beszerzest, kesobb egyetlen nagykereskedore bizta. 2004ben strategiat valtott es azota nagykereskedok helyett TESzekre Termeloi Ertekesito Szervezetekre epit azert, hogy kiiktassa a nagykereskedoi arrest, illetve javitsa az aru homogenitasat es minoseget. A strategia masik eleme, hogy csak elkotelezett beszallitokkal akarnak dolgozni, akik mindent megtesznek azert, hogy a lancok igenyeinek megfeleljenek. A harmadik torekves a beszallitok szamanak csokkentese es a beszerzes koncentracioja, mert a sok beszallito kezelhetetlen es kisebb hatekonysagot eredmenyez. A hazai lancok kozul egynek a strategiaja megegyezik a multinacionalis vallalatokeval. Ket hazai lanc azonban a nagykereskedok jelentos szerepere is epit. A hazai es kulfoldi lancok minimumkovetelmenyei a beszallitokkal szemben: Mennyisegi igenyek kielegitese. Folyamatosan, egyenletesen jo es homogenizalt aruminoseg. Megbizhatosag: a megallapodasban rogzitett arumennyiseget kell szallitani. Ez logisztikai kozpontok eseten azert kulonosen fontos, mert ott csak atfut az aru, tartalek nincsen, amibol ki lehetne egesziteni a hianyokat. A tisztitas, csomagolas, valogatas, egalizalas es cimkezes a beszallito feladata. Ezeket a kovetelmenyeket a multinacionalis lancoknal szigorubban, a hazai lancoknal differencialtabban kezelik. A nagyalapteruletu egysegekben hiper es szupermarketekben altalaban a zoldseggyumolcs reszlegen keresztul vezet az ut, ezert a polcokon elhelyezett aruk latvanya dontoen meghatarozza az uzlet hirnevet, befolyasolja a forgalmat. Megfigyeles ugyanis, hogy a betero vasarlok a zoldseggyumolcs alapjan itelnek: ha mutatos, friss, jo minosegu termekeket talalnak, akkor a tobbi elelmiszerhez is nagyobb a bizalmuk. A munkabol hazatero, szepen feloltozott haziasszonyok biztosan nem nyulnak a saros, koszos aruhoz. Ezert fontos az aruk tisztitasa, valogatasa es csomagolasa. Bar az ar minden lanc uzletpolitikajanak fontos eleme, a nagyon alacsony ar nem minden lancnal alapkovetelmeny, mert vannak olyanok, amelyek versenytarsaival nem arban 7 versenyeznek. Peldaul egy varosszeli, legkonnyebben autoval elerheto hipermarketnel az arpolitika kulonbozhet egy belvarosi ovezetben levo, lakokozeli szupermarket vagy egy viszonylag kisebb boltokat integralo hazai lanc arpolitikajatol. Az arak tekinteteben a multinacionalis lancok egy reszenek beszerzesi strategiaja atalakuloban van, uj, az eddigiektol eltero tendenciak is megfigyelhetok. Az egyik lancnal meg ket evvel ezelott is a fo szempont a minel alacsonyabb ar volt, azota es meg inkabb a jovoben viszont no az elelmiszerbiztonsag es a nyomonkovethetoseg jelentosege a cegimazs epiteseben. A valtozasokat kulfoldon a Greenpeace akcioi kenyszeritettek ki, a kozepkelet europai tersegben viszont a cegek egy resze mar elebe akar menni a hasonlo esemenyeknek. Egy masik lanc sem feltetlenul a legolcsobb arut keresi, hanem a leheto legjobb arertek arany eleresere torekszik. A Magyarorszagon is termelt aruk tekinteteben a lancok importpolitikajanak alapelve, hogy akkor rendelnek importarut, ha nincsen a nagyvevoi igenyeknek megfelelo mennyisegben, minosegben as arban hazai. Az import es a hazai aru aranyanak donto befolyasolo tenyezoje a szezon. A nyari szezonban a hazai aru, a teli szezonban viszont mivel keves a hazai aru az import a meghatarozo a lancok osszes zoldseggyumolcs forgalmaban. Az importnak donto szerepe van abban, hogy a kinalat es valasztek szezonalisan egyenletesebbe valik. Arra a kerdesre, hogy az import miert jobb, mint a hazai aru, illetve hazai beszallitas, az alabbi valaszokat adtak a lancok: Tervezhetoseg, megbizhato szallitas, termeloi mentalitas. Ha jobb napi arajanlatot kapnak a hazai szallitok, nemegyszer felrugjak a lancokkal kotott megallapodast. Mennyisegi igenyek kielegitese. Fokent az akcioban a hazai szallitok gyakran nem tudjak szallitani a tobbszorosere esetenkent nyolcszorosara ugro mennyiseget. Egyenletesen jo minoseg, homogenitas. A hazai aru gyakran nem szabvanyos es nem egyseges. Nem valogatjak ki rendesen, szemetes az aru. A lancok igenyehez igazodo meret. Csomagolas. Ar nem fogadom el, hogy valami csak azert legyen dragabb, mert magyar. Rovid a hazai szezon, ezert rovid ideig tudnak csak szallitani a magyar termelok. Idobeni rendelkezesre allaselerhetoseg. 8 Az import tekinteteben kulon is ki kell emelni az egyik hazai lanc beszerzeset a hazai es import aru tekinteteben. Ez a lanc altalaban preferalja a hazai beszallitokat peldaul baromfi, bor, a zoldseggyumolcsnel azonban ezt nem tartja lehetsegesnek, mert a magyar aru sok esetben nem versenykepes. Izben es frissessegben viszont a hazai arut jobbnak tartjak a lancok az importnal. A LANCOK BESZERZESI SZERKEZETE A beszallitoi szerkezetet het multinacionalis vallalatnal az 1. tablazat tartalmazza. A tablazat alapjan egy lanc kivetelevel a beszallitasban donto szerepuk van a nagy termeloknek es a TESzeknek. A lancok torekvese az, hogy cikkenkent tobb beszallito legyen azert, hogy ne legyenek a beszallitoknak kiszolgaltatottak. Ezert cikkenkent atlagosan 26 beszallitojuk van. A beszallitok tekinteteben tendencia, hogy egyre kevesbe jellemzoek a tiszta profilok peldaul csak termelo, csak nagykereskedo. Legtobb az integralt, vegyes profilu beszallito, amely egyben termelo, nagykereskedo es importor is. A beszallitok szelekciojanal a fo szempont a megbizhatosag es korrektseg erre igen nagy hangsulyt helyeznek a lancok. Aki ismetlodoen trukkozni probal, be akarja csapni a lancokat, azt nem szallithat tovabb. A kizartak kozott kis es nagy termelok egyarant vannak. A nagy termelokkel elegedettek a lancok. Jol lehet veluk dolgozni. A nagy termelok es a TESzek kategoriaja a kinalatot illetoen egyre inkabb egybemosodik. A TESzeket jo kezdemenyezesnek tartjak a lancok. Aki igazodik a lancok beszerzesi strategiajahoz, az altalaban beszallito lehet. Problema, hogy sokszor tul nagyot akarnak markolni, tulvallaljak magukat, ezert nem minden esetben tudjak megfelelo szinvonalon teljesiteni a szerzodeseket. Elofordul, hogy az importot felulcimkezik es magyar arukent adjak el, illetve szermaradvanyproblemak is elofordulnak. Elsosorban nyaron, illetve a hazai szezonban erosek. Problema, hogy nehezen tudjak kezelni a szezonalitasbol adodo gondokat munkaero, csomagoloanyag, stb  A lancok tapasztalata az, hogy a TESzek es a tagsaguk viszonyaban sok a konfliktus. Egyreszt szamos TESz azert megbizhatatlan beszallito, mert tagsaguk befurdeti oket: a TESznek igert arut masnak adjak el, ha eppen jobb arat kapnak erte, illetve csak azt az arut adjak oda a TESznek, amit maguk nem tudnak eladni. Masreszt sok TESztag elegedetlen, mert magas a TESz arrese es nem mindig korrekt az elszamolas a tagokkal. 9 Zoldseg gyumolcs beszerzes szerkezete het multinacionalis kereskedelmi lancnal 1.tablazat Beszallito tipusa Beszallitok szama Reszesedes a Reszesedes trendje beszerzesbol % 1. vallalat Nagy termelok es TESzek Nagykereskedok Kisarutermelok Osszesen Nagy termelok TESzek Nagykereskedok Kisarutermelok Osszesen Nagy termelok TESzek Nagykereskedok Kisarutermelok savanyitok nelkul Osszesen 5 34 23 1012 5 1015 45 23 2530 68 34 68 68 25 2. vallalat 3. vallalat 65 30 5 100 20 6570 10 5 100 10 3035 50 5 100 no erosen csokken 3 eve meg 65% volt kisse no no csokken no valtozatlan kisse novekszik valtozatlan valtozatlan 10 Nagy termelok TESzek Nagykereskedok Kisarutermelok Osszesen TESzek Nagykereskedok Kisarutermelok Osszesen Nagy termelok es termeltetok TESzek Viszontelado nagykereskedok Kisarutermelok Osszesen 68 8 56 1520 12 2030 25 2 2 29 4. vallalat 5. vallalat 6. vallalat 7. vallalat Nagy termelok 2025 TESzek Nagykereskedok Kisarutermelok 10 6 15 Osszesen 5055 Becsult adatok. A lancok egy reszenel az adatok hianyosak. Forras: multinacionalis vallalatoktol kapott adatok. 90 5 5 100 8090 1020 100 60 10 30 100 40 40 5 15 100 no csokken csokken lassan no lassan no lassan csokken valtozatlan valtozatlan csokkeno valtozatlan 11 Problema adodik abbol is, hogy a TESzek egy resze sokfele zoldseget es gyumolcsot akar termeltetni. A lancoknak viszont inkabb specialista TESzekre van szukseguk, amelyek 35 cikket szallitanak nagy volumenben, es nem szeles aruskalat szallitokra, mert ez utobbi esetben a TESZ nem tud jo lenni mennyisegben, minosegben es arban. Technikai hianyossagok is akadnak: egyes TESzek csak nagyobb kiszerelesi egysegekbe tudnak csomagolni, kisebbekbe nem pl. burgonyat 20 kgos zsakba igen, de 34 kilosba nem. A TESzeknek fejlodniuk kellene meg a kovetkezokben: Sajat imazs kialakitasa. Specializacio erositese. Termekeik regionalis eredetet, tajjelleget jobban kellene hangsulyozniuk. Korukben meg tart a szelekcios folyamat. Perspektivaik szerint a kovetkezokeppen csoportosithatok: Profik, amelyek mar jol mukodnek, fejlodnek. Szenvedok. Ezek el fognak tunni. Ahol meg nem dolt el. Ezekbol lehet fejlodo TESz is, mert vannak adottsagaik, de azokkal nem tudnak elni, mert vagy nincsenek megfelelo szakembereik logisztikus, kereskedo vagy nem kepesek osszehangolni a tagok termeleset. A multinacionalis lancok beszerzesi strategiaja a kozvetitok kiiktatasara valo torekves miatt a nagykereskedok helyzete nehez. Szorulnak vissza a beszallitok kozott a strategiavaltas kovetkezteben. Jovojuk nagymertekben fugg a TESzek terjedesetol. Funkciojuk sokszor a resek betomese, a tuzoltas. Peldaul specialis cikkeket pl. soska a lancok egy resze csak nagykereskedotol tud beszerezni. A kistermeloi kinalat koncentracioja mellett a nagykereskedok tovabbi funkcioja a lancok ellatasaban az olyan szolgaltatasok elvegzese, amelyekre a kistermelok nem kepesek vagy nem hajlandok: mosas, valogatas, egalizalas, csomagolas, cimkezes. Fontos szerepet jatszanak a nagykereskedok a minosegbiztositasban, a kockazatkezelesben es a kis tetelek beszerzeseben is, ami megneheziti a kikapcsolasukat. A legjobb nagykereskedok az aru adhoc felvasarlasa helyett egyre inkabb reszt vesznek a vevoi igenyek kozvetiteseben, termeltetnek, azaz a TESzekhez hasonlo funkciokat latnak el. A multinacionalis lancoknal csak ezeknek van jovojuk. A hazai lancok kozul kettonel a nagykereskedoknek jelentos szerepuk van a beszerzesben. Az egyik lancnal ennek oka az is, hogy a lancot nagykereskedok hoztak letre, akik regionalisan felosztottak egymast kozott a boltok ellatasat es egyegy regioban jelentos reszben ezek vegzik a zoldseg gyumolcs disztribuciojat. 12 Egy hazai lancnal viszont a nagykereskedok a strategiavaltas miatt visszaszorultak. 2. tablazat Zoldseggyumolcs beszerzes szerkezete egy a kistermelok kozvetlen beszallitasanak jelentos szerepere epito hazai lancnal 2. tablazat Beszallito tipusa Beszallitok szama Reszesedes a beszerzesbol % Nagy termelok TESzek Nagykereskedok 1 10 Kisarutermelok 300 csokken Osszesen 310 Becsult adatok. Forras: egy hazai lanctol kapott adatok. 40 20 40 100 Reszesedes trendje valtozatlan csokken valtozatlan A tablazatban szereplo hazai lanc beszerzeseben meghatarozo szerepuk van a TESzeknek es a kozvetlen kisarutermeloi beszallitasoknak. Az allando nagykereskedobeszallitoik donto tobbseget leepitette, mert dragitjak az arut, arresuket a lanc nem birja el. Csak a valoban potolhatatlanokat tartotta meg. Ha aruhiany fenyeget, a kozpont beszerzoje maga megy ki a Budapesti Nagybani Piacra es megveszi a hianyzo arut. KOZVETLEN KISARUTERMELOI BESZALLITOK A kozvetlenul beszallito kisarutermelo fogalma a lancok szerint nehezen definialhato. A kovetkezo meghatarozasokat adtak: Aki napi 100 ezer forintnal kisebb ertekben szallit. Aki evi 10 millio forintnal kisebb ertekben szallit. Specialista, nincs szortimentje, egyket cikkre szakosodott, illetve keves cikket tud szallitani es azt is jellemzoen csak a szezonban. Kezimunkaigenyes cikkek, amelyek termelese csaladi vallalkozast igenyel. Egy lanc 3 hektarban, egy masik 1 hektarban hatarozta meg a kistermelok altal muvelt terulet felso hatarat ha az nem fedett terulet. 13 A multinacionalis vallalatok nincsenek ellene a kisarutermelobeszallitoknak, csak nehez megfelelot talalni. Sok kisarutermelo keresi meg a lancokat, de donto tobbseguk nem tudja teljesiteni a kovetelmenyeket. Ezert a megkerdezett lancokba kozvetlenul szallito kisarutermelok szama egy kivetelevel 15 vagy alacsony maximum 8 vagy nincs ilyen beszallito. A beszallitasok aranya a megkerdezett multinacionalis lancok zoldseggyumolcs beszerzeseben egy kivetelevel 15% alacsony 05%. A hazai lancoknal ennel lenyegesen magasabb. Az egyik hazai lancnal peldaul 40%os. Ennek a lancnak a kozponti raktaraba nem kevesebb, mint 300 kisarutermelo szallitott a felmeres idejen 2. tablazat. Meg olyan nagy teteleket, mint a paradicsom is szaz termelotol szed ossze. A regioinal meg tobb nagy volumenu termeket szallitanak kisarutermelok burgonya, kaposzta, hagyma, de ezt a lanc es a regiok joval kisebb merete indokolja. A masik ket hazai lancnal reszben a nagykereskedokon keresztul torteno szallitas, reszben pedig a kisebb boltok kozvetlen kisarutermeloktol torteno vasarlasa jellemzo. A kisarutermelok altal a lancokba szallitott zoldseggyumolcsfelek jellemzoi: Jellemzoen nem tomegcikkek burgonya, alma, hanem mennyisegben esvagy ertekben kisebb tetelt jelento cikkek, amelyekre a nagy termelok nem tudnak elegge odafigyelni, mert azok naluk a mennyiseget tekintve nem jelentosek. Kezimunkaigenyes cikkek, amelyek csaladi vallalkozast kivannak peldaul malna, gomba, fokhagyma, porehagyma, ujhagyma, salata, gyalult tok. Viszonylag egyszerubb zoldseggyumolcsfelek, amelyek nem igenyelnek valogatast, csomagolast peldaul sutotok, patiszon, cukkini, padlizsan, csillagtok. Kulonlegessegek peldaul salataspecialitasok, kulonleges paprikafajtak, cherryparadicsom. Tajjellegu kulonlegessegek, premiumtermekek. Olyan kenyesebb cikkek, amelyeknel az aru frissessegenek nagy szerepe van peldaul ujhagyma, fejes salata. Egy lancnak kulon salatabeszallitoja van, aki tizfele salatat termel. Ket evbe telt, mire sikerult rabeszelni a termelot, hogy a hagyomanyos fejes salata mellett induljon el uj fajtakkal is. Kesobb aztan a lanc es a termelo kozosen fejlesztettek ki a csomagolast. Egy masik lanc elsosorban az Izek es Hagyomanyok termekcsoportjaban lat eselyt a kisarutermelok szamara. Ezek tajjellegu kulonlegessegek, kulon polcon, kozponti helyen paradicsom, paprika, hagymafelek, alma. Ezeknel a premiumtermekeknel az ar masodlagos. A kisarutermeloi aru aranya az Izek es Hagyomanyok felfutasaval kisse 14 novekedhet is. A felfuttatas resze a lanc 2009tol tervezett strategiai iranyvaltasanak, amelynek lenyege a visszateres az eredeti minosegcentrikus hipermarket koncepciohoz. Vannak olyan, viszonylag kisebb mennyisegi igenyu hazai lancok, illetve azok allancai, regioi, amelyek olyan nagyobb tetelu cikket is kozvetlenul a kisarutermeloktol szerzik be, mint peldaul a kaposzta, petrezselyemgyoker es sargarepa, uborka, oszibarack, meggy, eper, hagyma, burgonya, szolo, paradicsom. A lancoknak meg tobb kisarutermelobeszallitora volna szukseguk, de nem talalnak a nagyvevoi igenyekhez igazodokat peldaul bogyos es csonthejas gyumolcsok, meggy es cseresznye. A lancokhoz beszallito kisarutermelok koreben az utobbi evekben jelentos szelekcio ment vegbe. A lancok egy reszenel a folyamat csillapodott, megallapodott, a kisarutermelok reszesedese idoben viszonylag stabil, nem csokken Itt cserek akkor tortennek, ha a regieknel jobb beszallitokat talalnak. Mashol azonban a szelekcio meg nem ert veget, peldaul azoknal a hazai lancoknal, ahol szamottevo koncentraciora van szukseg a beszallitoi szerkezetben. A kozvetlen kisarutermeloi beszallitasoknal lenyegesen tobb kisarutermeloi aru jut a lancokba nagykereskedokon es TESzeken keresztul, illetve olyan nagyobb beszallitok arujaval egyutt, akik a sajatjuk mellett vallaljak mas termelok arujanak ertekesiteset is. A megkerdezett lancok egyetertettek abban, hogy a lancokban eladott hazai zoldseggyumolcs tobbsege kisarutermeloktol szarmazik. A beszallitok kozul kieso kisarutermelok jelentos resze csatlakozik a nagyobb beszallitokhoz es arujuk azok segitsegevel jut a lancokba. Elofordul, hogy a kisarutermelo beszallitokat maga a lanc szervezi ra egy TESzre. A MULTINACIONALIS ES HAZAI LANCOK KOZOTT A KOZVETLEN KISARUTERMELOI BESZALLITAS ARANYABAN MEGLEVO KULONBSEG OKAI A kulonbseg oka nem az, hogy a hazai lancok magyar lancok, a multinacionalis vallalatok pedig kulfoldi lancok, hanem az, hogy a forgalmazott mennyiseg nagysagrendje, a beszerzesi es ertekesitesi rendszer, tovabba a tulajdonosi es lancszervezet nagymertekben kulonbozik egymastol. A multinacionalis vallaltok centralizalt beszerzest vegeznek. A dontesi hataskor egy kozpontba centralizalodik. Az uzletek feladata a mennyisegi megrendelesek feladasa cikkelemenkent. A kozpont osszesiti a megrendeleseket es dont a beszerzesi arrol es a beszerzesi forrasrol beszallitok kivalasztasa. A centralizalt beszerzes rendszer fizikai megvalositasanak eszkozei egy lanc kivetelevel a korszeru logisztikai centrumok. Itt vegzik az aruk komissziozasat. Nagy hangsulyt helyeznek az aru frissessegere, ezert a friss zoldseg 15 gyumolcs csak keves idot tolt a logisztikai centrumban. Az ezeken atfuto aru aranya a halozatban forgalmazott osszes zoldseggyumolcsbol 95100 %. Egy lancnal a zoldseggyumolcs 5 szazalekat kozvetlenul az aruhazakba szallitjak azok a termelok, akiknek telephelye lenyegesen kozelebb fekszik az aruhazhoz, mint a kozponti raktarhoz. Egy multinacionalis lanc tobbiektol eltero beszerzesenek sajatossaga: Csak nagyalapteruletu hipermarketeket uzemeltet, ezek elhelyezkedesere az eros teruleti koncentracio jellemzo. Zoldseggyumolcsre es altalaban friss arura nincs kozponti raktara de epitese a tervekben szerepel. A zoldseggyumolcsot kozvetlenul az aruhazakba viszik a beszallitok ez az eros teruleti koncentracio es a viszonylag keves nagyalapteruletu hipermarket miatt kezelheto. A multinacionalis lancok centralizalt nagy volumenu beszerzese es az egyseges, szigoru kovetelmenyek csokkentik a kisarutermelok kozvetlen beszallitasi lehetosegeit. Igen erzekenyen erinti a hazai kisarutermeloket, hogy a multinacionalis vallatok beszerzesere altalaban a globalis szemleletmod jellemzo. Ennek lenyege, hogy az anyavallalaton keresztul lehetoseguk van arra, hogy a hazai es kulfoldi ajanlatokat rendszeresen ertekeljek es versenyeztessek. Igy a hazai beszallitoknak allandoan meg kell kuzdeniuk a beszallitasi lehetosegert, illetve a beszallitasok fennmaradasaert. A multinacionalis lancok hatekonysagi megfontolasokbol igyekeznek korlatozni beszallitoik szamat, ami a kisarutermeloi beszallitasok egyik gatja. A multinacionalis vallalatok centralizalt vallalatok, a vallalat egy tulajdonos vagy tulajdonos csoport kezeben van. A boltok helyi fiokkent mukodnek a vallalati kozpontnak alarendelten. Ezzel szemben a vizsgalt harom hazai lanc nem centralizalt fiokhalozatos vallalatkent mukodik, hanem reszben a tarsulasokat letrehozo szakmai befektetok elelmiszerboltokat uzemelteto vallalkozasok, nagykereskedok, afeszek, reszben pedig a felszervezett boltok tarsulasakent. Alulrol szervezodott onkentes lancok es igy lazabban szervezettek, mint a kulfoldi tulajdonuak. Zoldseggyumolcsnel az uzletek aruvalaszteka nem egyseges. A beszerzes decentralizalt, nem a kozpont, hanem az allancok, a regiok es a boltok vegzik. Az arak is csak a torzsvalasztekra, illetve az akcios termekekre egysegesek, de ezek is gyakran csak egyegy, azonos tulajdonoshoz tartozo allanc es regios kozpont boltjaiban. Zoldseggyumolcsre altalaban nincsen kozponti armegallapitas, nem jellemzo a kozpontilag szervezett akcio es szemben a tobbi arukategoriaval minimumvalasztekot sem irnak elo a kozpontok a boltoknak. Egyegy allanc es regio onalloan alakithatja a boltok valasztekat, az 16 arakat es donthet a beszerzesi forrasrol. A hazai lancoknal jelentos a kisebb boltok onallo zoldseggyumolcs beszerzese. A kozponti beszerzes aranya az egyik hazai lancnal 40 szazalekos, a tobbit a boltok, illetve az allancok maguk szerzik be, sajat csatornaikon keresztul. A masik ket lancnal nincs kozponti beszerzes, hanem az a regiok feladata. Egyegy regioban az aruk egy resze kozponti raktaron keresztul, masik resze kozvetlenul a termelokrol kerul a boltokba, jelentos reszuk a nagykereskedok kozvetitesevel. Egy regional olyan nem tipikus esettel is talalkoztunk, hogy az aru donto tobbseget a nagykereskedok es kozponti raktar kikapcsolasaval a nagybani piacon szerzik be kozvetlenul a termeloktol es onnan kozvetlenul a boltokba diszponaljak. A decentralizaltabb beszerzes miatt a hazai lancoknal kisebbek a beszerzesi volumenek. Egyegy nagyobb multinacionalis lanc 1015 vagy akar 3540 milliard forintos eves centralizalt zoldseggyumolcs beszerzesevel szemben egyegy hazai lanc decentralizalt szervezeti egysege allanca, regioja, boltja altal beszerzett mennyiseg nagysagrendekkel kisebb. A hazai lancok bolti halozata is differencialtabb, mint a multinacionalis vallalatoke, jelentos a viszonylag kisebb boltok aranya. A hazai lancok decentralizaltabb beszerzese es ertekesitese, a regionkent differencialtabb kovetelmenyek, tovabba a kisebb beszerzesi es ertekesitesi volumen nagyobb lehetoseget biztosit a kisarutermelok kozvetlen beszallitasa reszere. A hazai lancoknal az elaprozottabb beszerzesi es ertekesitesi rendszernek ara van: a kisebb hatekonysag, koltsegesebb beszerzes, disztribucio es ertekesites. 300 kisarutermelot ami az egyik hazai lancra jellemzo nehez kezelni, ezert hosszabb tavon aligha tarthato, mivel hatekonysagi vesztesegekkel jar. A KOZVETLEN KISARUTERMELOI BESZALLITAS PROBLEMAI Az itt targyalt problemak minden olyan potencialis kisarutermelore vonatkoznak, amelyekkel a lancok kapcsolatba kerultek, amelyek ajanlatokat tettek. A tenylegesen beszallito kisarutermeloknel a problemak kisebbek, hiszen csak igy lehettek beszallitok. A problemak annal elesebben jelenkeznek, minel nagyobb egy lanc, minel centralizaltabb a beszerzese es minel korszerubb a beszerzesi, logisztikai es informatikai rendszere. Ezert a problemak a multinacionalis lancoknal erosebben jelenkeznek, mint a hazai lancoknal. A kisarutermelok donto tobbsege rendszeridegen, mert nem erti a nagy lancok uzletpolitikajat, beszerzesi, ertekesitesi es logisztikaiinformatikai rendszeret. 17 Nem ismerik fel, hogy a beszallitoi lehetosegek alapveto feltetele a nagy lancok piacanak ismerete. A kisarutermelok tobbsege a nagy lancok igenyeinek, arpolitikajanak felmerese nelkul dolgozza ki szallitasi ajanlatat, amely mennyisegben, arban es minosegi jellemzokben elter a nagyvevok igenyeitol. A megfelelo szakosodas hianya eleve kedvezotlen ajanlatokat eredmenyez. Nem szamolnak azzal, hogy beszallito csak megbizhato termelesi, muszaki es penzugyi hatterrel rendelkezo termelo lehet, hogy a kereskedelmi lancok nem vallaljak at a termeloi es beszallitoi kockazatokat. Nem ertik, hogy milyen mennyisegu es minosegu termekeket keresnek a vasarlok a lancokban es milyen aron, nem mennek elebe a piaci igenyeknek. Csak eladni akarnak, a nagyvevoi igenyek ismerete nelkul. Gyakori problema: a kisarutermelo szeretne terjeszkedni, a hagyomanyos piacanvevojen tul uj partnert kiszolgalni, de hamar bebizonyosodik, hogy nem birja, nem tud egyszerre ket vevore koncentralni. Piaci magatartasukat az eseti lehetosegekre valo felkeszules jellemzi. Donto tobbseguk piaci informaltsaga korlatozott. Nem ismerik fel, hogy a kistermelo szamara is szukseges a megfelelo szintu piacismeret. A kisarutermelok reszerol a nagy lancok igenyeinek felmerese kezdetleges. A beszallitoi lehetosegeket az elso menetben kizarolag a sajat lehetosegeikbol vezetik le, a nagy lancok igenyeivel nem is szamolnak, illetve az igenyek felmerese es merlegeles csak a kenyszeru utkozeseket kovetoen indul meg. A kisarutermelok keves informacioval rendelkeznek a kereskedelemrol, elsosorban a kozvetlen kornyezetuk kereskedelmet ismerik. Ebbol kiindulva kiserlik meg felvazolni a nagyobb regiok kereskedelmi helyzetet is, ami sok esetben teves kovetkeztetesekhez vezet, mert egyegy kisebb terulet kozseg, varosresz kereskedelmi informacioi nem elegendoek a nagy lancok piacanak elemzesehez. A vevoi igenyeket a hagyomanyos kereskedelmi halozat fogyasztoi piacok, vasarcsarnokok, hagyomanyos kis boltok es a nagybani piac keretein keresztul merlegelik. Altalaban csak tobbszori probalkozas utan szembesulnek azzal, hogy a nagy lancok, illetve nagyalapteruletu egysegek beszerzesi igenyei meroben masok a hagyomanyos uzletekenel, hogy itt nem jellemzo a nagyvasarpiaci szemlelet es a fogyasztoi piacokon megfigyelheto omlesztett nem csomagolt es differencialt meretu es minosegu aru. A strategiai gondolkodasmod hianyzik a zoldseggyumolcs kisarutermelok tobbsegenek uzleti magatartasabol. Uzletpolitikajukat a rovid tavu szemlelet jellemzi, a megfelelo hatter tokeero, technika hianyaban a tuleles, a napi gondolkodasmod, a napi gondok vezerli a tevekenyseguket. A forrashiany miatt arra kenyszerulnek, hogy napi gondjaikat gyors megoldasokkal enyhitsek. 18 Ennek egyik kovetkezmenye a megbizhatatlansag. Nem hajlandok elkotelezni magukat a lancok mellett, befektetni, kockazatot vallalni. Ha a lancokkal szerzodott arnal magasabb napi aron mas vevonek el tudjak adni az arut, odaadjak, megszegve a szerzodest. Nem ertekelik a hosszu tavu kapcsolat elonyeit. Elofordul, hogy megbizhatatlansag miatt ki kell zarni egyegy termelot ez nemcsak a kisarutermeloknel, hanem a nagyobb termeloknel elofordul, de ez nem az elso eset utan tortenik. Sokszor esszerutlenul viselkednek, nem vegzik el az elemi kalkulaciot sem: nehany forintos arkulonbsegert inkabb a nagybani piacra jarnak, ott toltik az ejszakat, fagyoskodnak. Ra kellene ebredniuk a termeloknek, hogy nem erdemes legalisan a nagybani piacra vinniuk az arut, ahogyan azt a munkaidot, uzemanyagkoltseget stb. figyelembe vevo elemi kalkulacio is kimutatna. A nagy uzletlancokra a szeles aruvalasztek, egyegy termekbol pedig nagy volumenigeny jellemzo. A nagy egysegek a nagytomegu arucikkekbol nem aprozhatjak el beszerzeseiket, mert ellenkezo esetben arhatranyba kerulnenek. A kisarutermelok viszont szukos tokeerejuk es korlatozott kapacitaslehetosegeik miatt nem tudnak nagy mennyiseget szallitani. Ennek oka az osszefogas hianya a termelesszervezesben es az ertekesitesben. A nagyobb arumennyiseg, a szelesebb valasztek, az ugralo mennyisegi igenyek kielegitese erdekeben volna szukseg az egyuttmukodesre. Az osszefogas hianyanak masik kovetkezmenye, hogy nincs kozos markajuk peldaul a telepulesekre, tajakra, regiokra jellemzo aruk markazasa. A legkritikusabb kerdes a kisarutermelok beszallitoi lehetosegeinek alakulasaban az ar. A nagyalapteruletu, szeles valaszteku, nagy volumenu fogyasztoi ertekesitesre torekvo kiskereskedelmi egysegek sikeres mukodesenek, fennmaradasanak feltetele a mersekelt arszint. Kulonosen a varosok szelen mukodo hipermarketek szamara alapveto letkerdes az alacsony arszint, mert ellenkezo esetben nem versenykepesek a varosok belso ovezeteben mukodo uzletekkel. A mersekelt arszint viszont alacsony beszerzesi arak nelkul kivitelezhetetlen. A viszonylag alacsonyabb ar masik oka a beszerzesi mennyiseg es a beszerzesi ar kozotti objektiv torvenyszeruseg. A nagytetelu, viszonylag alacsonyabb aru beszerzes ugyanis nemcsak a kiskereskedelemnek elonyos, hanem a nagy termeloknek is. A kisarutermelok rossz piacfelmeresenek egyik kovetkezmenye, hogy az egyik legfontosabb ajanlati tenyezo, az ar az esetek tobbsegeben elter a nagy lancok altal befogadhato szinttol. A kisarutermelok nehezen fogadjak el, hogy az altaluk kinalt kisebb mennyisegu es magasabb arszintu termekek nem versenykepesek. A beszallitasra palyazo kisarutermelok kezdetben kizarolag sajat termelesi koltsegszintjukbol kiindulva tesznek ajanlatokat. Csak tobbszori probalkozas utan ismerik fel, hogy az armeghatarozasban a valos piaci helyzethez es a versenyigenyekhez igazodo alacsony arszintkovetelmeny az indulo alap, a magas koltsegszinttel termelok eselytelenek a beszallitasra. 19 Az alacsony arszintkovetelmeny, az abbol adodo rendkivul feszitett koltseggazdalkodasi kovetelmeny a kisarutermelok szamara rendkivul nehezen kezelheto feltetel, mert donto tobbseguk nem tudja biztositani azt a termelesi volument, amely mellett a nagyalapteruletu egysegeknek torteno beszallitas alacsonyabb arak mellett is gazdasagos lenne. A kisarutermelok hatekonysaga reszben meretukbol eredoen is alacsony, koltsegszintjuk magas. Emiatt beszallitoi versenykepesseguk gyenge. Az ar tekinteteben a kisarutermelok alapveto problemaja tehat a kis termelo kapacitas es a korszerutlen technikai hatter. Tobbseguk megfelelo fejlesztesi lehetoseg hianyaban eselytelen a hatekonysag javitasara. A nagyalapuletu kiskereskedelmi egysegek logisztikai rendszerere a kovetkezok jellemzoek: Korszeru logisztikai kozpont vagy kozponti raktar. Fejlett technikaitechnologiai, logisztikaiinformatikai eszkozok es szervezesi modszerek alkalmazasa. POS terminalok, EDI, vonalkod, stb. a beszerzesben, a szallitasban, a raktarozasban, a keszletezesben es az ertekesitesben. A beszallitas feltetele, hogy a termelok tudjanak kapcsolodni a nagyalapteruletu kiskereskedelmi egysegek logisztikai rendszerehez. A kapcsolodas legfontosabb tenyezoi a kovetkezok: Megbizhatosag, pontos, gyors szallitas, szoros, napi egyuttmukodesre valo keszseg, rugalmas utanrendeles lehetosege. A kiszerelesre, csomagolasra, szallitasra, szallitasi utemre es a vonalkodozasra vonatkozo igenyek teljesitese. A logisztikai szemleletu kapcsolodas nemcsak a kiskereskedelmi egysegeknek elonyos, hanem a beszallitok szamara is jelentos hatekonysagjavito, koltsegcsokkento tenyezo. Alapveto kriterium, hogy a beszallito rendelkezzen a nagyalapteruletu egysegek korszeru logisztikai rendszerehez kapcsolhato, jol kiepitett es megbizhato termelo, disztribucios, logisztikai es szallito kapacitassal. Alapveto kovetelmeny a beszallitok biztonsagos szallitoi hattere. A nagyalapteruletu egysegek nem fogadjak el az elmaradt szallitast es az atutemezest. Ilyen problemak ismetelt jelenkezese szinte minden esetben a mar meglevo beszallitoi lehetoseg elveszteset jelenti. A kisarutermelok nem tudnak hatekonyan a lancok logisztikai rendszerehez kapcsolodni, mert nem rendelkeznek megfelelo szallitokapacitassal, szallitoeszkozokkel es nem tudjak biztositani a hutolancot. Bizonyos minimumkovetelmenyeket a beszallitoknak teljesiteniuk kell: a malnatermelonek peldaul hutokocsit kell berelnie, ami szamos kistermelot eleve kizar a beszallitok korebol. 20 A kisarutermelok meretebol eredo hatranya ezen a teruleten is nagy, mert kulonkulon nem tudjak ellatni a logisztikai funkciokat. A korszeru elektronikai rendszerek komplex alkalmazasa, amelyek a hatekony csatlakozas hatteret kepezik, szinte teljes korben kizart. Elvetve akad csak kivetel, de akkor is csak egyegy elemet alkalmaznak. Az alkalmazas hianya miatt nem reszesednek ezeknek a rendszereknek az elonyeibol. A nagy lancok a vasarloi igenyek nehezen kiszamithato hullamzasa miatt altalaban eves keretszerzodeseket kotnek a szallitoikkal, az egyes szallitasok lehivasa mar szigoruan a mindenkori piaci igenyekhez igazodik. A beszallito kisarutermeloknek a nagyalapteruletu egysegek keszletezesi kovetelmenyeihez alkalmazkodniuk kell. Ennek alapveto eszkoze a szallitasok megfelelo utemezese. A kisarutermelok ritkabban es egyszerre nagyobb mennyiseget szeretnenek szallitani, a nagyalapteruletu egysegek viszont surubb, utemesebb napi szallitast akarnak es egyszerre kisebb mennyiseget hajlandoak atvenni. Az egyik bogyostermelo peldaul csak ketszer akart hetente szallitani, mert 23 ladaval nem erdemes jonni mondta. De ha jo az aru, a forgalom is felfutna. A pontos, idoben torteno szallitast nehezen tudjak megvalositani. Sok esetben az arucikkek fogyasahoz igazodva kell szallitani, egyenetlen utemu szallitast kell vallalni. A nagyobb beszallitok szamara ez nem okoz nagyobb problemat, mert termekkinalatuk tobb felvevo kozott oszlik meg. A kisarutermelok kapacitaslehetosege azonban szuk, az idoszakos terhelest nem tudjak elviselni, illetve megfeleloen kezelni es nem tudjak kielegiteni a valtozo mennyisegu keresletet, tovabba az akcioban megnovekvo rendeleseket. Varatlan, nagyobb mennyisegu utanrendeles sok esetben megoldhatatlan szamukra a megfelelo technikai es penzugyi hatter hianya miatt. A kisarutermelok meg szezonban sem tudnak folyamatosan szallitani honapokon at peldaul paradicsombol majustol oktoberig Tovabbi problema, hogy rovid a termelesi periodus. A rendeleseket a multinacionalis lancok elektronikus uton szeretik feladni a beszallitoknak, de aki nem kepes azt fogadni, annak hajlandok faxon elkuldeni. A zoldseggyumolcs kisarutermelok nincsenek felkeszulve a nagy lancok kiszolgalasara. Nem tudnak, illetve nem hajlandok a lancok igenyei szerint tisztitott, valogatott homogenizalt egalizalt, csomagolt, cimkezett arut szallitani. A csomagolasban kulonosen nehezkesek, folyton kuzdeni kell veluk, hogy a lancok igenyeinek megfeleloen csomagoljak az arut. Sokan nem hajlandoak valogato es csomagologepet, csomagoloanyagot venni vagy nincs ra penzuk. A nagyobb termelok azert is elonyben vannak a kicsikkel szemben, mert nekik rendszerint van csomagologepuk, a kicsiknek viszont nincsen. A kisarutermelok aruja ezert reszben nagykereskedok kozvetitesevel kerul a lancba, akik elvegzik ezeket a funkciokat. 21 Az innovacio tekinteteben a legnagyobb problema a gyenge tanulasi hajlandosag. Nehezkesek a kisarutermelok, nehezen szanjak ra magukat a valtoztatasra nem lehet osztonozni oket, peldaul fajtavaltas, innovacio a csomagolasban. Ez nagyreszt generacios kerdes, a termelok zome eloregedett a fiatalok menekulnek a mezogazdasagi munkatol. Mersekelt azonban a tanulasi hajlandosag a fiatalabb termelok jelentos reszenel is. KOVETKEZTETESEK A multinacionalis lancoknal a kozvetlen kisarutermeloi beszallitoknak a specialis respiaci termekeknel, illetve a nagy termelok kozott szabadon hagyott piaci reseken van mozgaslehetoseguk. E termekek kivetelevel a kozvetlen kisarutermeloi beszallitasoknak nincs jovoje, mert elaprozott kinalattal nagy szamban nem lephetnek be a beszallitoi korbe. Hatekonysagi kovetelmenyek miatt elobbutobb a hazai lancoknal is erosodni fog a beszerzes koncentracioja es ez itt is csokkenteni fogja a kozvetlenul beszallito kisarutermelok lehetosegeit. A nagykereskedokon keresztul torteno beszallitasok a jovoben egyre kevesbe jelenthetnek keruloutat a kisarutermelok szamara, mert a lancok beszerzeseiknel igyekeznek kikapcsolni minden felesleges kozvetitot es arrest. E csatorna jovoje attol fugg, hogy a lancok igenyeit a nagykereskedok helyett mas szallitok hazai nagy termelok, TESzek, importaru ki tudjake elegiteni. Ha igen, a kisarutermelok szamara ez az ut bezarul. A nagy uzletlancok uzletpolitikaja olyan kovetelmenyeket tamaszt, amelyekre a kisarutermelok a respiaci termekek kivetelevel kulonkulon nem tudnak teljesiteni. Olyan termekpalyas funkciok jelenkeznek, amelyeket az egyes kisarutermelok kulonkulon nem tudnak ellatni, es ezert nem tudnak beszallitok lenni. A legfontosabb ilyen funkciok a kovetkezok: A nagyvevok mennyisegi es minosegi igenyeinek megfelelo termeles, termeltetes es az ehhez igazodo marketing tevekenyseg. A tisztitas, valogatas, csomagolas, egalizalas es cimkezes megszervezese, koordinalasa. A termeloi valasztek nagyvevoi igenyeknek megfelelo atalakitasa. Logisztikai funkciok termeloi logisztikai kozpontok, szallitas, informatikai rendszer, hutolanc biztositasa, stb., amelyek lehetove teszik a nagyalapteruletu egysegek korszeru logisztikai rendszerehez valo kapcsolodast. Innovacios funkciok. 22 Olyan egyseges professzionista reprezentacios es ajanlati rendszer, amely lehetove teszi, hogy a kisarutermelok akkredikalhassak magukat a nagymeteru kiskereskedelmi lancoknal. Az akkredikacios rendszer lehetove teszi annak megvizsgalasat auditalasat, hogy a beszallito kisarutermelok felkeszulteke a beszallitasra, biztositottake a beszallitas minosegi, mennyisegi, termelesi es logisztikai feltetelei. A kisarutermelok nem szamithatnak arra, hogy a nagy lancok fognak termelest integralo szerepet betolteni, mert ezek jobban szeretnek nehany olyan nagyobb disztribucios szervezettel vagy kozvetitovel targyalni, amelyek szervezik a nagyvevoi igenyekhez igazodo termeltetest es elvegzik a kistermeloi valasztek, mennyiseg es minoseg kiskereskedelmi kinalatta torteno atalakitasat. Ennek oka az, hogy a nagy lancok csak a hasonlo nagysagu beszallitokkal tudjak a hatekonysagukat novelni. A kisarutermelok a nagy lancok piacahoz igazodo hosszabb tavu uzletpolitikai elkepzeleseket es strategiat nem alakitanak ki, piaci magatartasuk bizonytalan. Nehezen ismerik fel a versenykovetelmenyeket. Piaci szemleletuk csak lassan valtozik. A szemleletmod jelentos valtozasa nelkul nem varhato a beszallitas jelentos bovulese. JAVASLATOK A kisarutermeloknek meg kellene valtoztatniuk alapallasukat, hozzaallasukat, fokozni kellene tanulasi, valtoztatasi es innovacios keszseguket. At kellene mosni a termelok agyat! Jelentos mennyiseg es homogenizalt minoseg szallitasara kepes beszallitokra van szuksege a kereskedelmi lancoknak. Megfelelo szervezessel erre kell alkalmassa tenni a kisarutermeloket. Uj kozos termelteto es ertekesito szervezeteket kellene letrehozniuk vagy csatlakozniuk kellene a mar mukodo nagyobb beszallitokhoz, TESzekhez. Az egyik interjualany szerint azonban ez nehezen megy, mert kemenyfejuek es kolhozellenesek a parasztok. A valoban kis termeloknek azonban a TESzeknel sincs jovojuk, mert tobb szaz beszallitot egy TESz sem tud kezelni. A legkisebb termeloknek ezert novelniuk kellene az uzem meretet, mert az eles versenyben csak igy lehet jovedelmezo a tevekenyseguk a nagy lancok piacan. Ma mar nem lehet egyharmad hektarbol megelni, mint tiz eve, mert az import megnott es sokkal elesebb a verseny. Megis hiaba mondom nekik, hogy fejleszteniuk, novekedniuk kellene, nem hallgatnak ram. A szakmai szovetsegeknek nagyobb szerepet kellene vallalniuk a beszallitas boviteseben es a TESzek szerepenek noveleseben, peldaul a szaktanacsadas fejlesztesevel, mert jelenleg 23 nincs, akitol a kisarutermelo a nagy lancok piaca, uzletpolitikaja, beszerzesi, ertekesitesi es logisztikaiinformatikai rendszere tekinteteben tanulhatna. Allami tamogatasra a tokehiany orvoslasaban es a TESz szervezodes tovabbi osztonzesehez lenne szukseg. MAGYARORSZAG ES AZ EUROPAI UNIO GYAKORLATANAK OSSZEHASONLITASA Az elmult idoszakban a friss zoldsegek es gyumolcsok piaci csatornai eroteljes valtozason mentek keresztul. A tradicionalis helyi termeloi piacok szerepe kisebb lett, Europa szerte egyre tobb nagy termelo vagy termeloi szervezet szallit kozvetlenul kiskereskedelmi lancoknak, a nagykereskedelem szerepe pedig csokken. Ha lassabban is es ciklikus mozgasokon keresztul, de ugyanez a folyamat figyelheto meg Magyarorszagon is. A kereslet ilyen merteku koncentracioja valaszlepeseket kovetel az egyre kiszolgaltatottabb helyzetben levo kisarutermeloktol. E lepesek meghatarozasa azonban csak a keresleti oldalon zajlo folyamatok valamint a nagymeretu kereskedelem altal tamasztott igenyek es kovetelmenyek, tovabba az ebbol eredo konfliktusok megismeresevel lehetseges. A KERESKEDELEM ATALAKULASA Europaban az egyes uzlettipusok reszesedesenek valtozasa eltero kepet mutat: a hipermarketek reszesedese NyugatEuropaban mar csokken ez reszben az ottani korlatozo politikanak a kovetkezmenye, ami megneheziti az uj boltok nyitasat, ezzel szemben a keleti regioban meg tobbnyire novekszik. A hiper es szupermarketeknek, tovabba a diszkontoknak az Europai Unioban vezeto pozicioja van az elelmiszerkereskedelemben. Mindket regionak sajatja a diszkontok kulonosen a hard diszkontok fokozodo ternyerese Verdict, 2008. Mig 1992ben csupan 7%os volt reszesedesuk az Europai piacbol, addig ez az ertek 2003ban mar 10% volt Planet Retail. Egyes orszagokban, pl. Nemetorszagban, amely a diszkontok oshazajanak szamit, illetve Norvegiaban ezt az erteket joval felulmulo reszesedes jellemzo, bar hozza kell tenni, hogy Skandinaviaban elsosorban soft diszkontok jellemzok, melyek nagyobb valasztekkal rendelkeznek gyartoi markas termekbol es friss arubol, peldaul zoldsegbol es gyumolcsbol 1. abra. 24 4035302520151050A diszkontok piaci reszesedese Europa egyes orszagaiban 2005, 2010 1. abra 20102005aina Dairtzsu Aaigevro Ngazsroteme Ngazsrorayga Mdnalz Iailagutro Paidnallo Hgazsrotzs Egazsrohes Cgazsroleygne Lgazsroaicnar Fgazsrogoro Gcjav Sainavti Lgazsrozsal Ogrubmexu Lgazsronni Fainevolz Sgazsrodev Sgazsror Iainamo Ranjark Ugazsrotte Lgasylari K tluseyg EForras: Planet Retail NyugatEuropaban, csakugy, mint Magyarorszagon a zoldsegek es gyumolcsok tekinteteben a diszkontok kisebb valasztekkal rendelkeznek. Ezzel szemben nagy valasztek talalhato a hiper es szupermarketekben. A diszkontok terhoditasaval a zoldsegek es gyumolcsok ertekesitese ezen uzlettipusokban novekszik. Az Ahold vezetojenek allitasa szerint a forgalom 814%a szarmazik zoldsegekgyumolcsok ertekesitesebol. A zoldseggyumolcsvalasztek strategiai helyet mutatja, hogy az Aholdban a bejaratnal kapnak helyet, mivel ezek az aruk csalogatjak be a legtobb vevot a kiskereskedelmi egysegeikbe. Revista Mercados, 2007. A diszkontok reszesedese a zoldseggyumolcs ertekesitesben Magyarorszagon is jelentos. Magyarorszagon is az jellemzo sok nagyalapteruletu egysegre, hogy a vonzero novelese erdekeben strategiai helyen, a bejaratnal arusitjak a zoldseggyumolcsot, mert a polcokon elhelyezett aruk latvanya dontoen meghatarozza az uzlet hirnevet, befolyasolja a forgalmat. Az alabbi, 2. abra, melyen az lathato, hogy hogyan modosultak egyes gyumolcsok es zoldsegek beszerzesi forrasai 20032005 kozott Nemetorszagban szazalekpontban, jol szemlelteti a diszkontok ternyeresenek tendenciajat a zoldseggyumolcs ertekesitesben. 25 Egyes gyumolcsok es zoldsegek beszerzesi forrasainak valtozasa Nemetorszagban 20032005 kozott %pontban 2. abra Sparga Gomba Paradicsom, papr. stb.Gyokerzoldsegek Hagymafelek Kaposztafelek Salata es levelzoldsegek Szamoca Szilva, ringlo Cseresznye Banan Narancs Szl Korte Alma12,510,07,55,02,50,02,55,07,510,012,5Diszkont Szupermarket Kis boltok, szakboltok Egyeb Fogyasztoi piac Heti piacok Termeltl Forras: ZMP adatai alapjan sajat szamitas Osszessegeben megfigyelheto, hogy Nemetorszagban az ertekesites eltolodasa jellemzo a diszkontok iranyaba, s hatranyba emiatt fokent a heti piacokon arusitok illetve a termelok kerulnek. Az abran megfigyelheto, hogy a legnagyobb atrendezodes a cseresznye illetve a szilva es ringlo eseteben volt megfigyelheto, ahol 2005ben a diszkontokban, illetve a fogyasztoi piacokon ertekesitettek nagyobb ertekben a 2003as idoszakhoz viszonyitva, s elsosorban a heti piacokon illetve a termelotol valo kozvetlen ertekesites szenvedett csorbat e miatt. Az elelmiszerkereskedelem koncentracioja szinten mind a kelet, mint pedig a nyugateuropai regiora es Magyarorszagra is jellemzo, bar a megvalosulas modjaban uj boltok nyitasaval vagy osszeolvadassal illetve felvasarlassal vannak elteresek az egyes orszagok kozott. Altalanossagban a koncentracio tovabbi novekedeset varjak a kovetkezo ot evben. NyugatEuropaban mar most is magas az elso 30 elelmiszerkereskedelmi lanc reszesedese 2004ben 68% volt, ennek megfeleloen itt csak lassubb novekedesre szamithatunk, 2009re a Planet retail szamitasai szerint eleri majd a 71,5%ot a mutato. Ezzel szemben KozepEuropaban 2004ben csak 48% volt az elso 30 elelmiszerkereskedelmi lanc reszesedese, ami gyors novekedessel varhatoan 59,5% lesz 2009re. A fokozodo koncentracio a zoldseg 26 gyumolcs beszallitok es azon belul a kisarutermelok szamara is fokozodo nyomast jelent majd, hiszen egyre nagyobb ugyfelekkel allnak majd szemben termekeik ertekesitesekor, ami alkupoziciojuk tovabbi romlasat jelentheti. Magyarorszag zoldseggyumolcs kiskereskedelmeben is tendencia a hiper es szupermarketek, tovabba es a diszkontok ternyerese es vezeto piaci poziciojuk. Ugyanakkor Magyarorszag es a fejlettebb orszagok kozott ma meg jelentos kulonbsegek is vannak az ertekesitesi formak tekinteteben. Mig a fejlett orszagokban a tradicionalis helyi termeloi ertekesitesi piacok aranya jelentosen csokkent, Magyarorszagon a fogyasztoi piacok szerepe ma is jelentos. Tovabbi magyar sajatossag, hogy az ertekesitesben jelentos szerepuk van a lakokozeli szakboltoknak es a kis onkiszolgalo boltoknak Fuggelek. A kereskedelmi lancok, hogy az egyre erosodo verseny kozepette tovabb noveljek versenykepesseguket a koltsegek csokkentesevel es a minoseg emelesevel, a kovetkezo modszereket honositottak meg KozepKeletEuropaban is: Centralizalt beszerzesi rendszer Hatarokon atnyulo beszerzesi rendszer Specializalt nagykereskedok Globalis multinacionalis logisztikai cegek alkalmazasa, hogy az ellatasi rendszert gyorsan javitsak Preferalt beszallitoi rendszer Sajat szabvanyok Dries Reardon Swinnen, 2004 Az Europai Unioban a nagy kereskedelmi lancok es a beszallitok kapcsolataban erosodik a hosszu tavu partnerseg, tovabba a szervezett, szerzodesen alapulo kapcsolat szerepe. Hazai felmeresunk alapjan Magyarorszagon a zoldseggyumolcs agazatban ennek gatja a kisarutermelok rovid tavu szemlelete, tovabba a fekete szektor jelentos aranya. A ZOLDSEGEK ES GYUMOLCSOK SPECIALIS TERMEKKOR JELLEGEBOL ADODO ERTEKESITESI NEHEZSEGEK, SAJATOSSAGOK A kiskereskedelmi lancok zoldsegekgyumolcsok iranti kereslete a vasarlasi szokasok megvaltozasa miatt az utobbi idoszakban atalakult. A fogyasztok egyre tobbfele arut igenyelnek egyre nagyobb mennyisegben, reszben a fogyasztas novekedese miatt, reszben pedig azert, mert az elfogyasztott zoldsegekgyumolcsok nagy reszenek fo beszerzesi forrasai a nagy alapteruletu kiskereskedelmi egysegek lettek. Ez az Europai Unioban es Magyarorszagon is kedvezotlenul hat a kisarutermelokre. 27 A friss zoldsegek es gyumolcsok specialis termekeknek szamitanak a tobbi elelmiszer kozott, amelyek sajatossagait a kisarutermelok sem hagyhatjak figyelmen kivul. A termekkor specialitasat ado tenyezoket 5 pontban foglaltuk ossze. 1 Egyreszt gyorsan romlo termekekrol van szo, illetve olyan termekekrol, amelyek ha meg fogyaszthatonak is szamitanak hosszabb ido eltelte utan, az elvezeti ertekuk es igy a minoseguk azonban gyorsan csokken a vizveszteseg, az eres, illetve egyeb tenyezok miatt. A termekek ezen tulajdonsagabol kovetkezik, hogy logisztikailag nagyobb felkeszultseget igenyelnek, mint pl. szamos mas elelmiszeripari termek. 2 Masreszt fontos tulajdonsaga a zoldseggyumolcs kategorianak, hogy a benne szereplo termekek tobbnyire differencialatlanok, azaz nehezen megkulonboztethetok mas markaju, hasonlo termektol. Bar markanevek bevezetesevel pl. a deligyumolcsoknel a Dole, a Chiquita vagy a spanyol Anecoop szervezet Blackcat markaja, illetve a francia Blue Whale Premium, Blue Whale, Blue Whale prima minoseg alapjan megkulonboztetett markak vannak kezdemenyezesek ennek athidalasara, ezek tobbnyire csak igen szeles termekvalasztek eseten jelentenek erteket a fogyasztok szemeben. Egyeb jol differencialt elelmiszeripari termekeknel a vasarlo akar el is halaszthatja a vasarlast, mert nem tud hozzajutni az altala kedvelt markahoz, de a friss zoldsegek es gyumolcsok eseten ez nem jellemzo. Az utobbi evtizedekben megjelentek a kiskereskedelmi lancok sajat markas termekei is a polcokon. Ezek tobbnyire a feldolgozott termekek kozul kerultek ki. Mig korabban nem volt jellemzo ezen termekek jelenlete a zoldseggyumolcs szektorban, mara elertek ezt a termekszegmenst is. A Metro Group peldaul 2005ben bevezette a Cali markat a kivalo minosegu, friss zoldsegekre es gyumolcsokre, amely levaltotta a korabban nemzeti szinten alkalmazott sajat markakat. Egy szinkod rendszerrel segitik a vasarlokat: a zoldsegeket zold szinnel, az egzotikus gyumolcsoket pirossal, a gombat pedig biborszinnel jeloltek. A 3 millio tonnas eves ertekesitessel a Metro Cash Carry onkiszolgalo aruhazak, a Real hipermarketek es az Extra szupermarketek egyutt a legnagyobb cegekhez tartoznak zoldseggyumolcs ertekesites teren. A forgalom tobb mint fele sajat markakbol szarmazik, vagyis olyan termek, amelyet kizarolag a cegnek termelnek leszerzodott termelok. Ezen termekek minosege az ellatasi lanc egeszeben a farmertol az uzletig garantalt a ceg specialis kifejlesztett minosegbiztositasi rendszerenek, az EKSnek koszonhetoen Metro Group, 2005. Magyarorszagon a zoldseggyumolcs arucsoportban meg nem jellemzoek a kereskedelmi lancok sajat markas termekei. Ezek szerepe azonban egyes lancoknal varhatoan novekedni fog, ami a nagy volumenigeny miatt tovabb fogja szukiteni a kisarutermelok lehetosegeit. Termeszetesen kivetelek itt is vannak, mint peldaul a hejasok. 28 A termekek megkulonboztetese azonban nem csupan markanevekkel lehetseges. Egyre inkabb terjed az igeny az okologiai gazdalkodasbol szarmazo, a helyi termelok altal megtermelt un. regionalis, a fairtrade termekek irant. Ezeket az igenyeket szamos kereskedelmi lanc is felismerte es ennek jegyeben alakitja beszerzesi politikajat is. Egy Gf K tanulmany szerint Nemetorszagban, ahogy uj erore kapott az otthon fozes hagyomanya, ugy egyre tobbszor kerulnek a nemet fogyasztok asztalara hazai, tradicionalis izek www.fruchtportal.de. Ehhez az aramlathoz alkalmazkodva szamos nemet aruhazlanc egyre nagyobb figyelmet fordit a sajat regiojukban megtermelt termekek ertekesitesere. Igy peldaul a REWE az okologiai gazdalkodasbol szarmazo, valamint az un. fairtrade aruk mellett egyre nagyobb mennyisegben kinal regionalis arukat, sot szorolapjain minden heten bemutat egy olyan helyi termelot, amelynek arujat forgalmazza, igy probalja meg vevoivel egyutt biztositani a regio jovojet. Wirthgen 2004 ramutat ugyanakkor, hogy bar a regionalis vertikalis marketing rendszer sikeres strategia lehetne, leven hogy a fogyasztok kinyilvanitottak preferenciaikat a regionalis termekekkel kapcsolatosan, kulonosen ha az kornyezetbarat modon keszult es kontrollalt, viszont a kiskereskedelmi szektor bar nem zarkozik el a regionalis termekek ertekesitesetol, tobbet azonban nem hajlando fizetni ertuk. Hazai felmeresunk alapjan Magyarorszagon is jelenkeznek mar ilyen tendenciak egyes kereskedelmi lancoknal. 3 Tobbnyire szezonalis termekekrol van szo, adott eghajlat alatt a legtobb termek eseten nem biztosithato a teljes even atnyulo kinalat, pedig a vasarlok igenylik ezt. Bizonyos de nem minden termeknel ezt egyreszt hajtatassal, masreszt pedig kulonfele termekkezelesi eljarasokkal, valamint modern tarolasi technologiak alkalmazasaval lehet elerni. Ezeknek alkalmazasa azonban igen koltseges lehet, emiatt a kiskereskedelmi lancok mint az Europai Unioban, mint Magyarorszagon sokszor importarubol elegitik ki a szezonon kivul felmerult igenyeket a zoldsegek, gyumolcsok irant. A termeles szezonalitasa es a fogyasztoi igenyek kozotti alapveto konfliktus oka tehat az, a fogyasztok ma mar egesz evben egyenletes kinalatot varnak el, ami ellentmond a szezonalitasnak. Ezt a konfliktust a nagy kereskedelmi lancok csak az import segitsegevel tudjak csokkenteni. Raadasul az importajanlatok sokszor kedvezobbek, mint a belfoldi. Ebbol eredoen mint az Europai Unioban, mint Magyarorszagon az import a nagy lancok es a belfoldi beszallitok kozotti kapcsolat egyik kritikus terulete, hiszen az import szukiti a belfoldi beszallitok lehetosegeit. 4 A tobb ev utan termore fordulo gyumolcsok eseteben kifejezetten lassu a termek innovacio, igy az uj fogyasztoi igenyekre erkezett valasz sokkal lassubb, mint egyeb elelmiszeripari termekeknel. 29 5 A termes mennyisege elore nem hatarozhato meg pontosan, csak becsulheto, mivel a termelo altal nem befolyasolhato kornyezeti tenyezok idojaras nagyban befolyasoljak a termeseredmenyeket, ami a felkinalt mennyiseg nagymerteku eltereset okozhatja az eredetileg tervezetthez kepest. Ez tovabb noveli az import szerepet es ez egyarant jellemzo az Europai Uniora es Magyarorszagra. Bar a bizonyos tenyezoket evjarat, innovacio a kisarutermelok termeszetesen nem tudnak megvaltoztatni, a tarolasi nehezsegeken, a termekek jelenleg hianyzo differencialtsagan es a szezonalitasan osszefogassal, illetve az egyes gazdak osszehangolt termelesevel lehetne segiteni. A KISKERESKEDELMI LANCOK IGENYEI A BESZALLITOKKAL SZEMBEN ES A TERMELOK FELKESZULTSEGE A nagy lancoknak valo beszallitas alapveto feltetele, hogy a termek 1 megfelelo minosegben, 2 megfelelo mennyisegben, 3 megfelelo idoben, 4 kedvezo aron keruljon beszallitasra a kiskereskedelmi lanc raktaraba, ritkabb esetben magaba a kiskereskedelmi egysegbe. E negy altalanos alapkovetelmenyben nincs kulonbseg Magyarorszag es az Europai Unio kozott. 1 Az aru igenyeknek megfelelo minosegben valo rendelkezesre allasa alapveto az ertekesites soran. Az aru minoseget alapvetoen ket dolog hatarozza meg: maganak a zoldsegnek illetve gyumolcsnek a minosege, illetve az addicionalis szolgaltatasok. Tehat a termeny minosege csak resze az aru minosegenek. A termeny minoseget befolyasolo parameterek harom nagyobb csoportra bonthatok. Vannak elso ranezesre eldontheto tulajdonsagok, mint amilyen a tisztasag, a szin, az illat, az alak, a hervadtsag, a kulonbozo serulesek es foltok stb. Vannak konnyen megtapasztalhato tulajdonsagok, mint amilyen az iz, az, hogy a gyumolcs konnyen pucolhato un. easytopeel termekek, ami peldaul a klementin elterjedesenel alapveto fontossagu volt, a konzisztencia stb. A harmadik csoport pedig a csak hosszu ideig tarto fogyasztas soran megtapasztalhato tulajdonsagok, illetve az un. bizalmi tulajdonsagok. Ilyen peldaul a gyumolcs beltartalmi erteke, vitamintartalma, vegyszermentessege, okologiai gazdalkodasbol szarmazo volta. A konnyen megtapasztalhato 30 tulajdonsagok azok, amelyek talan a legfontosabbak, hiszen a fogyaszto vasarlasa soran ezeket egyertelmuen fel tudja merni, s tobbnyire a kereskedelmi lanc beszerzoje is ezen tulajdonsagok alapjan utasit el vagy fogad be egy termeket. A Beamer 1999 altal megkerdezett kereskedok a meret es az erettseg mellett a megfeleloen sorolt arut es a minel hosszabb polcon tarthatosagot emlitettek legfontosabb minosegi kovetelmenykent a friss zoldsegek es gyumolcsok eseteben. A bizalmi tulajdonsagok jelentos reszet kulonfele tanusito rendszerek igenybevetelevel lehet igazolni, igy peldaul Magyarorszagon az okologiai termesztesbol szarmazo aruk 98%at a Biokontroll Hungaria Nonprofit Kft. ellenorzi, melynek felugyeleti szerve a Foldmuvelesugyi es Videkfejlesztesi Miniszterium http:www.biokultura.orgbiotermekeloallitas.htm, de nemzeti szinten Europaszerte megvannak az ellenorzesi jogot gyakorlo tarsasagok. Az aru minosegehez a termeny minosegen tul hozzatartoznak az un. addicionalis szolgaltatasok, melyek uj tulajdonsagokkal vertezik fel a termenyt, mint peldaul konnyu mozgathatosag csomagolas, konnyebb kezeles a feldolgozas soran hamozas, elomosas, szeleteles stb  Ezen addicionalis tulajdonsagok nagy reszet a postharvest kezeles soran kell megvalositani a zoldseggyumolcs termelo uzemekben. Az ehhez szukseges modern berendezesek beszerzese tokeigenyes feladat, amit inkabb csak a termeloi szervezetek tudnak megengedni maguknak, ezen a teren a kisarutermelok mint az Europai Unioban, mint Magyarorszagon a legtobb termek eseten hatrannyal kuzdenek. Hazai felmeresunk alapjan az addicionalis szolgaltatasok tekinteteben a magyar kisarutermeloknek nagy a lemaradasuk nyugat europai tarsaiktol. A termektulajdonsagok igazolasara, biztositasara nemzetkozi, nemzeti, vallalati szinten, sot akar civil kezdemenyezesek formajaban is kulonfele szabalyozasok, standardok illetve tanusitvanyok leteznek Melleklet. Szamos kereskedelmi ceg is felepitett ilyen eloirasrendszereket, s a beszallitoktol ezeket koveteli meg. Ilyen tobbek kozott peldaul a BRC, az EUREPGAP vagy a Filiere Qualite Carrefour. Ezen vallalati es egyeb szabvanyok segitsegevel, tanusitorendszerek megkovetelesevel igyekeznek a kereskedelmi cegek biztositani a folyamatosan jo minoseget, illetve biztonsagot fogyasztoik szamara. Egyeb szempontok figyelembevetelet is egyre inkabb igenylik a fogyasztok, ilyenek peldaul a fenntarthato mezogazdasagi termeles, az organikus termekek, szocialis es kornyezetvedelmi szempontok, novenyegeszsegugyi kovetelmenyek stb. Az Ahold vezetoje a hataridok betartasat es a megfelelo mennyiseg mellett a minosegi tanusitvanyok megletet es a nyomonkovethetoseget emlitette fo kovetelmenykent a beszallitokkal szemben Revista Mercados, 2007. 31 A termekek megfelelo minosege idoben valtozik, igy a termelo feladata nem csak annyi, hogy a betakaritas befejeztevel legyen kifogastalan a termek minosege, a jo minoseget amennyiben beszallitoja akar lenni valamely kereskedelmi lancnak egeszen a fogyasztoig kell biztositani. Beamer 1999 meginterjuvolt egy virginiai kereskedot a kerdesrol, aki azt mondta, hogy a termeloknek ugy kellene gondolkodniuk, mintha a termek az ovek lenne a vetestol egeszen addig, amig a fogyaszto asztalara kerul. Szerinte bar sok termelonek kifogastalan a termeke a betakaritaskor, megis fogalmuk sincs arrol, hogy amikor eljon a betakaritas utani kezelesek, a csomagolas, a szallitas, a hutes es egyeb muveletek ideje, milyen lepeseket szukseges tenni annak erdekeben, hogy a fogyaszto asztalara a leheto legjobb minosegben erkezzen az aru. Beamer szerint bar a helyi termelok kepesek lennenek frissebb termekkel ellatni a kiskereskedelmet, ha nem vegeznek elohutest, illetve ha a szallitas nem hutokocsikban tortenik, akkor a helyi termeny gyakran olyan rossz minosegi allapotban erkezik meg, hogy jobb, ha messzebbrol szallitjak az arut. Az utobbi idoszak elelmiszerfogyasztasi tendenciainak valtozasai, melyben a pozitiv es negativ gazdasagi valtozasok eroteljes befolyassal birtak, a zoldseggyumolcs iranti igenyek atrendezodesehez vezettek. Bar egyes orszagok tekinteteben fokent a rendszervalto orszagokban a 90es evekben csokkent a zoldseggyumolcs fogyasztas a korabbi idoszakhoz kepest, NyugatEuropa szamos orszagaban azonban a fogyasztas bovuleset tapasztalhattuk. Mindemellett az urbanizacio es a modern eletstilus elterjedesevel egyre no az igeny a magasan feldolgozott, magas hozzaadott erteku un. easytoconsume termekek irant, egyre fontosabba valik a csomagolas, illetve az egyeb csatolt szolgaltatasok szeletelt, elore elokeszitett aru megjelenese, s fokozodo mertekben kerul elo a minoseg es az elelmiszerbiztonsag kerdese is van der Meer, 2004. Az egeszseges eletmod divatossa valasa es a welnesshullam fellendulest jelentett az egeszseges elelmiszereknek, pl. zoldsegeknek, gyumolcsoknek, halaknak, s egyre terjed a bioelelmiszerek fogyasztasa is. A fogyasztok, mint a termekpalya csucsan levo szereplok minoseg es specialis termekek iranti igenye a kereskedelmi lancokon keresztul eljut a termelohoz, igy a kereskedelmi lanc magasabb elvarasaival elsosorban a fogyasztoi igenyeket tukrozi, amikor mosott, megfeleloen sorolt es elokeszitett friss arut kovetel beszallitoitol. Nem a fogyasztok felol kiindulo kovetelmeny a friss aruk polcontarthatosaganak novelese, amelyet novenynemesitessel illetve kulonfele postharvest kezelesi eljarasokkal lehet megvalositani elohutes, vegyszeres kezeles. A zoldseggyumolcs tekinteteben nagyon fontos kovetelmeny a nagy lancok reszerol a homogenizalt minoseg egyseges meret, stb  Mind a magyar, mind a kulfoldi tapasztalatok azt mutatjak, hogy ezt a kovetelmenyt nagy mennyisegben nagy homogen arutetel a kisarutermelok kulonkulon nem tudjak biztositani. 32 2 A masodik problemacsoport a megfelelo mennyiseg kerdese. Az europai es a magyar zoldseg es gyumolcstermelesre is jellemzo az elaprozottsag. Ez azert jelent problemat a kiskereskedelemnek valo beszallitas szempontjabol, mivel altalaban nagyobb mennyiseg szallitasa szukseges. Altalaban az ellatasi lanc menedzsment egyik alapkerdese, hogy mekkora a gazdasagosan rendelheto mennyiseg economic ordering quantity. Ennek meghatarozasa azert szukseges, mivel a beszallitasok koltsegenek van egyreszt egy valtozo koltseg resze, masreszt egy fix koltseg resze is, tehat a nagyon kis mennyisegben rendelt aru rendelesi koltsege nagyon magas lehet. Eppen ez a magas koltseg okozza azt, hogy az aruhazlancok inkabb nagyobb mennyisegeket rendelnek, s azt a kistermelok egyedulikent tobbnyire nem tudjak teljesiteni, az aruhazlanc pedig nem vallalja a tobb termelovel valo foglalkozassal jaro megnovekedett tranzakcios koltsegeket. Ez a tendencia Europai Uniora es Magyarorszagra egyarant jellemzo. Megoldast erre a problemara egyreszt a termeloi szervezodesek letrehozasa, a termelok osszefogasa jelentheti, masreszt viszont olyan respiaci termekek eseten, amelybol a kiskereskedelmi lanc kisebb mennyiseget igenyel, adott a lehetoseg, hogy kis termelok is beszallitok legyenek. Forfas 1999 is a kis es kozepvallalkozasok szamara legsikeresebbnek igerkezo kategorianak a respiaci termekeket tartja. Hazai felmeresunk alapjan Magyarorszagon is a specialis respiaci termekeknel van jovoje a zoldseggyumolcs kisarutermelok kozvetlen beszallitasanak. Ma azonban meg a lehetosegeknel joval kisebb mennyiseget szallitanak a nyugateuropai tarsaiknal. A meretgazdasagossagban es szervezodesben meglevo elonyoket jol peldazza a brit WellPict European esete, amely helyi bogyosgyumolcstermeloket szervezett ossze, hogy kozvetlenul ki tudja szolgalni az ASDA szupermarketet Devon Cornwall kornyeken. A regio fokent szamoca termeloi egy farmra szallitjak be a gyumolcsot, ahonnan a helyi ASDA szupermarketekbe szallitjak az arut. A cel az, hogy jobb arakat erjenek el es hogy csokkentsek a szallitasok soran megtett kilometereket korabban a termelok az ASDA disztribucios kozpontjaba szallitottak a tersegbol az arut, majd onnan gyakorlatilag visszaszallitottak a kiindulasi pontra Local farmers pilot fresh food in supermarket trial, 2006. 3 Az arut megfelelo idoben, tobbnyire folyamatosan kell szallitani az aruhazlanc reszere. Ez csak megfelelo szakismerettel es osszefogassal lehetseges. A magyar zoldseggyumolcs termelokre ezzel szemben az aru dompingszeru piacra juttatasa jellemzo, ennek elsosorban a hianyzo tarolokapacitas es a remelt magasabb ar az oka. Ezen kivul magas foku logisztikai szervezes szuksegeltetik kulonosen a gyorsan romlo termenyeknel , hogy a betakaritas a beszallitasnak megfeleloen legyen lebonyolitva. Ezt a problemat a termeloi szervezodesek konnyebben meg tudjak oldani sajat logisztikai rendszer kiepitesevel. A spanyol Anecoop szervezet peldaul reszben a kozepkeleteuropai terjeszkedes jegyeben, reszben pedig a nemet beszallitasok kiszolgalasara a lengyelnemet hatartol 100 kmre a legmodernebb 33 technologiaval felszerelt bazist hozott letre, hogy onnan szolgaljak ki a regiobeli kiskereskedelmi lancok igenyeit. A kozpont rendelkezik mind a BRC, mind pedig IFS tanusitvannyal. Napjainkban a nagymeretu kiskereskedelem egyre nehezebb kovetelmenyeket allit logisztikai szempontbol is a beszallitok ele, mint peldaul a napi beszallitas, ami egyre jellemzobb a romlando termekek eseteben Forfas 1999. Ennek megvalositasat a kistermelo sokszor nem tudja vallalni, kulonosen, ha a lanc kozpontjaba kell szallitania arujat. Ugyanerre a problemara mutatott ra Magyarorszag tekinteteben a hazai felmeresunk, a kisarutermelok ritkabban es egyszerre nagyobb mennyiseget szeretnenek szallitani. Ez a termeles helyehez kozel eso kiskereskedelmi egysegbe torteno beszallitas soran konnyebben elkepzelheto, mint ahogy azt a cornwalli termelok peldaja is mutatja. 4 A kiskereskedelemben tapasztalhato eroteljes verseny elsosorban arverseny formajaban nyilvanul meg, ami vegso soron a mezogazdasagi termeloket es azon belul a kisarutermeloket erinti a legnagyobb mertekben. Mind az Europai Unioban, mind Magyarorszagon sok termelo panaszkodik az alacsony arakra. Ennek oka az, hogy a kiskereskedelmi lancok kozott igen eles verseny dul, ahol az ar donto szereppel bir. Ebben a helyzetben a kiskereskedelem a leheto legmagasabb erteket szeretne a legalacsonyabb arert, amit egyes esetekben a helyi termelok mellozesevel, import termekek forgalmazasaval tud elerni. Kulonosen igaz ez a kezimunka igenyes termekekre, amelyek eseteben a fejlodo orszagok joval olcsobban tudnak hozzajutni a munkaerohoz, mint Europaban. Raadasul egyre tobb delamerikai es azsiai ceg rendelkezik a megfelelo tanusitasi rendszerrel ahhoz, hogy az aruhazlancok minosegi eloirasainak megfeleljen. Az elozo pontokban felsorolt alapveto kriteriumok mellett a kiskereskedelmi lancok az EUban megszokott gyakorlattal osszhangban mas termekekhez hasonloan a friss aruk eseteben is olyan uj elvarasokkal leptek fel, mint peldaul az automatikus rendeles vagy a kategoriamenedzsment bevezetese Dimitri et al., 2003. Ezek az igen koltseges beruhazasok azonban az egyes kisarutermelok reszere osszefogas nelkul tulsagosan nagy, aligha realizalhato es megterulo kiadast jelentenek. A ketsegtelenul magas kovetelmenyek miatt az egyeni kisarutermelok sokszor eleve nem szamolnak a nagy aruhazlancoknak torteno beszallitas lehetosegevel. Ennek reszben a kistermelok hianyos kooperacioja, illetve a vevoi igenyek elegtelen ismerete es ebbol adodoan a megfelelo arualap hianya az oka. A nagy lancok strategiai igenye a sokretu frissaru meglete, hiszen a modern kereskedelmi egysegek kozul a hipermarketekben talalhato szam szerint a legtobb zoldseg es gyumolcs arucikk. Ezt a hazai felmeresunk is alatamasztotta. A valasztekbovites mellett a friss zoldsegek es gyumolcsok vevocsalogato hatasa miatt is erdeke a kiskereskedelmi lancoknak 34 ezen termekek szortimentjenek esetleg kulonlegessegekkel torteno bovitese. A tobbfele zoldseg es gyumolcs jelenlete a polcokon egyreszt a nem honos gyumolcsok megjeleneset jelenti, masreszt pedig a honos gyumolcsok eresi szezonon kivuli elerhetoseget, ami vagy kulonfele hutotarolasi eljarasokkal, a szezon szethuzasaval, kulonbozo muvelesi technikak pl. hajtatas, eresgyorsitoszerek hasznalata illetve megfelelo fajtaszerkezet reven vagy pedig importtal biztosithato. Reszben ezen postharvest technologiak valamint az importkorlatozo tenyezok leepulesenek kovetkezmenye, hogy szamos frissaru tekinteteben megvalosult a teljes evet atolelo kinalat, illetve szamos eddig kevesbe ismert es kedvelt tropusi es szubtropusi termek jelent meg a polcokon. Lentz 2004 is ramutat, hogy a szupermarketek tobb cikkelemet tartanak a friss zoldsegek es gyumolcsok eseteben, mint 10 evvel ezelott. Nem pusztan a gyumolcsfajok sokfelesege jelentheti a termekvalasztek szelesedeset a zoldsegek es gyumolcsok tekinteteben. Az uj, a fogyasztoi igenyeket jobban kiszolgalo fajtak, termekek beszallitasa lehetoseget jelent a termeloknek is. Igy peldaul az elmult evtizedben a klementin elsosorban konnyu hamozhatosaganak es kevesebb magjanak koszonhetoen meghoditotta a vasarlokat is, s mara mindennapi cikke valt. Az ilyen es hasonlo termekek kifejlesztese azonban tobbnyire felulmulja egyegy kisarutermelo lehetosegeit. A termeloi szervezetek a kutatasfejlesztes teren is elonnyel birnak a kistermelohoz kepest, amire jo pelda a spanyol Anecoop esete, amely 20 haos kiserleti farmot tart fenn, melynek feladata reszben az uj termekek kifejlesztese. Az itt kifejlesztett forradalmian uj termekeket, mint amilyen a voros es sargahusu magnelkuli gorogdinnye, kulonbozo uj nektarinfajtak es szamos salatafajta, a szervezet sikerrel tudta bevezetni a piacra, amelynek reven elonyre tehettek szert a tobbi beszallito hagyomanyos termekeivel szemben. A TERMELOI SZERVEZODESEK A fentiekben vazolt szamos problemara, a beszallitas novelesere a termeloi osszefogas jelenti az egyik eredmenyes megoldast. A szakirodalmi forrasok szerint a horizontalis piaci strukturak szolgalnak eszkozul a kompetitiv elonyok nyujtasara, s a mezogazdasagi marketing szakirodalma is hangsulyozza a termeloi szervezodesek elonyeit. A termeloi szervezodesekre azert is szukseg van, mert a nagy kereskedelmi lancok nem vallaljak at a kisarutermelok kozvetlen integralasat es annak koltsegeit Wu Huang 2004. Ez egyarant jellemzo az europai Uniora es Magyarorszagra. 35 Az okokat, hogy miert erdekesek a mezogazdasagi szektor szamara a szovetkezesek Shaw es Gibbs 1996 a kovetkezokben foglalja ossze: A piac valtozekonysaga A termek differenciacio relativ alacsony szintje A mezogazdasagi termelok nagy szama. A mezogazdasagi szovetkezesek szerinte a kovetkezo elonyoket nyujtjak: Novekvo alkuero Meretgazdasagossag az ertekesites es a beszerzes eseten Szakertok elerese Lehetoseg a hozzaadott ertek novelesere Informaciokhoz valo hozzajutas. Mivel egyes csatornak igenyesebbek, ezert csak azon nagyobb mezogazdasagi termelok szamara elerhetok, amelyek teljesitik ezeket az eloirasokat. A nagyobb mennyisegu termekhez valo hozzaferes elosegiti, hogy tobb csatornan is ertekesitsek a termeket, csokkenti a kockazatot es maximalizalja az uzleti lehetosegeket ShawGibbs, 1996. A spanyol Intercitrus Interprofesional Citricola Espanola szerint a spanyol citrusszektor ujraszervezese erdekeben a kovetkezo teruleteken kell valtoztatni: A kereslet es a kinalat felteteleinek elemzese a szektorban A termelok segitese, hogy a keresletben tortent valtozasokra megfelelokeppen reagaljanak Kulonbozo rendszerek kifejlesztese, amelyek javitjak illetve fenntartjak a termekek minoseget A szerzodeses kapcsolatok elosegitese A citrus szektor kepviselojekent valo eljaras A kutatas fejlesztes vezetese a termelesben, disztribucioban, feldolgozasban es marketingben Marketing es hirdetesi kampanyok elosegitese Targyalas egy akciotervrol, amelynek celja a termelok jovedelmenek novelese A szervezet szerint ezek egyike sem fog megvalosulni, hacsak nem csokken le a citrus termelok szama nehany cegre, konglomeratumra vagy szervezodesre, amelyek a citrus termeles tobbseget reprezentaljak. 36 Ennek ellenere szamos olyan termeloi szervezet van, amely megsem tud hatekony szereploje lenni a piacnak. Van Erp es Ravesloot 2004 alapjan a tenyezoket, amelyek a szervezetek mukodeseben hibat okozhatnak, a kovetkezokben foglaljuk ossze: Nincs hatarozott cel Egyeni erdekek eloterbe helyezese a kozos erdek helyett A partnerek kozotti tudas es informacio atlathatosaganak hianya A partnerek nem egyenlok Nincs realis terv a fejlodesre A vallalkozoi kepessegek hianya Tul sokat gondolkodnak a termeken, ahelyett hogy a szolgaltatason gondolkodnanak Bijman es Hendrikse 2003 a kovetkezokben latja az okokat: A kollektiv tulajdon kevesbe osztonzi beruhazasra a tagokat A kollektiv donteshozatalnak vannak hatranyai Szervezeti rugalmatlansag A szervezodesek hajlamosak az uj uzletek elkerulesere A tobbsegi akarat dont a szervezodesek politikajarol, amit a kisebbseg kenytelen elfogadni Ezen problemak kikuszobolesevel, s versenykepes es hatekony termelesi modszerek bevezetesevel, valamint a termek hozzaadott ertekenek novelesevel a termeloi szervezetek lehetnek azok, akik a jovoben a nagy kereskedelmi lancok sikeres beszallitoi tudnak lenni. A kistermelok tomegei elsosorban ezen szervezetekhez csatlakozva tudnak beszallitani. Magyarorszagon meg nem terjedtek el elegge a termeloi szervezodesek a zoldseggyumolcs agazatban, ezert nem toltik be azt a szerepet a kereskedelmi lancoknak torteno beszallitasban, mint az Europai Unioban. Ez is az egyik alapveto oka a hazai zoldseggyumolcs kisarutermelok beszallitasi nehezsegeinek. A sikeres orszagok es Magyarorszag kozotti kulonbseg oka, hogy Magyarorszagon egyreszt nagy a fekete szektor aranya es ez nem osztonzi a kisarutermeloket az alkalmazkodasra. Masreszt az allam nem osztonzi hatekonyan a fekete szektor csokkenteset es a termeloi szervezeteken keresztul torteno ertekesitest, tovabba a nagy lancok logisztikai rendszerehez kapcsolhato termekpalyas funkciok ellatasat. Mint az Europai Unioban, mint Magyarorszagon a kisarutermelok kozvetlen beszallitasa nagyobb lehet azoknal a belfoldi kereskedelemi lancoknal, amelyek halozataban jelentos a kisboltok aranya es a beszerzes nem kozpontositott. 37 Szabvanyok logisztikai es altalanos cimkezesi szabvanyok es a kulon vallalati szabvanyok nincsenek feltuntetve Nemzetkozi ISO Nemzeti szabayozasok amelyek kulfoldi termelokre hatnak Vallalati Civil szevezetek kezdemenyezesei Melleklet Keretprogram GATT, TBT, SPS, TRIPS, 60, 67, 68 2, 7, 28, 53, 59, GATS iranyelvek, 17000 sorozat Minoseg Codex szabvanyok ISO 9000 Novenyvedelem IPPC ISPM 7 es ISPM 15 n.l. EN45011, EN45012 AA1000 es GRI ISEAL kod a helyes gyakorlatert USDA fokozatok, USFQAP, EU szabvanyok US 7 CFR 319.56 importengedely CFR 319.40 fa csomagolasEU 200029EC direktiva novenyvedelmi certifikacio es 2004102EC fa csomagolas Qualipomfel n.l. n.l. n.l Codex szovegek beleertve elelmiszer higienia beleertve HACCP, peszticid es egyeb szermaradvanyokra US Food Code, FDA 1998as iranyelv a friss zoldsegekre es gyumolcsokre, ISO 22000 MRLs, besugarzas. EU Food Law, elelmiszerhigieniara vonatkozo eloirasok, GMO, vonatkozo direktiva, MRLs, besugarzas besugarzas GFSI, BRC, IFS, Dutch HACCP, SQF, Certiclean, EFSIS, AIB gold standard certification az FDA guidelines ellen, MDI 38 Elelmiszerbiztonag Fenntarthato mezogazdasag, Agenda 21, SARD, GAP n.l. Nem relevans GAP Kizarolag Pesticide Code, PIC, Eurep GAP, SAIPlatform, Filiere Qualite Carrefour, COLEACP Keretprogrqm Rainforest Alliance kornyezeti kiv. Stockholm convention, ISO 14001 Nem relevans Nem relevans Nem relevans oko Montreal protocol Oko Codex, ITF n.l US NOP, EU 209291 A Certifikacios testuletek sajat eloirasai IFOAM Szocialis Emberi jogokrol szolo egyezmenyek, ILO, Global compact, OECD ajanlasok a multinacionalis cegeknek ISO CSR Belgian Social Label OHSAS 18001 ICFTUITS Basic Code of Labour Practice, Fair trade, SA 8000, ETI n.l. : nem letezik A nemzeti szabalyozasok a fenntarthato mezogazdasagra es kornyezetre nem vonatkoznak a kulfoldi termelokre es exportorokre, ezert ebben az anyagban ezekkel nem foglalkozunk Nincs olyan vallalati kornyezeti eloiras az USAban es az EUban, amely hat a zoldseggyumolcs szektorra. Nincs olyan pusztan kornyezetvedelmi civil szervezodesek altal kezdemenyezett kornyezetvedelmi eloiras az organikus termekekre vonatkozokon kivul, amely relevans lenne a zoldseggyumolcs szektorban. A Rainforest Alliance szabvany kezdetben tisztan kornyezetvedelmi szabvany volt, de kesobb sok szocialis szabvannyal egeszult kis, ezert a fenntarthato mezogazdasag ala soroltuk be. Forras: FAO 2007 39 IRODALOM Beamer, B. G. 1999: How to Sell Fresh Produce to Supermarket Chains. Virginia Tech. Department of Agricultural and Applied Economics. Bijman, J. Hendrikse, G. 2003: Cooperatives in chains: institutional restructuring in the Dutch fruit and vegetables industry. Erasmus Research Institute of Management. Report Series. Research in Management. http:www.erim.eur.nl Calvin, L. szerk. Cook, R. szerk. Denalby, M. Dimitri, C Glaser, L. Handy, C. Jekanowski, M. Kaufman, P. Krissoff, B. Thompson, G. Thonsbury, S. 2001: US Fresh Fruit and Vegetable Marketing: Emerging Trade Practices, Trends, and Issues. Market and Trade Economics Division. ERS, USDA, Agricultural Economic Report No. 795., p.52 Constandse, B. J. 2007: From Auction to M S. Company, Budapest, 16042007, AKI, p.15 Cook, M. L. 1995. The Future of U.S. Agricultural Cooperatives: A NeoInstitutional Approach. American Journal of Agricultural Economics 77. No. 12., pp. 11531159 Curatolo, M. B. 2004: Integration strategies for the Spanish citrus sector: the international opinion. Thomson Business Journal. http:www.accessmylibrary.comcoms 2summary_028632016892_ITM Davidson, P. Medal, L A. Soto, G. Ceglie, G. 2005: Methodology Development of SME Supplier Networks, United Nations Industrial Development Organization, UNIDO, Vienna Dimitri, C. Tegene, A. Kaufman, P. 2003: U.S. Fresh Produce Markets: Marketing Channels, Trade Practices and Retail Pricing Behavior: USDA ERS, Agricultural Economic Report Number 825, www.ers.usda.gov Dries, L. Reardon, T. Swinnen, F. M. 2004: The Rapid Rise of Supermarkets in Central and Eastern Europe: Implication for the Agrifood Sector and Rural Development. Development Policy Review. 22 5: 525556 Erdesz F.ne 2007: A Magyar gyumolcs es zoldsegpiac helyzete es kilatasai. AKI, Budapest. FAO 2007: Private Standards in the United States and European Union Markets for Fruit and Vegetables. Implication for Developing Countries. FAO Commodity Studies 3. ftp:ftp.fao.orgdocrepfao010a 1245ea 1245e 00.pdf Forfas 1999: The Dinamics of the Retail Sector in Ireland. Report prepared for Forfas by: KPMG Management Consultants, Fitzpatrick Associates Economic Consultants, The Centre for Retail Studies, University College Dublin Friends of the Earth 2002: Supermarkets and Great British Fruit. Media Briefing. Gothe, D. 2005: Belieferung des Lebensmitteleinzelhandels mit regionalen Produkten aus OstwestfahlenLippe. Institute fur die Nachhaltige Regionalentwickelung Hendrikse, G. Veerman, C. P. 2001: Marketing cooperatives and financial structure: a transaction costs economics analysis. Agricultural Economics 26, pp. 205216 http:www.biokultura.orgbiotermekeloallitas.htm http:www.metrogroup.deservletPBmenu1013941_l 2index.htm 40 Hughes, D. R. Martin, H. M. van Nieuwerk, M. 1993: A comparative study of agriculture in the Netherlands and the United Kingdom. Wye Collage Food Industry Perspectives, Discussion Paper Series 1., March Juhasz A. 1999: A vertikalis kapcsolatok valtozasai a zoldseggyumolcs agazatban. AKI, Budapest. Juhasz A. Seres A. Stauder M. 2008: A kereskedelem koncentracioja. Felelos kiado: Seres Antal, ETOPrint Nyomda, Budapest 135 pp. Kaufman, P. Handy, C. Mc Laughlin, E. Park, K. Green, G. 2000: Understanding the Dynamics of Produce Markets: Consumption and Consolidation Grow. USDA ERS, AIB758 Lentz, W. 2004: Changing market Channels for Fresch Fruits and vegetables and Implications for the structure of the Farm Sector. Acta Horticulturae 665. Local farmers pilot fresh food in supermarket trial 2006. http:www.amsltdgroup.com15_detail News_ASDA_strawberries_potatoes_freshcabbages_freshcauliflower_broccoli_greens_leeks_freshlocalfood.html Metro Goup 2005: Metro Group introduces new private label Cali for fruits and vegetables. http:www.metrogroup.deservletPBmenu101394112index.htm Planer, B. 2004: Slowly But Surely, Discount Stores Spread Across Europe. Planet Retail, http:planetfoodservice.net Regmi, A. Takeshima, H. Unnevehr, L 2008: Convergence in Global Food Demand and Delivery, USDA, ERS, Economic Research Report Number 56, pp. 33 Revista Mercados 2007: Supermarkets must worry about profitability for growers REWE und PENNY setzen verstarkt auf regionale Produkte http:www.fruchtportal.deincludesnewsprint.php?id8220 Reynolds, B. J. 1997: DecisionMaking in Cooperatives with Diverse member Interests. Washington, D.C: USDARural BusinessCooperative Service RBS Research Report 155. Runyan, J. L. Anthony, J. P. Kesecker, K. M. Ricker, H. S. 1986: Determining Commercial Marketing and Production opportunities for Small Farm Vegetable Growers. USDA, AMS, Washington D. C. Shaw, S. A. Gibbs, J. 1996: The role of marketing channels in the determination of horizontal market structure: the case of fruit and vegetable marketing by British growers. International Review of Reatil, Distribution and Consumer Research 6:3 pp. 281300. Van der Meer, K. 2004: Demanddriven Agriculture Development. WBCEIFAO Workshop on Agriculture, Agribusiness and the Retail Sector in SouthEast Europe. Sarajevo, 2427 May, 2004 Verdict 2008: European Grocery Retailing 2007. http:www.verdict.co.uk Wirthgen, A. 2004: Cooperating in Vertical Marketing Systems to Ensure Regional Product Quality. Acta Horticulturae 655: 3339 Wu Huang, S. ed. 2004: Global Trade Patterns in Fruit and Vegetables, Electronic Outlook Report from the Economic Research Service, USDA, WRS 0406, www.ers.usda.gov ZMP 2006: Obst Marktbilanz 2006 41 Fuggelek Gf K SHOPPING MONITOR 20062007 Zoldseggyumolcs resztanulmany Modszertan: szemelyes interjuk a haztartasokban, omnibusz kutatas kereteben Interjuk szama: 1000 Celcsoport: 15 ev feletti lakossag Sulyozas: tobbszempontos sulyozas Adatfelvetel: 2006. oktober Forras: Gf K Hungaria Piackutato Kft. Haztartasnagysag, regio es telepulesmeret szerinti sulyozas. 42 Gf K Shopping Monitor 20062007 Bazis: akik vasaroljak az adott termekcsoportot Milyen tipusu boltban vasarolja leggyakrabban a friss gyumolcsot es zoldsegeket? Vizszintes % TOTAL hipermarket szupermarket kisebb nem onkiszolgalo onkiszolgalbolt o bolt szakosodott bolt diszkont aruhaz 937 115 822 118 5 140 252 191 231 TOTAL NEM ferfi n ELETKOR 1519 eves 2029 eves 3039 eves 4049 eves 5059 eves 60 eves v. idsebb ISKOLAI VEGZETTSEG 8 alt. v. kevesebb 180 szakmunkaskepz 276 erettsegi 331 fiskola, egyetem 150 FOGLALKOZTATOTTSAG AKTIV vallszellemi dolg. alk. szellemi szakmunkegyeb dolg egyeb dolgozo INAKTIV nyugdijas diakegyeb egyeb HAZT. HAVI NETTO JOVEDELEM 50.000 Ft 80.000 Ft 110.000 Ft 200.000 Ft 200.000 Ft felett 153 131 353 208 11 135 50 148 145 396 584 57 243 198 40 32 41 18 45 44 37 39 33 31 37 46 41 43 53 48 33 41 35 32 25 40 22 26 42 41 51 18 22 17 60 17 16 20 17 18 12 15 18 28 19 28 21 14 17 16 17 38 12 17 9 12 22 19 26 32 25 42 23 26 25 26 30 33 31 21 17 24 10 21 29 31 28 28 28 27 29 30 23 27 22 5 10 4 0 5 5 6 6 4 8 5 5 3 5 3 5 4 10 5 4 18 4 7 8 2 4 7 32 29 32 40 35 31 32 35 23 32 29 34 31 32 25 32 40 26 31 33 18 31 40 40 31 31 26 22 24 22 0 22 27 17 20 26 22 24 21 23 23 33 19 21 26 22 21 9 25 19 22 22 25 18 43 TELEPULESNAGY SAG 2.000 lakos 5.000 lakos 20.000 lakos 50.000 lakos 1 Mio lakos Budapest REGIO EszakMagyarorszag EszakAlfold DelAlfold NyugatDunantul KozepDunantul DelDunantul Pest megye Budapest HAZTARTAS NAGYSAGA 1 f 2 f 34 f 5 f vagy tobb GYEREK A HT.BAN van gyermek 2 ev alatti 25 eves 614 eves nincs gyermek Gf K Hungaria 139 117 183 113 187 199 101 129 122 99 85 97 106 199 237 269 348 85 353 62 123 245 585 38 40 21 29 49 56 26 14 29 52 60 32 47 56 41 37 43 36 41 32 44 41 39 8 4 15 17 27 26 11 2 15 34 19 14 18 26 21 18 15 16 15 21 17 14 19 45 46 24 17 16 15 36 36 30 25 16 16 35 15 26 27 24 28 26 17 22 29 26 6 3 10 1 5 3 4 2 16 3 5 0 9 3 4 6 5 3 4 0 5 5 6 19 32 45 49 27 23 54 33 21 35 46 32 22 23 35 32 31 26 31 32 30 28 32 24 22 37 22 16 14 22 22 25 25 24 34 20 14 20 22 23 28 27 17 31 29 19 2006.11.30 44 Gf K Hungaria Shopping Monitor 20062007 Bazis: akik vasaroljak az adott termekcsoportot Milyen tipusu boltban vasarolja leggyakrabban a friss gyumolcsot es zoldseget? Vizszintes % TOTAL utcai stand piac 937 115 822 118 5 140 252 191 231 TOTAL NEM ferfi n ELETKOR 1519 eves 2029 eves 3039 eves 4049 eves 5059 eves 60 eves v. idsebb ISKOLAI VEGZETTSEG 8 alt. v. kevesebb 180 szakmunkaskepz 276 erettsegi 331 fiskola, egyetem 150 FOGLALKOZTA TOTTSAG AKTIV vallszellemi dolg. alk. szellemi szakmunkegyeb dolg egyeb dolgozo INAKTIV nyugdijas diakegyeb egyeb 153 131 353 208 11 135 584 57 243 29 23 30 40 25 23 37 30 32 27 28 29 34 27 26 30 28 21 33 34 34 31 nagykeresked CashCarry 1 0 1 0 1 3 1 0 0 0 2 2 1 1 1 2 1 1 1 0 0 2 egyeb 2 0 2 0 1 2 1 3 4 3 2 2 1 1 0 1 2 1 3 4 0 2 45 HAZT. HAVI NETTO JOVEDELEM 50.000 Ft 80.000 Ft 110.000 Ft 200.000 Ft 200.000 Ft felett TELEPULESNAGY SAG 2.000 lakos 5.000 lakos 20.000 lakos 50.000 lakos 1 Mio lakos Budapest REGIO EszakMagyarorszag EszakAlfold DelAlfold NyugatDunantul KozepDunantul DelDunantul Pest megye Budapest HAZTARTAS NAGYSAGA 1 f 2 f 34 f 5 f vagy tobb GYEREK A HT.BAN van gyermek 2 ev alatti 25 eves 614 eves nincs gyermek Gf K Hungaria 50 148 145 396 198 139 117 183 113 187 199 101 129 122 99 85 97 106 199 237 269 348 85 353 62 123 245 585 40 27 28 27 33 33 15 22 31 31 38 24 42 33 20 16 25 19 38 24 31 31 30 29 42 28 29 29 0 0 1 1 3 2 0 2 2 1 0 1 2 0 3 1 2 1 0 0 1 1 5 2 3 5 2 0 1 2 2 3 2 3 5 2 1 1 2 6 2 1 1 0 2 3 2 0 4 2 1 1 1 1 2 3 2006.11.30 46 UZLETTIPUSOK SZEREPE AZ EGYES TERMEKCSOPORTOK ES EZEN BELUL A ZOLDSEGGYUMOLCS VASARLASABAN A legtobb termekcsoport eseteben a kis onkiszolgalo boltok es a hipermarketek jelentik a lakossag vasarlasainak fo helyszinet. Ez alol csak a friss hus es a friss zoldseggyumolcs jelent kivetelt, amelyek beszerzesenel jelentos szerep jut a szakosodott boltoknak husboltok, zoldsegesek. A leggyakrabban vasarolt termekosszetetel tekinteteben hasonlitanak egymasra a hipermarketek es a diszkontok: mindket bolttipusban a nagy mennyisegben beszerezheto arucsoportok, a nehez aruk, a nem azonnali felhasznalast igenylo termekek vasarlasa a legjellemzobb uditok, alapveto elelmiszerek, konzervek, moso es tisztitoszerek, fagyasztott elelmiszerek, sorok, borok es egyeb alkoholtartalmu italok; a szupermarketeknel nincs jellemzoen vasarolt termekkategoria. A lakohely kozeli kis boltok tipikusan a mindennap beszerzendo aruk vasarlasanak szinterei friss kenyer es pekaru, tejtermekek, cigaretta. A szakosodott boltokat a mar emlitett friss husok, zoldsegek es gyumolcsok beszerzesen tul a kozmetikumoknal drogeriak, a felvagottaknal husboltok, az allateledeleknel allateledel vagy takarmanybolt, az edessegek, sutemenyek termekcsoportnal cukraszdak, edesseg es ajandekboltok es a friss kenyer es pekaru beszerzesekor peksegek, kenyerboltok reszesitik elonyben a fogyasztok. Utcai standokon vagy piacon szinte kizarolag friss hust, zoldsegeket es gyumolcsot vasarolnak a megkerdezettek, a kozvetlen ertekesitesi csatornak pedig a kozmetikumok es testapolasi szerek ertekesiteseben jutnak szerephez. 47 Discussion Papers published since 2008 2008 CSERESGERGELY Zsombor MOLNAR Gyorgy: Haztartasi fogyasztoi magatartas es jolet Magyarorszagon. Kiserlet egy modell adaptaciojara. MTDP.20081 JUHASZ Aniko KURTI Andrea SERES Antal STAUDER Marta: A kereskedelem koncentraciojanak hatasa a kisarutermelesre es a zoldseggyumolcs kisarutermelok alkalmazkodasa. Helyzetelemzes. MTDP. 20082 Akos VALENTINYI Berthold HERRENDORF: Measuring Factor Income Shares at the Sectoral Level. MTDP.20083 Pal VALENTINY: Energy services at local and national level in the transition period in Hungary. MTDP.20084 Andras SIMONOVITS: Underreported Earnings and OldAge Pension: An Elementary Model. MTDP.20085 Max GILLMAN Michal KEJAK: Tax Evasion and Growth: a Banking Approach. MTDP.20086 LACKO Maria SEMJEN Andras: Rejtett gazdasag, rejtett foglalkoztatas es a csokkentesukre iranyulo kormanyzati politikak irodalmi attekintes. MTDP. 20087 LACKO Maria: Az adoratak es a korrupcio hatasa az adobevetelekre nemzetkozi osszehasonlitas OECD orszagok, 20002004. MTDP. 20088 SEMJEN Andras TOTH Istvan Janos FAZEKAS Mihaly: Az EVA tapasztalatai vallalkozoi interjuk alapjan. MTDP. 20089 SEMJEN Andras TOTH Istvan Janos FAZEKAS Mihaly: Alkalmi munkavallaloi konyves foglalkoztatas munkaadoi es munkavalloi interjuk tukreben. MTDP. 200810 SEMJEN Andras TOTH Istvan Janos MAKO Agnes: Az alkalmi munkavallaloi konyvvel torteno foglalkoztatas jellemzoi. Egy 2008. aprilisi kerdoives munkavallaloi adatfelvetel eredmenyei. MTDP. 200811 FAZEKAS Mihaly: A rejtett gazdasagbol valo kilepes dilemmai Esettanulmany budapesti futarszolgalatok, 20062008. MTDP. 200812 SEMJEN Andras TOTH Istvan Janos MEDGYESI Marton CZIBIK Agnes: Adocsalas es korrupcio: lakossagi erintettseg es elfogadottsag. MTDP. 200813 BIRO Aniko VINCZE Janos: A gazdasag feheritese: buntetes es osztonzes. Koltsegek es hasznok egy modellszamitas tukreben. MTDP. 200814 Imre FERTO Karoly Attila SOOS: Marginal IntraIndustry Trade and Adjustment Costs A HungarianPolish Comparison. MTDP. 200815 Imre FERTO Karoly Attila SOOS: Duration of trade of former communist countries at the EU. MTDP. 200816 FERTO Imre: A magyar agrarexport kereskedelmi elonyei es versenykepessege az EU piacan. MTDP. 200817 48 Zsolt BEDO Eva OZSVALD: Codes of Good Governance in Hungary. MTDP. 200818 DARVAS Zsolt SZAPARY Gyorgy: Az euroovezet bovitese es eurobevezetesi strategiak. MTDP. 200819 Laszlo A. KOCZY: Strategic Power Indices: Quarrelling in Coalitions. MTDP. 200820 Sarolta LACZO: Riskiness, Risk Aversion, and Risk Sharing: Cooperation in a Dynamic Insurance Game. MTDP. 200821 Zsolt DARVAS: Leveraged Carry Trade Portfolios. MTDP. 200822 KARSAI Judit: Az aranykor vege A kockazati es magantokeagazat fejlodese Kozep es KeletEuropaban. MTDP. 200823 Zsolt DARVAS Gyorgy SZAPARY: Euro Area Enlargement and Euro Adoption Strategies. MTDP. 200824 Helmuts AZACIS Max GILLMAN: Flat Tax Reform: The Baltics 2000 2007. MTDP. 200825 Adam SZENTPETERI Almos TELEGDY: Political Selection of Firms into Privatization Programs. Evidence from Romanian Comprehensive Data. MTDP. 200826 DARVAS Zsolt SZAPARY Gyorgy: Az uj EUtagorszagok megfelelese az optimalis valutaovezet kriteriumainak. MTDP. 200827 CSATO Katalin: Megjegyzesek Navratil Akos elmelettortenetehez. MTDP. 200828 2009 Judit KARSAI: The End of the Golden Age The Developments of the Venture Capital and Private Equity Industry in Central and Eastern Europe. MTDP. 20091 Andras SIMONOVITS: When and How to Subsidize TaxFavored Retirement Accounts? MTDP.20092 Maria CSANADI: The Chinese style reforms and the Hungarian Goulash Communism. MTDP. 20093 Maria CSANADI: The metamorphosis of the communist party: from entity to system and from system towards an entity. MTDP. 20094 Maria CSANADI Hairong LAI Ferenc GYURIS: Global crisis and its implications on the political transformation in China. MTDP. 20095 DARVAS Zsolt SZAPARY Gyorgy: Arszinvonalkonvergencia az uj EU tagorszagokban: egy panelregresszios modell eredmenyei. MTDP. 20096 KURTI Andrea KOZAK Anita SERES Antal SZABO Marton: Mezogazdasagi kisarutermelok nagy kereskedelmi lancooknak torteno beszallitasa a nagyvevoi igenyek alapjan a zoldseggyumolcs agazatban. MTDP.20097 Andras SIMONOVITS: Hungarian Pension System and its Reform.MTDP.20098 ______________________________________________________________ Discussion Papers are available at the website of Institute of Economics Hungarian Academy of Sciences: http:econ.core.hu 49 ", "filename": "MTDP0907.pdf", "person": ["Andrea Kürti", "Kürti, Andrea", "Anita Kozak", "Kozak, Anita", "Antal Seres", "Seres, Antal", "Márton Szabó", "Szabó, Márton"], "date": ["2009"]}