{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/118084/1/NDL2003-055.pdf"], "title": ["Free Trade Networks"], "plaintext": " Free Trade Networks Taiji Furusawa and Hideo Konishi NOTA DI LAVORO 55.2003 JUNE 2003 CTN Coalition Theory Network Taiji Furusawa, International Graduate School of Social Science, Yokohama National University, Japan Hideo Konishi, Department of Economics, Boston College, USA This paper can be downloaded without charge at: The Fondazione Eni Enrico Mattei Note di Lavoro Series Index: http:www.feem.itFeemPubPublicationsWPapersdefault.html Social Science Research Network Electronic Paper Collection: http:papers.ssrn.comabstract_idXXXXXX The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Free Trade Networks Summary The paper examines the formation of free trade agreements FTAs as a network formation game. We consider a general ncountry model in which countries trade differentiated industrial commodities as well as a numeraire good. Countries may be different in the size of the industrial good industry measure of firms and the market size population size. Their incentives to sign an FTA depend on these characteristics of their own countries and those of their partner countries. We show that if all countries are symmetric, a complete global free trade network is pairwise stable and it is the unique stable network if industrial commodities are not highly substitutable. We also compare FTAs and customs unions CUs as to which of these two regimes facilitate global trade liberalization, emphasizing the fact that unlike in the case of a CU, each country signing an FTA can have a new FTA with an outside country without consent of other member countries. Keywords: Free trade agreement, Customs union, Global free trade, Theory of network, Pairwise stability JEL: F12, F13, F15, C71, C78 This paper has been produced within the research activities of the Coalition Theory Network managed by the Center of Operation Research and Economics, LouvainlaNeuve, the Fondazione Eni Enrico Mattei, Venice, the GREQAM, Universite de la Mediterannee, Marseille, the CODE, University of Barcelona and the University of Warwick, Great Britain. It has been presented at the Eighth Meeting of the Coalition Theory Network organised by GREQAM in AixenProvence, France, 24th25th January 2003. Furusawa gratefully acknowledges financial supports from the Fulbright Foundation and the Japan Economic Research Foundation. Konishi gratefully acknowledges financial support from the Japan Society for Promotion of Science research. Part of this research was conducted when Furusawa was visiting Boston University, and when Konishi was visiting RIEB at Kobe University. They thank these institutions for their hospitality and support. The authors are also grateful to Jim Anderson, Eric Bond, Jonathan Eaton, Makoto Ikema, Jota Ishikawa, Ron Jones, Kazuharu Kiyono, Istvan Konya, Carsten Kowalczyk, Kala Krishna, Kamal Saggi, Masatoshi Tsumagari, Makoto Yano, and seminar participants at Boston College, Hitotsubashi University, Keio University, Kobe University, Kyoto University, Osaka University, Southern Methodist University, Stockholm University and Vanderbilt University, and participants of the 2002 RIEB International Economics Conference, the 2002 European Trade Study Group meeting, the Fall 2002 Midwest International Economics meeting, and the 2002 Japanese Economic Association meeting for helpful comments. Address for correspondence: Hideo Konishi Department of Economics Boston College 140 Commonwealth Ave. Chestnut Hill, MA 02467 Phone: voice 6175521209 Fax: 6175522308 Email: hideo.konishibc.edu 1 Introduction The network of preferential trade agreements PTAs covers most countries in a complexway. The tendency towards regionalism, a movement to form regional trade agreements,has been steadily growing especially since 1980s Bhagwati, 1993. Since the Treaty of Rome established the European Economic Community EEC in 1957, European UnionEU has been growing with the accession of new members. The North American Free Trade Agreement NAFTA starts negotiations with Latin American countries to form a Free Trade Area of the Americas. Japan has recently signed a free trade agreement FTAwith Singapore, and now seeks the possibilities separately with South Korea and Mexico.The website of the World Trade Organization WTO on regionalism provides us with anexcellent introduction to this topic.Over 200 regional trade agreements RTAs have been notified to the GATT or WTO over time; currently over 150 agreements are in force, most of which havebeen concluded in the past 10 years. Since 1995, over 100 agreements coveringtrade in goods or services, or both, have been notified to the WTO.The network of RTAs throughout the world is now highly complex and manycountries are members of several agreements, sometimes with differing rules.Nearly 60 percent of the notified RTAs in force at the end of 2000 have beenconcluded among European countries. RTAs concluded among developing countries account for about 15 percent of the total. One of the most frequently askedquestions is whether the growth of regional groups helps or hinders the development of the WTOs multilateral trading system.the World Trade Organization website http:www.WTO.orgWhether PTAs serve as building blocs or stumbling blocs is a central question inthis topic Bhagwati, 1993. Of course, multilateral trade liberalization efforts and PTAformation interact with each other.1 However, putting this feature aside for a while, anotherimportant question remains. Will successive PTA formation alone effectively achieve global 1Levy 1997 and Krishna 1998 show in their political economy models that PTA formation hindersmultilateral trade liberalization. Freund 2000b demonstrates that countries have more incentive to form PTAs as multilateral trade negotiations lower tariffs imposed by every country. See also Bagwell and Staiger1997a,b, Bond, Syropoulos, and Winters 2001, and Ethier 1998.1free trade, or will the process stop prematurely so that the world is divided into several,mutually exclusive trading blocs? If PTA formation continues until global free trade networkis achieved, we may conclude that PTAs are building blocs. But otherwise, PTAs can bestumbling blocs. 2Ohyama 1972 and Kemp and Wan 1976 demonstrate a positive result for this dynamic path problem. The socalled KempWan theorem states that member countries canappropriately adjust external tariffs and make internal transfers so that a newly formedcustoms union CU is Paretoimproving, not only to members themselves but also to allcountries in the world.3 Continuous application of this KempWan process implies that the CU expansion continues until all countries in the world are covered.4 Although the theorem looks promising, it should be taken as an existence theorem of a Paretoimproving CUexpansion. In reality, it is extraordinarily difficult to adjust external tariffs such that eachnonmember countrys welfare is not reduced by the CU formation. Indeed, as Viner 1950taught us, adverse tradediversion effects often prevents PTAs from being Pareto improving.5It is far from obvious that in reality, countries always have incentives to form PTAs so thatwe will eventually observe the complete global free trade network global free trade. Indeed,Yi 1996 shows that even if countries are symmetric, the world would be divided into two CUs of asymmetric size when the number of countries is a realistic number.CUs are not the only form of PTAs. A PTA can take a form of an FTA, such as NAFTA,in which member countries choose their individual external tariffs without consent of othermember countries unlike in the case of CU where all member countries adopt the sameexternal tariff schedule.6 An important consequence of this difference, which seems to be 2Bhagwati and Panagariya 1996 raises this PTA timepath question. The complete global free tradenetwork may still be different from global free trade attained through multilateral trade negotiations, as Freund 2000a demonstrates in a model where firms incur distribution network costs, for example. Theglobal free trade network may be more complex and inefficient spaghetti bowl phenomenon than globalfree trade attained through multilateral trade negotiations, as Bhagwati and Panagariya 1996 claim.3See Panagariya and Krishna 2002 for an FTA version of the KempWan theorem.4Baldwin 1993 demonstrates that as a regional trading bloc expands, outside countries have moreincentive to join the bloc. Haveman 1996 and Goto and Hamada 1999 conduct interesting simulationsthat investigate welfare consequences of CU expansion.5Krugman 1991b claims that if a natural trading bloc, within which a large share of trade takes placeeven in the absence of a PTA, is formed, the gains from trade creation are likely to outweigh the lossesfrom trade diversion. Deardorff and Stern 1994 show the possibility that the situation where the world isdivided into trading blocs is almost as beneficial as global free trade.6Richardson 1993, Yi 2000 and Bond, Riezman, and Syropoulos 2002 show that each membercountrys optimal tariffs against nonmember countries decline as an FTA expands. See Krugman 1991a2overlooked more or less in the literature, is that under an FTA, each member country or asubset of member countries can sign another FTA with outside countries without consent ofother member countries. Whereas in the case of CUs, such as European Union, all membercountries should be involved when an outside country tries to form a PTA with a membercountry of a CU. Thus, FTAs are more flexible than CUs: A hubandspoke system, forexample, is allowed only under FTAs.7The main goal of this paper is to investigate whether or not the worldwide movementtoward FTAs continue until the complete global free trade network is attained.8 An FTA maybe added to the current free trade network in the world in various ways, such as expansionof an FTA, and a hubandspoke system where a hub country is involved in multiple FTAsat the same time. An appropriate way to accommodate such various forms of FTAs isto model the problem as a network formation game developed by Jackson and Wolinsky1996.9 Given any FTA configuration in the world, we examine whether or not a pair ofcountries have incentives to sign an FTA, and whether or not a country has an incentiveto cut an existing FTA. A network that is immune to such deviations is called pairwisestable Jackson and Wolinsky, 1996. Then we ask if the complete global free trade networkis stable, and if it is, we further ask if it is a unique one. If the complete global free tradenetwork is a unique stable network, the world is likely to attain global free trade, buildingmany bilateral FTAs.10and Bond and Syropoulos 1996 in the case of CUs.7Kowalczyk and Wonnacott 1992 discuss the hubandspoke system in the argument about NAFTA.Mukunoki and Tachi 2001 investigate dynamic formation of bilateral FTAs in a threecountry model. Seealso Puga and Venables 1997 and Wonnacott 19968Driven by the same motivation, Freund 2000c builds a model such that each country calls out thenumber of countries with which it wants to have FTAs, and shows that global free trade is effectivelyattained as a unique Nash equilibrium. However, she seems to assume implicitly that a bilateral FTAbetween two countries is made effective as long as one of the countries benefits from an agreement, even ifthe other strictly prefers not to sign the agreement. This open membership rule see also Yi, 1996 doesnot seem to be appealing for discussions of FTAs. If FTAs require consent from both sides, then we will runinto the multiplicity problem of Nash equilibria see footnote 17.9Coalition formation games such as Yi 1996, 2000 is not rich enough to accommodate this complexfeature of FTAs.10To derive a definite prediction regarding the timepath to global free trade, we may need to build adynamic network formation model with farsightedness. Mukunoki and Tachi 2001 show in a dynamic,symmetric, threecountry model that under a certain parameter values, only one bilateral FTA may besigned in equilibrium so that global free trade is not attained. As Kennan and Riezman 1990 suggest,countries in a bilateral FTA may in some cases prefer the current situation to global free trade. Then, each 3In order to find stable free trade networks, we need to analyze each countrys incentive tosign or abandon an FTA. As Krugman 1991b and Grossman and Helpman 1995 suggest,the asymmetry of countries is an important factor when we assess countries incentives for FTAs. Viner 1950, on the other hand, suggests that substitutability of commodities tradedinternationally is also an important factor. The model of this paper is general enough toallow us to observe how these factors play a role in countries decisions to sign an FTA withother countries.We consider the model in which the world consists of n countries that trade a numerairegood and a continuum of differentiated industrial commodities. Consumers in all countriesshare a common quasilinear utility function, in which substitutability of industrial commodities is parameterized. Countries may be different in the market size population sizeand the size of the industrial good industry measure of firms. Each of the differentiatedindustrial commodities is produced by one firm that belongs to one of n countries. Eachcountry has a tariff schedule for imported industrial commodities, and an FTA betweencountries i and j simply means that countries i and j simultaneously eliminate tariffs oncommodities imported from each other.When the utility function is quasilinear, social welfare, which is merely a representativeconsumers utility, can be decomposed into two parts: the consumers gross utility and theindustrial trade surplus that is defined as export profits minus import payments in theindustrial good sector. An FTA with another country is likely to raise the gross utility,although the secondbest effect Lipsey and Lancaster, 1956 may sometimes outweigh thebenefits from tariff reduction.11 On the other hand, the impact on the industrial tradesurplus is generally ambiguous, and is often crucial in determining whether or not an FTAis welfare improving.The effect on a countrys trade surplus of signing an FTA with another country can befurther decomposed into two: one on the trade surplus between these two countries thedirect surplus effect and that on the trade surplus with third countries the third countryeffect. The latter effect is always positive, since the countrys export to third countriesmember country may not sign a new bilateral free trade agreement with an outside country since it wouldinduce an FTA between spoke countries, effectively attaining global free trade, in the future. However,extending Mukunoki and Tachis 2001 analysis to the case of many countries is not an easy task.11If tariffs have been imposed on a large portion of commodities, it may not be welfareimproving to getrid of tariffs for a small portion of commodities since it enlarges distortions between these commodities andthe ones with high tariffs.4is not affected by the FTA, while its imports from them decrease since their commoditiesbecome relatively more expensive after the FTA. In contrast, the sign of the direct surpluseffect depends on the two countries characteristics such as the market and industry size,and the characteristics of their current partners. Let us consider, for example, an FTAbetween a highlyindustrialized small country and a lessindustrialized large country. The FTA increases trade flows from the former to the latter disproportionately, dramaticallyincreasing the trade surplus of the small highlyindustrialized country and decreasing that ofthe large lessindustrialized country. The direct surplus effect for the large lessindustrializedcountry is likely to be negative, and it may outweigh the third country effect. Consequently,the large lessindustrialized country is likely to oppose to sign the FTA.12 If two countriesare similar in their characteristics, however, the direct surplus effects would be small, andthe countries are likely to benefit from signing an FTA.13The main results of this paper are as follows. When all countries are symmetric in themarket size and the industry size, we show that the global free trade network, a network inwhich any pair of countries has an FTA, is pairwise stable Proposition 1. If commoditiesare highly substitutable among themselves, however, there may also be other pairwise stablenetworks.It is because the difference in the number of FTA partners can create a largedifferential in the impacts on the direct surplus, even though all countries are symmetricin the market size and industry size. Nevertheless, we show that if commodities are nothighly substitutable among themselves, the global free trade network is the unique pairwisestable network Proposition 2. If countries are asymmetric, on the other hand, the globalfree trade network may not be attained. In a special case where all industrial commoditiesare independent from each other, a pair of countries sign an FTA if and only if their industrialization levels are close to each other Proposition 3. This proposition implies thatdeveloped countries and less developed countries, for example, respectively form mutuallyexclusive trading blocs. We also compare FTAs and CUs as to which of these two regimes 12It is interesting to notice that countries in our model have a view that Krugman 1991b calls GATTthink: 1 Exports are good, 2 Imports are bad, 3 and other things being equal, an equal increase inimports and exports is good. Our model gives an economic reasoning to this enlightened mercantilism, as Bagwell and Staiger 1999 does in a model that examines the economic role of the GATTWTO principlesof reciprocity and nondiscrimination.13Our assumption of market segmentation is not critical for this result. Furusawa and Konishi 2002shows that even in a competitive market economy with integrated markets, similar countries tend to signan FTA since the direct surplus effect is small relative to the positive third country effect that is nothingbut an improvement in the terms of trade with third countries.5facilitate global trade liberalization. We find that if all countries are symmetric, and if industrial commodities are not highly substitutable among themselves, a pair of countries haveless incentive to form a new FTA if either of them is a member of a CU as opposed to an FTAProposition 4. If countries are asymmetric, on the other hand, the CU formation averagesout member countries industrialization levels, which may help further PTA formation. Weillustrate this possibility in the case of mutually independent industrial commodities.An independent work by Goyal and Joshi 2001 also investigates the FTA formation as anetwork formation game, and obtains the result that the complete global free trade networkis pairwise stable. The main part of their analysis assumes that all countries are symmetricin the Cournotoligopolistic market size and the number of domestic firms. Our model isricher in many aspects, enabling us to obtain insights on incentives to sign FTAs, especiallyin the case of asymmetric countries. We also discuss the difference between FTAs and CUsas we have briefly described above.Our paper is organized as follows. In Section 2, we present the model and derive the market equilibrium in the presence of tariffs. Then, we propose a convenient way to decomposea countrys social welfare, which plays an important role in the subsequent analysis. Wealso derive the optimal tariff. In Section 3, we analyze a countrys incentive to sign an FTA,and then derive our main results about stable networks both in the symmetric country andasymmetric country cases. Section 4 compares FTAs and CUs as to which of these enhancesthe PTA formation. Section 5 concludes the paper.2 The Model 2.1 Overview Let N be the set of n countries n 2, each of which is populated by a continuum of identicalconsumers who consume a numeraire good and a continuum of horizontally differentiatedcommodities that are indexed by 0, 1. A differentiated commodity can be consideredas a variety of an industrial good. Each industrial commodity is produced by one firmwhich is also indexed by the same . We assume that there is no entry of firms into thisindustry. Each firm is owned equally by all domestic consumers who receive equal shares ofall firms profits. The numeraire good is produced competitively, on the other hand. Eachconsumer is endowed with l units of labor, which is used for production of the industrial and 6numeraire goods. Each unit of labor produces one unit of the numeraire good, so that thewage rate equals 1. We also assume that industrial commodities are produced with a lineartechnology, and normalize the unit labor requirement to be equal to 0 for each industrialcommodity, without loss of generality. Alternatively, we can interpret the model such thateach consumer is endowed with l units of the numeraire good, which can be transformed bya linear technology into industrial commodities.In country i i 1, 2, , n, measure i of consumers and measure si of firms thatproduce industrial commodities are located. Thus, country i produces si industrial commodities, which are consumed in every country in the world. We assume that the marketsk1 k 1 as well as Pnnormalize the size of total population so that Pnare segmented so that firms can perfectly price discriminate among different countries. Wek1 sk 1. Theratio i sii measures country is industrialization level. The higher the ratio, the higherthe countrys industrialization level. This ratio plays an important role later in our analysis.Country i imposes a specific tariff at a rate of tij on the imports of the industrial commoditiesthat are produced in country j. For simplicity, we assume that every commodity producedin country j faces the same tariff rate tij.14 We assume that there is no commodity tax, sothat tii 0. We also assume that the countries do not impose tariffs on the numeraire goodwhich may be traded internationally to balance the trade. Tariff revenue is redistributedequally to domestic consumers.2.2 Consumer Demands Z 10Z 10cid:20Z 10cid:212A representative consumers utility is given by the following quasilinear utility function:qd 2q2d 2qd q 0,U q, q 0 1where q : 0, 1 is an integrable consumption function, and q 0 denotes the consumpi 2tion level of the numeraire good.15 The second last term represents the substitutability R 1R 10 qq0d 0d. Letting y denote the consumers income, the budget constraint can be 14In our simple model, country is optimal tariff rates, for example, are the same across all commoditiesamong differentiated commodities, which may become clearer if we notice 0 qdh R 10imported from country j.15This utility function is a continuousgoods version of the ones of Shubik 1984 and Yi 1996, 2000who analyze the case where there are only finitely many differentiated commodities. Our continuum ofcommodity setup is based on Ottaviano, Tabuchi, and Thisse 2002.7written as Z 12where p : 0, 1 denotes the consumer price function. The first order condition for theconsumers maximization problem gives us the inverse demand function for each good : pqd q 0,y 0 p q Integrating over 0, 1, we obtain Z 1where P R 10cid:16qd 1 q 1 p 2.3 Equilibrium in Country i Z 10q0d 0.cid:17, Pcid:16cid:17 P.0 pd. Substituting this equation back into the first order condition, we have Letting pi and P i denote the producer price for commodity sold in country i, and theaverage consumer price in country i, respectively, a representative consumers demands incountry i for a commodity produced in country j can be written as P i.pi tiqi j 1The firm in country j chooses pin The first order condition for this maximization gives us i1 in order to maximize its profits Pn pi 12 tij P i,i1 ipiqi.34for any i. Notice that pi does not vary with . Prices charged by firms depend only onthe import countrys tariff policies. For simplicity, we henceforth suppress the argument .It follows from 4 that country is average consumer price issjpi tijn X j112 P i12 ti, P i where ti Pnj1 sjtij. Thus, country is average consumer price P i is given by P i 2 2 ti.85Substituting 5 into 4 yields the equilibrium producer price that each firm in country jcharges for the market of country i, as a function of country is tariff vector ti tin:1,  , tipijti 2 12tij 22 ti.Then it follows from 3 that a representative consumers demand in country i for a commodity produced in country j isjti qi 2 12tij 22 ti.Notice that pijti qijti holds for any tariff vector ti.2.4 Social Welfare Under the world tariff vector t t 1,  , tn, each firm in country i earns the profits:n Xn Xit kpki tkqki tk kqki tk2.k1k1Country is per capita tariff revenue is T iti n Xk1tikskqikti.678A representative consumers income in country i is the sum of labor income, redistributedtariff revenue, and the profit shares of the firms in country i:y l T iti siiti.9Then it follows from 2 thatqi 0t l T iti skpikti tisiiti n Xn Xk1sii Xk 6ik1siiskpiktiqikti l n X l Xk1k 6ikqiktiki tk n Xk1kpki tkqki tk,sktikqikti kpki tkqkskpikti tikqiktiwhere qi qikti if is produced in country k.Substituting this equilibrium demand into 1 and letting qiti represent country isjtij N , we obtain aequilibrium consumption function under the tariff ti, i.e., qiti qi 9representative consumers utility in country i as a function of the world tariff vector, whichcan be considered as country is per capita social welfare:W it U qiti, qi 0t V iti X iti M iti,where101112V iti U qiti, l,M iti skpiktiqikti skqikti2,Xk 6isii XXk 6i Xsii X iti kpkkqki tk2,i tkqki tk k 6ik 6i13with ti t 1, , ti 1, ti1, , tn. The functions V iti, M iti, and X iti representa consumers gross utility, industrial import payments, and industrial export profits,respectively. Country is social welfare consists of a consumers gross utility V iti and thepercapita industrial trade surplus X iti M iti. Country is tariffs affect social welfarethrough the effects on V iti and M iti. Other countries tariffs also affect country is socialwelfare through the effect on X iti.Now, we examine the effects of tariff changes on the three components of social welfare:V iti, X iti, and M iti. We notice from 1113 that an increase in a tariff rate affectsthese components only through the changes in consumption of industrial commodities. Wesee from 6 that the consumption of an industrial commodity depends on the tariff ratek, ti. Thus, weimposed on that commodity and the average tariff rate, i.e., qican write, for example, V iti V i qi 1tij does not onlyk indirectly, for all k 1, 2, , n. These changes inaffect qiconsumption affect V iti and M iti, in turn. As for the effect on V iti, for example, wen Xktin, ti. An increase in tij directly, but also affects qi 1, ti, qikti qi qi!haventi V itijk1 V i qikktij qik ti titij.An increase in another countrys tariff rate on country is commodity affects the exportprofits X iti in a similar fashion. We can easily obtain the following lemma that showsthe effects of raising a tariff rate on the three components of social welfare. The proof isstraightforward and hence omitted.j on V i and M i and the effect of raising tji on Lemma 1 The first order effects of raising ti X i are:V itij sj 2 skqikti 12jtiqi,n X22 k110!X itji M itij sjjtijsii qji tjqi 1 12 si!2 sj,Xk 6i,jqikti2 .sk It may appear that an increase in a tariff rate of country i, say tij, necessarily decreases thedomestic consumers gross utility V i. Each consumer in country i reduces the consumptionof country js commodities as a consequence, which is detrimental. However, each agentconsumes other commodities more than before, which tends to increase the consumers grossutility. The latter indirect effect may outweigh the former so that an increase in a tariffrate may increase the domestic consumers gross utility, if the industrial commodities arehighly substitutable among themselves. Similarly, an increase in a tariff rate may not alwaysdecrease the import payments. If the industrial commodities are highly substitutable, thek for k 6 i, j. However, it is easyresulting decrease in qito see from Lemma 1 that an increase in another countrys tariff unambiguously decreasesj may be outweighed by increases in qithe domestic profits obtained from the export to that country. The next section discussesthe effects of a tariff change on the three components of social welfare in more detail.since X iti does not depend on ti. Let Ci j Ntithat produce commodities on which country i does not impose tariffs.includes country i itself since ti Now, let us derive the optimal tariffs. Country is optimal tariff maximizes V itiM itij 0 represent the set of countriesNotice that Cii 0. We consider here the situation in which country i hassigned FTAs, rather than CUs, with all other countries in Ci. Therefore, country i choosesits external tariffs without any coordination with other countries in Ci. As the followinglemma shows, a countrys optimal tariff rates only depend on its own characteristics due tothe separability of a consumers utility function.16Lemma 2 Country is optimal tariff rate i is a function of si, s Ci Pk Ci sk, and parameters , and : isi, s Ci; , , 32 2 1 s Ci42 1 2si4 si 0,which is increasing in si, and decreasing in s Ci. Thus, a country of size si has the highestoptimal tariff rate when s Ci si, or Ci i, and a more industrialized country, whose sitends to be high, has a higher optimal tariff rate for a given s Ci.16Somewhat surprisingly, they do not depend on country is own market size i. It is because the marketsize is only related to the scale effect.11hi 0,3 Free Trade Agreements 3.1 Incentives to sign an FTALet us consider an FTA between countries i and j, such that they eliminate all tariffs imposedon commodities imported from each other, while they keep all other tariffs at their originallevels. For an FTA to be signed, both countries i and j must benefit from the agreement.i , tji; ti,j W i0, tij; 0, tji; ti,j and iiThat is, we must have both i W itij, tij; ti,j W j0, tji; 0, tij; ti,j. The condition i, for example, can be W jtjwritten asj, tij; tji , tji; ti X iti M itiV iti 14where V iti V i0, tij V iti, X iti X i0, tji; ti,j X itj; ti,j, and M iti M i0, tij M iti. As we will see shortly, a tariff reduction is likely to increasea consumers gross utility, unless the industrial commodities are highly substitutable. Sincethe FTA increases the countrys export profits and is also likely to increase the importpayments, on the other hand, the FTA has an ambiguous impact on country is industrialtrade surplus. We assume for simplicity that each country i imposes the same external tariffrate, which is denoted by ti, on all commodities imported from countries outside of Ci.First, let us investigate the sign of V iti. The next lemma shows that an FTA increasesa consumers gross utility either if the substitutability among the industrial commodities islow or if the original tariff rate is small.Lemma 3 A bilateral FTA increases a consumers gross utility, i.e., V iti 0, if eitherone of the following conditions is satisfied:i 4 21 2s Ci sj 0,ii ti 8221 2s Ci sj 4 .In particular, in the case where si 1n for any i and the original tariff rate does notexceed the optimal tariff rate that is obtained when i does not have any FTA Ci i, i.e., n i1n, 1n; , , , it is sufficient that 10 for condition ii to be satisfied.Remark 1 Note that condition i is satisfied if 12s Cisj 0, or equivalently s Ci 12 sj 12 . This corresponds to the second best effect: In an economy with distortions, partial removal 12of tax distortions may reduce efficiency see Dixit, 1975, and Hatta, 1977. When a tariffon a commodity is eliminated, distortions between this commodity and untaxed commoditiesshrink, whereas distortions with taxed commodities expand. Thus, if there are more untaxedcommodities than taxed commodities, the second best theory tells us that a bilateral FTAbetween i and j is likely to raise a consumers gross utility. The condition s Ci 12matches exactly to this observation. Turning to condition ii, the righthand side is positiveonly when s Ci 12 . Thus, condition ii is meaningful only when i is not satisfied,and it shows that the detrimental second best effect is negligible if the rate of the tariffs,2 sj 12 sj 1which cause distortions in the first place, is small.Next, we turn to investigating the effect of an FTA between countries i and j on thek be country is per capita import payments toindustrial trade surplus. Let M ik and X icountry k and country is per capita export profits from country k, respectively:M ikti skqikti2, X iktk ki M k Then, we can rewrite country is industrial trade surplus asktk M i X isii kqk XX iti M iti i tk2hi tkkti! iktkAn FTA between i and j only involves changes in ti and tj so that it does not affect X ifor any k 6 i, j. Consequently, a change in country is industrial trade surplus can be writtenask 6izhi Xk 6i,jz jtj M i X ij tiM ikti.direct surplus effectthird country effecthi X iti M itiThe third country effect, represented by the terms in the parentheses, is always positive sincethe reduction of tij makes commodities imported from country j relatively less expensive, andhence country is imports from third countries decrease, i.e., M ikti 0. Although thethird country effect works positively for countries i and j, it implies that the FTA betweenthem hurts all other countries.Having shown that the third country effect is positive, let us now investigate the directj ti:surplus effect, which can be rewritten as follows from the definitions of M ji tj and M ihjtj M i X ij tizdirect surplus effecti j 13hiqji tj2 jqijti2i,where i sii as defined above. The higher i and the lower j, the larger an increase incountry is industrial trade surplus. That is, other things being equal, the relatively moreindustrialized country is more enthusiastic than the less industrialized country in signing abilateral FTA. The more industrialized country derives a large benefit from the opening ofthe partners relatively large market. In addition, opening its own market to the partnersfirms does not significantly increase import payments since the resulting penetration by thepartners firms is relatively small. Another important factor that affects the incentives toform an FTA is the difference in the original tariff rates. It is easy to see that if ti tj, forexample, then qii tj. Country is export to country j increases more than itsimport from country j, and hence the FTA between i and j tends to be more beneficial tojti qjcountry i.3.2 Stable Free Trade Networks An FTA that involves more than two countries can be considered as a collection of bilateral FTAs between member countries, so it is convenient to describe FTAs in terms of graphtheory terminologies. An FTA between countries i and j is described by a link, which is anunordered pair of two countries. An FTA graph is a nondirected graph, N, , consistingof the set of countries N and a free trade network that is a collection of links. The setof country is FTA partners in a network is Ci i k N : i, k , whichincludes i, as we have already described. We continue to write it as Ci without confusion, ifa network is fixed.If tariff rates are exogenously determined, or if they are determined uniquely for eachfree trade network such as in the case where all countries set their individual optimaltariffs given the prevailing network , then country is payoff social welfare can be writtenuniquely by ui. The set of countries N and their payoff functions define a networkformation game.Network formation games are first studied by Jackson and Wolinsky 1996. A pairwisestable network is a network such that i for any i, j , ui uii, j anduj uji, j, i.e., for any pair of linked countries, neither country has an incentiveto cut the link, and ii for any i, j with i 6 j, if ui ui i, j thenuj uj i, j, i.e., for any pair of nonlinked countries, at least one of them has no 14incentive to form a link with the other.17We are particularly interested in the situation where the entire world is involved in alarge FTA, i.e., the world attains global free trade. This situation can also be described by agraph theory terminology. A complete graph is a graph N, comp that contains all possiblelinks, i.e., for any i, j N with i 6 j, i, j comp. We call comp a complete network. Theglobal free trade is a complete graph of the free trade network formation game.3.3 Symmetric Countries We say that countries i and j are symmetric if si sj and i j. This subsection considersthe case in which the world consists of n symmetric countries so that si i 1n for anyi N . In this case, the effects on country is industrial trade surplus can be simplified asfollows,hi X iti M iti jjti2skqikti2 sii qji tj2 qii tj2 sjj qizhqjdirect surplus effectn!in X Xk 6i,jk 6i,jzjti2qikti2.third country effect0The current network structure affects the impact of the FTA between i and j on countryis industrial trade surplus through its effects on commodity demands. Especially importantare the size of Ci and the size of Cj.Let us say that countries i and j are completely symmetric if they are symmetric andCi Cj. If the original tariffs are the same between completely symmetric countries i andj, i.e., ti tj t, then ti tj and qjjti.Thus, the direct surplus effect disappears if countries i and j are completely symmetric andjti, and hence we have qji tj qii tj qitheir original tariffs are the same at t. An increase in country is export to country j and anincrease in country is import from county j are completely canceled out. On the other hand,17Readers may be tempted to formulate a strategic form game such that each player country announcesthe names of players with whom she wants to be linked, and a link is formed if and only if both sides ofthe link announce each others names. In such a game, however, there would be too many Nash equilibria,always including the one without any link. It is because a player has no incentive to announce the name ofthe player who does not announce her name. See Dutta and Mutuswami 1997 for the coalitionproof Nashequilibrium, a refinement of the Nash equilibrium in such games.15the third country effect is nonnegative if n 3. Thus, we have X iti M iti 0if countries i and j are completely symmetric.Therefore, completely symmetric countries always have incentives to sign an FTA as longas one of the conditions in Lemma 3 is satisfied. One important case is that all pairs buti, j have already formed free trade links. Since most tariffs are already eliminated, an FTA between i and j reduces distortions condition i of Lemma 3, and hence enhances aconsumers gross utility in these countries V i 0. Thus, the two countries can improvesocial welfare by signing an FTA, which leads to our first proposition.18Proposition 1 Suppose that there are n symmetric countries in the world, and that theirexternal tariff rates are the same if they are imposed. Then, global free trade a completenetwork comp is a stable network.Proof. If all pairs but i, j have already formed free trade links, i.e., the free trade networkis compi, j, then countries i and j are completely symmetric. As a result, we know fromthe above observation that each countrys industrial trade surplus does not decrease bysigning an FTA. Moreover, since s Ci 1 1n and sj 1n, and similarly for country j, whenthe free trade network is compi, j, we have s Ci 12n 12 for all n 2. Then,it follows from Lemma 3 and Remark 1 that a consumers gross utility in countries i and j 2 sj 1 1strictly increases. Therefore, we haveuicomp uicompi, j,ujcomp ujcompi, j,implying that comp is a stable network.Q.E.D.Remark 2 Note that this proposition holds even if we assume that each country adjustsits tariff rate optimally according to the current free trade network. Starting at the complete graph, if a pair of countries cut their FTA, they would impose the same tariff rates 18Bagwell and Staiger 1999 argue that reciprocal trade liberalization between two countries is beneficialto both countries since it leaves each countrys terms of trade unchanged so that it eliminates negativetermsoftrade externalities. An FTA between two completely symmetric countries fits their argument inthat it leaves the bilateral industrial commodity terms of trade unaffected. In addition, each countrysbilateral terms of trade against a third country improves as qikti decline for k 6 i, j.kti and hence pi 16 i1n, n 1n; , , by symmetry. Thus, the assumptions of Proposition 1 are satisfiedeven if tariff rates are endogenously determined.A natural question now is whether or not the complete graph is a unique stable network.Unfortunately, it is not the case in general. If qjjti andhence qjjti, the direct surplus effect for country i isnegative and it may outweigh the third country effect. This situation arises when countryi tj is significantly smaller than qii tj is significantly smaller than qij has many FTAs with other countries, while country i has a small number of FTAs as thefollowing numerical example illustrates. As a benchmark, we set each countrys tariff rateat n, the optimal level without FTAs.Example 1 Suppose that countries are symmetric, n 12 and 12. Suppose furtherthat ti n for any i N . In this case, graph 1 j, k : j, k 6 1 country 1 does nothave any FTA, while all other countries have FTAs with one another is pairwise stable. Thereason why 1 is stable is that the isolated country 1 does not have an incentive to make abilateral FTA with any other country, although each of other countries has an incentive tosign a bilateral FTA with country 1.If is large, as in the above example, consumer demands are price sensitive.In theabsence of an FTA, therefore, country 1 does not import much of industrial commodities,and most of industrial commodities consumed are domestically produced. However, oncecountry 1 signs an FTA with country 2, say, much of about a half of the consumptionof domestic commodities is substituted by those produced in country 2 so that country 1experiences a dramatic increase in its import payments. In contrast, country 2 has alreadyopened its market to all but country 1 before the FTA. Therefore, the FTA with country 1does not increase its import much even if is large. Therefore, the direct surplus effect ofcountry 1 is negative and is large in its magnitude, which outweighs the third country effectand the effect on V iti in Example 1.In the following, we seek a condition under which every pair of countries has incentivesto form an FTA regardless of their existing FTAs. In such a case, it is obvious that thecomplete graph global free trade becomes the unique stable network.Lemma 4 Suppose that countries i and j are symmetric and that the external tariffs arethe same, i.e., ti tj t. Then, regardless of free trade networks of these two countries 17with the rest of the world, X i M i 0 holds if the following condition is satisfied.t 24 1 1nIf the optimal tariff rate, derived in Lemma 2, is smaller thann , we can concludethat a bilateral FTA between i and j increases the industrial trade surplus for these countries 241 1regardless of the network structure, under the mild condition that their external tariffs arenot greater than their individual optimal tariffs. The next proposition states that it is indeedthe case if the industrial commodities are not highly substitutable.Proposition 2 Suppose that there are n symmetric countries in the world, and that theirexternal tariff rates are the same at t that is not greater than the optimal tariff rate withoutany FTA, i.e., t n. Suppose further that 6. Then, under any network , any pairof countries i and j without a bilateral FTA has incentives to form a free trade link. As aresult, global free trade a complete network comp is the unique stable network.The significance of this proposition is that it applies regardless of these two countriesexisting FTAs. Consider the case where there exist several FTAs, possibly different in size.If the industrial commodities are not highly substitutable among themselves, any pair ofcountries from different FTAs has incentives to form a new FTA. As far as trading blocstake the form of FTAs, as opposed to CUs, they are likely to be building blocs ratherthan stumbling blocs towards global free trade if countries are symmetric. Moreover,Proposition 2 suggests that if countries myopically make decisions as to whether or notthey have FTAs with other countries, the world free trade network will eventually reach thecomplete network such that global free trade is effectively attained.3.4 Asymmetric Countries Now, let us turn to a more realistic case in which countries are asymmetric. Unfortunately,it is difficult to obtain any analytical result in a general setting. Thus, in this subsection, weassume 0 in order to simplify the analysis. This simplification is definitely restrictive,since it makes demands for industrial commodities completely independent of one another,and hence the third country effects vanish and the existing FTA network becomes irrelevantfor each countrys incentive to sign a new FTA. Despite of these restrictions, it is a convenient assumption for illustrating how the asymmetry of countries affect the FTA network 18formation. It follows from Lemma 2 that the optimal tariff rate is constant for any country i,irrespective of si, i, and Ci. Therefore, we can naturally assume that each country imposesthe optimal tariff rate, t 3 as its external tariff.In this special case of no substitution among industrial commodities, we can easily calculate social welfare of each country. Since commodity demands are independent of oneanother when 0, the main part of a consumers gross utility can be written as a simplesum of utilities derived from the consumption of all individual commodities. Let pt andqt denote the equilibrium producer price and quantity of the industrial commodity thatis faced with the tariff rate t, and let vt denote a consumers utility derived from theconsumption of that commodity. Then, we can write V iti X iti Xh Ci Xskv0 k Cisii XXk Ciik CiiM iti skp0q0 shv3 l,Xkp0q0 hp3q3Xh Cih Cishp3q3. ,As Figure 1 shows, we have pt t2 and qt t2, and hence v3 5218, p3q3 29, v0 328, and p0q0 24. Thus, socialwelfare of country i can be written as W it V iti X iti M iti1 s Ci 3s Ci 28518cid:2014siiCi i 19cid:211 Cicid:2014s Ci si 19cid:211 s Ci.If countries i and j sign an FTA, then Ci expands to include j. Thus, the impact oncountry is welfare is W i cid:183cid:20 78sj 2j 272 518536j cid:19cid:19 19 sjcid:18 14 19sicid:181i ji jcid:17cid:214.cid:16cid:19The first term in the brackets corresponds to V i, which is always positive see Lemma 3and Remark 1, and the latter corresponds to the direct surplus effect, X ij . Aswe have discussed in Section 3.1, the direct surplus effect depends on the two countriesj M i 19industrialization levels. By rearranging the above formula, we obtaincid:1610i 3jcid:17W i j 272.Country i has an incentive to sign an FTA with country j if and only if j does not exceed 103 times i. This implies that two countries sign an FTA if their industrialization levels arenot very different. The following proposition is an immediate consequence of this observation.Proposition 3 Suppose that 0 and that countries impose the optimal tariff rate t 3as their external tariffs. Then, countries i and j form a link if i 103 i. Thestable network is a collection of all links, each of which connects such a pair of countries,3 j and j 10and is generically unique.This proposition gives us an interesting prediction. Suppose that there are two groups ofcountries: one is a group of developed countries with similar and high industrialization levels,and the other is a group of less developed countries with similar and low industrializationlevels. Suppose also that the industrialization level of each developed country is far greatermore than 103 times than the one of any less developed country. Then, the FTA formationprocess leads to a stable network in which all countries within each group are linked witheach other, while there is no link across the two groups. The FTA formation process may endwith two stumbling trading blocs if industrialization levels of two groups are very differentfrom each other.4 Free Trade Agreement vs. Customs Union This section investigates the difference in member countries incentives to sign a new FTAemphasizing the fact that a CU requires all members consent when a member country wantsto have a free trade link with an outside country. Our main goal of the paper is to assesshow far the process of PTAs continues and whether or not global free trade is effectivelyattained as a complete worldwide web of PTAs. The analysis in this section may possiblytell us which form of PTAs, CU or FTA, should be encouraged for the purpose of facilitatingmore PTAs in the world. In order to focus on the issue, we assume that external tariff ratesare fixed and the same in both cases.First, we examine incentives for country i having engaged free trade with other countriesin Ci to have a new free trade link with country j Ci, and compare the incentives between 20two cases: the case where Ci forms a CU and the case where Ci is a regional FTA suchthat every pair of countries in Ci has a bilateral FTA. Let us begin with investigating theimpact on a consumers gross utility V i. As we have seen in Section 3.1, the impact on V i isambiguous in both cases. However, these effects are exactly the same between the two cases,since V i only depends on ti and changes in ti are the same between the two cases. Thus, thedifference in changes of the industrial trade surplus between these two cases will determinewhether or not country is incentive to have an FTA with country j is higher in the casecid:16X i Xcid:16zj M ijwhere Ci is a CU rather than a regional FTA. Here, we decompose the third country effectinto the member country and nonmember country effects:X i M i k M icid:17nonmember country effectwhere country k is a representative partner of i, i.e., k Cii, and country h is a representative outsider of i, i.e., h Ci j. Table 1 depicts the signs of the effects, and comparesthese two cases item by item.member country effectdirect surplus effect X ih M ihh CijX izXcid:16k Ciicid:17kcid:17z,FTACU? ? 0 00V i M ij X ij M ik X ik M ih X ih Table 1. FTA vs. CUWe start with M ij , country is import payments to country j. Since country is import issolely determined by ti and country is postFTA tariff vectors are the same between the twocases, the effects are exactly the same. This effect is positive since country i lowers its tariffrate for commodities imported from country j. In contrast, the effects on X ijtj aredifferent especially when Cii is large. It is because country j eliminates tariffs againstall countries in Ci in the case of CU while it eliminates tariffs only for commodities importedfrom country i in the case of FTA. Since industrial commodities are substitutable amongj X i 21themselves, it is obvious that an increase in X ij is smaller in the case of CU. Consequently,the direct surplus effect is lower in the case of CU than in the case of FTA.Next, we investigate the effects on country is industrial trade surplus with a memberkti are the same in both cases.ktk are different again. In the case of FTA, tk is unaffected In the case of CU, on the other hand, country k alsocountry k Cii. As before, the effects on M i However, the effects on X iand hence X ik X ik does not change.k M ieliminates tariffs against country j, and country is export to country k is reduced due tothe substitution effect. Country is industrial trade surplus with a member country k isagain lower in the case of CU. Finally, it is easy to see that the third country effect withnonmembers is the same in both cases. Import payments from country h decreases by thesame amount due to the tariff reductions for commodities imported from country j, andcountry is export to country h stays the same in both cases since tk is not affected.We have shown that the impacts of a new FTA on consumers gross utility are the samebetween the two cases, but the effect on the industrial trade surplus is unambiguously lowerin the case of CU. We record this result as a lemma.Lemma 5 Country i has less incentive to have an FTA with country j Ci when Ci formsa CU rather than a regional FTA or the case where country i has bilateral FTAs with othercountries in Ci, unless the industrial commodities are independent of one another, i.e., 0, in which case the incentives are the same.Whether or not country is incentive to have a free trade link with country j is lowerwhen Cj forms a CU rather than a regional FTA is generally ambiguous, however. Thedifference between these two cases in our terminology is that country i adds only one linkwith country j in the case of regional FTAs, whereas in the case of CU country i addsCj links simultaneously with all individual countries in Cj. The latter case is effectivelyequivalent to the case where country i has an FTA with an integrated economy that consistsof all countries in Cj. Whether country i prefers having an FTA with country j alone orwith the whole Cj depends on the relative characteristics of j and Cj.However, we can make a strong statement in the symmetric country case with a lowsubstitution parameter . Proposition 2 indicates that if all countries are symmetric, and isnot very high, country i has an incentive to have an FTA with any country, in particular withcountry j alone or with an integrated economy consisting of all countries in Cj. Therefore,country i wants to have an FTA with country j whether Cj forms a CU or an FTA. Combining 22this observation together with Lemma 5, we find that two countries are less likely to have an FTA if either of them is a member of a CU in such a situation. Indeed, global free trade isthe unique stable network if all PTAs take a form of FTA Proposition 2, whereas several CUs of asymmetric size may coexist in a stable network if all FTAs take a form of CU.19Proposition 4 An FTA is less likely to be signed if a country involved is a member of a CU rather than a regional FTA if all countries are symmetric, imposing the same externaltariff rate, and 6, i.e., the industrial commodities are not highly substitutable amongthemselves.If countries are not symmetric, CUs can facilitate global trade liberalization more than FTAs. Consider again the asymmetric country case with 0. Let us order n asymmetriccountries according to their industrialization levels such that 1 2 n. We knowfrom Proposition 3 that if 1 103 n, countries 1 and n will not sign an FTA, and theprocess of bilateral FTA formation will never reach global free trade. However, if all FTAsh Ck shPThe industrialization level of the entire Ck, i.e., Ck Ptake a form of CU, the process of CU formation may reach global free trade. Let us considera CU by Ck 1, 2,  , k, formed by k countries with highest industrialization levels.h Ck h, is theaverage industrialization level of all individual members of Ck, so that 1 Ck k.Now, it follows from Proposition 3 that Ck and k 1 sign an FTA, or in other words, CUby Ck expands to include k 1, if Ck 103 k1. Notice that this inequality can holdeven if 1 103 k1. The CU formation averages out member countries industrializationlevels, and hence encourages a less industrialized country to join the group. In particular,if Ck 10CU formation will reach global free trade.203 k1 for any k 1, , n 1, CUs serve as building blocs and the process of 19Employing a coalition bargaining game see Bloch 1996 and Ray and Vohra 1999, Yi 1996 showsthat in equilibrium, two CUs of different size are formed when the world consists of a reasonable numberof symmetric countries. We can conduct the same exercise in our model and obtain qualitatively the sameresult. Suppose that countries are symmetric, n 50 and 5. Suppose further that each countrysets its external tariff rate at n, the optimal level without any PTA. Proposition 2 suggests that in thiscase, a unique stable network in the FTA regime is the complete graph comp. Then, two CUs 43, 7are formed in equilibrium. The first proposer calls 43 countries to form a coalition, which is accepted byall countries involved. Then a country outside of this coalition calls all other remaining countries to formanother coalition, which is also accepted by those countries.20We should note that history of CU expansion may matter. It is possible for the CU expansion to stopprematurely if two unions, one by developed countries and the other by less developed countries, are formed,and the difference in the industrialization levels of these two unions is quite large.235 Concluding Remarks We have introduced a general analytical framework that is suitable for the investigation of PTAs and shown how countries incentives vary with the country size, industrialization level,substitutability among industrial commodities, etc. We have found that if all countries aresymmetric, a complete global free trade network is pairwise stable and it is the unique stablenetwork if industrial commodities are not highly substitutable among themselves. We havealso compared FTAs and CUs as to which of these two regimes facilitates PTA formation.We have shown that in the symmetric country case where industrial commodities are nothighly substitutable, countries are likely to have less incentives to have a new FTA if one ofthe countries is a member of a CU rather than an FTA. If countries are asymmetric, however,the CU formation averages out member countries industrialization levels, which may helpfurther CU formation.We must note that Propositions 2 and 4 are obtained under the assumption that externaltariffs are fixed when countries form FTAs. Since Lemma 2 implies that a countrys optimaltariffs decrease as the country have more free trade links, countries would lower their externaltariffs as they form more free trade links. Indeed, countries incentives to have an FTA areaffected by this tariff adjustment. We have assumed that external tariff rates are exogenouslyfixed, since it is necessary to simplify the model for analyzing various forms of complicated FTA networks. Moreover, it is far from obvious that in reality, countries optimally adjustexternal tariffs every time when they sign a new FTA. Of course, it is interesting to know howthese tariff adjustments affect countries incentives to form PTAs. We leave this extensionfor future research.2121Our primitive numerical analysis in the case of n symmetric countries shows that even if the optimaltariffs are constantly adjusted in the process of free trade network formation, a variant of Proposition 2holds: Social welfare of each side of a new bilateral free trade agreement improves under any ongoing freetrade networks, if is not very high and n is reasonably large.24Appendix Proof of Lemma 3. Using 6, we haven Xk1skqikti 2 2 n X 12 1k12 22 tisktik ti.By substituting this result and 6 into V itij in Lemma 1, we obtainV itij sj 2 2 242 2 ti 14tij.j 1 ti and tj Let t denote the bilateral tariff reform schedule between countries i and j. This schedulej0 tisatisfies tik ti andand tisuch that ti Pk tj for any k where k 6 i, j. Notice that ti also changes in the course of tariff reformtjk Cij skti sj1 ti 1 s Ci sjti, and similarly for tj. Byi 1 tj, where 0, 1 and hence tij1 0, for example. All other tariff rates are kept unchanged, i.e., tisubstituting ti and tij for ti and ti2 2 j, respectively, and using dti 42 2 1 s Ci sjti 2d V itid sjtijd ti, we obtain1 ti 14.By integrating over , the welfare change of country i due to the FTA with j becomesV i V i0, tij V iti2 2 n sjtisjti 242 2 1 s Ci sj4 1 2s Ci sj2itio 18ti hti 282 282 .15The sufficient condition i immediately follows.Let us suppose now that the condition i does not hold so that the terms in the squarebrackets of the last equation in the above are negative. Then the condition ii also followsimmediately.In order to derive the sufficient condition 10 for ii, we consider the case wheresk 1n for any k. Since the original tariff rate ti is less than or equal to the optimal tariff i, we need only show that if 10 condition ii holds when ti i.25Now, V i 0 if and only if 8221 2s Ci sj 4 ti.16Recall that we only consider the case where the denominator of the lefthand side is positive.As Lemma 2 shows, the optimal tariff decreases in s Ci. To derive the condition under whichii holds for any s Ci, therefore, we substitute si 1n, which is the smallest s Ci, for s Ci.Then, the optimal tariff rate that we substitute for ti in the above inequality equals i 32 2 1 1n42 1 2n.4 nNoticing that the lefthand side of 16 decreases by substituting si for s Ci, the inequalitythat we need to verify can be written as 21 382n 4 32 2 1 1n42 1 2n,4 norcid:2632 2 1 1n 242 1 2ncid:27cid:201 3n nFurther computation shows that this inequality can be reduced tocid:21.2 42 4cid:21 0,cid:20 328 3 12 20n 2 1 9n 4n 2 2 1n 3n 2 3where and . To simplify the expressions, we let x 1n. Then,it follows from 1 that the above inequality holds if the following function takes anonnegative value for any x 0, 12 and any 0, 1.gx, 28 3 12 20x 21 1 9x 4x 2 1 2 x 3x 21 3 1 23 x 2 1 10 2 11 1x 115 1.It follows immediately that if 115 , then g0, 0. Moreover, we havex, 21 23 x 1 10 2 11 1,gxwhich is increasing in x. Evaluating this derivative at x 0, we obtain0, 1 10 2 11 1.gx 26, which in turn holds if 111.Thus, gx 0 for all x 0, 12 if 11Together with the fact that g0, 0 if 115 , it implies that gx, 0 for anyx 0, 12 and for any 0, 1 if 111, or equivalently, 10.16120Q.E.D.Proof of Lemma 4. Recall from the proof of Lemma 3 the definition of the bilateral tariffj 1 t andreform schedule between countries i and j, denoted by t where tint, and similarly for j, while tk tk for any k 6 i, j, ti 1 s Ci sjt 1 Ciand any 0, 1. Then, it follows from 6 that1 ti n ti,qijti 2 12 1222 1 Citi 22 n1 Ci nnti.nkti qi 2 Consequently, we havedqijddqikdt 12 t,22 nt.22 n Now, we can rewrite a change in country is industrial trade surplus.hi d X i X iti M itiZ 1 Z 1Z 1Ci Cjjtjddqjidi tj2qjn 00 d M ij tid 2qijtidqijd 2tn 0t 22 n Z 1 ! X22 n 12 1Ci Cj2 k 6i,jn 22 n 20d M iktid 2qikti d d!!!k 6i,j X X 1k 6i,j 222 ntik 22 1 Cindqikd!t 222 n n 2 Ci 1t n 212n The value of this formula is minimized when Ci 1 and Cj n 1. Thus,22 2 hi X iti M itit nt d n Ci !td.27Z 1t 1!tn 22 n 202 n 2t 2n 22 20 n 2 n 2cid:26Z 12t n 212n ncid:2022 t 22 nn 1 tdd.cid:27cid:2122 n 2The contents in the curly brackets is nonnegative for any if and only ift 222 n 1n cid:17cid:1621 1n 4 .Indeed, they are strictly positive under this condition, except at 1 in which case theybecomes zero. Therefore, X iti M iti 0 if this condition is satisfied.Q.E.D.Proof of Proposition 2. If n 2, then si sj 12 , and hence the industrial trade surplusdoes not change. Then, it follows from Lemma 3 that if 10, countries i and j haveincentives to sign an FTA.If n 3, on the other hand, the upper bound for t in Lemma 4 becomes important. As Lemma 2 shows, the optimal tariff is highest when a country does not have any FTA, i.e.,s Ci si. Thus, in the case of n 3 symmetric countries, the optimal tariff rate under anycooperation structures is bounded above by n. Now, let us examine how n varies withn. To see this, we define the function by si 1si, keeping in mind that n 1sifor any i when all countries are completely symmetric. Then, n 3 for any n 3 ifand only if si 13 for any si 13.Since si isi, si; , , for a given set of , , and , we have ddsi isi is Ci. Then, it follows from the optimal tariff formula in Lemma 2 that 32 2 hn 432 2 hi 42 21 2sio 2 di1 sidsi1 si42 21 2si4 1 si42 21 2si 221 si 442 3 4si 2si22,orddsi 4AsiBsi2 ,28where Asi 42 3 4si 2si22,Bsi 32 2 hi 42 21 2si1 si.Now, we show that if 9, then Asi 0 and Bsi 0 for any si 0, 13, whichimplies that is increasing on 0, 13. First, it is easy to see that A0 0 and d Adsi 4 4si 2 0. We can also see A 15134,which in turn is satisfied if 9. Thus, Asi 0 on 0, 13 if 9. Turning to Bsi,it is also easy to see that B0 43 0 and 9 362 15 22 0 if 15 3 1d Bdsi 42 21 2si 221 si 8 21 4si 0.Thus, we have Bsi 0 for any si 0, 13.We have found that ddsi is positive for any si 0, 13 so that takes the largestvalue at si 13. Thus, if 9, then si 13 for any si 13 and hence n 3 for any n 3.Next, we calculate the optimal tariff rate when n 3. 3 32 2 cid:164cid:17cid:16 13 42 13 2cid:17 23123 1082 60 52 .Since 24 1 1n is increasing in n, we need only show 3 24 1 13 to prove that the condition in Lemma 4 is satisfied. Now, we have 24 43 3 923 1082 60 526 2 .This value is nonnegative if and only if 6. Thus, as long as 6 as we have seenbefore, 9 guarantees that n is decreasing in n for n 3, the condition in Lemma 4is satisfied when n 3. Moreover, if 6, then 10 is also satisfied, so that Lemma 2implies that a consumers gross utility increases by the FTA. Consequently, countries i andj have incentives to have an FTA if 6.Q.E.D.29References1 Bagwell, Kyle and Robert W. Staiger, 1997a, Multilateral Tariff Cooperation duringthe Formation of Customs Unions, Journal of International Economics 42, 91123.2 Bagwell, Kyle and Robert W. Staiger, 1997b, Multilateral Tariff Cooperation duringthe Formation of Free Trade Areas, International Economic Review 38, 291319.3 Bagwell, Kyle and Robert W. Staiger, 1999, An Economic Theory of GATT, American Economic Review 89, 215248.4 Baldwin, Richard E., 1996, A Domino Theory of Regionalism, in Richard E. Baldwin, Pertti Haaparanta, and Jaakko Kiander, eds., Expanding Membership of the EU,Cambridge University Press, Cambridge, UK., 2548.5 Bhagwati, Jagdish, 1993, Regionalism and Multilateralism: An Overview, in Jaimede Melo and Arvind Panagariya, eds., New Dimensions in Regional Integration, World Bank and Cambridge University Press, Cambridge, UK, 2251.6 Bhagwati, Jagdish and Arvind Panagariya, 1996, Preferential Trading Areas and Multilateralism Strangers, Friends, or Foes? in Jagdish Bhagwati and Arvind Panagariya, eds., The Economics of Preferential Trade Agreements, AEI Press, Washington,D.C., 178.7 Bloch, Francis, 1996, Sequential Formation of Coalitions in Games with Externalitiesand Fixed Payoff Division, Games and Economic Behavior 14, 90123.8 Bond, Eric W., Raymond G. Riezman, and Constantinos Syropoulos, 2002, A Strategicand Welfare Theoretic Analysis of Free Trade Areas, unpublished manuscript.9 Bond, Eric W. and Constantinos Syropoulos, 1996, The Size of Trading Blocs: Market Power and World Welfare Effects, Journal of International Economics 40, 411437.10 Bond, Eric W. and Constantinos Syropoulos, and L. Alan Winters, 2001, Deepeningof Regional Integration and Multilateral Trade Agreements, Journal of International Economics 53, 335361.11 Deardorff, Alan V. and Robert M. Stern, 1994, Multilateral Trade Negotiations and Preferential Trading Arrangements, in Alan V. Deardorff and Robert M. Stern, eds.,30Analytical and Negotiating Issues in the Global Trading System, University of Michigan Press, 2785.12 Dixit, Avinash K., 1975, Welfare Effect and Tax and Price Changes, Journal of Public Economics 4, 103123.13 Dutta, Bhaskar and Suresh Mutuswami, 1997, Stable Networks, Journal of Economic Theory 76, 322344.14 Ethier, Wilfred J., 1998, Regionalism in a Multilateral World, Journal of Political Economy 106, 12141245.15 Freund, Caroline L., 2000a, Different Paths to Free Trade: The Gains from Regionalism, Quarterly Journal of Economics 115, 13171341.16 Freund, Caroline L., 2000b, Multilateralism and the Endogenous Formation of Preferential Trade Agreements, Journal of International Economics 52, 359376.17 Freund, Caroline L., 2000c, Spaghetti Regionalism, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, No. 680.18 Furusawa, Taiji and Hideo Konishi, 2002, Free Trade Agreements in a Competitive Market Economy, unpublished manuscript.19 Goto, Junichi and Koichi Hamada, 1999, Regional Economic Integration and Article XXIV of the GATT, Review of International Economics 7, 555570.20 Grossman, Gene M. and Elhanan Helpman, 1995, The Politics of FreeTrade Agreements, American Economic Review 85, 667690.21 Goyal, Sanjeev, and Sumit Joshi, 2001, Bilateralism and Free Trade, unpublishedmanuscript.22 Hatta, Tatsuo, 1977, A Theory of Piecemeal Policy Recommendations, Review of Economic Studies 44, 121.23 Haveman, Jon D., 1996, Some Welfare Effects of Sequential Customs Union Formation, Canadian Journal of Economics 29, 941958.24 Jackson, Matthew O. and Asher Wolinsky, 1996, A Strategic Model of Social and Economic Networks, Journal of Economic Theory 71, 4474.3125 Kemp, Murray C. and Henry Y. Wan, Jr., 1976, An Elementary Proposition Concerning the Formation of Customs Unions, Journal of International Economics 6, 9597.26 Kennan, John and Raymond G. Riezman, 1990, Optimal Tariff Equilibria with Customs Unions, Canadian Journal of Economics 23, 7083.27 Kowalczyk, Carsten and Ronald J. Wonnacott, 1992, Hubs and Spokes, and Free Tradein the Americas, NBER Working Paper No. 4198.28 Krishna, Pravin, 1998, Regionalism and Multilateralism: A Political Economy Approach, Quarterly Journal of Economics 113, 227251.29 Krugman, Paul R. 1991a, Is Bilateralism Bad? in International Trade and Trade Policy, eds. Elhanan Helpman and Assaf Razin, MIT Press, Cambridge, 923.30 Krugman, Paul R., 1991b, The Move Toward Free Trade Zones, in Policy Implicationsof Trade and Currency Zones: A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Federal Reserve Bank of Kansas City, Kansas City, 741.31 Levy, Philip I., 1997, A PoliticalEconomic Analysis of FreeTrade Agreements, American Economic Review 87, 506519.32 Lipsey, Richard G. and Kelvin Lancaster, 19561957, The General Theory of Second Best, Review of Economic Studies, 24, 1132.33 Mukunoki, Hiroshi and Kentaro Tachi, 2001, Multilateralism and HubandSpoke Bilateralism, unpublished manuscript.34 Ottaviano, Gianmarco I. P., Takatoshi Tabuchi, and JacquesFrancois Thisse, 2002,Agglomeration and Trade: Revisited, International Economic Review, 43, 409436.35 Ohyama, Michihiro, 1972, Trade and Welfare in General Equilibrium, Keio Economic Studies 9, 3773.36 Panagariya, Arvind and Pravin Krishna, 2002, On Necessarily WelfareEnhancing Free Trade Areas, Journal of International Economics 57, 353367.37 Puga, Diego and Anthony J. Venables, 1997, Preferential Trading Arrangements and Industrial Location, Journal of International Economics 43, 347368.3238 Ray, Debraj and Rajiv Vohra, 1999, A Theory of Endogenous Coalition Structures,Games and Economic Behavior 26, 286336.39 Richardson, Martin, 1993, Endogenous Protection and Trade Diversion, Journal of International Economics 34, 309324.40 Shubik, Martin, 1984, A GameTheoretic Approach to Political Economy, MIT Press,Cambridge.41 Viner, Jacob, 1950, The Customs Union Issue, Carnegie Endowment for International Peace, New York.42 Wonnacott, Ronald, J., 1996, Trade and Investment in a HubandSpoke System Versusa Free Trade Area, World Economy 19, 237252.43 Yi, SangSeung, 1996, Endogenous Formation of Customs Unions Under Imperfect Competition: Open Regionalism Is Good, Journal of International Economics 41,153177.44 Yi, SangSeung, 2000, FreeTrade Areas and Welfare: An Equilibrium Analysis, Review of International Economics 8, 336347.33 pa 2a 3at 3ABC0 paa 20 DEata33a CBAvABCConsumer surplus Import payments Tariff revenue ab 3MRabqtb0 0EDvDEConsumer surplus Import payments ab 2MRabq Figure 1. The Total Surplus in a Commodity Market 0d note: MR Marginal revenue curve NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our working papers are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.html http:papers.ssrn.com 1.2002 2.2002 K. TANO, M.D. FAMINOW, M. KAMUANGA and B. SWALLOW: Using Conjoint Analysis to Estimate Farmers Preferences for Cattle Traits in West Africa Efrem CASTELNUOVO and Paolo SURICO: What Does Monetary Policy Reveal about Central Banks Preferences? 3.2002 Duncan KNOWLER and Edward BARBIER: The Economics of a Mixed Blessing Effect: A Case Study of the Black Sea Andreas Lo SCHEL: Technological Change in Economic Models of Environmental Policy: A Survey Carlo CARRARO and Carmen MARCHIORI: Stable Coalitions 4.2002 5.2002 6.2002 Marzio GALEOTTI, Alessandro LANZA and Matteo MANERA: Rockets and Feathers Revisited: An International Comparison on European Gasoline Markets Effrosyni DIAMANTOUDI and Eftichios S. SARTZETAKIS: Stable International Environmental Agreements: An Analytical Approach Alain DESDOIGTS: Neoclassical Convergence Versus Technological Catchup: A Contribution for Reaching a Consensus 9.2002 Giuseppe DI VITA: Renewable Resources and Waste Recycling 10.2002 Giorgio BRUNELLO: Is Training More Frequent when Wage Compression is Higher? Evidence from 11 7.2002 KNOW 8.2002 European Countries Policy Growth? 11.2002 Mordecai KURZ, Hehui JIN and Maurizio MOTOLESE: Endogenous Fluctuations and the Role of Monetary 12.2002 Reyer GERLAGH and Marjan W. HOFKES: Escaping Lockin: The Scope for a Transition towards Sustainable 13.2002 Michele MORETTO and Paolo ROSATO: The Use of Common Property Resources: A Dynamic Model 14.2002 Philippe QUIRION: Macroeconomic Effects of an Energy Saving Policy in the Public Sector 15.2002 Roberto ROSON: Dynamic and Distributional Effects of Environmental Revenue Recycling Schemes: Simulations with a General Equilibrium Model of the Italian Economy 16.2002 Francesco RICCI l: Environmental Policy Growth when Inputs are Differentiated in Pollution Intensity 17.2002 Alberto PETRUCCI: Devaluation Levels versus Rates and Balance of Payments in a CashinAdvance Economy Laszlo A. KOCZY liv: The Core in the Presence of Externalities Steven J. BRAMS, Michael A. JONES and D. Marc KILGOUR liv: SinglePeakedness and Disconnected Coalitions 20.2002 Guillaume HAERINGER liv: On the Stability of Cooperation Structures 18.2002 19.2002 SUST ETA WAT CLIM VOL CLIM ETA NRM KNOW ETA KNOW NRM CLIM CLIM CLIM ETA Coalition Theory Network Coalition Theory Network Coalition Theory Network NRM CLIM CLIM ETA CLIM ETA SUST KNOW ETA 21.2002 Fausto CAVALLARO and Luigi CIRAOLO: Economic and Environmental Sustainability: A Dynamic Approach in Insular Systems 22.2002 Barbara BUCHNER, Carlo CARRARO, Igor CERSOSIMO and Carmen MARCHIORI: Back to Kyoto? US Participation and the Linkage between RD and Climate Cooperation 23.2002 Andreas LOSCHEL and Zhong XIANG ZHANG: The Economic and Environmental Implications of the US Repudiation of the Kyoto Protocol and the Subsequent Deals in Bonn and Marrakech 24.2002 Marzio GALEOTTI, Louis J. MACCINI and Fabio SCHIANTARELLI: Inventories, Employment and Hours 25.2002 Hannes EGLI: Are CrossCountry Studies of the Environmental Kuznets Curve Misleading? New Evidence from Time Series Data for Germany SUST 27.2002 26.2002 Adam B. JAFFE, Richard G. NEWELL and Robert N. STAVINS: Environmental Policy and Technological Change Joseph C. COOPER and Giovanni SIGNORELLO: Farmer Premiums for the Voluntary Adoption of Conservation Plans The ANSEA Network: Towards An Analytical Strategic Environmental Assessment 28.2002 29.2002 Paolo SURICO: Geographic Concentration and Increasing Returns: a Survey of Evidence 30.2002 Robert N. STAVINS: Lessons from the American Experiment with MarketBased Environmental Policies NRM 40.2002 31.2002 Carlo GIUPPONI and Paolo ROSATO: MultiCriteria Analysis and DecisionSupport for Water Management at the Catchment Scale: An Application to Diffuse Pollution Control in the Venice Lagoon 32.2002 Robert N. STAVINS: National Environmental Policy During the Clinton Years 33.2002 A. SOUBEYRAN and H. STAHN : Do Investments in Specialized Knowledge Lead to Composite Good Industries? Effect 34.2002 G. BRUNELLO, M.L. PARISI and Daniela SONEDDA: Labor Taxes, Wage Setting and the Relative Wage 35.2002 C. BOEMARE and P. QUIRION lv: Implementing Greenhouse Gas Trading in Europe: Lessons from Economic Theory and International Experiences T.TIETENBERG lv: The Tradable Permits Approach to Protecting the Commons: What Have We Learned? 36.2002 37.2002 K. REHDANZ and R.J.S. TOL lv: On National and International Trade in Greenhouse Gas Emission Permits 38.2002 C. FISCHER lv: Multinational Taxation and International Emissions Trading 39.2002 G. SIGNORELLO and G. PAPPALARDO: Farm Animal Biodiversity Conservation Activities in Europe under the Framework of Agenda 2000 S .M. CAVANAGH, W. M. HANEMANN and R. N. STAVINS: Muffled Price Signals: Household Water Demand under IncreasingBlock Prices 41.2002 A. J. PLANTINGA, R. N. LUBOWSKI and R. N. STAVINS: The Effects of Potential Land Development on Agricultural Land Prices 42.2002 C. OHL lvi: Inducing Environmental Cooperation by the Design of Emission Permits 43.2002 J. EYCKMANS, D. VAN REGEMORTER and V. VAN STEENBERGHE lvi: Is Kyoto Fatally Flawed? An Analysis with Mac GEM 44.2002 A. ANTOCI and S. BORGHESI lvi: Working Too Much in a Polluted World: A NorthSouth Evolutionary Model 45.2002 P. G. FREDRIKSSON, Johan A. LIST and Daniel MILLIMET lvi: Chasing the Smokestack: Strategic Policymaking with Multiple Instruments Z. YU lvi: A Theory of Strategic Vertical DFI and the Missing PollutionHaven Effect Y. H. FARZIN: Can an Exhaustible Resource Economy Be Sustainable? Y. H. FARZIN: Sustainability and Hamiltonian Value 46.2002 47.2002 48.2002 49.2002 C. PIGA and M. VIVARELLI: Cooperation in RD and Sample Selection 50.2002 M. SERTEL and A. SLINKO liv: Ranking Committees, Words or Multisets NRM NRM KNOW KNOW CLIM CLIM CLIM CLIM SUST NRM CLIM CLIM CLIM ETA ETA SUST SUST KNOW Coalition Theory Network Coalition Theory Network ETA ETA CLIM ETA SUST SUST SUST SUST VOL ETA PRIV PRIV PRIV SUST ETA PRIV CLIM CLIM SUST SUST 51.2002 Sergio CURRARINI liv: Stable Organizations with Externalities 52.2002 Robert N. STAVINS: Experience with MarketBased Policy Instruments 53.2002 C.C. JAEGER, M. LEIMBACH, C. CARRARO, K. HASSELMANN, J.C. HOURCADE, A. KEELER and R. KLEIN liii: Integrated Assessment Modeling: Modules for Cooperation Scott BARRETT liii: Towards a Better Climate Treaty 54.2002 55.2002 Richard G. NEWELL and Robert N. STAVINS: Cost Heterogeneity and the Potential Savings from MarketBased Policies 56.2002 Paolo ROSATO and Edi DEFRANCESCO: Individual Travel Cost Method and Flow Fixed Costs 57.2002 Vladimir KOTOV and Elena NIKITINA lvii: Reorganisation of Environmental Policy in Russia: The Decade of Success and Failures in Implementation of Perspective Quests 58.2002 Vladimir KOTOV lvii: Policy in Transition: New Framework for Russias Climate Policy 59.2002 Fanny MISSFELDT and Arturo VILLAVICENCO lvii: How Can Economies in Transition Pursue Emissions Trading or Joint Implementation? 60.2002 Giovanni DI BARTOLOMEO, Jacob ENGWERDA, Joseph PLASMANS and Bas VAN AARLE: Staying Together or Breaking Apart: PolicyMakers Endogenous Coalitions Formation in the European Economic and Monetary Union 61.2002 Robert N. STAVINS, Alexander F.WAGNER and Gernot WAGNER: Interpreting Sustainability in Economic Terms: Dynamic Efficiency Plus Intergenerational Equity 62.2002 Carlo CAPUANO: Demand Growth, Entry and Collusion Sustainability 63.2002 Federico MUNARI and Raffaele ORIANI: Privatization and RD Performance: An Empirical Analysis Based on 64.2002 Federico MUNARI and Maurizio SOBRERO: The Effects of Privatization on RD Investments and Patent 65.2002 Orley ASHENFELTER and Michael GREENSTONE: Using Mandated Speed Limits to Measure the Value of a 66.2002 Paolo SURICO: US Monetary Policy Rules: the Case for Asymmetric Preferences 67.2002 Rinaldo BRAU and Massimo FLORIO: Privatisations as Price Reforms: Evaluating Consumers Welfare 68.2002 Barbara K. BUCHNER and Roberto ROSON: Conflicting Perspectives in Trade and Environmental Negotiations 69.2002 Philippe QUIRION: Complying with the Kyoto Protocol under Uncertainty: Taxes or Tradable Permits? 70.2002 Anna ALBERINI, Patrizia RIGANTI and Alberto LONGO: Can People Value the Aesthetic and Use Services of Urban Sites? Evidence from a Survey of Belfast Residents 71.2002 Marco PERCOCO: Discounting Environmental Effects in Project Appraisal Tobins Q Productivity Statistical Life Changes in the U.K. 72.2002 Philippe BONTEMS and Pascal FAVARD: Input Use and Capacity Constraint under Uncertainty: The Case of 73.2002 Mohammed OMRAN: The Performance of StateOwned Enterprises and Newly Privatized Firms: Empirical 74.2002 Mike BURKART, Fausto PANUNZI and Andrei SHLEIFER: Family Firms 75.2002 Emmanuelle AURIOL, Pierre M. PICARD: Privatizations in Developing Countries and the Government Budget Irrigation Evidence from Egypt Constraint 76.2002 Nichole M. CASTATER: Privatization as a Means to Societal Transformation: An Empirical Study of Privatization in Central and Eastern Europe and the Former Soviet Union 77.2002 Christoph LULSFESMANN: Benevolent Government, Managerial Incentives, and the Virtues of Privatization 78.2002 Kate BISHOP, Igor FILATOTCHEV and Tomasz MICKIEWICZ: Endogenous Ownership Structure: Factors PRIV 79.2002 Affecting the PostPrivatisation Equity in Largest Hungarian Firms Theodora WELCH and Rick MOLZ: How Does Trade Sale Privatization Work? Evidence from the FixedLine Telecommunications Sector in Developing Economies PRIV 80.2002 Alberto R. PETRUCCI: Government Debt, Agent Heterogeneity and Wealth Displacement in a Small Open CLIM 81.2002 Economy Timothy SWANSON and Robin MASON lvi: The Impact of International Environmental Agreements: The Case of the Montreal Protocol 82.2002 George R.G. CLARKE and Lixin Colin XU: Privatization, Competition and Corruption: How Characteristics of Bribe Takers and Payers Affect Bribe Payments to Utilities 83.2002 Massimo FLORIO and Katiuscia MANZONI: The Abnormal Returns of UK Privatisations: From Underpricing NRM PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV NRM CLIM CLIM ETA ETA ETA ETA ETA CLIM ETA CLIM CLIM KNOW ETA ETA ETA ETA VOL ETA ETA PRIV ETA PRIV PRIV PRIV PRIV PRIV VOL 94.2002 to Outperformance Misconceptions 84.2002 Nelson LOURENCO, Carlos RUSSO MACHADO, Maria do ROSARIO JORGE and Luis RODRIGUES: An Integrated Approach to Understand Territory Dynamics. The Coastal Alentejo Portugal 85.2002 Peter ZAPFEL and Matti VAINIO lv: Pathways to European Greenhouse Gas Emissions Trading History and 86.2002 Pierre COURTOIS: Influence Processes in Climate Change Negotiations: Modelling the Rounds 87.2002 Vito FRAGNELLI and Maria Erminia MARINA lviii: Environmental Pollution Risk and Insurance 88.2002 89.2002 Laurent FRANCKX lviii: Environmental Enforcement with Endogenous Ambient Monitoring Timo GOESCHL and Timothy M. SWANSON lviii: Lost Horizons. The noncooperative management of an evolutionary biological system. 90.2002 Hans KEIDING lviii: Environmental Effects of Consumption: An Approach Using DEA and Cost Sharing 91.2002 Wietze LISE lviii: A Game Model of Peoples Participation in Forest Management in Northern India 92.2002 93.2002 Martin P. GROSSKOPF: Towards a More Appropriate Method for Determining the Optimal Scale of Production Jens HORBACH: Structural Change and Environmental Kuznets Curves Units Scott BARRETT and Robert STAVINS: Increasing Participation and Compliance in International Climate Change Agreements 95.2002 Banu BAYRAMOGLU LISE and Wietze LISE: Climate Change, Environmental NGOs and Public Awareness in the Netherlands: Perceptions and Reality 96.2002 Matthieu GLACHANT: The Political Economy of Emission Tax Design in Environmental Policy 97.2002 Kenn ARIGA and Giorgio BRUNELLO: Are the More Educated Receiving More Training? Evidence from 98.2002 Gianfranco FORTE and Matteo MANERA: Forecasting Volatility in European Stock Markets with Nonlinear Thailand GARCH Models 99.2002 Geoffrey HEAL: Bundling Biodiversity 100.2002 Geoffrey HEAL, Brian WALKER, Simon LEVIN, Kenneth ARROW, Partha DASGUPTA, Gretchen DAILY, Paul EHRLICH, KarlGoran MALER, Nils KAUTSKY, Jane LUBCHENCO, Steve SCHNEIDER and David STARRETT: Genetic Diversity and Interdependent Crop Choices in Agriculture 101.2002 Geoffrey HEAL: Biodiversity and Globalization 102.2002 Andreas LANGE: Heterogeneous International Agreements If per capita emission levels matter 103.2002 PierreAndre JOUVET and Walid OUESLATI: Tax Reform and Public Spending Tradeoffs in an Endogenous Growth Model with Environmental Externality 104.2002 Anna BOTTASSO and Alessandro SEMBENELLI: Does Ownership Affect Firms Efficiency? Panel Data Evidence on Italy Stock Market Liquidity 105.2002 Bernardo BORTOLOTTI, Frank DE JONG, Giovanna NICODANO and Ibolya SCHINDELE: Privatization and 106.2002 Haruo IMAI and Mayumi HORIE lviii: PreNegotiation for an International Emission Reduction Game 107.2002 Sudeshna GHOSH BANERJEE and Michael C. MUNGER: Move to Markets? An Empirical Analysis of Privatisation in Developing Countries 108.2002 Guillaume GIRMENS and Michel GUILLARD: Privatization and Investment: CrowdingOut Effect vs Financial Diversification World 109.2002 Alberto CHONG and Florencio LOPEZDESILANES: Privatization and Labor Force Restructuring Around the 110.2002 Nandini GUPTA: Partial Privatization and Firm Performance 111.2002 Francois DEGEORGE, Dirk JENTER, Alberto MOEL and Peter TUFANO: Selling Company Shares to Reluctant Employees: France Telecoms Experience PRIV 112.2002 KNOW 15.2003 Isaac OTCHERE: IntraIndustry Effects of Privatization Announcements: Evidence from Developed and Developing Countries 113.2002 Yannis KATSOULAKOS and Elissavet LIKOYANNI: Fiscal and Other Macroeconomic Effects of Privatization 114.2002 Guillaume GIRMENS: Privatization, International Asset Trade and Financial Markets 115.2002 D. Teja FLOTHO: A Note on Consumption Correlations and European Financial Integration 116.2002 Ibolya SCHINDELE and Enrico C. PEROTTI: Pricing Initial Public Offerings in Premature Capital Markets: The Case of Hungary 1.2003 Gabriella CHIESA and Giovanna NICODANO: Privatization and Financial Market Development: Theoretical Issues Ibolya SCHINDELE: Theory of Privatization in Eastern Europe: Literature Review 2.2003 3.2003 Wietze LISE, Claudia KEMFERT and Richard S.J. TOL: Strategic Action in the Liberalised German Electricity 4.2003 5.2003 6.2003 7.2003 8.2003 9.2003 Market Laura MARSILIANI and Thomas I. RENSTROM: Environmental Policy and Capital Movements: The Role of Government Commitment Reyer GERLAGH: Induced Technological Change under Technological Competition Efrem CASTELNUOVO: Squeezing the Interest Rate Smoothing Weight with a Hybrid Expectations Model Anna ALBERINI, Alberto LONGO, Stefania TONIN, Francesco TROMBETTA and Margherita TURVANI: The Role of Liability, Regulation and Economic Incentives in Brownfield Remediation and Redevelopment: Evidence from Surveys of Developers Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources: A Blessing or a Curse? A. CAPARROS, J.C. PEREAU and T. TAZDAIT: NorthSouth Climate Change Negotiations: a Sequential Game with Asymmetric Information 10.2003 Giorgio BRUNELLO and Daniele CHECCHI: School Quality and Family Background in Italy 11.2003 Efrem CASTELNUOVO and Marzio GALEOTTI: Learning By Doing vs Learning By Researching in a Model of Climate Change Policy Analysis 12.2003 Carole MAIGNAN, Gianmarco OTTAVIANO and Dino PINELLI eds.: Economic Growth, Innovation, Cultural Diversity: What are we all talking about? A critical survey of the stateoftheart 13.2003 Carole MAIGNAN, Gianmarco OTTAVIANO, Dino PINELLI and Francesco RULLANI lix: BioEcological Diversity vs. SocioEconomic Diversity. A Comparison of Existing Measures 14.2003 Maddy JANSSENS and Chris STEYAERT lix: Theories of Diversity within Organisation Studies: Debates and Future Trajectories Tuzin BAYCAN LEVENT, Enno MASUREL and Peter NIJKAMP lix: Diversity in Entrepreneurship: Ethnic and Female Roles in Urban Economic Life 16.2003 Alexandra BITUSIKOVA lix: PostCommunist City on its Way from Grey to Colourful: The Case Study from Slovakia 17.2003 Billy E. VAUGHN and Katarina MLEKOV lix: A Stage Model of Developing an Inclusive Community 18.2003 19.2003 Selma van LONDEN and Arie de RUIJTER lix: Managing Diversity in a Glocalizing World Sergio CURRARINI: On the Stability of Hierarchies in Games with Externalities 20.2003 Giacomo CALZOLARI and Alessandro PAVAN lx: Monopoly with Resale 21.2003 Claudio MEZZETTI lx: Auction Design with Interdependent Valuations: The Generalized Revelation Principle, Efficiency, Full Surplus Extraction and Information Acquisition 22.2003 Marco Li Calzi and Alessandro PAVAN lx: Tilting the Supply Schedule to Enhance Competition in UniformPrice Auctions 23.2003 David ETTINGER lx: Bidding among Friends and Enemies 24.2003 Hannu VARTIAINEN lx: Auction Design without Commitment 25.2003 Matti KELOHARJU, Kjell G. NYBORG and Kristian RYDQVIST lx: Strategic Behavior and Underpricing in Uniform Price Auctions: Evidence from Finnish Treasury Auctions 26.2003 Christine A. PARLOUR and Uday RAJAN lx: Rationing in IPOs 27.2003 Kjell G. NYBORG and Ilya A. STREBULAEV lx: Multiple Unit Auctions and Short Squeezes 28.2003 Anders LUNANDER and JanEric NILSSON lx: Taking the Lab to the Field: Experimental Tests of Alternative Mechanisms to Procure Multiple Contracts Tanga Mc DANIEL and Karsten NEUHOFF lx: Use of Longterm Auctions for Network Investment 29.2003 30.2003 Emiel MAASLAND and Sander ONDERSTAL lx: Auctions with Financial Externalities 31.2003 Michael FINUS and Bianca RUNDSHAGEN: A Noncooperative Foundation of CoreStability in Positive Externality NTUCoalition Games 32.2003 Michele MORETTO: Competition and Irreversible Investments under Uncertainty_ 33.2003 Philippe QUIRION: Relative Quotas: Correct Answer to Uncertainty or Case of Regulatory Capture? 34.2003 Giuseppe MEDA, Claudio PIGA and Donald SIEGEL: On the Relationship between RD and Productivity: A 35.2003 Alessandra DEL BOCA, Marzio GALEOTTI and Paola ROTA: Nonconvexities in the Adjustment of Different Treatment Effect Analysis Capital Inputs: A Firmlevel Investigation PRIV PRIV PRIV PRIV PRIV PRIV PRIV CLIM KNOW ETA SIEV NRM CLIM KNOW CLIM KNOW KNOW KNOW KNOW KNOW KNOW Coalition Theory Network PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV ETA KNOW PRIV KNOW ETA 36.2003 Matthieu GLACHANT: Voluntary Agreements under Endogenous Legislative Threats 37.2003 Narjess BOUBAKRI, JeanClaude COSSET and Omrane GUEDHAMI: Postprivatization Corporate Governance: the Role of Ownership Structure and Investor Protection Slim BEN YOUSSEF: Transboundary Pollution, RD Spillovers and International Trade 38.2003 Rolf GOLOMBEK and Michael HOEL: Climate Policy under Technology Spillovers 39.2003 40.2003 Carlo CARRARO and Carmen MARCHIORI: Endogenous Strategic Issue Linkage in International Negotiations 41.2003 42.2003 Sonia OREFFICE: Abortion and Female Power in the Household: Evidence from Labor Supply Timo GOESCHL and Timothy SWANSON: On Biology and Technology: The Economics of Managing Biotechnologies 43.2003 Giorgio BUSETTI and Matteo MANERA: STARGARCH Models for Stock Market Interactions in the Pacific 44.2003 Katrin MILLOCK and Celine NAUGES: The French Tax on Air Pollution: Some Preliminary Results on its Basin Region, Japan and US Effectiveness 45.2003 Bernardo BORTOLOTTI and Paolo PINOTTI: The Political Economy of Privatization 46.2003 Elbert DIJKGRAAF and Herman R.J. VOLLEBERGH: Burn or Bury? A Social Cost Comparison of Final Waste ETA 47.2003 CLIM 48.2003 CLIM 49.2003 CTN 50.2003 Disposal Methods Jens HORBACH: Employment and Innovations in the Environmental Sector: Determinants and Econometrical Results for Germany Lori SNYDER, Nolan MILLER and Robert STAVINS: The Effects of Environmental Regulation on Technology Diffusion: The Case of Chlorine Manufacturing Lori SNYDER, Robert STAVINS and Alexander F. WAGNER: Private Options to Use Public Goods. Exploiting Revealed Preferences to Estimate Environmental Benefits Laszlo A. KOCZY and Luc LAUWERS lxi: The Minimal Dominant Set is a NonEmpty CoreExtension 51.2003 Matthew O. JACKSON lxi:Allocation Rules for Network Games 52.2003 Ana MAULEON and Vincent VANNETELBOSCH lxi: Farsightedness and Cautiousness in Coalition Formation 53.2003 Fernando VEGAREDONDO lxi: Building Up Social Capital in a Changing World: a network approach 54.2003 Matthew HAAG and Roger LAGUNOFF lxi: On the Size and Structure of Group Cooperation 55.2003 Taiji FURUSAWA and Hideo KONISHI lxi: Free Trade Networks GG PRIV CLIM KNOW CTN KNOW KNOW ETA CLIM PRIV SIEV CTN CTN CTN CTN CTN l This paper was presented at the Workshop Growth, Environmental Policies and Sustainability organised by the Fondazione Eni Enrico Mattei, Venice, June 1, 2001 li This paper was presented at the Fourth Toulouse Conference on Environment and Resource Economics on Property Rights, Institutions and Management of Environmental and Natural Resources, organised by Fondazione Eni Enrico Mattei, IDEI and INRA and sponsored by MATE, Toulouse, May 34, 2001 lii This paper was presented at the International Conference on Economic Valuation of Environmental Goods, organised by Fondazione Eni Enrico Mattei in cooperation with CORILA, Venice, May 11, 2001 liii This paper was circulated at the International Conference on Climate Policy Do We Need a New Approach?, jointly organised by Fondazione Eni Enrico Mattei, Stanford University and Venice International University, Isola di San Servolo, Venice, September 68, 2001 liv This paper was presented at the Seventh Meeting of the Coalition Theory Network organised by the Fondazione Eni Enrico Mattei and the CORE, Universite Catholique de Louvain, Venice, Italy, January 1112, 2002 lv This paper was presented at the First Workshop of the Concerted Action on Tradable Emission Permits CATEP organised by the Fondazione Eni Enrico Mattei, Venice, Italy, December 34, 2001 lvi This paper was presented at the ESF EURESCO Conference on Environmental Policy in a Global Economy The International Dimension of Environmental Policy, organised with the collaboration of the Fondazione Eni Enrico Mattei , Acquafredda di Maratea, October 611, 2001 lvii This paper was presented at the First Workshop of CFEWE Carbon Flows between Eastern and Western Europe, organised by the Fondazione Eni Enrico Mattei and Zentrum fur Europaische Integrationsforschung ZEI, Milan, July 56, 2001 lviii This paper was presented at the Workshop on Game Practice and the Environment, jointly organised by Universita del Piemonte Orientale and Fondazione Eni Enrico Mattei, Alessandria, April 1213, 2002 lix This paper was presented at the ENGIME Workshop on Mapping Diversity, Leuven, May 1617, 2002 lx This paper was presented at the Euro Conference on Auctions and Market Design: Theory, Evidence and Applications, organised by the Fondazione Eni Enrico Mattei, Milan, September 2628, 2002 lxi This paper was presented at the Eighth Meeting of the Coalition Theory Network organised by the GREQAM, AixenProvence, France, January 2425, 2003 2002 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Voluntary and International Agreements Editor: Carlo Carraro Sustainability Indicators and Environmental Valuation Editor: Carlo Carraro Natural Resources Management Editor: Carlo Giupponi KNOW Knowledge, Technology, Human Capital Editor: Dino Pinelli MGMT Corporate Sustainable Management Editor: Andrea Marsanich Privatisation, Regulation, Antitrust Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro CLIM VOL SUST NRM PRIV ETA CLIM GG SIEV NRM 2003 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Global Governance Editor: Carlo Carraro Sustainability Indicators and Environmental Valuation Editor: Anna Alberini Natural Resources Management Editor: Carlo Giupponi KNOW Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano IEM CSRM PRIV ETA CTN International Energy Markets Editor: Anil Markandya Corporate Social Responsibility and Management Editor: Sabina Ratti Privatisation, Regulation, Antitrust Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network ", "filename": "NDL2003-055.pdf", "person": ["Taiji Furusawa", "Furusawa, Taiji", "Hideo Konishi", "Konishi, Hideo"], "date": ["2003"]}