{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/117968/1/NDL2004-098.pdf"], "title": ["Party Formation and Coalitional Bargaining in a Model of Proportional Representation"], "plaintext": "Party Formation and Coalitional Bargaining in a Model of Proportional Representation Siddhartha Bandyopadhyay and Mandar Oak NOTA DI LAVORO 98.2004JUNE 2004CTN Coalition Theory Network Siddhartha Bandyopadhyay, Department of Economics, University of Birmingham Mandar Oak, Department of Economics, Williams College This paper can be downloaded without charge at:The Fondazione Eni Enrico Mattei Note di Lavoro Series Index:http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection:http:ssrn.comabstractXXXXXXThe opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico MatteiParty Formation and Coalitional Bargaining in a Model of Proportional Representation Summary We study a game theoretic model of a parliamentary democracy under proportionalrepresentation where citizen candidates form parties, voting occurs and governmentsare formed. We study the coalition governments that emerge as functions of the partiesseat shares, the size of the rents from holding office and their ideologies. We show thatgovernments may be minimal winning, minority or surplus. Moreover, coalitions maybe disconnected. We then look at how the coalition formation game affects theincentives for party formation. Our model explains the diverse electoral outcomes seenunder proportional representation and integrates models of political entry with modelsof coalitional bargaining.Keywords: Proportional representation, Party formation, Coalitions JEL Classification: C72, D72, H19We thank Samrat Bhattacharya, Eric Bond, Stephen Coate, James Jordan, Vijay Krishna, Tamar London, Antonio Merlo, Neil Wallace, and participants at severalconferences and seminars for comments and especially Kalyan Chatterjee and Tomas Sjostrom for end less discussions and suggestions. All remaining errors are ours.Address for correspondence:Siddhartha Bandyopadhyay Department of Economics University of Birmingham Edgbaston Birmingham B15 2TTUKPhone: 44 121 414 6658Fax: 44 121 414 7377Email: s.bandyopadhyaybham.ac.uk1. Introduction In democracies that use proportional representation PR, it is unusual for a singleparty to control more than half the seats in parliament. In a study of 313 elections in 11 democracies in Europe see Diermeier and Merlo 2001 from 19451997, it wasfound that only 20 of the elections returned a single party with more than half theseats in parliament. Hence, in such democracies minority and coalition governmentsare more prevalent. Moreover, coalition governments differ in the number of participants as well as the ideological cohesion of their members. For example, in a studyof fifteen European democracies in the post war period, Gallagher, Laver and Mair1995 find that about 35% of coalitions were minimal winning, 36% were minoritycoalitions while the rest of the coalitions 29% were surplus coalitions. Laver and Schofield 1990 and Indridason 2001 report instances of ideologically disconnectedcoalition governments being formed over the same time period in Europe.The recent game theoretic models of PR, notably Diermeier and Merlo 2000 and Baron and Diermeier 2001, collectively referred to as BDM employ the efficientbargaining approach to coalition politics to provide an explanation for the size diversity of coalitions. According to this approach, the party in charge of putting togethera coalition called the formateur can buy the support of other parties by adaptinga compromise policy position or by making side payments in return for support. Using this they are able to generate equilibrium governments which can be minority,minimum winning or surplus. This is a major point of departure from the previoustheoretical literature since Riker 1962 which had consistently predicted minimumwinning coalitions in equilibrium. However, these recent papers do not consider theissue of disconnected coalitions 1. They also do not look at whether their results areconsistent with endogenous party entry.1Brams et al 2001 is one of the few papers which explicitly addresses this issue.2In this paper we construct a game theoretic model of PR which endogenizes partyformation, voting as well as coalitional politics. Our paper shares some features withthe aforementioned literature in that we also use the formateur selection procedure 2but precludes the possibility of efficient bargaining in particular, of being able tomake unlimited side transfers or the ability to be able to commit to a policy at thegovernment formation stage. Instead, we assume, that under a coalition government,the implemented policy is approximated by the seatweighted average of the idealpolicies of the coalition partners and each party in the coalition receives a share ofpower to be interpreted as rents from office or directed transfers in the paper inproportion to its seats. This approach allows us to formalize the issue of how partyentry and government formation are affected by the relative importance of ideology torents from office. In doing so, we generate a number of refutable predictions about therole of policy motivation visavis political power in the determination of governmentformation as well as political party formation.The particular assumption about the bargaining outcome has strong empirical support. Empirical studies of power sharing among coalition partners see Browne and Fendreis 1980 and Laver and Schofield, 1990 have found substantial evidencethat coalition partners share cabinet portfolios in proportion to their relative seatshares. Since a large bulk of political power is vested in various ministerial offices,the politician in charge of a particular ministry is entitled to that power as well asthe right to make a policy in the relevant area.Our second point of departure from the previous literature concerns our treatmentof the statusquo in the event of the failure to form a government. We assume thatin the event that the attempts at government formation fail, a consensus governmentcomprised of all the parties is formed. Under such government, the implementedpolicy is the seatweighted average of the ideal points all the members of the legislature 2Ansolabehere et al 2003 provide empirical support for the use of such models 3and the political power is shared in proportion to the seats. Baron and Diermeier, onthe other hand, assume an exogenously given status quo while Diermeier and Merloassume it to be equal to the ideal point of one of the parties.The basic structure of our model can be described as follows: there is a politycomprised of groups of citizens who share policy preferences. Each group decideswhether or not to form a political party in order to gain representation in the legislature. Election takes place between the contesting parties and each party gets seats inthe parliament equal to its vote share. This is followed by the process of governmentformation. If there exists a party that receives absolute majority, then it is selectedas the formateur, otherwise each party is probabilistically chosen to be the formateurwith the recognition probability equal to its seat share. The formateur invites anysubset of parties in the legislature to form the government.3 If all the invitees agree tojoin the government and if the prospective government wins the backing of a majorityof legislators, then the government assumes office. Otherwise a caretaker governmentis instituted. The policy choice and the power sharing arrangement between the member parties of a government is as described in the earlier paragraph. To sum up, wemodel the system of PR by integrating the citizencandidate approach a la Besleyand Coate 1997 and Osborne and Slivinski 1996 with a variant of the coalitionformation literature.We now summarize our main results. At the coalition formation stage, we showhow the equilibrium nature of coalitions varies both with the choice of formateur aswell as with changes in the value of ideology to rents from office. For a symmetricthree party case, we completely characterize the equilibrium coalitions. In particular,we see that there is a non monotonic relation between rents from office and connectedcoalitions. The other cases of interest we discuss is where there is a large centrallylocated party with two smaller parties on either side and another where the two 3We do not preclude the possibility that the formateur may invite a subset of parties that doesnot include itself.4smaller parties are close to each other. We show how this can lead to disconnectedcoalitions, the two small parties by leaving the large party out can appropriate morerents for themselves. A general result that we get is that when the rents from officeare large enough, equilibrium governments are minimal winning though not minimumsize. At intermediate ranges of the value of rents from office we get the various kindsof coalitions seen in democracies under PR. We then do a two dimensional analoguewith BDM and find that for their symmetric three party case we get minimum winningcoalitions under the assumptions in our model. The difference stems from the fact thattheir results on equilibrium coalition choice are driven only by the position of theexogenously given status quo and choice of formateur while our results also dependon the ideological closeness of the parties as well as the tradeoff between rents andideology. We then examine what incentives the coalition formation procedure givesideological group to form parties. We find that there exists an equilibrium of thepolitical game which has the median group when it is unique being the only groupto stand for elections and under some configurations, we show that this could in factbe the unique equilibrium. Hence, this is contrary to the Duvergerian predictionsee Duverger 1964 4that PR promotes more party formation than does Pluralityvoting. We further show how political competition can increase with increases in thevalue placed to rents from office. In particular, beyond a certain value of the rents,we get a non unique political equilibrium where all the ideological groups contestfor elections.The next section discusses some more papers which are related to our work. Thisis followed by presenting the model, solving the legislative game and then solvingthe entire political game. A comparison is done with the BDM papers using a twodimensional policy space, followed by a robustness analysis by looking at how sensitive 4See Feddersen 1992, Fey 1997 and Palfrey 1989 for formalizations of the Duvergerian hypothesis that Plurality Rule leads to two party rule.5our results are to the way we model the coalition formation procedure. The finalsection discusses the empirical relevance of our model and concludes.2. Related literature Our work is related to several strands in the literature, particularly with severalpapers on coalitional bargaining, party positioning and endogenous party formation.It also draws on the insights provided by classic works on electoral systems, theactivist literature on PR see Barber 1999 for example and several case studieswhich throw light on actual coalitional structure.The study of what type of coalitions will form in equilibrium dates back to Rikerearlier cit  However, the concern in Rikers work is with the division of a fixedpie which members of the winning coalition are entitled to. Hence, he predicts aminimum winning coalition i.e. the minimal winning coalition made of the smallestnumber of members.5When ideology is considered there are no longer compellingreasons to predict a minimal winning coalition. Instead, following Axelrod 1970,the natural thing to predict would be a minimum winning connected coalition i.e.a coalition that does not leave out a partner who is in between two coalition partnerson the ideological dimension. As pointed out, until the papers by BDM, most of thetheoretical papers did make such predictions see Austen Smith and Banks 1988,Baron 1989, 1991,1998 and Lupia and Strom 1995 for instance.There are also a fair number of models of party formationstrategic entry, startingfrom the citizen candidate models of endogenous candidate entry to more recent papers by Riviere 2000, Morelli 2001 and Osborne and Tourky 2002 in the recentpapers a distinction is made between a candidate and a party.6 These papers either 5For some of the theoretical papers on coalition formation both with a constant pie as well as anon constant sum pie see Ray and Vohra 1997 and the references in the survey by Bloch 19976In recent papers by Levy 2002 and Jackson and Moselle 2002 the role of a party when thespace is multidimensional rather than unidimensional is analyzed. For a recent survey on coalitions 6assume that the winner is selected by plurality rule or they model the post electionpolicy outcome as a majority rule game, thus missing one of the most important aspects of PR which is coalition formation. There are also papers dealing with strategicentry under more general outcome functions most notably Dutta, Jackson and Le Breton 2000 but the generality of the paper does not allow them to generate any sharppredictions except that under complete information at least one player candidatewill behave strategically.The fact that PR promotes diversity has been made by Ortuno Ortin 1997. Thepaper assumes that the policy is a weighted average of the two parties policy with theweights being proportional to seat shares. The main aim is to provide an explanationof why policies pursued might deviate from the median voters position. Hamlin and Hjortland 2000 integrate this approach with the citizen candidate literature and De Sinopoli and Iannantuoni 2001 consider model with non strategic parties butstrategic voters. Both papers predict two parties under proportional representationcontrary to empirical evidence. Moreover, the assumption of vote weighted averagedoes not capture the institutional details of coalition formation and government policymaking which is an important aspect of democracies under PR.A more complete analysis of the electoral process has been made by Austen Smithand Banks earlier cit., Baron 1993 Roemer 2001 and Baron and Diermeier earlier cit  Baron and Diermeier also note that with strategic voting minority parliaments may form in equilibrium and voters do not always vote for the party closest totheir ideal point. The first result is of interest as it provides a justification for dealingwith the coalition formation stage under a minority parliament. These papers do notdeal with party formation and their parties are only endogenous in the sense thatthey choose positions.and party formation, see Dhillon 2003 which also discusses some other recent work on politicalparties and coalitions.7In summary, we differ from these papers in two major ways. First, we make different assumptions about coalitional bargaining in particular, by assuming no commitment and non transferable utility. Second, we integrate the institution freecitizencandidate approach to politics with the rich institutional details of parliamentary democracy under PR.3. The Model In this section we formalize the political process under PR. We denote by N 1, 2,  , N the set of groups of citizens in the polity where 1 N . Let Nidenote the measure of citizen belonging to group i . Let X denote the policy space.The payoff of a representativecitizen belonging to group i is denoted byuxi x Twhere x X is the policy implemented, xi is the ideal policy of party i and T isthe transfer of money received by the citizen. The interpretation of T is the amountof directed transfer made to that group as opposed to the policy which has a publicgood interpretation. We shall throughout assume that a group which is a part of thegovernment receives a transfer P where is the relative size seat share of the groupin terms of the number of parties in the government. This is the main distinctionfrom being in government and out of government Only members of a governmentare able to hold ministries and hence make directed transfers to their own groups.This is the particular way we interpret the rents from office and following the strongempirical evidence as discussed in the Introduction we assume the ministries whichwe assume is vested with the ability to make these transfers to be split according to 8party size.7 We assume that u0 0, ucid:48 0, ucid:48cid:48 0. The political process can bedescribed by the following four stages.1 Candidate Entry Each group simultaneously decides whether or not to contest the elections. There is a cost 0 of contesting the elections. Letei 10 indicate that group i contests does not contest the elections.Hence, given an entry profile e e 1, e 2, , e N , the set of parties contestingan election can be denoted by Ce i N : ei 1.2 Elections Citizens simultaneously vote over the set of contesting parties Ccid:54 . We assume throughout this model that voting is costless and eachcitizen votes for the party that is closest to his ideal policy. Upon elections,each party receives seats in the parliament in proportion to its relative voteshare. In reality there are minimum floor requirements and the integer constraints that must be taken into account. In our model we abstract from theseconsiderations.3 Government Formation Let C, Si,xi denote a parliament comprised of C 0 parties where Si denotes party is seat share and xi its ideal point.The process of government formation is comprised of three stages: formateurselection, protocoalition formation and the vote of confidence.a Formateur Selection If there is a party k such that Sk 12, then party kis asked to be the formateur. If there is a hung parliament, i.e., if Si 1for all i C, then each party is asked to become the formateur withprobability Si. The formateur selection process described here variously 27Note that we could alternately have assumed that people care for policy and rents or directed transfers in the ratio and 1 . Hence, payoff for a citizen of group i can be writtenas u xi x 1 T. The comparative statics that we do would have been in terms of themarginal rate of substitution between policy benefits and rents. This makes no qualitative change,so we keep the simpler formulation.9called proportional selection or random recognition seems to fit the datawell see Diermeier and Merlo 2001.b ProtoCoalition Selection The formateur asks any subset of parties in thelegislature, D, to form a government. D is called the protocoalition. Allthe members of the protocoalition must simultaneously decide whetheror not to accept the offer. If the offer is unanimously accepted, then Dgoes on to seeks the vote of confidence, otherwise a caretaker governmentis instituted.c Vote of Confidence If a protocoalition decides to accept the formateursoffer, it must seek the vote of confidence from the legislature. Each member of the legislature simultaneously votes to approve or to disapprove theprotocoalition. If the protocoalition wins more than 50% of the votes,then it goes on to form a government, otherwise a caretaker governmentis instituted.4 Policy Selection Let D denote the government in office. Depending uponthe outcome of the government formation stage, there could either be a singleparty government, coalition government or a caretaker government in power.There are two cases to consider. Single Party or Coalition Government: Let i denote the relative seatshare of party i in the government. We assume that the policy chosenby such a government is given byk D kxk and each member of eachcid:801cid:80P .i D iparty in power gets a transfer equal to Consensus Government: In case of a caretaker government, the policyi C Sixi and each member of the legislaturegets a transfer P . In other words, a caretaker government is the same asimplemented is given bycid:80a consensus government formed by all parties in the legislature.We assume that if no group decides to form a party, then each citizenreceives a payoff u.104. Solving the Legislative Model We will solve the game backwards. Thus, we will first solve for the coalition formation and policy making stage for a given legislature. In the next section we shall lookat party formation and study the incentives generated by the parliamentary game forparty formation. Thus, in this section we start with a given seat share for each party.There are two stages in the legislative game viz. government formation and policymaking.4.1. The Government Formation and Policy Making game. We assume thateach party in the legislature acts as a cohesive decision making unit which triesto maximize the payoff of its representative member. Once the coalition wins theconfidence investiture vote, policy making and division of the spoils of office isdecided by the bargaining among members The bargaining procedure is of coursecomplicated by the fact that we have a non constant sum game. Thus, we do notexplicitly model this but simply assume that each members strength is the weight ithas in the government and thus they will share the rents from office in that ratio andthe implemented policy will be a seat weighted outcome of the members ideal points.Let viD denote the average payoff of a member of party i when D is the rulingcoalition. If i D, then viD uxi x D and if i D, then viD uxi x D 1the seat shares of coalition D.8 Let viCdenote the payoff of a member of party i when there is a consensus government.P where s D is the size i.e.s DAt the vote of confidence stage, the members of party i will vote for the proposedgovernment D if viD vi we assume that when indifferent, a party membervotes for the proposed government. Let AD denote the set of parties that wouldvote for the proposed government D and let s AD denote its size. If s AD 12 , then D forms the government. Let W denote the set of proto coalitions that will win the 8Note that party i receives i P part of the power. Hence, the per party member share of poweris i Psi. Since i sis D, we have the per capita share to be 1s DP.11vote of confidence. Formally, W D 2C s.t. s AD 1proto coalition selection stage. At this stage the formateur k must choose the proto 2. Now we come to thecoalition. Let Y denote the set of proto coalitions that are unanimously preferredby its constituents over the status quo. Formally, Y D 2Cs.t.viD viThus, every coalition member has a veto power in that it can decide not to be in thecoalition. Hence, unanimity is required among the selected members for a coalitionto be formed. Let Dk denote the proto coalition most preferred by a member of partyk, i.e. Dkargmax DWY vkD. For simplicity, we assume that Dk is unique for eachk otherwise choose with equal probability. Thus, associated with each formateurk we have an equilibrium government Dk. Formally, a legislative equilibrium can bedefined as follows:Definition 1. A legislative equilibrium is a collection of proto coalition D1, D2,  , DNsuch that k C, Dkargmax DWY vkDNote that existence is not a problem as the sets W and Y are well defined. Hence,Dk is well defined.4.2. Defining different coalitions. Before stating our main results on the parliamentary stage it is useful to make precise the types of coalitions we had described inthe introduction. Let C, Si,xi denote a parliament comprised of C 0 partieswhere Si denotes party is seat share and xi its ideal point. Let D N denote thecoalition in power with i denoting the relative seat share of party i D. Naturally,for i D, i . Some special cases of interest are Sicid:80 D 1 a single party is in power.k D Sk cid:80 cid:80 cid:80k D Sk 1k D Sk 1government.k D Sk 1cid:802 D is a minority government.2 and i D such thatcid:802 and for any i D,k Di Sk 1coalition government.12k Di Sk 12 D is a supermajority 2 D is a minimal winning D C a consensus government. Cxii D denote the convex hull of the ideal points of the coalition partners.If j cid:54 D such that xj Cxii D then D is a disconnected coalition.Otherwise D is a connected coalition.The following section characterizes the types of equilibrium coalitions as a functionof policy and power.5. A symmetric three party characterization and a limiting result Consider a legislature comprised of 3 parties, 1, 2 and 3, with x 1 0, x 2 x 12and x 3 1. We shall further assume that S1 S2 S3 13. Each party has welldefined preferences denoted by a weak ordering cid:194i over the set of possible coalitions.If two or more parties prefer a coalition D over the status quo 1, 2, 3, then the D succeeds in forming a government. We will completely characterize the set ofequilibrium coalitions.5.1. Party 2 as the formateur. First suppose that party 2 is chosen as the formateur. It obviously prefers 2 over any other D and will succeed in forming thegovernment if 2 cid:1941 1, 2, 3. 1s payoff from 2 in power is x while his payofffrom 1, 2, 3 is 1x 3 P . Hence, 1 will support the coalition ifx 1 x 3 P2 3which simplifies to x 12 P . Hence, if the above condition holds, 2 will successfullypropose a minority government comprised only of itself. It his condition does not hold,the 2s other alternatives are 1, 2 or 1, 2, 3 or 1, 3. Since 1, 2 cid:1942 2, 3, 2 willpropose 1, 2 if 1, 2 cid:1942 1, 2, 3 which is equivalent towhich simplifies to x 2and hence 2 is assured of winning the vote of confidence. If x 2 x 27 P . Note that 1 will always support 1, 2 over 1, 2, 37 P , then 2s next 7 67 6 2P x 1 x P313best alternative would be either 2, 3 or 1, 2, 3. In either case the government isassured of party 3s support hence support. 2 will propose 2, 3 ifx 1 x 2 2P x 1 x 3 Pwhich simplifies to x 1 6P . Otherwise 2 will prefer the status quo 1, 2, 3.The following diagram summarizes the various possible coalitions in the P, xspace.Figure 1. Coalitions with 2 as Formateur 5.2. Party 1 as the formateur. Let party 1 be the formateur. Its most preferredgovernment is 1, which it will succeed in forming if 1 cid:1942 1, 2, 3, which is sameasx x 1 x Pwhich simplifies to x 15 P . If the above condition fails to hold, the next bestfeasible alternative for party 1 is 1, 2. Party 2 will accept 1s proposal to form 1, 25 3314x P1,221,2,3 00.5ifwhich boils down to x 2propose either 2,1, 3 or 1, 2, 3.7 63 2P x 1 x x 27 P . If neither 2 nor 1, 2 are feasible, then 1 could PNote that 2 will always get party 2s support. Hence, 1 would propose 2 if 2 2P2 cid:1941 1, 3 and 2 cid:1941 1, 2, 3. The former condition is equivalent to x 1and latter is equivalent to x 12 3P . Similar conditions can be obtained for therange over which 1, 3 is the best feasible combination. The following diagram showsthe various equilibrium coalitions when party 1 is the formateur.Figure 2. Coalitions with 1 as Formateur 5.3. Party 3 as the formateur. To study the possible coalitions when party 3is the formateur, we do a similar exercise of deriving 3s best feasible coalitions.The following diagram shows the various equilibrium coalitions when party 3 is theformateur.15x P2 1.2 1,3 1 00.5Figure 3. Coalitions with 3 as Formateur 5.4. Connected vs. disconnected coalitions. An important insight that the recent empirical work on coalitions has revealed see Indridason, earlier cit. is thatdisconnected coalitions may be more frequently see where ideology is less importantas compared to rents or what we also interpret as special transfers as opposed topolicies which affect all groups. To see when this may be true more clearly, considertwo particular cases, one where there is a large party which is centrally located andtwo smaller parties on either side and another where there are two ideologically similar parties with a large party further away from them. We can to fix ideas, assume,as in the symmetric case, that we have parties 1, 2, 3 with ideal points 0, x, 1.S2 maxS1, S3. Thus, essentially we now introduce asymmetry in party size to seehow that affects coalition formation. The closer x is to 12, the lower the value of Pneeded to get a disconnected coalition. Again, as S2 gets bigger the chance of a disconnected coalition increases until S2 12. This captures the intuitive phenomenonthat the centrist party is left out as it is asking for too much in terms of share of 16 P00.5x2,31,31,2,3P . However, this is a special case of a more general result, namely as the value of Pgets larger, the equilibrium coalitions are minimum winning subject to the formateurbeing in the coalition. Hence, in this case the two smallest parties form a coalitionand, being on either side, the coalition is disconnected. On the other hand, whenthey are on the same side, we can get again get disconnected coalitions when P isvery high as the far extreme party will call on the smallest partner which may befarthest from it. In both cases, what is of further interest is to check for consistencywith the entry game which we do in the next section.In this context we note that the general result when the value of rents become veryhigh is that every formateur can form a coalition and that will be minimal winning.We state this formally as follows.Proposition 1. There exist a value of P beyond which every formateur i N canform a coalition and that will be a minimum winning coalition, in particular it willbe the smallest minimum winning coalition subject to inclusion of the formateur Proof. Consider party i N and let M denote the smallest minimum winning coalition subject to inclusion of i and denote by S 12 the relative size of the coalition.Denote an alternative larger coalition by Mcid:48 and its relative size by Scid:48. Note thatthere exists P for which u M PScid:48 . Hence, a larger coalition is ruled out.Now we need to show that a smaller coalition will be voted down by a majority.S u Mcid:48 PDenote the smaller coalition by Mcid:48cid:48against by all members not included in Scid:48cid:48and its relative size by S2. It will be votedas long as u P u Mcid:48cid:48. The value ofcid:48cid:48 1P which satisfies both inequalities is the one beyond which all equilibrium coalitionsare minimal winning.6. Party formation We are now able to define the political equilibrium. We first define the entry stageequilibrium and then the political equilibrium.17Definition 2. Entrystage Equilibrium: A profile e of entry decisions constitutes anequilibrium if, for all i C, ViC ViCcid:48, where ViC respectively ViCcid:48 isthe expected utility of party i from contesting respectively not contesting and theset of entrants is denoted by C and Ccid:48 C i.Definition 3. Political Equilibrium: A political equilibrium is a collection D, ewhere D D1, D2,  , DN is a collection of equilibrium proto coalitions of thegovernment formation game and e is an entryprofile such that,1 k C, Dkargmax DWY vkD and2 e is an equilibrium of the entry game given the protocoalition decision functions.6.1. Results. Given these definitions we can now easily show existence.Proposition 2. A Political equilibrium exists.Proof. The number of players 1 N and the strategy set is finite. Hence, theconditions for existence of a Nash equilibrium holds. In particular, the governmentformation subgame associated with each formateur also has an equilibrium as Dk iswell defined.Now since the entry decision of each party is dependent on the decisions by otherparties it is not very difficult to see that we get multiple equilibria. We shall demonstrate this by giving examples of such multiplicity. However, as our next propositionshows, if the median is unique, then the median group being the only group to forma party is always an equilibrium.Proposition 3. If the median group is unique, there exists a political equilibriumin which the median group stands uncontested and implements its ideal policy inparliament.18Proof. If the median group forms a party no group can get more than half the votesby standing on its own.As the median party retains its absolute majority it still becomes the formateurand implements its ideal point. Thus any group i by launching a party incurs a netcost since its change of utility from standing is U xm U xm 0. Hence,no unilateral deviation is profitable. Any group by forming a party only undergoes acost.9It is natural at this stage to ask what if anything can be said about Duvergerslaw. NonDuvergerian predictions for PR have been made see the papers cited insection 2, in particular showing that only two parties can form under PR. Theassumptions are open to question but clearly it is worth investigating if strategicentry in our particular framework can give rise to non Duvergerian predictions. Aninteresting point in this context made by Morelli earlier cit. is that in a multidistrict model if the population distribution across districts is sufficiently dissimilar Duvergers predictions are reversed. We demonstrate that even in a one districtscenario we can get more parties under plurality voting than under PR.There are three groups with ideal points 0, x 12 , 1. We further assume that Ni 3 i. We wish to look at conditions under which the median group forming the 1party is the unique equilibrium. In other words, contra Duvergerian prediction wehave only one party under PR. We also examine under what conditions we haveanother equilibrium in which all the groups will stand. To understand why the uniqueequilibrium could be party with ideal point x standing, note that the group furtheraway from x i.e. the party with ideal point 1 may wish to withdraw in order toprevent the minimum winning coalition of 0, x which will be worse for the group thanif the ideal policy of the middle group x is implemented. The conditions that need 9This is not robust in the sense that it depends on the simultaneity of the game. Note that thisnon robustness is true for the citizen candidate model as well.19to be satisfied for this is that the equiprobable chance of the three coalitions thatoccur when all three groups form parties must be less than the utility from x beingimplemented with certainty. In this, we have different cases to consider. The first iswhen there a coalition between the parties with ideal point 0 and 1 when the partywith ideal point 0 is the formateur and a minority government when the party withideal point x is the formateur and a caretaker government when the party with idealpoint 1 is the formateur.Proposition 4. Let there be three equal sized groups, 1,2 and 3 with the ideal pointscid:175cid:175 x13 xcid:175cid:175 x .Therecid:175cid:175 cid:175cid:175 xcid:175cid:175 12given by 0, x 12 , 1, respectively. Further assume thatexists a unique political equilibrium where the party with ideal point x contests whenthe following conditions hold 1 13 x 12 3P 3 maxu,x,1 x where u denotes the payoff when no party runsfor elections.cid:175cid:175 1cid:175cid:175 x1cid:175cid:175 x implies that if all three groups have Proof. The assumption 3 x 1 Pcid:175cid:175 x1cid:175cid:175 x 3 12 133cid:175cid:175 x 2cid:175cid:175 3 xcontested and by sincere voting gained equal seat shares in the legislature the partywith ideal point 0 as formateur will from a minimum winning coalition with the partywith ideal point x, while the party with ideal point x will form a minority coalitionat low values of P and the status quo will be implemented when the party with idealpoint 1 is the formateur. Clearly, this is not restrictive in that in the event that theparty with ideal point 0 can form a minority government, the incentive for the partywith ideal point 1 to drop out is even greater. Given that, we see by condition 1that the group with ideal point 1 prefers to drop out which leads to the policy x beingimplemented with certainty. Condition 2 makes sure that group 2 would always liketo form a party and contest the elections.The intuition for this is that the further extreme party with ideal point 1 prefersx as the policy than a coalition which would lead to x 2 being the policy and hencedrops out to give the middle party a majority. Thus, while several formalizations of 20Duvergers law relied on voters behaving strategically see references earlier cit., wehave shown that even with sincere voting the intuition is not very different if there isstrategic behavior on the part of parties. In particular, notice that the condition forcid:175cid:175 x1cid:175cid:175 13cid:175cid:175 xcid:175cid:175 1uniqueness under PR is weaker than that under plurality voting PV in the sensethat under PV 1to hold as in the event of a tie there is a on third probability of the party with ideal 3 x 1 P x 1 would need 3 12 13point 1 being the winner and hence appropriating all the P.We now look at entryproofness for the two asymmetric cases described in thediscussion on connected vs. disconnected coalitions. Recall that we had three parties 1,2,3 with ideal points 0,x, 1. s 2 maxs 1, s 3 The closer x is to 12 the lower the valueof P to get disconnected coalitions. Again ;as sx gets bigger chances of a disconnectedcoalition increases until s 2 1. We can see why at low P and reasonably moderate an extreme party may want to drop out.Now consider the three parties 1,2,3 with ideal points 0,x, 1 with s 3 maxs 1, s 2.It is easy to see that with low P the status quo is implemented. As an example ofentry non proofness consider x close to 0. It is easy to see that there exists Psuch thats 2x s 3 x cid:175cid:175cid:175cid:175 1 x 2 xcid:175cid:175cid:175cid:175 P2 P3But notice that this is not entry proof. This is because x 13 13 P for x close to 0.3 x 1P3 s 2x s 3 x Note of course that as P gets very large there exist a political equilibrium in whichall groups contest. The following proposition formalizes this.Proposition 5. There exist a value of P such that all N groups contesting the elections is a political equilibrium as long as there does not exist a group j such thatcid:80Nj ij Ni.Proof. We know that there exist a value of P at which any formateur i can form aminimal winning coalition including itself. We need to show that there exist a value 21at which in an equilibrium with all N groups forming parties, no one will deviate. Theminimum loss assuming party i is in government only if selected to be a formateurto a party i by withdrawing is PN Eu N Eu Ni Eu N Eu Ni denotes differencein expected utility in terms of ideology implemented if party i withdraws which is 0 for large P.7. Multidimensional Analysis and comparison with the Baron Diermeier Merlos efficient bargaining So far we have done a one dimensional analysis. The models of BDM earliercit. consider scenarios where there are two policy dimensions and characterize asymmetric case with three parties which are equidistant from each other. While thetwo dimensional model they use can be analyzed in our framework as well, the onedimensional analysis allows us to look at the issue of connectedness 10of coalitionsand develop comparative static results with regard to how equilibrium coalitions couldchange from connected to disconnected or vice versa as a function of seat share,ideological closeness and the value of the rents from office. In this section we providea two dimensional characterization for a symmetric 3 party case which would alsofacilitate comparison with BDM. We also comment on the differences in the resultsthat they obtain with our results for the same set of ideal points. Following BDMlet the ideal points of party 1,2 and 3 be located on the vertices of an equilateraltriangle with the coordinates being respectively 0, 0, 1, 0 and 12 ,things comparable we assume that si 132 . To make 3 for all i. We divide the regions by drawingcid:17912 ,cid:18036lines from the partys ideal points which cross at the centroid of the triangle.Following our choice of status quo, we have x .We will show that regardless of the identity of the formateur and the value of P minimal winning coalitionsemerge. Further, the formateur is indifferent to the choice of a coalition partner. Theintuition is simple enough. Any formateur is unable to form a minority government 10In multidimensional space, defining connectedness itself is difficult.22Figure 4. 2 Dimensional Caseas the other partners prefer the status quo policy to the formateurs ideal point.However, any party asked by the formateur is willing to join as the compromisedpolicy which is midway between them is preferred by both to the status quo. Thisgoes through for any value of P as the seat shares are the same and there is thus noeffect coming from wanting to take a smaller party. We formalize this in the followingproposition.Proposition 6. Let there be three parties 1, 2, 3 of equal size and two policy dimensions x and z . Further, let the parties have policy positions given by 0, 0, 1, 0 and 2 respectively. Let the utility function for party i be given by 12 y 1 xi2 12 ,2 y 2 zi2 P, where y y 1, y 2 is the implemented policy. Then, for any forma31teur i 1, 2, 3 the equilibrium government will be minimum winning. Further, i willbe indifferent to the choice of a coalition partner.2360,01,01 2, 3 212345Proof. As the parties are located symmetrically, we can consider the case where 1is the formateur without loss of generality. In that case 1 can propose to either 2cid:179cid:180or 3 and in each case the utility both to the formateur and the other party will be 14 Pbe 12 . Hence this proposal will be accepted by whoever the formateurinvites. Clearly, this also rules out supermajoritarian governments as the policy in 2 . Now the utility from the status quo which is 3 Pto both parties will 3 14 P3612 ,this three party case is the same as the status quo policy. Now, we only need tocheck that a formateur cannot propose a minority government. This is also easy tosee as the minority government yields a utility of 1 for the two excluded partieswhich is less than 13 . Hence, the minority government will be voted against bythe two excluded parties. Notice, that the results are the same whoever is chosen by 3 Pthe formateur in the minimum winning coalition as the three parties are equidistantfrom each other. Hence, the formateur is indifferent to a choice of coalition partner.This result contrasts with both the papers.In the static version of Diermeierand Merlo, only minority and surplus supermajoritarian coalitions occur. That isbecause of the particular status quo they take. Diermeier and Merlo constrain thestatus quo x to lie in the set x 1, y 1 , x 2, y 2 , x 3, y 3. Baron and Diermeier 2001have an arbitrary status quo, in general their status quo can lie in one of the sixpartitions of the triangle or even outside it. They get minimum winning coalitionsexcept when the status quo is very outlying. The reason is that with an outlyingstatus quo, coalition partners in their framework are willing to make large transfersto be in the government.An important distinction in our approach as compared to BDM is worth mentioning. For large enough P we necessarily get minimal winning coalitions subject to theinclusion of the formateur. In other words when the value that parties place on rentsor directed transfers to their own groups as compared to ideology, we converge tothe prediction of Riker subject to inclusion of the formateur On the other hand, the 24choice of coalition in BDM is driven by the status quo and is independent of the valueof P increasing. Hence, even when P is very large they do not converge to Rikersprediction. Both approaches have merit, however because of efficient bargaining BDM are unable to analyze how coalition structure varies as the relative importanceof ideology to rents from office change. It is also worth noting that they also ignoreany endowment constraints. They analyze P as perks which can be freely transferredbut they do not analyze what happens when the value is small so that the transfersrequired for the efficient outcome cannot be made .In other words, their results wouldvary when the constraint becomes binding i.e. P is low.The arbitrary status quo chosen by BDM can be generated as the status quo inour model for different seat shares as long as it lies inside the triangle. However,all points inside are not really admissible for coalition formation as si 13 for thosepoints to be a status quo in our model. A comparison can of course be carried outfor an arbitrary status quo in the BDM framework and compare it to what happensif we replace their assumption of full commitment and perfect transferability withthe no commitment assumption that we use in our model. To rule out issues ofhow P would be divided we set it to 0. We find that even when we consider thestatus quo chosen by BDM in the two papers we get different results if we assume nocommitment. We first analyze the case. where the status quo is the policy of any oneof the parties  In that scenario, there are two cases to consider, one where the policyof the formateur i is the status quo and another where j cid:54 i is the formateur. In thefirst case it is easy to see that i proposes a minority government including only itselfand all parties support it as they are indifferent to the governments policy and thestatus quo x which are the same. In the second case the proposer j also proposesa minority government and is supported by the party which is different to js policyand the status quo as they are equidistant. Hence, the results in the static version oftheir paper gives only minority governments under our assumptions.25Now, consider the more general case which It is easy to show that only minority orminimal winning governments can form. In each of these six regions and assumingx cid:54 xi if the party closest to the status quo is the proposer a minimal winningcoalition forms and the proposer is indifferent to the identity of the other coalitionpartner.8. Robustness: How critical are the assumptions?In this section we study the robustness of the equilibrium to the assumptionswe made about parliamentary rules formateur selection procedure bargaining outcomes, voting behavior and inability of parties to commit to positions other thattheir ideal points. We will not deal with the last two issues except make brief remarks about each. However, we shall talk in some detail about two alternate ways tomodel legislative behavior which are common in the literature.8.1. Majority Rule game. Instead of the formateur selection and coalition formation procedure suppose Parliament operated by voting on each issue by majority rule.In a single dimensional policy space this would lead to the Condorcet winner. If asingle issue is what matters to the groups we get fairly sharp results for the whole political process. Consider the arbitrary N groups and assume a unique median exists.In that case we get the following results immediately.Proposition 7. If after elections the median of the candidates representing differentparty positions is implemented, at most two groups put up candidates in equilibrium.Proof. First, note that more than two candidates standing cannot be an equilibrium.To see this note that if three or more candidates contest in the second stage therewill be at least one candidate who will be non pivotal i.e. whose dropping out will notaffect the implemented policy. hence, it is not optimal for that candidate to contest.We now show that there can be zero, one or two candidate equilibria.If cost are very high it is easy to see that no candidate will stand.26To get one candidate equilibria first note that there exists a c for which if thecandidate with ideal point 0 stands, for all , 1 will not find it worthwhile to contestand win This implies that u1 P c. This implies a continuum of onecandidate equilibria where any candidate can stand in equilibrium. However, as cdecreases the range decreases i.e. the marginal candidate who can stand uncontestedmoves towards the median. Further, as c decreases we can get two candidate equilibriasymmetrically around the median.11Notice, that this contrasts with Duvergers hypothesis that PR leads to a multipartymore than two system. Moreover, this range around which symmetric 2 candidateequilibria can occur also keeps shrinking.Proposition 8. As costs go to zero and the median is unique the unique equilibriumis for the median citizen to form a party.Proof. We need to consider only one candidate or two candidate equilibria.Consider a 1 candidate equilibrium with a group xi cid:54 xm where xm is the ideal pointof the median candidate. WLOG, let xi xm. Clearly, any j such that xi xj xmcan form a party and get more than half the votes. The net gain to group j is U xj U xi P 0 when 0.Now consider 2 candidate equilibria. We already know that they must be symmetricaround the median. Let us denote the utility to the median group in these symmetricequilibria by U xs. Since, the post election policy gets selected by majority rule, ifthe median group deviated and formed a party it will get its ideal point in stage 2.Hence, by deviating the median group gets U xm U xs P 0 when 0.11We have assumed that the group sizes are the same for convenience and they are at the samedistance from their neighbors, hence 2 candidate equilibria are possible. Otherwise, as we haveshown before we need to introduce voter uncertainty to get 2 candidate equilibria.27We already know that the median group being the only group to form a party isan equilibria. We have shown no other equilibria exists. Hence, as cost go to zerothis is the unique equilibrium.A comparison with plurality voting is quite interesting. For different cost levels weget one or two candidate equilibria as in the citizen candidate model with pluralityvoting. As cost decrease our prediction is extremely sharp under PR unlike pluralityvoting and it predicts a unique outcome. However, this seems hardly representativeof how Parliament works. In particular, even if this were taken to be a way to makedecisions we run into problems if the policy space is multidimensional. Differentresults obtain depending on how voting on different issues take place.8.2. Selection in order. Another rule which is sometimes seen in formateur selection and mandated by law in Greece is selection in order analyzed by Austen Smithand Banks earlier cit  We now look at ex post coalitions under the Selection inorder rule Austen Smith and Banks Protocol. Briefly, this involves a fixed order ofasking parties to be the formateurstarting with the largest in terms of vote sharesand then if the largest fails to form a government the second largest and so on. If allparties fail a national government is formed and the policy implemented is a statusquo policy which is implemented by a caretaker government which enjoys no power.We now present some results which contrast with random selection.Proposition 9. If power and entry costs are low the unique equilibrium of the politicalgame is for the median group to be the unique party to form.Proof. We first show that if power is low in the parliamentary game only the medianparty will be able to command a majority support. This is because any coalition willhave an implemented policy xj cid:54 xm where xm is the median partys ideal point.Hence, a majority of members prefer xm to xj. Hence, the optimal coalition when themedian party proposes is for it to propose a coalition consisting only of itself which 28will be accepted. Therefore, the unique equilibrium of the parliamentary game is forxm to get implemented.Clearly, if this is the outcome in the legislature no other group will launch a partyin the party formation stage.Proposition 10. If the status quo policy x is implemented by a caretaker governmentwhich enjoys no power, that government will not form in equilibrium.Proof. We are required to show that at least 1 party can form a successful coalitionwhen it is the formateur. Notice that as x lies between x 1 and xn a coalition of themedian party is preferred by a majority to the status quo. So there exists a feasiblecoalition which dominates the status quo.We notice that this result contrasts with that under proportional selection. In fact,while caretaker governments are not unheard of it is usually the case that even thoughgovernments may not form at the first attempt it is almost always the case that somecoalition comes to power. The one shot version of the random recognition protocol bycutting off the game in one stage does not allow for any other party to get a chanceto propose leading to this extreme situation. A further insight that we get is thefollowing.Corollary 1. An extreme party cannot form a minority government.Proof. To see this notice that the middle partys minority government is preferredby a majority of members. Thus there exists at least one coalition which Hence,parties commanding a majority of seats will not accept the proposal of a minoritygovernment by an extreme party.A couple of remarks at this point are in order.Remark 1. Minimal winning ,minority and surplus governments are possible in equilibrium. Moreover, the coalitions may be connected or disconnected.29The tradeoffs involved are similar to the proportional selection model.Remark 2. The first party may not be able to form a coalition. Hence, delays mayoccur in equilibrium. However, it is worth noting that for every equilibrium involvingdelay there is an equilibrium without delay which leads to the same government.Notice that the formateur may not be able to form a government including itselfand hence the offer it makes to other parties to join a coalition with it will be turneddown. However, an equivalent outcome can be achieved by the formateur proposinga coalition excluding itself which lies in W Y.Some points of difference are worth noting.First, in the random recognition protocol we may get caretaker governments as wellas minority governments. Selection in order never leads to a caretaker governmentin equilibrium. Moreover, only a median party can form a minority government andthat too only when power is very low. At the empirical level, while selection in orderis not borne out, it is worth investigating if the predictions of the one period randomrecognition model used in recent papers by BDM which we have adopted here as wellcaptures important features of the data. Clearly, finite periods of these protocolschange the results but it is still not clear what institutional details correspond tothis random recognition protocol. Thus, when the largest party is not selected weneed to see if this is because a party other than the largest has indicated that it hasthe support of other parties which would enable it to form a government. Anotherimportant thing to look at is how well the random recognition model fits the dataafter accounting for an incumbency bias i.e. where the last party in power is firstasked to form the government. The selection in order protocol is something thatcan be observed and legislated on as in Greece. However, there is certainly a lotto be said for this random selection procedure in terms of capturing the inherentuncertainty that is associated with the political environment in government formation 30in most countries. Moreover, this random selection model of BDM we have analyzedunder modified assumptions leads to fairly interesting results.Clearly, there are issues which are important in the political process which wehave left out. For instance, we do not consider the issue of strategic voting. Aslong as representation per se is important, there are less reasons for voters to behavestrategically under PR than under plurality. There is enough evidence in the recentrunoff in the French Presidential elections to believe that voters behaved sincerely.12Further work is certainly needed in this area. We have embedded a citizen candidatemodel in the institutional framework of coalition government formation. Thus, we donot allow parties to credibly commit to positions other than their own. Given thatparties may have access to a credible commitment device often repeated play ensuresthat, see Alesina earlier cit it would be interesting to see if this would lead tomore divergence or more convergence of party policies. This remains a fascinatingarea of future research.9. Empirical relevance and concluding remarks We have presented a model of parliamentary democracy under PR which predictspolitical coalition formation as a function of party size and the relative importance ofpower to ideology. Moreover, by endogenizing the political entry stage we have shownhow our legislature is consistent with a party formation game under the assumptionof sincere voting. Our coalition and policy making stages in particular give rise tocertain predictions which contrast with those existing in the literature. In particular,two limiting cases arise, one when parties care only for ideology and another wherethe rents of office become very large. We find that in the limit Rikers size principledoes apply subject to inclusion of the formateur and coalitions are minimal winning 12Candidates to the left of Jospin received enough votes which, if combined, could have ensured Chiracs defeat.31though not minimum size when the vale of rents from office become very big. However, because we explicitly consider party size, disconnected coalitions can occureven with parties which are purely driven by ideology. Thus, when parties care onlyfor ideology they may leave out an ideologically close partner because a large partycan tilt the policy too close towards its ideal point because of its increased bargainingstrength.We can usefully compare our paper to the papers by BDM which use efficientbargaining and perfect commitment within the coalition. Given any coalition, ourmodel predicts a policy orientation that is skewed towards larger parties while BDMpredicts that party size will be irrelevant. This stems from the bargaining procedurein BDM giving equal weights to all parties. With different weights in proportion tosize, our results in this regard will match. The more fundamental difference comesfrom the assumption of no commitment which leads to substantive differences inpredictions for coalitions for a given a composition of the legislature. Empirically, wedo not believe that perfect commitment or the converse are observed. However, ourresults are robust to some degree of commitment. We believe that apart from theusefulness of analyzing the polar opposite of BDM, no commitment at the coalitionformation stage is often a good approximationthis implies that the proposer cannotmake a take it or leave it offer such that anything in the status quos majority win setwould be accepted. This seems consistent with the observed phenomenon of powersharing that is seen in coalitions around the world. As we had pointed out earlier Laver and Schofield earlier cit. state that cabinet seats being allotted roughly inproportion to seat shares is one of the most observed empirical regularities of coalitiongovernments. They also provide a discussion for why at the coalition formation stagethe manifestos written are not binding and that actual policies are a result of intricatebargaining inside the coalition.13 Hence, both as an approximation to what happens 13See also Laver and Shepsle 1995.32in the real world and in terms of predictive power we argue that no commitment isnot a bad assumption.Another issue that we address, but which BDM cannot because of their assumption of efficient bargaining is the ideological connectedness of coalitions as functionsof power. We are not aware of too many studies which look at this systematically.A paper by Indridason 2001 examines the nature of disconnected coalitions in thecontext of a few northern European countries and tentatively concludes that this isrelated to whether the office seeking model is more appropriate or whether the coalition is governed by ideological considerations. Our model makes a set of predictionswhich are more precise and can provide a useful basis for further case studies alongthese lines. In fact, another recent paper by Indridason 200314 presents some empirical tests on clientelism and coalition structure. While his clientelism may notbe the only way to think about we call political power, it provides an interesting setof hypothesis about how coalition structure depends on the degree of office seekingmotives of politicians. It is certainly worth looking at some of our predictions usingthe same dataset.An extremely important issue is the formateur selection procedure. Diermeier and Merlo 2001 provide the first systematic empirical study but they study only the firststage i.e. they look at whether it is the case that the first party is always asked to formthe government against the alternate that this is roughly in proportion to seat sharesand find empirical support for the latter. However, some things are worth furtherinvestigationwhen the party elected to be the formateur is not the largest it is worthlooking at whether they have informally waived the right to form the government.Moreover, whether it is the case that the party selected to be the formateur has aninformal pre electoral understanding with a set of parties which together can win amajority in parliament. Also, given an incumbency bias in selection we need to check 14Kalandrakis 2002 also does an empirical analysis of coalitions though his empirical analysisis restricted to minority governments.33how well the two alternatives perform after controlling for that. Another issue worthpursuing is to see how well proportional selection fits the data after controlling for thenumber of parties. These issues together with a more specific procedure incorporatinginstitutional details of bargaining among parties inside a coalition will lead the wayto a more complete understanding of formateur selection considerations as well aswhy delays in bargaining over government formation occur.34References:AMY, D. 2000, Real ChoicesNew Voices: The Case for Proportional Representation Elections in the United States, Columbia University Press.ANSOLABEHERE S., J. SNYDER, A. STRAUSS and M. TING 2003,Voting Weights and Formateur Advantages in the Formation of Coalitional Governments mimeoAUSTENSMITH, D. and J. BANKS 1988, Elections, Coalitions, and Legislative Outcomes, The American Political Science Review, Vol. 82, No. 2, June,pp. 405422.AXELROD, R., 1970,The conflict of interest, Chicago, Marham.BARBER, K. 1999, A Right to Representation :Proportional Election Systems for the Twentyfirst Century Ohio State University Press.BARON, D. and J. FEREJOHN 1989, Bargaining in Legislatures, The American Political Science Review, Vol. 83, No. 4, December, pp.11811206.BARON, D. 1989, A non cooperative theory of legislative coalitions, American Journal of Political Science, Vol.33, No.4 pp. 104884. 1991, A Spatial Bargaining Theory of Government Formation in Parliamentary Systems, The American Political Science Review, Vol. 85, No. 1,March, pp. 137164.1993, Government Formation and Endogenous Parties, The American Political Science Review, Vol. 87, No. 1, March, pp. 3447.1998, Comparative Dynamics of parliamentary Governments The American Political Science Review, Vol.92, No.3, September, pp. 553609. and D. DIERMEIER 2001, Elections, Governments, and Parliaments under Proportional Representation, Quarterly Journal of Economics, Vol. 116Issue 3 August, pp. 933967BESLEY, T. and S. COATE 1997, An Economic Model of Representative Democracy, Quarterly Journal of Economics, Vol. 112, No. 1, pp. 8510635BRAMS, S., M. JONES and D. KILGOUR 2001 Single peakedness and Disconnected Coalitions , Journal of Theoretical Politics forthcomingBROWNE, E. and J. FRENDREIS 1980, Allocating Coalition Payoffs by Conventional Norm: An Assessment of the Evidence from Cabinet Coalition Situations American Journal of Political Science, Vol. 24, No. 4. November, pp. 753768.BLOCH, F. 1997 Noncooperative Models of Coalition Formation in Gameswith Spillovers, Chapter 10 in New Directions in the Economic Theory of the Environment C. Carraro and D. Siniscalco eds., Cambridge University Press.DHILLON, A. 2003 Political Parties and Coalition Formation mimeo forthcoming in Group Formation in Economics: Networks, Clubs and Coalitions, editedby G Demange and M.Wooders, forthcoming, Cambridge University Press.DIERMEIER, D., M. KEANE and A. MERLO 2002 A Political Economy Model of Congressional Careers, UPenn Working Paper.DIERMEIER, D. and A. MERLO 2000, Government Turnover in Parliamentary Democracies, Journal of Economic Theory, Vol. 94, September, pp. 4679. 2001, An Empirical Investigation of Coalitional Bargaining Procedures, UPenn Working Paper.DOWNS A. 1957 An Economic Theory of Democracy New York: Harper Collins.DUTTA, B., M. JACKSON and M. LE BRETON 2001, Strategic candidacy, Econometrica, Vol.69, No.4, pp.10131037DUVERGER, M. 1964, Political parties: their organization and activity inthe modern state, 3rd edition, Methuen Press, London.FEDDERSEN, T. 1992, A Voting Model implying Duvergers Law and Positive Turnout, American Journal of Political Science, Vol.36, No.4, pp. 938962.FEY, M. 1997, Stability and Coordination in Duvergers Law: A Formal Modelof Preelection Polls and Strategic Voting, American Political Science Review, Vol.91,pp. 135147.36GALLAGHER K., K. LAVER and P. MAIR 1995, Representative Government in Modern Europe, New York Mc Graw Hill.HAMLIN A. and M. HJORTLUND 2000, Proportional Representationwith Citizen Candidates, Public Choice, Vol. 103, No.3, pp. 205230.INDRIDASON, I. 2001, A Theory of Coalitions and Clientelism: Coalition Politics in Iceland 19452000., Working Paper, Department of Political Science,Michigan State University.2003. Coalitions and Clientelism: A Comparative study, mimeo JACKSON M. and A. MOSELLE 2002 Coalition and Party Formation ina Legislative Voting Game, Journal of Economic Theory, Volume 103, No.1, pp.4987KALANDRAKIS, T. 2002 Minority Governments:Ideology and Office,mimeo KONISHI H. and D. Ray 2003 Coalition formation as a dynamic process Journal of Economic Theory, 110, 141LAVER, K. and N. SCHOFIELD 1990, Multiparty Governments: The Politics of Coalitions in Europe, Oxford University Press.LAVER, K. and K.SHEPSLE 1996 Making and Breaking Governments:Cabinets and Legislatures in Parliamentary Democracies. New York: Cambridge UP.LEVY, G. 2002 A Model of Political Parties Journal of Economic TheoryforthcomingLUPIA, A. and KAARE S. 1995 Coalition termination and the strategictiming of parliamentary elections, The American Political Science Review, Vol.89,pp. 648665.MORELLI, M. 2001, Party Formation and Policy Outcomes Under Different Electoral Systems, Working paper.ORTU NOORT IN, I. 1997, A spatial model of political competition andproportional representation, Social Choice and Welfare, Vol.14, No. 3, pp. 427438.37OSBORNE, M. and A. SLIVINSKI 1996, A Model of Political Competition with CitizenCandidates, The Quarterly Journal of Economics, Vol. 111, No. 1,February, pp. 6596.OSBORNE, M. and R. TOURKY 2002, Party formation in collectivedecisionmaking, Working paper.PALFREY, T. 1989, A Mathematical Proof of Duvergers Law in P.C. Ordeshook ed. Models of Strategic Choice in Politics, University of Michigan Press.RAY. D. and R. VOHRA 1997 Equilibrium Binding Agreements Journalof Economic Theory 73, 30781999 A Theory of Endogenous Coalition Structures, Games and Economic Behavior, 26, 286336RIKER, W. 1962 The Theory of Political Coalitions New Haven, Yale University.RIVIERE, A. 2000,Citizen Candidacy, Party Formation and Duvergers Law, Discussion Paper, Royal Holloway, University of London ROEMER, J. 2001, Political competition: Theory and Applications Harvard University Press38NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEIFondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses:http:www.feem.itFeemPubPublicationsWPapersdefault.htmlhttp:www.ssrn.comlinkfeem.html PRIVPRIVPRIVCLIMKNOWETASIEVNRMCLIMKNOWCLIMKNOWKNOWKNOWKNOWKNOWKNOWKNOWCoalition Theory Network PRIVPRIVPRIVPRIVPRIVPRIVPRIVPRIVPRIVPRIVPRIVETAKNOWPRIVKNOWETANOTE DI LAVORO PUBLISHED IN 20031.20032.20033.20034.20035.20036.20037.20038.20039.200310.200311.200312.200313.200314.200315.200316.200317.200318.2003Gabriella CHIESA and Giovanna NICODANO: Privatization and Financial Market Development: Theoretical Issues Ibolya SCHINDELE: Theory of Privatization in Eastern Europe: Literature Review Wietze LISE, Claudia KEMFERT and Richard S.J. TOL: Strategic Action in the Liberalised German Electricity Market Laura MARSILIANI and Thomas I. RENSTROM: Environmental Policy and Capital Movements: The Role of Government Commitment Reyer GERLAGH: Induced Technological Change under Technological Competition Efrem CASTELNUOVO: Squeezing the Interest Rate Smoothing Weight with a Hybrid Expectations Model Anna ALBERINI, Alberto LONGO, Stefania TONIN, Francesco TROMBETTA and Margherita TURVANI: The Role of Liability, Regulation and Economic Incentives in Brownfield Remediation and Redevelopment:Evidence from Surveys of Developers Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources: A Blessing or a Curse?A. CAPARROS, J.C. PEREAU and T. TAZDAIT: NorthSouth Climate Change Negotiations: a Sequential Gamewith Asymmetric Information Giorgio BRUNELLO and Daniele CHECCHI: School Quality and Family Background in Italy Efrem CASTELNUOVO and Marzio GALEOTTI: Learning By Doing vs Learning By Researching in a Model of Climate Change Policy Analysis Carole MAIGNAN, Gianmarco OTTAVIANO and Dino PINELLI eds.: Economic Growth, Innovation, Cultural Diversity: What are we all talking about? A critical survey of the stateoftheart Carole MAIGNAN, Gianmarco OTTAVIANO, Dino PINELLI and Francesco RULLANI lix: BioEcological Diversity vs. SocioEconomic Diversity. A Comparison of Existing Measures Maddy JANSSENS and Chris STEYAERT lix: Theories of Diversity within Organisation Studies: Debates and Future Trajectories Tuzin BAYCAN LEVENT, Enno MASUREL and Peter NIJKAMP lix: Diversity in Entrepreneurship: Ethnic and Female Roles in Urban Economic Life Alexandra BITUSIKOVA lix: PostCommunist City on its Way from Grey to Colourful: The Case Study from Slovakia Billy E. VAUGHN and Katarina MLEKOV lix: A Stage Model of Developing an Inclusive Community Selma van LONDEN and Arie de RUIJTER lix: Managing Diversity in a Glocalizing World 19.2003Sergio CURRARINI: On the Stability of Hierarchies in Games with Externalities 20.200321.200322.200323.200324.200325.200326.200327.200328.200329.200330.200331.200332.200333.200334.200335.2003Giacomo CALZOLARI and Alessandro PAVAN lx: Monopoly with Resale Claudio MEZZETTI lx: Auction Design with Interdependent Valuations: The Generalized Revelation Principle, Efficiency, Full Surplus Extraction and Information Acquisition Marco Li Calzi and Alessandro PAVAN lx: Tilting the Supply Schedule to Enhance Competition in UniformPrice Auctions David ETTINGER lx: Bidding among Friends and Enemies Hannu VARTIAINEN lx: Auction Design without Commitment Matti KELOHARJU, Kjell G. NYBORG and Kristian RYDQVIST lx: Strategic Behavior and Underpricing in Uniform Price Auctions: Evidence from Finnish Treasury Auctions Christine A. PARLOUR and Uday RAJAN lx: Rationing in IPOs Kjell G. NYBORG and Ilya A. STREBULAEV lx: Multiple Unit Auctions and Short Squeezes Anders LUNANDER and JanEric NILSSON lx: Taking the Lab to the Field: Experimental Tests of Alternative Mechanisms to Procure Multiple Contracts Tanga Mc DANIEL and Karsten NEUHOFF lx: Use of Longterm Auctions for Network Investment Emiel MAASLAND and Sander ONDERSTAL lx: Auctions with Financial Externalities Michael FINUS and Bianca RUNDSHAGEN: A Noncooperative Foundation of CoreStability in Positive Externality NTUCoalition Games Michele MORETTO: Competition and Irreversible Investments under Uncertainty_Philippe QUIRION: Relative Quotas: Correct Answer to Uncertainty or Case of Regulatory Capture?Giuseppe MEDA, Claudio PIGA and Donald SIEGEL: On the Relationship between RD and Productivity: ATreatment Effect Analysis Alessandra DEL BOCA, Marzio GALEOTTI and Paola ROTA: Nonconvexities in the Adjustment of Different Capital Inputs: A Firmlevel InvestigationGGPRIVCLIMKNOWCTNKNOWKNOWETACLIMPRIVSIEVETACLIMCLIMCTNCTNCTNCTNCTNCTNCTNCTNKNOWKNOWETACLIMGGSIEVCLIMSIEVSIEVSIEVCLIMKNOWKNOWKNOWKNOWKNOWKNOWKNOWKNOWKNOWKNOWKNOWETA36.200337.200338.200339.200340.200341.200342.200343.200344.200345.200346.200347.200348.200349.200350.200351.200352.200353.200354.200355.200356.200357.200358.200359.200360.200361.200362.200363.200364.200365.200366.200367.200368.200369.200370.200371.200372.200373.200374.200375.200376.200377.200378.200379.200380.2003Matthieu GLACHANT: Voluntary Agreements under Endogenous Legislative Threats Narjess BOUBAKRI, JeanClaude COSSET and Omrane GUEDHAMI: Postprivatization Corporate Governance: the Role of Ownership Structure and Investor Protection Rolf GOLOMBEK and Michael HOEL: Climate Policy under Technology Spillovers Slim BEN YOUSSEF: Transboundary Pollution, RD Spillovers and International Trade Carlo CARRARO and Carmen MARCHIORI: Endogenous Strategic Issue Linkage in International Negotiations Sonia OREFFICE: Abortion and Female Power in the Household: Evidence from Labor Supply Timo GOESCHL and Timothy SWANSON: On Biology and Technology: The Economics of Managing Biotechnologies Giorgio BUSETTI and Matteo MANERA: STARGARCH Models for Stock Market Interactions in the Pacific Basin Region, Japan and USKatrin MILLOCK and Celine NAUGES: The French Tax on Air Pollution: Some Preliminary Results on its Effectiveness Bernardo BORTOLOTTI and Paolo PINOTTI: The Political Economy of Privatization Elbert DIJKGRAAF and Herman R.J. VOLLEBERGH: Burn or Bury? A Social Cost Comparison of Final Waste Disposal Methods Jens HORBACH: Employment and Innovations in the Environmental Sector: Determinants and Econometrical Results for Germany Lori SNYDER, Nolan MILLER and Robert STAVINS: The Effects of Environmental Regulation on Technology Diffusion: The Case of Chlorine Manufacturing Lori SNYDER, Robert STAVINS and Alexander F. WAGNER: Private Options to Use Public Goods. Exploiting Revealed Preferences to Estimate Environmental Benefits Laszlo A. KOCZY and Luc LAUWERS lxi: The Minimal Dominant Set is a NonEmpty CoreExtension Matthew O. JACKSON lxi:Allocation Rules for Network Games Ana MAULEON and Vincent VANNETELBOSCH lxi: Farsightedness and Cautiousness in Coalition Formation Fernando VEGAREDONDO lxi: Building Up Social Capital in a Changing World: a network approach Matthew HAAG and Roger LAGUNOFF lxi: On the Size and Structure of Group Cooperation Taiji FURUSAWA and Hideo KONISHI lxi: Free Trade Networks Halis Murat YILDIZ lxi: National Versus International Mergers and Trade Liberalization Santiago RUBIO and Alistair ULPH lxi: An InfiniteHorizon Model of Dynamic Membership of International Environmental Agreements Carole MAIGNAN, Dino PINELLI and Gianmarco I.P. OTTAVIANO: ICT, Clusters and Regional Cohesion: ASummary of Theoretical and Empirical Research Giorgio BELLETTINI and Gianmarco I.P. OTTAVIANO: Special Interests and Technological Change Ronnie SCHOB: The Double Dividend Hypothesis of Environmental Taxes: A Survey Michael FINUS, Ekko van IERLAND and Robert DELLINK: Stability of Climate Coalitions in a Cartel Formation Game Michael FINUS and Bianca RUNDSHAGEN: How the Rules of Coalition Formation Affect Stability of International Environmental Agreements Alberto PETRUCCI: Taxing Land Rent in an Open Economy Joseph E. ALDY, Scott BARRETT and Robert N. STAVINS: Thirteen Plus One: A Comparison of Global Climate Policy Architectures Edi DEFRANCESCO: The Beginning of Organic Fish Farming in Italy Klaus CONRAD: Price Competition and Product Differentiation when Consumers Care for the Environment Paulo A.L.D. NUNES, Luca ROSSETTO, Arianne DE BLAEIJ: Monetary Value Assessment of Clam Fishing Management Practices in the Venice Lagoon: Results from a Stated Choice Exercise Zhong Xiang ZHANG: Open Trade with the U.S. Without Compromising Canadas Ability to Comply with its Kyoto Target David FRANTZ lix: Lorenzo Market between Diversity and Mutation Ercole SORI lix: Mapping Diversity in Social History Ljiljana DERU SIMIC lxii: What is Specific about ArtCultural Projects?Natalya V. TARANOVA lxii:The Role of the City in Fostering Intergroup Communication in a Multicultural Environment: SaintPetersburgs Case Kristine CRANE lxii: The City as an Arena for the Expression of Multiple Identities in the Age of Globalisation and Migration Kazuma MATOBA lxii: Glocal Dialogue Transformation through Transcultural Communication Catarina REIS OLIVEIRA lxii: Immigrants Entrepreneurial Opportunities: The Case of the Chinese in Portugal Sandra WALLMAN lxii: The Diversity of Diversity towards a typology of urban systems Richard PEARCE lxii: A Biologists View of Individual Cultural Identity for the Study of Cities Vincent MERK lxii: Communication Across Cultures: from Cultural Awareness to Reconciliation of the Dilemmas Giorgio BELLETTINI, Carlotta BERTI CERONI and Gianmarco I.P.OTTAVIANO: Child Labor and Resistanceto Change Michele MORETTO, Paolo M. PANTEGHINI and Carlo SCARPA: Investment Size and Firms Value under Profit Sharing RegulationIEMCLIMCLIMCLIMNRM81.200382.200383.200384.200385.2003KNOW86.2003Alessandro LANZA, Matteo MANERA and Massimo GIOVANNINI: Oil and Product Dynamics in International Petroleum Markets Y. Hossein FARZIN and Jinhua ZHAO: Pollution Abatement Investment When Firms Lobby Against Environmental Regulation Giuseppe DI VITA: Is the Discount Rate Relevant in Explaining the Environmental Kuznets Curve?Reyer GERLAGH and Wietze LISE: Induced Technological Change Under Carbon Taxes Rinaldo BRAU, Alessandro LANZA and Francesco PIGLIARU: How Fast are the Tourism Countries Growing?The crosscountry evidence Elena BELLINI, Gianmarco I.P. OTTAVIANO and Dino PINELLI: The ICT Revolution: opportunities and risksfor the Mezzogiorno Lucas BRETSCGHER and Sjak SMULDERS: Sustainability and Substitution of Exhaustible Natural Resources.How resource prices affect longterm RD investments Johan EYCKMANS and Michael FINUS: New Roads to International Environmental Agreements: The Case of Global Warming Marzio GALEOTTI: Economic Development and Environmental Protection Marzio GALEOTTI: Environment and Economic Growth: Is Technical Change the Key to Decoupling?Marzio GALEOTTI and Barbara BUCHNER: Climate Policy and Economic Growth in Developing Countries A. MARKANDYA, A. GOLUB and E. STRUKOVA: The Influence of Climate Change Considerations on Energy Policy: The Case of Russia Andrea BELTRATTI: Socially Responsible Investment in General Equilibrium Parkash CHANDER: The Core and Coalition Formation Matteo MANERA and Angelo MARZULLO: Modelling the Load Curve of Aggregate Electricity Consumption Using Principal Components Alessandro LANZA, Matteo MANERA, Margherita GRASSO and Massimo GIOVANNINI: Longrun Models of Oil Stock Prices Steven J. BRAMS, Michael A. JONES, and D. Marc KILGOUR: Forming Stable Coalitions: The Process Matters John CROWLEY, MarieCecile NAVES lxiii: AntiRacist Policies in France. From Ideological and Historical Schemes to SocioPolitical Realities Richard THOMPSON FORD lxiii: Cultural Rights and Civic Virtue 87.200388.200389.200390.200391.200392.200393.200394.200395.200396.200397.200398.2003SIEVCLIMCLIMCLIMCLIMIEMETACTNIEMIEMCTNKNOWKNOWKNOWKNOWKNOWCLIMCLIMCLIMNRMNRMSIEVSIEVNRMNRMETACTNCTNCTNCTNCTNCTNCTNCTNCTNCTNCTN99.2003100.2003 Alaknanda PATEL lxiii: Cultural Diversity and Conflict in Multicultural Cities 101.2003 David MAY lxiii: The Struggle of Becoming Established in a Deprived InnerCity Neighbourhood 102.2003Sebastien ARCAND, Danielle JUTEAU, Sirma BILGE, and Francine LEMIRE lxiii : Municipal Reform on the Island of Montreal: Tensions Between Two Majority Groups in a Multicultural City 103.2003 Barbara BUCHNER and Carlo CARRARO: China and the Evolution of the Present Climate Regime 104.2003 Barbara BUCHNER and Carlo CARRARO: Emissions Trading Regimes and Incentives to Participate in International Climate Agreements 105.2003 Anil MARKANDYA and Dirk T.G. RUBBELKE: Ancillary Benefits of Climate Policy 106.2003 Anne Sophie CREPIN lxiv: Management Challenges for MultipleSpecies Boreal Forests 107.2003 Anne Sophie CREPIN lxiv: Threshold Effects in Coral Reef Fisheries 108.2003109.2003 Kenneth ARROW, Partha DASGUPTA and KarlGoran MALERlxiv: Evaluating Projects and Assessing Sara ANIYAR lxiv: Estimating the Value of Oil Capital in a Small Open Economy: The Venezuelas Example Sustainable Development in Imperfect Economies 110.2003 Anastasios XEPAPADEAS and Catarina ROSETAPALMAlxiv: Instabilities and Robust Control in Fisheries 111.2003 Charles PERRINGS and Brian WALKER lxiv: Conservation and Optimal Use of Rangelands 112.2003113.2003 Carlo CARRARO, Carmen MARCHIORI and Sonia OREFFICE: Endogenous Minimum Participation in Jack GOODY lxiv: Globalisation, Population and Ecology International Environmental Treaties 114.2003 Guillaume HAERINGER and Myrna WOODERS: Decentralized Job Matching 115.2003 Hideo KONISHI and M. Utku UNVER: Credible Group Stability in MultiPartner Matching Problems 116.2003117.2003118.2003 Marita LAUKKANEN: Transboundary Fisheries Management under Implementation Uncertainty 119.2003 Edward CARTWRIGHT and Myrna WOODERS: Social Conformity and Bounded Rationality in Arbitrary Somdeb LAHIRI: Stable Matchings for the RoomMates Problem Somdeb LAHIRI: Stable Matchings for a Generalized Marriage Problem Games with Incomplete Information: Some First Results 120.2003 Gianluigi VERNASCA: Dynamic Price Competition with Price Adjustment Costs and Product Differentiation 121.2003 Myrna WOODERS, Edward CARTWRIGHT and Reinhard SELTEN: Social Conformity in Games with Many Players 122.2003 Edward CARTWRIGHT and Myrna WOODERS: On Equilibrium in Pure Strategies in Games with Many Players 123.2003 Edward CARTWRIGHT and Myrna WOODERS: Conformity and Bounded Rationality in Games with Many 1000Players Carlo CARRARO, Alessandro LANZA and Valeria PAPPONETTI: One Thousand Working PapersNOTE DI LAVORO PUBLISHED IN 2004Anil MARKANDYA, Suzette PEDROSO and Alexander GOLUB: Empirical Analysis of National Income and So 2 Emissions in Selected European Countries Masahisa FUJITA and Shlomo WEBER: Strategic Immigration Policies and Welfare in Heterogeneous Countries Adolfo DI CARLUCCIO, Giovanni FERRI, Cecilia FRALE and Ottavio RICCHI: Do Privatizations Boost Household Shareholding? Evidence from Italy Victor GINSBURGH and Shlomo WEBER: Languages Disenfranchisement in the European Union Romano PIRAS: Growth, Congestion of Public Goods, and SecondBest Optimal Policy Herman R.J. VOLLEBERGH: Lessons from the Polder: Is Dutch CO2Taxation Optimal Sandro BRUSCO, Giuseppe LOPOMO and S. VISWANATHAN lxv: Merger Mechanisms Wolfgang AUSSENEGG, Pegaret PICHLER and Alex STOMPER lxv: IPO Pricing with Bookbuilding, and a WhenIssued Market Pegaret PICHLER and Alex STOMPER lxv: Primary Market Design: Direct Mechanisms and Markets Florian ENGLMAIER, Pablo GUILLEN, Loreto LLORENTE, Sander ONDERSTAL and Rupert SAUSGRUBERlxv: The Chopstick Auction: A Study of the Exposure Problem in MultiUnit Auctions Bjarne BRENDSTRUP and Harry J. PAARSCH lxv: Nonparametric Identification and Estimation of MultiUnit, Sequential, Oral, AscendingPrice Auctions With Asymmetric Bidders Ohad KADAN lxv: Equilibrium in the Two Player, kDouble Auction with Affiliated Private Values Maarten C.W. JANSSEN lxv: Auctions as Coordination Devices Gadi FIBICH, Arieh GAVIOUS and Aner SELA lxv: AllPay Auctions with Weakly RiskAverse Buyers Orly SADE, Charles SCHNITZLEIN and Jaime F. ZENDER lxv: Competition and Cooperation in Divisible Good Auctions: An Experimental Examination Marta STRYSZOWSKA lxv: Late and Multiple Bidding in Competing Second Price Internet Auctions Slim Ben YOUSSEF: RD in Cleaner Technology and International Trade Angelo ANTOCI, Simone BORGHESI and Paolo RUSSU lxvi: Biodiversity and Economic Growth:Stabilization Versus Preservation of the Ecological Dynamics Anna ALBERINI, Paolo ROSATO, Alberto LONGO and Valentina ZANATTA: Information and Willingness to Pay in a Contingent Valuation Study: The Value of S. Erasmo in the Lagoon of Venice Guido CANDELA and Roberto CELLINI lxvii: Investment in Tourism Market: A Dynamic Model of Differentiated Oligopoly Jacqueline M. HAMILTON lxvii: Climate and the Destination Choice of German Tourists Javier ReyMAQUIEIRA PALMER, Javier LOZANO IBANEZ and Carlos Mario GOMEZ GOMEZ lxvii:Land, Environmental Externalities and Tourism Development Pius ODUNGA and Henk FOLMER lxvii: Profiling Tourists for Balanced Utilization of TourismBased Resources in Kenya JeanJacques NOWAK, Mondher SAHLI and Pasquale M. SGRO lxvii:Tourism, Trade and Domestic Welfare Riaz SHAREEF lxvii: Country Risk Ratings of Small Island Tourism Economies Juan Luis EUGENIOMARTIN, Noelia MARTIN MORALES and Riccardo SCARPA lxvii: Tourism and Economic Growth in Latin American Countries: A Panel Data Approach Raul Hernandez MARTIN lxvii: Impact of Tourism Consumption on GDP. The Role of Imports Nicoletta FERRO: CrossCountry Ethical Dilemmas in Business: A Descriptive Framework Marian WEBER lxvi: Assessing the Effectiveness of Tradable Landuse Rights for Biodiversity Conservation:an Application to Canadas Boreal Mixedwood Forest Trond BJORNDAL, Phoebe KOUNDOURI and Sean PASCOE lxvi: Output Substitution in MultiSpecies Trawl Fisheries: Implications for Quota Setting Marzio GALEOTTI, Alessandra GORIA, Paolo MOMBRINI and Evi SPANTIDAKI: Weather Impacts on Natural, Social and Economic Systems WISE Part I: Sectoral Analysis of Climate Impacts in Italy Marzio GALEOTTI, Alessandra GORIA ,Paolo MOMBRINI and Evi SPANTIDAKI: Weather Impacts on Natural, Social and Economic Systems WISE Part II: Individual Perception of Climate Extremes in Italy Wilson PEREZ: Divide and Conquer: Noisy Communication in Networks, Power, and Wealth Distribution Gianmarco I.P. OTTAVIANO and Giovanni PERI lxviii: The Economic Value of Cultural Diversity: Evidencefrom US Cities Linda CHAIB lxviii: Immigration and Local Urban Participatory Democracy: A BostonParis Comparison Franca ECKERT COEN and Claudio ROSSI lxviii: Foreigners, Immigrants, Host Cities: The Policies of MultiEthnicity in Rome. Reading Governance in a Local Context Kristine CRANE lxviii: Governing Migration: Immigrant Groups Strategies in Three Italian Cities Rome,Naples and Bari Kiflemariam HAMDE lxviii: Mind in Africa, Body in Europe: The Struggle for Maintaining and Transforming Cultural Identity A Note from the Experience of Eritrean Immigrants in Stockholm Alberto CAVALIERE: Price Competition with Information Disparities in a Vertically Differentiated Duopoly Andrea BIGANO and Stef PROOST: The Opening of the European Electricity Market and Environmental Policy:Does the Degree of Competition Matter?Micheal FINUS lxix: International Cooperation to Resolve International Pollution Problems 1.20042.20043.20044.20045.20046.20047.20048.20049.200410.200411.200412.200413.200414.200415.200416.200417.200418.200419.200420.200421.200422.200423.200424.200425.200426.200427.200428.200429.200430.200431.200432.200433.200434.200435.200436.200437.200438.200439.200440.200441.2004IEMETAPRAETAETACCMPPRAPRAPRAPRAPRAPRAPRAPRAPRAPRACCMPNRMSIEVNRMNRMNRMNRMNRMNRMNRMNRMCSRMNRMNRMCCMPCCMPCTNKTHCKTHCKTHCKTHCKTHCETAPRACCMPKTHCCTNCTNNRMNRMNRMNRMCCMPGGCTNSIEVSIEVNRMNRMNRMCCMPCCMPNRMNRMCCMPNRMNRMNRMNRMETAGGGGNRMCTNIEMIEMSIEVCCMPETACTNCTNCTN42.200443.200444.200445.200446.200447.200448.200449.200450.200451.200452.200453.200454.200455.200456.200457.200458.200459.200460.200461.200462.200463.200464.200465.200466.200467.200468.200469.200470.200471.200472.200473.200474.200475.200476.200477.200478.2004Francesco CRESPI: Notes on the Determinants of Innovation: A MultiPerspective Analysis Sergio CURRARINI and Marco MARINI: Coalition Formation in Games without Synergies Marc ESCRIHUELAVILLAR: Cartel Sustainability and Cartel Stability Sebastian BERVOETS and Nicolas GRAVEL lxvi: Appraising Diversity with an Ordinal Notion of Similarity:An Axiomatic Approach Signe ANTHON and Bo JELLESMARK THORSEN lxvi: Optimal Afforestation Contracts with Asymmetric Information on Private Environmental Benefits John MBURU lxvi: Wildlife Conservation and Management in Kenya: Towards a Comanagement Approach Ekin BIROL, Agnes GYOVAI and Melinda SMALE lxvi: Using a Choice Experiment to Value Agricultural Biodiversity on Hungarian Small Farms: AgriEnvironmental Policies in a Transition al Economy Gernot KLEPPER and Sonja PETERSON: The EU Emissions Trading Scheme. Allowance Prices, Trade Flows,Competitiveness Effects Scott BARRETT and Michael HOEL: Optimal Disease Eradication Dinko DIMITROV, Peter BORM, Ruud HENDRICKX and Shao CHIN SUNG: Simple Priorities and Core Stability in Hedonic Games Francesco RICCI: Channels of Transmission of Environmental Policy to Economic Growth: A Survey of the Theory Anna ALBERINI, Maureen CROPPER, Alan KRUPNICK and Nathalie B. SIMON: Willingness to Pay for Mortality Risk Reductions: Does Latency Matter?Ingo BRAUER and Rainer MARGGRAF lxvi: Valuation of Ecosystem Services Provided by Biodiversity Conservation: An Integrated Hydrological and Economic Model to Value the Enhanced Nitrogen Retention in Renaturated Streams Timo GOESCHL and Tun LIN lxvi: Biodiversity Conservation on Private Lands: Information Problems and Regulatory Choices Tom DEDEURWAERDERE lxvi: Bioprospection: From the Economics of Contracts to Reflexive Governance Katrin REHDANZ and David MADDISON: The Amenity Value of Climate to German Households Koen SMEKENS and Bob VAN DER ZWAAN: Environmental Externalities of Geological Carbon Sequestration Effects on Energy Scenarios Valentina BOSETTI, Mariaester CASSINELLI and Alessandro LANZA lxvii: Using Data Envelopment Analysis to Evaluate Environmentally Conscious Tourism Management Timo GOESCHL and Danilo CAMARGO IGLIORI lxvi:Property Rights Conservation and Development: An Analysis of Extractive Reserves in the Brazilian Amazon Barbara BUCHNER and Carlo CARRARO: Economic and Environmental Effectiveness of a Technologybased Climate Protocol Elissaios PAPYRAKIS and Reyer GERLAGH: ResourceAbundance and Economic Growth in the U.S.Gyorgyi BELA, Gyorgy PATAKI, Melinda SMALE and Mariann HAJDU lxvi: Conserving Crop Genetic Resources on Smallholder Farms in Hungary: Institutional Analysis E.C.M. RUIJGROK and E.E.M. NILLESEN lxvi: The SocioEconomic Value of Natural Riverbanks in the Netherlands E.C.M. RUIJGROK lxvi: Reducing Acidification: The Benefits of Increased Nature Quality. Investigating the Possibilities of the Contingent Valuation Method Giannis VARDAS and Anastasios XEPAPADEAS: Uncertainty Aversion, Robust Control and Asset Holdings Anastasios XEPAPADEAS and Constadina PASSA: Participation in and Compliance with Public Voluntary Environmental Programs: An Evolutionary Approach Michael FINUS: Modesty Pays: Sometimes!Trond BJRNDAL and Ana BRASAO: The Northern Atlantic Bluefin Tuna Fisheries: Management and Policy Implications Alejandro CAPARROS, Abdelhakim HAMMOUDI and Tarik TAZDAIT: On Coalition Formation with Heterogeneous Agents Massimo GIOVANNINI, Margherita GRASSO, Alessandro LANZA and Matteo MANERA: Conditional Correlations in the Returns on Oil Companies Stock Prices and Their Determinants Alessandro LANZA, Matteo MANERA and Michael MCALEER: Modelling Dynamic Conditional Correlationsin WTI Oil Forward and Futures Returns Margarita GENIUS and Elisabetta STRAZZERA: The Copula Approach to Sample Selection Modelling:An Application to the Recreational Value of Forests Rob DELLINK and Ekko van IERLAND: Pollution Abatement in the Netherlands: A Dynamic Applied General Equilibrium Assessment Rosella LEVAGGI and Michele MORETTO: Investment in Hospital Care Technology under Different Purchasing Rules: A Real Option Approach Salvador BARBERA and Matthew O. JACKSON lxx: On the Weights of Nations: Assigning Voting Weights ina Heterogeneous Union Alex ARENAS, Antonio CABRALES, Albert DIAZGUILERA, Roger GUIMERA and Fernando VEGAREDONDO lxx: Optimal Information Transmission in Organizations: Search and Congestion Francis BLOCH and Armando GOMES lxx: Contracting with Externalities and Outside OptionsCTNCTNCTNCTNCTNCTNCTNIEMKTHCCCMPIEMGGPRAKTHCKTHCCCMPCCMPCCMPCTNCTN79.200480.200481.200482.200483.200484.200485.200486.200487.200488.200489.200490.200491.200492.200493.200494.200495.200496.200497.200498.2004Rabah AMIR, Effrosyni DIAMANTOUDI and Licun XUE lxx: Merger Performance under Uncertain Efficiency Gains Francis BLOCH and Matthew O. JACKSON lxx: The Formation of Networks with Transfers among Players Daniel DIERMEIER, Hulya ERASLAN and Antonio MERLO lxx: Bicameralism and Government Formation Rod GARRATT, James E. PARCO, ChengZHONG QIN and Amnon RAPOPORT lxx: Potential Maximizationand Coalition Government Formation Kfir ELIAZ, Debraj RAY and Ronny RAZIN lxx: Group DecisionMaking in the Shadow of Disagreement Sanjeev GOYAL, Marco van der LEIJ and Jose Luis MORAGAGONZALEZ lxx: Economics: An Emerging Small World?Edward CARTWRIGHT lxx: Learning to Play Approximate Nash Equilibria in Games with Many Players Finn R. FRSUND and Michael HOEL: Properties of a NonCompetitive Electricity Market Dominated by Hydroelectric Power Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources, Investment and LongTerm Income Marzio GALEOTTI and Claudia KEMFERT: Interactions between Climate and Trade Policies: A Survey A. MARKANDYA, S. PEDROSO and D. STREIMIKIENE: Energy Efficiency in Transition Economies: Is There Convergence Towards the EU Average?Rolf GOLOMBEK and Michael HOEL : Climate Agreements and Technology Policy Sergei IZMALKOV lxv: MultiUnit Open Ascending Price Efficient Auction Gianmarco I.P. OTTAVIANO and Giovanni PERI: Cities and Cultures Massimo DEL GATTO: Agglomeration, Integration, and Territorial Authority Scale in a System of Trading Cities. Centralisation versus devolution PierreAndre JOUVET, Philippe MICHEL and Gilles ROTILLON: Equilibrium with a Market of Permits Bob van der ZWAAN and Reyer GERLAGH: Climate Uncertainty and the Necessity to Transform Global Energy Supply Francesco BOSELLO, Marco LAZZARIN, Roberto ROSON and Richard S.J. TOL: EconomyWide Estimates ofthe Implications of Climate Change: Sea Level Rise Gustavo BERGANTINOS and Juan J. VIDALPUGA: Defining Rules in Cost Spanning Tree Problems Throughthe Canonical Form Siddhartha BANDYOPADHYAY and Mandar OAK: Party Formation and Coalitional Bargaining in a Model of Proportional Representationlix This paper was presented at the ENGIME Workshop on Mapping Diversity, Leuven, May 1617, 2002lx This paper was presented at the Euro Conference on Auctions and Market Design: Theory,Evidence and Applications, organised by the Fondazione Eni Enrico Mattei, Milan, September 2628, 2002lxi This paper was presented at the Eighth Meeting of the Coalition Theory Network organised bythe GREQAM, AixenProvence, France, January 2425, 2003lxii This paper was presented at the ENGIME Workshop on Communication across Cultures in Multicultural Cities, The Hague, November 78, 2002lxiii This paper was presented at the ENGIME Workshop on Social dynamics and conflicts inmulticultural cities, Milan, March 2021, 2003lxiv This paper was presented at the International Conference on Theoretical Topics in Ecological Economics, organised by the Abdus Salam International Centre for Theoretical Physics ICTP, the Beijer International Institute of Ecological Economics, and Fondazione Eni Enrico Mattei FEEMTrieste, February 1021, 2003lxv This paper was presented at the Euro Conference on Auctions and Market Design: Theory,Evidence and Applications organised by Fondazione Eni Enrico Mattei and sponsored by the EU,Milan, September 2527, 2003lxvi This paper has been presented at the 4th Bio Econ Workshop on Economic Analysis of Policies for Biodiversity Conservation organised on behalf of the BIOECON Network by Fondazione Eni Enrico Mattei, Venice International University VIU and University College London UCL , Venice, August 2829, 2003lxvii This paper has been presented at the international conference on Tourism and Sustainable Economic Development Macro and Micro Economic Issues jointly organised by CRENo SUniversita di Cagliari e Sassari, Italy and Fondazione Eni Enrico Mattei, and supported by the World Bank, Sardinia, September 1920, 2003lxviii This paper was presented at the ENGIME Workshop on Governance and Policies in Multicultural Cities, Rome, June 56, 2003lxix This paper was presented at the Fourth EEP Plenary Workshop and EEP Conference The Future of Climate Policy, Cagliari, Italy, 2728 March 2003lxx This paper was presented at the 9th Coalition Theory Workshop on Collective Decisions and Institutional Design organised by the Universitat Autonoma de Barcelona and held in Barcelona,Spain, January 3031, 2004 CLIM GG SIEV NRM KNOW IEM CSRM PRIV ETA CTN CCMP GG SIEV NRM KTHC IEM CSRM PRA ETA CTN2003 SERIESClimate Change Modelling and Policy Editor: Marzio Galeotti Global Governance Editor: Carlo CarraroSustainability Indicators and Environmental Valuation Editor: Anna AlberiniNatural Resources Management Editor: Carlo GiupponiKnowledge, Technology, Human Capital Editor: Gianmarco OttavianoInternational Energy Markets Editor: Anil MarkandyaCorporate Social Responsibility and Management Editor: Sabina RattiPrivatisation, Regulation, Antitrust Editor: Bernardo BortolottiEconomic Theory and Applications Editor: Carlo CarraroCoalition Theory Network 2004 SERIESClimate Change Modelling and Policy Editor: Marzio Galeotti Global Governance Editor: Carlo CarraroSustainability Indicators and Environmental Valuation Editor: Anna AlberiniNatural Resources Management Editor: Carlo GiupponiKnowledge, Technology, Human Capital Editor: Gianmarco OttavianoInternational Energy Markets Editor: Anil MarkandyaCorporate Social Responsibility and Management Editor: Sabina RattiPrivatisation, Regulation, Antitrust Editor: Bernardo BortolottiEconomic Theory and Applications Editor: Carlo CarraroCoalition Theory Network", "filename": "NDL2004-098.pdf", "person": ["Siddhartha Bandyopadhyay", "Bandyopadhyay, Siddhartha", "Mandar Oak", "Oak, Mandar"], "date": ["2004"]}