{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74077/1/NDL2005-036.pdf"], "title": ["Strategic Basins of Attraction, the Farsighted Core, and Network Formation Games"], "plaintext": "Strategic Basins of Attraction,the Farsighted Core, and Network Formation Games Frank H. Page, Jr. and Myrna H. Wooders NOTA DI LAVORO 36.2005 MARCH 2005CTN Coalition Theory Network Frank H. Page, Department of Finance, University of Alabama Myrna H. Wooders, Department of Economics, Vanderbilt University and Department of Economics, University of Warwick This paper can be downloaded without charge at:The Fondazione Eni Enrico Mattei Note di Lavoro Series Index:http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection:http:ssrn.comabstract681263The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Corso Magenta, 63, 20123 Milano I, web site: www.feem.it, email: working.papersfeem.itStrategic Basins of Attraction, the Farsighted Core, and Network Formation Games Summary We make four main contributions to the theory of network formation. 1 The problemof network formation with farsighted agents can be formulated as an abstract networkformation game. 2 In any farsighted network formation game the feasible set ofnetworks contains a unique, finite, disjoint collection of nonempty subsets having theproperty that each subset forms a strategic basin of attraction. These basins of attractioncontain all the networks that are likely to emerge and persist if individuals behavefarsightedly in playing the network formation game. 3 A von Neumann Morgensternstable set of the farsighted network formation game is constructed by selecting onenetwork from each basin of attraction. We refer to any such von NeumannMorgensternstable set as a farsighted basis. 4 The core of the farsighted network formation game isconstructed by selecting one network from each basin of attraction containing a singlenetwork. We call this notion of the core, the farsighted core. We conclude that thefarsighted core is nonempty if and only if there exists at least one farsighted basin ofattraction containing a single network. To relate our three equilibrium and stabilitynotions basins of attraction, farsighted basis, and farsighted core to recent work by Jackson and Wolinsky 1996, we define a notion of pairwise stability similar to the JacksonWolinsky notion and we show that the farsighted core is contained in the set ofpairwise stable networks. Finally, we introduce, via an example, competitive contractingnetworks and highlight how the analysis of these networks requires the new features ofour network formation model.Keywords: Basins of attraction, Network formation, Supernetworks, Farsighted core,Nash networks JEL Classification: A14, D20, J00An earlier version of this paper was completed while Page and Wooders were visiting EUREQua and CERMSEM at the University of Paris 1 in June of 2004. The authorsthank EUREQua, CERMSEM and Paris 1 for their hospitality and financial support.The authors especially thank Hubert Kempf and Cuong Le Van for their support andencouragement during our visit. Both authors are also especially grateful to Anne vanden Nouweland for helpful comments on an earlier version of this paper.This paper was presented at the 10th Coalition Theory Network Workshop held in Paris, France on 2829 January 2005 and organised by EUREQua.Address for correspondence:Frank H. Page, Jr.Department of Finance University of Alabama Tuscaloosa, AL 35487 USAEmail: fpagecba.ua.eduFinally, we introduce, via an example, competitive contracting networks andhighlight how the analysis of these networks requires the new features of ournetwork formation model.1 Introduction Overview In many economic and social situations, the totality of interactions between individuals and coalitions can be modeled as a network. The question we address in thispaper is the following: if individuals are concerned with the long run consequences oftheir immediate actions in forming networks with other individuals, that is, if individuals are farsighted in choosing their network formation strategies, what networksare likely to emerge and persist? One possible approach to this question is to thinkof each possible network representation of individual connections and interactions asa node in a larger network, called a supernetwork, in which the arcs represent coalitional preferences over networks and possible coalitional moves from one network toanother.1 Given the supernetwork representation of agent preferences and the rulesgoverning network formation, it is then possible to define a farsighted dominancerelation over the networks composing the nodes of the supernetwork and to addressthe issue of farsighted equilibrium and stability in network formation. Our first contribution is a model of network formation with farsighted agents as an abstract gamewith respect to farsighted dominance.2 In this game, starting from any status quonetwork the supernetwork plays the role of a global constraint set or an effectivitynetwork, specifying which networks can be formed by coalitions, as well as whichnetworks are farsightedly preferred by coalitions.Using the farsighted network formation game induced by the supernetwork asour basic analytic tool, we make three additional contributions to the theory of network formation. First, we demonstrate that in any farsighted network formationgame the feasible set of networks contains a unique, finite, disjoint collection of nonempty subsets having the property that each set of networks in the collection forms abasin of attraction in the farsighted network formation game. These farsighted basinsof attraction contain all the networks that are likely to emerge and persist if individuals behave farsightedly in choosing their network formation strategies. Second,we show that by selecting one network from each basin of attraction, we constructa von Neumann Morgenstern stable set of the farsighted network formation game.Thus, we show that given any set of rules governing network formation and givenany profile of individual preferences over the feasible set of networks i.e., given anysupernetwork, the corresponding farsighted network formation game possesses a von NeumannMorgenstern stable set of networks. We refer to any such von NeumannMorgenstern stable set as a farsighted basis of the network formation game and we 1 The supernetwork approach to network formation is introduced in Page, Wooders, and Kamat2001.2 An abstract game in the sense of von Neumann and Morgenstern 1953 also, see Roth 1976consists of a pair D, where D is a set of outcomes and is an ordering defined on D.2refer to any network contained in a farsighted basis as a farsightedly basic network.Finally, we show that by selecting one network from each basin of attraction containing a single network, we construct the core of the farsighted network formation game that is, we construct a set of networks having the property that no network in theset is farsightedly dominated by any other network in the supernetwork. Thus, ateach network in the farsighted core no agent or coalition of agents has an incentiveto alter the given network. We call this notion of the core, the farsighted core. Giventhe way in which the farsighted core is constructed, we conclude that the farsightedcore is contained in each farsighted basis of the network formation game and thatthe farsighted core is nonempty if and only if there is a farsighted basin of attractioncontaining a single network.3We illustrate our three notions of equilibrium and stability in network formationgames i.e., basins of attraction, farsighted bases, and the farsighted core via anexample of strategic competitive contracting. In particular, we introduce a competitive contracting network in which farsighted firms compete to contract with a single,privately informed agent. Each contracting network in the supernetwork correspondsto a unique profile of contracting strategies.In our first example, the farsightednetwork formation game over contracting networks has one basin of attraction withrespect to farsighted dominance consisting of a single contracting network. Thissingle contracting network constitutes the farsighted core of the network formationgame and thus identifies a unique profile of contracting strategies which is likelyemerge and persist if firms behave farsightedly. In our second example, there is againone basin of attraction, but this time consisting of multiple contracting networks.Thus, the farsighted core is empty. However, each contracting network contained inthis single basin of attraction is a farsightedly basic network, and each of these basicnetworks taken as a singleton set constitutes a farsighted basis i.e., a von NeumannMorgenstern stable set of the farsighted network formation game. Taken togetherthe contracting networks contained in this single basin of attraction identify a setof contracting strategy profiles each of which is likely to emerge and persist if firmsbehave farsightedly.Directed Networks vs Linking Networks We focus on directed networks, and in particular, on the extended notion ofdirected networks introduced in Page, Wooders, and Kamat 2001. In a directednetwork, each arc possesses an orientation or direction: arc j connecting nodes i andicid:30 must either go from node i to node icid:30 or must go from node icid:30 to node i.4 Forexample, an individual may have a link on his web page to the web pages of all Nobel Laureates in economics but no Nobel Laureate may have a link to the individualsweb page. In an undirected or linking network, an arc or a link is identified bya nonempty subset of nodes consisting of exactly two distinct nodes, for examplei, icid:30, i cid:57 icid:30. Thus, in an undirected network, a link has no orientation and would 3 Put differently, the farsighted core is empty if and only if all basins of attraction contain multiplenetworks. This equivalency holds because each pair of networks contained in a basin consistingmultiple networks must lie on the same circuit or cycle with respect to farsighted dominance.4 We denote arc j going from node i to node icid:30 via the ordered pair j, i, icid:30, where i, icid:30 is alsoan ordered pair. Alternatively, if arc j goes from node icid:30 to node i, we write j, icid:30, i.3simply indicate a connection between nodes i and icid:30. Moreover, in an undirectednetwork links are not distinguished by type that is, links are homogeneous. Underour extended definition of a directed network connections between nodes i.e., arcs,besides having an orientation, are allowed to be heterogeneous. For example, if thenodes in a given network represent agents, an arc j going from agent i to agent icid:30might represent a particular type and intensity of interaction identified by the arclabel j initiated by agent i towards agent icid:30. For example, agent i might directgreat affection toward agent icid:30 as represented by arc j, but agent icid:30 may direct onlylukewarm affection toward agent i as represented by arc jcid:30. Also, under our extendeddefinition nodes are allowed to be connected by multiple, distinct arcs. Thus, weallow nodes to interact in multiple, distinct ways. For example, nodes i and icid:30 mightbe connected by arcs j and jcid:30, with arc j running from node i to icid:30 and arc jcid:30 runningin the opposite direction i.e., from node icid:30 to node i.5 If node i represents a sellerand node icid:30 a buyer, then arc j might represent a contract offer by the seller tothe buyer, while arc jcid:30 might represent the acceptance or rejection of that contractoffer. Finally, under our extended definition loops are allowed and arcs are allowedto be used multiple times in a given network.6 For example, arc j might be usedto connect nodes i and icid:30 as well as nodes icid:30 and icid:30cid:30. Thus, under our definitionnodes i and icid:30 as well as nodes icid:30 and icid:30cid:30 are allowed to engage in the same type ofinteraction as represented by arc j. Allowing each type of arc to be used multipletimes makes it possible to distinguish coalitions by the type of interaction taking placebetween coalition members and to give a network representation of such coalitions.For example, if the nodes in a given network represent agents, a j coalition wouldconsist of all agents i having a j connection with at least one other agent icid:30. Sucha j coalition would then have a network representation as the directed subnetworkconsisting of pairs of nodes, i and icid:30, connected by a j arc. Until now, most ofthe economic literature on networks has focused on linking networks see Jackson2001 for an excellent survey. By allowing arcs to possess direction and be usedmultiple times and by allowing loops and nodes to be connected by multiple arcs,our extended definition makes possible the application of networks to a richer set ofeconomic environments.Given a particular directed network, an agent or a coalition of agents can changethe network to another network by simply adding, subtracting, or replacing arcs fromthe existing network in accordance with certain rules represented via the supernetwork.7 For example, suppose the nodes in a network represent agents and the rulefor adding an arc j from node i to node icid:30 requires that both agents i and icid:30 agree toadd arc j. Suppose also the rule for subtracting arc j from node i to node icid:30 requiresthat only agent i or agent icid:30 agree to dissolve arc j. We refer to this particular set ofrules as JacksonWolinsky rules see Jackson and Wolinsky 1996. Other rules are 5 Under our extended definition, arc jcid:30 might also run in the same direction as arc j. However,our definition does not allow arc j to go from node i to node icid:30 multiple times.6 A loop is an arc going from a given node to that same node. For example, given arc j and nodei, the ordered pair j, i, i is a loop.7 Put differently, agents can change one network to another network by adding, subtracting, orreplacing ordered pairs, j, i, icid:30, in accordance with certain rules.4possible. For example, the addition of an arc might require that a simple majorityof the agents agree to the addition, while the removal an arc might require that atwothirds majority agree to the removal. Given the flexibility of the supernetworkframework, any set rules governing network formation can be represented.In order to relate our approach to network formation to the seminal work by Jackson and Wolinsky 1996 we define a notion of pairwise stability for farsightednetwork formation games over directed networks similar to the notion of pairwisestability introduced by Jackson and Wolinsky 1996 for myopic network formationgames over linking networks. We show that in any farsighted network formation gameinduced by any rules of network formation, including the JacksonWolinsky 1996rules, the farsighted core is a subset of the set of pairwise stable networks.8 Thus,nonemptiness of the farsighted core implies nonemptiness of the set of pairwise stablenetworks and, given our result on the equivalence of nonemptiness of the farsightedcore and the existence of at least one strategic basin of attraction containing a singlenetwork, the existence of a pairwise stable network is guaranteed by the existenceof at least one basin of attraction containing a single network. This result can beviewed as an extension of a result due Jackson and Watts 2002 on the existenceof pairwise stable linking networks for myopic network formation games inducedby JacksonWolinsky rules i.e., by JacksonWolinsky supernetworks. In particular,Jackson and Watts 2002 consider myopic improving paths through the supernetworkour terminology further assuming that moves from one network to another takeplace one link at a time. They show that for any myopic network formation gameinduced by such a supernetwork there exists a pairwise stable network if and onlyif there does not exist a closed cycle of networks. Specializing to myopic networkformation games over linking networks induced by JacksonWolinsky supernetworks,our notion of a strategic basin of attraction containing multiple networks correspondsto their notion of a closed cycle of networks. Thus, stated in our terminology Jacksonand Watts show that for myopic JacksonWolinsky network formation games, thereexists a pairwise stable network if and only if there does not exist a strategic basinof attraction containing multiple networks.In fact, following our approach, if wespecialize to myopic JacksonWolinsky network formation games and strategic basinsof attraction generated by myopic improving paths, then we can conclude that theexistence of at least one strategic basin containing a single network is both necessaryand sufficient for the existence of a pairwise stable network.We also define a notion of strong stability for farsighted network formation gamesover directed networks similar to the strong stability notion of Jackson and van den Nouweland 2001 for network formation games over linking networks. We showthat for any farsighted network formation game induced by any supernetwork, thefarsighted core is a subset of the set of strongly stable networks. Thus, nonemptinessof the farsighted core implies nonemptiness of the set of strongly stable networks.Finally, we show that in any farsighted network formation game, including those 8 According to Jackson and Wolinsky, a network is pairwise stable if each pair of agents directlyconnected by an arc in the network weakly prefer to remain directly connected, and if for each pairof agents not directly connected, a direct connection preferred by one of the agents makes the otheragent strictly worse off i.e., if one agent prefers to be directly connected, the other does not.5induced by JacksonWolinsky supernetworks, each strategic basin of attraction hasa nonempty intersection with the largest consistent set of networks i.e., the Chweset of networks, see Chwe 1994.9 Given the way in which the farsighted core isconstructed from the basins of attraction, we conclude as an immediate corollary ofthis result that the farsighted core is a subset of the largest consistent set of networks.This corollary together with our result on the farsighted core and strong stabilityimply that any network contained in the farsighted core is not only farsightedlyconsistent but also strongly stable.9 Consistency with respect to farsighted dominance and the notion of a largest consistent set wereintroduced by Chwe 1994 in an abstract game setting. We provide a detailed discussion of Chwesnotion in Section 5.3.62 Directed Networks 2.1 The Extended Definition We begin by giving the formal definition of a directed network introduced in Page,Wooders, and Kamat 2001. Let N be a finite set of nodes, with typical elementdenoted by i, and let A be a finite set of arcs, with typical element denoted by j. Arcsrepresent potential connections between nodes, and depending on the application,nodes can represent economic agents or economic objects such as markets or firms.10Definition 1 Directed NetworksGiven node set N and arc set A, a directed network, G, is a nonempty subset of A N N .The collection of all directed networks given N and A is given by P AN N ,where P A N N denotes the collection of all nonempty subsets of A N N .A directed network G P ANN specifies how the nodes in N are connectedvia the arcs in A. Note that in a directed network order matters. In particular, ifj, i, icid:30 G, this means that arc j goes from node i to node icid:30. Also, note thatunder our definition of a directed network, loops are allowed that is, we allow anarc to go from a given node back to that given node. Finally, note that under ourdefinition an arc can be used multiple times in a given network and multiple arcs cango from one node to another. However, our definition does not allow an arc j to gofrom a node i to a node icid:30 multiple times.The following notation is useful in describing networks. Given directed network G P A N N , let Gj :cid:113i, icid:30 N N : j, i, icid:30 Gcid:114 ,Gi :cid:113j A : j, i, icid:30 G or j, icid:30, i Gcid:114 .and1Thus,Gj is the set of node pairs connected by arc j in network G, and Gi is the set of arcs going from node i or coming to node i in network G.Note that if for some arc j A, Gj is empty, then arc j is not used in network G. Moreover, if for some node i N, Gi is empty then node i is not used in network G, and node i is said to be isolated relative to network G.10 Of course in a supernetwork, nodes represent networks.7Suppose that the node set N is given by N i 1, i 2, . . . , i 5 , while the arc set Ais given by A j 1, j 2, . . . , j 5, j 6, j 7 . Consider the network, G, depicted in Figure 1.j 1j 1i 1j 3j 1j 4j 5j 2i 2i 3i 4i 5j 6Figure 1: Network GNote that in network G nodes i 1 and i 2 are connected by two j 1 arcs running in opposite directions and that nodes i 1 and i 3 are connected by two arcs, j 1 and j 3, running inthe same directions from node i 3 to node i 1. Thus, Gj 1 i 1, i 2, i 2, i 1, i 3, i 1and Gj 3 i 3, i 1. Observe that j 6, i 4, i 4 G is a loop. Thus, Gj 6 i 4, i 4. Also, observe that arc j 7 is not used in network G. Thus, Gj 7 .11Finally, observe that Gi 4 j 4, j 5, j 6, while Gi 5 . Thus, node i 5 is isolatedrelative to G.122.2 Linking Networks and Directed Graphs Our extended notion of a directed network can be formally related to the notion ofa linking network as follows. As before, let N denote a finite set of nodes. A linkingnetwork, say g, consists of a finite collection of subsets of the form i, icid:30, i cid:57 icid:30.For example, g might be given by g i, icid:30,icid:30, icid:30cid:30 for i, icid:30, and icid:30cid:30 in N. Notethat in a linking network all connections or links are the same i.e., connection typesare homogeneous, direction does not matter, and loops are ruled out by definition.Letting g N denote the collection of all subsets of N of size 2, the collection of all linkingnetworks given N is given by P g N where, recall, P g N denotes the collection ofall nonempty subsets of g N e.g., see the definition in Jackson and Wolinsky 1996.A directed graph, say E, consists of a finite collection of ordered pairs i, icid:30 N N. For example, E might be given by E i, icid:30, icid:30, icid:30 for i, icid:30 and icid:30, icid:3011 The fact that arc j 7 is not used in network G can also be denoted by writingwhere proj AG denotes the projection onto A of the subsetj 7 proj AG,G A N Nrepresenting the network.12 If the loop j 7, i 5, i 5 were part of network G in Figure 1, then node i 5 would no longer beconsidered isolated under our definition. Moreover, we would have Gi 5 j 7.8in N N. Stated more compactly, a directed graph E is simply a subset of N N.Thus, in any directed graph connection types are again homogeneous but directiondoes matter and loops are allowed.Under our definition, a directed network G is a subset of A N N , where asbefore A is a finite set of arcs. Thus, in a directed network, say G P A N N , connection types are allowed to be heterogeneous distinguished by arc labels,direction matters, and loops are allowed.3 Supernetworks 3.1 The Definition of a Supernetwork Let D denote a nonempty set of agents or economic decision making units withtypical element denoted by d, and let P D denote the collection of all coalitionsi.e., nonempty subsets of D with typical element denoted by S.Given a feasible set of directed networks G P ANN, we shall assume thateach agents preferences over networks in G are specified via a realvalued networkpayoff function,For each agent d D and each directed network G G, vdG is the payoff to agentd in network G. Agent d then prefers network Gcid:30 to network G if and only ifvd : G R.vdGcid:30 vdG.Moreover, coalition Scid:30 P D prefers network Gcid:30 to network G if and only ifvdGcid:30 vdG for all d Scid:30.Note that the payoff function of an agent depends on the entire network. Thus, theagent may be affected by directed links between other agents even when he himself hasno direct or indirect connection with those agents. Intuitively, widespread networkexternalities are allowed.By viewing each network G in a given collection of directed networks G P AN N as a node in a larger network, we can give a precise network representationof the rules governing network formation as well as agents preferences. To begin, let M : m S : S P D denote the set of move arcs or marcs for short,P : p S : S P D denote the set of preference arcs or parcs for short,and A : M P.Given networks G and Gcid:30 in G, we shall denote by m Scid:30G, Gcid:30 i.e., by an marc,belonging to coalition Scid:30, going from node G to node Gcid:30 the fact that coalition Scid:30 P D can change network G to network Gcid:30 by adding, subtracting, or replacingarcs in network G. Graphically, m Scid:30, G, Gcid:30 is represented by GGSm 9Moreover, we shall denote by p Scid:30, G, Gcid:30 i.e., by a parc, belonging to coalition Scid:30, going from node G to node Gcid:30 the fact that each agent in coalition Scid:30 P Dprefers network Gcid:30 to network G. Graphically, p Scid:30, G, Gcid:30 is represented by GSp GDefinition 2 SupernetworksGiven directed networks G P ANN , agent payoff functions vd : d D ,and arc set A : M P, a supernetwork, G, is a nonempty subset of AG Gsuch that for all networks G and Gcid:30 in G and for all coalition Scid:30 P D,m Scid:30, G, Gcid:30 G if and only if coalition Scid:30 can change network G to network Gcid:30,Gcid:30 cid:57 G, by adding, subtracting, or replacing arcs in network G,p Scid:30, G, Gcid:30 G if and only if vdGcid:30 vdG for all d Scid:30.and Thus, a supernetwork G specifies how the networks in G are connected via coalitional moves and coalitional preferences and thus provides a network representationof agent preferences and the rules governing network formation. Note that for allcoalitions Scid:30 P D and networks G and Gcid:30 contained in G, if p Scid:30, G, Gcid:30 G,then p S, G, Gcid:30 G for all subcoalitions S of Scid:30.Under our definition of a supernetwork, multiple marcs, as well as multiple parcs,connecting networks G and Gcid:30 in supernetwork G are allowed. However, multiplemarcs, or multiple parcs, from network G G to network Gcid:30 G belonging tothe same coalition are not allowed and moreover, are unnecessary. Multiple marcs not belonging to the same coalition connecting networks G and Gcid:30 in a givensupernetwork G indicate that in supernetwork G there is more than one coalitioncapable of changing network G to network Gcid:30. At the other extreme, if network G G is such that no marcs or parcs go to or come from G, then network G cannotbe changed and is said to be isolated relative to supernetwork G.Finally, it is important to note that in many economic applications, the set ofnodes, N, used in defining the networks in the collection G, and the set of economicagents D are one and the same i.e., in many applications N D. However, underour approach to network formation via supernetworks, it is not required that N D.3.2 The Farsighted Dominance Relation Induced by a Supernetwork Given supernetwork G AG G, we say that network Gcid:30 G farsightedlydominates network G G if there is a finite sequence of networks,G0, G1, . . . , Gh,with G G0, Gcid:30 Gh, and Gk G for k 0, 1, . . . , h, and a corresponding sequenceof coalitions,S1, S2, . . . , Sh,10such that for k 1, 2, . . . , hm Sk, Gk 1, Gk G,p Sk , Gk 1, Gh G.and We shall denote by G cid:82cid:82 Gcid:30 the fact that network Gcid:30 G farsightedly dominatesnetwork G G.Figure 2 below provides a network representation of the farsighted dominancerelation in terms of marcs and parcs. In Figure 2, network G3 farsightedly dominatesnetwork G0.G3S2p G1S1p G0S1m S3p S2m S3m G2Figure 2: G3farsightedly dominates G0Note that what matters to the initially deviating coalition S1, as well as coalitions S2and S3, is the ultimate network outcome G3. Thus, the initially deviating coalition S1 will not be deterred even ifp S1, G0, G1 Gas long as the ultimate network outcome G3 is preferred to G0, that is, as long as G3is such thatp S1, G0, G3 G.Finally, we say that a network G G is farsightedly isolated relative to supernetwork G, if there does not exist a network Gcid:30 G with Gcid:30 cid:124cid:124 G or G cid:124cid:124 Gcid:30. Notethat if network G is isolated relative to G, then it is farsightedly isolated relative to G.3.3 The Farsighted Domination Path Relation Induced by a Supernetwork Given supernetwork G AG G, we say that a sequence of networks Gkk in Gis a farsighted domination path through supernetwork G i.e., a cid:82cid:82path through Gif for any two consecutive networks Gk 1 and Gk, Gk farsightedly dominates Gk 1,that is, if for any two consecutive networks Gk 1 and Gk,Gk 1 cid:82cid:82 Gk.We can think of the farsighted dominance relation Gk 1 cid:82cid:82 Gk between networks Gkand Gk 1 as defining a cid:82cid:82arc from network Gk 1 to network Gk. Given cid:82cid:82path 11Ghh through G, the length of this path is defined to be the number of cid:82cid:82arcs inthe path. We say that network G1 G is cid:82cid:82reachable from network G0 G in Gif there exists a finite cid:82cid:82path in G from G0 to G1 i.e., a cid:82cid:82path in G from G0 to G1 of finite length. If network G0 G is cid:82cid:82reachable from network G0 in G, thenwe say that supernetwork G contains a cid:82cid:82circuit. Thus, a cid:82cid:82circuit in G startingat network G0 G is a finite cid:82cid:82path from G0 to G0. A cid:82cid:82circuit of length 1 iscalled a cid:82cid:82loop. Note that because preferences are irreflexive, cid:82cid:82loops are in factruled out. However, because the farsighted dominance relation, cid:82cid:82, is not transitive,it is possible to have cid:82cid:82circuits of length greater than 1.Given supernetwork G AG G, we can use the notion of cid:82cid:82reachabilityto define a new relation on the set of networks G. In particular, for any two networks G0 and G1 in G define G1 cid:7G G0 if and only if cid:29 G1 is cid:82cid:82 reachable from G0 in supernetwork G , or2The relation cid:7G is a weak ordering on the set of networks G. In particular, cid:7G isreflexive G cid:7G G and cid:7G is transitive G2 cid:7G G1 and G1 cid:7G G0 implies that G2 cid:7G G0. We shall refer to the relation cid:7G as the farsighted domination pathFDP relation induced by supernetwork G.13G1 G0.4 Farsighted Network Formation Games Given any collection of directed networks G P AN N and any supernetwork G AG G, where arc set A is the union of coalitional move arcs M andcoalitional preference arcs P, the corresponding farsighted network formation gameis given by the pairG, cid:7G ,where cid:7G is the farsighted domination path FDP relation on G induced by supernetwork G see expression 2.4.1 Descendance Relations, Maximal Networks, and Networks Without Descendants If G1 cid:7G G0 and G0 cid:7G G1, we say that networks G1 and G0 are equivalent andwe write G1 G G0. If networks G1 and G0 are equivalent this means that eithernetworks G1 and G0 coincide or that G1 and G0 are on the same cid:82cid:82circuit insupernetwork G. If networks G1 and G0 are such that G1 cid:7G G0 but G1 and G0 arenot equivalent i.e., but not G1 G G0, we say that network G1 is a descendant ofnetwork G0 and we write3G1 cid:124G G0.13 The relation cid:7G is sometimes referred to as the transitive closure of the farsighted dominancerelation, cid:82cid:82.12We say that a directed network Gcid:30 G is maximal in G if for any G GG cid:7G Gcid:30 implies that G G Gcid:30,that is, if Gcid:30 is maximal then G cid:7G Gcid:30 implies that G and Gcid:30 coincide or lie on thesame cid:82cid:82circuit. Thus, given the definition of descendance, maximal networks areprecisely those networks without descendants. Lettingcid:124GGcid:30 :cid:11G G : G cid:124G Gcid:30cid:12 ,a network Gcid:30 G is without descendants or is maximal in the farsighted networkformation game G, cid:7G if and only ifcid:124GGcid:30 .Note that any farsightedly isolated network is by definition a network without descendants. Recall that a network Gcid:30 G is farsightedly isolated relative to G , ifthere does not exist a network G G with Gcid:30 cid:124cid:124 G or G cid:124cid:124 Gcid:30.In attempting to identify those networks which are likely to emerge and persist ifagents are farsighted, networks without descendants are of particular interest. Hereis our main result concerning networks without descendants.Theorem 1 All farsighted network formation games have networks without descendantsLet G, cid:7G be a farsighted network formation game. For every network G Gthere exists a network Gcid:30 G such that 1. Gcid:30 cid:7G G, and 2. cid:124GGcid:30 .Proof. Let G0 be any network in G. If cid:124GG0 , we are done. If not choose G1 cid:124GG0. If cid:124GG1 , we are done. If not, continue by choosing G2 cid:124GG1.Proceeding iteratively in this way, we can generate a sequence, G0, G1, G2, . . . . Nowobserve that in a finite number of iterations we must come to a network Gkcid:30 suchthat cid:124GGkcid:30 . Otherwise, we could generate an infinite sequence, Gkk suchthat for all k,Gk cid:124G Gk 1.However, because G is finite this sequence would contain at least one network, say Gkcid:30, which is repeated an infinite number of times. Thus, all the networks in thesequence lying between any two consecutive repetitions of Gkcid:30 would be on the samecid:82cid:82circuit in supernetwork G, contradicting the fact that for all k, Gk is a descendantof Gk 1 i.e., Gk cid:124G Gk 1.By Theorem 1, in any farsighted network formation game G, cid:7G, correspondingto any network G G there is a network Gcid:30 G without descendants which is cid:82cid:82reachable from G. Thus, in any farsighted network formation game the set of networkswithout descendants given byis nonempty.Z : G G : cid:124GG 134.2 Basins of Attraction Stated loosely, a basin of attraction is a set of equivalent networks to which thestrategic network formation process represented by the game might tend and fromwhich there is no escape. Formally, we have the following definition.Definition 3 Basin of AttractionLet G, cid:7G be a farsighted network formation game. A set of networks A G issaid to be a basin of attraction for G, cid:7G if 1. the networks contained in A are equivalent i.e., for all Gcid:30 and G in A, Gcid:30 GG, and 2. no network in A has descendants i.e., there does not exist a network Gcid:30 Gsuch that Gcid:30 cid:124G A where Gcid:30 cid:124G A if and only if Gcid:30 cid:124G G for some G A.As the following characterization result shows, there is a very close connectionbetween networks without descendants and basins of attraction.Theorem 2 A characterization of basins of attractionLet G, cid:7G be a farsighted network formation game and let A be a subset ofnetworks in G. The following statements are equivalent:1. A is a basin of attraction for G, cid:7G.2. There exists a network without descendants, G Z, such that A cid:11Gcid:30 Z : Gcid:30 G Gcid:12 .Proof.equivalence classes, A cid:57Gcid:30 Z : Gcid:30 G G implies that1 implies 2: Because the sets A and Gcid:30 Z : Gcid:30 G G, G Z, are Acid:11Gcid:30 Z : Gcid:30 G Gcid:12 for all G Z.Thus, if 2 fails, this implies that A contains a network with descendants. Thus, Acannot be a basin of attraction for G, cid:7G, and thus, 1 implies 2.142 implies 1: Suppose now that A cid:11Gcid:30 Z : Gcid:30 G Gcid:12for some network G Z. If A is not a basin of attraction, then for some network Gcid:30cid:30 G, Gcid:30cid:30 cid:124G Gcid:30 for some Gcid:30 A. But now Gcid:30cid:30 cid:124G Gcid:30 and Gcid:30 G G imply that Gcid:30cid:30 cid:124G G, contradicting the fact that G Z. Thus, 2 implies 1.In light of Theorem 2, we conclude that in any farsighted network formation gameG, cid:7G, G contains a unique, finite, disjoint collection of basins of attraction, sayA1, A2, . . . , Am, where for each k 1, 2, . . . , m m 1Ak AG : cid:11Gcid:30 Z : Gcid:30 G Gcid:1214 Note that if G Z and Gcid:30 G G, then Gcid:30 Z.14for some network G Z. Note that for networks Gcid:30 and G in Z such that Gcid:30 G G,AGcid:30 AG i.e. the basins of attraction AGcid:30 and AG coincide. Also, note that ifnetwork G G is farsightedly isolated relative to G, then G Z andis, by definition, a basin of attraction but a very uninteresting one.AG : cid:11Gcid:30 Z : Gcid:30 G Gcid:12 GExample 1 The farsighted dominance relation and basins of attractionFigure 3 depicts the graph of the farsighted dominance relation induced by a supernetwork G.G7G8G3G0G2G2G2G2G5G1G2G4Figure 3: Graph of the farsighted dominance relation induced by supernetwork GIn Figure 3, a network at the end of an arrow a network by the arrowhead farsightedly dominants the network at the beginning of the arrow. Thus, in Figure 3, network G7 farsightedly dominants network G1 i.e., G7 cid:124cid:124 G1. First, note that network G0 is farsightedly isolated relative to the supernetwork. Second, note that the set ofnetworks without descendants is given by Z G0, G2, G3, G4, G5, G8 .Third, note that even though there are nine networks without descendants, becausenetworks G2, G3, G4, and G5 are equivalent, there are only three basins of attraction:A1 G0 , A2 G2, G3, G4, G5 , and A3 G8 .Because G2, G3, G4, and G5 are equivalent,AG2 AG3 AG4 AG5 G2, G3, G4, G5 .154.3 Farsighted Bases In this subsection we show that the fact that all farsighted network formation gamespossess a unique, finite, disjoint collection of basins of attraction implies that allfarsighted network formation games possess von NeumannMorgenstern stable setswith respect to the farsighted domination path relation, cid:7G. We refer to these cid:7Gstable sets as farsighted bases and we refer to any network contained in a farsightedbasis as a farsightedly basic network. The formal definition of a farsighted basis is asfollows.Definition 4 Farsighted BasisLet G, cid:7G be a farsighted network formation game. A subset B of directednetworks in G is said to be a farsighted basis for G, cid:7G ifa internal cid:7G stability whenever G0 and G1 are in B, with G0 cid:57 G1, thenneither G1 cid:7G G0 nor G0 cid:7G G1 hold, andb external cid:7G stability for any G0 B there exists G1 Bsuch that G1 cid:7G G0.In other words, a nonempty subset of networks B is a farsighted basis for G, cid:7Gif G0 and G1 are in B, with G0 cid:57 G1, then G1 is not reachable from G0, nor is G0reachable from G1, and if G0 B, then there exists G1 B reachable from G0.We now have our main results on the existence, construction, and cardinality offarsighted bases.15Theorem 3 Farsighted bases: existence, construction, and cardinalityLet G, cid:7G be a farsighted network formation game, and without loss of generalityassume that G, cid:7G has basins of attraction given bywhere basin of attraction Ak contains Ak many networks i.e., Ak is the cardinalityof Ak. Then the following statements are true:A1, A2, . . . , Am ,1. B G is a farsighted basis for G, cid:7G if and only if B is constructed by choosing one network from each basin of attraction, that is, if and only if B is of theform B G1, G2, . . . , Gm ,where Gk Ak for k 1, 2, . . . , m.2. G, cid:7G possessesA1 A2 Am : Mmany farsighted bases and each basis, Bq, q 1, 2, . . . , M, has cardinality 15 These results can be viewed as extensions of some classical results from graph theory e.g., seeBq A1, A2, . . . , Am m.Berge 2001, Chapter 2 to the theory of farsighted network formation games.16Proof.begin, let It suffices to prove 1. Given 1, the proof of 2 is straightforward. To B G1, G2, . . . , Gm ,where Gk Ak for k 1, 2, . . . , m, and suppose that for Gk and Gkcid:30 in B, Gkcid:30 cid:7G Gk.Since Gk Ak has no descendants, this would imply that Gkcid:30 G Gk. But this is acontradiction because Gk Ak and Gkcid:30 Akcid:30 and the basins of attraction Ak and Akcid:30 are disjoint. Thus, B is internally cid:7Gstable. Now suppose that network G is notcontained in B. By Theorem 1, there exists a network Gcid:30 G such that Gcid:30 cid:7G G,and cid:124GGcid:30 i.e., Gcid:30 is a network without descendants. By Theorem 2, Gcid:30 iscontained in some basin of attraction Ak and therefore Gcid:30 G Gk where Gk is thekth component of G1, G2, . . . , Gm. Thus, we have Gk cid:7G Gcid:30 cid:7G G implying that Gk cid:7G G, and thus B is externally cid:7Gstable.Suppose now that B G is a farsighted basis for G, cid:7G. First note that eachnetwork G in B is a network without descendants. Otherwise there exists Gcid:30 GBsuch that Gcid:30 cid:124G G. But then because B is externally cid:7Gstable, there exists Gcid:30cid:30 B,Gcid:30cid:30 cid:57 G, such that Gcid:30cid:30 cid:7G Gcid:30 implying that Gcid:30cid:30 cid:7G G and contradicting the internalcid:7Gstability of B. Because each G B is without descendants, it follows from Theorem 2 that each G B is contained in some basin of attraction Ak. Moreover,because B is internally cid:7Gstable and because all networks contained in any onebasin of attraction are equivalent, no two distinct networks contained in B can becontained in the same basin of attraction. It only remains to show that for each basinof attraction, Ak, k 1, 2, . . . , m,B Ak cid:57 .Suppose not. Then for some kcid:30, B Akcid:30 . Because all networks in Akcid:30 are withoutdescendants, for no network G Akcid:30 is it true that there exists a network Gcid:30 Bsuch that Gcid:30 cid:7G G. Thus, we have a contradiction of the external cid:7Gstability of B.Example 2 Basins of attraction and farsighted basesReferring back to the graph of the farsighted dominance relation induced by supernetwork G given in Figure 3, it follows from Theorem 3 that becauseA1 A2 A3 1 4 1 4,the farsighted network formation game G, cid:7G has 4 farsighted bases, each withcardinality 3. By examining Figure 3 in light of Theorem 3, we see that the farsightedbases for G, cid:7G are given by B1 G0, G2, G8 ,B2 G0, G3, G8 ,B3 G0, G4, G8 ,B4 G0, G5, G8 .174.4 The Farsighted Core One of the most fundamental stability notions in game theory is the core. Here wedefine the notion of core for farsighted network formation games. We call this notionof the core the farsighted core.Definition 5 The Farsighted CoreLet G, cid:7G be a farsighted network formation game. A subset C of directednetworks in G is said to be the farsighted core of G, cid:7G if for each network G Cthere does not exist a network Gcid:30 G, Gcid:30 cid:57 G, such that Gcid:30 cid:7G G.Our next results give necessary and sufficient conditions for the core of a farsightednetwork formation game to be nonempty, as well as a recipe for constructing thefarsighted core.Theorem 4 Farsighted core: nonemptiness, construction, and cardinalityLet G, cid:7G be a farsighted network formation game, and without loss of generalityassume that G, cid:7G has basins of attraction given byA1, A2, . . . , Am ,where basin of attraction Ak contains Ak many networks i.e., Ak is the cardinalityof Ak. Then the following statements are true:1. G, cid:7G has a nonempty farsighted core if and only if there exists a basin ofattraction containing a single network, that is, if and only if for some basin ofattraction Ak, Ak 1.2. Suppose there exist basins of attraction with cardinality 1, and letAk 1, Ak 2, . . . , Akn A1, A2, . . . , Am ,where Ak Ak 1, Ak 2, . . . , Akn if and only if Ak 1, k 1, 2, . . . , m.C G, C cid:57 , is the farsighted core of G, cid:7G if and only if C is given by C Gk 1, Gk 2, . . . , Gkn ,where Gki Aki, for i 1, 2, . . . , n. Moreover, if C cid:57 is the farsighted coreof G, cid:7G, then C has cardinalityC Ak 1, Ak 2, . . . , Akn n.Proof. It suffices to show that a network G is contained in the farsighted core C ifand only if G Ak for some basin of attraction Ak, k 1, 2, . . . , m, with Ak 1.First note that if G is in the farsighted core, then G is a network without descendants.Thus, G Ak for some basin of attraction Ak. If Ak 1, then there exists anothernetwork Gcid:30 Ak such that Gcid:30 G G. Thus, Gcid:30 cid:7G G contradicting the fact that Gis in the farsighted core. Conversely, if G Ak for some basin of attraction Ak withAk 1, then there does not exist a network Gcid:30 cid:57 G such that Gcid:30 cid:7G G.18Example 3 Basins of attraction and the farsighted coreReferring back to the graph of the farsighted dominance relation induced by supernetwork G given in Figure 3, it follows from Theorem 4 that C G0, G8 ,is the farsighted core of the network formation game G, cid:7G. Consider the graphof the farsighted dominance relation induced by a different supernetwork Gcid:30 given in Figure 4.G1G2G4G2G2G2G2G5G3Figure 4: Graph of the farsighted dominance relation induced by supernetwork Gcid:30Here there is only one basin of attraction,A G2, G3, G4, G5 ,and because A 1, the farsighted core of the network formation game G, cid:7Gcid:30 isempty.5 Other Stability Notions for Network Formation Games 5.1 Strongly Stable Networks In this subsection we extend the Jacksonvan den Nouweland 2000 notion of strongstability to farsighted network formation games over directed networks induced byarbitrary supernetworks. We show that if the farsighted core is nonempty then theset of strongly stable networks is nonempty and contains the farsighted core. It thenfollows from Theorem 4 that the existence of a basin of attraction containing a singlenetwork implies nonemptiness of the set of strongly stable networks.We begin with a formal definition of strong stability in farsighted network formation games.19Definition 6 Strong stabilityLet G, cid:7G be a farsighted network formation game. A network G G is said tobe strongly stable in G, cid:7G, if m S, G, Gcid:30 G for some coalition S and network Gcid:30 G, implies that p S, G, Gcid:30 G. We shall denote by SS the set of stronglystable networks in G, cid:7G.We now have our main result on the farsighted core and strong stability.Theorem 5 The Farsighted Core and Strong StabilityLet G, cid:7G be a farsighted network formation game induced by any supernetwork G. If the farsighted core, C, of G, cid:7G is nonempty, then SS is nonempty and C SS.Proof. Let C G, C cid:57 , be the farsighted core of G, cid:7G and let network G becontained in C. Then G is a basin of attraction. Thus, there does not exist acid:57 G, such that Gcid:30 cid:7G G. If for some coalition S and somenetwork Gcid:30 G, Gcid:30network Gcid:30 G, m S, G, Gcid:30 G, then it must be true that p S, G, Gcid:30 G,otherwise, we would have Gcid:30 cid:7G G, a contradiction. Thus, G SS.5.2 Pairwise Stable Networks In this subsection, we assume that the set of nodes N and the set of agents D areone and the same i.e., N D and we extend the JacksonWolinsky 1996 notionof pairwise stability to farsighted network formation games over directed networksinduced by arbitrary supernetworks including JacksonWolinsky supernetworks inwhich arc addition is bilateral and arc subtraction is unilateral. We then showthat if the farsighted core is nonempty, then the set of pairwise stable networks isnonempty and contains the farsighted core. It then follows from Theorem 4 that theexistence of a basin of attraction containing a single network implies nonemptinessof the set of pairwise stable networks.Definition 7 Pairwise stabilityLet G, cid:7G be a farsighted network formation game. A network G G is saidto be pairwise stable in G, cid:7G, if 1. mi,icid:30, G, G j, i, icid:30 G for some agents i and icid:30 in N D and somearc j A, implies that pi,icid:30, G, G j, i, icid:30 G i.e., implies that eitherviG j, i, icid:30 viG or that vicid:30G j, i, icid:30 vicid:30G;2. a mi, G, Gcid:34j, i, icid:30 G for some agent i in N D and some arc j A,implies that pi, G, Gcid:34j, i, icid:30 G i.e., implies that viGcid:34j, i, icid:30 viG, andb micid:30, G, Gcid:34j, i, icid:30 G for some agent icid:30 in N D and some arc j A, implies that picid:30, G, Gcid:34j, i, icid:30 G i.e., implies that vicid:30Gcid:34j, i, icid:30 vicid:30G.20Let PS denote the set of pairwise stable networks in G, cid:7G, where G, cid:7G isa farsighted network formation game with N D i.e., nodes agents induced byan arbitrary supernetwork G. It follows from the definitions of strong stability andpairwise stability that SS PS.Moreover, if G is a JacksonWolinsky supernetwork, then SS PS. Also, under ourdefinition of pairwise stability a network G G that cannot be changed to anothernetwork by any coalition including a coalition consisting of one or two agents insupernetwork G is pairwise stable. Stately formally, a network G G such thatm S, G, Gcid:30 G for all coalitions S and all networks Gcid:30 G,is pairwise stable in G, cid:7G.We now have our main result on the farsighted core and pairwise stability. Theproof of this result is similar to the proof of Theorem 5 above.Theorem 6 The Farsighted Core and Pairwise StabilityLet G, cid:7G be a farsighted network formation game with N D induced by anarbitrary supernetwork G. If the farsighted core, C, of G, cid:7G is nonempty, then PS is nonempty and C PS.5.3 Farsightedly Consistent Networks In this subsection, we show that in any farsighted network formation game induced byan arbitrary supernetwork, each basin of attraction has a nonempty intersection withthe largest consistent set i.e., the Chwe set see Chwe 1994. This fact implies thatif the farsighted network formation game has a nonempty farsighted core, then it iscontained in the largest consistent set. In Page, Wooders, and Kamat 2001, Chwesnotions of farsighted consistency and largest consistent set are extended supernetworks and it is shown that any farsighted network formation game has a nonempty,largest consistent set. In light of Theorem 6 above, we can conclude therefore thatany network contained in the farsighted core i.e., in a basin of attraction containinga single network is not only farsightedly consistent but also strongly stable.We begin with a formal definition of farsighted consistency.Definition 8 Farsightedly Consistent SetsLet G, cid:7G be a farsighted network formation game. A subset F of directednetworks in G is said to be farsightedly consistent in G, cid:7G ifm S1, G0, G1 G for some G1 G and some coalition S1, implies thatwith G2 G1 or G2 cid:124cid:124 G1 such that,for all G0 F,there exists G2 Fp S1, G0, G2 G.21In words, a subset of directed networks F is said to be farsightedly consistent inG, cid:7G if given any network G0 F and any m S1deviation to network G1 G bycoalition S1 via adding, subtracting, or replacing arcs in accordance with G, thereexists further deviations leading to some network G2 F where the initially deviatingcoalition S1 is not better off and possibly worse off. A network G G is said to befarsightedly consistent if G F where F is a farsightedly consistent set in G, cid:7G.There can be many farsightedly consistent sets in G, cid:7G. We shall denote by F islargest farsightedly consistent set or simply, the largest consistent set. Thus, if F isa farsightedly consistent set, then F F.Two questions arise in connection with the largest consistent set: i does thereexist a largest consistent set of networks in G, cid:7G, and ii is it nonempty? As shownin Page, Wooders, and Kamat 2001 existence follows from Proposition 1 in Chwe1994, while nonemptiness and also external stability follow from the Corollaryto Proposition 2 in Chwe 1994. We now have our main result on the relationshipbetween basins of attraction, the farsighted core, and the largest consistent set forfarsighted network formation games induced by arbitrary supernetworks.Theorem 7 Basins of Attraction, the Farsighted Core, and the Largest Consistent SetLet G, cid:7G be a farsighted network formation game, and without loss of generalityassume that G, cid:7G has nonempty largest consistent set given by F and basins ofattraction given by Then the following statements are true:A1, A2, . . . , Am .1. Each basin of attraction Ak, k 1, 2, . . . , m, has a nonempty intersection withthe largest consistent set F, that is F Ak cid:57 , for k 1, 2, . . . , m.2. If G, cid:7G has a nonempty farsighted core C, then C F.Proof. In light of Theorem 4, 2 easily follows from 1. Thus, it suffices to prove1. Suppose that for some basin of attraction Akcid:30F Akcid:30 .Let Gcid:30 be a network in Akcid:30. Because F is externally stable with respect to thefarsighted dominance relation cid:124cid:124, Gcid:30 F implies that there exists some network G F such that G cid:124cid:124 Gcid:30. Thus, G cid:7G Gcid:30. Because the networks in Akcid:30 arewithout descendants, it must be true that Gcid:30 cid:7G G. But this implies that G G Gcid:30,and therefore that G Akcid:30, a contradiction.226 Competitive Contracting Networks In this section we introduce the notion of a competitive contracting network via arelatively simple example. The sort of nodes in the network we have in mind are,for example, L.L. Bean and Lands End, or competitors offering mutual funds or insurance contracts and also potential customers of the competing firms. In principle,there may be many firms nodes offering catalogs of products to potential consumersor the market also nodes. For this application, since arcs represent contracts, it isessential that arcs be allowed to be labelled and be heterogeneous.16 We consider anexample in which two firms compete for the services of a single, privately informedagent via catalogs of contracts. Our objective is to identify those competitive contracting strategies i.e., catalog strategies that are likely to emerge and persist iffirms behave farsightedly in choosing their catalogs.6.1 Contracts and Catalogs To begin, suppose that there are only two contracts, f A and f B, and that each firm,F1 and F2, can offer the agent, M, a catalog of contracts from the following set ofcatalogs:0 ,f A ,f B ,f A, f B .Here, contract 0 denotes no contracting. Thus, if firm 1 offers the agent catalog 0,while firm 2 offers the agent catalog f A, f B , then firm 1 has chosen not to enter thecompetition or put differently, has chosen not to enter the industry. In this case,the catalog profile offered by firms is given by0 ,f A, f B .Given the catalog profile offered by firms, the privately informed agent then choosesa firm with which to contract and a particular contract from the catalog offered bythat firm i.e., the agent can contract with one and only one firm. In order to takeinto account the possibility that the agent may wish to abstain from contractingaltogether, we assume that there is a fictitious firm i 0 that offers the catalog 0.Thus, if firms 1 and 2 offer catalog profile f A ,f A, f B , then the full catalogprofile is given byand the agents mutually exclusive choices can be summarized as follows:contract with firm 0 and choose from catalog 0,contract with firm 1and choose from catalog f A ,contract with firm 2 and choose from catalog f A, f B .The timing in the contracting game is as follows: First, each firm simultaneouslyand confidentially chooses and commits to a particular catalog offer. Next, the agent 16 To the best of our knowledge, prior models of networks in the economics and game theoreticliterature do not permit such an application.23cid:21 0firm 0firm 2 cid:22 ,,f A, f B,f Afirm 1chooses a firm and a contract from that firms catalog. Ex ante each firm knows theagent up to a distribution of agent types, and therefore, given any catalog profileoffered by the firms, each firm is able to deduce the agents typedependent bestresponses and compute the firms expected payoff.6.2 Catalog Strategies and Contracting Networks Each profile of catalog strategies by firms can be uniquely represented by a contractingnetwork. Let the set of nodes be given by N F1, F2, M, the set of arcs by A 0 ,f A ,f B ,f A, f B, and the set of agents participating in the networkformation game by D F1, F2.Figure 5 depicts the contracting network G corresponding to a particular profileof catalog offers by the firms.F1f A,f BMF2f AFigure 5: A Competitive Contracting Network In Figure 5, the arc labeled f A, f B going from node F1 to node M indicates that innetwork G firm 1 is offers catalog f A, f B to the agent, while the arc labeled f Agoing from node F2 to node M indicates that firm 2 offers catalog f A.6.3 The Competitive Contracting Supernetwork 6.3.1 Network Payoffs For the competitive contracting game, the feasible set of contracting networks Gconsists of 16 networks. Table 1 summarizes the expected payoffs to the firms in eachpossible contracting network. Firm 2 00,0103,05f A0,09f Bf A, f B 2,013f A0,221,361,2101,314f B0,531,370,3110,115f A, f B0,341,182,3121,116Firm 1Table 1: Contracting Network Payoffs For example, the contracting network depicted in Figure 5, call it network G14,generates the payoffs in cell 14 of the payoff matrix. Thus, the expected payoffs to 24firm 1 F1 and firm 2 F2 in network G14 are given byv F1G : 1f A, f B ,f A 1,v F2G : 2f A, f B ,f A 3.and This means that if firm 1 offers the agent catalog f A, f B while firm 2 offers catalogf A, then firm 1s expected payoff is 1, while firm 2s expected payoff is 3.176.3.2 Network Formation Rules We shall assume that rules of network formation corresponding to the contractinggame are purely unilateral. Thus, for example, firm 1 can alter the status quo contracting network by unilaterally replacing the arc from F1 to M representing thefirms current catalog offer by another arc representing a different catalog offer. Figure 6 below depicts the marc, as well as the parc, connections between networks G14and G7 corresponding to cells 14 and 7 in Table 1 in the competitive contractingsupernetwork.F1F2f A,f Bf AG14MpF2mF1, F2F1F2f Af BG7MFigure 6: The Connections Between G14and G7in the Competitive Contracting Supernetwork Note that firms 1 and 2 can change network G14 to network G7 as well as changenetwork G7 back to network G14 hence the twoheaded marc, mF1,F2, connectingnetworks G14 and G7.18 In moving from G14 to G7, firm 1 unilaterally replaces arcf A, f B from F1 to M with arc f A from F1 to M, while firm 2 unilaterally replacesarc f A from F2 to M with arc f B from F2 to M. Thus, moving from G14 to G7requires that firms 1 and 2 act unilaterally and simultaneously.19 Referring to Table 1, note that firm 2 prefers G7 to G14 becausev F2G7 : 2f A ,f B 3,and 17 Here, we have spared the reader the tedious details of computing the expected payoffs appearingv F2G14 : 2f A, f B ,f A 3,in Table 1.18 Thus, the competitive contracting supernetwork is said to be symmetric.19 It is important to note that the rules of network formation, even though they are unilateral, donot rule out the possibility that firms act cooperatively.25while firm 1 is indifferent to networks G7 and G14 becausev F1G7 : 2f A ,f B 1,andv F1G14 : 2f A, f B ,f A 1.Hence, given the definition of parcs, in Figure 6 there is a parc, pF2, from G14 to G7, but there is no parc, pF1, from G14 to G7 or from G7 to G14.6.4 The Farsighted Core of the Competitive Contracting Game Given the simplicity of the network formation rules, we conclude by inspection of Table 1 that the farsighted network formation game over contracting networks has onestrategic basin of attraction consisting of a single network, G7. Thus, the farsightedcore of the network formation game over contracting networks is given byand thus the catalog profile C G7 ,f A,f Bcorresponding to contracting network G7 is likely to emerge and persist if firms behavefarsightedly in choosing their catalogs. Note that network G7 is also strongly stableand farsightedly consistent. In fact, network G7 is the only strongly stable networkas well as the only farsightedly consistent network. Thus in this example.6.5 A Variation on the Example C SS F G7 .Suppose now that we change the example by changing the payoffs. Table 2 summariesthe new payoffs. Firm 2 00,0103,05f A0,09f Bf A, f B 2,013Firm 1f A0,221,361,2101,314f B0,531,170,1110,115f A, f B0,141,182,1121,116Table 2: The New Contracting Network Payoffs By a careful inspection of Table 2 we conclude that in our new farsighted networkformation game there is again only one strategic basin of attraction but this timeconsisting of multiple networks. In particular, this single basin of attraction is givenby A G5, G7, G13 .26Thus, in our new farsighted network formation game the farsighted core is empty.Despite this, we can conclude that the catalog profiles corresponding to the networkscontained in A are those that are likely to emerge and persist if firms behave farsightedly in choosing their catalogs. In particular, each network in A constitutes afarsighted basis of the network formation game with respect to the farsighted domination path relation induced by the contracting supernetwork G. Thus, in thecompetitive contracting game the set catalog profiles corresponding to the farsightedly basic networks, G5, G7,and G13, listed in Table 3, is likely to emerge and persistif firms behave farsightedly in choosing their catalog strategies.G5G7G13f A,0f A,f Bf A, f B,0Table 3: The Farsightedly Basic Networks and Their Corresponding Catalog Profiles We close by noting that network G7 is the only strongly stable network and thatnetworks G7 and G13 are the only farsightedly consistent networks. Thus, in our newexample SS G7 and F G7, G13.207 Further research While we have related and characterized a number of solution concepts for our newmodel of networks and network formation, a number of questions remain. For example, is there an analogue of balancedness, ensuring nonemptiness of the farsightedcore of a game?21 Is there an analogue of the partnered core 22 for networks? Arethere any conditions on admissible networks which ensure that the farsighted coreis nonempty independently of the structure of payoffs?23 Current research is directedtowards investigating these issues.We close by noting that a number of other economic situations might provideinteresting possibilities for analysis as abstract networks as developed in this paper.We have in mind, for example, problems from industrial organization, such as cartelformation, the formation of networks of collaboration, and trade networks. See, forexample, Casella and Rauch 2001 and Bloch 2001 or other articles in the samevolume for further potential applications.References1 Berge, C. 2001 The Theory of Graphs, Dover, Mineola, New York. reprint ofthe translated French edition published by Dunod, Paris, 1958.20 The farsightedly consistent sets in both versions of this example were computed using a Mathematica package developed by Kamat and Page 2001.21 A result due to Bondareva 1962, Shapley 1967 and Scarf 1967.22 See Reny and Wooders 1996 for an introduction to the partnered core of a nontransferableutility game.23 A famous class of games satisfying this property is assignment, or matching games; seeforexample Shapley and Shubik 1972. See also Demange 2001 and references therein for discussionsof other classes of games with this property.272 Bloch, F. 2001 Group and Network Formation in Industrial Organization; ASurvey, Group Formation in Economics: Networks, Clubs, and Coalitions, G.Demange and M. Wooders eds  Cambridge University Press, forthcoming.3 Bondareva, O. 1962 Theory of the Core in an nPerson Game, Vestnik,LGU13, 141142 in Russian, Leningrad State University, Leningrad.4 Casella, A. and J. Rauch 2001 Networks and Markets, The Russel Sage Foundation, New York.5 Chwe, M. 1994 Farsighted Coalitional Stability, Journal of Economic Theory 63, pp. 299325.6 Demange, G. 2001 Group Formation; The Interaction of Increasing Returnsand Preference Diversity, In: Demange, G. and M. H. Wooders. eds. Group Formation in Economics: Networks, Clubs, and Coalitions. Cambridge University Press, forthcoming.7 Jackson, M. O. 2001 A Survey of Models of Network Formation: Stabilityand Efficiency. In: Demange, G. and M. H. Wooders. eds. Group Formationin Economics: Networks, Clubs, and Coalitions. Cambridge University Press,forthcoming.8 Jackson, M. O. and A. van den Nouweland 2001 Strongly Stable Networks,typescript, Caltech, forthcoming in Games and Economic Behavior.9 Jackson, M. O. and A. Watts 2001 The Evolution of Social and Economic Networks, Journal of Economic Theory 106, pp. 265295.10 Jackson, M. O. and A. Wolinsky 1996 A Strategic Model of Social and Economic Networks, Journal of Economic Theory 71, pp. 4474.11 Kamat, S. and F. H. Page, Jr. 2001 Computing Farsighted Stable Sets,typescript, University of Alabama.12 Page, Jr., F. H., M. H. Wooders and S. Kamat 2001 Networks and Farsighted Stability, Warwick Economic Research Papers, No 621, University of Warwick,forthcoming in the Journal of Economic Theory.13 Reny, P.J. and M.H. Wooders 1996 The partnered core of a game withoutside payments, Journal of Economic Theory 70, 298311.14 Scarf, H. 1967 The Core of an nperson Game, Econometrica 35, 5069.15 Shapley, L. S  and M. Shubik 1972 The Assignment Game 1; The Core,International Journal of Game Theory 1, 1130.28NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEIFondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses:http:www.feem.itFeemPubPublicationsWPapersdefault.htmlhttp:www.ssrn.comlinkfeem.htmlhttpwww.repec.org NOTE DI LAVORO PUBLISHED IN 2004Anil MARKANDYA, Suzette PEDROSO and Alexander GOLUB: Empirical Analysis of National Income and So 2 Emissions in Selected European Countries Masahisa FUJITA and Shlomo WEBER: Strategic Immigration Policies and Welfare in Heterogeneous Countries Adolfo DI CARLUCCIO, Giovanni FERRI, Cecilia FRALE and Ottavio RICCHI: Do Privatizations Boost Household Shareholding? Evidence from Italy Victor GINSBURGH and Shlomo WEBER: Languages Disenfranchisement in the European Union Romano PIRAS: Growth, Congestion of Public Goods, and SecondBest Optimal Policy Herman R.J. VOLLEBERGH: Lessons from the Polder: Is Dutch CO2Taxation Optimal Sandro BRUSCO, Giuseppe LOPOMO and S. VISWANATHAN lxv: Merger Mechanisms Wolfgang AUSSENEGG, Pegaret PICHLER and Alex STOMPER lxv: IPO Pricing with Bookbuilding, and a WhenIssued Market Pegaret PICHLER and Alex STOMPER lxv: Primary Market Design: Direct Mechanisms and Markets Florian ENGLMAIER, Pablo GUILLEN, Loreto LLORENTE, Sander ONDERSTAL and Rupert SAUSGRUBERlxv: The Chopstick Auction: A Study of the Exposure Problem in MultiUnit Auctions Bjarne BRENDSTRUP and Harry J. PAARSCH lxv: Nonparametric Identification and Estimation of MultiUnit, Sequential, Oral, AscendingPrice Auctions With Asymmetric Bidders Ohad KADAN lxv: Equilibrium in the Two Player, kDouble Auction with Affiliated Private Values Maarten C.W. JANSSEN lxv: Auctions as Coordination Devices Gadi FIBICH, Arieh GAVIOUS and Aner SELA lxv: AllPay Auctions with Weakly RiskAverse Buyers Orly SADE, Charles SCHNITZLEIN and Jaime F. ZENDER lxv: Competition and Cooperation in Divisible Good Auctions: An Experimental Examination Marta STRYSZOWSKA lxv: Late and Multiple Bidding in Competing Second Price Internet Auctions Slim Ben YOUSSEF: RD in Cleaner Technology and International Trade Angelo ANTOCI, Simone BORGHESI and Paolo RUSSU lxvi: Biodiversity and Economic Growth:Stabilization Versus Preservation of the Ecological Dynamics Anna ALBERINI, Paolo ROSATO, Alberto LONGO and Valentina ZANATTA: Information and Willingness to Pay in a Contingent Valuation Study: The Value of S. Erasmo in the Lagoon of Venice Guido CANDELA and Roberto CELLINI lxvii: Investment in Tourism Market: A Dynamic Model of Differentiated Oligopoly Jacqueline M. HAMILTON lxvii: Climate and the Destination Choice of German Tourists Javier ReyMAQUIEIRA PALMER, Javier LOZANO IBANEZ and Carlos Mario GOMEZ GOMEZ lxvii:Land, Environmental Externalities and Tourism Development Pius ODUNGA and Henk FOLMER lxvii: Profiling Tourists for Balanced Utilization of TourismBased Resources in Kenya JeanJacques NOWAK, Mondher SAHLI and Pasquale M. SGRO lxvii:Tourism, Trade and Domestic Welfare Riaz SHAREEF lxvii: Country Risk Ratings of Small Island Tourism Economies Juan Luis EUGENIOMARTIN, Noelia MARTIN MORALES and Riccardo SCARPA lxvii: Tourism and Economic Growth in Latin American Countries: A Panel Data Approach Raul Hernandez MARTIN lxvii: Impact of Tourism Consumption on GDP. The Role of Imports Nicoletta FERRO: CrossCountry Ethical Dilemmas in Business: A Descriptive Framework Marian WEBER lxvi: Assessing the Effectiveness of Tradable Landuse Rights for Biodiversity Conservation:an Application to Canadas Boreal Mixedwood Forest Trond BJORNDAL, Phoebe KOUNDOURI and Sean PASCOE lxvi: Output Substitution in MultiSpecies Trawl Fisheries: Implications for Quota Setting Marzio GALEOTTI, Alessandra GORIA, Paolo MOMBRINI and Evi SPANTIDAKI: Weather Impacts on Natural, Social and Economic Systems WISE Part I: Sectoral Analysis of Climate Impacts in Italy Marzio GALEOTTI, Alessandra GORIA ,Paolo MOMBRINI and Evi SPANTIDAKI: Weather Impacts on Natural, Social and Economic Systems WISE Part II: Individual Perception of Climate Extremes in Italy Wilson PEREZ: Divide and Conquer: Noisy Communication in Networks, Power, and Wealth Distribution Gianmarco I.P. OTTAVIANO and Giovanni PERI lxviii: The Economic Value of Cultural Diversity: Evidencefrom US Cities Linda CHAIB lxviii: Immigration and Local Urban Participatory Democracy: A BostonParis Comparison 1.20042.20043.20044.20045.20046.20047.20048.20049.200410.200411.200412.200413.200414.200415.200416.200417.200418.200419.200420.200421.200422.200423.200424.200425.200426.200427.200428.200429.200430.200431.200432.200433.200434.200435.2004IEMETAPRAETAETACCMPPRAPRAPRAPRAPRAPRAPRAPRAPRAPRACCMPNRMSIEVNRMNRMNRMNRMNRMNRMNRMNRMCSRMNRMNRMCCMPCCMPCTNKTHCKTHCKTHCKTHCKTHCETAPRACCMPKTHCCTNCTNNRMNRMNRMNRMCCMPGGCTNSIEVSIEVNRMNRMNRMCCMPCCMPNRMNRMCCMPNRMNRMNRMNRMETAGGGGNRMCTNIEMIEMSIEV36.200437.200438.200439.200440.200441.200442.200443.200444.200445.200446.200447.200448.200449.200450.200451.200452.200453.200454.200455.200456.200457.200458.200459.200460.200461.200462.200463.200464.200465.200466.200467.200468.200469.200470.200471.200472.200473.2004Franca ECKERT COEN and Claudio ROSSI lxviii: Foreigners, Immigrants, Host Cities: The Policies of MultiEthnicity in Rome. Reading Governance in a Local Context Kristine CRANE lxviii: Governing Migration: Immigrant Groups Strategies in Three Italian Cities Rome,Naples and Bari Kiflemariam HAMDE lxviii: Mind in Africa, Body in Europe: The Struggle for Maintaining and Transforming Cultural Identity A Note from the Experience of Eritrean Immigrants in Stockholm Alberto CAVALIERE: Price Competition with Information Disparities in a Vertically Differentiated Duopoly Andrea BIGANO and Stef PROOST: The Opening of the European Electricity Market and Environmental Policy: Does the Degree of Competition Matter?Micheal FINUS lxix: International Cooperation to Resolve International Pollution Problems Francesco CRESPI: Notes on the Determinants of Innovation: A MultiPerspective Analysis Sergio CURRARINI and Marco MARINI: Coalition Formation in Games without Synergies Marc ESCRIHUELAVILLAR: Cartel Sustainability and Cartel Stability Sebastian BERVOETS and Nicolas GRAVEL lxvi: Appraising Diversity with an Ordinal Notion of Similarity:An Axiomatic Approach Signe ANTHON and Bo JELLESMARK THORSEN lxvi: Optimal Afforestation Contracts with Asymmetric Information on Private Environmental Benefits John MBURU lxvi: Wildlife Conservation and Management in Kenya: Towards a Comanagement Approach Ekin BIROL, Agnes GYOVAI and Melinda SMALE lxvi: Using a Choice Experiment to Value Agricultural Biodiversity on Hungarian Small Farms: AgriEnvironmental Policies in a Transition al Economy Gernot KLEPPER and Sonja PETERSON: The EU Emissions Trading Scheme. Allowance Prices, Trade Flows,Competitiveness Effects Scott BARRETT and Michael HOEL: Optimal Disease Eradication Dinko DIMITROV, Peter BORM, Ruud HENDRICKX and Shao CHIN SUNG: Simple Priorities and Core Stability in Hedonic Games Francesco RICCI: Channels of Transmission of Environmental Policy to Economic Growth: A Survey of the Theory Anna ALBERINI, Maureen CROPPER, Alan KRUPNICK and Nathalie B. SIMON: Willingness to Pay for Mortality Risk Reductions: Does Latency Matter?Ingo BRAUER and Rainer MARGGRAF lxvi: Valuation of Ecosystem Services Provided by Biodiversity Conservation: An Integrated Hydrological and Economic Model to Value the Enhanced Nitrogen Retention in Renaturated Streams Timo GOESCHL and Tun LIN lxvi: Biodiversity Conservation on Private Lands: Information Problems and Regulatory Choices Tom DEDEURWAERDERE lxvi: Bioprospection: From the Economics of Contracts to Reflexive Governance Katrin REHDANZ and David MADDISON: The Amenity Value of Climate to German Households Koen SMEKENS and Bob VAN DER ZWAAN: Environmental Externalities of Geological Carbon Sequestration Effects on Energy Scenarios Valentina BOSETTI, Mariaester CASSINELLI and Alessandro LANZA lxvii: Using Data Envelopment Analysis to Evaluate Environmentally Conscious Tourism Management Timo GOESCHL and Danilo CAMARGO IGLIORI lxvi:Property Rights Conservation and Development: An Analysis of Extractive Reserves in the Brazilian Amazon Barbara BUCHNER and Carlo CARRARO: Economic and Environmental Effectiveness of a Technologybased Climate Protocol Elissaios PAPYRAKIS and Reyer GERLAGH: ResourceAbundance and Economic Growth in the U.S.Gyorgyi BELA, Gyorgy PATAKI, Melinda SMALE and Mariann HAJDU lxvi: Conserving Crop Genetic Resources on Smallholder Farms in Hungary: Institutional Analysis E.C.M. RUIJGROK and E.E.M. NILLESEN lxvi: The SocioEconomic Value of Natural Riverbanks in the Netherlands E.C.M. RUIJGROK lxvi: Reducing Acidification: The Benefits of Increased Nature Quality. Investigating the Possibilities of the Contingent Valuation Method Giannis VARDAS and Anastasios XEPAPADEAS: Uncertainty Aversion, Robust Control and Asset Holdings Anastasios XEPAPADEAS and Constadina PASSA: Participation in and Compliance with Public Voluntary Environmental Programs: An Evolutionary Approach Michael FINUS: Modesty Pays: Sometimes!Trond BJRNDAL and Ana BRASAO: The Northern Atlantic Bluefin Tuna Fisheries: Management and Policy Implications Alejandro CAPARROS, Abdelhakim HAMMOUDI and Tarik TAZDAIT: On Coalition Formation with Heterogeneous Agents Massimo GIOVANNINI, Margherita GRASSO, Alessandro LANZA and Matteo MANERA: Conditional Correlations in the Returns on Oil Companies Stock Prices and Their Determinants Alessandro LANZA, Matteo MANERA and Michael MCALEER: Modelling Dynamic Conditional Correlationsin WTI Oil Forward and Futures Returns Margarita GENIUS and Elisabetta STRAZZERA: The Copula Approach to Sample Selection Modelling:An Application to the Recreational Value of Forests74.200475.200476.200477.200478.200479.200480.200481.200482.200483.200484.200485.200486.200487.200488.200489.200490.200491.200492.200493.200494.200495.200496.200497.200498.2004108.2004CCMPETACTNCTNCTNCTNCTNCTNCTNCTNCTNCTNIEMKTHCCCMPIEMGGPRAKTHCKTHCCCMPCCMPCCMPCTNCTNGGSIEVSIEVNRMCCMPPRAPRAPRAPRASIEVCTNNRMSIEVKTHCSIEVIEMIEMRob DELLINK and Ekko van IERLAND: Pollution Abatement in the Netherlands: A Dynamic Applied General Equilibrium Assessment Rosella LEVAGGI and Michele MORETTO: Investment in Hospital Care Technology under Different Purchasing Rules: A Real Option Approach Salvador BARBERA and Matthew O. JACKSON lxx: On the Weights of Nations: Assigning Voting Weights ina Heterogeneous Union Alex ARENAS, Antonio CABRALES, Albert DIAZGUILERA, Roger GUIMERA and Fernando VEGAREDONDO lxx: Optimal Information Transmission in Organizations: Search and Congestion Francis BLOCH and Armando GOMES lxx: Contracting with Externalities and Outside Options Rabah AMIR, Effrosyni DIAMANTOUDI and Licun XUE lxx: Merger Performance under Uncertain Efficiency Gains Francis BLOCH and Matthew O. JACKSON lxx: The Formation of Networks with Transfers among Players Daniel DIERMEIER, Hulya ERASLAN and Antonio MERLO lxx: Bicameralism and Government Formation Rod GARRATT, James E. PARCO, ChengZHONG QIN and Amnon RAPOPORT lxx: Potential Maximizationand Coalition Government Formation Kfir ELIAZ, Debraj RAY and Ronny RAZIN lxx: Group DecisionMaking in the Shadow of Disagreement Sanjeev GOYAL, Marco van der LEIJ and Jose Luis MORAGAGONZALEZ lxx: Economics: An Emerging Small World?Edward CARTWRIGHT lxx: Learning to Play Approximate Nash Equilibria in Games with Many Players Finn R. FRSUND and Michael HOEL: Properties of a NonCompetitive Electricity Market Dominated by Hydroelectric Power Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources, Investment and LongTerm Income Marzio GALEOTTI and Claudia KEMFERT: Interactions between Climate and Trade Policies: A Survey A. MARKANDYA, S. PEDROSO and D. STREIMIKIENE: Energy Efficiency in Transition Economies: Is There Convergence Towards the EU Average?Rolf GOLOMBEK and Michael HOEL : Climate Agreements and Technology Policy Sergei IZMALKOV lxv: MultiUnit Open Ascending Price Efficient Auction Gianmarco I.P. OTTAVIANO and Giovanni PERI: Cities and Cultures Massimo DEL GATTO: Agglomeration, Integration, and Territorial Authority Scale in a System of Trading Cities. Centralisation versus devolution PierreAndre JOUVET, Philippe MICHEL and Gilles ROTILLON: Equilibrium with a Market of Permits Bob van der ZWAAN and Reyer GERLAGH: Climate Uncertainty and the Necessity to Transform Global Energy Supply Francesco BOSELLO, Marco LAZZARIN, Roberto ROSON and Richard S.J. TOL: EconomyWide Estimates ofthe Implications of Climate Change: Sea Level Rise Gustavo BERGANTINOS and Juan J. VIDALPUGA: Defining Rules in Cost Spanning Tree Problems Throughthe Canonical Form Siddhartha BANDYOPADHYAY and Mandar OAK: Party Formation and Coalitional Bargaining in a Model of Proportional Representation HansPeter WEIKARD, Michael FINUS and JuanCarlos ALTAMIRANOCABRERA: The Impact of Surplus Sharing on the Stability of International Climate Agreementsfrom a Survey of Milan, Italy, Residents 99.2004100.2004 Chiara M. TRAVISI and Peter NIJKAMP: Willingness to Pay for Agricultural Environmental Safety: Evidence 101.2004 Chiara M. TRAVISI, Raymond J. G. M. FLORAX and Peter NIJKAMP: A MetaAnalysis of the Willingness to 102.2004103.2004104.2004 Massimo FLORIO and Mara GRASSENI: The Missing Shock: The Macroeconomic Impact of British Privatisation John BENNETT, Saul ESTRIN, James MAW and Giovanni URGA: Privatisation Methods and Economic Growthin Transition Economies Pay for Reductions in Pesticide Risk Exposure Valentina BOSETTI and David TOMBERLIN: Real Options Analysis of Fishing Fleet Dynamics: A Test Alessandra GORIA e Gretel GAMBARELLI: Economic Evaluation of Climate Change Impacts and Adaptabilityin Italy 105.2004106.2004 Kira BORNER: The Political Economy of Privatization: Why Do Governments Want Reforms?107.2004PehrJohan NORBACK and Lars PERSSON: Privatization and Restructuring in Concentrated Markets Angela GRANZOTTO, Fabio PRANOVI, Simone LIBRALATO, Patrizia TORRICELLI and Danilo MAINARDI: Comparison between Artisanal Fishery and Manila Clam Harvesting in the Venice Lagoon by Using Ecosystem Indicators: An Ecological Economics Perspective Somdeb LAHIRI: The Cooperative Theory of Two Sided Matching Problems: A Reexamination of Some Results 109.2004110.2004 Giuseppe DI VITA: Natural Resources Dynamics: Another Look 111.2004112.2004113.2004Anna ALBERINI, Alistair HUNT and Anil MARKANDYA: Willingness to Pay to Reduce Mortality Risks:Evidence from a ThreeCountry Contingent Valuation Study Valeria PAPPONETTI and Dino PINELLI: Scientific Advice to Public PolicyMaking Paulo A.L.D. NUNES and Laura ONOFRI: The Economics of Warm Glow: A Note on Consumers Behaviorand Public Policy Implications Patrick CAYRADE: Investments in Gas Pipelines and Liquefied Natural Gas Infrastructure What is the Impacton the Security of Supply?Valeria COSTANTINI and Francesco GRACCEVA: Oil Security. Short and LongTerm Policies 114.2004115.2004IEMIEMIEMIEMIEMKTHCNRMNRMETANRMPRACCMPCCMPNRMPRASIEVSIEVIEMETASIEVCCMPETACCMPCCMPNRMPRAPRAPRAPRAPRAPRAPRAPRAPRAPRACCMPCCMPPRAETACTNCCMP128.2004129.2004130.2004131.2004145.2004150.2004116.2004117.2004Valeria COSTANTINI and Francesco GRACCEVA: Social Costs of Energy Disruptions Christian EGENHOFER, Kyriakos GIALOGLOU, Giacomo LUCIANI, Maroeska BOOTS, Martin SCHEEPERS,Valeria COSTANTINI, Francesco GRACCEVA, Anil MARKANDYA and Giorgio VICINI: MarketBased Optionsfor Security of Energy Supply Influence of World Energy Prices Resources Management: A DSS Tool and a Pilot Study Application L.J. de VRIES and R.A. HAKVOORT: The Question of Generation Adequacy in Liberalised Electricity Markets Alberto PETRUCCI: Asset Accumulation, Fertility Choice and Nondegenerate Dynamics in a Small Open Economy 118.2004 David FISK: Transport Energy Security. The Unseen Risk?119.2004 Giacomo LUCIANI: Security of Supply for Natural Gas Markets. What is it and What is it not?120.2004121.2004122.2004 Carlo GIUPPONI, Jaroslaw MYSIAK and Anita FASSIO: An Integrated Assessment Framework for Water 123.2004 Margaretha BREIL, Anita FASSIO, Carlo GIUPPONI and Paolo ROSATO: Evaluation of Urban Improvementon the Islands of the Venice Lagoon: A SpatiallyDistributed HedonicHierarchical Approach Paul MENSINK: Instant Efficient Pollution Abatement Under NonLinear Taxation and Asymmetric Information: The Differential Tax Revisited 124.2004125.2004 Mauro FABIANO, Gabriella CAMARSA, Rosanna DURSI, Roberta IVALDI, Valentina MARIN and Francesca PALMISANI: Integrated Environmental Study for Beach Management:A Methodological Approach Irena GROSFELD and Iraj HASHI: The Emergence of Large Shareholders in Mass Privatized Firms: Evidence 126.2004from Poland and the Czech Republic 127.2004 Maria BERRITTELLA, Andrea BIGANO, Roberto ROSON and Richard S.J. TOL: A General Equilibrium Analysis of Climate Change Impacts on Tourism Reyer GERLAGH: A ClimateChange Policy Induced Shift from Innovations in Energy Production to Energy Savings Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources, Innovation, and Growth Bernardo BORTOLOTTI and Mara FACCIO: Reluctant Privatization Riccardo SCARPA and Mara THIENE: Destination Choice Models for Rock Climbing in the Northeast Alps: ALatentClass Approach Based on Intensity of Participation Riccardo SCARPA Kenneth G. WILLIS and Melinda ACUTT: Comparing IndividualSpecific Benefit Estimatesfor Public Goods: Finite Versus Continuous Mixing in Logit Models Santiago J. RUBIO: On Capturing Oil Rents with a National Excise Tax Revisited Ascension ANDINA DIAZ: Political Competition when Media Create Candidates Charisma Anna ALBERINI: Robustness of VSL Values from Contingent Valuation Surveys 132.2004133.2004134.2004135.2004136.2004 Gernot KLEPPER and Sonja PETERSON: Marginal Abatement Cost Curves in General Equilibrium: The 137.2004 Herbert DAWID, Christophe DEISSENBERG and Pavel SEVCIK: Cheap Talk, Gullibility, and Welfare in an 138.2004139.2004140.2004 Chiara DALPAOS and Michele MORETTO: The Value of Flexibility in the Italian Water Service Sector: A141.2004142.2004143.2004 David GOLDREICH lxxi: Behavioral Biases of Dealers in U.S. Treasury Auctions 144.2004Real Option Analysis Patrick BAJARI, Stephanie HOUGHTON and Steven TADELIS lxxi: Bidding for Incompete Contracts Susan ATHEY, Jonathan LEVIN and Enrique SEIRA lxxi: Comparing Open and Sealed Bid Auctions: Theoryand Evidence from Timber Auctions Environmental Taxation Game Zhong Xiang ZHANG: The World Banks Prototype Carbon Fund and China Reyer GERLAGH and Marjan W. HOFKES: Time Profile of Climate Change Stabilization Policy Roberto BURGUET lxxi: Optimal Procurement Auction for a Buyer with Downward Sloping Demand: More Simple Economics Ali HORTACSU and Samita SAREEN lxxi: Order Flow and the Formation of Dealer Bids: An Analysis of Information and Strategic Behavior in the Government of Canada Securities Auctions Victor GINSBURGH, Patrick LEGROS and Nicolas SAHUGUET lxxi: How to Win Twice at an Auction. Onthe Incidence of Commissions in Auction Markets 146.2004147.2004 Claudio MEZZETTI, Aleksandar PEKEC and Ilia TSETLIN lxxi: Sequential vs. SingleRound UniformPrice 148.2004149.2004Auctions John ASKER and Estelle CANTILLON lxxi: Equilibrium of Scoring Auctions Philip A. HAILE, Han HONG and Matthew SHUM lxxi: Nonparametric Tests for Common Values in FirstPrice SealedBid Auctions Francois DEGEORGE, Francois DERRIEN and Kent L. WOMACK lxxi: Quid Pro Quo in IPOs: Why Bookbuilding is Dominating Auctions Barbara BUCHNER and Silvia DALLOLIO: Russia: The Long Road to Ratification. Internal Institution and Pressure Groups in the Kyoto Protocols Adoption Process 151.2004152.2004 Carlo CARRARO and Marzio GALEOTTI: Does Endogenous Technical Change Make a Difference in Climate Policy Analysis? A Robustness Exercise with the FEEMRICE Model Alejandro M. MANELLI and Daniel R. VINCENT lxxi: Multidimensional Mechanism Design: Revenue Maximization and the MultipleGood Monopoly 153.2004154.2004 Nicola ACOCELLA, Giovanni Di BARTOLOMEO and Wilfried PAUWELS: Is there any Scope for Corporatismin Stabilization Policies?Johan EYCKMANS and Michael FINUS: An Almost Ideal Sharing Scheme for Coalition Games with Externalities 155.2004156.2004 Cesare DOSI and Michele MORETTO: Environmental Innovation, War of Attrition and Investment GrantsCCMPETAETAKTHCIEMCCMPCCMPCCMPCCMPETACCMPIEMETACCMPCTNNRMKTHCKTHCPRCGCSRMKTHCKTHCKTHCKTHCPRCGCCMPIEMCTNIEMCTNSIEVNRMCCMPNRMCCMPNRMNRMCCMPCTNCTNCTNValentina BOSETTI, Marzio GALEOTTI and Alessandro LANZA: How Consistent are Alternative ShortTerm Climate Policies with LongTerm Goals?Y. Hossein FARZIN and KenIchi AKAO: Nonpecuniary Value of Employment and Individual Labor Supply 157.2004158.2004159.2004 William BROCK and Anastasios XEPAPADEAS: Spatial Analysis: Development of Descriptive and Normative 160.2004161.2004Methods with Applications to EconomicEcological Modelling Alberto PETRUCCI: On the Incidence of a Tax on Pure Rent with Infinite Horizons Xavier LABANDEIRA, Jose M. LABEAGA and Miguel RODRIGUEZ: Microsimulating the Effects of Household Energy Price Changes in Spain NOTE DI LAVORO PUBLISHED IN 2005Stephane HALLEGATTE: Accounting for Extreme Events in the Economic Assessment of Climate Change Qiang WU and Paulo Augusto NUNES: Application of Technological Control Measures on Vehicle Pollution: ACostBenefit Analysis in China Andrea BIGANO, Jacqueline M. HAMILTON, Maren LAU, Richard S.J. TOL and Yuan ZHOU: A Global Database of Domestic and International Tourist Numbers at National and Subnational Level Andrea BIGANO, Jacqueline M. HAMILTON and Richard S.J. TOL: The Impact of Climate on Holiday Destination Choice Hubert KEMPF: Is Inequality Harmful for the Environment in a Growing Economy?Valentina BOSETTI, Carlo CARRARO and Marzio GALEOTTI: The Dynamics of Carbon and Energy Intensityin a Model of Endogenous Technical Change David CALEF and Robert GOBLE: The Allure of Technology: How France and California Promoted Electric Vehicles to Reduce Urban Air Pollution Lorenzo PELLEGRINI and Reyer GERLAGH: An Empirical Contribution to the Debate on Corruption Democracy and Environmental Policy Angelo ANTOCI: Environmental Resources Depletion and Interplay Between Negative and Positive Externalitiesin a Growth Model Frederic DEROIAN: CostReducing Alliances and Local Spillovers Francesco SINDICO: The GMO Dispute before the WTO: Legal Implications for the Trade and Environment Debate Carla MASSIDDA: Estimating the New Keynesian Phillips Curve for Italian Manufacturing Sectors Michele MORETTO and Gianpaolo ROSSINI: Startup Entry Strategies: Employer vs. Nonemployer firms Clara GRAZIANO and Annalisa LUPORINI: Ownership Concentration, Monitoring and Optimal Board Structure Parashar KULKARNI: Use of Ecolabels in Promoting Exports from Developing Countries to Developed Countries: Lessons from the Indian Leather Footwear Industry Adriana DI LIBERTO, Roberto MURA and Francesco PIGLIARU: How to Measure the Unobservable: A Panel Technique for the Analysis of TFP Convergence Alireza NAGHAVI: Asymmetric Labor Markets, Southern Wages, and the Location of Firms Alireza NAGHAVI: Strategic Intellectual Property Rights Policy and NorthSouth Technology Transfer Mombert HOPPE: Technology Transfer Through Trade Roberto ROSON: Platform Competition with Endogenous Multihoming Barbara BUCHNER and Carlo CARRARO: Regional and SubGlobal Climate Blocs. A Game Theoretic Perspective on Bottomup Climate Regimes Fausto CAVALLARO: An Integrated MultiCriteria System to Assess Sustainable Energy Options: An Application of the Promethee Method Michael FINUS, Pierre v. MOUCHE and Bianca RUNDSHAGEN: Uniqueness of Coalitional Equilibria Wietze LISE: Decomposition of CO2 Emissions over 19802003 in Turkey Somdeb LAHIRI: The Core of Directed Network Problems with Quotas Susanne MENZEL and Riccardo SCARPA: Protection Motivation Theory and Contingent Valuation: Perceived Realism, Threat and WTP Estimates for Biodiversity Protection Massimiliano MAZZANTI and Anna MONTINI: The Determinants of Residential Water Demand Empirical Evidence for a Panel of Italian Municipalities Laurent GILOTTE and Michel de LARA: Precautionary Effect and Variations of the Value of Information Paul SARFOMENSAH: Exportation of Timber in Ghana: The Menace of Illegal Logging Operations Andrea BIGANO, Alessandra GORIA, Jacqueline HAMILTON and Richard S.J. TOL: The Effect of Climate Change and Extreme Weather Events on Tourism Maria Angeles GARCIAVALINAS: Decentralization and Environment: An Application to Water Policies Chiara D.ALPAOS, Cesare DOSI and Michele MORETTO: Concession Length and Investment Timing Flexibility Joseph HUBER: Key Environmental Innovations Antoni CALVOARMENGOL and Rahmi ILKILIClxxii: PairwiseStability and Nash Equilibria in Network Formation Francesco FERI lxxii: Network Formation With Endogenous Decay Frank H. PAGE, Jr. and Myrna H. WOODERS lxxii: Strategic Basins of Attraction, the Farsighted Core, and Network Formation Games 1.20052.20053.20054.20055.20056.20057.20058.20059.200510.200511.200512.200513.200514.200515.200516.200517.200518.200519.200520.200521.200522.200523.200524.200525.200526.200527.200528.200529.200530.200531.200532.200533.200534.200535.200536.2005lxv This paper was presented at the Euro Conference on Auctions and Market Design: Theory,Evidence and Applications organised by Fondazione Eni Enrico Mattei and sponsored by the EU,Milan, September 2527, 2003lxvi This paper has been presented at the 4th Bio Econ Workshop on Economic Analysis of Policies for Biodiversity Conservation organised on behalf of the BIOECON Network by Fondazione Eni Enrico Mattei, Venice International University VIU and University College London UCL , Venice, August 2829, 2003lxvii This paper has been presented at the international conference on Tourism and Sustainable Economic Development Macro and Micro Economic Issues jointly organised by CRENo SUniversita di Cagliari e Sassari, Italy and Fondazione Eni Enrico Mattei, and supported by the World Bank, Sardinia, September 1920, 2003lxviii This paper was presented at the ENGIME Workshop on Governance and Policies in Multicultural Cities, Rome, June 56, 2003lxix This paper was presented at the Fourth EEP Plenary Workshop and EEP Conference The Future of Climate Policy, Cagliari, Italy, 2728 March 2003lxx This paper was presented at the 9th Coalition Theory Workshop on Collective Decisions and Institutional Design organised by the Universitat Autonoma de Barcelona and held in Barcelona,Spain, January 3031, 2004lxxi This paper was presented at the Euro Conference on Auctions and Market Design: Theory,Evidence and Applications, organised by Fondazione Eni Enrico Mattei and Consip and sponsoredby the EU, Rome, September 2325, 2004lxxii This paper was presented at the 10 th Coalition Theory Network Workshop held in Paris, Franceon 2829 January 2005 and organised by EUREQua. CCMP GG SIEV NRM KTHC IEM CSRM PRA ETA CTN CCMP SIEV NRM KTHC IEM CSRM PRCG ETA CTN2004 SERIESClimate Change Modelling and Policy Editor: Marzio Galeotti Global Governance Editor: Carlo CarraroSustainability Indicators and Environmental Valuation Editor: Anna AlberiniNatural Resources Management Editor: Carlo GiupponiKnowledge, Technology, Human Capital Editor: Gianmarco OttavianoInternational Energy Markets Editor: Anil MarkandyaCorporate Social Responsibility and Sustainable Management Editor: Sabina RattiPrivatisation, Regulation, Antitrust Editor: Bernardo BortolottiEconomic Theory and Applications Editor: Carlo CarraroCoalition Theory Network 2005 SERIESClimate Change Modelling and Policy Editor: Marzio Galeotti Sustainability Indicators and Environmental Valuation Editor: Anna AlberiniNatural Resources Management Editor: Carlo GiupponiKnowledge, Technology, Human Capital Editor: Gianmarco OttavianoInternational Energy Markets Editor: Anil MarkandyaCorporate Social Responsibility and Sustainable Management Editor: Sabina RattiPrivatisation Regulation Corporate Governance Editor: Bernardo BortolottiEconomic Theory and Applications Editor: Carlo CarraroCoalition Theory Network", "filename": "NDL2005-036.pdf", "person": ["Jr. Frank H. Page", "Frank H. Page, Jr.", "Myrna H. Wooders", "Wooders, Myrna H."], "date": ["2005"]}